{"title": "Transcriptional and Epigenetic Regulation by the Mechanistic Target of Rapamycin Complex 1 Pathway", "pubDate": "2018", "PMCID": "PMC6289701", "DOI": "10.1016/j.jmb.2018.10.008", "PMID": "30359581", "abstract": "Nutrient availability impacts health such that nutrient excess states can dysregulate epigenetic and transcriptional pathways to cause many diseases. Increasing evidence implicates aberrant regulation of nutrient signaling cascades as one means of communicating nutrient information to the epigenetic and transcriptional regulatory machinery. One such signaling cascade, the mechanistic target of rapamycin complex 1 (mTORC1), is conserved from yeast to man, and it is deregulated in diverse disease states. The catalytic subunit of the mTORC1 kinase complex (Tor1 or Tor2 in budding yeast and mTor in mammals) phosphorylates several downstream effectors regulating transcriptional and translational responses controlling growth and proliferation. Delineating mechanisms of cytoplasmic nutrient mTORC1 activation continues to be a major research focus. However, Tor kinases not only localize to the cytoplasm but also are found in the nucleus where they selectively bind and regulate genes controlling cellular metabolism and anabolism. The nuclear mTORC1 functions are now beginning to be defined, and they suggest that mTORC1 has a critical role in regulating the complex transcriptional activities required for ribosomal biogenesis. The mTORC1 pathway also interacts with epigenetic regulators required for modifying chromatin structure and function to control gene expression. Because altered nutrient states exert both individual and transgenerational phenotypic changes, mTORC1 signaling to chromatin effectors may have a significant role in mediating the effects of diet and nutrients on the epigenome. This article will discuss the recent inroads into the function of nuclear mTORC1 and its role in epigenetic and transcriptional regulation.", "author": [{"author": "R Nicholas Laribee", "affiliation": ["Department of Pathology and Laboratory Medicine, and Center for Cancer Research, University of Tennessee Health Science Center, 19 South Manassas, Cancer Research Building Rm 318, Memphis, TN 38163, USA. Electronic address: rlaribee@uthsc.edu."], "href": "/?term=Laribee+RN&cauthor_id=30359581"}], "refPMID": [], "citedInPMID": ["30359581", "34976315", "34754935", "34576223", "34501969", "34356379", "34250017", "34050894", "33389145", "32532005", "31375594", "31357498", "31341008", "31057552"], "body": " AbstractNutrient availability impacts health such that nutrient excess states can dysregulate epigenetic and transcriptional pathways to cause many diseases. Increasing evidence implicates aberrant regulation of nutrient signaling cascades as one means of communicating nutrient information to the epigenetic and transcriptional regulatory machinery. One such signaling cascade, the mechanistic target of rapamycin complex 1 (mTORC1), is conserved from yeast to man, and it is deregulated in diverse disease states. The catalytic subunit of the mTORC1 kinase complex (Tor1 or Tor2 in budding yeast and mTor in mammals) phosphorylates several downstream effectors regulating transcriptional and translational responses controlling growth and proliferation. Delineating mechanisms of cytoplasmic nutrient mTORC1 activation continues to be a major research focus. However, Tor kinases localize not only to the cytoplasm, but they also are found in the nucleus where they selectively bind and regulate genes controlling cellular metabolism and anabolism. The nuclear mTORC1 functions are now beginning to be defined, and they suggest that mTORC1 has a critical role in regulating the complex transcriptional activities required for ribosomal biogenesis. The mTORC1 pathway also interacts with epigenetic regulators required for modifying chromatin structure and function to control gene expression. Because altered nutrient states exert both individual and transgenerational phenotypic changes, mTORC1 signaling to chromatin effectors may have a significant role in mediating the effects of diet and nutrients on the epigenome. This article will discuss the recent inroads into the function of nuclear mTORC1 and its role in epigenetic and transcriptional regulation. IntroductionNutrients, including amino acids, lipids, and sugars, are acquired from the extracellular environment by nutrient-specific transporters, or by the endocytosis of bulk extracellular material through macropinocytosis [1]. These nutrients then are shunted into metabolic pathways that generate cellular energy, or they are utilized for the synthesis of the additional macromolecules required for anabolism, proliferation, and homeostasis [1]. Nutrients (amino acids, energy availability, and growth factors/mitogens) activate mTORC1 to stimulate anabolism and cell proliferation, while nutrient deficits repress mTORC1 signaling [2, 3]. A brief outline of how nutrients activate mTORC1 will be provided before discussing the role of mTORC1 in regulating ribosomal and metabolic gene expression. A basic discussion of epigenetic regulation pertinent to the mTORC1 pathway also will be provided before focusing specifically on the functional interactions between mTORC1 and downstream epigenetic effectors. For more extensive information on mTORC1 regulation by nutrients, as well as metabolic regulation of the epigenome, the reader is referred to several excellent recent reviews [2-5]. Because most of the nuclear functions of mTORC1 have been elucidated in budding yeast and mammalian cell models, data from these systems will be discussed predominantly. While there has been a push in the mTORC1 field to utilize the mechanistic TORC1 nomenclature [6], throughout this review this pathway in yeast will be referred to as TORC1, in mammals as mTORC1, and both pathways collectively as TORC1/mTORC1 to avoid confusion between the different models.Early genetic studies in yeast identified the Tor1 and Tor2 kinases as the targets for the antiproliferative effects of the immunosuppressant rapamycin [7]. Subsequently, a single orthologous rapamycin sensitive kinase was identified in mammalian cells which was aptly named mammalian Tor (mTor) due to its homology with the yeast Tor1/2 kinases [8-11]. Biochemical analyses demonstrated that the two Tor kinases in yeast exist in two distinct multimeric complexes, TORC1 and TORC2, with each complex containing both shared and complex-specific subunits and exhibiting differing functions [12]. Yeast TORC1 contains either the Tor1 or Tor2 kinase, as well as the additional subunits Kog1, Lst8, and Tco89, and this complex is directly activated by the presence of nutrients [3]. Similarly, the single mammalian mTor kinase functions in mTORC1 and mTORC2 complexes, with mTORC1 also being directly activated by nutrients. Besides mTor, mTORC1 consists of the additional subunits Raptor, mLst8/GβL, PRAS40, and DEPTOR [2]. Because yeast TORC2 and mTORC2 are only indirectly activated by nutrients, their functions will not be discussed further.Regulation of TORC1 signaling by nutrientsIn metazoans, inputs from both growth factors/mitogens and amino acid are required to activate mTORC1 signaling, consistent with the essential role mTORC1 plays in coordinating endocrine signals with the availability of amino acids needed for anabolism [2, 3]. Growth factor/mitogen dependent mTORC1 activation requires the inactivation of the mTORC1 negative regulator, the tuberous sclerosis (TSC) complex, which consists of the TSC1, TSC2, and TBC1D7 subunits [13-15]. Growth factor/mitogen signaling activates the Akt or Erk kinases to phosphorylate TSC2 and inactivate the TSC GTPase activating protein (GAP) activity it has for the Rheb GTPase [16, 17]. Additional signaling cascades also inhibit TSC through TSC1 phosphorylation (reviewed in [2]). As Rheb-GTP bound to the lysosomal surface is required for mTORC1 activation, impairing TSC activity by growth factor/mitogen signaling activates mTORC1 only when these endocrine signals, as well as the presence of sufficient amino acids (see below), are present. While a Rheb ortholog exists in budding yeast, it does not contribute to TORC1 activation in this organism, although there are Rheb and TSC orthologs in fission yeast that do regulate TORC1 signaling (reviewed in [18]).Amino acid dependent activation of TORC1 and mTORC1 activation occurs through mechanisms conserved from yeast to mammals. Studies over the last several years have elucidated multiple mechanisms by which distinct amino acids activate both TORC1 and mTORC1 (reviewed in [2, 3]). Central to this process is the lysosome (the yeast vacuole) where amino acids accumulate within the lysosomal lumen. Amino acid sufficiency then is sensed through a mechanism involving the resident V-ATPase proton pump, as well as the multimeric Ragulator complex [19]. Critical to Ragulator’s ability to activate mTORC1 are the evolutionarily conserved small GTPases RAGA/B and RAGC/D. Loading of RAGA/B with GTP and RAGC/D with GDP in response to amino acid sufficiency stimulates these GTPases to recruit mTORC1 to the lysosomal surface where it interacts with Rheb-GTP to become activated [20, 21]. Conversion of RAGA/B to the GDP and RAGC/D to the GTP bound state inactivates Ragulator and prevents mTORC1 activation.An analogous complex in yeast, the EGO complex (consisting of the RAG GTPase orthologs Gtr1 and Gtr2 and the Ego1-3 subunits), serves a similar role in TORC1 activation [22]. Although yeast TORC1 is constitutively bound to the vacuole surface [23], amino acid sufficiency results in Gtr1-GTP and Gtr2-GDP loading to activate TORC1, while conversion to Gtr1-GDP and Gtr2-GTP inactivates TORC1 (reviewed in [24]). An extensive network of positive and negative regulators of Ragulator and EGO interact on the lysosomal/vacuole surface to dynamically control Rag GTPase activity [2, 3]. One downstream consequence of nutrient activated TORC1/mTORC1 signaling includes a role in stimulating translation. Indeed, many of the best characterized substrates for the kinase complex are translational regulators, including yeast Sch9, mammalian S6K1 (yeast Ypk3), and 4E-BP1 [2, 25, 26]. However, the cellular response to nutrients is complex, and it involves both dynamic epigenetic and transcriptional regulation controlled by the TORC1/mTORC1 pathway which will be discussed in detail below.Role of TORC1 signaling in ribosomal gene expressionThe TORC1/mTORC1 pathway has an essential role in regulating ribosome biogenesis which is its best characterized nuclear function. Generating ribosomes accounts for up to 60-70% of the transcriptional activity in growing cells [27]. Ribosomal gene expression, especially ribosomal RNA (rRNA) synthesis, is tightly coupled to the activation of nutrient signaling pathways such that rRNA synthesis is directly linked to the availability of the nutrient resources required to sustain such increased biosynthetic capacity [28, 29]. Ribosomes are composed of ribosomal proteins (RPs) whose genes are transcribed by RNA polymerase II (Pol II), while Pol II also transcribes all the factors required for ribosome assembly yet are not final constituents of mature ribosomes [30, 31]. These ancillary factors are components of the ribosome biogenesis, or Ribi, regulon in yeast and their expression is coordinated with RP transcription. Ribosomes also contain four rRNAs which are transcribed by two distinct RNA polymerases. Three of these rRNAs are transcribed by RNA Polymerase I (Pol I) as a polycistronic unit (the 35S/47S in yeast/mammals) that is co-transcriptionally and post-transcriptionally processed to generate the mature rRNAs (the 18S, 5.8S, and 25S /28S in yeast/mammals). The fourth rRNA, the 5S, is transcribed by RNA Polymerase III (Pol III) which also synthesizes the tRNAs needed to accommodate the increased translational capacity [30, 31].A key aspect of TORC1/mTORC1 signaling is to coordinate the expression of ribosomal constituents such that they are synthesized in the appropriate stoichiometries and in proportion to nutrient availability [29]. In mammals, nutrient signaling through mTORC1 promotes phosphorylation of the essential Pol I transcription factor Rrn3 (also known as TIF-IA in mammals) to promote Pol I transcription [32]. Yeast TORC1 signaling promotes Rrn3 interaction with Pol I to initiate transcription, while TORC1 inhibition reduces Pol I transcription by promoting Rrn3 degradation through the ubiquitin-proteasome system [33, 34]. Intriguingly, yeast cells expressing a chimera which has Rrn3 fused directly to the A43 core subunit of the Pol I holoenzyme, referred to as the CARA (for Constitutive Association of Rrn3 and A43) strain, bypasses the requirement for TORC1-dependent Rrn3 regulation to induce constitutive Pol I transcription [35]. CARA cells grow normally under nutrient replete conditions, but they are hypersensitive to rapamycin due to their inability to attenuate Pol I transcription [36]. Pulse-chase labeling and transcriptome analysis of control and rapamycin treated CARA cells revealed that CARA cells fail to repress not just Pol I transcription under these conditions, but they also selectively promote transcription of the Pol III transcribed 5S and Pol II transcribed RP genes [35, 36]. These results suggest yeast TORC1 regulation of Pol I transcription coordinates ribosomal transcription by these additional polymerases as well. Whether such Pol I regulated transcriptional coordination exists in mammals is unclear as one study has suggested this to not be the case [37]. Instead, mammals may utilize sequence-specific transcription factors such as Myc and p53 to mediate this transcriptional coordination, since these transcription factors can regulate transcription by all three RNA polymerase complexes (reviewed in [38]). These attributes likely factor into why their mutation or deregulation consistently occurs in cancer since the majority of tumors upregulate ribosomal biogenesis to accommodate their enhanced biosynthetic demands [38].Regardless of the exact mechanisms utilized between species, transcriptional coordination between the three RNA polymerases likely is essential since ribosomal transcription consumes so much of the cell’s metabolic resources. Furthermore, dysregulating the stoichiometry of ribosomal subunits induces cellular stress (reviewed in [39]), and at least in yeast this dysregulation sensitizes cells specifically to TORC1 inhibitors so transcriptional coordination could serve to prevent such stress responses [36, 40]. Another possible mechanism for transcriptional coordination is the use of shared coregulators that function at multiple stages of the transcription cycle. Until recently, regulation of transcription elongation had been demonstrated only for Pol II [41]. Pioneering work within the last decade or so have demonstrated Pol I also is regulated at the transcription elongation stage, and that this regulation is essential for correct rRNA synthesis and processing [42, 43]. Continued study into this regulation has demonstrated that many factors previously assigned to be Pol II elongation regulators, including the PAF complex, Spt4/Spt5, FACT, and the Spt6 histone chaperone, also control Pol I elongation [42, 44-47]. Furthermore, disrupting their role in Pol I transcription impacts the cellular response to nutrient and TORC1 stress [48]. Recently, the yeast Ccr4-Not complex, which controls all stages of the Pol II transcribed mRNA lifecycle, also was shown to regulate Pol I transcription [49]. Ccr4-Not functions downstream of TORC1 to control Pol I initiation by regulating Rrn3-Pol I interactions, while it also interacts with different subunits of the Pol I holoenzyme to promote Pol I elongation. Additional factors that regulate Pol II transcription, including the proteasome and several chromatin effectors, bind to transcribed rDNA suggesting they also control Pol I transcription. However, their role in this process and whether they function downstream of TORC1 remains to be defined [50, 51]. The use of shared transcriptional coregulators between the distinct RNA polymerase complexes likely insures the needed coordination required for stoichiometric ribosomal RNA and RP synthesis required for productive ribosome assembly.While Tor kinases predominantly reside in the cytoplasm, early mTor studies revealed that a substantial fraction of the kinase localized to the nucleus in many cancer cell lines [52]. However, the mTor regulated nuclear functions remained elusive for several years. A study of yeast TORC1-regulated rDNA transcription provided the first significant insight into the function of these nuclear Tor kinases. This pivotal study demonstrated that the Tor1 kinase, along with the Kog1 subunit of the TORC1 complex, binds the 35S rDNA promoter, as well as to the 5S rDNA promoter, in a nutrient-responsive manner to activate transcription [53] (Fig. 1). Classical nuclear localization and export sequences, as well as candidate DNA binding motifs, were identified in Tor1, while inhibition of Tor1 binding to the 35S rDNA promoter suppressed rRNA synthesis. Subsequent studies in mammalian cells demonstrated that mTor is recruited to the Pol III transcribed 5S rDNA and to tRNA genes via the transcription factor TFIIIC [54], while a separate study showed that mTor localizes to the Pol I transcribed 47S rDNA and Pol III transcribed 5S [55]. In all cases, promoter bound mTor and/or TORC1 bridged the cell’s nutrient status to direct rDNA transcription, yet the substrates for these nuclear Tor kinases and their role in transcriptional regulation remain mostly unknown. The lone exception in both yeast and mammals is TORC1/mTORC1 phosphorylation of the transcriptional repressor Maf1 which alleviates Maf1 repression of Pol III to promote 5S and tRNA synthesis (Fig. 2) [54, 56]. Future studies into nuclear Tor kinases and their transcriptional regulatory functions will require identifying their substrates to truly understand how TORC1/mTORC1 signaling acts directly on the transcriptional regulatory machinery to control gene expression in response to nutrient flux.Open in a separate windowFigure.1.Mechanisms of yeast TORC1-regulated transcription.Schematic of the epigenetic and transcriptional regulators that function downstream of TORC1 to regulate ribosomal gene transcription. Shared transcriptional coregulators that may function to coordinate Pol I and Pol II transcription in response to TORC1 signaling are listed next to the red arrow. How Pol III dependent rRNA transcription is integrated into a coordinated, holistic model for nutrient-regulated ribosomal transcription remains known. Only those transcriptional and epigenetic regulators discussed in the text are represented in this schematic.Open in a separate windowFigure. 2.Mechanisms of mammalian mTORC1-dependent ribosomal transcription.Illustration of the Pol I and Pol III epigenetic and transcriptional regulators functioning downstream of mTORC1. A comprehensive model describing how Pol I and Pol III dependent rDNA transcription, as well as Pol II transcription of RP and Ribi genes, is coordinated in response to mTORC1 signaling remains to be developed. Note that only those ribosomal transcriptional and epigenetic regulators acting downstream of mTORC1 and that are outlined in the text are presented here.The mTORC1 pathway regulates Pol I transcription through indirect means as well. Phosphorylation of the ribosomal S6 kinase 1 (S6K1) by mTORC1 activates this downstream kinase. Activated S6K1 then phosphorylates UBF1 to promote interactions with the Pol I transcription factor SL-1 to stimulate Pol I transcription [57]. The tumor suppressor ING1, which binds specific histone post-translational modifications to facilitate target gene recruitment of histone deacetylase activity, binds the rDNA to negatively regulate UBF1 binding to mTor which represses Pol I transcription [58]. Cells lacking ING1 exhibit increased nucleolar phosphorylated mTor and a reduced ability to block mTor interaction with UBF1 when treated with rapamycin. Consequently, Pol I-dependent rRNA synthesis is maintained even when mTORC1 activity is repressed. Therefore, nutrient signaling through TORC1/mTORC1 can both directly and indirectly connect environmental nutrient availability to cellular biosynthetic potential by controlling Pol I activity which is the rate-limiting step in ribosome biogenesis (summarized in Fig. 1 and Fig. 2).Nuclear mTORC1 and the regulation of metabolic gene transcriptionNot surprisingly for a centrally positioned nutrient signaling cascade essential for cell growth and proliferation, TORC1/mTORC1 has a key role in the transcriptional regulation of cellular metabolism. This metabolic role has been best characterized in mammals where, depending on the tissue or cell type examined, mTORC1 regulates the transcription of genes in the oxidative phosphorylation or glycolytic pathways. Much of this regulation appears to be through a pool of nuclear mTor which, along with the mTORC1 subunit Raptor, binds the promoters of metabolic genes in skeletal muscle and C2C12 myotubes [59]. Within this context, the YY1 transcription factor recruits mTor to these promoters, and the presence of the YY1-mTor complex then recruits the PGC-1α co-activator to induce transcription. While rapamycin treatment does not affect the YY1-mTor interaction, PGC-1α recruitment and downstream transcription is impaired by mTORC1 inhibition. These results suggest that mTORC1 may phosphorylate PGC-1α, or a factor required for recruiting PGC-1α, at these promoters to stimulate their Pol II-dependent transcription [59]. These studies were among the first to demonstrate a nuclear role for mTor in Pol II regulation, and they demonstrate a direct mechanism for connecting nutrient availability to the Pol II transcriptional machinery. Going forward, identifying the substrate(s) targeted by promoter-bound Tor kinases will be required to understand how it controls the expression of these metabolic genes.A more extensive analysis of nuclear mTor identified its genome-wide binding sites in mouse liver [60]. This study revealed mTor preferentially binds near the transcriptional start sites of Pol II transcribed genes regulating the TCA cycle and lipid biosynthesis. Additional mTor gene targets also were identified, including genes connected to the ubiquitin-proteasome system, tryptophan metabolism, and RNA Pol III complex. Furthermore, genes involved in cell signaling, including the PI3K-Akt, Wnt, and insulin receptor signaling pathways, were identified as direct mTor targets [60]. Many of these mTor bound genes were co-regulated by the estrogen related receptor α (ERRα). Surprisingly, while mTor inhibition modestly reduced ERRα mRNA levels, it caused a disproportionately larger decrease in ERRα protein expression. This effect was attributed to higher ERRα ubiquitylation and proteasomal-dependent degradation due to the increase in ubiquitin-proteasome gene expression caused by mTor inhibition [60]. This mechanism acts to promote ERRα-regulated metabolic transcriptional programs only when nutrients are plentiful, while nutrient insufficiency decreases mTORC1 signaling to suppress the ERRα-regulated transcriptional program and impair mitochondrial metabolism.A role for direct mTor-regulated Pol II transcription also was demonstrated for androgen receptor (AR) dependent metabolic reprogramming in prostate cancer (PCa). AR and mTor genome-wide binding overlap on many metabolic genes, including genes involved in oxidative phosphorylation and glycolysis. Importantly, mTor was shown to participate in the androgen-mediated metabolic reprogramming through AR [61]. Androgen-depletion therapy, which is used to treat PCa patients, selects for the evolution of tumors that become resistant to anti-androgens. Intriguingly, these androgen-insensitive tumors become overly reliant on mTor signaling and they exhibit increased nuclear mTor, although how this nuclear mTor regulates transcription in these tumors remains unclear [61]. Yet these data strongly suggest mTor-regulated transcription is essential to these tumors, and this dependence on mTor function might represent a metabolic vulnerability that could be exploited therapeutically in PCa therapy.TORC1/mTORC1 and epigenetic regulationThe nucleosome, which consists of an octamer of histone proteins (two copies each of histones H2A, H2B, H3 and H4) with ~147bp of DNA wrapped around its outer surface [62], is the fundamental particle of chromatin. Nucleosomal DNA is inherently repressive to the enzymatic activities requiring access to DNA including the transcriptional machinery, so highly conserved mechanisms have evolved to modulate chromatin structure to either promote or repress transcription [63]. Chromatin regulatory or epigenetic mechanisms include post-translational modification of histone proteins, the use of ATP-dependent chromatin remodeling enzymes, the incorporation of histone variants, and the utilization of histone chaperones [64]. Other important epigenetic pathways relevant to some, but not all, eukaryotes such as DNA methylation will not be discussed.Role of histone post-translational modifications in TORC1/mTORC1 signalingPost-translational modification of histones plays a particularly pronounced role in epigenetic regulation. Histones can be modified in a combinatorial fashion utilizing a diversity of chemical modifications and small proteins. These modifications include ones that are well characterized, such as acetylation, methylation, phosphorylation, and ubiquitylation, as well as comparatively recently identified ones whose biological functions remain obscure, such as differing length acyl chains [65]. Enzymes such as histone acetyltransferases (HATs) use acetyl-CoA as the acetyl donor for histone acetylation reactions, while S-adenosylmethionine (SAM) is the methyl donor for histone methylation, and histone kinases utilize ATP to phosphorylate their substrates. Therefore, dynamic modulation of chromatin through histone post-translational modifications intimately connects chromatin dynamics to the cellular metabolic state (reviewed in [4, 5]). Below, the role TORC1/mTORC1 signaling has in epigenetic regulation and its effect on gene expression will be the specific focus.Histone acetylation and deacetylation Histone acetyltransferases (HATs) acetylate histone lysine residues to disrupt histone-DNA contacts, which promotes chromatin decompaction and gene transcription. These acetylated lysines also can function as docking sites for epigenetic reader proteins containing specialized domains capable of selectively interacting with the modified histone residue [65]. Such epigenetic readers include proteins containing bromodomains or YEATS domains, as well as many others, and the docking of such reader proteins to their cognate modification then elicits transcriptional regulatory effects that generally promote transcription [66]. Histone deacetylases (HDACs) oppose these functions by removing lysine acetylation to promote histone-DNA interactions, chromatin compaction, and the ejection of histone acetyl lysine reader proteins to repress transcription. Histone acetylation and deacetylation is dynamically regulated by environmental inputs, including nutrient and metabolic flux, which allows cells to alter global chromatin and genome-wide transcription in response to changing environmental conditions.Early studies in yeast demonstrated TORC1 promotes binding of the Esa1 HAT (catalytic subunit of the NuA4 HAT complex) to RP gene promoters. TORC1 repression by nutrient starvation or rapamycin treatment reduces histone H4 acetylation at these promoters by releasing Esa1 which reduces RP mRNA synthesis [67]. This study also identified the Rpd3 HDAC as being constitutively bound to these same promoters where, in the absence of TORC1 signaling, Rpd3 deacetylates histones to repress RP transcription. Cells lacking Rpd3 fail to attenuate RP gene expression after TORC1 inhibition which contributes to their heightened sensitivity to nutrient starvation and increased cell death [67]. However, whether Rpd3 is constitutively bound to RP promoters, or it is actively recruited after nutrient starvation is unclear since a conflicting study suggested TORC1 repression causes Rpd3 to be recruited to these genes [68]. Recently, the Sch9 kinase, which is also a direct TORC1 substrate and putative Akt kinase ortholog, was shown to phosphorylate the transcriptional repressors Stb3, Dot6, and Tod6. This phosphorylation prevents recruitment of the RPD3L complex (Rpd3 exists in two distinct complexes, RPD3S and RPD3L) to Ribi and RP promoters to allow their transcription in nutrient replete conditions. TORC1 inhibition reduces Sch9 activation and increases RPD3L binding to repress these genes [69]. In both yeast and mammals, nutrient starvation or direct TORC1/mTORC1 inhibition reduces nucleoli size due to decreased rRNA transcription. In yeast this process requires Rpd3-dependent histone deacetylation [70, 71], suggesting TORC1 inhibition may increase Rpd3 HDAC activity to coordinate transcriptional repression between multiple RNA polymerase complexes upon nutrient limitation. Such TORC1-dependent transcriptional repression as a means to suppress ribosome biogenesis could be a conserved regulatory mechanism. For example, in mammals mTORC1 inhibition increases rDNA binding of the ING1 tumor suppressor, which recruits HDAC1 to deacetylate rDNA chromatin and repress Pol I transcription [58]. These studies suggest that TORC1/mTORC1 can utilize both HAT and HDAC activities to dynamically regulate RP/Ribi mRNA and rRNA synthesis in response to nutrient status. Signaling through these epigenetic effectors could be one means by which the TORC1/mTORC1 pathway coordinates the transcriptional activity of multiple RNA polymerase complexes to insure the stoichiometric production of ribosomal components.Recent work in fission yeast demonstrated that nutrient signaling through the TORC1 and TORC2 kinase complexes regulates phosphorylation of Taf12 which is both a subunit of the SAGA histone acetyltransferase and the Pol II transcription factor TFIID. Specifically, nutrient replete conditions activate TORC1 to signal through the PP2A phosphatase to oppose Taf12 phosphorylation, while nutrient starvation inactivates PP2A to promote Taf12 phosphorylation [72]. This pathway regulates the complex gene expression changes needed for sexual differentiation that occurs in fission yeast when this organism is starved for nutrients. Although the Gcn5 acetyltransferase subunit of SAGA is critical for this process, how Taf12 phosphorylation modifies SAGA (as well as TFIID) activity to affect TORC1 and TORC2-regulated transcription is not known. Additional histone acetylation pathways also function downstream of TORC1, including histone H3 lysine 56 acetylation (H3K56ac). H3K56ac, which is best defined in yeast, is regulated by the combined actions of the histone chaperone Asf1 and the HAT Rtt109 which is structurally similar to the metazoan HATs p300/CBP [73, 74]. Genetic analyses demonstrated that cells lacking Asf1 or Rtt109, or cells expressing a non-acetylatable H3K56A mutant as the sole source of histone H3, are hypersensitive to TORC1 inhibitors, thus suggesting the H3K56ac pathway functions downstream of TORC1. Indeed, TORC1 inhibition rapidly reduced global H3K56ac that was prevented by co-deletion of the genes encoding either of the redundant sirtuin HDACs Hst3 or Hst4 that target H3K56ac [40]. Subsequent work established that nutrient replete conditions activate TORC1 to repress the phosphatase PP6/Sit4, which negatively regulates the nuclear accumulation and protein stability of Hst4 [75]. This pathway plays a critical role in promoting global site-specific histone H3/H4 acetylation at residues besides H3K56, including H3K18, H3K23, and H4K12. Disrupting this epigenetic pathway sensitizes cells to specific environmental stressors that repress TORC1; however, this enhanced sensitivity is independent of detectable effects on steady-state RP gene expression [75]. Collectively, these studies suggest a model by which nutrient signaling through TORC1 represses the PP6/Sit4 phosphatase to restrict the nuclear activity of a subset of sirtuins which promotes global site-specific H3/H4 acetylation. Such a mechanism likely allows cells to rapidly alter the epigenome, and hence global chromatin compaction and transcriptional permissiveness for specific genes, in response to environmental nutrient flux.Whether the Pol I-transcribed rDNA exists in a canonical nucleosomal structure is controversial, although histones are detectable on the transcribed rDNA repeats [76, 77]. Histones bound to the rDNA suggest the likely possibility that histone modification pathways contribute to Pol I transcriptional regulation in a manner analogous to their role in Pol II transcription. Consistent with this premise, Asf1 and H3K56ac localize to the transcribed rDNA, and H3K56ac loss decreases binding of key Pol I transcriptional regulators to reduce Pol I transcription [40]. In yeast, over 70% of the nascent 35S rRNA is co-transcriptionally processed in rapidly growing cells, and defects in Pol I transcription elongation are known to impair co-transcriptional rRNA processing [42, 78, 79]. Consistent with H3K56ac being a TORC1-regulated modification important for Pol I transcription, H3K56ac loss reduced rDNA binding of the small subunit processome (SSU) complex which is essential for these co-transcriptional rRNA cleavage events. Consequently, Asf1 deficient cells (which lack H3K56ac) accumulate non-processed rRNA which can be tolerated under nutrient-rich conditions. However, overexpressing rRNA in Asf1 deficient cells substantially increases their sensitivity to TORC1 inhibition, suggesting that accumulation of non-processed rRNA intermediates induces a cellular stress response [40]. This study was the first to demonstrate that a site-specific TORC1-regulated histone acetylation modification controls both Pol I transcription and co-transcriptional rRNA processing.Due to its repetitive nature, the rDNA is subject to repeat expansion and contraction, although it typically is maintained within a certain range of rDNA repeats. In yeast, TORC1 inhibition rapidly reduces rDNA copy number through a mechanism dependent on the sirtuin HDACs, which are Hst3, Hst4, and Sir2 [80]. Because sirtuins use NAD+ as a co-substrate during the deacetylation reaction, their enzymatic activity is attuned to the cellular energetic state such that they are more active under energetically depleted conditions which repress TORC1. Sirtuin-mediated deacetylation produces nicotinamide and O-acetyl-ADP ribose, and nicotinamide can function as a sirtuin inhibitor [81]. Nicotinamide is produced as part of the NAD+ biosynthetic pathway regulating global NAD+ levels, and TORC1 negatively regulates transcription of the yeast nicotinamidase Pnc1 that acts in this pathway to convert nicotinamide to nicotinic acid [82]. Importantly, this study also demonstrated that caloric restriction reduces rDNA repeat number through a mechanism dependent on Pnc1 and increased sirtuin activity [80]. These data demonstrate that TORC1 signaling actively mediates adaptive rDNA copy number changes in response to nutrient flux by regulating sirtuin deacetylase activity. The TORC1/mTORC1 pathway, as well as sirtuins, are connected to the effects diet and caloric restriction have on organismal aging [83]. Yeast studies have demonstrated that sirtuin-dependent deacetylation contributes to rDNA stabilization and the extension of replicative aging which is controlled in part by TORC1 signaling [84]. Whether mTORC1 regulates sirtuin activity to mediate the effects diet has on longevity in mammals remains to be determined as this concept has not been extensively explored.In contrast to yeast, Drosophila exposed to dietary excess reduce somatic rDNA copy number through a mechanism requiring increased signaling through the insulin/TOR pathway. Adult flies exposed to increased nutrients had offspring with reduced rDNA copy number, and these rDNA copy number changes could be propagated stably through multiple generations (transgenerational inheritance) [85]. Additionally, many human tumors also have reduced rDNA copy number as compared to normal tissue, although they paradoxically exhibit elevated rRNA synthesis and increased ribosome biogenesis overall [86]. This rDNA reduction is associated with increased mTORC1 signaling, as well as elevated sensitivity to genotoxins. The mechanisms driving reductions in rDNA repeat number are not understood, but one possible explanation is that tumors may select for a reduced rDNA complement, because it is less energetically taxing [86], However, this rDNA repeat reduction comes at the cost of enhancing the tumor cell’s sensitivity to genotoxic stress. This sensitivity likely is due to the potentially destabilizing affect that increased Pol I transcriptional activity has on the remaining rDNA repeats, since tumor cells ramp up rRNA synthesis to meet their increased biosynthetic demands. Similar genotoxic sensitivity has been observed in yeast containing a reduced rDNA complement [87]. These studies demonstrate a clear link in metazoans between nutrient signaling through mTORC1 and adaptive rDNA copy number changes in response to nutrient flux. An interesting, and as yet untested, possibility could be that tumor cell rDNA copy number changes could be regulated by mTORC1-dependent repression of sirtuin HDACs that normally promote rDNA stability. This phenomenon is well-documented in yeast where TORC1 inhibition enhances sirtuin-dependent histone deacetylation and rDNA stabilization [40, 80, 84], but the role of sirtuins in mammalian rDNA stability is not as well defined. SIRT7 interacts with mTOR to positively regulate Pol I and Pol III-dependent rDNA transcription [88-90], but whether mTORC1 signaling opposes the activity of other sirtuins on the rDNA has yet to be examined. Nucleolar chromatin changes can induce epigenetic alterations outside of the rDNA (discussed below). Therefore, nutrients acting through TORC1/mTORC1 to regulate ribosomal RNA synthesis may induce gene expression changes outside of the rDNA to potentiate the transcriptional plasticity needed for adaptation to nutrient flux. Along these lines, in diseases such as cancer where mTORC1 signaling is hyperactivated, these epigenetic and transcriptional changes also could play a role in adaptation by the tumor cell to its constantly evolving nutrient environment.Histone methylation Although the role histone modifications play in TORC1/mTORC1 signaling is best characterized for acetylation, recent studies also suggest histone methylation functions downstream of TORC1/mTORC1. Histone lysines can be mono-, di-, and tri-methylated and these methylation states can recruit or repel chromatin binding proteins containing reader domains that selectively recognize the methyl lysine state [65]. A highly conserved histone methylation pathway is Set2-dependent H3K36 methylation. The Set2 enzyme is the sole H3K36 methyltransferase in yeast, while multiple mammalian Set2 homologs exist that generate either H3K36me1/2 (NSD1, NSD2, NSD3, SET-MAR, SMYD2, and ASH1L) or H3K36me3 (SETD2) (reviewed in [91]). Yeast Set2 is recruited to chromatin via interactions with the phosphorylated C-terminal domain (CTD) of the Pol II complex where it mono-, di-, and tri-methylates H3K36 on nucleosomes in transcribed chromatin [92]. Set2-dependent H3K36 co-transcriptional methylation anchors multiple chromatin effectors, including the RPD3S histone deacetylase complex, the Isw1b chromatin remodeler, and the NuA3b histone acetyltransferase complex [91]. Additionally, H3K36 methylation decreases binding of the histone chaperone Asf1 to histone H3 to reduce histone exchange on transcribed genes [93]. Cells lacking H3K36 methylation are defective in reconstituting normal chromatin structure in the wake of transcribing Pol II which leads to aberrantly spaced nucleosomes that are hyperacetylated. Consequently, chromatin accessibility is increased in the gene body that exposes cryptic promoters from which Pol II can initiate transcription. While most cryptic transcripts are unstable, if they are produced in the antisense orientation they can interfere with sense transcription, thus impairing normal gene expression [91]. Intriguingly, some cryptic transcripts are translated under conditions of nutrient stress suggesting these novel proteins are important for the cell’s ability to cope with nutrient deprivation [94].Analysis of the Set2/H3K36 methylation pathway demonstrated that it is important in maintaining the transcriptional fidelity of cells exposed to nutrient stress and TORC1 repression. In the absence of Set2, or in the presence of an H3K36 mutant incapable of being methylated, cells grown in nutrient defined media are sensitive to TORC1 inhibition [95]. This sensitivity is connected to downstream epigenetic reader proteins that bind H3K36 methylation to regulate chromatin architecture and cryptic transcription, including RPD3S, Isw1b, and NuA3b. Global transcriptomic analyses determined that Set2 loss caused many genes to undergo increased antisense transcription from cryptic promoters which resulted in decreased sense transcription from the canonical promoter. Intriguingly, Set2-deficient cells also exhibited sustained TORC1 signaling when shifted to nutrient starvation media. These data implicate Set2 as a negative regulator of TORC1 signaling, although the mechanisms involved in this regulation were not defined [95]. An important point to highlight is that these studies were done with cells grown in a highly defined nutrient environment. A previous rapamycin-based chemical genetic screen of histone H3/H4 mutants performed in nutrient rich media did not identify H3K36 or Set2 mutants to be sensitive to TORC1 inhibitors [96]. Why loss of Set2 and H3K36 methylation would cause sensitivity to TORC1 stress in a nutrient defined, but not nutrient rich, environment is unclear. One possible explanation is that cells grown in nutrient defined media are unable to take up from their extracellular environment as many pre-made metabolic compounds compared to cells cultured in rich media. Therefore, these cells likely exhibit a basal metabolic stress response that can genetically interact with Set2 loss, thus unmasking a previously unknown functional interaction between Set2 and the TORC1 pathway.Histone H3 lysine 4 methylation (H3K4me) is another well-characterized histone modification intimately connected to Pol II transcription. H3K4me3 typically denotes Pol II transcribed genes in organisms ranging from yeast to man, although how this modification potentiates transcription remains an area of active investigation. However, on mammalian rDNA H3K4me3 does not denote transcriptionally active rDNA repeats. Instead it localizes with the repressive H3K27me3 modification to form a bivalent, poised chromatin state, while H3K4me0 and H3K4me1/2 marked rDNA denotes transcriptionally active rDNA [97]. Mammalian SHPRH is an E3 ubiquitin ligase with known roles in DNA repair [98]. It also was shown to regulate RNA Pol I transcription by binding to histone H3 at the N-terminus through its PHD domain which interacts selectively with H3K4me0 or H3K4me1/2 [99]. This binding preference restricts SHPRH to transcribed rDNA where it interacts with both CHD4 and Pol I to stimulate transcription. Nutrient starvation or mTORC1 inhibition decreases H3K4me2 and increases H3K4me3 at rDNA promoters to repel SHPRH binding and suppress rRNA synthesis [99]. As the connections between TORC1 signaling and chromatin regulation continue to be explored, histone methylation almost certainly will be found to have increasing importance in TORC1/mTORC1 regulated gene expression.Role of ATP-dependent chromatin remodeling enzymes ATP-dependent chromatin remodeling enzymes (hereafter referred to as remodelers) are a family of enzymes that utilize ATP-hydrolysis to alter the structure and function of chromatin. These enzymes can either control the assembly and spacing of nucleosomes, they can reposition histones relative to the DNA sequence, or they edit nucleosomes by removing or installing variant histones [100]. Some remodelers function as monomeric enzymes, while many remodelers are found in multimeric complexes that are highly conserved throughout evolution [101]. Early characterization of the yeast RSC complex (orthologous to human PBAF) suggested it might function in chromatin remodeling events important for TORC1-dependent gene expression. Yeast expressing a conditional inactivating mutation in the essential RSC subunit Rsc3 rapidly downregulate both RP and cell wall integrity stress pathway genes (which are negatively regulated by TORC1) when shifted to non-permissive growth conditions, while cells lacking the non-essential Rsc30 subunit exhibited the opposite effect [102]. RSC activity is essential for viability, so the reduced TORC1-regulated gene expression in the rsc3 conditional mutant could be indirectly caused by the mutation completely inactivating RSC function under the non-permissive growth conditions. Since Rsc30 deficient cells are viable, the increase in RP gene expression in this mutant suggests RSC could function as a negative regulator on a subset of TORC1 activated genes. Additional studies of the Rsc9 subunit revealed RSC to have both positive and negative roles in TORC1-regulated gene expression, thus implicating RSC as both an activator and repressor of TORC1-regulated transcription [103]. Currently, it remains unknown how TORC1 signaling regulates RSC nucleosome remodeling activity to control gene expression. As RSC is functionally orthologous to the mammalian PBAF remodeler, an important future question to address will be whether mTORC1 signals to PBAF, or even to the homologous BAF complex, to regulate its remodeling activity on mTORC1-regulated genes controlling anabolism and cell metabolic responses.TORC1 also utilizes the yeast INO80 remodeler complex to regulate metabolic transcription [100]. Specifically, yeast cultured in continued low nutrient conditions will synchronize a significant fraction of their total transcriptome such that these genes are coordinately and periodically expressed as part of a yeast metabolic cycle (YMC) [104]. YMC expressed genes broadly incorporate various metabolic processes, including many TORC1-regulated genes. Cells deficient in INO80 function exhibit impaired chromatin accessibility on these genes due to reduced histone acetylation, causing their transcription to become uncoupled from YMC regulation [105, 106]. This effect is genetically linked to the function of the RPD3L deacetylase complex, as well as to the sirtuin HDACs, Hst3 and Hst4, which are negatively regulated by TORC1 [40, 75, 105]. Intriguingly, when cells lacking Ino80 are treated with rapamycin, TORC1 signaling is sustained longer relative to comparably treated controls, thus suggesting that functional INO80 remodeling activity is required to repress TORC1 signaling when cells become nutrient limited [105]. The mechanisms underlying how TORC1 regulates INO80 remodeler activity on these genes, and then how INO80 remodeling feeds back to inhibit TORC1 when nutrients are limiting, still remains to be defined. A recent genome-wide genetic analysis identified INO80, the sirtuins Hst3 and Hst4, as well as components of the Ccr4-Not complex, to be required for correct regulation of a Ribi gene induced by TORC1 signaling [107]. Therefore, INO80 and these additional chromatin and transcriptional regulators likely form an extensive genetic network that positively and negatively regulates the expression of TORC1-dependent genes in response to nutrient flux.Non-histone chromatin proteins- a role for high mobility group proteins in TORC1 signaling High mobility group (HMG) proteins are abundant, non-histone protein components of chromatin that belong to either the HMG-A, HMG-N, or HMG box (HMGB) family [108]. The HMGB group is the most abundant and diverse HMG family, and HMGBs are the group most connected to the TORC1/mTORC1 pathway. HMGB proteins containing a single HMG box that typically function as sequence-specific transcription factors, whereas HMGBs with multiple HMG boxes usually bind DNA in a sequence independent manner. This latter group has relevance for chromatin regulation, since many ATP-dependent remodelers and histone chaperones have HMGB subunits integral to their chromatin regulatory functions [109]. The role of HMGBs in the TORC1 pathway is best understood in yeast where the yeast HMGB protein Hmo1 plays a predominant role in TORC1-regulated transcription. HMO1 transcription is regulated by TORC1 signaling, and currently HMO1 is the only known Pol II transcribed gene in yeast where the Tor1 kinase binds to the promoter to stimulate transcription [110]. TORC1 inhibition reduces HMO1 expression through a mechanism requiring promoter-bound Tor1 kinase that likely targets HMO1 transcriptional regulators to mediate transcriptional repression when TORC1 is inactivated. Hmo1 binds to the promoters and gene bodies of many Pol II transcribed RP genes, as well as to the Pol I transcribed rDNA [111, 112]. Because Hmo1 expression is controlled by TORC1 signaling [113], and Hmo1 regulates both Pol I and Pol II transcription, Hmo1 is ideally suited to integrate upstream nutrient signaling with the requisite balanced transcription required for stoichiometric production of ribosomal components. In mammals, an analogous multi-HMG box protein, UBF1, binds rDNA genes to activate Pol I transcription [28]. Whether additional HMGBs function downstream of mTORC1 to promote transcription is unclear, but this issue will be critical to address in future studies given the importance of these non-histone factors in regulating chromatin structure and transcription.Studies of the transcribed yeast rDNA have generated controversy as to its exact physical structure. Considerable data has emerged that transcribed rDNA does not have canonical nucleosomes bound to it, but instead has a unique chromatin state dependent on Hmo1 binding [76]. Hmo1 regulates both Pol I transcription initiation and elongation, and it also facilitates the requisite co-transcriptional processing of nascent rRNA [114]. Yet histones have been detected on the transcribed rDNA in studies utilizing yeast strains containing a minimal number of rDNA repeats that are all transcriptionally active, albeit the histone levels are lower compared to other transcriptionally active DNA [77]. This reduced histone binding may reflect a physiological state where sub-nucleosomal structures, such as hexasomes or tetrasomes, are bound as has been suggested to occur at some transcribed Pol II genes [115]. The presence of histones at rDNA, even if they do not form canonical nucleosomes, would explain why many chromatin regulators including histone acetyltransferases, chromatin remodelers, and histone chaperones, regulate Pol I transcription as they would be required to promote Pol l passage through this chromatin architecture. Another unique aspect of Hmo1 is that, unlike canonical HMGB proteins such as mammalian HMGB1 which has an acidic C-terminal domain, the C-terminus of Hmo1 has a stretch of lysine residues that gives it an overall basic charge [116]. This basic C-terminal domain has been suggested to allow Hmo1 to function as a linker histone in yeast, even though yeast Hho1 is technically the homolog of vertebrate histone H1 [114]. Consistent with this concept, chromatin from yeast lacking Hmo1, but not Hho1, exhibit globally enhanced sensitivity to micrococcal nuclease digestion demonstrating that Hmo1 regulates global chromatin compaction [117]. Furthermore, the contraction of nucleolar volume which occurs as a consequence of nutrient depletion and condensin complex binding to the rDNA also requires Hmo1 rDNA binding. Yeast lacking Hmo1 fail to reduce nucleolar size even after long-term (48 hour) nutrient depletion [118]. Intriguingly, since Hmo1 expression is directly regulated by TORC1 signaling, this suggests the possibility that nutrient flux may control the transcriptional activity of large numbers of genes indirectly by modulating Hmo1 expression and global chromatin compaction.To identify key epigenetic pathways genetically connected to the TORC1 pathway, a rapamycin-based chemical genetic screen of a yeast histone H3/H4 library was performed. Several histone H3 residues were identified that exhibited increased or decreased sensitivity to rapamycin, whereas considerably fewer sites were identified on histone H4 [96]. These data implicate histone H3 as having a greater role in the chromatin regulation required for TORC1-dependent cell growth and proliferation, especially since many of these histone H3 sites are either known or candidate sites of post-translational modification. Amongst the residues identified, histone H3 lysine 37 (H3K37) was the only position whose mutation to an alanine (H3K37A) caused lethality when cells were exposed to a sub-inhibitory concentration of rapamycin. Surprisingly, an arginine (H3K37R) or glutamine (H3K37Q) change completely restored viability upon TORC1 inhibition. These data revealed that both a positive charge (arginine) and/or the potential to mediate a protein contact (glutamine) was key to the essentiality of H3K37 in the TORC1 pathway [119]. In vitro binding studies of mammalian HMGB1 to nucleosomal DNA revealed that HMGB1 makes a specific contact with the histone H3 tail at H3K37 [120, 121], thus suggesting that H3K37 interaction with specific HMGBs may stabilize their chromatin binding. Consistent with this possibility, when the chromatin binding of several HMGB factors was examined in H3 wild-type (H3WT) and H3K37A expressing cells, multiple HMGBs exhibited reduced chromatin affinity which was exacerbated when TORC1 was inhibited [119]. This decreased chromatin interaction led some of these HMGBs to relocate to the cytoplasm, resulting in a rapid decrease in vacuolar pH and induction of cell death through apoptosis and necrosis. Interestingly, Hmo1 binding was not affected under these conditions, so a global loss of Hmo1 from chromatin could not explain the increased cell death in the TORC1-inhibited H3K37A cells. Surprisingly, analysis of TORC1 signaling in H3WT and H3K37A mutant cells demonstrated that H3K37A cells hyperactivated the TORC1 pathway which reduced their chronological longevity. This effect could be replicated in H3WT cells by overexpressing the same HMGBs whose chromatin binding was impaired by the H3K37A mutant, but it could not be replicated by Hmo1 overexpression [119]. Collectively, these data suggest that the histone H3 N-terminal tail and TORC1 cooperate to retain specific HMGBs on chromatin, while disrupting HMGB chromatin binding deregulates TORC1 signaling and reduces chronological longevity. How cytoplasmic HMGBs dysregulate TORC1 still remains unknown, although one possibility is that they interfere with the function of key organelles such as mitochondria and the vacuole/lysosome required to regulate metabolic signaling.PerspectiveWhile our understanding of the nuclear roles for the TORC1/mTORC1 pathways continues to evolve, many essential unanswered questions remain. With the goal of framing some of these more immediate questions that need to be addressed for moving the field forward, three critical questions are discussed below.1) Are nuclear Tor kinases regulated by nutrients through the same mechanisms as the cytoplasmic pool? While the details of nutrient activation of cytoplasmic TORC1/mTORC1 complexes are well established, how nutrients regulate the nuclear kinases is less clear. The most logical assumption is that they are activated initially in the cytoplasm through canonical nutrient-dependent mechanisms, and then a subset of activated Tor kinases would transit to the nucleus to elicit their transcriptional and chromatin regulatory effects. However, experimental proof validating such a mechanism is lacking and testing this possibility should be a significant effort going forward. Although seemingly less likely, it is possible that nuclear Tor kinases exhibit a completely distinct mechanism for activation relative to the cytosolic pool. In this regard, it is not clear if the chromatin bound Tor kinases exist in isolation, if they exist as part of an intact TORC1/mTORC1 complex, or if they exist in a sub-complex containing some, but perhaps not all, of the additional subunits. While the mTORC1 subunit Raptor binds with mTor at some Pol II-regulated genes, it is formally possible that this may not represent intact mTORC1 but instead be a partial complex. If so, then these sub-complexes may be subject to different nutrient activation mechanisms which might bypass the need for interaction with the classically defined activators on the vacuole/lysosome surface.2) What are the nuclear targets phosphorylated by Tor kinases and how does this phosphorylation control gene expression? Outside of TORC1/mTORC1 phosphorylation and inactivation of the Maf1 transcriptional repressor, the nuclear targets of Tor kinases remain unknown. The expectation is that the basal transcriptional apparatus, sequence-specific transcription factors, transcriptional coactivators and/or corepressors, and the chromatin regulatory machinery all could be possible targets for nuclear Tor kinases. However, identifying which ones are critical for mediating the downstream transcriptional effects of nutrient signaling remains challenging. Some mTORC1 substrates have a TOR signaling (TOS) motif that is recognized by the Raptor subunit and is critical for mTORC1-dependent substrate phosphorylation [122, 123]. Clear TOS motifs have been defined in only a handful of substrates, so it is unlikely that all mTORC1 substrates will be defined solely through a TOS motif. If Tor kinases function in isolation, or in association with a subset of their complex members, how substrates are recognized could be very different than what occurs with intact TORC1/mTORC1. Alternatively, some functions of nuclear TORC1/mTORC1 may not depend on its kinase activity. Given the large size of individual Tor kinases, as well as TORC1/mTORC1 complexes, their physical presence on DNA could create novel protein-protein interaction surfaces that recruit specific transcriptional and/or chromatin regulatory factors. In this scenario, the kinase activity of the complex may be completely dispensable for its ability to control gene expression on a subset of genes. Exploring these possibilities should be a priority moving forward.3) Does TORC1/mTORC1 play a role in the transgenerational effects of diet and nutrients on phenotype? Current understanding of how diet and nutrients affect transgenerational phenotypes is in its infancy. Yet most efforts exploring this concept have centered on how cellular metabolism affects production of metabolic intermediates utilized by epigenetic effectors to elicit these transgenerational effects. Given that TORC1/mTORC1 is connected to a variety of downstream epigenetic pathways, it is possible that metazoan TORC1/mTORC1 communicates nutrient information directly to chromatin regulators eliciting epigenomic changes mediating diet-induced transgenerational phenotypes. To probe this possibility, a more thorough understanding of the relationship between TORC1/mTORC1 and these downstream chromatin regulators is required. One specific pathway to consider is the effect that TORC1/mTORC1 signaling has on nucleolar chromatin. While nutrient sufficiency induces TORC1/mTORC1 signaling to promote robust rRNA synthesis and formation of nucleoli, nutrient deficits suppress this process and cause nucleolar condensation. A significant number of chromatin regulators are predicted to have nucleolar localization signals [124], and nucleolar chromatin changes due to gain or loss of rDNA repeats induce epigenetic alterations elsewhere in the genome that affect gene expression [125, 126]. Therefore, it is entirely possible nutrient flux signals through TORC1/mTORC1 which modifies nucleolar chromatin and induces epigenetic changes elsewhere in the genome to regulate phenotype.Consistent with this possibility, cancer cells exhibit a general loss of rDNA repeat number that, counterintuitively, correlates with upregulated mTORC1 signaling [86]. Whether the rDNA loss induces mTORC1 upregulation, or if an increase in mTORC1 signaling induces rDNA repeat instability, is unclear. Recent studies identified the H3K56ac pathway as one histone post-translational modification that promotes adaptive gene copy number changes in response to altered environments [127]. It is entirely conceivable that TORC1/mTORC1 mediates such adaptive gene copy number changes by regulating critical histone post-translational modifications such as H3K56ac [40]. Such a mechanism could give cells the epigenetic and transcriptional plasticity required to cope with altered environments, especially since TORC1/mTORC1 signaling is sensitive to environmental stress. These possibilities also have implications for the recent development of small molecules that target RNA Pol I, which have shown efficacy in the laboratory for targeting a variety of tumor types [39, 128, 129]. Inhibiting Pol I is thought to induce a nucleolar stress response that mediates much of the anticancer activity of these inhibitors. However, since nucleoli can regulate global epigenetic states, these inhibitors may also impact the expression of genes outside the rDNA that contribute to their anti-cancer effects. Exploring this possibility should be a priority going forward since pharmacological targeting of these additional epigenetic pathways may result in enhanced anti-cancer activity when paired with Pol I inhibitors.Aberrant signaling through mTORC1 drives the development of cancer, obesity and cardiovascular disease [2], while reduced mTORC1 activity through dietary restriction or pharmacological inhibitors has demonstrated potential for extending healthy longevity [130]. Although the majority of disease-related mTORC1 studies have focused on its cytoplasmic signaling roles, dysregulation of nuclear mTor kinase functions almost certainly will play a major role in disease etiology. Therefore, future efforts to understand these nuclear functions will require leveraging multiple model systems, including yeast and mammalian cells, to delineate how nuclear Tor kinases contribute to epigenetic and transcriptional control. ​\n                    HighlightsNuclear role of mTORC1 signaling in transcription and epigenetic regulationNuclear Tor kinases control ribosomal transcription in response to nutrientsThe mTORC1 pathway regulates multiple epigenetic effectorsSignaling through mTORC1 may regulate nutrient effects on the epigenome AcknowledgementsThe author would like to thank Dr. Lawrence Pfeffer for his critical comments regarding manuscript preparation. He also would like to apologize to those investigators whose work was not discussed due to space constraints. Work in the Laribee laboratory is supported by funding from the National Institutes of Health grant GM107040. FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. References[1] Palm W, Thompson CB. Nutrient acquisition strategies of mammalian cells. Nature. 2017;546:234–42. [PMC free article] [PubMed] [Google Scholar][2] Saxton RA, Sabatini DM. mTOR Signaling in Growth, Metabolism, and Disease. Cell. 2017;168:960–76. [PMC free article] [PubMed] [Google Scholar][3] Gonzalez A, Hall MN. Nutrient sensing and TOR signaling in yeast and mammals. EMBO J. 2017;36:397–408. [PMC free article] [PubMed] [Google Scholar][4] Suganuma T, Workman JL. Chromatin and Metabolism. Annu Rev Biochem. 2018;87:27–49. [PubMed] [Google Scholar][5] Li X, Egervari G, Wang Y, Berger SL, Lu Z. Regulation of chromatin and gene expression by metabolic enzymes and metabolites. Nat Rev Mol Cell Biol. 2018. [PMC free article] [PubMed] [Google Scholar][6] Hall MN. Talks about TORCs: recent advancesin target of rapamycin signalling. On mTOR nomenclature. Biochem Soc Trans. 2013;41:887–8. [PubMed] [Google Scholar][7] Heitman J, Movva NR, Hall MN. Targets for cell cycle arrest by the immunosuppressant rapamycin in yeast. Science. 1991;253:905–9. [PubMed] [Google Scholar][8] Sabatini DM, Erdjument-Bromage H, Lui M, Tempst P, Snyder SH. RAFT1: a mammalian protein that binds to FKBP12 in a rapamycin-dependent fashion and is homologous to yeast TORs. Cell. 1994;78:35–43. [PubMed] [Google Scholar][9] Sabers CJ, Martin MM, Brunn GJ, Williams JM, Dumont FJ, Wiederrecht G, et al.\nIsolation of a protein target of the FKBP12-rapamycin complex in mammalian cells. J Biol Chem. 1995;270:815–22. [PubMed] [Google Scholar][10] Brown EJ, Albers MW, Shin TB, Ichikawa K, Keith CT, Lane WS, et al.\nA mammalian protein targeted by G1-arresting rapamycin-receptor complex. Nature. 1994;369:756–8. [PubMed] [Google Scholar][11] Koltin Y, Faucette L, Bergsma DJ, Levy MA, Cafferkey R, Koser PL, et al.\nRapamycin sensitivity in Saccharomyces cerevisiae is mediated by a peptidyl-prolyl cis-trans isomerase related to human FK506-binding protein. Mol Cell Biol. 1991;11:1718–23. [PMC free article] [PubMed] [Google Scholar][12] Loewith R, Jacinto E, Wullschleger S, Lorberg A, Crespo JL, Bonenfant D, et al.\nTwo TOR complexes, only one of which is rapamycin sensitive, have distinct roles in cell growth control. Mol Cell. 2002;10:457–68. [PubMed] [Google Scholar][13] Dibble CC, Elis W, Menon S, Qin W, Klekota J, Asara JM, et al.\nTBC1D7 is a third subunit of the TSC1-TSC2 complex upstream of mTORC1. Mol Cell. 2012;47:535–46. [PMC free article] [PubMed] [Google Scholar][14] Inoki K, Li Y, Xu T, Guan KL. Rheb GTPase is a direct target of TSC2 GAP activity and regulates mTOR signaling. Genes Dev. 2003;17:1829–34. [PMC free article] [PubMed] [Google Scholar][15] Tee AR, Manning BD, Roux PP, Cantley LC, Blenis J. Tuberous sclerosis complex gene products, Tuberin and Hamartin, control mTOR signaling by acting as a GTPase-activating protein complex toward Rheb. Curr Biol. 2003;13:1259–68. [PubMed] [Google Scholar][16] Inoki K, Li Y, Zhu T, Wu J, Guan KL. TSC2 is phosphorylated and inhibited by Akt and suppresses mTOR signalling. Nat Cell Biol. 2002;4:648–57. [PubMed] [Google Scholar][17] Manning BD, Tee AR, Logsdon MN, Blenis J, Cantley LC. Identification of the tuberous sclerosis complex-2 tumor suppressor gene product tuberin as a target of the phosphoinositide 3-kinase/akt pathway. Mol Cell. 2002;10:151–62. [PubMed] [Google Scholar][18] Nakashima A, Tamanoi F. Conservation of the Tsc/Rheb/TORC1/S6K/S6 Signaling in Fission Yeast. Enzymes. 2010;28:167–87. [PMC free article] [PubMed] [Google Scholar][19] Zoncu R, Bar-Peled L, Efeyan A, Wang S, Sancak Y, Sabatini DM. mTORC1 senses lysosomal amino acids through an inside-out mechanism that requires the vacuolar H(+)-ATPase. Science. 2011;334:678–83. [PMC free article] [PubMed] [Google Scholar][20] Kim E, Goraksha-Hicks P, Li L, Neufeld TP, Guan KL. Regulation of TORC1 by Rag GTPases in nutrient response. Nat Cell Biol. 2008;10:935–45. [PMC free article] [PubMed] [Google Scholar][21] Sancak Y, Peterson TR, Shaul YD, Lindquist RA, Thoreen CC, Bar-Peled L, et al.\nThe Rag GTPases bind raptor and mediate amino acid signaling to mTORC1. Science. 2008;320:1496–501. [PMC free article] [PubMed] [Google Scholar][22] Dechant R, Binda M, Lee SS, Pelet S, Winderickx J, Peter M. Cytosolic pH is a second messenger for glucose and regulates the PKA pathway through V-ATPase. EMBO J. 2010;29:2515–26. [PMC free article] [PubMed] [Google Scholar][23] Binda M, Peli-Gulli MP, Bonfils G, Panchaud N, Urban J, Sturgill TW, et al.\nThe Vam6 GEF controls TORC1 by activating the EGO complex. Mol Cell. 2009;35:563–73. [PubMed] [Google Scholar][24] Powis K, De Virgilio C. Conserved regulators of Rag GTPases orchestrate amino acid-dependent TORC1 signaling. Cell Discov. 2016;2:15049. [PMC free article] [PubMed] [Google Scholar][25] Loewith R, Hall MN. Target of rapamycin (TOR) in nutrient signaling and growth control. Genetics. 2011;189:1177–201. [PMC free article] [PubMed] [Google Scholar][26] Gonzalez A, Shimobayashi M, Eisenberg T, Merle DA, Pendl T, Hall MN, et al.\nTORC1 promotes phosphorylation of ribosomal protein S6 via the AGC kinase Ypk3 in Saccharomyces cerevisiae. PLoS One. 2015;10:e0120250. [PMC free article] [PubMed] [Google Scholar][27] Warner JR. The economics of ribosome biosynthesis in yeast. Trends Biochem Sci. 1999;24:437–40. [PubMed] [Google Scholar][28] Drygin D, Rice WG, Grummt I. The RNA polymerase I transcription machinery: an emerging target for the treatment of cancer. Annu Rev Pharmacol Toxicol.50:131–56. [PubMed] [Google Scholar][29] Mayer C, Grummt I. Ribosome biogenesis and cell growth: mTOR coordinates transcription by all three classes of nuclear RNA polymerases. Oncogene. 2006;25:6384–91. [PubMed] [Google Scholar][30] Pelletier J, Thomas G, Volarevic S. Ribosome biogenesis in cancer: new players and therapeutic avenues. Nat Rev Cancer. 2018;18:51–63. [PubMed] [Google Scholar][31] Woolford JL, Baserga SJ Jr.\nRibosome biogenesis in the yeast Saccharomyces cerevisiae. Genetics. 2013;195:643–81. [PMC free article] [PubMed] [Google Scholar][32] Mayer C, Zhao J, Yuan X, Grummt I. mTOR-dependent activation of the transcription factor TIF-IA links rRNA synthesis to nutrient availability. Genes Dev. 2004;18:423–34. [PMC free article] [PubMed] [Google Scholar][33] Claypool JA, French SL, Johzuka K, Eliason K, Vu L, Dodd JA, et al.\nTor pathway regulates Rrn3p-dependent recruitment of yeast RNA polymerase I to the promoter but does not participate in alteration of the number of active genes. Mol Biol Cell. 2004;15:946–56. [PMC free article] [PubMed] [Google Scholar][34] Philippi A, Steinbauer R, Reiter A, Fath S, Leger-Silvestre I, Milkereit P, et al.\nTOR-dependent reduction in the expression level of Rrn3p lowers the activity of the yeast RNA Pol I machinery, but does not account for the strong inhibition of rRNA production. Nucleic Acids Res. 2010;38:5315–26. [PMC free article] [PubMed] [Google Scholar][35] Laferte A, Favry E, Sentenac A, Riva M, Carles C, Chedin S. The transcriptional activity of RNA polymerase I is a key determinant for the level of all ribosome components. Genes Dev. 2006;20:2030–40. [PMC free article] [PubMed] [Google Scholar][36] Chedin S, Laferte A, Hoang T, Lafontaine DL, Riva M, Carles C. Is ribosome synthesis controlled by pol I transcription?\nCell Cycle. 2007;6:11–5. [PubMed] [Google Scholar][37] Hamdane N, Stefanovsky VY, Tremblay MG, Nemeth A, Paquet E, Lessard F, et al.\nConditional inactivation of Upstream Binding Factor reveals its epigenetic functions and the existence of a somatic nucleolar precursor body. PLoS Genet. 2014;10:e1004505. [PMC free article] [PubMed] [Google Scholar][38] Bywater MJ, Pearson RB, McArthur GA, Hannan RD. Dysregulation of the basal RNA polymerase transcription apparatus in cancer. Nat Rev Cancer. 2013;13:299–314. [PubMed] [Google Scholar][39] Hein N, Hannan KM, George AJ, Sanij E, Hannan RD. The nucleolus: an emerging target for cancer therapy. Trends in molecular medicine. 2013;19:643–54. [PubMed] [Google Scholar][40] Chen H, Fan M, Pfeffer LM, Laribee RN. The histone H3 lysine 56 acetylation pathway is regulated by target of rapamycin (TOR) signaling and functions directly in ribosomal RNA biogenesis. Nucleic Acids Res. 2012;40:6534–46. [PMC free article] [PubMed] [Google Scholar][41] Jonkers I, Lis JT. Getting up to speed with transcription elongation by RNA polymerase II. Nat Rev Mol Cell Biol. 2015;16:167–77. [PMC free article] [PubMed] [Google Scholar][42] Schneider DA, Michel A, Sikes ML, Vu L, Dodd JA, Salgia S, et al.\nTranscription elongation by RNA polymerase I is linked to efficient rRNA processing and ribosome assembly. Mol Cell. 2007;26:217–29. [PMC free article] [PubMed] [Google Scholar][43] Stefanovsky V, Langlois F, Gagnon-Kugler T, Rothblum LI, Moss T. Growth factor signaling regulates elongation of RNA polymerase I transcription in mammals via UBF phosphorylation and r-chromatin remodeling. Mol Cell. 2006;21:629–39. [PubMed] [Google Scholar][44] Schneider DA, French SL, Osheim YN, Bailey AO, Vu L, Dodd J, et al.\nRNA polymerase II elongation factors Spt4p and Spt5p play roles in transcription elongation by RNA polymerase I and rRNA processing. Proc Natl Acad Sci U S A. 2006;103:12707–12. [PMC free article] [PubMed] [Google Scholar][45] Zhang Y, Sikes ML, Beyer AL, Schneider DA. The Paf1 complex is required for efficient transcription elongation by RNA polymerase I. Proc Natl Acad Sci U S A. 2009;106:2153–8. [PMC free article] [PubMed] [Google Scholar][46] Engel KL, French SL, Viktorovskaya OV, Beyer AL, Schneider DA. Spt6 Is Essential for rRNA Synthesis by RNA Polymerase I. Mol Cell Biol. 2015;35:2321–31. [PMC free article] [PubMed] [Google Scholar][47] Birch JL, Tan BC, Panov KI, Panova TB, Andersen JS, Owen-Hughes TA, et al.\nFACT facilitates chromatin transcription by RNA polymerases I and III. EMBO J. 2009;28:854–65. [PMC free article] [PubMed] [Google Scholar][48] Zhang Y, Smith ADt, Renfrow MB, Schneider DA. The RNA polymerase-associated factor 1 complex (Paf1C) directly increases the elongation rate of RNA polymerase I and is required for efficient regulation of rRNA synthesis. J Biol Chem. 2010;285:14152–9. [PMC free article] [PubMed] [Google Scholar][49] Laribee RN, Hosni-Ahmed A, Workman JJ, Chen H. Ccr4-not regulates RNA polymerase I transcription and couples nutrient signaling to the control of ribosomal RNA biogenesis. PLoS Genet. 2015;11:e1005113. [PMC free article] [PubMed] [Google Scholar][50] Hontz RD, Niederer RO, Johnson JM, Smith JS. Genetic identification of factors that modulate ribosomal DNA transcription in Saccharomyces cerevisiae. Genetics. 2009;182:105–19. [PMC free article] [PubMed] [Google Scholar][51] Zhang Y, Anderson SJ, French SL, Sikes ML, Viktorovskaya OV, Huband J, et al.\nThe SWI/SNF chromatin remodeling complex influences transcription by RNA polymerase I in Saccharomyces cerevisiae. PLoS One. 2013;8:e56793. [PMC free article] [PubMed] [Google Scholar][52] Zhang X, Shu L, Hosoi H, Murti KG, Houghton PJ. Predominant nuclear localization of mammalian target of rapamycin in normal and malignant cells in culture. J Biol Chem. 2002;277:28127–34. [PubMed] [Google Scholar][53] Li H, Tsang CK, Watkins M, Bertram PG, Zheng XF. Nutrient regulates Tor1 nuclear localization and association with rDNA promoter. Nature. 2006;442:1058–61. [PubMed] [Google Scholar][54] Kantidakis T, Ramsbottom BA, Birch JL, Dowding SN, White RJ. mTOR associates with TFIIIC, is found at tRNA and 5S rRNA genes, and targets their repressor Maf1. Proc Natl Acad Sci U S A.107:11823–8. [PMC free article] [PubMed] [Google Scholar][55] Tsang CK, Liu H, Zheng XF. mTOR binds to the promoters of RNA polymerase I- and III-transcribed genes. Cell Cycle. 2010;9:953–7. [PMC free article] [PubMed] [Google Scholar][56] Wei Y, Tsang CK, Zheng XF. Mechanisms of regulation of RNA polymerase III-dependent transcription by TORC1. EMBO J. 2009;28:2220–30. [PMC free article] [PubMed] [Google Scholar][57] Hannan KM, Brandenburger Y, Jenkins A, Sharkey K, Cavanaugh A, Rothblum L, et al.\nmTOR-dependent regulation of ribosomal gene transcription requires S6K1 and is mediated by phosphorylation of the carboxy-terminal activation domain of the nucleolar transcription factor UBF. Mol Cell Biol. 2003;23:8862–77. [PMC free article] [PubMed] [Google Scholar][58] Rajarajacholan UK, Thalappilly S, Riabowol K. ING1 regulates rRNA levels by altering nucleolar chromatin structure and mTOR localization. Nucleic Acids Res. 2017;45:1776–92. [PMC free article] [PubMed] [Google Scholar][59] Cunningham JT, Rodgers JT, Arlow DH, Vazquez F, Mootha VK, Puigserver P. mTOR controls mitochondrial oxidative function through a YY1-PGC-1alpha transcriptional complex. Nature. 2007;450:736–40. [PubMed] [Google Scholar][60] Chaveroux C, Eichner LJ, Dufour CR, Shatnawi A, Khoutorsky A, Bourque G, et al.\nMolecular and genetic crosstalks between mTOR and ERRalpha are key determinants of rapamycin-induced nonalcoholic fatty liver. Cell Metab. 2013;17:586–98. [PubMed] [Google Scholar][61] Audet-Walsh E, Dufour CR, Yee T, Zouanat FZ, Yan M, Kalloghlian G, et al.\nNuclear mTOR acts as a transcriptional integrator of the androgen signaling pathway in prostate cancer. Genes Dev. 2017;31:1228–42. [PMC free article] [PubMed] [Google Scholar][62] Luger K, Mader AW, Richmond RK, Sargent DF, Richmond TJ. Crystal structure of the nucleosome core particle at 2.8 A resolution. Nature. 1997;389:251–60. [PubMed] [Google Scholar][63] Petesch SJ, Lis JT. Overcoming the nucleosome barrier during transcript elongation. Trends in genetics : TIG. 2012;28:285–94. [PMC free article] [PubMed] [Google Scholar][64] Kwak H, Lis JT. Control of transcriptional elongation. Annual review of genetics. 2013;47:483–508. [PMC free article] [PubMed] [Google Scholar][65] Rothbart SB, Strahl BD. Interpreting the language of histone and DNA modifications. Biochim Biophys Acta. 2014;1839:627–43. [PMC free article] [PubMed] [Google Scholar][66] Andrews FH, Strahl BD, Kutateladze TG. Insights into newly discovered marks and readers of epigenetic information. Nat Chem Biol. 2016;12:662–8. [PMC free article] [PubMed] [Google Scholar][67] Rohde JR, Cardenas ME. The tor pathway regulates gene expression by linking nutrient sensing to histone acetylation. Mol Cell Biol. 2003;23:629–35. [PMC free article] [PubMed] [Google Scholar][68] Humphrey EL, Shamji AF, Bernstein BE, Schreiber SL. Rpd3p relocation mediates a transcriptional response to rapamycin in yeast. Chem Biol. 2004;11:295–9. [PubMed] [Google Scholar][69] Huber A, French SL, Tekotte H, Yerlikaya S, Stahl M, Perepelkina MP, et al.\nSch9 regulates ribosome biogenesis via Stb3, Dot6 and Tod6 and the histone deacetylase complex RPD3L. EMBO J. 2011;30:3052–64. [PMC free article] [PubMed] [Google Scholar][70] Tsang CK, Bertram PG, Ai W, Drenan R, Zheng XF. Chromatin-mediated regulation of nucleolar structure and RNA Pol I localization by TOR. EMBO J. 2003;22:6045–56. [PMC free article] [PubMed] [Google Scholar][71] Tsang CK, Li H, Zheng XS. Nutrient starvation promotes condensin loading to maintain rDNA stability. EMBO J. 2007;26:448–58. [PMC free article] [PubMed] [Google Scholar][72] Laboucarie T, Detilleux D, Rodriguez-Mias RA, Faux C, Romeo Y, Franz-Wachtel M, et al.\nTORC1 and TORC2 converge to regulate the SAGA co-activator in response to nutrient availability. EMBO Rep. 2017;18:2197–218. [PMC free article] [PubMed] [Google Scholar][73] Tang Y, Holbert MA, Wurtele H, Meeth K, Rocha W, Gharib M, et al.\nFungal Rtt109 histone acetyltransferase is an unexpected structural homolog of metazoan p300/CBP. Nat Struct Mol Biol. 2008;15:738–45. [PMC free article] [PubMed] [Google Scholar][74] Das C, Tyler JK. Histone exchange and histone modifications during transcription and aging. Biochim Biophys Acta. 2013;1819:332–42. [PMC free article] [PubMed] [Google Scholar][75] Workman JJ, Chen H, Laribee RN. Saccharomyces cerevisiae TORC1 Controls Histone Acetylation by Signaling Through the Sit4/PP6 Phosphatase to Regulate Sirtuin Deacetylase Nuclear Accumulation. Genetics. 2016;203:1733–46. [PMC free article] [PubMed] [Google Scholar][76] Merz K, Hondele M, Goetze H, Gmelch K, Stoeckl U, Griesenbeck J. Actively transcribed rRNA genes in S. cerevisiae are organized in a specialized chromatin associated with the high-mobility group protein Hmo1 and are largely devoid of histone molecules. Genes Dev. 2008;22:1190–204. [PMC free article] [PubMed] [Google Scholar][77] Jones HS, Kawauchi J, Braglia P, Alen CM, Kent NA, Proudfoot NJ. RNA polymerase I in yeast transcribes dynamic nucleosomal rDNA. Nat Struct Mol Biol. 2007;14:123–30. [PMC free article] [PubMed] [Google Scholar][78] Kos M, Tollervey D. Yeast pre-rRNA processing and modification occur cotranscriptionally. Mol Cell. 2010;37:809–20. [PMC free article] [PubMed] [Google Scholar][79] Osheim YN, French SL, Keck KM, Champion EA, Spasov K, Dragon F, et al.\nPre-18S ribosomal RNA is structurally compacted into the SSU processome prior to being cleaved from nascent transcripts in Saccharomyces cerevisiae. Mol Cell. 2004;16:943–54. [PubMed] [Google Scholar][80] Jack CV, Cruz C, Hull RM, Keller MA, Ralser M, Houseley J. Regulation of ribosomal DNA amplification by the TOR pathway. Proc Natl Acad Sci U S A. 2015;112:9674–9. [PMC free article] [PubMed] [Google Scholar][81] Haigis MC, Sinclair DA. Mammalian sirtuins: biological insights and disease relevance. Annu Rev Pathol. 2010;5:253–95. [PMC free article] [PubMed] [Google Scholar][82] Imai SI, Guarente L. It takes two to tango: NAD(+) and sirtuins in aging/longevity control. NPJ Aging Mech Dis. 2016;2:16017. [PMC free article] [PubMed] [Google Scholar][83] Lopez-Otin C, Blasco MA, Partridge L, Serrano M, Kroemer G. The hallmarks of aging. Cell. 2013;153:1194–217. [PMC free article] [PubMed] [Google Scholar][84] Ha CW, Huh WK. Rapamycin increases rDNA stability by enhancing association of Sir2 with rDNA in Saccharomyces cerevisiae. Nucleic Acids Res. 2011;39:1336–50. [PMC free article] [PubMed] [Google Scholar][85] Aldrich jC, Maggert KA. Transgenerational inheritance of diet-induced genome rearrangements in Drosophila. PLoS Genet. 2015;11:e1005148. [PMC free article] [PubMed] [Google Scholar][86] Xu B, Li H, Perry JM, Singh VP, Unruh J, Yu Z, et al.\nRibosomal DNA copy number loss and sequence variation in cancer. PLoS Genet. 2017;13:e1006771. [PMC free article] [PubMed] [Google Scholar][87] Ide S, Miyazaki T, Maki H, Kobayashi T. Abundance of ribosomal RNA gene copies maintains genome integrity. Science. 2010;327:693–6. [PubMed] [Google Scholar][88] Ford E, Voit R, Liszt G, Magin C, Grummt I, Guarente L. Mammalian Sir2 homolog SIRT7 is an activator of RNA polymerase I transcription. Genes Dev. 2006;20:1075–80. [PMC free article] [PubMed] [Google Scholar][89] Chen S, Seiler J, Santiago-Reichelt M, Felbel K, Grummt I, Voit R. Repression of RNA polymerase I upon stress is caused by inhibition of RNA-dependent deacetylation of PAF53 by SIRT7. Mol Cell. 2013;52:303–13. [PubMed] [Google Scholar][90] Tsai YC, Greco TM, Cristea IM. Sirtuin 7 plays a role in ribosome biogenesis and protein synthesis. Mol Cell Proteomics. 2014;13:73–83. [PMC free article] [PubMed] [Google Scholar][91] McDaniel SL, Strahl BD. Shaping the cellular landscape with Set2/SETD2 methylation. Cell Mol Life Sci. 2017;74:3317–34. [PMC free article] [PubMed] [Google Scholar][92] Xiao T, Hall H, Kizer KO, Shibata Y, Hall MC, Borchers CH, et al.\nPhosphorylation of RNA polymerase II CTD regulates H3 methylation in yeast. Genes Dev. 2003;17:654–63. [PMC free article] [PubMed] [Google Scholar][93] Venkatesh S, Smolle M, Li H, Gogol MM, Saint M, Kumar S, et al.\nSet2 methylation of histone H3 lysine 36 suppresses histone exchange on transcribed genes. Nature. 2012;489:452–5. [PubMed] [Google Scholar][94] Cheung V, Chua G, Batada NN, Landry CR, Michnick SW, Hughes TR, et al.\nChromatin- and transcription-related factors repress transcription from within coding regions throughout the Saccharomyces cerevisiae genome. PLoS Biol. 2008;6:e277. [PMC free article] [PubMed] [Google Scholar][95] McDaniel SL, Hepperla AJ, Huang J, Dronamraju R, Adams AT, Kulkarni VG, et al.\nH3K36 Methylation Regulates Nutrient Stress Response in Saccharomyces cerevisiae by Enforcing Transcriptional Fidelity. Cell Rep. 2017;19:2371–82. [PMC free article] [PubMed] [Google Scholar][96] Chen H, Workman JJ, Tenga A, Laribee RN. Target of rapamycin signaling regulates high mobility group protein association to chromatin, which functions to suppress necrotic cell death. Epigenetics Chromatin. 2013;6:29. [PMC free article] [PubMed] [Google Scholar][97] Xie W, Ling T, Zhou Y, Feng W, Zhu Q, Stunnenberg HG, et al.\nThe chromatin remodeling complex NuRD establishes the poised state of rRNA genes characterized by bivalent histone modifications and altered nucleosome positions. Proc Natl Acad Sci U S A. 2012;109:8161–6. [PMC free article] [PubMed] [Google Scholar][98] Unk I, Hajdu I, Fatyol K, Szakal B, Blastyak A, Bermudez V, et al.\nHuman SHPRH is a ubiquitin ligase for Mms2-Ubc13-dependent polyubiquitylation of proliferating cell nuclear antigen. Proc Natl Acad Sci U S A. 2006;103:18107–12. [PMC free article] [PubMed] [Google Scholar][99] Lee D, An J, Park YU, Liaw H, Woodgate R, Park JH, et al.\nSHPRH regulates rRNA transcription by recognizing the histone code in an mTOR-dependent manner. Proc Natl Acad Sci U S A. 2017;114:E3424–E33. [PMC free article] [PubMed] [Google Scholar][100] Clapier CR, Iwasa J, Cairns BR, Peterson CL. Mechanisms of action and regulation of ATP-dependent chromatin-remodelling complexes. Nat Rev Mol Cell Biol. 2017;18:407–22. [PMC free article] [PubMed] [Google Scholar][101] Clapier CR, Cairns BR. The biology of chromatin remodeling complexes. Annu Rev Biochem. 2009;78:273–304. [PubMed] [Google Scholar][102] Angus-Hill ML, Schlichter A, Roberts D, Erdjument-Bromage H, Tempst P, Cairns BR. A Rsc3/Rsc30 zinc cluster dimer reveals novel roles for the chromatin remodeler RSC in gene expression and cell cycle control. Mol Cell. 2001;7:741–51. [PubMed] [Google Scholar][103] Damelin M, Simon I, Moy TI, Wilson B, Komili S, Tempst P, et al.\nThe genome-wide localization of Rsc9, a component of the RSC chromatin-remodeling complex, changes in response to stress. Mol Cell. 2002;9:563–73. [PubMed] [Google Scholar][104] Tu BP, Kudlicki A, Rowicka M, McKnight SL. Logic of the yeast metabolic cycle: temporal compartmentalization of cellular processes. Science. 2005;310:1152–8. [PubMed] [Google Scholar][105] Beckwith SL, Schwartz EK, Garcia-Nieto PE, King DA, Gowans GJ, Wong KM, et al.\nThe INO80 chromatin remodeler sustains metabolic stability by promoting TOR signaling and regulating histone acetylation. PLoS Genet. 2018;14:e1007216. [PMC free article] [PubMed] [Google Scholar][106] Gowans GJ, Schep AN, Wong KM, King DA, Greenleaf WJ, Morrison AJ. INO80 Chromatin Remodeling Coordinates Metabolic Homeostasis with Cell Division. Cell Rep. 2018;22:611–23. [PMC free article] [PubMed] [Google Scholar][107] Worley J, Sullivan A, Luo X, Kaplan ME, Capaldi AP. Genome-Wide Analysis of the TORC1 and Osmotic Stress Signaling Network in Saccharomyces cerevisiae. G3 (Bethesda). 2015;6:463–74. [PMC free article] [PubMed] [Google Scholar][108] Malarkey CS, Churchill ME. The high mobility group box: the ultimate utility player of a cell. Trends Biochem Sci. 2012;37:553–62. [PMC free article] [PubMed] [Google Scholar][109] Malarkey CS, Churchill ME. The high mobility group box: the ultimate utility player of a cell. Trends Biochem Sci. [PMC free article] [PubMed] [Google Scholar][110] Panday A, Gupta A, Srinivasa K, Xiao L, Smith MD, Grove A. DNA damage regulates direct association of TOR kinase with the RNA polymerase II-transcribed HMO1 gene. Mol Biol Cell. 2017;28:2449–59. [PMC free article] [PubMed] [Google Scholar][111] Gadal O, Labarre S, Boschiero C, Thuriaux P. Hmo1, an HMG-box protein, belongs to the yeast ribosomal DNA transcription system. EMBO J. 2002;21:5498–507. [PMC free article] [PubMed] [Google Scholar][112] Hall DB, Wade JT, Struhl K. An HMG protein, Hmo1, associates with promoters of many ribosomal protein genes and throughout the rRNA gene locus in Saccharomyces cerevisiae. Mol Cell Biol. 2006;26:3672–9. [PMC free article] [PubMed] [Google Scholar][113] Xiao L, Kamau E, Donze D, Grove A. Expression of yeast high mobility group protein HMO1 is regulated by TOR signaling. Gene. 2011;489:55–62. [PubMed] [Google Scholar][114] Panday A, Grove A. Yeast HMO1: Linker Histone Reinvented. Microbiol Mol Biol Rev. 2017;81. [PMC free article] [PubMed] [Google Scholar][115] Rhee HS, Bataille AR, Zhang L, Pugh BF. Subnucleosomal structures and nucleosome asymmetry across a genome. Cell. 2014;159:1377–88. [PMC free article] [PubMed] [Google Scholar][116] Bauerle KT, Kamau E, Grove A. Interactions between N- and C-terminal domains of the Saccharomyces cerevisiae high-mobility group protein HMO1 are required for DNA bending. Biochemistry. 2006;45:3635–45. [PubMed] [Google Scholar][117] Panday A, Xiao L, Grove A. Yeast high mobility group protein HMO1 stabilizes chromatin and is evicted during repair of DNA double strand breaks. Nucleic Acids Res. 2015;43:5759–70. [PMC free article] [PubMed] [Google Scholar][118] Wang D, Mansisidor A, Prabhakar G, Hochwagen A. Condensin and Hmo1 Mediate a Starvation-Induced Transcriptional Position Effect within the Ribosomal DNA Array. Cell Rep. 2016;14:1010–7. [PMC free article] [PubMed] [Google Scholar][119] Chen H, Workman JJ, Strahl BD, Laribee RN. Histone H3 and TORC1 prevent organelle dysfunction and cell death by promoting nuclear retention of HMGB proteins. Epigenetics Chromatin. 2016;9:34. [PMC free article] [PubMed] [Google Scholar][120] Kawase T, Sato K, Ueda T, Yoshida M. Distinct domains in HMGB1 are involved in specific intramolecular and nucleosomal interactions. Biochemistry. 2008;47:13991–6. [PubMed] [Google Scholar][121] Watson M, Stott K, Fischl H, Cato L, Thomas JO. Characterization of the interaction between HMGB1 and H3-a possible means of positioning HMGB1 in chromatin. Nucleic Acids Res. 2014;42:848–59. [PMC free article] [PubMed] [Google Scholar][122] Schalm SS, Blenis J. Identification of a conserved motif required for mTOR signaling. Curr Biol. 2002;12:632–9. [PubMed] [Google Scholar][123] Nojima H, Tokunaga C, Eguchi S, Oshiro N, Hidayat S, Yoshino K, et al.\nThe mammalian target of rapamycin (mTOR) partner, raptor, binds the mTOR substrates p70 S6 kinase and 4E-BP1 through their TOR signaling (TOS) motif. J Biol Chem. 2003;278:15461–4. [PubMed] [Google Scholar][124] Scott MS, Boisvert FM, McDowall MD, Lamond AI, Barton GJ. Characterization and prediction of protein nucleolar localization sequences. Nucleic Acids Res. 2010;38:7388–99. [PMC free article] [PubMed] [Google Scholar][125] Paredes S, Maggert KA. Ribosomal DNA contributes to global chromatin regulation. Proc Natl Acad Sci U S A. 2009;106:17829–34. [PMC free article] [PubMed] [Google Scholar][126] Paredes S, Branco AT, Hartl DL, Maggert KA, Lemos B. Ribosomal DNA deletions modulate genome-wide gene expression: \"rDNA-sensitive\" genes and natural variation. PLoS Genet. 2011;7:e1001376. [PMC free article] [PubMed] [Google Scholar][127] Hull RM, Cruz C, Jack CV, Houseley J. Environmental change drives accelerated adaptation through stimulated copy number variation. PLoS Biol. 2017;15:e2001333. [PMC free article] [PubMed] [Google Scholar][128] Bywater MJ, Poortinga G, Sanij E, Hein N, Peck A, Cullinane C, et al.\nInhibition of RNA polymerase I as a therapeutic strategy to promote cancer-specific activation of p53. Cancer Cell.22:51–65. [PMC free article] [PubMed] [Google Scholar][129] Drygin D, Lin A, Bliesath J, Ho CB, O'Brien SE, Proffitt C, et al.\nTargeting RNA polymerase I with an oral small molecule CX-5461 inhibits ribosomal RNA synthesis and solid tumor growth. Cancer Res.71:1418–30. [PubMed] [Google Scholar][130] Partridge L, Deelen J, Slagboom PE. Facing up to the global challenges of ageing. Nature. 2018;561:45–56. [PubMed] [Google Scholar]"}