{"title": "Integration between ROS Regulatory Systems and Other Signals in the Regulation of Various Types of Heat Responses in Plants", "pubDate": "2018", "PMCID": "PMC6274784", "DOI": "10.3390/ijms19113370", "PMID": "30373292", "abstract": "Because of their sessile lifestyle, plants cannot escape from heat stress and are forced to alter their cellular state to prevent damage. Plants, therefore, evolved complex mechanisms to adapt to irregular increases in temperature in the natural environment. In addition to the ability to adapt to an abrupt increase in temperature, plants possess strategies to reprogram their cellular state during pre-exposure to sublethal heat stress so that they are able to survive under subsequent severe heat stress. Such an acclimatory response to heat, i.e., acquired thermotolerance, might depend on the maintenance of heat memory and propagation of long-distance signaling. In addition, plants are able to tailor their specific cellular state to adapt to heat stress combined with other abiotic stresses. Many studies revealed significant roles of reactive oxygen species (ROS) regulatory systems in the regulation of these various heat responses in plants. However, the mode of coordination between ROS regulatory systems and other pathways is still largely unknown. In this review, we address how ROS regulatory systems are integrated with other signaling networks to control various types of heat responses in plants. In addition, differences and similarities in heat response signals between different growth stages are also addressed.", "author": [{"author": "Kazuma Katano", "affiliation": ["Department of Materials and Life Sciences, Faculty of Science and Technology, Sophia University, 7-1 Kioi-cho, Chiyoda, 102-8554 Tokyo, Japan. ktnkzm0519@gmail.com."], "href": "/?term=Katano+K&cauthor_id=30373292"}, {"author": "Kohey Honda", "affiliation": [], "href": "/?term=Honda+K&cauthor_id=30373292"}, {"author": "Nobuhiro Suzuki", "affiliation": [], "href": "/?term=Suzuki+N&cauthor_id=30373292"}], "refPMID": ["21551030", "15923322", "18201973", "22236506", "16500991", "17085506", "26989783", "26657708", "19690331", "24038652", "24253197", "20192746", "28042678", "24720847", "26442037", "9869631", "17826296", "29713332", "28776104", "28011717", "27497287", "26824246", "21482172", "15465684", "21220338", "23183257", "18055584", "16740587", "26635827", "26754426", "28955368", "23832593", "23489239", "24510762", "26034009", "15608336", "17556505", "29740462", "27789797", "20876872", "22904147", "19244141", "20079334", "29275210", "25750430", "25941234", "18218618", "21862390", "28726305", "29587632", "26779205", "28164334", "25266977", "25049361", "28744295", "19912563", "22147701", "23347018", "21307284", "29740845", "24769482", "28873003", "29069432", "22504427", "18326829", "18801763", "22202810", "24246669", "29240949", "26992087", "25897643", "26136755", "26913046", "27419886", "27666516", "23284292", "17632057", "24050178", "19508735", "25670712", "21399627", "24497839", "21487097", "23480361", "29722828", "25270163", "15525647", "27531885", "27680998", "22749315", "23440336", "20639446", "27208294", "24726369", "22394204", "24929297", "22213812", "28246296", "22177323", "18369739", "23731015", "24808050", "26697896", "27067439", "10900264", "27304577", "24294217", "20181244", "27472382", "17041030", "17504458", "24610725", "27322818", "29701876", "19825574", "15128654", "25680232", "20351019", "19295610", "26961657", "18295532", "18444910", "19179104", "23800991", "24022272", "23447525", "28638395", "27121193", "20861686", "23792824", "30051471", "18451262", "28570677", "27739927", "16244138", "18852264", "25604442", "24312112", "23017900", "23434657", "27379130"], "citedInPMID": ["30373292", "34830190", "34451697", "32714359", "32538269", "32413955", "31590646", "31261879", "31022827"], "body": " AbstractBecause of their sessile lifestyle, plants cannot escape from heat stress and are forced to alter their cellular state to prevent damage. Plants, therefore, evolved complex mechanisms to adapt to irregular increases in temperature in the natural environment. In addition to the ability to adapt to an abrupt increase in temperature, plants possess strategies to reprogram their cellular state during pre-exposure to sublethal heat stress so that they are able to survive under subsequent severe heat stress. Such an acclimatory response to heat, i.e., acquired thermotolerance, might depend on the maintenance of heat memory and propagation of long-distance signaling. In addition, plants are able to tailor their specific cellular state to adapt to heat stress combined with other abiotic stresses. Many studies revealed significant roles of reactive oxygen species (ROS) regulatory systems in the regulation of these various heat responses in plants. However, the mode of coordination between ROS regulatory systems and other pathways is still largely unknown. In this review, we address how ROS regulatory systems are integrated with other signaling networks to control various types of heat responses in plants. In addition, differences and similarities in heat response signals between different growth stages are also addressed.Keywords: acquired thermotolerance, basal thermotolerance, Ca2+, heat shock transcription factor, heat stress memory, nitric oxide, reactive oxygen species, stress combination, systemic acquired acclimation 1. IntroductionEven short periods of heat stress can dramatically affect almost all aspects of plant growth and development, and reproduction. Heat stress can, therefore, have detrimental effects on yield production worldwide and cause devastating economical and sociological impacts. Indeed, it was demonstrated that heat stress caused 5.5% and 3.8% reductions in global yields of wheat and maize, respectively, over the past decades (1980–2008) [1]. In addition, climate prediction models suggested that the increase in the global surface temperature might exceed 2 °C by the end of 21st century (Intergovernmental Panel on Climate Change 2014). It is, therefore, urgent to develop plants and crops with enhanced heat tolerance to fulfill future food demand for the increasing population worldwide.Because of their sessile lifestyle, plants cannot escape from heat stress and are forced to alter their cellular state to prevent damage. Plants, therefore, evolved various strategies to adapt to irregular increases in temperature. For instance, plants possess the ability to survive under abrupt temperature increases. This ability of plants is known as basal thermotolerance [2,3,4]. In addition, plants are able to cope with lethal heat stress following pre-exposure to sublethal heat stimuli and subsequent recovery under optimal temperature [2,3,4]. For this heat acclimatory response, referred to as acquired thermotolerance, the recovery phase following pre-exposure to sublethal heat stimuli might be essential for re-programming of the cellular state [5,6]. This duration, called the “heat memory” phase, can range from hours to days, or even generations [7,8]. Furthermore, when a small part of a plant is locally exposed to heat stress, heat response mechanisms are activated in distal systemic tissues that are not directly exposed to heat stress [9,10]. The activation of heat response mechanisms in systemic or non-challenged tissues, termed systemic acquired acclimation (SAA), might be essential to prevent further damage to the entire plant [11]. Moreover, plants need to adapt to the simultaneous occurrence of multiple biotic or abiotic stresses in the natural environment. Given the recent climate prediction model showing a future increase in global surface temperature, it is expected that biotic and abiotic stresses, as well as heat stress, will have increasingly detrimental effects on crop production in the future [12,13]. Recent studies demonstrated that responses of plants to combined stresses are different from that to each corresponding single stress [14,15].These heat stress responses in plants are regulated by networks of various pathways. For instance, a network of heat shock transcription factors (HSFs) is highly conserved and is one of the most studied pathways underlying heat responses in plants. HSFs function as transcriptional regulators that bind to a defined heat shock element (HSE) in the promoters of heat response genes, including heat shock proteins (HSPs), essential molecular chaperones that maintain proper protein folding under stress conditions [16,17]. An HSF-dependent pathway was considered to be involved in both basal and acquired thermotolerance [2,4,17]. Multiprotein bridging factor 1c (MBF1c) is another key regulator of heat response that might function independently of the pathways involving several major HSPs, such as HSP70, 90, and 101 [3]. MBF1c plays an important role in basal thermotolerance via controlling the trehalose, salicylic acid, and ethylene signaling pathways during heat stress [3]. In addition, plant hormone signals, including abscisic acid (ABA), salicylic acid (SA), jasmonic acid (JA), and ethylene, also play important roles in regulating heat responses in plants [18,19,20]. A previous study employing various mutants deficient in key regulators of different signaling pathways revealed the significance of different hormones in the regulation of basal and acquired thermotolerance in plants [2]. Furthermore, ABA was shown to be involved in long-distance signaling activated by heat stress [10], as well as the response of plants to heat stress combined with drought or salinity [21,22].The significance of reactive oxygen species (ROS) and nitric oxide (NO) regulatory systems in heat stress responses in plants was also evidenced in numerous studies. Although ROS have long been considered as toxic byproducts that cause damage to cells, recent studies demonstrated the important roles that ROS play as signaling molecules to regulate a broad range of biological processes underlying growth, development, and biotic/abiotic stress responses [23]. Plants, therefore, possess a large network of ROS-producing/scavenging pathways involving more than 100 genes to strictly maintain the appropriate cellular ROS level [23,24]. Disruption in ROS scavenging systems resulted in enhanced sensitivity of plants to heat stress, suggesting the important roles of these systems for the protection of plants against heat stress [2,25,26,27]. However, ROS-producing systems were also shown to be required for the activation of HSF-dependent pathways and long-distance signals during heat stress [10,28,29]. These findings indicate that a delicate balance between ROS production and scavenging is essential for heat responses in plants. Nitric oxide (NO) recently gained increasing attention from plant researchers due to its involvement in the response of plants to various abiotic stresses [30,31]. NO also functions as a key signaling molecule that mediates various responses of plants to heat stress [31]. For instance, the antioxidant function of NO under abiotic stresses, including heat stress, was well documented in previous reports [30,31,32,33]. NO might control cellular redox homeostasis through its ability to neutralize the harmful ROS. For instance, NO reacts with O2− to produce NO3−, resulting in the prevention of excess H2O2 accumulation [4]. In addition, NO was also shown to modulate the activity of enzymatic and non-enzymatic antioxidant systems in plants under heat stress [30,31]. In addition to integration with ROS scavenging systems, NO might also function together with H2O2-dependent signals. A previous study demonstrated that NO might act downstream to H2O2 signaling to regulate HSF-dependent pathways under heat stress [34].Based on these findings, we can hypothesize that multiple pathways might be strictly coordinated to regulate various types of heat responses in plants. However, the complex mode of coordination between multiple pathways to tailor the cellular state for the various heat responses still needs to be elucidated. In this review, we dissect signal networks underlying different types of heat responses in plants based on recent findings, especially through the perspective of integration of ROS regulatory systems with other signals. We also address different mechanisms of heat response functions in different tissues and developmental stages. Most of the molecular mechanisms introduced in this review were found from through analyses of Arabidopsis. However, the information might be extended to other plant species. 2. Cross-Talk between ROS and Other Signals Involved in the Regulation of Basal Thermotolerance in Seedlings and Vegetative StageROS play a key role as signaling molecules that regulate growth, development, defense, and abiotic stress acclimation, despite their toxic potential. Plants, therefore, possess large and precise ROS regulatory systems involving both ROS-producing and -scavenging pathways to maintain appropriate cellular ROS levels [23,24]. Several lines of evidence revealed the significance of ROS regulatory systems in the heat stress response of plants during the vegetative stage [2,35]. More than a decade ago, Larkindale and co-workers tested the basal and acquired thermotolerance in seedlings of Arabidopsis mutants deficient in different pathways, including ROS regulatory systems and hormone signaling [2]. This assessment of heat tolerance demonstrated that ROS metabolism mutants deficient in antioxidant pathways were more defective in basal thermotolerance than acquired thermotolerance, especially in the presence of high light. In addition, deficiency in ascorbate peroxidase 1 (APX1), a cytosolic ROS-scavenging enzyme, resulted in enhanced sensitivity to heat stress and growth retardation [36,37]. Furthermore, a more recent study demonstrated that transgenic tobacco plants over-expressing wheat F-box protein exhibited enhanced basal thermotolerance accompanied by the higher activity of ROS-scavenging enzymes and a lower level of ROS accumulation [38]. These results indicate that ROS-scavenging systems play essential roles for regulating the basal thermotolerance of plants by preventing the accumulation of toxic levels of ROS.In Arabidopsis, five putative heat sensors localized in different cellular compartment were identified. These sensors include a Ca2+ channel, transcription factors regulating unfolded protein responses in the endoplasmic reticulum (ER-UPR) and cytosol (CPR), a histone sensor in the nucleus, and red/far-red light sensors in the chloroplast and nucleus [4,39,40,41,42,43]. Among these putative heat sensors, a deficiency in cyclic nucleotide gated channel 2 (CNGC2), a putative unit of the Ca2+ channel, in Arabidopsis resulted in enhanced basal thermotolerance accompanied by a slight increase in H2O2 accumulation [44]. This slight increase in H2O2 might function as a signal to trigger APX-dependent heat response pathways that prevent the accumulation of toxic levels of excess H2O2. Such a modulation of H2O2 level might lead to the enhanced tolerance of roots and leaves to lethal heat stress in CNGC2-deficient mutants [44]. In addition, CNGC2-deficient mutants also showed a higher accumulation of cytosolic Ca2+ under heat stress [41]. The integration between Ca2+ signaling and ROS regulatory systems was strongly evidenced in previous studies [45,46]. For instance, Ca2+ is required for the activation of O2−-producing reduced nicotinamide adenine dinucleotide phosphate (NADPH) oxidase, respiratory burst oxidase homologs (RBOHs) which possess Ca2+-binding EF-hand motifs [46,47,48]. These findings indicate that ROS acting as signaling molecules produced via Ca2+ signaling might also play important roles in the protection of plants against heat stress. It should, therefore, be necessary to analyze the activity of ROS-producing systems in CNGC2-deficient mutants in future studies. Nevertheless, in contrast to CNGC2-deficient mutants, a deficiency in myeloblastosis 30 (MYB30) transcription factor, which might negatively regulate annexins and Ca2+ signals, resulted in impaired basal thermotolerance, despite the higher level of cytosolic Ca2+ [49]. Thus, the effects of enhanced cytosolic Ca2+ level on heat tolerance could be dependent on the state of other pathways.Hormone signals are also known to be integrated with ROS regulatory systems during heat stress [50,51]. A recent study demonstrated that ethylene response factor 74 (ERF74) in Arabidopsis was shown to be a positive regulator of respiratory burst oxidase homolog D (RBOHD), a ROS-producing enzyme [52]. Overexpression of ERF74 resulted in enhanced basal thermotolerance, whereas mutants deficient in ERF74 displayed the opposite phenotype. ERF74 might regulate the expression of the RbohD gene by binding to its promoter. Thus, it should also be interesting to address how ethylene and Ca2+ signaling are integrated to activate RBOHD. ABA is another plant hormone that might function together with ROS regulatory systems. An RNA-binding protein, flowering control locus A (FCA), regulates basal thermotolerance via interaction with ABA-insensitive 5 (ABI5), a transcription factor known to regulate expression of antioxidant genes, including 1-cysteine peroxiredoxin 1 (PER1) [53]. In addition, APX6 was shown to protect germinating seeds against abiotic stresses including heat stress via mediating cross-talk between ROS regulatory systems, ABA signaling, and auxin [54]. MBF1c, a key player in basal thermotolerance, functions upstream to salicylic acid and ethylene signaling, as well as trehalose signaling [3]. An MBF1c-dependent pathway was previously proposed to function independently of pathways involving ROS regulatory systems and several major HSPs. However, our recent study demonstrated that Arabidopsis deficient in CNGC2 showed a higher accumulation of MBF1c protein under heat stress during the seedling stage, suggesting that CNGC2-dependent Ca2+ signaling and ROS regulatory systems might regulate MBF1c pathways [44]. The integration of MBF1c and Ca2+ signaling could also be supported by a recent study showing that the overexpression of Antarctic moss MBF1c in Arabidopsis plants resulted in enhanced salt tolerance, accompanied by the activation of ROS-scavenging systems, maintenance of Adenosine triphosphate (ATP) homeostasis, and facilitation of Ca2+ signaling [55]. These findings indicate the existence of a complex network involving MBF1c, hormone signals, Ca2+ signals, and ROS regulatory systems.Tight links between NO and ROS regulatory systems under abiotic stress were also evidenced in many studies. NO functions as an important signaling molecule that regulates the post-translational modification of proteins. Once NO production is induced in response to abiotic stress, S-nitrosylation, the attachment of an NO group to a protein thiol (SH) of the cysteine (Cys) residue to form an S-nitrosothiol (SNO), occurs [30,56,57]. Several proteins involved in responses of plants to abiotic stresses are targeted by NO-induced S-nitrosylation [30]. Under heat stress, NO signaling might play key roles in regulating various processes such as the maintenance of photosynthetic apparatus, activation of antioxidant enzymes, membrane protection, and stomatal movement. For example, the exogenous treatment of NO donors on tall fescue plants resulted in an improvement in photosystem II (PSII) performance, accompanied by attenuated oxidative damage and ROS accumulation under heat stress [32]. In maize seedlings, hydrogen sulfide (H2S) was shown to be a signaling molecule functioning downstream of NO in the regulation of basal thermotolerance [58]. NO signaling mediated by H2S might play a key role in membrane protection and the attenuation of oxidative damage during heat stress [33]. Furthermore, NO was also shown to mitigate heat-induced oxidative damage via the neutralization of harmful ROS and the modulation of carotenoids [31,59].Although NO was shown to activate ROS-scavenging systems, positive integration between NO and ROS signaling was also reported. Interestingly, NO was shown to function downstream of H2O2 signaling in the regulation of basal thermotolerance [34]. Seedlings of Arabidopsis mutants deficient in respiratory burst oxidase homologs B and D (RBOHB and RBOHD) were impaired in heat-induced NO accumulation. The heat-sensitive phenotype of RBOH-deficient mutants was rescued upon the application of NO donors or the overexpression of genes involved in NO synthesis. In addition, NO might act upstream to Ca2+ signals during heat stress [34,35], although Ca2+ signaling was shown to be required for the activation of RBOHs [46,48]. These results indicate the existence of a feedback loop to modulate ROS, NO, and Ca2+ signaling during heat stress. Furthermore, the signaling cascade involving ROS, Ca2+, and NO might regulate heat stress responses by stimulating the binding of HSFs to target DNA [31,60].Taken together, these findings suggest that important pathways involving HSPs, ROS-scavenging enzymes (such as APXs), plant hormones, and MBF1c-dependent signals might be strictly modulated by Ca2+, ROS, and NO signals. The integration of heat response pathways underlying basal thermotolerance is summarized in Figure 1.Open in a separate windowFigure 1Simplified model of signaling pathway governing basal thermotolerance in plants. Important pathways involving heat shock proteins (HSPs), reactive oxygen species (ROS)-scavenging enzymes (such as ascorbate peroxidases (APXs)), hormones, and multiprotein bridging factor 1c (MBF1c) might be modulated by a feedback loop of Ca2+, ROS, and nitric oxide (NO). Rectangles indicate proteins; ellipses indicate other signaling molecules, e.g., Ca2+ ions, hormones, ROS, and NO; black arrows indicate positive regulation; T-shaped lines indicate negative regulation; blue dotted arrows indicate activation of gene expression; yellow circle indicates nucleus. Heat stimuli and key signaling molecules (Ca2+, ROS and NO) are indicated in red characters. Names of cellular components are indicated in underlined characters. The pathways that can be hypothesized but not clearly evidenced in previous studies are marked with “?”. 3. Acquired Thermotolerance in Seedling and Vegetative StageThe exposure of plants to sublethal heat stimuli can result in an improved ability of plants to activate faster and stronger responses to subsequent severe heat stress. Such an ability to adapt to severe heat stress, i.e., acquired thermotolerance, evolved in plants to survive in the natural environment. The pathways underlying acquired thermotolerance were also uncovered in previous studies (Figure 2). The differences in protein requirements and transcriptome expression between basal and acquired thermotolerance suggested that different pathways might be involved in triggering these different heat responses in plants [4,27]. The differences in the pathways underlying these heat responses could also be supported by the heat response phenotypes of mutants deficient in different pathways [2]. The assessment of basal and acquired thermotolerance using seedlings of Arabidopsis mutants demonstrated that the mutant deficient in ABA signaling exhibited the strongest defects in acquired thermotolerance [2]. ABA was shown to be highly increased during the initial phase of pre-exposure of plants to sublethal heat stimuli to enhance acquired thermotolerance [19]. Contrarily, mutations in ROS-producing enzymes, ABA biosynthesis, and salicylic acid (SA) accumulation resulted in weaker defects in acquired thermotolerance [2]. In addition, cytosolic APX2, heat shock transcription factor 7a (HSFA7a), and nuclear factor-X1 (NF-X1) were identified as key regulators of acquired thermotolerance in Arabidopsis [27]. Although Arabidopsis mutants deficient in APX2 were impaired in both basal and acquired thermotolerance during the seedling stage [3,27], the impairment of acquired thermotolerance was more severe compared with that of basal thermotolerance. Arabidopsis plants deficient in APX2 demonstrated a lower survival rate by approximately 15% compared to wild-type (WT) plants when seedlings were directly exposed to lethal heat stress (i.e., basal thermotolerance) [26]. However, the survival rate of this mutant was lower than that of WT plants by 70–80% when seedlings were pre-treated with sublethal heat stimuli before being subjected to lethal heat stress (i.e., acquired thermotolerance) [27]. These results indicate that APX2 might be more important for acquired thermotolerance. In addition, a deficiency in HSFA7a or NF-X1 also resulted in an impairment of acquired thermotolerance at a level similar to that of mutants deficient in APX2 [27].Open in a separate windowFigure 2Simplified model of signaling pathway governing acquired thermotolerance in plants. Heat shock transcription factors (HSFs), including heat shock transcription factor A2 (HSFA2), modulated by a network of ROS, Ca2+, and NO signaling, might function as master regulators of this pathway. HSFA2 might be also regulated by small ubiquitin-like modifier (SUMO)ylation via the function of SUMO E3 ligase (SIZ1). Basic leucine zipper protein 28 (bZIP28) might act as a downstream signal of HSFA2 activated by ROS signaling. Rectangles indicate proteins; the gray diamond indicates microRNA (miRNA); ellipses indicate other signaling molecules, e.g., Ca2+ ions, ABA, ROS, and NO; black arrows indicate positive regulation; T-shaped lines indicate negative regulation; blue dotted arrows indicate activation of gene expression; yellow circle indicates the nucleus; orange ovals indicate the endoplasmic reticulum. Heat stimuli and key signaling molecules (Ca2+, ROS and NO) are indicated in red characters. Names of cellular components are indicated in underlined characters. The pathways that can be hypothesized but not clearly evidenced in previous studies are marked with “?”.Among putative heat sensors, ER-UPR and CPR were shown to regulate brassinosteroid signaling and HSPs, respectively, under heat stress [40,42]. HSFA2, a key regulator of CPR, is required for acquired thermotolerance, as well as for the activation of ROS-scavenging systems [6,29]. HSFA2 is known as a key mediator of H2O2 signaling and heat stress response in plants [28,29]. In addition, several substances, such as transcription factors, HSPs, and microRNAs (miRNAs), might also play essential roles in acquired thermotolerance regulated by HSFA2. HSP70 and HSP90 were shown to be required for the regulation of the DNA-binding activity and stability of HSFs during pre-exposure of plants to sublethal heat stimuli to enhance acquired thermotolerance [61]. A recent study revealed that the HSP70–HSP90 organizing protein (HOP) family might play a key role in acquired thermotolerance through direct interaction with HSP90 in Arabidopsis [62]. Furthermore, miR156, which is targeted by HSFA2, was also shown to contribute to acquired thermotolerance by downregulating the expression of a transcript encoding SQUAMOSA-promoter binding like (SPL) transcription factor via post-transcriptional modification [63]. A recent study demonstrated the integration of basic leucine zipper protein 28 (bZIP28), a key regulator of the ER-UPR pathway, with HSFA2 and ROS signaling [64]. Deficiency in bZIP28 in Arabidopsis resulted in enhanced expression of the HsfA2 transcript, accompanied by higher accumulation of H2O2, as well as of HSPs and APX proteins. These results indicate that the dysfunction of the bZIP28-dependent pathway might be compensated by the activation of H2O2 signaling and HSFA2-dependent pathways. In contrast, deficiency in HSFA2 resulted in the inhibition of bZip28 transcript levels, as well as in a lower accumulation of H2O2, indicating that HSFA2 might function upstream to bZIP28 under heat stress. In this heat response pathway, H2O2 signaling might act upstream to HSFA2, because the role of HSFs in the sensing of H2O2 was proposed in previous studies [28,29]. Furthermore, the role of small ubiquitin-like modifier (SUMO) E3 ligase (SIZ1) in the regulation of HSFA2 was also demonstrated in tomato [65]. HSFA2 might be upregulated by SUMOylation via the function of SIZ1. These results indicate that HSFA2 might be one of the master regulators of acquired thermotolerance that govern multiple pathways.Although differences in the pathways underlying basal and acquired thermotolerance were indicated in previous findings, we still cannot ignore the possibility that these different heat responses might also share common mechanisms. Indeed, CNGC2-deficient mutants in Arabidopsis showed enhanced acquired thermotolerance [41], as well as basal thermotolerance [44]. The involvement of cross-talk between Ca2+ and ROS signaling in both basal and acquired thermotolerance could be supported by the enhanced level of cytosolic Ca2+ and H2O2 accumulation in CNGC2-deficient mutants during heat stress [41,44]. NO might be another player regulating both basal and acquired thermotolerance. The level of S-nitrosoglutathion (GSNO), a reservoir of NO, is known to be regulated by GSNO reductase 1 (GSNOR1) under heat stress [66]. A recent study demonstrated that Arabidopsis plants deficient in GSNOR1 exhibited impaired acquired thermotolerance, accompanied by enhanced NO3− and SNO levels, as well as defects in reproductive growth [67]. These results indicate that the maintenance of a proper NO/SNO ratio might be essential in the regulation of acquired thermotolerance.In plants, NO production under environmental stress might also be induced by nitric oxide synthase (NOS)-like activity that depends on nitrate reductase (NR), as well as l-arginine and polyamines [31,68,69]. NR-dependent NO was shown to activate antioxidant enzymes via H2O2 and ABA signaling [70]. A recent study demonstrated that NO synthesis via the function of NR is dependent on the direct interaction between NR and nitric oxide-forming nitrite reductase (NOFNiR), which belongs to the amidoxime reducing component (ARC) protein family in Chlamydomonas reinharadtii [71,72]. NOFNiR can convert nitrite to NO using electrons from NADPH via the diaphorase activity of NR. Arabidopsis has two genes coding for the ARC protein, and one of them presents NO-producing activity in vitro [72,73]. Although NR-dependent NO production was shown to be enhanced in response to various abiotic stresses, the response of NR activity to heat stress was not obvious in some species such as pea and Pleurotus eryngii var. tuoliensis [68,69]. Thus, the significance of NR-dependent NO in the regulation of heat stress responses is still not clear. However, NO produced by this pathway might function together with ABA [31], a key regulator of acquired thermotolerance [2]. Therefore, we cannot ignore the possibility that NR-dependent NO production could be involved in acquired thermotolerance.These results indicate that, to some extent, basal and acquired thermotolerance are regulated by common players. However, the mode of coordination between these players might be differently modulated. 4. Stress Memory and Systemic Acquired Acclimation; Recently Emerged Heat Acclimatory Responses in PlantsFor efficient acquired thermotolerance, stress memory, an ability of plants to remember past exposure to stress to be better prepared for subsequent severe stress, is essential [7]. This area of research only recently received increasing attention [74,75,76,77]. Although the expression of many genes can be enhanced in response to heat stress, the expression of only certain sets of genes (memory genes) maintains a very high level for several hours or even days following recovery from heat stress. This maintenance of memory gene expression was accompanied by chromatin remodeling, histone modification, and heat-inducible transposons [78] (Figure 3). A recent study demonstrated that HSFA2, shown to be activated by heat-induced ROS production, might recruit methyltransferase to heat response genes to sustain their expression [8]. In addition, sustained expression of these memory genes was associated with sustained accumulation of histone H3 lysine 4 trimethylation and dimethylation (H3K4me3 and H3K4me2), which persisted even after active transcription from the loci subsided. In plants and animals, H3K4 trimethylation, associated with the active transcription of genes, might be required for the proper function of RNA polymerase [79,80,81,82]. Furthermore, epigenetic changes might be associated with heat-induced programmed cell death (PCD) in leaves of maize [83]. Heat stress can induce the accumulation of O2−, leading to PCD, associated with an increased level of histone acetylation. These results suggest that heat stress memory might be modulated via the cross-talk between ROS signaling and histone modification. Moreover, plants possess mechanisms to regulate heat stress memory via the activation of a transposon known as ONSEN [84]. ONSEN might be positively regulated by small interfering RNA (siRNA)-mediated pathways; however, siRNA biogenesis-deficient mutants showed a high frequency of new ONSEN insertion into heat stress memory genes following heat stress. These heat-induced ONSEN insertions in this mutant were shown to be conserved in the second generation of stressed plants [84]. HSFA1s and HSFA2 might act as activators of ONSEN under heat stress. These HSFs possess a highly conserved N-terminal DNA-binding domain (DBD) that is required for binding to HSE in the long terminal repeat existing in the ONSEN promoter [85]. Taken together, these results suggest that HSFA2, a key regulator of ROS signaling, might play an essential role in the activation of multiple signals involved in heat stress memory. This hypothesis might be reasonable because HSFA2 was also suggested as a key regulator of acquired thermotolerance (Figure 2). It should be necessary to address how ROS regulatory systems are integrated with histone methylation- or ONSEN-dependent heat stress memory.Open in a separate windowFigure 3Simplified model of signaling network underlying heat stress memory. Histone methylation, histone acetylation, and miRNA-dependent signals might be key processes for maintaining high expression levels of heat stress memory genes. These key processes could be modulated by ROS, NO, and Ca2+. Rectangles indicate proteins; gray diamonds indicate microRNAs; the pentagon indicates the ONSEN transposon; blue ellipses indicate histones; white ellipses indicate other signaling molecules, e.g., Ca2+ ions, hormones, ROS, and NO. Pathways regulating short- or long-term memory are indicated with black or blue arrows, respectively. Black arrows indicate positive regulation; T-shaped lines indicate negative regulation; yellow circle indicates the nucleus; green circle indicates the chloroplast. Heat stimuli and key signaling molecules (Ca2+, ROS and NO) are indicated in red characters. Names of cellular components are indicated in underlined characters.Post-transcriptional regulation by miRNA may also play a key role in the activation of heat stress memory. For instance, a previous study demonstrated that miR156 might activate heat stress memory through the downregulation of SQUAMOSA-promoter binding like (SPL) transcription factors, negative regulators of anthocyanin biosynthesis [63,86]. Furthermore, miR398, which contains a putative HSE in its promoter region, was shown to be directly targeted by HSFA1s, and it regulates heat stress memory by repressing the expression of genes encoding copper/zinc superoxide dismutase 1 and 2 (CSD1 and 2) and copper chaperone for superoxide dismutase 1 (SOD1) (CCS), which dismutate O2− to H2O2 in the cytosol and chloroplasts [87]. In this signaling cascade regulated by HSFA1s, the inhibition of CSD1, CSD2, and CCS might lead to further ROS accumulation, and a positive loop of ROS generation can be accelerated [87].ROS signals that function independently of the HSFA2 pathway might also regulate heat stress memory via histone acetylation [88]. Histone acetylation activates the expression of genes that govern growth and development under stress conditions [89]. For instance, histone acetyltransferase 2 (HAF2) is required for the integration between light signal and acetylated histone to activate light-response gene expression. In addition, HAF2 was shown to be involved in chlorophyll accumulation under optimal light conditions to regulate proper growth [90]. ROS repress the expression of histone deacetylation 19/9 (HDAC19/9), leading to the acetylation of all lysine residues in the N-terminal tails of histone proteins and the induction of downstream gene expression [88]. Furthermore, ROS might directly or indirectly repress Jumonji C (JMJC), a flavin adenine dinucleotide (FAD)-dependent demethylation enzyme, to induce stress response genes [88,91]. A recent study demonstrated that FORGETTER1 (FGT1) was also shown to loosen chromatin structure to sustain high expression levels of heat stress memory genes [92]. FGT1 might bind to the promoter of genes encoding small HSP-related genes [92]. Further studies are required to uncover the relationship between FGT1 and HSFs.A systemic response, depending on the propagation of long-distance signaling, might be another essential process required for the proper regulation of acquired thermotolerance. The systemic response of plants to pathogen infection (systemic acquired resistance (SAR)), or wounding was extensively studied in a network of numerous signals [93,94]. In contrast, a new type of systemic response, termed systemic acquired acclimation (SAA), recently emerged as an important acclimation response of plants to abiotic stresses [10,95]. The concept of SAA is based on the concept of SAR, which is well known. Therefore, many players involved in SAA and SAR overlap extensively. However, in this review, we mainly focus on the mechanisms underlying SAA. For more details on SAR, we would like to refer our readers to more extensive reviews (see References [11,94]).When a small group of cells in a plant are exposed to abiotic stimuli, long-distance signals can be propagated to distal parts of the plant that are not directly exposed to stimuli [9,11,96]. A recent study demonstrated that SAA activated by heat stress was effective for the protection of entire plants against lethal heat stress [10]. The auto-propagation of long-distance signals was shown to be regulated by a RBOHD-dependent ROS wave that might be directly linked to a Ca2+ wave and probably to an electric signal [96]. The ROS wave, a “universal signal”, might integrate with other pathways to establish stress-specific signals [10,11]. For instance, an ROS wave activated by the local application of high light was accompanied by the accumulation of photorespiratory amino acids, including glycine and serine, in tissues not directly exposed to high light [10]. On the other hand, a local heat stimulus was able to activate an ROS wave that integrated with ABA signals [10]. The direct link between heat-induced ROS waves and ABA was also evidenced upon finding that mutants deficient in ABA synthesis or signaling were deficient in heat-induced SAA, in addition to the propagation of ROS waves [10].Recent findings on SAR focused on the interdependence of ROS signaling on NO. The noa1/nia1 double mutant, deficient in NO accumulation, demonstrated almost completely compromised SAR, as well as lower ROS accumulation, in systemic tissues that were rescued by exogenous application of H2O2 [96,97]. In addition, RBOHD was shown to be regulated via an NO-dependent process in response to pathogen attack [98]. Although these findings indicate that NO functions upstream to RBOH-dependent ROS signals in defense responses, Arabidopsis lacking RBOHD or respiratory burst oxidase homolog F (RBOHF) were impaired in the accumulation of NO in response to pathogen attack [97,99]. These results suggest that the balance between ROS and NO might be modulated via a feedback loop regulating SAR. The involvement of such cross-talk between ROS waves and NO signals in heat-induced SAA is yet to be elucidated. It should, therefore, be interesting to study the coordination between NO signaling and ROS waves in heat-induced SAA. Indeed, the requirement for NO signaling in the heat response of plants was evidenced in previous findings [30,31]. In addition, NO-mediated S-nitrosylation was also shown to inhibit H2O2-scavenging enzymes such as APX and catalase (CAT) [35,100], suggesting that NO could also promote H2O2 accumulation by reducing its decay, leading to the acceleration of ROS waves.Taken together, these findings indicate the significance of ROS signals in the regulation of heat memory and SAA activated by heat stress. However, the mode of coordination between ROS signals and other pathways in these newly emerged heat acclimatory responses is still poorly understood. Mechanisms underlying these heat responses should, therefore, be analyzed in mutants deficient in various ROS regulatory systems in future studies. 5. Heat Response in Reproductive StageDeciphering the response of reproductive tissues to heat stress is considered as a major research avenue because heat-induced damage on reproductive tissues can directly impact on yield of important crops such as maize, rice, wheat, and soybeans. Vegetative and reproductive tissues might share common heat response signals such as HSP networks, ER-UPR, CPR, Ca2+ signaling, and ROS regulatory systems [101]. Because of the specific mechanisms of reproductive development, however, it is expected that plants might also develop specific mechanisms to protect male gametophytes (pollen and anther development), female gametophytes (stigma development), and processes of pollination and fertilization. Such specificity of the heat response pathway in reproductive tissues could also be supported by the findings that different sets of HSPs (small HSPs, HSP70, HSP90, and HSP101) accumulate in developing anther and pollen grains in response to heat stress, whereby small HSPs in particular accumulate in reproductive tissues [101,102,103]. Here, we mainly focus on the cross-talk between ROS, NO, and Ca2+ signaling, which plays an important role in the protection of these developmental processes in reproductive tissues against heat stress (Figure 4).Open in a separate windowFigure 4Integration between ROS, NO, and Ca2+ signals in reproductive tissues that can be affected by heat stress. The models indicate the signals that function in different reproductive developmental processes. (A) Tapetum programmed cell death (PCD) occurs in anthers. Respiratory burst oxidase homolog E (RbohE) regulated by Ca2+ is essential to generate ROS that accelerate PCD. (B) Pollen–pistil interaction occurs on stigma. Redoxin proteins such as H-type thioredoxins (hTRXs) and glutaredoxins (GRXs), which accumulate in pollen grains and pollen coats, are rapidly released to papilla cells on the top of stigma. (C) Pollen tube elongation inside style. ROS produced by respiratory burst oxidase homologs H and J (RbohH and J) in the tip of pollen tubes might be key regulators of this process, (D) Pollen tube navigation toward ovules. NO in ovules modulated by Ca2+ signals might function as a negative chemotraffic substance for pollen tube navigation to prevent inappropriate guidance. LURE and pollen receptor-like protein kinase 6 (PRK6) function to properly guide pollen tube elongation. Green and yellow colors indicate female and male reproductive tissues, respectively; small yellow particles in (A) indicate pollens; the dotted arrows in (B) indicates transfer of molecules; the green circle in (D) indicates ovule. Black arrows indicate positive regulation; T-shaped lines indicate negative regulation. The pathways that can be hypothesized but not clearly evidenced in previous studies are marked with “?”.5.1. Heat Stress Response during Pollen DevelopmentPrior to the opening of flowers, the maturation of pollen grains proceeds in anthers via microsporogenesis and microgametogenesis. A pollen mother cell undergoes meiosis to generate four microspores. Mature pollens are then generated from microspores through mitosis. These processes were shown to be sensitive to heat stress. For example, meiosis II spindle orientation was altered by heat stress, leading to the generation of abnormal diploid gametes instead of normal haploid in the meiotically restituted dyad or tetrad [104]. During the maturation of pollen grains, nutrients provided by the tapetum are necessary to construct the pollen wall. For the development of viable pollens, proper timing of tapetal degeneration is also required. Tapetum programmed cell death (PCD) occurs when pollen mitotic division occurs. This proper timing of tapetum degeneration through PCD was shown to be progressed by RBOH-dependent ROS production in Arabidopsis and rice [105,106] (Figure 4A). A deficiency or overexpression of respiratory burst oxidase homolog E (RBOHE) in Arabidopsis caused improper timing of tapetal degeneration due to an alteration in the timing of tapetum PCD, resulting in pollen abortion [105]. Despite the requirement of ROS-dependent PCD in proper pollen development, excess PCD in pollen might also be a main cause of disturbance of plant reproduction during heat stress [104]. Pollen and tapetal cells were shown to contain a large number of mitochondria, one of the main sources of ROS production [107]. Thus, the imbalance between mitochondrial ROS production and scavenging pathways could result in abnormal PCD in tapetum during heat stress [107].A recent study demonstrated that deficiency in CNGC2 in Arabidopsis resulted in enhanced Ca2+ influx into the cytosol under heat stress [41]. Despite enhanced heat tolerance in seedlings, Arabidopsis deficient in CNGC2 showed a reduction in seed production under heat stress when compared with WT plants [44]. Higher heat sensitivity in the seed production of this mutant might be due to the oxidative stress caused by the enhanced ROS production. These results suggest that the modulation of cytosolic Ca2+ is essential for the maintenance of proper levels of ROS to protect reproductive tissues against heat stress. CNGC2 is also known as defense no death 1 (DND1), which is required for the activation of PCD under pathogen attack [108]. It should, therefore, be interesting to address whether deficiency in CNGC2 also affects the RBOH-dependent tapetum PCD required for pollen development during heat stress [18].These findings indicate that a proper regulation of ROS level is essential for the maintenance of proper pollen development under heat stress. Interestingly, ROS signals trigger ER-UPR pathways, as well as HSPs and ROS-scavenging systems, to protect pollen development against heat stress [101]. The significance of the ER-UPR pathway in the maintenance of pollen development was evidenced in a recent study. The deficiency in increased organ regeneration 1 (IRE1) in Arabidopsis, resulting in a loss of function of alternative spliced bZIP60-dependent UPR regulation, led to pollen abortion under heat stress caused by the alteration of pollen coat properties [109].5.2. ROS and Redox Regulation during Pollination and FertilizationAfter the production of mature pollen grains followed by anther dehiscence, mature pollen grains land on the stigma and complete pollination through three steps of pollen–pistils interaction: pollen adhesion, hydration and germination, and pollen tube growth.Several studies indicated that NO–ROS redox signaling plays a crucial role in pollen–pistil interaction [45,110] (Figure 4B). Prior to and during the arrival of pollens to pistil, high levels of NO and H2O2 accumulation were observed in the pollen and stigma, respectively [110,111]. The high accumulation of NO and ROS might activate signals triggering H2O2 scavengers in the stigma following pollen hydration [45]. In a previous study, Arabidopsis plants deficient in homolog of yeast sucrose nonfermenting 4 (SNF4), a component of the sucrose nonfermenting 1-related protein kinase 1 complex in the vegetative cells of pollen grains, showed impaired pollen hydration and germination on the stigma and a decrease in ROS accumulation in pollens [112]. Pollens of SNF4-deficient mutants also showed impaired biogenesis and ultrastructure of the mitochondria and peroxisomes. These results suggest that SNF4 might be required for the regulation of ROS signaling via functions of the mitochondria and peroxisomes in pollen vegetative cells to induce pollen hydration and germination [112]. Following pollen hydration, redoxin proteins such as H-type thioredoxins (hTRXs) and glutaredoxins (GRXs), which accumulate in pollen grains and pollen coats, are rapidly released; then, papilla cells on the top of stigma are filled with these redoxins [110]. These redoxins might attenuate ROS levels in papilla cells on the stigma. Although the effects of heat stress on these processes are still poorly understood, we should not discard the possibility that heat stress might disturb these pollen–pistil interaction processes because of the heat sensitivity of ROS and NO regulatory systems [31]. It should be necessary to address how NO signals regulate the pathways involving these redoxins to support pollen tube penetration into the stigma during heat stress.Once pollen grains germinate, pollen tube elongation initiates by utilizing nutrients supplied from the stigma. The elongation and navigation of pollen tubes also require ROS production induced by Ca2+ in the tip of tubes [113,114,115] (Figure 4C). In Arabidopsis, respiratory burst oxidase homolog H and J (RBOHH and RBOHJ) activated by Ca2+ in germinated pollens and the tip of pollen tubes are essential for proper pollen tube elongation [115]. In addition, a recent study demonstrated that deficiency in CNGC18, a Ca2+ channel on the plasma membrane, in Arabidopsis plants resulted in disturbed pollen germination and pollen tube growth [116]. Furthermore, mitochondrial Ca2+ regulated by the mitochindaria calcium uniporter complex (MCU) expressed in vegetative cells of pollen grains and pollen tubes was also shown to function as an additional player required for pollen tube growth [117]. To achieve successful fertilization, plants also take advantage of NO–ROS redox signaling for the navigation of pollen tubes toward the micropyle of ovule [110,118] (Figure 4D). In contrast to ROS, which positively regulate pollen tube elongation, NO functions as a negative chemotraffic substance for pollen tube navigation [119]. Prado and co-workers demonstrated that NO production was detected in the whole ovule, except for the micropyle. To prevent the incorrect guidance of pollen tube elongation, NO might be recognized by Ca2+ in the pollen tubes, and tube elongation might be correctly directed toward the micropyles that lack NO accumulation [119]. Pollen tube elongation and navigation are known to be sensitive to heat stress [120,121]. In addition, heat stress might disturb this pollen tube guidance process due to the heat-induced alteration of NO generation [31]. Several players, such as LURE1, pollen receptor-like protein kinase 6 (PRK6), and rho of plant guanine nucleotide exchange factors (ROPGEFs), are known to be positive attractants of pollen tubes toward micropyles [122,123]. However, the integration of these factors with ROS and NO regulatory systems are still not elucidated.Ca2+, ROS, and NO signals might be common players that regulate multiple processes of reproductive development. However, specific mechanisms within each process could function to protect reproductive tissues against heat stress, because key players that regulate each developmental process might be different. It should, therefore, be necessary to identify these key players and their integration with Ca2+, ROS, and NO signals in each developmental process. 6. Response of Plant to Heat Stress Combined with Other Abiotic StressesThe responses of plants to various abiotic stresses that negatively impact growth and development in the field, such as drought, heat stress, cold stress, and salinity, were extensively studied [12,124,125,126]. However, the field environment in nature is very different from the controlled conditions employed in previous researches, because multiple abiotic stresses can simultaneously occur [14,15]. In addition, a recent climate prediction model suggested that the temperature increase might exceed 2 °C by the end of 21st century. We can, therefore, expect that heat stress simultaneously occurring with other biotic or abiotic stresses might cause detrimental effects on crop yield in the future. Furthermore, several transcriptome analyses demonstrated that unique mechanisms governing the responses of plants to stress combinations could not be easily predicted from studies focusing on individual stress factors [127,128,129], supporting the necessity of research focusing on stress combinations.As in the case of single stress, ROS-detoxifying proteins might be essential for protecting plants against oxidative damage caused by combined stresses. A previous study employing different citrus species reported that Carrizo citrange was more tolerant to a combination of heat stress and drought compared to Cleopatra mandarin [130,131]. The higher tolerance of Carrizo citrange to this stress combination might be associated with the increase in SOD, CAT (Catalase), APX, and glutathione reductase (GR) activity, as well as the maintenance of a favorable glutathione to glutathione disulfide (GSH/GSSG) ratio. In addition, Carrizo citrange showed higher PSII efficiency and lower oxidative damage compared to Cleopatra mandarin [131]. These results suggest that the maintenance of photosynthetic apparatus via the modulation of chloroplastic ROS levels might be essential for protecting plants against this stress combination. Furthermore, a higher accumulation of SA was observed in Cleopatra mandarin under a combination of heat stress and drought. In contrast to SA, which highly accumulated in response to a combination of heat stress and drought, ABA, which was shown to antagonize SA signaling [132], decreased in both citruses under this stress combination.The integration of ROS regulatory systems with other mechanisms, such as the maintenance of photosynthetic apparatus and hormone signaling, need to be strictly modulated in the response of plants to a combination of heat stress and drought. The behaviors of ROS regulatory systems and hormone signaling were shown to be differently modulated depending on plant species. For example, in lotus, catalase activity only increased upon the combination of heat stress and drought. However, in clover, the activity of this enzyme increased relative to the control upon heat, drought, and combined stress [133]. In addition, a decline in SA accumulation was observed in Arabidopsis upon the combination of heat stress and drought [21], although SA accumulation increased in citruses in response to the same stress combination. A recent study demonstrated that Arabidopsis plants deficient in isochorismate synthase 1 (ICS1), named sid2-1, showed higher tolerance to a combination of heat stress and drought [134]. ICS was shown to be required for SA synthesis, as well as for the production of phylloquinone, one of the components of the PSI complex that mediates the electron transfer from PSI to ferredoxin [135]. Under a combination of heat stress and drought, sid2-1 plants showed a higher accumulation of PSII reaction-center proteins, accompanied by the enhanced expression of transcripts involved in repairing these proteins. In addition, sid2-1 plants accumulated higher levels of H2O2 compared to WT plants under this stress combination. These results suggest that the modulation of signals associated with SA synthesis might be essential for the maintenance of photosynthetic machineries and ROS regulatory systems under a combination of heat stress and drought. It is still not understood how photosynthetic apparatus can be targeted by or protected against oxidative stress under this stress combination in the sid2-1 mutant. Furthermore, the expression of genes encoding ROS-scavenging proteins targeted to the chloroplast and cytosol was increased under a combination of heat stress and drought, whereas the expression of mitochondrial genes was decreased in this stress combination in date palm [136]. It should, therefore, be necessary to elucidate the mode of coordination between ROS regulatory systems and other pathways that function in different organelles under a combination of heat stress and drought.Arabidopsis plants showed a dramatic increase in the accumulation of ABA under a combination of heat stress and drought, although ABA accumulation declined in citruses under the same stress combination [21,131]. As a signaling molecule, ABA was shown to play a pivotal role in tailoring the response of plants to various stress combinations via integration with other hormones and ROS regulatory systems [137]. In Arabidopsis, mutants deficient in ABA synthesis or signaling showed higher sensitivity to a combination of heat stress and drought [21], suggesting the significance of ABA in the response of plants to this stress combination. Interestingly, ABA is required for the expression of APX1 and MBF1c proteins, which are essential for the response of Arabidopsis plants to this stress combination [138,139]. ROS are known to affect ABA biosynthesis and signaling, thereby accelerating Ca2+ influx into stomatal guard cells and modulating stomatal closure under drought [140,141]. However, under a combination of heat stress and drought, H2O2, rather than ABA, might be essential for stomatal movement [21].The response of plants to a combination of heat stress and salinity is another process that requires ABA signaling. A recent study demonstrated that Arabidopsis plants deficient in ABA synthesis or signaling were more sensitive to a combination of heat stress and salinity [22]. Regarding antioxidants, the concentration of flavonols that were recently described as powerful antioxidants [142,143] was much higher under heat stress than under the combination of salinity and heat [144].Taken together, these findings indicate that the coordination between ROS regulatory systems and hormone signals might be differently modulated depending on the type of stress combination and plant species. It should be important to find master regulator(s) governing such different coordinations between ROS and hormone signals under stress combinations. 7. ConclusionsIn the natural environment, plants are exposed to various patterns of temperature increase. Numerous researches attempted uncovering the molecular and physiological mechanisms that govern the various types of heat stress responses in plants. In this review, we addressed ROS regulatory systems underlying these heat stress responses and their integration with other pathways. Based on the previous findings, we can suggest that these different types of heat responses might be regulated by different mechanisms. The involvement of different mechanisms in the various types of heat responses could also be supported by the findings from comprehensive analyses of transcripts, proteins, and mutants [2,27]. In addition, each different heat response could be regulated by different key regulator(s). For example, MBF1c, which functions upstream to SA, ethylene, and trehalose, was shown to be required for basal thermotolerance [3]. In contrast, HSFA2, which mediates H2O2 signal and heat response mechanisms [28], might be a key regulator of acquired thermotolerance [6,29]. Interestingly, HSFA2 might also contribute to the maintenance of heat stress memory, supporting the significance of this transcription factor in acquired thermotolerance. Heat stress responses might also be different depending on growth stages and types of tissues. The development of reproductive tissues is regulated by specific ROS–NO cross-talk, which is distinct from the mechanisms governing vegetative growth [45,105,106,110]. The specific mechanisms of reproductive development might be disturbed by heat stress, and counteracting mechanisms to prevent damage to reproductive tissues caused by heat stress might also be regulated by specific mechanisms. Furthermore, when other abiotic stresses simultaneously occur with heat stress, responses of plants to these combined stresses are also different from those to the corresponding single stresses [14,15].Differences in the mechanisms underlying different types of heat stress responses might also be, at least partially, attributed to differences in the patterns of signaling networks between various pathways. ROS, NO, and Ca2+ might function as common regulators involved in the different types of heat stress response. However, the mode(s) of coordination between these common regulators and other pathways might be different depending on the types of heat stress. In addition, the source of ROS generation might be different depending on the types of stress and tissues. Indeed, the stress- or tissue-dependent specificity of RBOH functions was proposed [48]. For instance, respiratory burst oxidase homolog D (RBOHD) was shown to be required for the auto-propagation of long-distance signaling [10]. In contrast, RBOHE, H, and J are involved in different steps of reproductive development [105,115]. It should, therefore, be necessary to elucidate specific regulators that govern these different sources of ROS generation. AbbreviationsABAAbscisic acidAPXAscorbate peroxidasebZIPBasic leucine zipper proteinCATCatalaseCNGCCyclic nucleotide gated channelCPRCytosolic unfolded protein responseEREndoplasmic reticulumER-UPREndoplasmic reticulum unfolded protein responseGRGlutathione reductaseGSNOS-nitrosoglutathionGSNORGSNO reductaseHSEHeat shock elementHSFHeat shock transcription factorHSPHeat shock proteinICSIsochorismate synthaseJAJasmonic acidMBF1cMultiprotein bridging factor 1cNONitric oxideNRNitrate reductasePCDProgrammed cell deathROSReactive oxygen species Author ContributionsConceptualization, K.K. and N.S. Writing—original draft preparation, K.K., K.H., and N.S. Writing—review and editing, N.S. Figures, K.K. and N.S. FundingThis research was funded by the Sophia University. Conflicts of InterestThe authors declare no conflicts of interest. References1. Lobell D.B., Schlenker W., Costa-Roberts J. Climate trends and global crop production since 1980. Science. 2011;333:616–620. doi: 10.1126/science.1204531. [PubMed] [CrossRef] [Google Scholar]2. Larkindale J., Hall J.D., Knight M.R., Vierling E. Heat stress phenotypes of Arabidopsis mutants implicate multiple signaling pathways in the acquisition of thermotolerance. Plant Physiol. 2005;138:882–897. doi: 10.1104/pp.105.062257. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Suzuki N., Bajad S., Shuman J., Shulaev V., Mittler R. The transcriptional co-activator MBF1c is a key regulator of thermotolerance in Arabidopsis thaliana. J. Biol. Chem. 2008;283:9269–9275. doi: 10.1074/jbc.M709187200. [PubMed] [CrossRef] [Google Scholar]4. Mittler R., Finka A., Goloubinoff P. How do plants feel the heat? Trends Biochem. Sci. 2012;37:118–125. doi: 10.1016/j.tibs.2011.11.007. [PubMed] [CrossRef] [Google Scholar]5. Charng Y.Y., Liu H.C., Liu N.Y., Hsu F.C., Ko S.S. Arabidopsis Hsa32, a novel heat shock protein, is essential for acquired thermotolerance during long recovery after acclimation. Plant Physiol. 2006;140:1297–1305. doi: 10.1104/pp.105.074898. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Charng Y.Y., Liu H.C., Liu N.Y., Chi W.T., Wang C.N., Chang S.H., Wang T.T. A heat-inducible transcription factor, HsfA2, is required for extension of acquired thermotolerance in Arabidopsis. Plant Physiol. 2007;143:251–262. doi: 10.1104/pp.106.091322. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Crisp P.A., Ganguly D. Reconsidering plant memory: Intersections between stress recovery, RNA turnover, and epigenetics. Sci. Adv. 2016;2:e1501340. doi: 10.1126/sciadv.1501340. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Lamke J., Brzezinka K., Altmann S., Baurle I. A hit-and-run heat shock factor governs sustained histone methylation and transcriptional stress memory. EMBO J. 2016;35:162–175. doi: 10.15252/embj.201592593. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Miller G., Schlauch K., Tam R., Cortes D., Torres M.A., Shulaev V., Dangl J.L., Mittler R. The plant NADPH oxidase RBOHD mediates rapid systemic signaling in response to diverse stimuli. Sci. Signal. 2009;2:ra45. doi: 10.1126/scisignal.2000448. [PubMed] [CrossRef] [Google Scholar]10. Suzuki N., Miller G., Salazar C., Mondal H.A., Shulaev E., Cortes D.F., Shuman J.L., Luo X., Shah J., Schlauch K., et al.  Temporal-spatial interaction between reactive oxygen species and abscisic acid regulates rapid systemic acclimation in plants. Plant Cell. 2013;25:3553–3569. doi: 10.1105/tpc.113.114595. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Baxter A., Mittler R., Suzuki N. ROS as key players in plant stress signalling. J. Exp. Bot. 2014;65:1229–1240. doi: 10.1093/jxb/ert375. [PubMed] [CrossRef] [Google Scholar]12. Mittler R., Blumwald E. Genetic engineering for modern agriculture: Challenges and perspectives. Annu. Rev. Plant Biol. 2010;61:443–462. doi: 10.1146/annurev-arplant-042809-112116. [PubMed] [CrossRef] [Google Scholar]13. Zandalinas S.I., Mittler R., Balfagon D., Arbona V., Gomez-Cadenas A. Plant adaptations to the combination of drought and high temperatures. Physiol. Plant. 2018;162:2–12. doi: 10.1111/ppl.12540. [PubMed] [CrossRef] [Google Scholar]14. Suzuki N., Rivero R.M., Shulaev V., Blumwald E., Mittler R. Abiotic and biotic stress combinations. New Phytol. 2014;203:32–43. doi: 10.1111/nph.12797. [PubMed] [CrossRef] [Google Scholar]15. Pandey P., Ramegowda V., Senthil-Kumar M. Shared and unique responses of plants to multiple individual stresses and stress combinations: Physiological and molecular mechanisms. Front. Plant Sci. 2015;6:723. doi: 10.3389/fpls.2015.00723. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Morimoto R.I. Regulation of the heat shock transcriptional response: Cross talk between a family of heat shock factors, molecular chaperones, and negative regulators. Genes Dev. 1998;12:3788–3796. doi: 10.1101/gad.12.24.3788. [PubMed] [CrossRef] [Google Scholar]17. Von Koskull-Doring P., Scharf K.D., Nover L. The diversity of plant heat stress transcription factors. Trends Plant Sci. 2007;12:452–457. doi: 10.1016/j.tplants.2007.08.014. [PubMed] [CrossRef] [Google Scholar]18. Suzuki N., Katano K. Coordination Between ROS Regulatory Systems and Other Pathways Under Heat Stress and Pathogen Attack. Front. Plant Sci. 2018;9:490. doi: 10.3389/fpls.2018.00490. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Hossain M.A., Li Z.G., Hoque T.S., Burritt D.J., Fujita M., Munne-Bosch S. Heat or cold priming-induced cross-tolerance to abiotic stresses in plants: Key regulators and possible mechanisms. Protoplasma. 2018;255:399–412. doi: 10.1007/s00709-017-1150-8. [PubMed] [CrossRef] [Google Scholar]20. Ozga J.A., Kaur H., Savada R.P., Reinecke D.M. Hormonal regulation of reproductive growth under normal and heat-stress conditions in legume and other model crop species. J. Exp. Bot. 2017;68:1885–1894. doi: 10.1093/jxb/erw464. [PubMed] [CrossRef] [Google Scholar]21. Zandalinas S.I., Balfagon D., Arbona V., Gomez-Cadenas A., Inupakutika M.A., Mittler R. ABA is required for the accumulation of APX1 and MBF1c during a combination of water deficit and heat stress. J. Exp. Bot. 2016;67:5381–5390. doi: 10.1093/jxb/erw299. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Suzuki N., Bassil E., Hamilton J.S., Inupakutika M.A., Zandalinas S.I., Tripathy D., Luo Y., Dion E., Fukui G., Kumazaki A., et al.  ABA Is Required for Plant Acclimation to a Combination of Salt and Heat Stress. PLoS ONE. 2016;11:e0147625.  doi: 10.1371/journal.pone.0147625. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Mittler R., Vanderauwera S., Suzuki N., Miller G., Tognetti V.B., Vandepoele K., Gollery M., Shulaev V., Van Breusegem F. ROS signaling: The new wave? Trends Plant Sci. 2011;16:300–309. doi: 10.1016/j.tplants.2011.03.007. [PubMed] [CrossRef] [Google Scholar]24. Mittler R., Vanderauwera S., Gollery M., Van Breusegem F. Reactive oxygen gene network of plants. Trends Plant Sci. 2004;9:490–498. doi: 10.1016/j.tplants.2004.08.009. [PubMed] [CrossRef] [Google Scholar]25. Vanderauwera S., Suzuki N., Miller G., van de Cotte B., Morsa S., Ravanat J.L., Hegie A., Triantaphylides C., Shulaev V., Van Montagu M.C., et al.  Extranuclear protection of chromosomal DNA from oxidative stress. Proc. Natl. Acad. Sci. USA. 2011;108:1711–1716. doi: 10.1073/pnas.1018359108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Suzuki N., Miller G., Sejima H., Harper J., Mittler R. Enhanced seed production under prolonged heat stress conditions in Arabidopsis thaliana plants deficient in cytosolic ascorbate peroxidase 2. J. Exp. Bot. 2013;64:253–263. doi: 10.1093/jxb/ers335. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Larkindale J., Vierling E. Core genome responses involved in acclimation to high temperature. Plant Physiol. 2008;146:748–761. doi: 10.1104/pp.107.112060. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Miller G., Mittler R. Could heat shock transcription factors function as hydrogen peroxide sensors in plants? Ann. Bot. 2006;98:279–288. doi: 10.1093/aob/mcl107. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Driedonks N., Xu J., Peters J.L., Park S., Rieu I. Multi-Level Interactions between Heat Shock Factors, Heat Shock Proteins, and the Redox System Regulate Acclimation to Heat. Front. Plant Sci. 2015;6:999. doi: 10.3389/fpls.2015.00999. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Fancy N.N., Bahlmann A.K., Loake G.J. Nitric oxide function in plant abiotic stress. Plant Cell Environ. 2017;40:462–472. doi: 10.1111/pce.12707. [PubMed] [CrossRef] [Google Scholar]31. Parankusam S., Adimulam S.S., Bhatnagar-Mathur P., Sharma K.K. Nitric Oxide (NO) in Plant Heat Stress Tolerance: Current Knowledge and Perspectives. Front. Plant Sci. 2017;8:1582. doi: 10.3389/fpls.2017.01582. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Chen K., Chen L., Fan J., Fu J. Alleviation of heat damage to photosystem II by nitric oxide in tall fescue. Photosynth. Res. 2013;116:21–31. doi: 10.1007/s11120-013-9883-5. [PubMed] [CrossRef] [Google Scholar]33. Li Z.G., Yang S.Z., Long W.B., Yang G.X., Shen Z.Z. Hydrogen sulphide may be a novel downstream signal molecule in nitric oxide-induced heat tolerance of maize (Zea mays L.) seedlings. Plant Cell Environ. 2013;36:1564–1572. doi: 10.1111/pce.12092. [PubMed] [CrossRef] [Google Scholar]34. Wang L., Guo Y., Jia L., Chu H., Zhou S., Chen K., Wu D., Zhao L. Hydrogen peroxide acts upstream of nitric oxide in the heat shock pathway in Arabidopsis seedlings. Plant Physiol. 2014;164:2184–2196. doi: 10.1104/pp.113.229369. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. De Pinto M.C., Locato V., Paradiso A., De Gara L. Role of redox homeostasis in thermo-tolerance under a climate change scenario. Ann. Bot. 2015;116:487–496. doi: 10.1093/aob/mcv071. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Davletova S., Rizhsky L., Liang H., Shengqiang Z., Oliver D.J., Coutu J., Shulaev V., Schlauch K., Mittler R. Cytosolic ascorbate peroxidase 1 is a central component of the reactive oxygen gene network of Arabidopsis. Plant Cell. 2005;17:268–281. doi: 10.1105/tpc.104.026971. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Miller G., Suzuki N., Rizhsky L., Hegie A., Koussevitzky S., Mittler R. Double mutants deficient in cytosolic and thylakoid ascorbate peroxidase reveal a complex mode of interaction between reactive oxygen species, plant development, and response to abiotic stresses. Plant Physiol. 2007;144:1777–1785. doi: 10.1104/pp.107.101436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Li Q., Wang W., Wang W., Zhang G., Liu Y., Wang Y., Wang W. Wheat F-Box Protein Gene TaFBA1 Is Involved in Plant Tolerance to Heat Stress. Front. Plant Sci. 2018;9:521. doi: 10.3389/fpls.2018.00521. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Jung J.H., Domijan M., Klose C., Biswas S., Ezer D., Gao M., Khattak A.K., Box M.S., Charoensawan V., Cortijo S., et al.  Phytochromes function as thermosensors in Arabidopsis. Science. 2016;354:886–889. doi: 10.1126/science.aaf6005. [PubMed] [CrossRef] [Google Scholar]40. Che P., Bussell J.D., Zhou W., Estavillo G.M., Pogson B.J., Smith S.M. Signaling from the endoplasmic reticulum activates brassinosteroid signaling and promotes acclimation to stress in Arabidopsis. Sci. Signal. 2010;3:ra69. doi: 10.1126/scisignal.2001140. [PubMed] [CrossRef] [Google Scholar]41. Finka A., Cuendet A.F., Maathuis F.J., Saidi Y., Goloubinoff P. Plasma membrane cyclic nucleotide gated calcium channels control land plant thermal sensing and acquired thermotolerance. Plant Cell. 2012;24:3333–3348. doi: 10.1105/tpc.112.095844. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Sugio A., Dreos R., Aparicio F., Maule A.J. The cytosolic protein response as a subcomponent of the wider heat shock response in Arabidopsis. Plant Cell. 2009;21:642–654. doi: 10.1105/tpc.108.062596. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Kumar S.V., Wigge P.A. H2A.Z-containing nucleosomes mediate the thermosensory response in Arabidopsis. Cell. 2010;140:136–147. doi: 10.1016/j.cell.2009.11.006. [PubMed] [CrossRef] [Google Scholar]44. Katano K., Kataoka R., Fujii M., Suzuki N. Differences between seedlings and flowers in anti-ROS based heat responses of Arabidopsis plants deficient in cyclic nucleotide gated channel 2. Plant Physiol. Biochem. PPB. 2018;123:288–296. doi: 10.1016/j.plaphy.2017.12.021. [PubMed] [CrossRef] [Google Scholar]45. Serrano I., Romero-Puertas M.C., Sandalio L.M., Olmedilla A. The role of reactive oxygen species and nitric oxide in programmed cell death associated with self-incompatibility. J. Exp. Bot. 2015;66:2869–2876. doi: 10.1093/jxb/erv083. [PubMed] [CrossRef] [Google Scholar]46. Kadota Y., Shirasu K., Zipfel C. Regulation of the NADPH Oxidase RBOHD during Plant Immunity. Plant Cell Physiol. 2015;56:1472–1480. doi: 10.1093/pcp/pcv063. [PubMed] [CrossRef] [Google Scholar]47. Ogasawara Y., Kaya H., Hiraoka G., Yumoto F., Kimura S., Kadota Y., Hishinuma H., Senzaki E., Yamagoe S., Nagata K., et al.  Synergistic activation of the Arabidopsis NADPH oxidase AtrbohD by Ca2+ and phosphorylation. J. Biol. Chem. 2008;283:8885–8892. doi: 10.1074/jbc.M708106200. [PubMed] [CrossRef] [Google Scholar]48. Suzuki N., Miller G., Morales J., Shulaev V., Torres M.A., Mittler R. Respiratory burst oxidases: The engines of ROS signaling. Curr. Opin. Plant Biol. 2011;14:691–699. doi: 10.1016/j.pbi.2011.07.014. [PubMed] [CrossRef] [Google Scholar]49. Liao C., Zheng Y., Guo Y. MYB30 transcription factor regulates oxidative and heat stress responses through ANNEXIN-mediated cytosolic calcium signaling in Arabidopsis. New Phytol. 2017;216:163–177. doi: 10.1111/nph.14679. [PubMed] [CrossRef] [Google Scholar]50. Alam M.N., Zhang L., Yang L., Islam M.R., Liu Y., Luo H., Yang P., Wang Q., Chan Z. Transcriptomic profiling of tall fescue in response to heat stress and improved thermotolerance by melatonin and 24-epibrassinolide. BMC Genom. 2018;19:224.  doi: 10.1186/s12864-018-4588-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Sharma M., Laxmi A. Jasmonates: Emerging Players in Controlling Temperature Stress Tolerance. Front. Plant Sci. 2015;6:1129. doi: 10.3389/fpls.2015.01129. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Yao Y., He R.J., Xie Q.L., Zhao X.H., Deng X.M., He J.B., Song L., He J., Marchant A., Chen X.Y., et al.  ETHYLENE RESPONSE FACTOR 74 (ERF74) plays an essential role in controlling a respiratory burst oxidase homolog D (RbohD)-dependent mechanism in response to different stresses in Arabidopsis. New Phytol. 2017;213:1667–1681. doi: 10.1111/nph.14278. [PubMed] [CrossRef] [Google Scholar]53. Lee S., Lee H.J., Jung J.H., Park C.M. The Arabidopsis thaliana RNA-binding protein FCA regulates thermotolerance by modulating the detoxification of reactive oxygen species. New Phytol. 2015;205:555–569. doi: 10.1111/nph.13079. [PubMed] [CrossRef] [Google Scholar]54. Chen C., Letnik I., Hacham Y., Dobrev P., Ben-Daniel B.H., Vankova R., Amir R., Miller G. ASCORBATE PEROXIDASE6 protects Arabidopsis desiccating and germinating seeds from stress and mediates cross talk between reactive oxygen species, abscisic acid, and auxin. Plant Physiol. 2014;166:370–383. doi: 10.1104/pp.114.245324. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Alavilli H., Lee H., Park M., Lee B.H. Antarctic Moss Multiprotein Bridging Factor 1c Overexpression in Arabidopsis Resulted in Enhanced Tolerance to Salt Stress. Front. Plant Sci. 2017;8:1206. doi: 10.3389/fpls.2017.01206. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Spadaro D., Yun B.W., Spoel S.H., Chu C., Wang Y.Q., Loake G.J. The redox switch: Dynamic regulation of protein function by cysteine modifications. Physiol. Plant. 2010;138:360–371. doi: 10.1111/j.1399-3054.2009.01307.x. [PubMed] [CrossRef] [Google Scholar]57. Hess D.T., Stamler J.S. Regulation by S-nitrosylation of protein post-translational modification. J. Biol. Chem. 2012;287:4411–4418. doi: 10.1074/jbc.R111.285742. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Lisjak M., Teklic T., Wilson I.D., Whiteman M., Hancock J.T. Hydrogen sulfide: Environmental factor or signalling molecule? Plant Cell Environ. 2013;36:1607–1616. doi: 10.1111/pce.12073. [PubMed] [CrossRef] [Google Scholar]59. Yang W., Sun Y., Chen S., Jiang J., Chen F., Fang W., Liu Z. The effect of exogenously applied nitric oxide on photosynthesis and antioxidant activity in heat stressed chrysanthemum. Biol. Plant. 2011;55:737. doi: 10.1007/s10535-011-0178-4. [CrossRef] [Google Scholar]60. Nasir Khan M., Mobin M., Khorshid Abbas Z.  Nitric Oxide and High Temperature Stress: A Physiological Perspective. In: Khan M.N., Mobin M., Mohammad F., Corpas F.J., editors. Nitric Oxide Action in Abiotic Stress Responses in Plants. Springer International Publishing; Cham, Germany: 2015. pp. 77–93. [Google Scholar]61. Hahn A., Bublak D., Schleiff E., Scharf K.D. Crosstalk between Hsp90 and Hsp70 chaperones and heat stress transcription factors in tomato. Plant Cell. 2011;23:741–755. doi: 10.1105/tpc.110.076018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Fernandez-Bautista N., Fernandez-Calvino L., Munoz A., Toribio R., Mock H.P., Castellano M.M. HOP family plays a major role in long-term acquired thermotolerance in Arabidopsis. Plant Cell Environ. 2018;41:1852–1869. doi: 10.1111/pce.13326. [PubMed] [CrossRef] [Google Scholar]63. Stief A., Altmann S., Hoffmann K., Pant B.D., Scheible W.R., Baurle I. Arabidopsis miR156 Regulates Tolerance to Recurring Environmental Stress through SPL Transcription Factors. Plant Cell. 2014;26:1792–1807. doi: 10.1105/tpc.114.123851. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Kataoka R., Takahashi M., Suzuki N. Coordination between bZIP28 and HSFA2 in the regulation of heat response signals in Arabidopsis. Plant Signal. Behav. 2017;12:e1376159. doi: 10.1080/15592324.2017.1376159. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Zhang S., Wang S., Lv J., Liu Z., Wang Y., Ma N., Meng Q. SUMO E3 Ligase SlSIZ1 Facilitates Heat Tolerance in Tomato. Plant Cell Physiol. 2018;59:58–71. doi: 10.1093/pcp/pcx160. [PubMed] [CrossRef] [Google Scholar]66. Leterrier M., Airaki M., Palma J.M., Chaki M., Barroso J.B., Corpas F.J. Arsenic triggers the nitric oxide (NO) and S-nitrosoglutathione (GSNO) metabolism in Arabidopsis. Environ. Pollut. 2012;166:136–143. doi: 10.1016/j.envpol.2012.03.012. [PubMed] [CrossRef] [Google Scholar]67. Lee U., Wie C., Fernandez B.O., Feelisch M., Vierling E. Modulation of nitrosative stress by S-nitrosoglutathione reductase is critical for thermotolerance and plant growth in Arabidopsis. Plant Cell. 2008;20:786–802. doi: 10.1105/tpc.107.052647. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Corpas F.J., Chaki M., Fernandez-Ocana A., Valderrama R., Palma J.M., Carreras A., Begara-Morales J.C., Airaki M., del Rio L.A., Barroso J.B. Metabolism of reactive nitrogen species in pea plants under abiotic stress conditions. Plant Cell Physiol. 2008;49:1711–1722. doi: 10.1093/pcp/pcn144. [PubMed] [CrossRef] [Google Scholar]69. Kong W., Huang C., Chen Q., Zou Y., Zhang J. Nitric oxide alleviates heat stress-induced oxidative damage in Pleurotus eryngii var. tuoliensis. Fungal Genet. Biol. FGB. 2012;49:15–20. doi: 10.1016/j.fgb.2011.12.003. [PubMed] [CrossRef] [Google Scholar]70. Lu S., Zhuo C., Wang X., Guo Z. Nitrate reductase (NR)-dependent NO production mediates ABA- and H2O2-induced antioxidant enzymes. Plant Physiol. Biochem. PPB. 2014;74:9–15. doi: 10.1016/j.plaphy.2013.10.030. [PubMed] [CrossRef] [Google Scholar]71. Astier J., Gross I., Durner J. Nitric oxide production in plants: An update. J. Exp. Bot. 2018;69:3401–3411. doi: 10.1093/jxb/erx420. [PubMed] [CrossRef] [Google Scholar]72. Chamizo-Ampudia A., Sanz-Luque E., Llamas A., Ocana-Calahorro F., Mariscal V., Carreras A., Barroso J.B., Galvan A., Fernandez E. A dual system formed by the ARC and NR molybdoenzymes mediates nitrite-dependent NO production in Chlamydomonas. Plant Cell Environ. 2016;39:2097–2107. doi: 10.1111/pce.12739. [PubMed] [CrossRef] [Google Scholar]73. Yang J., Giles L.J., Ruppelt C., Mendel R.R., Bittner F., Kirk M.L. Oxyl and hydroxyl radical transfer in mitochondrial amidoxime reducing component-catalyzed nitrite reduction. J. Am. Chem. Soc. 2015;137:5276–5279. doi: 10.1021/jacs.5b01112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Bruce T.J.A., Matthes M.C., Napier J.A., Pickett J.A. Stressful “memories” of plants: Evidence and possible mechanisms. Plant Sci. 2007;173:603–608. doi: 10.1016/j.plantsci.2007.09.002. [CrossRef] [Google Scholar]75. Hu T., Liu S.Q., Amombo E., Fu J.M. Stress memory induced rearrangements of HSP transcription, photosystem II photochemistry and metabolism of tall fescue (Festuca arundinacea Schreb.) in response to high-temperature stress. Front. Plant Sci. 2015;6:403. doi: 10.3389/fpls.2015.00403. [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Fleta-Soriano E., Munne-Bosch S. Stress Memory and the Inevitable Effects of Drought: A Physiological Perspective. Front. Plant Sci. 2016;7:143. doi: 10.3389/fpls.2016.00143. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Antoniou C., Savvides A., Christou A., Fotopoulos V. Unravelling chemical priming machinery in plants: The role of reactive oxygen-nitrogen-sulfur species in abiotic stress tolerance enhancement. Curr. Opin. Plant Biol. 2016;33:101–107. doi: 10.1016/j.pbi.2016.06.020. [PubMed] [CrossRef] [Google Scholar]78. Ohama N., Sato H., Shinozaki K., Yamaguchi-Shinozaki K. Transcriptional Regulatory Network of Plant Heat Stress Response. Trends Plant Sci. 2017;22:53–65. doi: 10.1016/j.tplants.2016.08.015. [PubMed] [CrossRef] [Google Scholar]79. Ding Y., Ndamukong I., Xu Z., Lapko H., Fromm M., Avramova Z. ATX1-generated H3K4me3 is required for efficient elongation of transcription, not initiation, at ATX1-regulated genes. PLoS Genet. 2012;8:e1003111.  doi: 10.1371/journal.pgen.1003111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Guenther M.G., Levine S.S., Boyer L.A., Jaenisch R., Young R.A. A chromatin landmark and transcription initiation at most promoters in human cells. Cell. 2007;130:77–88. doi: 10.1016/j.cell.2007.05.042. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Kwak H., Lis J.T. Control of transcriptional elongation. Annu. Rev. Genet. 2013;47:483–508. doi: 10.1146/annurev-genet-110711-155440. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Zhang X., Bernatavichute Y.V., Cokus S., Pellegrini M., Jacobsen S.E. Genome-wide analysis of mono-, di- and trimethylation of histone H3 lysine 4 in Arabidopsis thaliana. Genome Biol. 2009;10:R62. doi: 10.1186/gb-2009-10-6-r62. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Wang P., Zhao L., Hou H., Zhang H., Huang Y., Wang Y., Li H., Gao F., Yan S., Li L. Epigenetic Changes are Associated with Programmed Cell Death Induced by Heat Stress in Seedling Leaves of Zea mays. Plant Cell Physiol. 2015;56:965–976. doi: 10.1093/pcp/pcv023. [PubMed] [CrossRef] [Google Scholar]84. Ito H., Gaubert H., Bucher E., Mirouze M., Vaillant I., Paszkowski J. An siRNA pathway prevents transgenerational retrotransposition in plants subjected to stress. Nature. 2011;472:115–119. doi: 10.1038/nature09861. [PubMed] [CrossRef] [Google Scholar]85. Cavrak V.V., Lettner N., Jamge S., Kosarewicz A., Bayer L.M., Mittelsten Scheid O. How a retrotransposon exploits the plant’s heat stress response for its activation. PLoS Genet. 2014;10:e1004115.  doi: 10.1371/journal.pgen.1004115. [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Gou J.Y., Felippes F.F., Liu C.J., Weigel D., Wang J.W. Negative regulation of anthocyanin biosynthesis in Arabidopsis by a miR156-targeted SPL transcription factor. Plant Cell. 2011;23:1512–1522. doi: 10.1105/tpc.111.084525. [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Guan Q., Lu X., Zeng H., Zhang Y., Zhu J. Heat stress induction of miR398 triggers a regulatory loop that is critical for thermotolerance in Arabidopsis. Plant J. Cell Mol. Biol. 2013;74:840–851. doi: 10.1111/tpj.12169. [PubMed] [CrossRef] [Google Scholar]88. Locato V., Cimini S., De Gara L. ROS and redox balance as multifaceted players of cross-tolerance: Epigenetic and retrograde control of gene expression. J. Exp. Bot. 2018;69:3373–3391. doi: 10.1093/jxb/ery168. [PubMed] [CrossRef] [Google Scholar]89. Wang Z., Cao H., Chen F., Liu Y. The roles of histone acetylation in seed performance and plant development. Plant Physiol. Biochem. PPB. 2014;84:125–133. doi: 10.1016/j.plaphy.2014.09.010. [PubMed] [CrossRef] [Google Scholar]90. Bertrand C., Benhamed M., Li Y.F., Ayadi M., Lemonnier G., Renou J.P., Delarue M., Zhou D.X. Arabidopsis HAF2 gene encoding TATA-binding protein (TBP)-associated factor TAF1, is required to integrate light signals to regulate gene expression and growth. J. Biol. Chem. 2005;280:1465–1473. doi: 10.1074/jbc.M409000200. [PubMed] [CrossRef] [Google Scholar]91. Shen Y., Issakidis-Bourguet E., Zhou D.X. Perspectives on the interactions between metabolism, redox, and epigenetics in plants. J. Exp. Bot. 2016;67:5291–5300. doi: 10.1093/jxb/erw310. [PubMed] [CrossRef] [Google Scholar]92. Brzezinka K., Altmann S., Czesnick H., Nicolas P., Gorka M., Benke E., Kabelitz T., Jahne F., Graf A., Kappel C., et al.  Arabidopsis FORGETTER1 mediates stress-induced chromatin memory through nucleosome remodeling. eLife. 2016;5:e17061. doi: 10.7554/eLife.17061. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Dempsey D.A., Klessig D.F. SOS—Too many signals for systemic acquired resistance? Trends Plant Sci. 2012;17:538–545. doi: 10.1016/j.tplants.2012.05.011. [PubMed] [CrossRef] [Google Scholar]94. Shah J., Zeier J. Long-distance communication and signal amplification in systemic acquired resistance. Front. Plant Sci. 2013;4:30. doi: 10.3389/fpls.2013.00030. [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Szechynska-Hebda M., Kruk J., Gorecka M., Karpinska B., Karpinski S. Evidence for light wavelength-specific photoelectrophysiological signaling and memory of excess light episodes in Arabidopsis. Plant Cell. 2010;22:2201–2218. doi: 10.1105/tpc.109.069302. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Gilroy S., Bialasek M., Suzuki N., Gorecka M., Devireddy A.R. ROS, Calcium, and Electric Signals: Key Mediators of Rapid Systemic Signaling in Plants. Plant Physiol. 2016;171:1606–1615. doi: 10.1104/pp.16.00434. [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Wang C., El-Shetehy M., Shine M.B., Yu K., Navarre D., Wendehenne D., Kachroo A., Kachroo P. Free radicals mediate systemic acquired resistance. Cell Rep. 2014;7:348–355. doi: 10.1016/j.celrep.2014.03.032. [PubMed] [CrossRef] [Google Scholar]98. Rasul S., Dubreuil-Maurizi C., Lamotte O., Koen E., Poinssot B., Alcaraz G., Wendehenne D., Jeandroz S. Nitric oxide production mediates oligogalacturonide-triggered immunity and resistance to Botrytis cinerea in Arabidopsis thaliana. Plant Cell Environ. 2012;35:1483–1499. doi: 10.1111/j.1365-3040.2012.02505.x. [PubMed] [CrossRef] [Google Scholar]99. Wendehenne D., Gao Q.M., Kachroo A., Kachroo P. Free radical-mediated systemic immunity in plants. Curr. Opin. Plant Biol. 2014;20:127–134. doi: 10.1016/j.pbi.2014.05.012. [PubMed] [CrossRef] [Google Scholar]100. Ortega-Galisteo A.P., Rodriguez-Serrano M., Pazmino D.M., Gupta D.K., Sandalio L.M., Romero-Puertas M.C. S-Nitrosylated proteins in pea (Pisum sativum L.) leaf peroxisomes: Changes under abiotic stress. J. Exp. Bot. 2012;63:2089–2103. doi: 10.1093/jxb/err414. [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Rieu I., Twell D., Firon N. Pollen Development at High Temperature: From Acclimation to Collapse. Plant Physiol. 2017;173:1967–1976. doi: 10.1104/pp.16.01644. [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Basha E., O’Neill H., Vierling E. Small heat shock proteins and alpha-crystallins: Dynamic proteins with flexible functions. Trends Biochem. Sci. 2012;37:106–117. doi: 10.1016/j.tibs.2011.11.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Siddique M., Gernhard S., von Koskull-Doring P., Vierling E., Scharf K.D. The plant sHSP superfamily: Five new members in Arabidopsis thaliana with unexpected properties. Cell Stress Chaperones. 2008;13:183–197. doi: 10.1007/s12192-008-0032-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. De Storme N., Geelen D. The impact of environmental stress on male reproductive development in plants: Biological processes and molecular mechanisms. Plant Cell Environ. 2014;37:1–18. doi: 10.1111/pce.12142. [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Xie H.T., Wan Z.Y., Li S., Zhang Y. Spatiotemporal Production of Reactive Oxygen Species by NADPH Oxidase Is Critical for Tapetal Programmed Cell Death and Pollen Development in Arabidopsis. Plant Cell. 2014;26:2007–2023. doi: 10.1105/tpc.114.125427. [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Yi J., Moon S., Lee Y.S., Zhu L., Liang W., Zhang D., Jung K.H., An G. Defective Tapetum Cell Death 1 (DTC1) Regulates ROS Levels by Binding to Metallothionein during Tapetum Degeneration. Plant Physiol. 2016;170:1611–1623. doi: 10.1104/pp.15.01561. [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. Muller F., Rieu I. Acclimation to high temperature during pollen development. Plant Reprod. 2016;29:107–118. doi: 10.1007/s00497-016-0282-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]108. Clough S.J., Fengler K.A., Yu I.C., Lippok B., Smith R.K., Jr., Bent A.F. The Arabidopsis dnd1 “defense, no death” gene encodes a mutated cyclic nucleotide-gated ion channel. Proc. Natl. Acad. Sci. USA. 2000;97:9323–9328. doi: 10.1073/pnas.150005697. [PMC free article] [PubMed] [CrossRef] [Google Scholar]109. Deng Y., Srivastava R., Quilichini T.D., Dong H., Bao Y., Horner H.T., Howell S.H. IRE1, a component of the unfolded protein response signaling pathway, protects pollen development in Arabidopsis from heat stress. Plant J. Cell Mol. Biol. 2016;88:193–204. doi: 10.1111/tpj.13239. [PubMed] [CrossRef] [Google Scholar]110. Traverso J.A., Pulido A., Rodriguez-Garcia M.I., Alche J.D. Thiol-based redox regulation in sexual plant reproduction: New insights and perspectives. Front. Plant Sci. 2013;4:465. doi: 10.3389/fpls.2013.00465. [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Zafra A., Rodriguez-Garcia M.I., Alche Jde D. Cellular localization of ROS and NO in olive reproductive tissues during flower development. BMC Plant Biol. 2010;10:36.  doi: 10.1186/1471-2229-10-36. [PMC free article] [PubMed] [CrossRef] [Google Scholar]112. Gao X.Q., Liu C.Z., Li D.D., Zhao T.T., Li F., Jia X.N., Zhao X.Y., Zhang X.S. The Arabidopsis KINbetagamma Subunit of the SnRK1 Complex Regulates Pollen Hydration on the Stigma by Mediating the Level of Reactive Oxygen Species in Pollen. PLoS Genet. 2016;12:e1006228.  doi: 10.1371/journal.pgen.1006228. [PMC free article] [PubMed] [CrossRef] [Google Scholar]113. Cardenas L., McKenna S.T., Kunkel J.G., Hepler P.K. NAD(P)H oscillates in pollen tubes and is correlated with tip growth. Plant Physiol. 2006;142:1460–1468. doi: 10.1104/pp.106.087882. [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. Potocky M., Jones M.A., Bezvoda R., Smirnoff N., Zarsky V. Reactive oxygen species produced by NADPH oxidase are involved in pollen tube growth. New Phytol. 2007;174:742–751. doi: 10.1111/j.1469-8137.2007.02042.x. [PubMed] [CrossRef] [Google Scholar]115. Kaya H., Nakajima R., Iwano M., Kanaoka M.M., Kimura S., Takeda S., Kawarazaki T., Senzaki E., Hamamura Y., Higashiyama T., et al.  Ca2+-activated reactive oxygen species production by Arabidopsis RbohH and RbohJ is essential for proper pollen tube tip growth. Plant Cell. 2014;26:1069–1080. doi: 10.1105/tpc.113.120642. [PMC free article] [PubMed] [CrossRef] [Google Scholar]116. Gu L.L., Gao Q.F., Wang Y.F. Cyclic nucleotide-gated channel 18 functions as an essential Ca(2+) channel for pollen germination and pollen tube growth in Arabidopsis. Plant Signal. Behav. 2017;12:e1197999. doi: 10.1080/15592324.2016.1197999. [PMC free article] [PubMed] [CrossRef] [Google Scholar]117. Selles B., Michaud C., Xiong T.C., Leblanc O., Ingouff M. Arabidopsis pollen tube germination and growth depend on the mitochondrial calcium uniporter complex. New Phytol. 2018;219:58–65. doi: 10.1111/nph.15189. [PubMed] [CrossRef] [Google Scholar]118. Prado A.M., Colaco R., Moreno N., Silva A.C., Feijo J.A. Targeting of pollen tubes to ovules is dependent on nitric oxide (NO) signaling. Mol. Plant. 2008;1:703–714. doi: 10.1093/mp/ssn034. [PubMed] [CrossRef] [Google Scholar]119. Prado A.M., Porterfield D.M., Feijo J.A. Nitric oxide is involved in growth regulation and re-orientation of pollen tubes. Development. 2004;131:2707–2714. doi: 10.1242/dev.01153. [PubMed] [CrossRef] [Google Scholar]120. Domingos P., Prado A.M., Wong A., Gehring C., Feijo J.A. Nitric oxide: A multitasked signaling gas in plants. Mol. Plant. 2015;8:506–520. doi: 10.1016/j.molp.2014.12.010. [PubMed] [CrossRef] [Google Scholar]121. Zinn K.E., Tunc-Ozdemir M., Harper J.F. Temperature stress and plant sexual reproduction: Uncovering the weakest links. J. Exp. Bot. 2010;61:1959–1968. doi: 10.1093/jxb/erq053. [PMC free article] [PubMed] [CrossRef] [Google Scholar]122. Okuda S., Tsutsui H., Shiina K., Sprunck S., Takeuchi H., Yui R., Kasahara R.D., Hamamura Y., Mizukami A., Susaki D., et al.  Defensin-like polypeptide LUREs are pollen tube attractants secreted from synergid cells. Nature. 2009;458:357–361. doi: 10.1038/nature07882. [PubMed] [CrossRef] [Google Scholar]123. Takeuchi H., Higashiyama T. Tip-localized receptors control pollen tube growth and LURE sensing in Arabidopsis. Nature. 2016;531:245–248. doi: 10.1038/nature17413. [PubMed] [CrossRef] [Google Scholar]124. Cavanagh C., Morell M., Mackay I., Powell W. From mutations to MAGIC: Resources for gene discovery, validation and delivery in crop plants. Curr. Opin. Plant Biol. 2008;11:215–221. doi: 10.1016/j.pbi.2008.01.002. [PubMed] [CrossRef] [Google Scholar]125. Munns R., Tester M. Mechanisms of salinity tolerance. Annu. Rev. Plant Biol. 2008;59:651–681. doi: 10.1146/annurev.arplant.59.032607.092911. [PubMed] [CrossRef] [Google Scholar]126. Chinnusamy V., Zhu J.K. Epigenetic regulation of stress responses in plants. Curr. Opin. Plant Biol. 2009;12:133–139. doi: 10.1016/j.pbi.2008.12.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]127. Atkinson N.J., Lilley C.J., Urwin P.E. Identification of genes involved in the response of Arabidopsis to simultaneous biotic and abiotic stresses. Plant Physiol. 2013;162:2028–2041. doi: 10.1104/pp.113.222372. [PMC free article] [PubMed] [CrossRef] [Google Scholar]128. Prasch C.M., Sonnewald U. In silico selection of Arabidopsis thaliana ecotypes with enhanced stress tolerance. Plant Signal. Behav. 2013;8:e26364. doi: 10.4161/psb.26364. [PMC free article] [PubMed] [CrossRef] [Google Scholar]129. Rasmussen S., Barah P., Suarez-Rodriguez M.C., Bressendorff S., Friis P., Costantino P., Bones A.M., Nielsen H.B., Mundy J. Transcriptome responses to combinations of stresses in Arabidopsis. Plant Physiol. 2013;161:1783–1794. doi: 10.1104/pp.112.210773. [PMC free article] [PubMed] [CrossRef] [Google Scholar]130. Zandalinas S.I., Balfagon D., Arbona V., Gomez-Cadenas A. Modulation of Antioxidant Defense System Is Associated with Combined Drought and Heat Stress Tolerance in Citrus. Front. Plant Sci. 2017;8:953. doi: 10.3389/fpls.2017.00953. [PMC free article] [PubMed] [CrossRef] [Google Scholar]131. Zandalinas S.I., Rivero R.M., Martinez V., Gomez-Cadenas A., Arbona V. Tolerance of citrus plants to the combination of high temperatures and drought is associated to the increase in transpiration modulated by a reduction in abscisic acid levels. BMC Plant Biol. 2016;16:105.  doi: 10.1186/s12870-016-0791-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]132. Moeder W., Ung H., Mosher S., Yoshioka K. SA-ABA antagonism in defense responses. Plant Signal. Behav. 2010;5:1231–1233. doi: 10.4161/psb.5.10.12836. [PMC free article] [PubMed] [CrossRef] [Google Scholar]133. Signorelli S., Casaretto E., Sainz M., Diaz P., Monza J., Borsani O. Antioxidant and photosystem II responses contribute to explain the drought-heat contrasting tolerance of two forage legumes. Plant Physiol. Biochem. PPB. 2013;70:195–203. doi: 10.1016/j.plaphy.2013.05.028. [PubMed] [CrossRef] [Google Scholar]134. Kumazaki A., Suzuki N. Enhanced tolerance to a combination of heat stress and drought in Arabidopsis plants deficient in ICS1 is associated with modulation of photosynthetic reaction center proteins. Physiol. Plant. 2018 doi: 10.1111/ppl.12809. in press. [PubMed] [CrossRef] [Google Scholar]135. Garcion C., Lohmann A., Lamodiere E., Catinot J., Buchala A., Doermann P., Metraux J.P. Characterization and biological function of the ISOCHORISMATE SYNTHASE2 gene of Arabidopsis. Plant Physiol. 2008;147:1279–1287. doi: 10.1104/pp.108.119420. [PMC free article] [PubMed] [CrossRef] [Google Scholar]136. Safronov O., Kreuzwieser J., Haberer G., Alyousif M.S., Schulze W., Al-Harbi N., Arab L., Ache P., Stempfl T., Kruse J., et al.  Detecting early signs of heat and drought stress in Phoenix dactylifera (date palm) PLoS ONE. 2017;12:e0177883.  doi: 10.1371/journal.pone.0177883. [PMC free article] [PubMed] [CrossRef] [Google Scholar]137. Suzuki N. Hormone signaling pathways under stress combinations. Plant Signal. Behav. 2016;11:e1247139. doi: 10.1080/15592324.2016.1247139. [PMC free article] [PubMed] [CrossRef] [Google Scholar]138. Suzuki N., Rizhsky L., Liang H., Shuman J., Shulaev V., Mittler R. Enhanced tolerance to environmental stress in transgenic plants expressing the transcriptional coactivator multiprotein bridging factor 1c. Plant Physiol. 2005;139:1313–1322. doi: 10.1104/pp.105.070110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]139. Koussevitzky S., Suzuki N., Huntington S., Armijo L., Sha W., Cortes D., Shulaev V., Mittler R. Ascorbate peroxidase 1 plays a key role in the response of Arabidopsis thaliana to stress combination. J. Biol. Chem. 2008;283:34197–34203. doi: 10.1074/jbc.M806337200. [PMC free article] [PubMed] [CrossRef] [Google Scholar]140. Mittler R., Blumwald E. The roles of ROS and ABA in systemic acquired acclimation. Plant Cell. 2015;27:64–70. doi: 10.1105/tpc.114.133090. [PMC free article] [PubMed] [CrossRef] [Google Scholar]141. Munemasa S., Muroyama D., Nagahashi H., Nakamura Y., Mori I.C., Murata Y. Regulation of reactive oxygen species-mediated abscisic acid signaling in guard cells and drought tolerance by glutathione. Front. Plant Sci. 2013;4:472. doi: 10.3389/fpls.2013.00472. [PMC free article] [PubMed] [CrossRef] [Google Scholar]142. Agati G., Azzarello E., Pollastri S., Tattini M. Flavonoids as antioxidants in plants: Location and functional significance. Plant Sci. 2012;196:67–76. doi: 10.1016/j.plantsci.2012.07.014. [PubMed] [CrossRef] [Google Scholar]143. Brunetti C., Di Ferdinando M., Fini A., Pollastri S., Tattini M. Flavonoids as antioxidants and developmental regulators: Relative significance in plants and humans. Int. J. Mol. Sci. 2013;14:3540–3555. doi: 10.3390/ijms14023540. [PMC free article] [PubMed] [CrossRef] [Google Scholar]144. Martinez V., Mestre T.C., Rubio F., Girones-Vilaplana A., Moreno D.A., Mittler R., Rivero R.M. Accumulation of Flavonols over Hydroxycinnamic Acids Favors Oxidative Damage Protection under Abiotic Stress. Front. Plant Sci. 2016;7:838. doi: 10.3389/fpls.2016.00838. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}