{"title": "Elongator Is Required for Root Stem Cell Maintenance by Regulating SHORTROOT Transcription", "pubDate": "2019", "PMCID": "PMC6324240", "DOI": "10.1104/pp.18.00534", "PMID": "30401723", "abstract": "SHORTROOT (SHR) is essential for stem cell maintenance and radial patterning in Arabidopsis (Arabidopsis thaliana) roots, but how its expression is regulated is unknown. Here, we report that the Elongator complex, which consists of six subunits (ELP1 to ELP6), regulates the transcription of SHR Depletion of Elongator drastically reduced SHR expression and led to defective root stem cell maintenance and radial patterning. The importance of the nuclear localization of Elongator for its functioning, together with the insensitivity of the elp1 mutant to the transcription elongation inhibitor 6-azauracil, and the direct interaction of the ELP4 subunit with the carboxyl-terminal domain of RNA polymerase II, support the notion that Elongator plays important roles in transcription elongation. Indeed, we found that ELP3 associates with the premessenger RNA of SHR and that mutation of Elongator reduces the enrichment of RNA polymerase II on the SHR gene body. Moreover, Elongator interacted in vivo with SUPPRESSOR OF Ty4, a well-established transcription elongation factor that is recruited to the SHR locus. Together, these results demonstrate that Elongator acts in concert with SUPPRESSOR OF Ty4 to regulate the transcription of SHR.", "author": [{"author": "Linlin Qi", "affiliation": ["State Key Laboratory of Crop Biology, College of Agronomy, Shandong Agricultural University, Taian, Shandong 271018, China.", "University of the Chinese Academy of Sciences, Beijing 100049, China."], "href": "/?term=Qi+L&cauthor_id=30401723"}, {"author": "Xiaoyue Zhang", "affiliation": ["University of the Chinese Academy of Sciences, Beijing 100049, China.", "State Key Laboratory of Plant Genomics, National Centre for Plant Gene Research, Institute of Genetics and Developmental Biology, Chinese Academy of Sciences, Beijing 100101, China."], "href": "/?term=Zhang+X&cauthor_id=30401723"}, {"author": "Huawei Zhai", "affiliation": ["University of the Chinese Academy of Sciences, Beijing 100049, China.", "State Key Laboratory of Plant Genomics, National Centre for Plant Gene Research, Institute of Genetics and Developmental Biology, Chinese Academy of Sciences, Beijing 100101, China."], "href": "/?term=Zhai+H&cauthor_id=30401723"}, {"author": "Jian Liu", "affiliation": ["State Key Laboratory of Crop Biology, College of Agronomy, Shandong Agricultural University, Taian, Shandong 271018, China."], "href": "/?term=Liu+J&cauthor_id=30401723"}, {"author": "Fangming Wu", "affiliation": ["University of the Chinese Academy of Sciences, Beijing 100049, China."], "href": "/?term=Wu+F&cauthor_id=30401723"}, {"author": "Chuanyou Li", "affiliation": ["University of the Chinese Academy of Sciences, Beijing 100049, China."], "href": "/?term=Li+C&cauthor_id=30401723"}, {"author": "Qian Chen", "affiliation": ["State Key Laboratory of Crop Biology, College of Agronomy, Shandong Agricultural University, Taian, Shandong 271018, China chenqiangenetics@163.com."], "href": "/?term=Chen+Q&cauthor_id=30401723"}], "refPMID": [], "citedInPMID": ["30401723", "33606881", "32971769", "32652697"], "body": " AbstractSHORTROOT (SHR) is essential for stem cell maintenance and radial patterning in Arabidopsis (Arabidopsis thaliana) roots, but how its expression is regulated is unknown. Here, we report that the Elongator complex, which consists of six subunits (ELP1 to ELP6), regulates the transcription of SHR. Depletion of Elongator drastically reduced SHR expression and led to defective root stem cell maintenance and radial patterning. The importance of the nuclear localization of Elongator for its functioning, together with the insensitivity of the elp1 mutant to the transcription elongation inhibitor 6-azauracil, and the direct interaction of the ELP4 subunit with the carboxyl-terminal domain of RNA polymerase II, support the notion that Elongator plays important roles in transcription elongation. Indeed, we found that ELP3 associates with the premessenger RNA of SHR and that mutation of Elongator reduces the enrichment of RNA polymerase II on the SHR gene body. Moreover, Elongator interacted in vivo with SUPPRESSOR OF Ty4, a well-established transcription elongation factor that is recruited to the SHR locus. Together, these results demonstrate that Elongator acts in concert with SUPPRESSOR OF Ty4 to regulate the transcription of SHR. Root growth in higher plants relies on a group of pluripotent, mitotically active stem cells residing in the root apical meristem. In the root apical meristem of the model plant Arabidopsis (Arabidopsis thaliana), the mitotically less active quiescent center (QC) cells, together with their surrounding stem cells, constitute the root stem cell niche (SCN), which continues to provide cells for all root tissues (van den Berg et al., 1995). Pioneering studies have identified several key regulators that help determine the specification and functioning of the SCN. Among these, the gibberellic acid insensitive, repressor of gibberellic acid, and SCR (SCARECROW) family transcription factors SHORTROOT (SHR) and SCR provide positional information along the radial axis, whereas the plant hormone auxin, together with its downstream components, the PLETHORA (PLT) class of transcription factors, provide longitudinal information (Di Laurenzio et al., 1996; Helariutta et al., 2000; Aida et al., 2004; Aichinger et al., 2012).In addition to regulating the positional specification of the QC, SHR also controls the formative division of the cortex/endodermis initial (CEI) stem cell and its immediate daughter cell (CEID), which generates the separate endodermis and cortex cell layers constituting root ground tissue (van den Berg et al., 1995). Interestingly, SHR is transcriptionally expressed in the stele, and its encoded protein moves into the outer adjacent cell layer, where its partner SCR sequesters SHR to the nucleus by forming the SHR-SCR complex (Nakajima et al., 2001; Cui et al., 2007). Recent efforts have successfully identified important transcriptional targets of the SHR-SCR complex. Among these are a group of so-called BIRD family genes encoding zinc finger proteins (Levesque et al., 2006; Welch et al., 2007; Long et al., 2015) and the cell cycle gene CYCLIN D6;1 (CYCD6;1; Sozzani et al., 2010). The spatiotemporal activation of CYCD6;1 is controlled by a bistable switch involving SHR, SCR, and the cell differentiation factor R​E​T​I​N​O​B​L​A​S​T​O​M​A-R​E​L​A​T​E​D, which also is regulated by the formation of a dynamic MED31-SCR-SHR ternary complex (Cruz-Ramírez et al., 2012; Zhang et al., 2018). Despite these advances, how the master regulator gene SHR itself is regulated remains largely unknown.In eukaryotic cells, protein-coding genes are transcribed by RNA polymerase II (RNAPII). The multifunctional protein complex, Elongator, was first identified as an interactor of hyperphosphorylated (elongating) RNAPII in yeast and later was purified from human and Arabidopsis cells (Otero et al., 1999; Hawkes et al., 2002; Nelissen et al., 2010). Elongator consists of six subunits, designated ELP1 to ELP6, with ELP1 and ELP2 functioning as scaffolds for complex assembly, ELP3 acting as the catalytic subunit, and ELP4 to ELP6 forming a subcomplex important for substrate recognition (Versées et al., 2010; Glatt et al., 2012; Woloszynska et al., 2016). In yeast, the loss of Elongator subunits leads to altered sensitivity to stresses including salt, caffeine, temperature, and DNA-damaging agents (Otero et al., 1999; Krogan and Greenblatt, 2001; Esberg et al., 2006). Since Elongator was copurified with elongating RNAPII and the ELP3 subunit showed histone acetylation activity, it was initially proposed that Elongator functions mainly as a transcription elongation factor, a process that occurs in the nucleus (Otero et al., 1999; Wittschieben et al., 1999; Winkler et al., 2002). Shortly thereafter, this proposition was questioned, as several studies show that yeast Elongator has diverse functions related to its tRNA modification activity that take place in the cytoplasm (Huang et al., 2005; Esberg et al., 2006; Li et al., 2009; Chen et al., 2011; Bauer et al., 2012; Fernández-Vázquez et al., 2013).The physiological functions of Elongator in mammals are exemplified by the finding that impaired Elongator activity in humans is correlated with the neurological disorder familial dysautonomia (Anderson et al., 2001) and that mutations in Elongator subunits are lethal in embryotic mice (Chen et al., 2009). Like its yeast counterpart, human Elongator also has Lys acetyltransferase activity. Among the major substrates for the Lys acetyltransferase activity of human Elongator are Histone H3 and α-tubulin, reflecting the distinct functions of Elongator in the nucleus and cytoplasm. While, in the nucleus, the acetylation of Histone H3 is linked to the function of Elongator in transcription (Svejstrup, 2007), the cytoplasmic acetylation of α-tubulin by Elongator underlies the migration and maturation of neurons (Creppe et al., 2009).Genetic studies have demonstrated that Elongator plays an important role in regulating multiple aspects of plant development and adaptive responses to biotic and abiotic stresses (Nelissen et al., 2005, 2010; Zhou et al., 2009; Wang et al., 2013; Jia et al., 2015). Recent studies reveal the role of plant Elongator in regulating microRNA biogenesis and tRNA modification (Fang et al., 2015; Leitner et al., 2015).Here, we report the action mechanism of plant Elongator in regulating root SCN and radial patterning. We show that the root developmental defects of Elongator mutants are largely related to drastically reduced SHR expression. We provide evidence that Elongator acts as a transcription regulator of SHR. RESULTSElongator Is Required for SCN Maintenance and General Root GrowthTo systematically evaluate the role of Elongator in regulating root growth, we investigated mutants of all six Elongator subunits (elp1 to elp6; see “Materials and Methods”) and several double mutants, including elp1 elp2, elp1 elp4, elp1 elp6, elp2 elp4, elp2 elp6, and elp4 elp6. Each of the single mutants exhibited similar reductions in root growth, and none of the investigated double mutant lines showed additive effects (Supplemental Fig. S1A), implying that each subunit is essential for the functioning of Elongator and that Elongator acts as an integral complex that regulates root growth. Therefore, we used elp1 as a representative mutant for detailed phenotypic analyses.Cytological observations revealed that both cell division and cell elongation were reduced in elp1 (Supplemental Fig. S1, B–H). In a Lugol’s iodine starch staining assay of wild-type roots expressing the QC-specific marker QC25, one layer of columella stem cells (CSCs) without starch staining was visible between the QC and the columella cell layers, hinting at a well-organized and functional SCN (Fig. 1A). By contrast, in elp1 root tips, QC25 expression was weak in the QC, but its expression pattern expanded downward and merged with that of starch staining, and the CSCs could not be discerned clearly (Fig. 1B), suggesting the loss of QC cell identity and CSC differentiation. Consistently, in RNA in situ hybridization assays of wild-type roots, WUSCHEL-RELATED HOMEOBOX5 (WOX5) was expressed specifically in the QC, but its expression pattern was diffuse and merged with neighboring cells in elp1 roots (Fig. 1, C and D). These results, together with previous observations of the elp2 mutant (Jia et al., 2015), indicate that Elongator is required for root SCN maintenance and general root growth.Open in a separate windowFigure 1.Elongator functions in root SCN maintenance and radial patterning through the SHR pathway. A and B, Double staining of the QC-specific marker QC25 (blue) and starch granules (dark brown) in the wild type (WT; A) and elp1 (B) at 5 d after germination (DAG). C and D, WOX5 expression in 5 DAG in the wild type (C) and elp1 (D) revealed by whole-mount RNA in situ hybridization with a WOX5 antisense probe. E, Photograph of 5-DAG wild-type, elp1, shr-2, and elp1 shr-2 seedlings showing the involvement of the genetic relationship of Elongator and SHR in regulating root growth. F, Quantification of meristem cell number of the indicated plants. Data shown are averages and sd (n = 20). Samples with different letters are significantly different at P < 0.01 (Fisher’s lsd mean separation test). G to J, Expression of the cortex-specific marker pCO2:H2B-YFP (G and H) and the endodermis-specific marker pSCR:GFP-SCR (I and J) in wild-type (G and I) and elp1 (H and J) roots. White rectangles highlight the disorganized cell layers in the elp1 mutant, and horizontal white bars indicate the stele width (including pericycle cells). K to N, Transverse confocal sections showing the expression of the endodermis-specific marker pSCR:GFP-SCR at the CEI/CEID position (K and M) and the transition zone (L and N) in the wild type (K and L) and elp1 (M and N). Horizontal white bars indicate the stele width (including pericycle cells). O, Quantification of stele width in the wild type and elp1. The stele width (including the pericycle cells) at the transition zone position in the longitudinal confocal images was measured with ImageJ software. Data shown are averages and sd (n = 20), and asterisks denote Student’s t test significance compared with the wild type: **, P < 0.01. Bars = 50 µm (A, B, and G–N) and 20 µm (C and D).Elongator Regulates Radial Patterning in Roots through the SHR PathwayTo investigate the genetic relationship between Elongator and the SHR pathway, we generated an elp1 shr-2 double mutant line. At 5 d after germination, general root growth and the meristem cell number of the double mutant were similar to those of shr-2 (Fig. 1, E and F), indicating that elp1 and shr-2 do not have additive effects on root growth. These results support the notion that Elongator acts genetically in the SHR pathway to regulate root growth.In parallel experiments, the elp1 plt1-1 plt2-4 triple mutant line appeared to show an additive effect compared with its parental lines, elp1 and plt1-1 plt2-4 (Supplemental Fig. S2, A–F). Consistently, the elp1 mutation had only a minor effect (if any) on PLT1 and PLT2 expression (Supplemental Fig. S2, G–J). These results support the notion that Elongator acts genetically in parallel with the PLT pathway.In addition to having a defective SCN, shr mutants also exhibit irregular radial patterning and reduced stele width (Levesque et al., 2006). Hence, we examined whether elp1 shows similar phenotypes. The anatomical organization showed that the cortex and endodermal cellular patterns of elp1 were disordered compared with the wild type (Supplemental Fig. S3, A and B): CEI/CEID did not divide correctly and formed a single cell layer in shr-2, and elp1 shr-2 showed similar phenotypes with shr-2 (Supplemental Fig. S3, C and D). Using the cortex-specific marker pCO2:H2B-YFP and the endodermis-specific marker pSCR:GFP-SCR, we clearly distinguished these well-organized cell layers in wild-type roots (Fig. 1, G and I), whereas irregular patterning in certain regions of the cortex and/or endodermis cell layers was observed frequently in elp1 roots (Fig. 1, H and J). Consistently, the expression levels of CO2 and SCR were lower in elp1 than in the wild type (Fig. 1, G–N). In elp1, the expression of the cortex and endodermal marker J0571 also was disturbed and almost undetectable in some ground tissue cells, which demonstrates that these cells in elp1 lost their cell identity (Supplemental Fig. S3, E and F). Moreover, the stele width at the transition zone also was reduced significantly in elp1 compared with the wild type (Fig. 1, G–O). Together, the phenotypic similarity between elp1 and shr strengthens the idea that Elongator acts in the SHR pathway to regulate radial patterning in roots.Depletion of Elongator Impairs the Expression of SHR and Its Target GenesUsing the SHR promoter fusion line pSHR:erGFP and the SHR protein fusion line pSHR:SHR-GFP, we found that SHR expression levels were reduced drastically in elp1 compared with the wild type (Fig. 2, A–D). This observation was confirmed by RNA in situ hybridization (Fig. 2, E and F) and reverse-transcription quantitative PCR (RT-qPCR) assays (Fig. 2G). Not surprisingly, as revealed by RT-qPCR, the expression levels of several SHR transcriptional targets, including SCR, BR6ox2, CYCD6;1, MGP, NUTCRACKER (NUC), RECEPTOR-LIKE KINASE (RLK), and SNEEZY/SLEEPY2 (SNE), also were reduced substantially in elp1 compared with the wild type (Fig. 2G). We then investigated whether the elp1 mutation impairs the expression of the cell cycle gene CYCD6;1 in the CEI/CEID. Previous studies have elegantly demonstrated that the spatiotemporal activation of CYCD6;1 coincides with the formative division of CEI/CEID and that this process is strictly controlled by SHR and the related transcription factor SCR (Sozzani et al., 2010; Cruz-Ramírez et al., 2012). As expected, the spatiotemporal expression of CYCD6;1 in the CEI/CEID was largely disrupted in the elp1 mutant (Fig. 2, H and I). Together, these results indicate that the depletion of Elongator impairs the expression of SHR and its target genes.Open in a separate windowFigure 2.Effect of Elongator depletion on the expression of SHR and its target genes. A to F, SHR expression is compared between the elp1 mutant (B, D, and F) and the wild type (WT; A, C, and E), as revealed by the expression of the marker constructs pSHR:erGFP (A and B) and pSHR:SHR-GFP (C and D) and by whole-mount RNA in situ hybridization with a SHR antisense probe (E and F). G, RT-qPCR analysis showing the relative expression levels of SHR and its target genes in the wild type and elp1. Total RNA was extracted from 0.5-cm root tip sections of 5-DAG seedlings. Transcript levels were normalized to the reference gene PP2AA3. Error bars represent sd (Student’s t test, **, P < 0.01). The experiments were repeated three times, yielding similar results. H and I, Representative images showing the location-specific expression and the reduced expression of pCYCD6;1:GFP-GUS in CEI/CEID cells of the wild type and the elp1 mutant, respectively. J, GUS staining of pELP1:GUS showing the expression pattern of ELP1 in root tips. Bars = 50 µm (A–F, H, and I) and 100 µm (J).To visualize the expression pattern of the Elongator subunit ELP1, we fused the ELP1 promoter with the GUS reporter and generated pELP1:GUS transgenic plants. GUS staining revealed that, like SHR, ELP1 was highly expressed in the stele of the root tip (Fig. 2J). This observation strengthens the notion that Elongator regulates root development through the SHR pathway.Nuclear Localization of Elongator Is Important for Its Function in Regulating Root DevelopmentTo determine the subcellular localization of Elongator, we introduced the pELP3:ELP3-GFP fusion construct into elp3 plants. The functionality of the ELP3-GFP fusion protein was verified by its ability to rescue the root growth defects of the elp3 mutant (Supplemental Fig. S4A). Confocal microscopy of elp3;pELP3:ELP3-GFP plants indicated that, in stele cells of the meristem region, ELP3-GFP was localized predominantly to the cytoplasm and, to a lesser extent, the nucleus (Fig. 3, A and B). Interestingly, we observed more obvious nuclear localization in columella cells and epidermis cells at the elongation zone in the previously reported line, p35S:GFP-ELP3 (Supplemental Fig. S4B).Open in a separate windowFigure 3.Importance of the nuclear localization of Elongator for its function. A and B, Representative images showing the localization of ELP3-GFP in 5-DAG elp3;pELP3:ELP3-GFP transgenic plants. B shows a magnification of the image in the white rectangle in A. C, Cell fractionation assay of Columbia-0 (Col-0) seedlings. Ten-day-old Col-0 seedlings were collected for cell fractionation. Proteins from different fractions were immunoblotted with antibodies against ELP1, ELP3, H3, and PEPC. H3 and PEPC were used as nucleus- and cytoplasm-specific marker proteins, respectively. Asterisks indicate the positions of the specific bands. T, Total extracts; C, cytoplasmic fraction; N, nuclear fraction. The experiments were repeated three times, yielding similar results. D and E, Representative images showing the subcellular localization of ELP3-GFP (D) and NLS-ELP3-GFP (E), indicating the nuclear localization of NLS-ELP3-GFP. F, Photograph of 5-DAG seedlings showing that nucleus-localized ELP3 fully complemented the short-root phenotype of the elp3 mutant. ELP3 was fused with an efficient SV40 NLS to artificially translocate it into the nucleus. The resulting constructs were transformed into the elp3 background to determine phenotype complementation. WT, Wild type. Bars = 50 µm (A, D, and E) and 10 µm (B).We then employed a cell fractionation approach to determine the subcellular localization of endogenous ELP1 and ELP3. For these experiments, protein extracts of wild-type seedlings were fractionated and probed with antibodies that specifically recognize endogenous ELP1 or ELP3 protein (Supplemental Fig. S5, A and B). Histone H3 was detected exclusively in the nuclear compartment, whereas phosphoenolpyruvate carboxylase (PEPC) was detected only in the cytoplasmic compartment, validating our approach. Consistent with the above cytological observations, endogenous ELP1 and ELP3 were detected clearly in both the cytoplasmic and nuclear fractions (Fig. 3C). We obtained similar results from cell fractionation experiments using elp3;p35S:ELP3-myc transgenic plants, in which the root growth defects of the elp3 mutant had been rescued (Supplemental Fig. S5C). These results help confirm the finding that Arabidopsis Elongator is located in both the cytoplasm and the nucleus.To determine if the nuclear localization of ELP3 is critical for its function, we artificially confined ELP3 to the nuclear compartment and investigated whether it would still retain its function. For these experiments, ELP3-GFP was fused with the efficient SV40 nuclear localization sequence (NLS; van der Krol and Chua, 1991) to generate the p35S:NLS-ELP3-GFP construct. Analysis of the resulting transgenic plants indicated that the NLS-ELP3-GFP fusion protein was translocated successfully into the nucleus and, more importantly, the nucleus-localized NLS-ELP3-GFP fusion protein was functional, as it fully rescued the root growth defects of elp3 (Fig. 3, D–F). The Histone H3 Lys-14 acetylation level is reduced slightly in elp1 and elp3, which is consistent with the nuclear localization and the reported histone modification function of the Elongator complex (Supplemental Fig. S5D). These results support the notion that the nuclear localization of Elongator is important for its function in regulating root development.Elongator Functions as a Transcription Elongation Factor to Regulate SHR TranscriptionOur finding that the nuclear localization of plant Elongator is important for its biological function suggested that Elongator might act as a transcription elongation factor involved in RNAPII-dependent transcription. To investigate this notion, we first examined whether the Elongator subunits interact with the conserved C-terminal domain (CTD) of RNAPII, an interaction platform between RNAPII and other proteins involved in transcription.The RNAPII CTD interacted with ELP4 and ELP5 in yeast two-hybrid (Y2H) assays (Fig. 4A). To determine whether ELP4 interacts with CTD in planta, we conducted firefly luciferase (LUC) complementation imaging (LCI) assays in Nicotiana benthamiana leaves. In these experiments, ELP4 was fused to the N-terminal half of LUC (nLUC) to produce ELP4-nLUC, whereas CTD was fused to the C-terminal half of LUC (cLUC) to produce cLUC-CTD. N. benthamiana cells coexpressing ELP4-nLUC and cLUC-CTD displayed strong luminescence signals, whereas those coexpressing nLUC and cLUC-CTD or ELP4-nLUC and cLUC displayed no signal (Fig. 4, B and C), confirming that the ELP4-CTD interaction occurs in vivo.Open in a separate windowFigure 4.Elongator functions as a transcription elongation factor to regulate SHR expression. A, Interactions of different Elongator subunits with the RNAPII CTD in a Y2H assay. The yeast transformants were dropped onto synthetic dextrose (SD)/-Ade/-His/-Trp/-Leu (SD/-4) medium to assess protein-protein interactions. The experiments were repeated three times with similar results. B and C, Firefly LCI assay showing the interaction of the ELP4 subunit with the RNAPII CTD in N. benthamiana. N. benthamiana leaves were infiltrated with Agrobacterium tumefaciens containing the indicated construct pairs (B). The image was obtained 3 d after infiltration (C). The colored bar indicates the relative signal intensity. The experiments were repeated three times, yielding similar results. D, Photographs of 5-DAG seedlings showing the insensitivity of the elp1 mutant to 6-AU. Wild type (WT) and elp1 seeds were sown on one-half-strength Murashige and Skoog (1/2 MS) medium without or with 0.5 mg L−1 6-AU, and the plates were photographed at 5 DAG. E, RNAPII enrichment at various regions of the SHR locus by ChIP-qPCR. Chromatin was extracted from Col-0 and elp1 seedlings at 5 DAG and precipitated with an anti-CTD antibody (Abcam). Precipitated DNA was amplified with primers corresponding to the different regions of SHR as shown. The no-antibody (No Ab) precipitates served as negative controls. The ChIP signal was quantified as the percentage of total input DNA by qPCR and arbitrarily set to 1 in the no-antibody samples. TSS, Transcription start site. The experiments were repeated three times, yielding similar results. Error bars represent sd. Asterisks indicate significant differences between Col-0 and the elp1 mutant according to Student’s t test (**, P < 0.01). F, RNA immunoprecipitation PCR results showing the association of Elongator with SHR mRNA but not with PLT2 or SCR mRNA. Protein-RNA complexes were isolated from Col-0 and elp3;p35S:NLS-ELP3-GFP seedlings at 5 DAG and precipitated with an anti-GFP antibody (Abcam). The precipitated RNA was reverse transcribed and then amplified with primers targeting the respective coding sequence (CDS) regions. The RNA immunoprecipitation signal was quantified as the percentage of total input RNA by qPCR. Samples before precipitation were taken as input, and the no-antibody (NA) precipitates served as negative controls. The experiments were repeated three times with similar results. Asterisks indicate significant differences according to Student’s t test (***, P < 0.01)..We then examined the response of elp1 to 6-azauracil (6-AU), an inhibitor of enzymes involved in purine and pyrimidine biosynthesis. In yeast, 6-AU is a widely used inhibitor of transcription elongation, as it alters nucleotide pool levels in vivo (Exinger and Lacroute, 1992). Strikingly, elp1 was more resistant to 6-AU-induced root growth inhibition than the wild type (Fig. 4D), providing another line of evidence that Elongator functions as a transcription elongation factor in Arabidopsis.Next, we investigated whether Elongator participates in RNAPII-dependent transcription elongation of SHR using chromatin immunoprecipitation (ChIP)-qPCR assays. In wild-type plants, CTD was highly enriched on both the transcription start site and the gene body of SHR (Fig. 4E). In the elp1 mutant, however, CTD levels on the SHR locus were reduced significantly (Fig. 4E), revealing that Elongator is important for the recruitment of RNAPII to the SHR locus during SHR transcription. This line also demonstrates that Elongator is involved mainly in transcription elongation rather than transcription initiation.We then performed RNA immunoprecipitation assays to investigate whether Elongator associates with the pre-mRNA of SHR. Specifically, we used the GFP antibody to immunoprecipitate ELP3-GFP from extracts of the elp3;p35S:NLS-ELP3-GFP transgenic line. The resulting ELP3-GFP immunoprecipitates then were reverse transcribed into cDNAs and subjected to RT-PCR with primers specific for SHR, SCR, PLT2, or ACTIN7 (ACT7). Pre-mRNA of SHR was detected in immunoprecipitates from the elp3;p35S:NLS-ELP3-GFP line but not from those of the wild type (Fig. 4F), confirming that ELP3 indeed associates with SHR pre-mRNA. As a control, SCR, PLT2, and ACT7 pre-RNAs were not detected in the same ELP3-GFP immunoprecipitates (Fig. 4F), suggesting that ELP3 associates specifically with the pre-mRNA of SHR. Together, these results led us to conclude that Elongator regulates the transcription of SHR through associating with its pre-mRNA.ELP1 Associates with the Transcription Elongation Factor SUPPRESSOR OF Ty4, Which Is Recruited to the SHR LocusOur results support the notion that Elongator regulates the transcription elongation of SHR through associating with the pre-mRNA of SHR. Intriguingly, however, we failed to detect Elongator enrichment on the SHR locus in the ChIP experiments. We speculated that Elongator might act in concert with other known transcription elongation factors to regulate the elongation of SHR transcript. Indeed, ELP1 and ELP3 recently were affinity copurified with SUPPRESSOR OF Ty4 (SPT4) and several other conserved transcription elongation factors in eukaryotic cells (Dürr et al., 2014; Antosz et al., 2017). In Arabidopsis, SPT4 is encoded by two redundant genes, designated SPT4-1 and SPT4-2 (Dürr et al., 2014). In a coimmunoprecipitation (Co-IP) assay using p35S:SPT4-2-GFP plants and anti-ELP1 antibodies, SPT4-2-GFP pulled down native ELP1, indicating that ELP1 associates with SPT4-2 in vivo (Fig. 5A). The in vivo association of ELP1 with SPT4-2 was confirmed further in LCI assays: N. benthamiana cells coexpressing ELP1-nLUC and cLUC-SPT4-2 displayed strong luminescence signals (Fig. 5, B and C).Open in a separate windowFigure 5.Elongator functions in concert with SPT4/SPT5. A, Co-IP assay showing that Elongator associates with SPT4-2 in plant cells. Protein extracts from 10-d-old Col-0 and p35S:SPT4-2-GFP seedlings were immunoprecipitated with an anti-GFP antibody (Abcam). Samples before (Input) and after immunoprecipitation (IP) were blotted with anti-GFP and anti-ELP1 antibodies. The experiments were repeated three times with similar results. B and C, Firefly LCI assay showing the interaction of the ELP1 subunit with SPT4-2 in N. benthamiana. N. benthamiana leaves were infiltrated with A. tumefaciens containing the indicated construct pairs (B). The image was obtained 3 d after infiltration (C). The colored bar indicates the relative signal intensity. The experiments were repeated three times, yielding similar results. D, Photographs of 5-DAG seedlings showing the insensitivity of SPT4-RNAi to 6-AU. Wild type (WT) and SPT4-RNAi seeds were sown on 1/2 MS medium without or with 0.5 mg L−1 6-AU, and the plates were photographed at 5 DAG. E, ChIP-qPCR results showing the enrichment of SPT4-2 on the SHR locus. Sonicated chromatin from 5-DAG Col-0 and p35S:SPT4-2-GFP seedlings was precipitated with an anti-GFP antibody (Abcam). The precipitated DNA was used as a template for qPCR analysis with primers targeting different regions of the SHR locus as shown. The promoter region of ACT7 (ACT7-P) was used as a negative control. The ChIP signal was quantified as the percentage of the total input DNA and was arbitrarily set to 1 in Col-0. TSS, Transcription start site. The experiments were repeated three times, yielding similar results. Error bars represent sd. Asterisks indicate significant differences according to Student’s t test (**, P < 0.01). F, Proposed mechanism in which Elongator acts in concert with SPT4/SPT5 to regulate the transcription elongation of SHR. During the transcription elongation process of SHR, Elongator interacts directly with the RNAPII CTD and the nascent SHR mRNA and associates with SPT4/SPT5. Meanwhile, SPT4/SPT5 is in close contact with the chromosomal region harboring the SHR locus, the RNAPII subunits, and Elongator.To demonstrate that SPT4-2 plays a role in root development, we generated SPT4-RNAi plants in which the expression of both SPT4-2 and SPT4-1 was knocked down by RNA interference (RNAi; Supplemental Fig. S6). Like elp1 and the other elp mutants (Supplemental Fig. S1), the SPT4-RNAi plants also showed reduced root growth (Fig. 5D) and irregular patterning in certain regions of the cortex and/or endodermis cell layers (Supplemental Fig. S6, C–E). These results are consistent with a previous observation, and they suggest that the interplay between Elongator and SPT4/SPT5 might help regulate root development (Dürr et al., 2014; Van Lijsebettens et al., 2014; Woloszynska et al., 2016; Antosz et al., 2017). Furthermore, like the elp1 mutant, SPT4-RNAi plants were less sensitive to 6-AU-induced root growth inhibition than wild-type plants (Fig. 5D), implying that the function of SPT4-2 in regulating root growth is related to transcription elongation. Indeed, the ChIP-qPCR assays revealed that SPT4-2 was enriched on the SHR locus and, importantly, that the levels of SPT4-2 on the SHR gene body regions were higher than those on the SHR promoter region (Fig. 5E), suggesting that SPT4 is involved mainly in SHR transcription elongation. Taken together, our results support the notion that Elongator acts in concert with SPT4/SPT5 to regulate the transcription of SHR, thereby regulating root development. DISCUSSIONElongator Is Required for Root SCN Maintenance and Radial Patterning through Regulating SHR Gene ExpressionIn addition to the reduced primary root growth and defective SCN reported previously (Jia et al., 2015), we observed irregular radial patterning and reduced stele width in Elongator single and double mutants, indicating that Elongator functions as an integral complex in the regulation of root development. Several lines of evidence indicate that the developmental defects in roots of the Elongator mutants are largely due to an impaired SHR pathway. Indeed, the elp1 root phenotypes resemble those of shr (Fig. 1) and coincide with the similar developmental gene expression patterns in the primary root, with the highest expression in the stele tissue of root tips. Elongator acts upstream of SHR and independently of the PLT pathway, as the expression levels of SHR and its target genes SCR and CYCD6;1 were reduced drastically in elp1 (Fig. 2, A–I), whereas the expression of PLT1 and PLT2 was less affected in this mutant (Supplemental Fig. S2). Thus, Elongator regulates root development mainly through its impact on the SHR pathway. In contrast to our knowledge about SHR target genes and interacting proteins, little had been known about how SHR itself is regulated, except that SHR expression is not regulated by PLT1, PTL2, SCR, or SHR itself (Helariutta et al., 2000; Aida et al., 2004). Our results indicate that Elongator is a regulator of SHR expression. The developmental and external stimuli that regulate the expression of the genes encoding the six Elongator subunits, such as hormones and temperature (Woloszynska et al., 2016), might affect the production of Elongator subunits, thus affecting the assembly and accumulation of this crucial complex and thereby controlling (to some extent) SHR gene expression. Elongator might serve as an interface between these stimuli and SHR, and the regulation of the SHR gene at the transcription elongation stage might render its expression more flexible and responsive, which is important for the spatial and temporal control of root development.Elongator Regulates the Transcription of SHR in Concert with SPT4/SPT5The role of Elongator as a transcription elongation factor is highly controversial in yeast and humans (Glatt et al., 2012) and was suggested recently in plants (Woloszynska et al., 2016). Here, using various experimental approaches, we provide direct evidence for the transcription elongation activity of Elongator. Using confocal microscopy analysis of various transgenic lines combined with cell fractionation, we showed that the Elongator subunits are localized partially to the nucleus, although major proportions of these subunits are localized to the cytoplasm (Fig. 3). Moreover, the nuclear localization of these subunits is important for their biological function, as artificially nucleus-localized ELP3 was still able to complement the elp3 mutant phenotype (Fig. 3, D–F); a similar experiment was performed in yeast, but with contrasting results (Rahl et al., 2005). Our protein purification assays revealed a direct interaction of the ELP4 subunit with RNAPII CTD (Fig. 4, A–C) and the association of ELP1 with the well-established transcription elongation factor SPT4/SPT5 (Fig. 5, A–C), indicating that Elongator is involved in transcription elongation. However, we failed to detect an interaction between ELP4 and RNAPII in a Co-IP assay. This result confirms a previous report showing interactions between the different subunits of Elongator but no interactions between Elongator subunits and RNAPII using tandem affinity purification-mass spectroscopy (Nelissen et al., 2010) but disagrees with a more recent report showing copurification of the two largest subunits of RNAPII with the Elongator subunits ELP1 and ELP3 using SPT4 as bait (Dürr et al., 2014). Hence, the association of Elongator with RNAPII in vivo might be transient and dynamic (Van Lijsebettens et al., 2014).Yeast mutants defective in transcription elongation exhibit an altered sensitivity to 6-AU (Nakanishi et al., 1995; Wu et al., 2003). We found that both elp1 and SPT4-RNAi plants were highly resistant to 6-AU treatment (Figs. 4D and ​and5D),5D), suggesting that Elongator plays a similar role in transcription elongation to that of SPT4/SPT5. Finally, we detected a significant reduction in the enrichment of RNAPII CTD on the SHR locus in elp1 compared with the wild type (Fig. 4E) as well as an association of ELP3 with SHR mRNA (Fig. 4F). Moreover, its associated protein, SPT4, also was recruited to SHR chromatin (Fig. 5E). These findings indicate that both Elongator and SPT4/SPT5 are involved directly in the transcription regulation of SHR. However, we failed to detect a significant enrichment of Elongator on the SHR region via ChIP, possibly due to a lack of DNA-binding activity and/or the dynamic properties of its interaction with other proteins. No ChIP data are available currently for the enrichment of Elongator on transcriptional regulatory regions in Arabidopsis. Hence, we propose a model in which Elongator acts in concert with SPT4/SPT5 to maintain the transcription of SHR. In this model, Elongator interacts directly with the RNAPII CTD through the ELP4 subunit and associates with SHR mRNA, whereas SPT4/SPT5 associates with RNAPII and Elongator as well as the chromosomal region harboring SHR (Fig. 5F).Transcription elongation is a tightly controlled, dynamic process that can be divided into three distinct stages: promoter escape, promoter-proximal pausing, and productive elongation. Based on their activities, transcription elongation factors can be categorized as positive or negative. In yeast, mutations of positive transcription elongation factors often are associated with hypersensitivity to 6-AU, whereas the disruption of negative transcription elongation factors renders the cells less sensitive to 6-AU (Wu et al., 2003). We demonstrated that Elongator associates with SPT4/SPT5 (Fig. 5, A–C) and that both elp1 and SPT4-RNAi are highly insensitive to 6-AU (Figs. 4D and ​and5D),5D), suggesting that Elongator and SPT4/SPT5 are negative transcription elongation factors, as in yeast. Indeed, human SPT4/SPT5, known as DSIF (for 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole sensitivity-inducing factor), is a negative transcription elongation factor that contributes to promoter-proximal pausing (Yamaguchi et al., 2013). Transcriptional pausing also is thought to participate in mRNA synthesis, possibly through the formation of a preactivated state (Yamaguchi et al., 2013). Hence, Elongator and SPT4/SPT5 might play an (as yet) unknown role in promoter-proximal pausing in Arabidopsis. Moreover, our ChIP-qPCR results indicated that CTD enrichment on the SHR promoter (around the transcription start site region), which also is associated with SPT4, was reduced in the elp1 mutant (Figs. 4E and ​and5E).5E). These findings imply that the ELP-SPT4-polymerase II complex not only regulates SHR transcription elongation but also transcription initiation, which is consistent with the abolished expression of pSHR:erGFP (Fig. 2, A and B) and also supports that Elongator and SPT4/SPT5 may function in promoter-proximal pausing.Functional Diversification of Elongator in EukaryotesIn yeast, tRNA modification appears to be the direct, unequivocal biochemical function of Elongator, because its cytoplasmic localization (Rahl et al., 2005) excludes the possibility of this complex being a transcription elongation factor. In addition, overexpressing two related tRNA species rescued almost all of the reported phenotypes of yeast Elongator mutants, including reduced H3K14Ac levels, suggesting that even histone acetylation might be an indirect effect of Elongator activity (Esberg et al., 2006). Various biological processes are modulated through Elongator tRNA modifications, such as telomeric gene silencing (Chen et al., 2011), cell cycle control (Bauer et al., 2012), and oxidative stress responses (Fernández-Vázquez et al., 2013). However, in animal cells, Elongator is localized partially to the nucleus (Hawkes et al., 2002; Creppe et al., 2009), and its role in transcription elongation is supported by the enrichment of Elongator subunits on certain genes related to cell migration. Here, we provided direct evidence that Elongator acts as a transcription regulator in Arabidopsis. Since Elongator was first copurified with elongating RNAPII from total cell extracts in yeast (Otero et al., 1999) and their interaction was confirmed further in human cells (Hawkes et al., 2002) and here in Arabidopsis, it is reasonable to suspect that the association of Elongator with RNAPII in yeast is not merely a coincidence. Thus, we propose that both tRNA modification and RNAPII association are two functions of Elongator. However, the cytoplasmic localization of this complex in yeast precludes it from being a transcriptional regulator; therefore, the tRNA modification activity of Elongator contributes the most to its function. By contrast, in human and plant cells, the acquisition of a partial nuclear localization for this complex might have caused it to develop a capacity for transcriptional regulation. In animals, the cytoplasm-localized Elongator evolved various other activities, such as acetylation of α-tubulin in the mouse cortex (Creppe et al., 2009). In plants, Elongator also plays roles in the cytoplasm; namely, its tRNA modification activity is conserved in Arabidopsis (Versées et al., 2010), but how this localization contributes to its biological function is still uncertain, although auxin responses depend on Elongator tRNA activity (Leitner et al., 2015).Transcriptional regulation is a major, delicate regulatory mechanism involving numerous proteins. The key players in postembryonic root development in plants, such as PLT1, PLT2, SHR, SCR, and WOX5, are all transcription factors (Aichinger et al., 2012). Several other transcriptional regulators also are required for this process, such as chromatin-remodeling factors (Aichinger et al., 2012), histone acetyltransferases, and splicing factors. In plants, Elongator might play a role in the cross talk between environmental and developmental stimuli to flexibly control SHR transcription, thereby modulating root growth and development throughout the plants’ life cycle. MATERIALS AND METHODSPlant Material and Growth ConditionsThe Arabidopsis (Arabidopsis thaliana) Elongator mutants elp1 (abo1-2; SALK_004690), elp2, elp4 (SALK_079193), and elp6 and the double mutants elp1 elp2, elp1 elp4, elp1 elp6, elp2 elp4, elp2 elp6, and elp4 elp6 (Zhou et al., 2009) were obtained from Zhizhong Gong. The mutants elp3 (elo3-6; GABI_555H06; Nelissen et al., 2010) and elp5 (GABI_700A12) were ordered from the Arabidopsis Biological Resource Center. The plant materials used in this study were described previously: plt1-4 plt2-2 (Aida et al., 2004), shr-2 (Helariutta et al., 2000), pCYCB1;1:GUS (Colón-Carmona et al., 1999), QC25 (Sabatini et al., 1999), pSHR:erGFP (Koizumi et al., 2012), pSHR:SHR-GFP (Nakajima et al., 2001), pSCR:GFP-SCR (Sabatini et al., 1999), pCO2:H2B-YFP (Heidstra et al., 2004), and pCYCD6;1:GFP-GUS (Sozzani et al., 2010). The triple mutant elp1 plt1-4 plt2-2, the double mutant elp1 shr-2, and different marker lines in the mutant background were all obtained by genetic crossing.Seeds of Arabidopsis were surface sterilized with 10% (v/v) bleach for 10 min and washed three times with sterile water. Sterilized seeds were suspended in 0.1% (w/v) agarose and plated on 1/2 MS medium (PhytoTechnology Laboratories). After stratification for 2 d at 4°C, they were transferred to the growth chamber at 22°C with a 16-h-light/8-h-dark cycle.Plasmid Construction and Plant TransformationAn approximately 2-kb fragment including the promoter region and the coding sequences for the N-terminal 29 amino acids of ELP1 was amplified from genomic DNA by PCR and cloned into the PacI/AscI sites of the binary vector pMDC162, resulting in the pELP1:GUS construct, in which the coding sequences were fused in frame with GUS. For the pELP3:ELP3-GFP construction, the region containing the GFP-coding sequence and the NOS-T fragment from the pGFP-2 vector as well as the coding sequence (CDS) of ELP3 and its promoter sequences were sequentially cloned in frame into the binary vector pCAMBIA1300 with the restriction enzyme sites XbaI/BamHI and SalI/XbaI, respectively. To generate the p35S:ELP3-myc or p35S:ELP3-GFP plasmid, the ELP3 CDS was first cloned with the pENTR Directional TOPO Cloning Kit (Invitrogen) and then recombined with the binary vector pGWB17 or pGWB5 with the Gateway LR Clonase Enzyme Mix (Invitrogen). The p35S:NLS-ELP3-GFP construct was generated the same as p35S:ELP3-GFP except that the sequence encoding the functional SV40 NLS (van der Krol and Chua, 1991) was attached to the forward primer used to clone the ELP3 CDS. The construction method for the p35S:SPT4-2-GFP plasmid was the same as that for p35S:ELP3-GFP. For the SPT4-RNAi construct, the SPT4-2 CDS was cloned into pHellsgate 2 in both forward and reverse directions with a one-step BP reaction. All the primers used for the molecular cloning are listed in Supplemental Table S1.All the constructs were transformed into Agrobacterium tumefaciens strain GV3101 (pMP90), which was used for plant transformation with the vacuum infiltration method.Histology and MicroscopyPhenotypic analysis, Lugol staining, GUS staining, microscopic observation, and confocal microscopy all were done as described previously (Zhou et al., 2010). For marker expression control, at least 15 seedlings were used for each sample, and representative images are shown. For quantitative measurements, 20 seedlings of each sample were analyzed, and the statistical significance was evaluated by Student’s t test. For multiple comparisons, an ANOVA was followed by Fisher’s lsd test (SPSS) on the data.Whole-Mount RNA in Situ HybridizationWhole-mount RNA was hybridized in situ according to the method described previously, and the probes for WOX5, PLT1, and PLT2 had already been synthesized (Zhou et al., 2010). The antisense and sense probes for SHR were synthesized with digoxigenin-11-UTP (Roche Diagnostics) by T7 RNA polymerase from an SHR-specific fragment with the T7 promoter sequence either at the reverse primer or at the forward primer, respectively (Supplemental Table S1). To enhance the probe permeability for SHR detection, SHR probes were hydrolyzed to an approximately 100-bp size, the proteinase K concentration was increased to 80 µg mL−1, and the incubation time was prolonged to 20 min.Gene Expression AnalysisFor RT-qPCR analysis, approximately 0.5-cm root tips were harvested from 5-d-old seedlings for RNA extraction with TRIzol reagent (Invitrogen). First-strand cDNA was synthesized from 2 µg of total RNA with the Moloney murine leukemia virus reverse transcriptase (Promega) and oligo(dT) primer and was quantified with the LightCycler 480 II apparatus (Roche) and the SYBR Green Kit (Takara) according to each manufacturer’s instructions. The expression levels of the target genes were normalized to the reference gene PP2AA3. The statistical significance was evaluated by Student’s t test. Primers used for RT-qPCR analysis are listed in Supplemental Table S1, some of which had been described previously (Sozzani et al., 2010).Cell FractionationCell fractionation was performed with the Plant Nuclei Isolation/Extraction Kit (Sigma). Briefly, 4 g of 10-d-old wild-type seedlings was harvested and fully ground in liquid nitrogen. The powder was transferred to 8 mL of precooled NIBA buffer (Sigma) and filtered through a nylon membrane. Triton X-100 was added to a final concentration of 0.5% (v/v), and the sample was kept on ice for 15 min, followed by centrifugation at 2,000g at 4°C for 10 min. The extracts before centrifugation were collected as total proteins, whereas the supernatants after centrifugation were collected as cytoplasmic fractions. The pellets were resuspended in 1 mL of NIBA and applied on top of an 800-μL cushion of 1.5 m Suc, followed by centrifugation at 12,000g at 4°C for 10 min. The pellets were washed twice by resuspension in 1 mL of NIBA and centrifugation at 12,000g for 5 min. Thereafter, the pellets were resuspended in 600 µL of NIBA as the nuclear fraction. For each fraction, samples of 20 µL of protein were used for immunoblot analysis.Antibody PreparationThe partial CDS encoding the 400 amino acids of the C terminus of ELP1 (BamHI/XhoI) and the full-length CDS of ELP3 (BamHI/HindIII) were cloned into the pET-28a vector to express the recombinant proteins in Escherichia coli strain BL21. The primers used for cloning are listed in Supplemental Table S1. The recombinant proteins were used to raise polyclonal antibodies in mice.Immunoblot AnalysisProtein extraction and immunoblotting were done according to standard protocols. Seedlings were ground into a fine powder in liquid nitrogen and then transferred to extraction buffer (50 mm Tris-HCl, pH 8, 150 mm NaCl, 1% [v/v] Nonidet P-40, 1 mm phenylmethylsulfonyl fluoride, 10 µm MG132, and protease inhibitor cocktail [Roche]). For immunoblot analysis, protein samples were boiled for 5 min after mixing with SDS loading buffer, separated by SDS-PAGE, and transferred to polyvinylidene fluoride membranes. Immunoblots were probed with the following antibodies: α-CTD (Abcam; 1:2,000), α-H3 (Abcam; 1:4,000), α-PEPC (Rockland; 1:2,000), α-myc (Abmart; 1:2,000), α-ELP1 (1:2,000), and α-ELP3 (1:4,000). Ponceau S-stained membranes are shown as loading controls.Y2H AssaysY2H assays were based on the MATCHMAKER GAL4 Two-Hybrid System (Clontech). The full-length CDS of each of the six Elongator subunits (SmaI/SacI) was cloned into pGADT7, whereas the sequence encoding the RNAPII CTD (EcoRI/BamHI) was cloned into pGBKT7. The primers used for cloning are listed in Supplemental Table S1. Constructs were cotransformed into the yeast strain Saccharomyces cerevisiae AH109. The presence of the transgenes was confirmed by growth on SD/-Leu/-Trp plates. For protein interaction assessment, the transformed yeast was suspended in liquid SD/-Leu/-Trp medium and cultured to an OD of 1. Five microliters of suspended yeast was dropped on plates containing SD/-Ade/-His/-Leu/-Trp medium. Interactions were observed after 3 d of incubation at 30°C.LCI AssaysLCI assays were done with Nicotiana benthamiana leaves as described previously (Song et al., 2011). Briefly, the full-length CDS of the two proteins were cloned into pCAMBIA1300-NLUC (BamHI/SalI or SacI/SalI) and pCAMBIA1300-CLUC (KpnI/SalI). The primers used for vector construction are shown in Supplemental Table S1. The resulting constructs were introduced into A. tumefaciens strain GV3101. The N. benthamiana leaves were coinfiltrated with combinations of strains as described and incubated for 3 d before observation with the NightOWL II LB 983 (Berthold) imaging system.Co-IP AssaysThe Co-IP assays were done according to the published method (Chen et al., 2012) with minor modifications. Briefly, total proteins were extracted from 10-d-old Col-0 and p35S:SPT4-2-GFP seedlings with the protein lysis buffer (50 mm Tris-HCl, pH 7.5, 150 mm NaCl, 0.1% [v/v] Triton X-100, 0.2% [v/v] Nonidet P-40, 0.6 mm phenylmethylsulfonyl fluoride, 20 µm MG132, and protease inhibitor cocktail [Roche]). To preclear 2 mg of protein extracts, 20 µL of protein A/G plus agarose (Santa Cruz) was used. Thereafter, the supernatants were incubated with 2 µL of GFP antibody (Abcam) overnight and further precipitated with another 20 µL of protein A/G plus agarose (Santa Cruz). The precipitated samples were washed four times with the lysis buffer and then eluted by boiling for 5 min with SDS loading buffer. Immunoblots were detected with α-ELP1 (1:2,000) and α-GFP (Abmart; 1:2,000) antibodies.ChIP-qPCR AssaysChIP assays were done according to the published protocol (Chen et al., 2012). Briefly, 2 g of 5-d-old seedlings was cross-linked in 1% (v/v) formaldehyde for chromatin isolation. For immunobinding, 2 µL of CTD antibody (Abcam) or GFP antibody (Abcam) was used. The protein-DNA complex was captured with 50 µL of protein A agarose/salmon sperm DNA (Millipore). The eluted DNA was purified with the QIAquick PCR purification kit (Qiagen) and used for qPCR analysis. Primers used for ChIP-qPCR are listed in Supplemental Table S1.RNA Immunoprecipitation PCR AssaysThe RNA immunoprecipitation assays described previously (Zheng et al., 2009) were modified slightly. Five-day-old seedlings of elp3;p35S:NLS-ELP3-GFP were harvested for RIP assays. The seedlings were cross-linked in 1% (v/v) formaldehyde. Subsequently, protein-RNA complexes were isolated and immunoprecipitated according to published procedures. The associated RNAs were detected with semiquantitative reverse transcription PCR with the primer pairs listed in Supplemental Table S1.Accession NumbersThe sequence data can be found in the Arabidopsis Genome Initiative under the following accession numbers: ELP1 (At5g13680), ELP2 (At1g49540), ELP3 (At5g50320), ELP4 (At3g11220), ELP5 (At2g18410), ELP6 (At4g10090), SHR (At4g37650), SCR (At3g54220), BR6ox2 (At3g30180), CYCD6;1 (At4g03270), MGP (At1g03840), NUC (At5g44160), RLK (At5g67280), SNE (At5g48170), PP2AA3 (At1g13320), PLT1 (At3g20840), PLT2 (At1g51190), WOX5 (At3g11260), ACT7 (At5g09810), SPT4-1 (At5g08565), and SPT4-2 (At5g63670).Supplemental DataThe following supplemental materials are availableSupplemental Figure S1. Elongator acts as an integral complex to regulate root growth.Supplemental Figure S2. Elongator acts independently of the PLT pathway.Supplemental Figure S3. Elongator functions in root radial patterning through the SHR pathway.Supplemental Figure S4. Subcellular localization of ELP3.Supplemental Figure S5. Antibody characterization, cell fractionation assay, and histone acetylation detection.Supplemental Figure S6. Construction of SPT4-RNAi.Supplemental Table S1. Primers used in this study. AcknowledgmentsWe thank Zhizhong Gong, Ben Scheres, and Klaus Palme for sharing their research materials and Martine De Cock for helping us prepare the article. Footnotes4Senior authors.1This work was supported by the National Basic Research Program of China (2015CB942900 and 2013CB967301), the Tai-Shan Scholar Program from the Shandong Province, China, the State Key Laboratory of Plant Genomics of China, the State Key Lab of Crop Biology of China, and the National Natural Science Foundation of China (31320103910).[OPEN]Articles can be viewed without a subscription. ReferencesAichinger E, Kornet N, Friedrich T, Laux T (2012) Plant stem cell niches. Annu Rev Plant Biol\n63: 615–636 [PubMed] [Google Scholar]Aida M, Beis D, Heidstra R, Willemsen V, Blilou I, Galinha C, Nussaume L, Noh YS, Amasino R, Scheres B (2004) The PLETHORA genes mediate patterning of the Arabidopsis root stem cell niche. Cell\n119: 109–120 [PubMed] [Google Scholar]Anderson SL, Coli R, Daly IW, Kichula EA, Rork MJ, Volpi SA, Ekstein J, Rubin BY (2001) Familial dysautonomia is caused by mutations of the IKAP gene. Am J Hum Genet\n68: 753–758 [PMC free article] [PubMed] [Google Scholar]Antosz W, Pfab A, Ehrnsberger HF, Holzinger P, Köllen K, Mortensen SA, Bruckmann A, Schubert T, Längst G, Griesenbeck J, et al.  (2017) The composition of the Arabidopsis RNA Polymerase II transcript elongation complex reveals the interplay between elongation and mRNA processing factors. Plant Cell\n29: 854–870 [PMC free article] [PubMed] [Google Scholar]Bauer F, Matsuyama A, Candiracci J, Dieu M, Scheliga J, Wolf DA, Yoshida M, Hermand D (2012) Translational control of cell division by Elongator. Cell Rep\n1: 424–433 [PMC free article] [PubMed] [Google Scholar]Chen C, Huang B, Eliasson M, Rydén P, Byström AS (2011) Elongator complex influences telomeric gene silencing and DNA damage response by its role in wobble uridine tRNA modification. PLoS Genet\n7: e1002258. [PMC free article] [PubMed] [Google Scholar]Chen R, Jiang H, Li L, Zhai Q, Qi L, Zhou W, Liu X, Li H, Zheng W, Sun J, et al.  (2012) The Arabidopsis mediator subunit MED25 differentially regulates jasmonate and abscisic acid signaling through interacting with the MYC2 and ABI5 transcription factors. Plant Cell\n24: 2898–2916 [PMC free article] [PubMed] [Google Scholar]Chen YT, Hims MM, Shetty RS, Mull J, Liu L, Leyne M, Slaugenhaupt SA (2009) Loss of mouse Ikbkap, a subunit of elongator, leads to transcriptional deficits and embryonic lethality that can be rescued by human IKBKAP. Mol Cell Biol\n29: 736–744 [PMC free article] [PubMed] [Google Scholar]Colón-Carmona A, You R, Haimovitch-Gal T, Doerner P (1999) Spatio-temporal analysis of mitotic activity with a labile cyclin-GUS fusion protein. Plant J\n20: 503–508 [PubMed] [Google Scholar]Creppe C, Malinouskaya L, Volvert ML, Gillard M, Close P, Malaise O, Laguesse S, Cornez I, Rahmouni S, Ormenese S, et al.  (2009) Elongator controls the migration and differentiation of cortical neurons through acetylation of α-tubulin. Cell\n136: 551–564 [PubMed] [Google Scholar]Cruz-Ramírez A, Díaz-Triviño S, Blilou I, Grieneisen VA, Sozzani R, Zamioudis C, Miskolczi P, Nieuwland J, Benjamins R, Dhonukshe P, et al.  (2012) A bistable circuit involving SCARECROW-RETINOBLASTOMA integrates cues to inform asymmetric stem cell division. Cell\n150: 1002–1015 [PMC free article] [PubMed] [Google Scholar]Cui H, Levesque MP, Vernoux T, Jung JW, Paquette AJ, Gallagher KL, Wang JY, Blilou I, Scheres B, Benfey PN (2007) An evolutionarily conserved mechanism delimiting SHR movement defines a single layer of endodermis in plants. Science\n316: 421–425 [PubMed] [Google Scholar]Di Laurenzio L, Wysocka-Diller J, Malamy JE, Pysh L, Helariutta Y, Freshour G, Hahn MG, Feldmann KA, Benfey PN (1996) The SCARECROW gene regulates an asymmetric cell division that is essential for generating the radial organization of the Arabidopsis root. Cell\n86: 423–433 [PubMed] [Google Scholar]Dürr J, Lolas IB, Sørensen BB, Schubert V, Houben A, Melzer M, Deutzmann R, Grasser M, Grasser KD (2014) The transcript elongation factor SPT4/SPT5 is involved in auxin-related gene expression in Arabidopsis. Nucleic Acids Res\n42: 4332–4347 [PMC free article] [PubMed] [Google Scholar]Esberg A, Huang B, Johansson MJ, Byström AS (2006) Elevated levels of two tRNA species bypass the requirement for elongator complex in transcription and exocytosis. Mol Cell\n24: 139–148 [PubMed] [Google Scholar]Exinger F, Lacroute F (1992) 6-Azauracil inhibition of GTP biosynthesis in Saccharomyces cerevisiae. Curr Genet\n22: 9–11 [PubMed] [Google Scholar]Fang X, Cui Y, Li Y, Qi Y (2015) Transcription and processing of primary microRNAs are coupled by Elongator complex in Arabidopsis. Nat Plants\n1: 15075. [PubMed] [Google Scholar]Fernández-Vázquez J, Vargas-Pérez I, Sansó M, Buhne K, Carmona M, Paulo E, Hermand D, Rodríguez-Gabriel M, Ayté J, Leidel S, et al.  (2013) Modification of tRNA(Lys) UUU by elongator is essential for efficient translation of stress mRNAs. PLoS Genet\n9: e1003647. [PMC free article] [PubMed] [Google Scholar]Glatt S, Séraphin B, Müller CW (2012) Elongator: Transcriptional or translational regulator?\nTranscription\n3: 273–276 [PMC free article] [PubMed] [Google Scholar]Hawkes NA, Otero G, Winkler GS, Marshall N, Dahmus ME, Krappmann D, Scheidereit C, Thomas CL, Schiavo G, Erdjument-Bromage H, et al.  (2002) Purification and characterization of the human elongator complex. J Biol Chem\n277: 3047–3052 [PubMed] [Google Scholar]Heidstra R, Welch D, Scheres B (2004) Mosaic analyses using marked activation and deletion clones dissect Arabidopsis SCARECROW action in asymmetric cell division. Genes Dev\n18: 1964–1969 [PMC free article] [PubMed] [Google Scholar]Helariutta Y, Fukaki H, Wysocka-Diller J, Nakajima K, Jung J, Sena G, Hauser MT, Benfey PN (2000) The SHORT-ROOT gene controls radial patterning of the Arabidopsis root through radial signaling. Cell\n101: 555–567 [PubMed] [Google Scholar]Huang B, Johansson MJ, Byström AS (2005) An early step in wobble uridine tRNA modification requires the Elongator complex. RNA\n11: 424–436 [PMC free article] [PubMed] [Google Scholar]Jia Y, Tian H, Li H, Yu Q, Wang L, Friml J, Ding Z (2015) The Arabidopsis thaliana elongator complex subunit 2 epigenetically affects root development. J Exp Bot\n66: 4631–4642 [PMC free article] [PubMed] [Google Scholar]Koizumi K, Hayashi T, Wu S, Gallagher KL (2012) The SHORT-ROOT protein acts as a mobile, dose-dependent signal in patterning the ground tissue. Proc Natl Acad Sci USA\n109: 13010–13015 [PMC free article] [PubMed] [Google Scholar]Krogan NJ, Greenblatt JF (2001) Characterization of a six-subunit holo-elongator complex required for the regulated expression of a group of genes in Saccharomyces cerevisiae. Mol Cell Biol\n21: 8203–8212 [PMC free article] [PubMed] [Google Scholar]Leitner J, Retzer K, Malenica N, Bartkeviciute R, Lucyshyn D, Jäger G, Korbei B, Byström A, Luschnig C (2015) Meta-regulation of Arabidopsis auxin responses depends on tRNA maturation. Cell Rep\n11: 516–526 [PMC free article] [PubMed] [Google Scholar]Levesque MP, Vernoux T, Busch W, Cui H, Wang JY, Blilou I, Hassan H, Nakajima K, Matsumoto N, Lohmann JU, et al.  (2006) Whole-genome analysis of the SHORT-ROOT developmental pathway in Arabidopsis. PLoS Biol\n4: e143. [PMC free article] [PubMed] [Google Scholar]Li Q, Fazly AM, Zhou H, Huang S, Zhang Z, Stillman B (2009) The elongator complex interacts with PCNA and modulates transcriptional silencing and sensitivity to DNA damage agents. PLoS Genet\n5: e1000684. [PMC free article] [PubMed] [Google Scholar]Long Y, Smet W, Cruz-Ramírez A, Castelijns B, de Jonge W, Mähönen AP, Bouchet BP, Perez GS, Akhmanova A, Scheres B, et al.  (2015) Arabidopsis BIRD zinc finger proteins jointly stabilize tissue boundaries by confining the cell fate regulator SHORT-ROOT and contributing to fate specification. Plant Cell\n27: 1185–1199 [PMC free article] [PubMed] [Google Scholar]Nakajima K, Sena G, Nawy T, Benfey PN (2001) Intercellular movement of the putative transcription factor SHR in root patterning. Nature\n413: 307–311 [PubMed] [Google Scholar]Nakanishi T, Shimoaraiso M, Kubo T, Natori S (1995) Structure-function relationship of yeast S-II in terms of stimulation of RNA polymerase II, arrest relief, and suppression of 6-azauracil sensitivity. J Biol Chem\n270: 8991–8995 [PubMed] [Google Scholar]Nelissen H, Fleury D, Bruno L, Robles P, De Veylder L, Traas J, Micol JL, Van Montagu M, Inzé D, Van Lijsebettens M (2005) The elongata mutants identify a functional Elongator complex in plants with a role in cell proliferation during organ growth. Proc Natl Acad Sci USA\n102: 7754–7759 [PMC free article] [PubMed] [Google Scholar]Nelissen H, De Groeve S, Fleury D, Neyt P, Bruno L, Bitonti MB, Vandenbussche F, Van der Straeten D, Yamaguchi T, Tsukaya H, et al.  (2010) Plant Elongator regulates auxin-related genes during RNA polymerase II transcription elongation. Proc Natl Acad Sci USA\n107: 1678–1683 [PMC free article] [PubMed] [Google Scholar]Otero G, Fellows J, Li Y, de Bizemont T, Dirac AM, Gustafsson CM, Erdjument-Bromage H, Tempst P, Svejstrup JQ (1999) Elongator, a multisubunit component of a novel RNA polymerase II holoenzyme for transcriptional elongation. Mol Cell\n3: 109–118 [PubMed] [Google Scholar]Rahl PB, Chen CZ, Collins RN (2005) Elp1p, the yeast homolog of the FD disease syndrome protein, negatively regulates exocytosis independently of transcriptional elongation. Mol Cell\n17: 841–853 [PubMed] [Google Scholar]Sabatini S, Beis D, Wolkenfelt H, Murfett J, Guilfoyle T, Malamy J, Benfey P, Leyser O, Bechtold N, Weisbeek P, et al.  (1999) An auxin-dependent distal organizer of pattern and polarity in the Arabidopsis root. Cell\n99: 463–472 [PubMed] [Google Scholar]Song S, Qi T, Huang H, Ren Q, Wu D, Chang C, Peng W, Liu Y, Peng J, Xie D (2011) The Jasmonate-ZIM domain proteins interact with the R2R3-MYB transcription factors MYB21 and MYB24 to affect Jasmonate-regulated stamen development in Arabidopsis. Plant Cell\n23: 1000–1013 [PMC free article] [PubMed] [Google Scholar]Sozzani R, Cui H, Moreno-Risueno MA, Busch W, Van Norman JM, Vernoux T, Brady SM, Dewitte W, Murray JA, Benfey PN (2010) Spatiotemporal regulation of cell-cycle genes by SHORTROOT links patterning and growth. Nature\n466: 128–132 [PMC free article] [PubMed] [Google Scholar]Svejstrup JQ. (2007) Elongator complex: How many roles does it play?\nCurr Opin Cell Biol\n19: 331–336 [PubMed] [Google Scholar]van den Berg C, Willemsen V, Hage W, Weisbeek P, Scheres B (1995) Cell fate in the Arabidopsis root meristem determined by directional signalling. Nature\n378: 62–65 [PubMed] [Google Scholar]van der Krol AR, Chua NH (1991) The basic domain of plant B-ZIP proteins facilitates import of a reporter protein into plant nuclei. Plant Cell\n3: 667–675 [PMC free article] [PubMed] [Google Scholar]Van Lijsebettens M, Dürr J, Woloszynska M, Grasser KD (2014) Elongator and SPT4/SPT5 complexes as proxy to study RNA polymerase II transcript elongation control of plant development. Proteomics\n14: 2109–2114 [PubMed] [Google Scholar]Versées W, De Groeve S, Van Lijsebettens M (2010) Elongator, a conserved multitasking complex?\nMol Microbiol\n76: 1065–1069 [PubMed] [Google Scholar]Wang Y, An C, Zhang X, Yao J, Zhang Y, Sun Y, Yu F, Amador DM, Mou Z (2013) The Arabidopsis elongator complex subunit2 epigenetically regulates plant immune responses. Plant Cell\n25: 762–776 [PMC free article] [PubMed] [Google Scholar]Welch D, Hassan H, Blilou I, Immink R, Heidstra R, Scheres B (2007) Arabidopsis JACKDAW and MAGPIE zinc finger proteins delimit asymmetric cell division and stabilize tissue boundaries by restricting SHORT-ROOT action. Genes Dev\n21: 2196–2204 [PMC free article] [PubMed] [Google Scholar]Winkler GS, Kristjuhan A, Erdjument-Bromage H, Tempst P, Svejstrup JQ (2002) Elongator is a histone H3 and H4 acetyltransferase important for normal histone acetylation levels in vivo. Proc Natl Acad Sci USA\n99: 3517–3522 [PMC free article] [PubMed] [Google Scholar]Wittschieben BO, Otero G, de Bizemont T, Fellows J, Erdjument-Bromage H, Ohba R, Li Y, Allis CD, Tempst P, Svejstrup JQ (1999) A novel histone acetyltransferase is an integral subunit of elongating RNA polymerase II holoenzyme. Mol Cell\n4: 123–128 [PubMed] [Google Scholar]Woloszynska M, Le Gall S, Van Lijsebettens M (2016) Plant Elongator-mediated transcriptional control in a chromatin and epigenetic context. Biochim Biophys Acta\n1859: 1025–1033 [PubMed] [Google Scholar]Wu X, Rossettini A, Hanes SD (2003) The ESS1 prolyl isomerase and its suppressor BYE1 interact with RNA pol II to inhibit transcription elongation in Saccharomyces cerevisiae. Genetics\n165: 1687–1702 [PMC free article] [PubMed] [Google Scholar]Yamaguchi Y, Shibata H, Handa H (2013) Transcription elongation factors DSIF and NELF: Promoter-proximal pausing and beyond. Biochim Biophys Acta\n1829: 98–104 [PubMed] [Google Scholar]Zhang X, Zhou W, Chen Q, Fang M, Zheng S, Scheres B, Li C (2018) Mediator subunit MED31 is required for radial patterning of Arabidopsis roots. Proc Natl Acad Sci USA\n115: E5624–E5633 [PMC free article] [PubMed] [Google Scholar]Zheng B, Wang Z, Li S, Yu B, Liu JY, Chen X (2009) Intergenic transcription by RNA polymerase II coordinates Pol IV and Pol V in siRNA-directed transcriptional gene silencing in Arabidopsis. Genes Dev\n23: 2850–2860 [PMC free article] [PubMed] [Google Scholar]Zhou W, Wei L, Xu J, Zhai Q, Jiang H, Chen R, Chen Q, Sun J, Chu J, Zhu L, et al.  (2010) Arabidopsis tyrosylprotein sulfotransferase acts in the auxin/PLETHORA pathway in regulating postembryonic maintenance of the root stem cell niche. Plant Cell\n22: 3692–3709 [PMC free article] [PubMed] [Google Scholar]Zhou X, Hua D, Chen Z, Zhou Z, Gong Z (2009) Elongator mediates ABA responses, oxidative stress resistance and anthocyanin biosynthesis in Arabidopsis. Plant J\n60: 79–90 [PubMed] [Google Scholar]"}