{"title": "Regulating gene expression in animals through RNA endonucleolytic cleavage", "pubDate": "2018", "PMCID": "PMC6223193", "DOI": "10.1016/j.heliyon.2018.e00908", "PMID": "30426105", "abstract": "The expression of any gene must be precisely controlled for appropriate function. This expression can be controlled at various levels. This includes epigenetic regulation through DNA methylation or histone modifications. At the posttranscriptional level, regulation can be via alternative splicing or controlling messenger RNA (mRNA) stability. RNA cleavage is one way to control mRNA stability. For example, microRNA (miRNA)-induced mRNA cleavage has long been recognised in plants. RNA cleavage also appears to be widespread in other kingdoms of life, and it is now clear that mRNA cleavage plays critical functions in animals. Although miRNA-induced mRNA cleavage can occur in animals, it is not a widespread mechanism. Instead, mRNA cleavage can be induced by a range of other mechanisms, including by endogenous short inhibitory RNAs (endo-siRNAs), as well as the Ribonuclease III (RNase III) enzymes Drosha and Dicer. In addition, RNA cleavage induced by endo-siRNAs and PIWI-interacting RNAs (piRNAs) is important for genome defence against transposons. Moreover, several RNase has been identified as important antiviral mediators. In this review, we will discuss these various RNA endonucleolytic cleavage mechanisms utilised by animals to regulate the expression of genes and as a defence against retrotransposons and viral infection.", "author": [{"author": "Karen Gu", "affiliation": ["St Vincent's Institute of Medical Research, Victoria, Fitzroy, Australia.", "Department of Medicine (St. Vincent's), The University of Melbourne, Fitzroy, Australia."], "href": "/?term=Gu+K&cauthor_id=30426105"}, {"author": "Lawrence Mok", "affiliation": ["St Vincent's Institute of Medical Research, Victoria, Fitzroy, Australia."], "href": "/?term=Mok+L&cauthor_id=30426105"}, {"author": "Mark M W Chong", "affiliation": ["St Vincent's Institute of Medical Research, Victoria, Fitzroy, Australia.", "Department of Medicine (St. Vincent's), The University of Melbourne, Fitzroy, Australia."], "href": "/?term=Chong+MMW&cauthor_id=30426105"}], "refPMID": ["19239894", "26949742", "16669754", "26437240", "22706270", "28174687", "25582079", "23355615", "11991644", "18955434", "15574589", "12411505", "15973356", "16424907", "23661684", "15652477", "16122423", "15105377", "27440378", "25480299", "18073770", "15284456", "20661255", "22844086", "15260970", "23881412", "20620951", "15105502", "15854907", "18472421", "20620952", "23485825", "20424607", "29351846", "24642861", "24030553", "9486653", "10542148", "11373684", "15372045", "20037596", "16603715", "15231716", "17158288", "17124291", "17110334", "23890211", "17693253", "17079687", "16107852", "24115437", "27815315", "19239887", "18403677", "18463631", "18404147", "18404146", "18500351", "18463636", "19948966", "15066283", "19635780", "14512631", "21788498", "18923076", "24209619", "25695507", "11238933", "16936727", "24274754", "24153005", "14508493", "27545503", "28232627", "24360955", "18042700", "19135890", "11641272", "21297615", "22541070", "21567196", "16751777", "16751776", "25747396", "15565169", "14736746", "17446352", "18381894", "18922463", "17346786", "7713426", "23159368", "19395010", "19812547", "17322028", "19395009", "19039138", "22121019", "22020280", "18989317", "25540362", "29545178", "9858317", "6162102", "24500209", "23185455", "26320658", "26000482", "24191027", "25225661", "28658212", "24778219", "22980978", "17663774", "20844036", "22100165", "27893764", "27304209", "27144576", "19047634", "28132029", "22174690", "19838190", "16014927", "20427534"], "citedInPMID": ["30426105", "35106155", "34831256", "34316492", "34041242", "31303794"], "body": " AbstractThe expression of any gene must be precisely controlled for appropriate function. This expression can be controlled at various levels. This includes epigenetic regulation through DNA methylation or histone modifications. At the posttranscriptional level, regulation can be via alternative splicing or controlling messenger RNA (mRNA) stability. RNA cleavage is one way to control mRNA stability. For example, microRNA (miRNA)-induced mRNA cleavage has long been recognised in plants. RNA cleavage also appears to be widespread in other kingdoms of life, and it is now clear that mRNA cleavage plays critical functions in animals. Although miRNA-induced mRNA cleavage can occur in animals, it is not a widespread mechanism. Instead, mRNA cleavage can be induced by a range of other mechanisms, including by endogenous short inhibitory RNAs (endo-siRNAs), as well as the Ribonuclease III (RNase III) enzymes Drosha and Dicer. In addition, RNA cleavage induced by endo-siRNAs and PIWI-interacting RNAs (piRNAs) is important for genome defence against transposons. Moreover, several RNase has been identified as important antiviral mediators. In this review, we will discuss these various RNA endonucleolytic cleavage mechanisms utilised by animals to regulate the expression of genes and as a defence against retrotransposons and viral infection.Keywords: Virology, Molecular biology, Biochemistry 1. IntroductionThe expression of genes must be tightly regulated to ensure that the correct proteins are synthesised at the appropriate time and in appropriate quantities. Regulation occurs at many levels, from the epigenetic level via DNA methylation and histone modifications; to the transcriptional level via transcription factors; and posttranscriptionally, by regulating splicing and mRNA stability/turnover.Posttranscriptional regulation are the last levels of control prior to protein translation. The addition of a 5′methyl cap and a polyA tail to the mRNA is one form of control. These modifications to the nascent RNA molecule are required to protect it from exonucleases that would otherwise lead to mRNA decay [1]. The RNA interference (RNAi) pathway mediated by small RNAs, such as miRNAs, is another important posttranscriptional regulatory mechanism that results in translational repression of mRNAs [2]. In plants, miRNAs have long been known to direct the endonucleolytic cleavage of target mRNAs instead of translational repression [3]. In animals, cleavage of miRNA targets is a rare occurrence, and a relatively recent discovery, but clearly has an important function. In addition, we now know that cleavage can also be induced in animals by the related endo-siRNAs. miRNAs/siRNAs themselves do not have cleavage ability but they direct cleavage-competent Argonaute (AGO) proteins to target RNAs.RNA cleavage is not only directed by mi/siRNAs. The RNase III enzymes Drosha and Dicer, which are critical components of the miRNA biogenesis pathway, also have RNA endonucleolytic activity. Drosha-mediated mRNA cleavage appears specific to stem cell populations where it is important for safeguarding their fidelity [4, 5], while Dicer-mediated RNA cleavage is a necessary defence for the cleavage against certain retrotransposons [6]. In addition, other transposable elements can be silenced by RNA cleavage mediated by the piRNA pathway. This pathway can also target and cleave mRNAs [7]. Furthermore, viral RNAs can be cleaved by host RNases such as Regnase-1 [8] and RNase L [9] as a host antiviral defence mechanism.The recognition of target RNAs for cleavage can be either sequence-specific, which usually requires a small RNA to guide a protein complex to target mRNA, e.g. miRNA and Clustered Regularly Interspaced Short Palindromic Repeats (CRISPR) pathways, or structure-specific where the targeted RNA forms a recognisable structure, e.g. Drosha and Dicer. While the regulation of RNA via endonucleolytic cleavage occurs in all forms of life, this review will focus primarily on mechanisms that control gene expression in animals. 2. Main text2.1. miRNA-mediated cleavagemiRNAs are ∼21-nucleotide (nt) small non-coding RNAs that repress the expression of complementary mRNA targets. Computational analysis predicts that miRNAs have the potential to regulate the activity of more than half of all protein-coding genes in mammalian cells [10].2.1.1.  miRNA biogenesis The biogenesis of canonical miRNAs requires two endoribonuclease enzymes from the RNase III family, Drosha and Dicer (Fig. 1A). The mature miRNA is derived from the stem region of stem-loop structures embedded within longer primary miRNA (pri-miRNA) transcripts. Drosha and its double-stranded RNA (dsRNA) binding partner DiGeorge syndrome critical region 8 (DGCR8), also known as Pasha in worms and flies, form a complex known as the “microprocessor”. This complex first release the stem-loop structure from the flanking RNA via cleavage [11]. Then the terminal loop is removed by Dicer with the help of its dsRNA binding partner [12]. In mammals, Dicer has two dsRNA binding partners: transactivation response RNA-binding Protein (TRBP) and protein activator of interferon-induced protein kinase (PACT) [13, 14]. They contribute to the cleavage accuracy during miRNA biogenesis by determining distinct cleavage sites to produce different size miRNAs [15]. The removal of the terminal loop releases the mature miRNA for loading into the RNA-induced silencing complex (miRISC).Open in a separate windowFig. 1Biogenesis of small RNAs. A. In the miRNA pathway, primary transcripts containing stem-loop structures are first processed by Drosha and then by Dicer to generate mature miRNAs. B (I). The production of siRNAs from dsRNA duplexes or long hairpin structures only requires processing by Dicer. B (II). In addition to initial siRNA biogenesis, the production of siRNA can be amplified by RdRP. The primary siRNA (red) in complex with the AGO protein recruits RdRP. RdRP then uses the target mRNA as a template to generate pools of secondary siRNA (green). C. The production of piRNAs involves cleaving single-stranded (ss) primary transcripts by Zucchini. These leaving behind truncated RNA fragments containing a 5′ Uridine that are then trimmed into mature piRNAs by exonucleases.2.1.2.  miRNA regulates mRNA miRNAs guide the RISC to target mRNAs based on sequence complementarity. In animals, base-pairing is primarily between the seed region (2nd-7th nt) of the miRNA with its targets [16]. Repression of gene expression occurs via multiple mechanisms including translational repression by interfering with ribosome recruitment/function, deadenylation or decapping resulting in transcript degradation, or direct cleavage at the site of miRNA/mRNA base-pairing [17].Cleavage of perfect complementary mRNA targets occurs between nucleotides 10–11 on the mRNA in the miRNA:mRNA duplex, leaving a 3′ hydroxyl on the 5′-fragment and a 5′ monophosphate on the 3′-fragment (Fig. 2) [18]. Without the protection of the 5′ cap or a 3′ polyA tail, cleaved transcripts are rapidly destroyed. A track of non-templated uridine (U) with various lengths can be added to the 3′ end of the 5′-fragment by terminal uridylyl transferase (TUTases), which has been demonstrated for a few miRISC-cleaved mRNAs [19]. This U-track may be involved in general transcript decay [20]. Whether 3′-oligouridylation applies to all miRISC cleaved transcript or even all endonucleolytic cleaved transcripts is still to be determined.Open in a separate windowFig. 2mi/siRNAs-guided target cleavage. Mature miRNAs and siRNAs can guide AGO2 to cleave perfect complementary mRNA targets. Cleavage of targets occurs between the nucleotides that pair with the 10th and 11th position of the mi/siRNA. This leave a 3′hydroxyl (OH) and 5′monophosphate(P) at the cleaved termini. These cleaved mRNAs the are rapidly destroyed by exonucleases.2.1.3.  Catalytic centre of miRISC – the AGO protein At the core of the miRISC, is the miRNA in complex with members of the Argonaute family proteins [21]. The Argonaute family proteins are defined by their conserved PAZ (Piwi-Argonaute-Zwille), MID (middle) and PIWI (P-body-induced wimpy testes) domains. The PIWI domain contains a bacterial ribonuclease H (RNase H)-like catalytic fold, which can provide endonucleolytic activity [22]. The Argonaute family can be subdivided into the AGO and PIWI clades, of which only the former is found in association with miRNAs.Drosophila. melanogaster has two AGO proteins (dAGO1 and dAGO2). miRNAs derived from precursors with almost perfect complementary stems are selectively loaded into dAGO2, which can cleave mRNA targets that base-pair with perfect complementarity [23]. On the other hand, dAGO1, has poor catalytic activity and primarily represses the translation of non-perfect complementary mRNA targets. Mammals have four Ago proteins (Ago1-4), and there is no preference to which Ago protein miRNAs are loaded onto [24]. However, only AGO2 is able to cleave perfectly complementary mRNA targets [25]. This is in contrast to plant miRNAs, which are primarily loaded into cleavage-competent plant AGO1. These miRNAs are highly complementary to their mRNA targets, which result in effective and irreversible target cleavage (for plants miRNA review, see [26]).The mRNA cleavage mediated by miRNAs is only occasionally observed in mammals [27] and may be due to the fact that only Ago2 has catalytic activity. Very few examples of perfect base-pairing between miRNA and targets have been identified. The first miRNA-directed cleavage target described was Hoxb8 mRNA. The miRNA, miR-196 is perfectly complementary to the evolutionarily conserved 3′-untranslated region (UTR) of the Hoxb8 mRNA. This full complementarity results in direct cleavage by miR-196-associated-Ago2 and represses Hoxb8 expression [28]. The miRISC-directed cleavage has also been observed for the retrotransposon Peg11 [29]. Its anti-sense transcript (antiPeg11) contains six miRNAs with all six miRNAs fully complementary to Peg11, and this can direct the cleavage of the Peg11 sense transcript. However, few miRNA-mediated cleavage examples were reported until the development of Degradome Sequencing (Degradome-seq).2.1.4.  Degradome-seq Degradome-seq was originally developed for whole-transcriptome analysis of miRNA-directed cleavage in plants. The technique first isolates polyA tailed RNA. RNA linkers are then ligated to the 5′ end of uncapped RNA that bear a monophosphate terminus, which is characteristic of endonucleolytic cleavage. The resulting library consists of uncapped polyA RNA which are then analysed by high-throughput sequencing, revealing 5′ ends of uncapped mRNA fragments [30]. This method was later employed to detect miRNA-directed and/or other endonucleolytic cleavages in mammalian cells [27, 31] and in C. elegans\n[32]. The results from Degradome-seq suggest that miRNA-directed cleavage requires extensive complementarity between miRNA and target mRNA. Furthermore, AGO2 gene knockout studies confirmed that even though miRNAs are able to direct cleavage, it is not a prevalent mechanism of miRNA-mediated regulation in animals [27].2.1.5.  AGO2 cleavage in miRNA biogenesis Mutagenesis of the catalytic motif in AGO2 reveals that one of the most important functions of this cleavage-competent AGO is in fact unrelated to the cleavage of target transcripts. Two miRNAs, miR-451 and miR-486, are the major miRNAs in the haematopoietic system and their maturation requires cleavage-competent Ago2. Ago2 cleaves pre-miR-451 to its mature form, miR-451 [33], while miR-486 requires the catalytic activity of Ago2 to remove its duplex passenger strand [34]. In addition, the RNA-sequencing data from diverse tissues and haematopoietic populations in the human and mouse, shows that Ago1-4 are co-expressed across most tissues and cell types, with a few exceptions [34]. Within the haematopoietic system, Ago2 expression is elevated in the megakaryocytic erythroid progenitor and becomes the only Ago expressed in the maturing erythroblasts. Furthermore, the miR-451/486 double knockout has a similar phenotype as the haematopoietic lineages specific Ago2-catalytic-dead mutants. This demonstrates that Ago2 and the two miRNAs are essential for erythropoiesis. Interestingly, the only other tissue type in human and mouse where Ago2 is dominantly expressed is in skeletal muscle, which is also the other location of miR-486 expression [34]. Thus, while the conservation of the cleavage function of AGO2 in the miRNA pathway may provide for rapid clearance of target transcripts, it may be a by-product and a requirement for specific miRNAs biogenesis mammals.2.1.6.  miRNA mediated cleavage in cnidarian A recent study in a non-bilaterian animal cnidarian, Nematostella vectensis, uncovered that cnidarian miRNAs frequently regulate near-perfect complementarity protein-coding mRNA targets by cleavage [35]. Cnidarian miRNAs are highly conserved with plants miRNAs. In addition, cnidarians express the plant-specific Dicer partner hyponastic leaves 1 (HYL1) [36]. This raises the possibility that miRNAs in plants and animals may have evolved from a common ancestor and shared an ancestral miRNA-direct cleavage mechanism. However, the irreversible cleavage of target mRNAs may be less efficient and even deleterious for essential protein-coding genes in a more complex organism that requires a more flexible and rapid response to stimuli.2.2. siRNA-mediated cleavageThe ability of experimentally-introduced siRNA duplexes to inhibit the expression of a complementary target gene was first described in C. elegans in 1998, and was coined RNA interference (RNAi) [37]. RNAi has since been found to be conserved in plants and other animals [38, 39]. Experimental RNAi is effectively hijacking the endogenous mi/siRNA biogenesis machinery and has since become a powerful experimental tool to knockdown genes of interest to study loss-of-function phenotypes [40].2.2.1.  siRNA biogenesis The siRNA, like miRNAs, are small RNAs ∼21nt in length that associate with Ago subclade proteins in the RISC. The distinguishing difference is that while miRNAs are derived from short stem-loop precursors, siRNAs are derived from long dsRNAs or long stem-loop structures (Fig. 1B (I)). Dicer and its dsRNA-binding cofactor, TRBP in mammals [13], R2D2/Loquacious (Loqs) in flies [41] or RDE-4 [42] in nematodes, directly cleaves the dsRNA into siRNAs without the need to pass through a Drosha-dependent step. Interestingly, PACT in complex with Dicer in mammals, facilities miRNA biogenesis but inhibits the processing of pre-siRNA [15]. While the mature siRNA can be loaded onto any Ago protein, loading to a cleavage-competent Ago is necessary to form a siRISC that can mediate sequence-specific cleavage of targets [43].In addition to the initial siRNA effector phase, plants and nematodes are able to amplify the signal by producing secondary siRNAs via RNA-dependent RNA polymerases (RdRP) (Fig. 1B (II)). In C. elegans, the interaction of target mRNAs with primary siRNAs, in complex with the Ago protein RDE-1, recruits RdRP. The RdRP then uses the target mRNA as a template to generate pools of secondary siRNA [44, 45] that associate with other catalytically inactive Ago proteins to enhance silencing by chromosome modification [44, 46]. Since this review is focusing on mRNA cleavage, for endo-siRNA mediated chromosome modification in C. elegans, see review [47].2.2.2.  Exogenous siRNA An important exogenous source of long dsRNA is virus RNAs. The processing of these dsRNAs is an important innate immune mechanism in invertebrates. Upon viral infection, siRNAs are generated from the viral dsRNA by Dicer. These associate with Ago proteins that can target further viral RNA for cleavage [48]. This antiviral RNAi response is well studied in flies [49] and worms [50], but poorly understood in mammalian cells. In mammals, the interferon response is dominant except in stem cells and germ cells. For cells that do not mount an interferon response, RNAi may be a necessary system for antiviral protection [51, 52]. The role of endonucleolytic cleavage as an antiviral response will be discussed in more detail in section 2.6.2.2.3.  Endogenous siRNA In addition to an exogenous source, siRNAs are also produced from endogenous dsRNA sources. Endogenous siRNA (endo-siRNA) are important for the inhibition of retrotransposons mobility and regulation of endogenous genes [53]. Until 2008, endo-siRNAs had only been studied in C. elegans, where the majority of endo-siRNAs were found to be secondary endo-siRNAs produced by RdRP [44, 45]. RdRPs have not be found in other animals, and thus it was thought that endo-siRNAs may not be present in animals other than nematodes. However, in 2008, several groups reported that the endo-siRNAs do indeed exist in the animals that lack RdRP [54, 55, 56, 57]. RdRP-independent endo-siRNAs arise from naturally occurring long-dsRNAs. These include bidirectional transcription of retrotransposons, sense:antisense transcript duplex that is formed between an antisense pseudogene transcript and its functional founder sense transcript, and long hairpin structures resulting from inverted repetitive sequences within a single transcript [54, 57, 58]. Following Dicer processing, mature endo-siRNAs that are complexed with Ago2 have been found to inhibit complementary targets by endonucleolytic cleavage or at the epigenetic level by inducing heterochromatin formation [55, 59, 60].2.2.3.1.  Endo-siRNA in flies In Drosophila, endo-siRNAs are mainly active in the somatic tissues and have been observed in immortalised cell lines but are less active in germ cells [54]. Those endo-siRNAs play an important role in silencing transposons and regulating protein-coding genes.Drosophila has two different Dicers (Dicer-1 and Dicer-2). Dicer-1 is devoted to miRNA biogenesis, whereas Dicer-2 is specific for siRNA production [61]. Endo-siRNA precursors are processed by Dicer-2 in complex with one of the Loqs isoform, Loqs-PD [62]. Another dsRNA binding protein, R2D2, associates with Dicer-2, facilities endo-siRNA loading onto dAGO2 specifically in the cytoplasm [63]. Without R2D2, endo-siRNAs would be misloaded onto dAGO1 [41]. Dicer-2 and dAGO2 are essential components of the flies endo-siRNA pathway, and loss in either leads to the accumulation of transposon transcripts [43, 61]. Even though transposon inhibition in Drosophila's somatic cell occurs by siRNA-guided dAGO2 mediated target cleavage posttranscriptionally, these siRNAs can also direct heterochromatin formation to transcriptionally silence transposable elements [60].2.2.3.2.  endo-siRNA in mammals In mammals, endo-siRNAs have been found in oocytes [56, 57], male germ cells [64], and embryonic stem (ES) cells [65]. In contrast to flies, only a single Dicer protein is present in mammals, but two isoforms have been reported [66]. One isoform is lacking the N-terminus (denoted as DicerO) and is only expressed in the oocytes [66]. DicerO appears adapted specifically for producing endo-siRNA from long dsRNAs and exhibits higher cleavage activity compared to the somatic isoform (DicerS). Abolishing DicerO expression without affecting DicerS or mutating the catalytic site of AGO2 in the female oocytes leads to an increased expression of endo-siRNA targets, both mRNAs and retrotransposons [66, 67]. Therefore, similar to the somatic cells in flies, endo-siRNAs produced by DicerO requires a cleavage-competent AGO protein to repress target expression.In the mouse ES cells, where the Dicero isoform is not expressed, Dicer is primarily involved in miRNA biogenesis, but also appears to generate siRNAs from RNAs derived from long interspersed nuclear elements (LINE) [6]. An active antisense promoter is present in the 5′ UTR of LINE-1 [68], resulting in a bidirectionally transcribed LINE-1. This is thought to generate a dsRNA segment that can be processed into siRNAs by Dicer. Indeed, endo-siRNAs map to the 5′ UTR of LINEs in the wild-type ES cells, while LINE-1 transcripts accumulate in Dicer deficient cells [6, 69]. This LINE-1 transcription leads to increased LINE retrotransposition, and Dicer-deficient ES cells are unable to exit from the pluripotency state. However, whether it is the direct cleavage of LINE-1 transcripts by Dicer when duplexed with the antisense 5′UTR, or the production of endo-siRNAs that direct AGO2 to the LINE-1 transcript that is responsible for the repression of LINE-1 remains to be clarified.In addition, endo-siRNAs derived from pseudogene:founder gene duplexes are able to control founder gene expression [56]. For example, Watanabe et al. showed that a cluster of endo-siRNAs in oocytes appear to map to the Au76 locus, which is the pseudogene of Rangap1 [57]. The sequence of Rangap1 and Au76 are ∼90% identical and are thus expected to form long dsRNA which can be recognised and diced by Dicer. Indeed, Dicer deficiency reduces the abundance of endo-siRNAs derived from Au76 in oocytes, while the expression of Rangap1 is increased. Moreover, expression of founder genes targeted by endo-siRNAs are also upregulated when the catalytic activity of AGO2 is disrupted [67]. Thus, it is thought that inhibition of endo-siRNA targets is in part dependent on the direct cleavage of the pseudogene:founder gene mRNA duplex by Dicer, and is reinforced by the generated endo-siRNAs that guide AGO2 to further repress gene expression by cleavage.2.3. Drosha mediated RNA cleavageWhile Drosha is best known for its role in miRNA biogenesis in animals, accumulating evidence suggests Drosha has retained some ancestral bacterial RNase III functions, including regulating gene expression by directly cleaving target RNAs [70, 71]. Mammalian Drosha consists of an N-terminal proline-rich (P-rich) and an arginine/serine-rich (R/S-rich) domains, and two RNase III domains (IIIa and IIIb). At the C-terminal end there is a dsRNA-binding domain (dsRBD) which is connected by a central domain (CED). The two RNase III domains dimerise intramolecularly to form a catalytic centre which is specialised for dsRNA cleavage [70].2.3.1.  Drosha in regulating endogenous mRNA Early biochemical studies showed that Drosha can cleave short stem-loop structures in addition to bona fide pri-miRNA substrates [11, 72]. Therefore, it is not surprising to find that Drosha is able to cleave stem-loop structures within mRNAs as well. Most pri-miRNAs contain a 5′ cap as well as a 3′ polyA-tail and are essentially indistinguishable from mRNAs.Drosha has been shown to recognise and cleave some mRNAs that harbour stem-loop structure resembling canonical pri-miRNA substrates. Processing of any structure located within exons will result in destabilisation of the mRNA. This direct Drosha-mediated cleavage has been primarily reported in various stem/progenitor cells and is critical for maintaining the differentiation capacity of these cells. To date, the targeting of four transcripts has been functionally characterised in stem cells [5, 71, 73].The deficiency of Drosha in embryonic neural progenitor cells causes an accumulation of the differentiation factor Neurogenin-2 (Ngn2), leading to a loss of stem cell fidelity, precocious differentiation and ultimately neuronal degeneration. The 3′UTR of Ngn2 harbours multiple pre-miRNA-like stem-loops that are recognised and cleaved by Drosha only in the neural progenitor cells [5]. Interestingly, Ngn2 cleavage was independent of DGCR8, the dsRNA binding cofactor of Drosha. Therefore, Drosha may function alone, or interact with another protein/cofactor in order to cleave Ngn2 [74]. A similar interaction between Drosha and the stem-loop containing transcript nuclear factor I/B (NFIB), occurs in adult hippocampal neural stem cells [73]. Active adult neural stem cells normally only give rise to neurons but not oligodendrocytes. The Expression of NFIB is required for the oligodendrogenesis. Cleavage of NFIB by Drosha thus promotes neurogenesis from the stem cell at the expense of oligodendrogenesis. The direct mRNA cleavage function of Drosha is also critical for maintaining the function of haematopoietic stem cells [4]. Specifically, it is required to facilitate the development of myeloid cells in the haematopoietic system. In haematopoietic progenitor cells, Drosha directly cleaves the two stem-loop containing transcripts, myosin light chain 9 (MYL9) and target of Drosha 1 (Todr1). Expression of these two transcripts independent of any effects on miRNA biogenesis is sufficient to inhibit myelopoiesis, while knockdown of these two transcripts rescues the phenotype of Drosha deficient cells.Numerous mRNAs can be targeted by Drosha within neural and haematopoietic stem cells. However, only one or two are critical for maintaining stem cell function. In addition to MYL9 and Todr1, Johanson et al. identified many other mRNAs that are regulated by Drosha in haematopoietic stem cells independent of miRNAs. However, ectopic expression of these mRNAs were not found to affect myelopoiesis. Drosha has also been shown to target multiple mRNAs in mouse ES cells [27], although the biological implication for ES cells has yet to be determined.Almost all direct mRNA cleavage events that have been identified, appears to be restricted to progenitor/stem cells. In fact, the analysis of non-stem cells led others to conclude that mRNAs are only a minor target of Drosha [75]. How and why this restriction occurs remains to be elucidated. However, this requirement for mRNA cleavage may be due to the need of a cell to rapidly turnover certain transcripts of differentiation.While most Drosha-cleavage targets were identified in stem cells, the first identified target, DGCR8, has actually been reported to be cleaved in many different cell type and species [4, 76, 77]. Drosha recognises and cleaves stem-loop structures within the 5′ end of the DGCR8 mRNA, and it is postulated to serve as a mechanism to autoregulate the Drosha-DGCR8 complex. However, the precise physiological relevance of this fine-tuning of DGCR8 remains unclear. In addition to direct cleavage of mRNAs, Drosha can also directly cleave viral RNAs. This serves as an antiviral mechanism and will be discussed in section 2.6.2.4. Dicer-mediated repeat-element-derived RNA cleavageAs described earlier, Dicer is an enzyme central to both miRNA and siRNA biogenesis [12, 78], where processing of a longer dsRNA structure by Dicer produces functional small RNAs. However, Dicer also appears to have an important degradative function. It is able to directly cleave and degrade repetitive RNAs derived from short interspersed nuclear elements (SINE).Geographic atrophy (GA) is a severe macular degenerative disease involving the loss of the retinal pigmented epithelium (RPE). Dicer expression is reduced in the RPE of humans with GA and this is associated with the accumulation of RNAs from Alu SINEs [79]. This macular degeneration is recapitulated in mice when the Dicer1 gene is inactivated specifically within the RPE, and is accompanied by the accumulation of RNAs from Alu-like B1 and B2 SINEs. Inactivation of other miRNA machinery components does not cause this phenotype, thus implying that the accumulation of Alu RNAs is a direct result of Dicer deficiency and not miRNA deficiency. The phenotype is dependent on the accumulation of repetitive RNAs in RPE cells as ectopic expression is sufficient to recapitulate the damage caused by Dicer deficiency. The Dicer phenotype is rescued by knockdown of these repeat-element-derived RNAs. A later study had found that Alu RNA accumulation induces cell death due to activation of the inflammasome [80].Dicer was found to detoxify these SINE RNAs by degrading them into small 25–50 nt RNAs. Whether these small RNAs have a function in their own right within the RPE remains unclear. An unrelated study found that small RNAs derived from SINEs may function in preimplantation embryos in a negative feedback loop [81]. Reporter transgenes incorporating SINE sequence are only silenced when Dicer is able to process these into small RNAs. However, unlike in the RPE, SINE-derived small RNAs in the preimplantation embryo were found to be 22nt or 27nt in length. These correspond to the sizes of conventional siRNA and piRNAs, respectively. Although it is clear that Dicer can recognize repeat-element-derived RNAs, the outcomes may be different depending on tissue context.2.5. piRNA-mediated cleavageAnother class of functional small RNAs are the piRNAs. Unlike miRNAs and siRNAs, they are ∼26–30 nt in length and specifically associate with the PIWI clade of Argonaute family proteins [82, 83]. They have a major role in germ cell development, and function to repress transposons activity to safeguard genome integrity.2.5.1.  The PIWI subclade protein PIWI proteins are mainly expressed in the gonads of developing germ cells and the surrounding somatic cells [84]. Like AGO clade proteins, they also have a conserved RNase H-like fold which is required for endonucleolytic activity [85]. There are three PIWI proteins in Drosophila, Piwi, Aubergine (Aub), and Ago3 (Note this confusingly named PIWI clade protein is not the ortholog of mammalian AGO clade protein AGO3). Mice also express three Piwi subclade proteins, Miwi, Miwi2, and Mili, which are expressed at different stages during spermatogenesis [86]. Gene knockout studies have confirmed their importance for male germ cell development, and therefore suggests the piRNAs are also important [87, 88, 89]. However, it remains unclear whether PIWI proteins only function within the piRNA pathway.2.5.2.  piRNA biogenesis and functions The piRNA precursors are transcribed from genomic region termed piRNA clusters, such as the flamenco (flam) and 42AB locus. These clusters harbour a large number of truncated antisense transposons, and transcripts from these fragments are processed into mature piRNAs that guide PIWI proteins to target sense-strand transposons [90, 91]. This is the primary biogenesis pathway by which piRNAs are produced (Fig. 1C). In the primary pathway, mature antisense piRNAs are loaded into the Piwi protein, which then translocates into the nucleus to silence target genes via the induction of chromatin modifications [92].In flies, somatic cells only express Piwi and thus can only employ the primary pathway to silence the target genes [90, 93, 94]. However, in germline cells, Aub and Ago3 can amplify the signal by producing secondary piRNAs via a ping-pong cycle (Fig. 3) [90, 93, 95, 96]. The cycle is initiated by piRNAs in complex with Aub. These piRNAs are mainly derived from genomic loci that are transcribed from both strands. Antisense piRNA-Aub complexes first cleave complementary targets which can be either cognate transposon coding transcripts or the sense piRNA precursor. The cleaved target is then trimmed to generate a secondary piRNA that is loaded onto Ago3. This Ago3-piRNA complex then cleaves an antisense target, and trimming generates a secondary antisense piRNA that is loaded onto Aub, which can then provoke another round of amplification [96]. By taking advantage of the endonucleolytic activity of PIWI proteins, the ping-pong amplification cycle combines piRNA biogenesis with target transcript degradation. Interestingly, Aub-piRNA complexes can be maternally inherited in files to boost target silencing in the offspring [97]. Therefore, piRNAs can serve as a transgenerational molecular memory.Open in a separate windowFig. 3The ping-pong amplification pathway of piRNA biogenesis in Drosophila. In the primary pathway, primary piRNA/Piwi complexes translocate to the nucleus where they induce heterochromatin formation of target loci. In the ping-pong cycle, primary piRNAs in complex with Aub triggers amplification. Antisense piRNAs guide Aub to sense transposon transcripts to induce cleavage. Cleaved sense transcripts are then loaded onto Ago3 and trimmed by 3′-5′ exonuclease to generate secondary sense piRNAs. These in turn guide Ago3 to antisense piRNA precursor transcripts to generate more antisense piRNAs. In this way, the ping-pong cycle incorporates secondary piRNA biogenesis and posttranscriptional transcript silencing by endonucleolytic cleavage.In mouse testis, primary piRNAs associate with Mili to produce secondary piRNAs. However, following loading of secondary piRNAs to Miwi2, Miwi2-piRNA complexes translocate into the nucleus to silence target genes by inducing DNA methylation [89, 98, 99], therefore it is hard to provoke another round of piRNA biogenesis in the cytoplasm. However, some evidence suggest that this piRNA amplification only requires the endonuclease activity of Mili, rather than the two Piwi protein ping-pong cycle that occurs in flies [99]. Whether ping-pong cycle amplification exists in the mouse testis still needs to be determined.In addition to silencing transposon transcripts, piRNAs appear to function like siRNAs to target protein-coding mRNAs for direct endonucleolytic cleavage. Deep sequencing analysis of Miwi cleavage-deficient mutant mice identified ∼200 potential piRNA target sites within mRNA transcript in mouse testes [7]. Indeed, mutation of putative target sites prevents cleavage in reporter assays, while ectopic expression of piRNA-targets impairs spermatogenesis. This suggests that the catalytic activity of Miwi is required to repress piRNA-targeted mRNA cleavage during spermatogenesis.2.6. Endonucleolytic cleavage during virus infection2.6.1.  Regulation of transcripts through cleavage Mammals have also utilised the endonucleolytic cleavage pathway as a way of protecting oneself from virus infection. Infection in animals induces a range of immune responses in order to clear the pathogen. The initial response can be triggered by various virus-derived molecules or pathogen-associated molecular patterns (PAMPs). This recognition occurs via pattern recognition receptors (PRRs), including membrane-bound toll-like receptors or intracellular surveillance proteins RIG-I and MDA5. Important viral PAMPs include ss/dsRNA, RNA with a 5′ triphosphate, and RNA lacking a 2′ O-methyl-containing cap [100]. The activation of PRRs leads to the production interferons (IFN, and other cytokines), and in turn, IFN-stimulated gene products that include enzymes with endonucleolytic activity, such as RNase L and Regnase-1 [101,102].RNase L, also known as oligoadenylate synthetase (OAS)-dependent ribonuclease, is a potent antiviral RNase that has been shown to suppress the replication of a variety of viruses [103]. Expression of OAS pathway components are up-regulated in response to interferons. Upon recognition of viral dsRNAs, OAS proteins synthesize 2′-5′-linked oligoadenylates, which then function as a second messenger to activate RNase L. Active RNase L can then cleave both viral and host ssRNAs predominately at UA and UU dinucleotides [9, 104], although other sequences such as AU, AA and UG can also be cleaved but with less efficiency [105].Another RNase that has shown antiviral activity is Regnase-1. It has also been shown to play an important role in regulating the inflammatory response by controlling the stability of transcripts that encode for the cytokines IL-6 and IL-2, transcription factor IκBζ, and the IL-17 receptor A and C [106, 107], via cleavage. This cleavage is primarily mediated through the recognition of stem-loop structures containing a pyrimidine-purine-pyrimidine sequence (UAU or UGU) [108]. This cleavage activity also acts on RNAs expressed from a broad range of viral genomes, including RNA viruses; Japanese encephalitis virus, human immunodeficiency virus (HIV), and Hepatitis C virus and the DNA virus; dengue virus [8, 109, 110]. Cleavage of viral RNAs thus acts to inhibit expression of viral components.We have described the endonucleolytic cleavage mechanism of Drosha which are critical in miRNA biogenesis, and in regulation of gene expression by targeting mRNAs in stem cells. However, it also has a role in antiviral defence, but independent of interferon response that activates Regnase-1 and RNase L. Drosha which normally localises to the nucleus, can translocate to the cytoplasm to target viral RNAs in response to viral infection [111]. Recognition of viral RNAs appears to be via stem-loop structures similar to miRNA precursors and has been shown to occur during Vesicular stomatitis virus and Sindbis virus infection [112]. The cleavage of the viral RNA inhibits the production of viral proteins and prevents virus replication.In addition to regulating viral RNA post-transcriptionally, Wagschal et al. showed that Drosha and DGCR8 is able to control viral gene expression at a transcriptional level in a cleavage-dependent manner at the HIV-1 promoter [113]. The study found that the microprocessor is recruited to the stable stem-loop at the start of HIV-1 RNA genome. In cooperation with termination factors, the microprocessor induces RNA polymerase II (pol II) pausing and premature termination. In addition, 3′-5′ exoribonuclease Rrp6 is also recruited after Drosha cleaves the stem-loop. Rrp6 generates small RNAs that repress transcription presumably by hybrid formation with the promoter sequence and chromatin remodelling at the HIV-1 promoter. Interestingly, a follow up ChIP-sequencing analysis in HeLa cells reveals that Drosha bound preferentially to human endogenous retrovirus (HERV) families. Knockdown of Drosha results in enhanced recruitment of RNA pol II to HERV locus and an increase in nascent transcription of HERV. The authors suggest that the microprocessor-mediated transcriptional repression by RNA pol II may be an ancient mechanism of regulation controlling the replication of endogenous retroviruses. While the cleavage activity is an obvious antiviral mechanism, Drosha can also function as a clamp when bound to positive-stranded RNA viral transcripts. This blocks the ability of RdRP to interact with the RNA and to initiate reverse transcription, thus preventing the replication of the viral genome [111].While cellular miRNAs work to fight off infection, viruses on the other hand work to take over the cell. It has also been shown that viruses also encode for miRNAs which serve to further infection. These virus derived miRNAs get processed by the host miRNA biogenesis pathway [113, 114], In addition to cleaving mRNAs, pre-miRNA intermediates are also recognised by Regnase-1. This was found during Kaposi sarcoma-associated herpesvirus infection. The genome of this virus encodes 12 pre-miRNAs, which are processed by the host miRNA pathway. These mature viral miRNAs then target a variety of host genes as a mechanism of immune evasion and are also involved in maintaining virus latency [115, 116]. Regnase-1 which can target and cleave these viral pre-miRNAs leading to degradation is involved in an antiviral defence [117].2.6.2.  Circumvention of the host cleavage activity While a host cell can activate a range of mechanisms to prevent and eliminate viral infections, viruses have concurrently evolved strategies to circumvent these host defences. These also include RNA endonucleolytic mechanisms. A number of viruses of the arena-, bunya- and orthomyxo-families encode proteins that can cleave off the 5′ cap, along with a few nucleotides of host pre-mRNAs [118, 119]. While cleaved host mRNAs are degraded, the cleaved 5′ caps can also function as primers for viral RdRP to initiate transcription of the viral genome [120]. This “cap-snatching” thus allows viral transcripts to be preferentially transcribed over host proteins.A range of other viruses encoded proteins that can also cleave host mRNAs. For example, the gamma herpesviruses SOX protein can recognise and cleave regions within the RNA that contain loops and bulges [121]. Cleavage sites are localised to sequences with a string of adenines, which tends to induce these bulges. The SARS-Coronavirus Nsp1 protein can also suppress host gene expression via a cleavage mechanism. Cleavage is mainly within 5′UTRs, but with no obvious preference for a specific sequences [122]. Nsp1 appears to access 5′UTRs by first binding to the host's 40S ribosome [123]. The herpes simplex virus Vhs protein also exhibits this ability to cleave the 5′ UTR of host mRNAs. In this case, access to the mRNAs occurs by first binding to translation initiation factors [124, 125]. The mechanism by which Vhs recognises cleavage sites has not been fully elucidated. It may be transported into place as the ribosome/initiation factor complex scans the transcript for an optimal Kozak sequence. It is also possible that as the initiation complex scans the transcript, it induces structural changes which sensitises it to cleavage by Vhs. Thus, viruses and host cells have coevolved a wide range of competing mechanisms that employ endonucleolytic RNA cleavage against one another.It is clear that there is a complex relationship between the host and the pathogen. They are locked in an arms race with the host needing to evolve defences to prevent infection by pathogens. While the pathogen needing to evolve countermeasures to combat these defences for a successful infection. This is demonstrated with the endonucleolytic activity utilised by both the host and viruses for their own benefit (Fig. 4).Open in a separate windowFig. 4Endonucleolytic mechanisms that occur during virus infection A. Viruses utilise a “cap-snatching” mechanism by stealing a 5′ cap from host transcripts to ensure viral transcripts are able to be transcribed by the host machinery. B. The host and virus encode proteins that can cleave host antiviral transcripts or the viral genome. C. miRNAs are encoded by the host or the virus, which can then go on to target viral and host transcripts respectively to either further virus replication or induce an antiviral state of the cell. 3. ConclusionsThe endonucleolytic cleavage of target mRNAs is a rapid but irreversible way to regulate gene expression. In animals, many of these pathways are devoted toward clearing deleterious RNAs such retrotransposons and viral RNAs. However, it is clear that endonucleolytic cleavage of the protein-coding mRNAs is also important and critical for stem cells and germ cell development. It is likely this is only the tip of the iceberg of RNA endonucleolytic events in cells, and further study is warranted to understand these important mechanisms. DeclarationsAuthor contribution statementAll authors listed have significantly contributed to the development and the writing of this article.Funding statementThe Chong laboratory was supported by grants from the National Health and Medical Research Council of Australia (#1122395 and #1122384). MMWC is also a recipient of a National Health and Medical Research Council Senior Research Fellowship.Competing interest statementThe authors declare no conflict of interest.Additional informationNo additional information is available for this paper. References1. Houseley J., Tollervey D. The many pathways of RNA degradation. Cell. 2009;136(4):763–776. [PubMed] [Google Scholar]2. Lin J., Xu K., Roth J.A., Ji L. Detection of siRNA-mediated target mRNA cleavage activities in human cells by a novel stem-loop array RT-PCR analysis. Biochem. Biophys. Rep. 2016;6:16–23. [PMC free article] [PubMed] [Google Scholar]3. Jones-Rhoades M.W., Bartel D.P., Bartel B. MicroRNAS and their regulatory roles in plants. Annu. Rev. Plant Biol. 2006;57:19–53. [PubMed] [Google Scholar]4. Johanson T.M., Keown A.A., Cmero M., Yeo J.H., Kumar A., Lew A.M. Drosha controls dendritic cell development by cleaving messenger RNAs encoding inhibitors of myelopoiesis. Nat. Immunol. 2015;16(11):1134–1141. [PubMed] [Google Scholar]5. Knuckles P., Vogt M.A., Lugert S., Milo M., Chong M.M., Hautbergue G.M. Drosha regulates neurogenesis by controlling neurogenin 2 expression independent of microRNAs. Nat. Neurosci. 2012;15(7):962–969. [PubMed] [Google Scholar]6. Bodak M., Cirera-Salinas D., Yu J., Ngondo R.P., Ciaudo C. Dicer, a new regulator of pluripotency exit and LINE-1 elements in mouse embryonic stem cells. FEBS Open Bio. 2017;7(2):204–220. [PMC free article] [PubMed] [Google Scholar]7. Zhang P., Kang J.Y., Gou L.T., Wang J., Xue Y., Skogerboe G. MIWI and piRNA-mediated cleavage of messenger RNAs in mouse testes. Cell Res. 2015;25(2):193–207. [PMC free article] [PubMed] [Google Scholar]8. Lin R.J., Chien H.L., Lin S.Y., Chang B.L., Yu H.P., Tang W.C. MCPIP1 ribonuclease exhibits broad-spectrum antiviral effects through viral RNA binding and degradation. Nucleic Acids Res. 2013;41(5):3314–3326. [PMC free article] [PubMed] [Google Scholar]9. Han J.Q., Barton D.J. Activation and evasion of the antiviral 2′-5′ oligoadenylate synthetase/ribonuclease L pathway by hepatitis C virus mRNA. RNA. 2002;8(4):512–525. [PMC free article] [PubMed] [Google Scholar]10. Friedman R.C., Farh K.K., Burge C.B., Bartel D.P. Most mammalian mRNAs are conserved targets of microRNAs. Genome Res. 2009;19(1):92–105. [PMC free article] [PubMed] [Google Scholar]11. Han J., Lee Y., Yeom K.H., Kim Y.K., Jin H., Kim V.N. The Drosha-DGCR8 complex in primary microRNA processing. Genes Dev. 2004;18(24):3016–3027. [PMC free article] [PubMed] [Google Scholar]12. Zhang H., Kolb F.A., Brondani V., Billy E., Filipowicz W. Human Dicer preferentially cleaves dsRNAs at their termini without a requirement for ATP. EMBO J. 2002;21(21):5875–5885. [PMC free article] [PubMed] [Google Scholar]13. Chendrimada T.P., Gregory R.I., Kumaraswamy E., Norman J., Cooch N., Nishikura K. TRBP recruits the Dicer complex to Ago2 for microRNA processing and gene silencing. Nature. 2005;436(7051):740–744. [PMC free article] [PubMed] [Google Scholar]14. Lee Y., Hur I., Park S.Y., Kim Y.K., Suh M.R., Kim V.N. The role of PACT in the RNA silencing pathway. EMBO J. 2006;25(3):522–532. [PMC free article] [PubMed] [Google Scholar]15. Lee H.Y., Zhou K., Smith A.M., Noland C.L., Doudna J.A. Differential roles of human Dicer-binding proteins TRBP and PACT in small RNA processing. Nucleic Acids Res. 2013;41(13):6568–6576. [PMC free article] [PubMed] [Google Scholar]16. Lewis B.P., Burge C.B., Bartel D.P. Conserved seed pairing, often flanked by adenosines, indicates that thousands of human genes are microRNA targets. Cell. 2005;120(1):15–20. [PubMed] [Google Scholar]17. Bagga S., Bracht J., Hunter S., Massirer K., Holtz J., Eachus R. Regulation by let-7 and lin-4 miRNAs results in target mRNA degradation. Cell. 2005;122(4):553–563. [PubMed] [Google Scholar]18. Martinez J., Tuschl T. RISC is a 5′ phosphomonoester-producing RNA endonuclease. Genes Dev. 2004;18(9):975–980. [PMC free article] [PubMed] [Google Scholar]19. Xu K., Lin J., Zandi R., Roth J.A., Ji L. MicroRNA-mediated target mRNA cleavage and 3′-uridylation in human cells. Sci. Rep. 2016;6:30242. [PMC free article] [PubMed] [Google Scholar]20. Lim J., Ha M., Chang H., Kwon S.C., Simanshu D.K., Patel D.J. Uridylation by TUT4 and TUT7 marks mRNA for degradation. Cell. 2014;159(6):1365–1376. [PMC free article] [PubMed] [Google Scholar]21. Hutvagner G., Simard M.J. Argonaute proteins: key players in RNA silencing. Nat. Rev. Mol. Cell Biol. 2008;9(1):22–32. [PubMed] [Google Scholar]22. Liu J., Carmell M.A., Rivas F.V., Marsden C.G., Thomson J.M., Song J.J. Argonaute2 is the catalytic engine of mammalian RNAi. Science. 2004;305(5689):1437–1441. [PubMed] [Google Scholar]23. Krol J., Loedige I., Filipowicz W. The widespread regulation of microRNA biogenesis, function and decay. Nat. Rev. Genet. 2010;11(9):597–610. [PubMed] [Google Scholar]24. Dueck A., Ziegler C., Eichner A., Berezikov E., Meister G. microRNAs associated with the different human Argonaute proteins. Nucleic Acids Res. 2012;40(19):9850–9862. [PMC free article] [PubMed] [Google Scholar]25. Meister G., Landthaler M., Patkaniowska A., Dorsett Y., Teng G., Tuschl T. Human Argonaute2 mediates RNA cleavage targeted by miRNAs and siRNAs. Mol. Cell. 2004;15(2):185–197. [PubMed] [Google Scholar]26. Rogers K., Chen X. Biogenesis, turnover, and mode of action of plant microRNAs. Plant Cell. 2013;25(7):2383–2399. [PMC free article] [PubMed] [Google Scholar]27. Karginov F.V., Cheloufi S., Chong M.M., Stark A., Smith A.D., Hannon G.J. Diverse endonucleolytic cleavage sites in the mammalian transcriptome depend upon microRNAs, Drosha, and additional nucleases. Mol. Cell. 2010;38(6):781–788. [PMC free article] [PubMed] [Google Scholar]28. Yekta S., Shih I.H., Bartel D.P. MicroRNA-directed cleavage of HOXB8 mRNA. Science. 2004;304(5670):594–596. [PubMed] [Google Scholar]29. Davis E., Caiment F., Tordoir X., Cavaille J., Ferguson-Smith A., Cockett N. RNAi-mediated allelic trans-interaction at the imprinted Rtl1/Peg11 locus. Curr. Biol. 2005;15(8):743–749. [PubMed] [Google Scholar]30. Addo-Quaye C., Eshoo T.W., Bartel D.P., Axtell M.J. Endogenous siRNA and miRNA targets identified by sequencing of the Arabidopsis degradome. Curr. Biol. 2008;18(10):758–762. [PMC free article] [PubMed] [Google Scholar]31. Shin C., Nam J.W., Farh K.K., Chiang H.R., Shkumatava A., Bartel D.P. Expanding the microRNA targeting code: functional sites with centered pairing. Mol. Cell. 2010;38(6):789–802. [PMC free article] [PubMed] [Google Scholar]32. Park J.H., Ahn S., Kim S., Lee J., Nam J.W., Shin C. Degradome sequencing reveals an endogenous microRNA target in C. elegans. FEBS Lett. 2013;587(7):964–969. [PubMed] [Google Scholar]33. Cheloufi S., Dos Santos C.O., Chong M.M., Hannon G.J. A dicer-independent miRNA biogenesis pathway that requires Ago catalysis. Nature. 2010;465(7298):584–589. [PMC free article] [PubMed] [Google Scholar]34. Jee D., Yang J.S., Park S.M., Farmer D.T., Wen J., Chou T. Dual strategies for argonaute2-mediated biogenesis of erythroid miRNAs underlie conserved requirements for slicing in mammals. Mol. Cell. 2018;69(2):265–278. e6. [PMC free article] [PubMed] [Google Scholar]35. Moran Y., Fredman D., Praher D., Li X.Z., Wee L.M., Rentzsch F. Cnidarian microRNAs frequently regulate targets by cleavage. Genome Res. 2014;24(4):651–663. [PMC free article] [PubMed] [Google Scholar]36. Moran Y., Praher D., Fredman D., Technau U. The evolution of microRNA pathway protein components in Cnidaria. Mol. Biol. Evol. 2013;30(12):2541–2552. [PMC free article] [PubMed] [Google Scholar]37. Fire A., Xu S., Montgomery M.K., Kostas S.A., Driver S.E., Mello C.C. Potent and specific genetic interference by double-stranded RNA in Caenorhabditis elegans. Nature. 1998;391(6669):806–811. [PubMed] [Google Scholar]38. Hamilton A.J., Baulcombe D.C. A species of small antisense RNA in posttranscriptional gene silencing in plants. Science. 1999;286(5441):950–952. [PubMed] [Google Scholar]39. Elbashir S.M., Harborth J., Lendeckel W., Yalcin A., Weber K., Tuschl T. Duplexes of 21-nucleotide RNAs mediate RNA interference in cultured mammalian cells. Nature. 2001;411(6836):494–498. [PubMed] [Google Scholar]40. Hannon G.J., Rossi J.J. Unlocking the potential of the human genome with RNA interference. Nature. 2004;431(7006):371–378. [PubMed] [Google Scholar]41. Marques J.T., Kim K., Wu P.H., Alleyne T.M., Jafari N., Carthew R.W. Loqs and R2D2 act sequentially in the siRNA pathway in Drosophila. Nat. Struct. Mol. Biol. 2010;17(1):24–30. [PMC free article] [PubMed] [Google Scholar]42. Parker G.S., Eckert D.M., Bass B.L. RDE-4 preferentially binds long dsRNA and its dimerization is necessary for cleavage of dsRNA to siRNA. RNA. 2006;12(5):807–818. [PMC free article] [PubMed] [Google Scholar]43. Okamura K., Ishizuka A., Siomi H., Siomi M.C. Distinct roles for Argonaute proteins in small RNA-directed RNA cleavage pathways. Genes Dev. 2004;18(14):1655–1666. [PMC free article] [PubMed] [Google Scholar]44. Sijen T., Steiner F.A., Thijssen K.L., Plasterk R.H. Secondary siRNAs result from unprimed RNA synthesis and form a distinct class. Science. 2007;315(5809):244–247. [PubMed] [Google Scholar]45. Pak J., Fire A. Distinct populations of primary and secondary effectors during RNAi in C. elegans. Science. 2007;315(5809):241–244. [PubMed] [Google Scholar]46. Yigit E., Batista P.J., Bei Y., Pang K.M., Chen C.C., Tolia N.H. Analysis of the C. elegans Argonaute family reveals that distinct Argonautes act sequentially during RNAi. Cell. 2006;127(4):747–757. [PubMed] [Google Scholar]47. Grishok A. Biology and mechanisms of short RNAs in Caenorhabditis elegans. Adv. Genet. 2013;83:1–69. [PubMed] [Google Scholar]48. Ding S.W., Voinnet O. Antiviral immunity directed by small RNAs. Cell. 2007;130(3):413–426. [PMC free article] [PubMed] [Google Scholar]49. van Rij R.P., Saleh M.C., Berry B., Foo C., Houk A., Antoniewski C. The RNA silencing endonuclease Argonaute 2 mediates specific antiviral immunity in Drosophila melanogaster. Genes Dev. 2006;20(21):2985–2995. [PMC free article] [PubMed] [Google Scholar]50. Wilkins C., Dishongh R., Moore S.C., Whitt M.A., Chow M., Machaca K. RNA interference is an antiviral defence mechanism in Caenorhabditis elegans. Nature. 2005;436(7053):1044–1047. [PubMed] [Google Scholar]51. Li Y., Lu J., Han Y., Fan X., Ding S.W. RNA interference functions as an antiviral immunity mechanism in mammals. Science. 2013;342(6155):231–234. [PMC free article] [PubMed] [Google Scholar]52. Maillard P.V., Van der Veen A.G., Deddouche-Grass S., Rogers N.C., Merits A., Reis E.S.C. Inactivation of the type I interferon pathway reveals long double-stranded RNA-mediated RNA interference in mammalian cells. EMBO J. 2016;35(23):2505–2518. [PMC free article] [PubMed] [Google Scholar]53. Malone C.D., Hannon G.J. Small RNAs as guardians of the genome. Cell. 2009;136(4):656–668. [PMC free article] [PubMed] [Google Scholar]54. Ghildiyal M., Seitz H., Horwich M.D., Li C., Du T., Lee S. Endogenous siRNAs derived from transposons and mRNAs in Drosophila somatic cells. Science. 2008;320(5879):1077–1081. [PMC free article] [PubMed] [Google Scholar]55. Czech B., Malone C.D., Zhou R., Stark A., Schlingeheyde C., Dus M. An endogenous small interfering RNA pathway in Drosophila. Nature. 2008;453(7196):798–802. [PMC free article] [PubMed] [Google Scholar]56. Tam O.H., Aravin A.A., Stein P., Girard A., Murchison E.P., Cheloufi S. Pseudogene-derived small interfering RNAs regulate gene expression in mouse oocytes. Nature. 2008;453(7194):534–538. [PMC free article] [PubMed] [Google Scholar]57. Watanabe T., Totoki Y., Toyoda A., Kaneda M., Kuramochi-Miyagawa S., Obata Y. Endogenous siRNAs from naturally formed dsRNAs regulate transcripts in mouse oocytes. Nature. 2008;453(7194):539–543. [PubMed] [Google Scholar]58. Okamura K., Balla S., Martin R., Liu N., Lai E.C. Two distinct mechanisms generate endogenous siRNAs from bidirectional transcription in Drosophila melanogaster. Nat. Struct. Mol. Biol. 2008;15(6):581–590. [PMC free article] [PubMed] [Google Scholar]59. Kawamura Y., Saito K., Kin T., Ono Y., Asai K., Sunohara T. Drosophila endogenous small RNAs bind to Argonaute 2 in somatic cells. Nature. 2008;453(7196):793–797. [PubMed] [Google Scholar]60. Fagegaltier D., Bouge A.L., Berry B., Poisot E., Sismeiro O., Coppee J.Y. The endogenous siRNA pathway is involved in heterochromatin formation in Drosophila. Proc. Natl. Acad. Sci. U. S. A. 2009;106(50):21258–21263. [PMC free article] [PubMed] [Google Scholar]61. Lee Y.S., Nakahara K., Pham J.W., Kim K., He Z., Sontheimer E.J. Distinct roles for Drosophila Dicer-1 and Dicer-2 in the siRNA/miRNA silencing pathways. Cell. 2004;117(1):69–81. [PubMed] [Google Scholar]62. Zhou R., Czech B., Brennecke J., Sachidanandam R., Wohlschlegel J.A., Perrimon N. Processing of Drosophila endo-siRNAs depends on a specific Loquacious isoform. RNA. 2009;15(10):1886–1895. [PMC free article] [PubMed] [Google Scholar]63. Liu Q., Rand T.A., Kalidas S., Du F., Kim H.E., Smith D.P. R2D2, a bridge between the initiation and effector steps of the Drosophila RNAi pathway. Science. 2003;301(5641):1921–1925. [PubMed] [Google Scholar]64. Song R., Hennig G.W., Wu Q., Jose C., Zheng H., Yan W. Male germ cells express abundant endogenous siRNAs. Proc. Natl. Acad. Sci. U. S. A. 2011;108(32):13159–13164. [PMC free article] [PubMed] [Google Scholar]65. Babiarz J.E., Ruby J.G., Wang Y., Bartel D.P., Blelloch R. Mouse ES cells express endogenous shRNAs, siRNAs, and other Microprocessor-independent, Dicer-dependent small RNAs. Genes Dev. 2008;22(20):2773–2785. [PMC free article] [PubMed] [Google Scholar]66. Flemr M., Malik R., Franke V., Nejepinska J., Sedlacek R., Vlahovicek K. A retrotransposon-driven dicer isoform directs endogenous small interfering RNA production in mouse oocytes. Cell. 2013;155(4):807–816. [PubMed] [Google Scholar]67. Stein P., Rozhkov N.V., Li F., Cardenas F.L., Davydenko O., Vandivier L.E. Essential Role for endogenous siRNAs during meiosis in mouse oocytes. PLoS Genet. 2015;11(2) [PMC free article] [PubMed] [Google Scholar]68. Speek M. Antisense promoter of human L1 retrotransposon drives transcription of adjacent cellular genes. Mol. Cell Biol. 2001;21(6):1973–1985. [PMC free article] [PubMed] [Google Scholar]69. Yang N., Kazazian H.H., Jr. L1 retrotransposition is suppressed by endogenously encoded small interfering RNAs in human cultured cells. Nat. Struct. Mol. Biol. 2006;13(9):763–771. [PubMed] [Google Scholar]70. Court D.L., Gan J., Liang Y.H., Shaw G.X., Tropea J.E., Costantino N. RNase III: genetics and function; structure and mechanism. Annu. Rev. Genet. 2013;47:405–431. [PMC free article] [PubMed] [Google Scholar]71. Johanson T.M., Lew A.M., Chong M.M. MicroRNA-independent roles of the RNase III enzymes Drosha and dicer. Open Biol. 2013;3(10):130144. [PMC free article] [PubMed] [Google Scholar]72. Lee Y., Ahn C., Han J., Choi H., Kim J., Yim J. The nuclear RNase III Drosha initiates microRNA processing. Nature. 2003;425(6956):415–419. [PubMed] [Google Scholar]73. Rolando C., Erni A., Grison A., Beattie R., Engler A., Gokhale P.J. Multipotency of adult hippocampal NSCs in vivo is restricted by Drosha/NFIB. Cell Stem Cell. 2016;19(5):653–662. [PubMed] [Google Scholar]74. Marinaro F., Marzi M.J., Hoffmann N., Amin H., Pelizzoli R., Niola F. MicroRNA-independent functions of DGCR8 are essential for neocortical development and TBR1 expression. EMBO Rep. 2017;18(4):603–618. [PMC free article] [PubMed] [Google Scholar]75. Gromak N., Dienstbier M., Macias S., Plass M., Eyras E., Caceres J.F. Drosha regulates gene expression independently of RNA cleavage function. Cell Rep. 2013;5(6):1499–1510. [PMC free article] [PubMed] [Google Scholar]76. Karginov F.V., Conaco C., Xuan Z., Schmidt B.H., Parker J.S., Mandel G. A biochemical approach to identifying microRNA targets. Proc. Natl. Acad. Sci. U. S. A. 2007;104(49):19291–19296. [PMC free article] [PubMed] [Google Scholar]77. Han J., Pedersen J.S., Kwon S.C., Belair C.D., Kim Y.K., Yeom K.H. Posttranscriptional crossregulation between Drosha and DGCR8. Cell. 2009;136(1):75–84. [PMC free article] [PubMed] [Google Scholar]78. Ketting R.F., Fischer S.E., Bernstein E., Sijen T., Hannon G.J., Plasterk R.H. Dicer functions in RNA interference and in synthesis of small RNA involved in developmental timing in C. elegans. Genes Dev. 2001;15(20):2654–2659. [PMC free article] [PubMed] [Google Scholar]79. Kaneko H., Dridi S., Tarallo V., Gelfand B.D., Fowler B.J., Cho W.G. DICER1 deficit induces Alu RNA toxicity in age-related macular degeneration. Nature. 2011;471(7338):325–330. [PMC free article] [PubMed] [Google Scholar]80. Tarallo V., Hirano Y., Gelfand B.D., Dridi S., Kerur N., Kim Y. DICER1 loss and Alu RNA induce age-related macular degeneration via the NLRP3 inflammasome and MyD88. Cell. 2012;149(4):847–859. [PMC free article] [PubMed] [Google Scholar]81. Ohnishi Y., Totoki Y., Toyoda A., Watanabe T., Yamamoto Y., Tokunaga K. Active role of small non-coding RNAs derived from SINE/B1 retrotransposon during early mouse development. Mol. Biol. Rep. 2012;39(2):903–909. [PubMed] [Google Scholar]82. Aravin A., Gaidatzis D., Pfeffer S., Lagos-Quintana M., Landgraf P., Iovino N. A novel class of small RNAs bind to MILI protein in mouse testes. Nature. 2006;442(7099):203–207. [PubMed] [Google Scholar]83. Girard A., Sachidanandam R., Hannon G.J., Carmell M.A. A germline-specific class of small RNAs binds mammalian Piwi proteins. Nature. 2006;442(7099):199–202. [PubMed] [Google Scholar]84. Iwasaki Y.W., Siomi M.C., Siomi H. PIWI-interacting RNA: its biogenesis and functions. Annu. Rev. Biochem. 2015;84:405–433. [PubMed] [Google Scholar]85. Parker J.S., Roe S.M., Barford D. Crystal structure of a PIWI protein suggests mechanisms for siRNA recognition and slicer activity. EMBO J. 2004;23(24):4727–4737. [PMC free article] [PubMed] [Google Scholar]86. Kuramochi-Miyagawa S., Kimura T., Ijiri T.W., Isobe T., Asada N., Fujita Y. Mili, a mammalian member of piwi family gene, is essential for spermatogenesis. Development. 2004;131(4):839–849. [PubMed] [Google Scholar]87. Aravin A.A., Sachidanandam R., Girard A., Fejes-Toth K., Hannon G.J. Developmentally regulated piRNA clusters implicate MILI in transposon control. Science. 2007;316(5825):744–747. [PubMed] [Google Scholar]88. Kuramochi-Miyagawa S., Watanabe T., Gotoh K., Totoki Y., Toyoda A., Ikawa M. DNA methylation of retrotransposon genes is regulated by Piwi family members MILI and MIWI2 in murine fetal testes. Genes Dev. 2008;22(7):908–917. [PMC free article] [PubMed] [Google Scholar]89. Aravin A.A., Sachidanandam R., Bourc'his D., Schaefer C., Pezic D., Toth K.F. A piRNA pathway primed by individual transposons is linked to de novo DNA methylation in mice. Mol. Cell. 2008;31(6):785–799. [PMC free article] [PubMed] [Google Scholar]90. Brennecke J., Aravin A.A., Stark A., Dus M., Kellis M., Sachidanandam R. Discrete small RNA-generating loci as master regulators of transposon activity in Drosophila. Cell. 2007;128(6):1089–1103. [PubMed] [Google Scholar]91. Prud'homme N., Gans M., Masson M., Terzian C., Bucheton A. Flamenco, a gene controlling the gypsy retrovirus of Drosophila melanogaster. Genetics. 1995;139(2):697–711. [PMC free article] [PubMed] [Google Scholar]92. Sienski G., Donertas D., Brennecke J. Transcriptional silencing of transposons by Piwi and maelstrom and its impact on chromatin state and gene expression. Cell. 2012;151(5):964–980. [PMC free article] [PubMed] [Google Scholar]93. Malone C.D., Brennecke J., Dus M., Stark A., McCombie W.R., Sachidanandam R. Specialized piRNA pathways act in germline and somatic tissues of the Drosophila ovary. Cell. 2009;137(3):522–535. [PMC free article] [PubMed] [Google Scholar]94. Saito K., Inagaki S., Mituyama T., Kawamura Y., Ono Y., Sakota E. A regulatory circuit for piwi by the large Maf gene traffic jam in Drosophila. Nature. 2009;461(7268):1296–1299. [PubMed] [Google Scholar]95. Gunawardane L.S., Saito K., Nishida K.M., Miyoshi K., Kawamura Y., Nagami T. A slicer-mediated mechanism for repeat-associated siRNA 5′ end formation in Drosophila. Science. 2007;315(5818):1587–1590. [PubMed] [Google Scholar]96. Li C., Vagin V.V., Lee S., Xu J., Ma S., Xi H. Collapse of germline piRNAs in the absence of Argonaute3 reveals somatic piRNAs in flies. Cell. 2009;137(3):509–521. [PMC free article] [PubMed] [Google Scholar]97. Brennecke J., Malone C.D., Aravin A.A., Sachidanandam R., Stark A., Hannon G.J. An epigenetic role for maternally inherited piRNAs in transposon silencing. Science. 2008;322(5906):1387–1392. [PMC free article] [PubMed] [Google Scholar]98. Reuter M., Berninger P., Chuma S., Shah H., Hosokawa M., Funaya C. Miwi catalysis is required for piRNA amplification-independent LINE1 transposon silencing. Nature. 2011;480(7376):264–267. [PubMed] [Google Scholar]99. De Fazio S., Bartonicek N., Di Giacomo M., Abreu-Goodger C., Sankar A., Funaya C. The endonuclease activity of Mili fuels piRNA amplification that silences LINE1 elements. Nature. 2011;480(7376):259–263. [PubMed] [Google Scholar]100. Bowie A.G., Unterholzner L. Viral evasion and subversion of pattern-recognition receptor signalling. Nat. Rev. Immunol. 2008;8(12):911–922. [PMC free article] [PubMed] [Google Scholar]101. Cooper D.A., Banerjee S., Chakrabarti A., Garcia-Sastre A., Hesselberth J.R., Silverman R.H. RNase L targets distinct sites in influenza A virus RNAs. J. Virol. 2015;89(5):2764–2776. [PMC free article] [PubMed] [Google Scholar]102. Qian L., Zuo Y., Deng W., Miao Y., Liu J., Yuan Y. MCPIP1 is a positive regulator of type I interferons antiviral activity. Biochem. Biophys. Res. Commun. 2018;498(4):891–897. [PubMed] [Google Scholar]103. Zhou A., Paranjape J.M., Hassel B.A., Nie H., Shah S., Galinski B. Impact of RNase L overexpression on viral and cellular growth and death. J. Interferon Cytokine Res. 1998;18(11):953–961. [PubMed] [Google Scholar]104. Wreschner D.H., McCauley J.W., Skehel J.J., Kerr I.M. Interferon action--sequence specificity of the ppp(A2′p)nA-dependent ribonuclease. Nature. 1981;289(5796):414–417. [PubMed] [Google Scholar]105. Cooper D.A., Jha B.K., Silverman R.H., Hesselberth J.R., Barton D.J. Ribonuclease L and metal-ion-independent endoribonuclease cleavage sites in host and viral RNAs. Nucleic Acids Res. 2014;42(8):5202–5216. [PMC free article] [PubMed] [Google Scholar]106. Li M., Cao W., Liu H., Zhang W., Liu X., Cai Z. MCPIP1 down-regulates IL-2 expression through an ARE-independent pathway. PLoS One. 2012;7(11) [PMC free article] [PubMed] [Google Scholar]107. Garg A.V., Amatya N., Chen K., Cruz J.A., Grover P., Whibley N. MCPIP1 endoribonuclease activity negatively regulates interleukin-17-mediated signaling and inflammation. Immunity. 2015;43(3):475–487. [PMC free article] [PubMed] [Google Scholar]108. Mino T., Murakawa Y., Fukao A., Vandenbon A., Wessels H.H., Ori D. Regnase-1 and roquin regulate a common element in inflammatory mRNAs by spatiotemporally distinct mechanisms. Cell. 2015;161(5):1058–1073. [PubMed] [Google Scholar]109. Liu S., Qiu C., Miao R., Zhou J., Lee A., Liu B. MCPIP1 restricts HIV infection and is rapidly degraded in activated CD4+ T cells. Proc. Natl. Acad. Sci. U. S. A. 2013;110(47):19083–19088. [PMC free article] [PubMed] [Google Scholar]110. Lin R.J., Chu J.S., Chien H.L., Tseng C.H., Ko P.C., Mei Y.Y. MCPIP1 suppresses hepatitis C virus replication and negatively regulates virus-induced proinflammatory cytokine responses. J. Immunol. 2014;193(8):4159–4168. [PubMed] [Google Scholar]111. Aguado L.C., Schmid S., May J., Sabin L.R., Panis M., Blanco-Melo D. RNase III nucleases from diverse kingdoms serve as antiviral effectors. Nature. 2017;547(7661):114–117. [PMC free article] [PubMed] [Google Scholar]112. Shapiro J.S., Schmid S., Aguado L.C., Sabin L.R., Yasunaga A., Shim J.V. Drosha as an interferon-independent antiviral factor. Proc. Natl. Acad. Sci. U. S. A. 2014;111(19):7108–7113. [PMC free article] [PubMed] [Google Scholar]113. Wagschal A., Rousset E., Basavarajaiah P., Contreras X., Harwig A., Laurent-Chabalier S. Microprocessor, Setx, Xrn2, and Rrp6 co-operate to induce premature termination of transcription by RNAPII. Cell. 2012;150(6):1147–1157. [PMC free article] [PubMed] [Google Scholar]114. Klase Z., Kale P., Winograd R., Gupta M.V., Heydarian M., Berro R. HIV-1 TAR element is processed by Dicer to yield a viral micro-RNA involved in chromatin remodeling of the viral LTR. BMC Mol. Biol. 2007;8:63. [PMC free article] [PubMed] [Google Scholar]115. Abend J.R., Uldrick T., Ziegelbauer J.M. Regulation of tumor necrosis factor-like weak inducer of apoptosis receptor protein (TWEAKR) expression by Kaposi's sarcoma-associated herpesvirus microRNA prevents TWEAK-induced apoptosis and inflammatory cytokine expression. J. Virol. 2010;84(23):12139–12151. [PMC free article] [PubMed] [Google Scholar]116. Gottwein E., Corcoran D.L., Mukherjee N., Skalsky R.L., Hafner M., Nusbaum J.D. Viral microRNA targetome of KSHV-infected primary effusion lymphoma cell lines. Cell Host Microbe. 2011;10(5):515–526. [PMC free article] [PubMed] [Google Scholar]117. Happel C., Ramalingam D., Ziegelbauer J.M. Virus-Mediated Alterations in miRNA Factors and Degradation of Viral miRNAs by MCPIP1. PLoS Biol. 2016;14(11) [PMC free article] [PubMed] [Google Scholar]118. Reguera J., Gerlach P., Rosenthal M., Gaudon S., Coscia F., Gunther S. Comparative Structural and Functional Analysis of Bunyavirus and Arenavirus Cap-Snatching Endonucleases. PLoS Pathog. 2016;12(6) [PMC free article] [PubMed] [Google Scholar]119. Rothenberger S., Torriani G., Johansson M.U., Kunz S., Engler O. Conserved endonuclease function of hantavirus L polymerase. Viruses. 2016;8(5) [PMC free article] [PubMed] [Google Scholar]120. Mir M.A., Duran W.A., Hjelle B.L., Ye C., Panganiban A.T. Storage of cellular 5′ mRNA caps in P bodies for viral cap-snatching. Proc. Natl. Acad. Sci. U. S. A. 2008;105(49):19294–19299. [PMC free article] [PubMed] [Google Scholar]121. Lee H., Patschull A.O.M., Bagneris C., Ryan H., Sanderson C.M., Ebrahimi B. KSHV SOX mediated host shutoff: the molecular mechanism underlying mRNA transcript processing. Nucleic Acids Res. 2017;45(8):4756–4767. [PMC free article] [PubMed] [Google Scholar]122. Huang C., Lokugamage K.G., Rozovics J.M., Narayanan K., Semler B.L., Makino S. SARS coronavirus nsp1 protein induces template-dependent endonucleolytic cleavage of mRNAs: viral mRNAs are resistant to nsp1-induced RNA cleavage. PLoS Pathog. 2011;7(12) [PMC free article] [PubMed] [Google Scholar]123. Kamitani W., Huang C., Narayanan K., Lokugamage K.G., Makino S. A two-pronged strategy to suppress host protein synthesis by SARS coronavirus Nsp1 protein. Nat. Struct. Mol. Biol. 2009;16(11):1134–1140. [PMC free article] [PubMed] [Google Scholar]124. Feng P., Everly D.N., Jr., Read G.S. mRNA decay during herpes simplex virus (HSV) infections: protein-protein interactions involving the HSV virion host shutoff protein and translation factors eIF4H and eIF4A. J. Virol. 2005;79(15):9651–9664. [PMC free article] [PubMed] [Google Scholar]125. Page H.G., Read G.S. The virion host shutoff endonuclease (UL41) of herpes simplex virus interacts with the cellular cap-binding complex eIF4F. J. Virol. 2010;84(13):6886–6890. [PMC free article] [PubMed] [Google Scholar]"}