{"title": "Phase Separation and Transcription Regulation: Are Super-Enhancers and Locus Control Regions Primary Sites of Transcription Complex Assembly?", "pubDate": "2019", "PMCID": "PMC6484441", "DOI": "10.1002/bies.201800164", "PMID": "30500078", "abstract": "It is proposed that the multiple enhancer elements associated with locus control regions and super-enhancers recruit RNA polymerase II and efficiently assemble elongation competent transcription complexes that are transferred to target genes by transcription termination and transient looping mechanisms. It is well established that transcription complexes are recruited not only to promoters but also to enhancers, where they generate enhancer RNAs. Transcription at enhancers is unstable and frequently aborted. Furthermore, the Integrator and WD-domain containing protein 82 mediate transcription termination at enhancers. Abortion and termination of transcription at the multiple enhancers of locus control regions and super-enhancers provide a large pool of elongation competent transcription complexes. These are efficiently captured by strong basal promoter elements at target genes during transient looping interactions.", "author": [{"author": "Aishwarya Gurumurthy", "affiliation": ["Department of Biochemistry and Molecular Biology, College of Medicine, UF Health Cancer Center, Genetics Institute, Powell Gene Therapy Center, University of Florida, Gainesville, FL 32610, USA."], "href": "/?term=Gurumurthy+A&cauthor_id=30500078"}, {"author": "Yong Shen", "affiliation": ["Department of Biochemistry and Molecular Biology, College of Medicine, UF Health Cancer Center, Genetics Institute, Powell Gene Therapy Center, University of Florida, Gainesville, FL 32610, USA."], "href": "/?term=Shen+Y&cauthor_id=30500078"}, {"author": "Eliot M Gunn", "affiliation": ["Department of Biochemistry and Molecular Biology, College of Medicine, UF Health Cancer Center, Genetics Institute, Powell Gene Therapy Center, University of Florida, Gainesville, FL 32610, USA."], "href": "/?term=Gunn+EM&cauthor_id=30500078"}, {"author": "Jörg Bungert", "affiliation": ["Department of Biochemistry and Molecular Biology, College of Medicine, UF Health Cancer Center, Genetics Institute, Powell Gene Therapy Center, University of Florida, Gainesville, FL 32610, USA."], "href": "/?term=Bungert+J&cauthor_id=30500078"}], "refPMID": [], "citedInPMID": ["30500078", "34382181", "34357401", "34238359", "34208174", "33997539", "33836078", "33778492", "33476375", "33318687", "33203115", "33049031", "32790717", "32338276", "31615334", "31289032"], "body": " AbstractWe propose that the multiple enhancer elements associated with locus\ncontrol regions and super-enhancers recruit RNA polymerase II and efficiently\nassemble elongation competent transcription complexes that are transferred to\ntarget genes by transcription termination and transient looping mechanisms. It\nis well established that transcription complexes are recruited not only to\npromoters but also to enhancers, where they generate enhancer RNAs. Recently, it\nwas shown that transcription at enhancers is unstable and frequently aborted.\nFurthermore, the Integrator and WD-domain containing protein 82 were shown to\nmediate transcription termination at enhancers. Abortion and termination of\ntranscription at the multiple enhancers of locus control regions and\nsuper-enhancers provides a large pool of elongation competent transcription\ncomplexes. These are efficiently captured by strong basal promoter elements at\ntarget genes during transient looping interactions.Keywords: Mediator, phase separation, RNA polymerase II, super-enhancer, transcription regulation Graphical AbstractSuper-enhancers and locus control regions recruit Mediator and RNA\nPolymerase II transcription complexes, which form phase separated domains. We\npropose that transcription abortion and termination at the super-enhancers\nprovides a large pool of transcription competent Pol II that is efficiently\ncaptured by strong basal promoter elements at the target genes. 1. IntroductionRNA polymerase II (Pol II) is efficiently recruited to individual enhancer\nelements of locus control regions (LCRs) and super-enhancers (SEs), and initiates\nbi-directional transcription. The high concentration of transcription factors,\nMediator, and other co-activators at LCRs and SEs establish an environment for the\nefficient assembly of transcription complexes. The essence of our hypothesis is that\ntranscription termination and abortion releases elongation competent transcription\ncomplexes from LCRs and SEs, which are then transferred to high-affinity basal\npromoters at target genes (Figure 1). Important\naspects of this hypothesis are introduced in the following sections, and we end this\nessay with a more detailed description of the Pol II transfer model using the human\nβ-globin gene locus as an example.Open in a separate windowFigure 1:RNA polymerase II transfer model.Depicted are steps involved in the recruitment of Pol II to SEs,\nassembly into elongation competent transcription complexes, transcription\ninitiation and elongation, abortion and termination, and transfer to target\ngenes. Transcription factors recruit Mediator and other co-regulators to SEs.\nMediator recruits Pol II and assembles a fraction into elongation competent\ntranscription complexes. Transcription is initiated by phosphorylation of the\nCTD. Early abortion and transcription termination conferred by Integrator\nreleases Pol II, which is dephosphorylated and transferred to target gene\npromoters.1.1. Enhancers and Promoters recruit transcription complexes and initiate\ntranscriptionPromoters are defined as DNA elements that recruit transcription\ncomplexes for the synthesis of coding and non-coding RNA [1,2].\nEnhancers are defined as DNA elements that positively regulate transcription at\npromoters over long distances in a position- and orientation-independent manner\n[1,2]. However, high-throughput RNA- and\nChIP-sequencing studies revealed that many enhancers recruit Pol II and initiate\ntranscription of enhancer RNA (eRNA), thus blurring the functional distinction\nbetween enhancers and promoters [3–6].\nEnhancers and promoters contain multiple binding sites for transcription factors\nthat are either ubiquitously expressed or restricted in expression to specific\ncell types, developmental stages, or other stimuli [7]. The transcription factors bind to\npromoters and enhancers and establish regions of open chromatin, which are\ndetected as heightened sensitivity to DNase I and referred to as hypersensitive\nsites (HSs) [8]. Enhancer and\npromoter associated HSs are nucleosome-free or are associated with unstable\nnucleosomes containing histone variants [1,2,7–9]. Nucleosomes flanking enhancers are characterized by the\npresence of specific histone marks, including mono-methylation at H3K4 (H3K4me)\nand acetylation at H3K27 (H3K27ac) [9]. The nucleosomes at active promoters contain elevated\nlevels of tri-methylated H3K4 (H3K4me3), which are also found at highly\ntranscribed enhancers [10].Transcription at most, but not all, enhancers proceeds in both directions\n[3,11,12]. Bi-directional transcription also occurs at promoters but\nit is not as common as at enhancers [13]. Several new studies point to differences in promoter\nand enhancer associated transcription. Enhancer transcription produces\nrelatively short noncoding RNA and is terminated by Integrator and/or the\nWD-domain containing protein 82 (WDR82), a component of the Set1A/Set1B histone\nH3K4 methyltransferase complex that is recruited to transcription start sites\n(TSSs) by phosphorylated Pol II [14,15].\nFurthermore, transcription at enhancers is unstable and often leads to abortion\nof elongation [16,17]. In contrast, transcription initiation\nat most Pol II promoters is stable and produces long mRNAs. These are\ninteresting observations indicating that the mechanisms conferring transcription\ninitiation, elongation, and termination are different at enhancers and\npromoters.Topological studies revealed that enhancers come in close proximity to\ntarget gene promoters during transcription activation [18–20]. In fact, forced looping between an enhancer and a\npromoter led to transcription activation [21]. According to current gene activation models, the\nMediator complex, a transcriptional coactivator, forms a physical bridge between\ndistant regulatory regions and promoters, thereby promoting looping [22]. Transcription of at least a\nsubset of genes regulated by enhancers occurs in bursts indicating a\ndiscontinuous process of transcription complex recruitment, assembly, and/or\nconversion to elongation competent forms [23–25]. The\nbursting phenomenon suggests that enhancer/promoter contacts may be transient\nand infrequent. Indeed, recent high resolution imaging experiments provide\nevidence for transient encounters between enhancers and promoters [26]. The duration of these\ncontacts may vary depending on the number of interacting molecules.1.2. LCRs and SEs are centers of efficient Pol II recruitment and transcription\ncomplex assemblyLCRs are powerful, composite DNA-regulatory elements containing several\nHSs that function together to mediate high-level expression of target genes\n[27,28]. LCRs usually regulate multiple genes\nthat are differentially expressed during development or cell-type specification.\nTransgenic studies have shown that LCRs activate transcription in a\nposition-independent and copy-number dependent manner [27–29]. The LCRs associated with the human and murine\nβ-globin gene loci have been intensively studied over the last 30 years.\nThe β-globin LCR contains multiple HSs that confer extremely high\nexpression levels to the linked globin genes during development [27,28,30,31]. Studies using transgenic mice\ndemonstrated that deletion of individual HSs often resulted in a large but\nvariable reduction in globin gene expression, suggesting that the HSs function\nsynergistically [32–34]. This illustrates that a full\ncomplement of HSs is critical for globin activation at ectopic sites, which is\nsignificant with respect to using LCRs in gene therapy settings. In contrast,\ndeletions of HS elements from the endogenous mouse globin gene locus revealed\nthat they function additively [35,36]. The results\nfrom the transgenic studies suggested that the individual LCR HSs interact to\nform a large complex that contacts the globin gene promoters. Recent studies\nthat examined the topology of the murine β-globin gene locus at single\nallele resolution also revealed interactions between the LCR HSs [37]. Thus, the β-globin\nLCR forms a large holocomplex, in which each HS element contributes more or less\nequally to LCR function in the native chromosomal environment [32,35–37].Transcription originating from β-globin LCR HS2 was reported as\nearly as 1992 by the Tuan laboratory [38]. Subsequent studies have shown that all\nβ-globin LCR HSs recruit Pol II and exhibit promoter activity [39–41]. We previously proposed that the\nβ-globin LCR serves as the primary site of transcription complex\nrecruitment, and that transcription at the LCR HSs helps to maintain an\naccessible chromatin configuration during early stages of erythroid\ndifferentiation [42,43]. We further proposed that at later\ndifferentiation stages, transcription complexes are transferred from the LCR to\nthe globin genes [42].SEs are extended chromosomal regions, much longer than traditional\nenhancers, that are characterized by high accessibility (ATAC-seq or DNase I\nHSs) as well as by association with histone marks typical for enhancers,\nincluding H3K4me1 and H3K27ac [44–46]. It\nwas shown that some SEs are organized like LCRs in that they contain several HSs\nthat function together to mediate high level target gene activation [47,48]. It is not clear at this point whether there is a\nfunctional distinction between LCRs and SEs. As mentioned before, LCRs have been\nshown to confer position-independent expression [29], an activity that, as far as we know,\nhas not been demonstrated for SEs. Like LCR associated HSs, SEs are bound by\nmultiple transcription factors, recruit Pol II, and generate eRNAs. In fact,\nextremely high levels of Mediator, a large co-regulator complex, and Pol II, are\nfound at SEs [45,46,49]. SEs are associated with highly expressed genes that play\nimportant roles in cell-identity during differentiation and development\n[44]. Recent evidence\nsuggests that at least a subset of SEs is hierarchically organized with hub and\nnon-hub enhancers [47].\nHub-enhancers associate with CTCF and cohesin and are involved in organizing\nother enhancer elements within SEs for optimal activity. This is true for the\nwhey-acidic protein (WAP) SE in mammary glands [48], in which a distal enhancer is\nparticularly critical for orchestrating SE activity, whereas the other HSs\nfunctionally contribute to the combined activating potential of the SE.1.3. Mediator and the Pol II C-terminal domain (CTD) form phase separated\ncondensates at SEs and LCRs1.3.1.  Mediator recruits the unphosphorylated form of Pol II to SEs and\nLCRs Mediator is a large protein complex that functions as a co-regulator\nfor Pol II [50]. It\nconsists of tail, middle, head, and kinase domains that undergo\nconformational changes during transcriptional activation [51]. Mediator primarily\nassociates with long-distance regulatory DNA elements, including enhancers\nand SEs [49,52]. Studies in yeast also demonstrated\nthat Mediator primarily interacts with upstream activating sequences\n[53] and was only\nfound at core promoters in cells in which Pol II activity was inhibited\n[53,54].The function of Mediator is not completely understood, but it is\ninvolved in the recruitment and assembly of elongation competent Pol II\ntranscription complexes [50]. Thus, while TFIID and other basal transcription\nfactors recruit Pol II to promoters, which are characterized by the presence\nof consensus basal promoter elements (e.g. TATA, initiator, INR, and\ndownstream promoter element, DPE), the Mediator may be the primary protein\ncomplex that governs recruitment and transcription initiation at enhancers.\nMediator functionally links transcription factors with components of the\nbasal Pol II transcription machinery [50]. Mediator interacts with the Pol II CTD as well as\nwith basal transcription factors (e.g. TFIID, TFIIB, and TFIIH) and\nelongation factors (e.g. TFIIS) [50], and regulates enhancer/promoter contacts.\nMediator regulated interactions between enhancers and promoters as well as\nthe association of Mediator with components of the preinitiation complex\n(PIC) are transient [55].\nFurthermore, for at least a subset of gene loci Mediator recruits a poised\nPol II transcription complex that lacks Kin28, a subunit of TFIIH\nresponsible for the phosphorylation of serine-5 of the CTD [56].1.3.2.  The Pol II CTD is phosphorylated during transcription and\ndephosphorylated after release from SEs and LCRs. The CTD is a long, relatively unstructured scaffold of the largest\nPol II subunit [57]. It\nconsists of the heptad\nTyr1Ser2Pro3Thr4Ser5Pro6Ser7,\na motif repeated more than 50 times in humans. All the residues of the\nheptad except for the prolines are subject to phosphorylation.\nSer2 and Ser5 phosphorylation has been extensively\nstudied and shown to play important roles in the transcription cycle\n[57]. The\nunphosphorylated form of Pol II is recruited to promoters and interacts with\nMediator and TFIID [50,58]. Transcription initiation\nis accompanied by Ser5 phosphorylation, which is carried out by\nthe Kin28/CDK7 subunit of basal transcription factor TFIIH [59]. Ser5\nphosphorylation contributes to the release of Pol II from the transcription\nstart site (TSS) by disrupting interactions with the Mediator and provides a\nrecognition motif for the recruitment of the negative transcription\nelongation factors DSIF (DRB sensitivity inhibitory factor) and NELF\n(negative elongation factor) [60]. These two proteins temporarily halt transcription to\nallow capping of the 5’end of the mRNA. Shortly thereafter, pTEFB\n(transcription elongation factor B) phosphorylates DSIF and Ser2\nleading to the dissociation of NELF and the conversion of DSIF into a\npositive transcription elongation factor [60]. During transcription elongation\nthere is increased phosphorylation of Ser2, which attracts mRNA\nprocessing activities, and decreased phosphorylation of Ser5\n[57].There are several phosphatases capable of removing phosphates from\nthe CTD [61]. RNA\nPolymerase Associated Protein 2 (RPAP2), the human homologue of yeast Rtr1,\nis a Ser5 phosphatase that appears to play a role during the\ntransition from transcription initiation to elongation [61]. There is an interesting connection\nbetween RPAP2 and SEs. A recent study found that depletion of the RNA\nPolymerase Associated Protein 1 (RPAP1) caused a reduction of total Pol II\nand Ser5 phosphorylation mainly at SE regulated genes [62]. RPAP1 is required for\nthe interaction between Mediator and Pol II and for the recruitment of\nRPAP2. Because Mediator is found primarily at enhancers and prominently at\nSEs it is reasonable to speculate that RPAP1 and RPAP2 regulate the\nphosphorylation status of Pol II during early transcription initiation and\nperhaps after transcription abortion and termination at SEs and LCRs.1.3.3.  Phase separation at LCRs and SEs facilitates assembly of elongation\ncompetent transcription complexes. Recent studies demonstrate that high concentrations of Pol II CTD\nand Mediator, through multivalent interactions, form condensates leading to\nthe formation of liquid droplets, a process referred to as phase separation\n[49,63–66]. Formation of liquid droplets is mediated by\nintrinsically disordered low complexity sequence domains (LCDs) present in\nthe Pol II CTD and in the Mediator subunit Brd4 [49,65]. Phase separation has been observed at SEs, a feature\nthat is likely due to high levels of Pol II and Mediator recruited to these\ncomplex DNA-regulatory elements [49,64]. Cho\net al. demonstrated that SE target genes associate with\nthe condensates during activation of transcription [64]. Formation of Mediator and Pol II\naggregates (condensates) is inhibited in cells exposed to 1,6-hexanediol or\nto an inhibitor of the Mediator subunit Brd4 [49,64]. Inhibition of phase separation/condensation reduced\nthe levels of Pol II and Mediator at the SEs and diminished transcription of\ntarget genes. Interestingly, Boehning et al., [66] showed that phase\nseparation occurred only with the unphosphorylated form of Pol II and that\nphosphorylation of the CTD releases Pol II and allows transcription\nelongation at target genes. This is consistent with previous studies\ndemonstrating that unphosphorylated Pol II interacts with LCDs and that this\ninteraction is disrupted by CTD phosphorylation [67]. These data support a previously\npublished model suggesting that phase separation is an important part of SE\nmediated gene regulation [68]. 2. Hypothesis2.1. Elongation competent Pol II transcription complexes are assembled at LCRs and\nSEs and transferred to high affinity target promoters during transient looping\ninteractionsWe propose that the multiple HSs associated with LCRs and SEs\nefficiently recruit Pol II and other components of the transcription complex,\nwhich are then transferred to high affinity target promoters during transient\nlooping interactions. Efficient recruitment of Pol II and assembly of\ntranscription complexes is the result of two factors: high fractional\naccessibility at the HSs; and a large number of transcription factors and\nMediator that bind to these sites and contact components of the Pol II\ntranscription machinery. The high local concentration of transcription factors\nand co-regulators at LCRs and SEs provides an optimal environment for the\nassembly of elongation competent Pol II [49,68].\nTranscription initiation within LCR or SE associated HSs occurs bi-directionally\nand due to instability leads to frequent abortion and release of elongation\ncompetent Pol II transcription complexes [11,16]. The initial\ntranscribing complexes may not be phosphorylated at Ser5 because\nMediator may recruit a Kin28 deficient TFIIH sub-complex [56]. However, Ser5 that is\nphosphorylated during initiation and early elongation steps would be\ndephosphorylated by RPAP2, which is recruited to SEs by Mediator and RPAP1\n[62]. We propose that\ndephosphorylated but otherwise complete elongation competent transcription\ncomplexes are transferred to target promoters during transient looping\ninteractions. Assembly and transfer of transcription complexes is facilitated by\nphase separation, which contributes to concentrating all activities at SEs and\nLCRs and may also facilitate the recruitment of target genes to the phase\nseparated domains [66].\nBecause of the multiple HSs associated with SEs and LCRs, the transient\ninteractions allow a large number of elongation competent transcription\ncomplexes to be transferred to the strong basal promoter elements (TATA, INR,\nand DPE) at the target genes, which is consistent with the bursting phenomenon\n[23–25]. It is notable that target genes of\nMediator, and consequently of SEs, contain consensus TATA motifs [69,70]. It is interesting to note that the\npresence of strong basal promoter elements, especially the TATA box, increases\nthe transcription burst size, while Mediator levels determine bursting\nfrequencies [71–73].An additional source of elongation competent Pol II may be provided by\ntermination of eRNA transcription mediated by Integrator and other protein\ncomplexes [14,15]. The Integrator plays a role in\n3’ end cleavage of eRNA transcripts thereby leading to termination of\ntranscription and release of mature eRNA, Pol II, and Integrator complex\n[14]. The\ntranscription complexes released by Integrator are characterized by the presence\nof phosphorylated Ser7 and Ser2, which have to be\ndephosphorylated before transfer to the genes [74]. It is possible that transcription\ntermination of eRNAs by Integrator may prevent formation of long potentially\nharmful non-coding transcripts. Alternatively, the eRNAs that are released\nduring transcription termination may play a role in the activation of the target\ngenes. For example, the eRNAs could participate in phase separation proposed to\nbe important for enhancer mediated transcription activation [68].The prevailing model of LCR and SE function is that the distal\nregulatory elements recruit Mediator and other co-regulators, which either\nfacilitate assembly of Pol II transcription complexes at target promoters and/or\npromote transcription elongation (“bridging or kissing” models)\n[64,75]. The recent data on phase separation\nappear to be consistent with this model. For example, Sabari et\nal. [49] found\nthat inhibition of phase separation by 1,6-hexanediol led to a reduction of Pol\nII occupancy at the coding region of an SE target gene but not at the promoter.\nThis is consistent with previous studies on the murine β-globin LCR\nshowing that deletion of the LCR results in defects in transcription elongation\n[76]. However, we\nwould argue that the data on Mediator and Pol II condensation are also\nconsistent with a Pol II transfer model. In the absence of SE associated phase\nseparation or after deletion of an LCR, the formation of elongation competent\ntranscription complexes at the target promoters is likely very inefficient due\nto low concentration of the activities required for assembly. Slow assembly of\nelongation competent transcription complexes accumulates Pol II at the\npromoters. Elongation competent transcription complexes are efficiently\nassembled at LCRs and at SEs due to the high concentration of co-activators and\nPol II. In contrast to the “bridging/kissing” model, the Pol II\ntransfer model takes into account the fact that SEs and LCRs recruit high levels\nof Pol II. Especially the data from Boehning et al. suggest\nthat SEs recruit and assemble unphosphorylated Pol II [66]. Transcription associated\nphosphorylation dissociates Pol II from the phase separated domain at SEs and\nallow recruitment to target gene promoters during transient looping\ninteractions. This scenario is consistent with observations showing that\nMediator recruits Kin28/CDK7 deficient TFIIH and unphosphorylated Pol II\n[56]. The published\ndata suggest that there are three different forms of Pol II at SEs that are\navailable for transfer to target gene promoters: unphosphorylated Pol II\nrecruited by Mediator [66],\nSer5 phosphorylated Pol II released during early abortion of\ntranscription [16], and\nSer2 phosphorylated Pol II released by Integrator [14]. As mentioned before, the\nphosphorylated forms will likely have to be dephosphorylated before they are\nrecruited to target gene promoters.2.1.1.  The human β-globin LCR serves as a center for transcription\ncomplex assembly The Pol II transfer model is summarized in Figure 2 using the human β-globin gene\nlocus as an example. This complex gene locus consists of five genes that are\nexpressed in a developmental stage specific manner [77]. The adult β-globin gene is\nexpressed at extremely high levels in erythroid cells differentiating from\nstem cells in the bone marrow.\nThe five genes are regulated by an LCR that harbors five HSs [30,31]. Pol II is recruited to all of the LCR HSs and\ninitiates transcription of eRNA [38–41].\nWe propose that transcription complexes are efficiently recruited and\nassembled at the LCR HSs in the context of phase separated domains. Most of\nthe recruited and assembled Pol II may be unphosphorylated and\nphosphorylation takes place after transfer to the globin gene promoters.\nPhosphorylated Pol II, especially Pol II released by integrator, will be\nde-phosphorylated before transfer to the globin gene promoter.Open in a separate windowFigure 2:LCR mediated activation of β-globin gene transcription in erythroid\ncells.The human β-globin gene locus contains five genes (ɛ,\nGγ, Aγ, δ, and β) that are regulated by an LCR\nconsisting of 5 HSs (numbered 1 to 5). In adult erythroid cells the LCR\ninteracts with the β-globin gene to mediate high level transcription. We\npropose that Pol II is recruited to the LCR HSs by Mediator, which together with\nPol II forms a phase separated domain optimal for transcription complex\nassembly. A fraction of the assembled transcription complexes initiate\nbidirectional transcription (small black arrows). Transcription abortion and\nIntegrator mediated termination releases a large pool of elongation competent\nPol II that is dephosphorylated by phosphatases and efficiently captured by\nbasal transcription factors, including TFIID, TFIIB, and TFIIA, which are stably\nbound at the TATA box and Initiator (INR) of the adult β-globin gene\npromoter. TFIIH and pTEFB mediated phosphorylation of serine 5 and serine 2\nresidues of the CTD, respectively, converts Pol II into a high fidelity\ntranscription elongation complex.The human β-globin LCR has been extensively studied and the\nproposed model of LCR/SE function is consistent with many of the data\naccumulated over the last 30 years since its discovery. For example, studies\nin the endogenous murine β-globin gene locus demonstrated that the\nLCR HSs function additively and this is explained by each HS providing an\nequal number of transcription complexes that are transferred to the genes\n[35,36]. Moreover, inhibition of\ntranscription elongation at the adult β-globin promoter led to\nincreased Pol II levels at the LCR [78]. Finally, Pol II transfer to the β-globin\npromoter has been recapitulated in vitro using immobilized\nLCR constructs [79,80]. The Groudine laboratory\ndemonstrated that there is a decrease in the recruitment of Pol II at the\nadult β-globin gene and an even more dramatic decrease in elongation\nactivity of recruited transcription complexes in the absence of the murine\nβ-globin LCR [76].\nThis is consistent with our proposed model and suggests that elongation\ncompetent Pol II transcription complexes are more efficiently assembled and\nprimed at the LCR HSs, which may represent an erythroid-specific\ntranscription factory [81,82]. Furthermore, the\nGrosveld laboratory demonstrated that transcription complexes associate with\ngenes in the context of transcription factories and that transcription\nelongation occurs away from these factories [83]. This is consistent with\ntranscription complex recruitment at SEs and LCRs, transient contact with\nthe target genes, transfer of Pol II to the promoters, and transcription of\nthe genes proceeding away from the phase separated domains [66,83,84].\nMoreover, the observation that enhancer mediated target gene transcription\noccurs in bursts is consistent with transient enhancer/promoter interactions\nduring which elongation competent Pol II is transferred to the genes\n[23,24]. 3. Conclusion and OutlookAccumulating evidence suggests that SEs and LCRs efficiently recruit and\nassemble elongation competent transcription complexes. We propose that abortion and\ntermination of transcription at SEs/LCRs releases a large pool of transcription\ncomplexes that are efficiently captured by strong basal promoter elements at target\ngene promoters during transient interactions. The Pol II transfer model may also\napply to single enhancers that are transcribed and activate transcription by\ntransient looping interactions with target gene promoters. However, as mentioned\npreviously, enhancers may activate transcription by different mechanisms. For\nexample, enhancers located in close proximity to promoters are unlikely to function\nby the proposed Pol II transfer mechanism. In the future, it will be important to\ninvestigate in more detail the role of the Mediator and the Pol II CTD\nphosphorylation status at SEs and at promoters. Furthermore, it will be important to\ndesign additional experimental settings that will support or refute the Pol II\ntransfer model. For example, inhibiting transcription termination at SEs and LCRs\nshould reduce Pol II at target genes and accumulate it at the distal elements.\nLikewise, introducing mutations into basal promoter elements, particularly the TATA\nbox, at target genes should prevent transfer to the genes and should increase the\nlevels of Pol II at the SEs and LCRs. Another potential strategy to test the Pol II\ntransfer model is to express a fluorescently labeled Pol II in an inducible manner.\nIf combined with an inducible SE driven transcription system in which the SE and\ntarget gene are located far away from each other, Pol II could be tracked by\ncombining fluorescent microscopy and super-resolution DNA-FISH during the activation\nprocess [85]. AcknowledgementWe thank our colleagues in the laboratory for stimulating discussions and\nDrs. Rolf Renne, Michael Kilberg, and Thomas Yang (all at UF) for helpful comments\non the manuscript. This work was funded by the NIH (RO1DK52356 to J.B.). Abbreviations:ATAC-seqassay for transposase-accessible chromatin using sequencingChIPchromatin immunoprecipitationCTDC-terminal domainDSIFDRB-sensitive inhibitory factoreRNAenhancer RNAHShypersensitive siteINIinitiatorLCDlow complexity sequence domainLCRlocus control regionmRNAmessenger RNANELFnegative elongation factorPol IIRNA polymerase IIpTEFBtranscription elongation factor BRPAPRNA polymerase associated proteinSEsuper-enhancerTSStranscription start site FootnotesConflict of InterestThe authors declare no conflict of interest. 4. References[1] Vernimmen D, Bickmore WA, Trends Genet\n2015, 31, 696. [PubMed] [Google Scholar][2] Medina-Rivera A, Santiago-Algarra D, Puthier D, Spicuglia S, Trends Biochem Sci\n2018, 43, 452. [PubMed] [Google Scholar][3] Kim TK, Hemberg M, Gray JM, Costa AM, Bear DM, Wu J, Harmin DA, Laptewicz M, Barbara-Haley K, Kuersten S, Markenscoff-Papadimitriou E, Kuhl D, Bito H, Worley PF, Kreiman G, Greenberg ME, Nature\n2010, 465, 182. [PMC free article] [PubMed] [Google Scholar][4] De Santa F, Barozzi I, Mietton F, Ghisletti S, Polletti S, Tusi BK, Muller H, Ragoussis J, Wei CL, Natoli G, PLoS Biol\n2010, 8, e1000384. [PMC free article] [PubMed] [Google Scholar][5] Kim TK, Shiekhattar R, Cell\n2015, 162, 948. [PMC free article] [PubMed] [Google Scholar][6] Beagrie RA, Pombo A, Bioessays\n2016, 38, 881. [PubMed] [Google Scholar][7] Bulger M, Groudine M, Cell\n2011, 144, 327. [PMC free article] [PubMed] [Google Scholar][8] Felsenfeld G, Groudine M, Nature\n2003, 421, 448. [PubMed] [Google Scholar][9] Zentner GE, Scacheri PC, J Biol Chem\n2012, 287, 30888. [PMC free article] [PubMed] [Google Scholar][10] Yang W, Ernst P, Curr Opin Hematol\n2017, 24, 322. [PMC free article] [PubMed] [Google Scholar][11] Mikhaylichenko O, Bondarenko V, Harnett D, Schor IE, Males M, Viales RR, Furlong EEM, Genes Dev\n2018, 32, 42. [PMC free article] [PubMed] [Google Scholar][12] Andersson R, Refsing Andersen P, Valen E, Core LJ, Bornholdt J, Boyd M, Heick Jensen T, Sandelin A, Nat Commun\n2014, 5, 5336. [PubMed] [Google Scholar][13] Grzechnik P, Tan-Wong SM, Proudfoot NJ, Trends Biochem Sci\n2014, 39, 319. [PMC free article] [PubMed] [Google Scholar][14] Lai F, Gardini A, Zhang A, Shiekhattar R, Nature\n2015, 525, 399. [PMC free article] [PubMed] [Google Scholar][15] Austenaa LM, Barozzi I, Simonatto M, Masella S, Della Chiara G, Ghisletti S, Curina A, de Wit E, Bouwman BA, de Pretis S, Piccolo V, Termanini A, Prosperini E, Pelizzola M, de Laat W, Natoli G, Mol Cell\n2015, 60, 460. [PubMed] [Google Scholar][16] Henriques T, Scruggs BS, Inouye MO, Muse GW, Williams LH, Burkholder AB, Lavender CA, Fargo DC, Adelman K, Genes Dev\n2018, 32, 26. [PMC free article] [PubMed] [Google Scholar][17] Price DH, Proc Natl Acad Sci U S A\n2018, 115, 4810. [PMC free article] [PubMed] [Google Scholar][18] Palstra RJ, Tolhuis B, Splinter E, Nijmeijer R, Grosveld F, de Laat W, Nat Genet\n2003, 35, 190. [PubMed] [Google Scholar][19] Carter D, Chakalova L, Osborne CS, Dai YF, Fraser P, Nat Genet\n2002, 32, 623. [PubMed] [Google Scholar][20] Benabdallah NS, Bickmore WA, Cold Spring Harb Symp Quant Biol\n2015, 80, 45. [PubMed] [Google Scholar][21] Deng W, Lee J, Wang H, Miller J, Reik A, Gregory PD, Dean A, Blobel GA, Cell\n2012, 149, 1233. [PMC free article] [PubMed] [Google Scholar][22] Kagey MH, Newman JJ, Bilodeau S, Zhan Y, Orlando DA, van Berkum NL, Ebmeier CC, Goossens J, Rahl PB, Levine SS, Taatjes DJ, Dekker J, Young RA, Nature\n2010, 467, 430. [PMC free article] [PubMed] [Google Scholar][23] Fukaya T, Lim B, Levine M, Cell\n2016, 166, 358. [PMC free article] [PubMed] [Google Scholar][24] Lim B, Curr Opin Biotechnol\n2018, 52, 49. [PMC free article] [PubMed] [Google Scholar][25] Bartman CR, Hsu SC, Hsiung CC, Raj A, Blobel GA, Mol Cell\n2016, 62, 237. [PMC free article] [PubMed] [Google Scholar][26] Gu B, Swigut T, Spencley A, Bauer MR, Chung M, Meyer T, Wysocka J, Science\n2018, 359, 1050. [PMC free article] [PubMed] [Google Scholar][27] Engel JD, Tanimoto K, Cell\n2000, 100, 499. [PubMed] [Google Scholar][28] Li Q, Peterson KR, Fang X, Stamatoyannopoulos G, Blood\n2002, 100, 3077. [PMC free article] [PubMed] [Google Scholar][29] Grosveld F, van Assendelft GB, Greaves DR, Kollias G, Cell\n1987, 51, 975. [PubMed] [Google Scholar][30] Tuan D, Solomon W, Li Q, London IM, Proc Natl Acad Sci U S A\n1985, 82, 6384. [PMC free article] [PubMed] [Google Scholar][31] Forrester WC, Takegawa S, Papayannopoulou T, Stamatoyannopoulos G, Groudine M, Nucleic Acids Res\n1987, 15, 10159. [PMC free article] [PubMed] [Google Scholar][32] Bungert J, Davé U, Lim KC, Lieuw KH, Shavit JA, Liu Q, Engel JD, Genes Dev\n1995, 9, 3083. [PubMed] [Google Scholar][33] Milot E, Strouboulis J, Trimborn T, Wijgerde M, de Boer E, Langeveld A, Tan-Un K, Vergeer W, Yannoutsos N, Grosveld F, Fraser P, Cell\n1996, 87, 105. [PubMed] [Google Scholar][34] Navas PA, Peterson KR, Li Q, Skarpidi E, Rohde A, Shaw SE, Clegg CH, Asano H, Stamatoyannopoulos G, Mol Cell Biol\n1998, 18, 4188. [PMC free article] [PubMed] [Google Scholar][35] Bender MA, Ragoczy T, Lee J, Byron R, Telling A, Dean A, Groudine M, Blood\n2012, 119, 3820. [PMC free article] [PubMed] [Google Scholar][36] Hu X, Bulger M, Bender MA, Fields J, Groudine M, Fiering S, Blood\n2006, 107, 821. [PMC free article] [PubMed] [Google Scholar][37] Allahyar A, Vermeulen C, Bouwman BAM, Krijger PHL, Verstegen MJAM, Geeven G, van Kranenburg M, Pieterse M, Straver R, Haarhuis JHI, Jalink K, Teunissen H, Renkens IJ, Kloosterman WP, Rowland BD, de Wit E, de Ridder J, de Laat W, Nat Genet\n2018, 50, 1151. [PubMed] [Google Scholar][38] Tuan D, Kong S, Hu K, Proc Natl Acad Sci U S A\n1992, 89, 11219. [PMC free article] [PubMed] [Google Scholar][39] Leach KM, Nightingale K, Igarashi K, Levings PP, Engel JD, Becker PB, Bungert J, Mol Cell Biol\n2001, 21, 2629. [PMC free article] [PubMed] [Google Scholar][40] Johnson KD, Christensen HM, Zhao B, Bresnick EH, Mol Cell\n2001, 8, 465. [PubMed] [Google Scholar][41] Routledge SJ, Proudfoot NJ, J Mol Biol\n2002, 323, 601. [PubMed] [Google Scholar][42] Levings PP, Bungert J, Eur J Biochem\n2002, 269, 1589. [PubMed] [Google Scholar][43] Liang S, Moghimi B, Yang TP, Strouboulis J, Bungert J, J Cell Biochem\n2008, 105, 9. [PMC free article] [PubMed] [Google Scholar][44] Pott S, Lieb JD, Nat Genet\n2015, 47, 8. [PubMed] [Google Scholar][45] Hnisz D, Abraham BJ, Lee TI, Lau A, Saint-André V, Sigova AA, Hoke HA, Young RA, Cell\n2013, 155, 934. [PMC free article] [PubMed] [Google Scholar][46] Whyte WA, Orlando DA, Hnisz D, Abraham BJ, Lin CY, Kagey MH, Rahl PB, Lee TI, Young RA, Cell\n2013, 153, 307. [PMC free article] [PubMed] [Google Scholar][47] Huang J, Li K, Cai W, Liu X, Zhang Y, Orkin SH, Xu J, Yuan GC, Nat Commun\n2018, 9, 943. [PMC free article] [PubMed] [Google Scholar][48] Shin HY, Willi M, HyunYoo K, Zeng X, Wang C, Metser G, Hennighausen L, Nat Genet\n2016, 48, 904. [PMC free article] [PubMed] [Google Scholar][49] Sabari BR, Dall’Agnese A, Boija A, Klein IA, Coffey EL, Shrinivas K, Abraham BJ, Hannett NM, Zamudio AV, Manteiga JC, Li CH, Guo YE, Day DS, Schuijers J, Vasile E, Malik S, Hnisz D, Lee TI, Cisse II, Roeder RG, Sharp PA, Chakraborty AK, Young RA, Science\n2018, 361,\neaar3958. [PMC free article] [PubMed] [Google Scholar][50] Soutourina J, Nat Rev Mol Cell Biol\n2018, 19, 262. [PubMed] [Google Scholar][51] Nozawa K, Schneider TR, Cramer P, Nature\n2017, 545, 248. [PubMed] [Google Scholar][52] Kuras L, Borggrefe T, Kornberg RD, Proc Natl Acad Sci U S A\n2003, 100, 13887. [PMC free article] [PubMed] [Google Scholar][53] Jeronimo C, Langelier MF, Bataille AR, Pascal JM, Pugh BF, Robert F, Mol Cell\n2016, 64, 455. [PMC free article] [PubMed] [Google Scholar][54] Wong KH, Jin Y, Struhl K, Mol Cell\n2014, 54, 601. [PMC free article] [PubMed] [Google Scholar][55] Jeronimo C, Robert F, Nat Struct Mol Biol\n2014, 21, 449. [PMC free article] [PubMed] [Google Scholar][56] D’Urso A, Takahashi YH, Xiong B, Marone J, Coukos R, Randise-Hinchliff C, Wang JP, Shilatifard A, Brickner JH, Elife\n2016, 5. [Google Scholar][57] Zaborowska J, Egloff S, Murphy S, Nat Struct Mol Biol\n2016, 23, 771. [PubMed] [Google Scholar][58] Chesnut JD, Stephens JH, Dahmus ME, J Biol Chem\n1992, 267, 10500. [PubMed] [Google Scholar][59] Akoulitchev S, Mäkelä TP, Weinberg RA, Reinberg D, Nature\n1995, 377, 557. [PubMed] [Google Scholar][60] Yamaguchi Y, Shibata H, Handa H, Biochim Biophys Acta\n2013, 1829, 98. [PubMed] [Google Scholar][61] Mayfield JE, Burkholder NT, Zhang YJ, Biochim Biophys Acta\n2016, 1864, 372. [PMC free article] [PubMed] [Google Scholar][62] Lynch CJ, Bernad R, Calvo I, Nóbrega-Pereira S, Ruiz S, Ibarz N, Martinez-Val A, Graña-Castro O, Gómez-López G, Andrés-León E, Espinosa Angarica V, Del Sol A, Ortega S, Fernandez-Capetillo O, Rojo E, Munoz J, Serrano M, Cell Rep\n2018, 22, 396. [PMC free article] [PubMed] [Google Scholar][63] Chong S, Dugast-Darzacq C, Liu Z, Dong P, Dailey GM, Cattoglio C, Heckert A, Banala S, Lavis L, Darzacq X, Tjian R, Science\n2018, 361,\neaar2555. [PMC free article] [PubMed] [Google Scholar][64] Cho WK, Spille JH, Hecht M, Lee C, Li C, Grube V, Cisse II, Science\n2018, 361, 412. [PMC free article] [PubMed] [Google Scholar][65] Lu H, Yu D, Hansen AS, Ganguly S, Liu R, Heckert A, Darzacq X, Zhou Q, Nature\n2018, 558, 318. [PMC free article] [PubMed] [Google Scholar][66] Boehning M, Dugast-Darzacq C, Rankovic M, Hansen AS, Yu T, Marie-Nelly H, McSwiggen DT, Kokic G, Dailey GM, Cramer P, Darzacq X, Zweckstetter M, Nat Struct Mol Biol\n2018, 25, 833. [PubMed] [Google Scholar][67] Kwon I, Kato M, Xiang S, Wu L, Theodoropoulos P, Mirzaei H, Han T, Xie S, Corden JL, McKnight SL, Cell\n2013, 155, 1049. [PMC free article] [PubMed] [Google Scholar][68] Hnisz D, Shrinivas K, Young RA, Chakraborty AK, Sharp PA, Cell\n2017, 169, 13. [PMC free article] [PubMed] [Google Scholar][69] Eychenne T, Novikova E, Barrault MB, Alibert O, Boschiero C, Peixeiro N, Cornu D, Redeker V, Kuras L, Nicolas P, Werner M, Soutourina J, Genes Dev\n2016, 30, 2119. [PMC free article] [PubMed] [Google Scholar][70] Bruzzone MJ, Grünberg S, Kubik S, Zentner GE, Shore D, Genes Dev\n2018, 32, 1252. [PMC free article] [PubMed] [Google Scholar][71] Catarino RR, Stark A, Genes Dev\n2018, 32, 202. [PMC free article] [PubMed] [Google Scholar][72] Carey LB, van Dijk D, Sloot PM, Kaandorp JA, Segal E, PLoS Biol\n2013, 11,\ne1001528. [PMC free article] [PubMed] [Google Scholar][73] Tantale K, Mueller F, Kozulic-Pirher A, Lesne A, Victor JM, Robert MC, Capozi S, Chouaib R, Bäcker V, Mateos-Langerak J, Darzacq X, Zimmer C, Basyuk E, Bertrand E, Nat Commun\n2016, 7, 12248. [PMC free article] [PubMed] [Google Scholar][74] Rienzo M, Casamassimi A, Biochim Biophys Acta\n2016, 1859, 1269. [PubMed] [Google Scholar][75] Carlsten JO, Zhu X, Gustafsson CM, Trends Biochem Sci\n2013, 38, 531. [PubMed] [Google Scholar][76] Sawado T, Halow J, Bender MA, Groudine M, Genes Dev\n2003, 17, 1009. [PMC free article] [PubMed] [Google Scholar][77] Stamatoyannopoulos G, Exp Hematol\n2005, 33, 259. [PMC free article] [PubMed] [Google Scholar][78] Barrow JJ, Li Y, Hossain M, Huang S, Bungert J, Nucleic Acids Res\n2014, 42, 4363. [PMC free article] [PubMed] [Google Scholar][79] Vieira KF, Levings PP, Hill MA, Crusselle VJ, Kang SH, Engel JD, Bungert J, J Biol Chem\n2004, 279, 50350. [PMC free article] [PubMed] [Google Scholar][80] Zhou Z, Li X, Deng C, Ney PA, Huang S, Bungert J, J Biol Chem\n2010, 285, 15894. [PMC free article] [PubMed] [Google Scholar][81] Li G, Ruan X, Auerbach RK, Sandhu KS, Zheng M, Wang P, Poh HM, Goh Y, Lim J, Zhang J, Sim HS, Peh SQ, Mulawadi FH, Ong CT, Orlov YL, Hong S, Zhang Z, Landt S, Raha D, Euskirchen G, Wei CL, Ge W, Wang H, Davis C, Fisher-Aylor KI, Mortazavi A, Gerstein M, Gingeras T, Wold B, Sun Y, Fullwood MJ, Cheung E, Liu E, Sung WK, Snyder M, Ruan Y, Cell\n2012, 148, 84. [PMC free article] [PubMed] [Google Scholar][82] Cook PR, Science\n1999, 284, 1790. [PubMed] [Google Scholar][83] Ghamari A, van de Corput MP, Thongjuea S, van Cappellen WA, van Ijcken W, van Haren J, Soler E, Eick D, Lenhard B, Grosveld FG, Genes Dev\n2013, 27, 767. [PMC free article] [PubMed] [Google Scholar][84] Schoenfelder S, Sexton T, Chakalova L, Cope NF, Horton A, Andrews S, Kurukuti S, Mitchell JA, Umlauf D, Dimitrova DS, Eskiw CH, Luo Y, Wei CL, Ruan Y, Bieker JJ, Fraser P, Nat Genet\n2010, 42, 53. [PMC free article] [PubMed] [Google Scholar][85] Bintu B, Mateo LJ, Su JH, Sinnott-Armstrong NA, Parker M, Kinrot S, Yamaya K, Boettiger AN, Zhuang X, Science\n2018, 362,\neaau1783. [PMC free article] [PubMed] [Google Scholar]"}