{"title": "Casein Kinase II Phosphorylation of Spt6 Enforces Transcriptional Fidelity by Maintaining Spn1-Spt6 Interaction", "pubDate": "2018", "PMCID": "PMC6347388", "DOI": "10.1016/j.celrep.2018.11.089", "PMID": "30566871", "abstract": "Spt6 is a histone chaperone that associates with RNA polymerase II and deposits nucleosomes in the wake of transcription. Although Spt6 has an essential function in nucleosome deposition, it is not known whether this function is influenced by post-translational modification. Here, we report that casein kinase II (CKII) phosphorylation of Spt6 is required for nucleosome occupancy at the 5' ends of genes to prevent aberrant antisense transcription and enforce transcriptional directionality. Mechanistically, we show that CKII phosphorylation of Spt6 promotes the interaction of Spt6 with Spn1, a binding partner required for chromatin reassembly and full recruitment of Spt6 to genes. Our study defines a function for CKII phosphorylation in transcription and highlights the importance of post-translational modification in histone chaperone function.", "author": [{"author": "Raghuvar Dronamraju", "affiliation": ["Department of Biochemistry & Biophysics, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA; Lineberger Comprehensive Cancer Center, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA."], "href": "/?term=Dronamraju+R&cauthor_id=30566871"}, {"author": "Jenny L Kerschner", "affiliation": ["Department of Biochemistry & Biophysics, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA; Lineberger Comprehensive Cancer Center, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA."], "href": "/?term=Kerschner+JL&cauthor_id=30566871"}, {"author": "Sarah A Peck", "affiliation": ["Department of Biochemistry and Molecular Biology, Indiana University School of Medicine, Indianapolis, IN 46202, USA."], "href": "/?term=Peck+SA&cauthor_id=30566871"}, {"author": "Austin J Hepperla", "affiliation": ["Curriculum in Genetics and Molecular Biology, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], "href": "/?term=Hepperla+AJ&cauthor_id=30566871"}, {"author": "Alexander T Adams", "affiliation": ["Department of Biochemistry & Biophysics, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA."], "href": "/?term=Adams+AT&cauthor_id=30566871"}, {"author": "Katlyn D Hughes", "affiliation": ["Department of Biochemistry and Molecular Biology, Indiana University School of Medicine, Indianapolis, IN 46202, USA."], "href": "/?term=Hughes+KD&cauthor_id=30566871"}, {"author": "Sadia Aslam", "affiliation": ["Department of Biochemistry & Biophysics, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA."], "href": "/?term=Aslam+S&cauthor_id=30566871"}, {"author": "Andrew R Yoblinski", "affiliation": ["Department of Biochemistry & Biophysics, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA."], "href": "/?term=Yoblinski+AR&cauthor_id=30566871"}, {"author": "Ian J Davis", "affiliation": ["Lineberger Comprehensive Cancer Center, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA; Curriculum in Genetics and Molecular Biology, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA; Department of Genetics, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA; Department of Pediatrics, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA."], "href": "/?term=Davis+IJ&cauthor_id=30566871"}, {"author": "Amber L Mosley", "affiliation": ["Department of Biochemistry and Molecular Biology, Indiana University School of Medicine, Indianapolis, IN 46202, USA."], "href": "/?term=Mosley+AL&cauthor_id=30566871"}, {"author": "Brian D Strahl", "affiliation": ["Department of Biochemistry & Biophysics, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA; Lineberger Comprehensive Cancer Center, University of North Carolina School of Medicine, Chapel Hill, NC 27599, USA. Electronic address: brian_strahl@med.unc.edu."], "href": "/?term=Strahl+BD&cauthor_id=30566871"}], "refPMID": ["19131970", "12490954", "25252977", "27143358", "23979598", "8633238", "20489023", "14704341", "18998772", "21131968", "21419780", "18265096", "27261007", "24791983", "24100010", "5499651", "19371747", "21057455", "20926373", "23104886", "24163256", "29932900", "17955179", "15060154", "21810179", "12524336", "12596908", "11238944", "29905868", "21156811", "7592778", "9450930", "20110991", "8622691", "21098123", "15334558", "26990181", "25959393", "15531585", "20639541", "16299494", "16543219", "12242279", "22156209", "24050178", "21734722", "19505943", "29300974", "21676864", "23079396", "25516281", "15175754", "16291644", "22745433", "26416482", "21094070", "23921808", "8962109", "21048197", "16449659", "28263959", "24013117", "20110278", "27079975", "28826505", "20926372", "12933997", "21220514", "28383698", "28610839", "21654818", "11182892", "17234882", "18541663", "18086892"], "citedInPMID": ["30566871", "34233157", "33933452", "33221975", "32941642", "32878984", "32810142", "32174814", "30902665"], "body": " SUMMARYSpt6 is a histone chaperone that associates with RNA polymerase II and deposits nucleosomes in the wake of transcription. Although Spt6 has an essential function in nucleosome deposition, it is not known whether this function is influenced by post-translational modification. Here, we report that casein kinase II (CKII) phosphorylation of Spt6 is required for nucleosome occupancy at the 5′ ends of genes to prevent aberrant antisense transcription and enforce transcriptional directionality. Mechanistically, we show that CKII phosphorylation of Spt6 promotes the interaction of Spt6 with Spn1, a binding partner required for chromatin reassembly and full recruitment of Spt6 to genes. Our study defines a function for CKII phosphorylation in transcription and highlights the importance of post-translational modification in histone chaperone function. In BriefDronamraju et al. show that the N terminus of Spt6 is phosphorylated by casein kinase II, which is required for proper Spt6-Spn1 interaction. CKII phosphorylation of Spt6 is pivotal to maintain nucleosome occupancy at the 5′ ends of genes, suppression of antisense transcription from the 5′ ends, and resistance to genotoxic agents. INTRODUCTIONDNA associates with histone proteins (H2A, H2B, H3, and H4) to form nucleosomes, the fundamental repeating unit of chromatin. Access to DNA for processes such as DNA replication, transcription, and repair depend on histone chaperones and ATP-dependent chromatin remodelers to dismantle and reassemble chromatin structure (Eitoku et al., 2008; Erdel and Rippe, 2011; Ho and Crabtree, 2010; Lai and Wade, 2011; Wilson and Roberts, 2011). In budding yeast, there are two well-characterized transcription-associated histone chaperones: facilitates chromatin transcription (FACT), which is composed of Spt16 and Pob3 (in conjunction with NHP6A/B) and Spt6, which function during transcription elongation (Bortvin and Winston, 1996; Endoh et al., 2004; Formosa, 2003; Hartzog et al., 1998; Jeronimo and Robert, 2016; Kaplan et al., 2005; McCullough et al., 2015; Svejstrup, 2003).Recent findings show that Spt6 directly binds to a phosphor-ylated linker domain in RNA polymerase II (RNAPII) via its tandem SH2 domain (tSH2) (Sdano et al., 2017). In addition, studies from several laboratories find that Spt6 binds the serine 2 and/or tyro-sine 1 phosphorylated C-terminal domain (CTD) of RNAPII (Close et al., 2011; Dengl et al., 2009; Diebold et al., 2010b; Liu et al., 2011; Sun et al., 2010; Yoh et al., 2007). Spt6 also binds histones and/or nucleosomes through its highly acidic (isoelectric point [pI] ~4.2) and unstructured N terminus to regulate chromatin structure (Bortvin and Winston, 1996; McCullough et al., 2015). This acidic and unstructured region also binds Spn1 (interacts with SUPT6H [IWS1] in metazoans). Spt6 competes with Spn1 to bind to nucleosomes and prevent premature recruitment of the Swi/Snf complex during transcription elongation (McDonald et al., 2010; Zhang et al., 2008).Based on its ability to bind phosphorylated RNAPII, Spt6 plays an important role in nucleosome deposition and the control of transcription-associated processes such as termination and mRNA export and/or stability (Andrulis et al., 2002; Dronamraju et al., 2018; Mayer et al., 2012; Winston, 2001). In addition to Spt6, the RNAPII elongation machinery is composed of other factors, including Spt4/5 (DSIF), the polymerase-associated factor complex (PAF-C), Spt2, Dst1/TFIIS, and the Ctk1 and Bur1 kinases. These kinases modify the CTD of RNAPII and (for Bur1) Spt5 (Cui et al., 2016; Dronamraju and Strahl, 2014; Kwak and Lis, 2013; Youdell et al., 2008). Casein kinase II (CKII) also co-purifies with Spt16, Spt6, and the RNAPII holoenzyme (Bedard et al., 2016; Krogan et al., 2002; Kurat et al., 2011). Although studies have revealed a requirement for CKII during transcription initiation and elongation in mammalian and yeast cells (Basnet et al., 2014; Chapman et al., 2004), the function of CKII in these processes remains poorly understood.We previously reported that CKII phosphorylates members of the PAF-C in vivo and in vitro and that this phosphorylation is essential for the maintenance of the global level of histone H2BK123 mono-ubiquitination (H2BK123ub1) (Bedard et al., 2016). However, despite the presence of similar consensus CKII phosphorylation sites in other factors associated with transcription elongation (e.g., Spt6, Spt16, PAF-C, RNAPII holoenzyme) (Bhat et al., 2013; Krogan et al., 2002), it has not been determined whether these proteins are modified by CKII and how such modification functions in transcription elongation. In this article, we show that CKII phosphorylates multiple residues in the N terminus of Spt6, a region of Spt6 that interacts with H3/H4 and Spn1 (Bortvin and Winston, 1996; McDonald et al., 2010). Mutation of these CKII phosphoacceptor sites in Spt6 to prevent phosphorylation (S→A, hereafter spt6S8→A8) resulted in reduced global nucleosome occupancy and aberrant anti-sense transcription from the 5′ ends of genes. An Spt6 mutant that mimics constitutive Spt6 phosphorylation (S→E, hereafter spt6S8→E8) largely rescued these phenotypes. These findings agree with a recent report that also characterized Spt6 phosphorylation by CKII (Gouot et al., 2018). Mechanistically, we found that CKII phosphorylation of Spt6 mediates the full association of Spt6 with Spn1, which is required for nucleosome reassembly and for the recruitment of chromatin remodelers that aid in transcription elongation (Zhang et al., 2008). Our results suggest that during transcription elongation, CKII phosphorylation of Spt6 facilitates the interaction with Spn1, which promotes nucleosome occupancy at the 5′ ends of genes to enforce the accuracy and directionality of transcription. RESULTSThe N Terminus of Spt6 Is Phosphorylated by CKIIRecently, we characterized a protein interaction network involving CKII, FACT, PAF-C, and other members of the RNAPII transcription elongation complex (Bedard et al., 2016). Our study revealed that CKII phosphorylates PAF-C members and regulates PAF-C-dependent H2BK123ub1. We also identified potential CKII phosphorylation sites in other co-associated transcription elongation factors (e.g., Spt16, Pob3, Spt2, Spt6), suggesting that CKII may also regulate the function of these proteins. We used a temperature-sensitive CKII strain (cka1Δ cka2–8, hereafter ck2ts) to determine whether other transcription-associated histone modifications would be affected under conditions of reduced CKII activity (Hanna et al., 1995). As previously demonstrated, at the temperatures of 25°C and 37°C, the level of H2BK123ub1 in the ck2ts strain was partially reduced (Bedard et al., 2016; Hockman and Schultz, 1996), whereas there was no effect on the levels of H3 lysine 4 (H3K4) methylation or H3 lysine 79 (H3K79) methylation (Figure S1A). We also found that the disruption of CKII activity caused a reduction in global H3K36me3 levels (Figure S1A), suggesting that CKII activity regulates an aspect of the Spt6-Set2-H3K36me axis (Dronamraju and Strahl, 2014).Because CKII and Spt6 co-purify, as had been reported (Krogan et al., 2002), we hypothesized that CKII-mediated Spt6 phosphorylation may be important for H3K36 methylation. In agreement with Krogan et al., we confirmed the association of CKII with Spt6 in co-immunoprecipitation studies in which both CKII subunits, CKA1 and CKA2, were hemagglutinin (HA) epitope tagged (Janke et al., 2004) and expressed in an FLAG-Spt6 strain (Figure S1B). Given this association, we inspected the Spt6 coding sequence for CKII phosphorylation consensus motifs ([S/T])XX[D/E]) (Hanna et al., 1995). The acidic N terminus of Spt6 (amino acids [aas] 1–300) contains 8 consensus CKII sites (Table S1 and see schematic in Figure 1A). We then performed affinity purification of tandem affinity purification (TAP)-and FLAG-tagged Spt6 and subjected the purified proteins to mass spectrometry (MS) analysis and phosphopeptide mapping. We identified phosphorylation at multiple CKII consensus sites, primarily within the N terminus of Spt6 (Figure 1A). Furthermore, our MS analysis also showed that these sites were not fully phosphorylated by CKII, indicating that Spt6 exists in both modified and unmodified forms. A comprehensive summary of these sites is presented in Figure 1A and Table S1.Open in a separate windowFigure 1.CKII Phosphorylation of the N Terminus of Spt6 Is Essential for Spt6 Function(A) Schematic representation of the Spt6 domain organization. Eight consensus CKII phosphorylation sites are indicated in a magnified version of the Spt6 N terminus.(B) Schematic representation of the SILAC experimental approach.(C) Differential abundance analysis of Spt6 peptides identified by SILAC and MS1 quantitation (n = 1). Peptides containing CKII consensus sites are indicated by the colors defined in the key. *Abundance ratios were adjusted to an artificial minimum value due to detection in WT only; **abundance ratios were adjusted to a maximum value due to detection in ck2ts only.(D) In vitro CKII kinase assay using bacterially expressed, N-terminal 6X HIS-tagged Spt6 fragments (1–300, WT, and spt6S8→A8 mutant). Shown are the Coomassie staining (extreme left), anti-6X-HIS immunoblotting (middle), and γ32P-ATP radioactivity incorporation using the recombinant, commercially purified CKII enzyme (500 U/reaction) (right). Data shown are representative images of three biological replicates.(E) Left: a silver-stained SDS-PAGE gel of load levels for FLAG-Spt6 affinity purified from yeast, both FL WT and FL spt6S8→A8 mutant before kinase, and 32P-ATPγ addition. Right: an autoradiograph of in vitro CKII kinase assay using the same affinity-purified FLAG-Spt6. CKII autophosphorylation is also indicated.(F) Immunoblots using anti-FLAG antibody to detect FLAG-Spt6 from WT and spt6S8→A8 mutant cells after treatment with 100 mg/mL cycloheximide to inhibit protein translation. Cell lysates were prepared as described in Method Details. Glucose-6-phosphate dehydrogenase (G6PDH) was used as a loading control. Immunoblot experiments are representative images from three biological replicates. Values beneath the lanes represent the relative changes in Spt6 protein levels compared to G6PDH (error shown is the SD). The 0 time points in the WT and the spt6S8→A8 mutants were normalized to 100% or 1.(G) Spotting assay showing the growth and sensitivity of spt6 and ck2ts mutants at 37°C and under conditions of genotoxic stress (200 mM hydroxyurea [HU]).(H) Growth and sensitivity of the putative CKII phospho mutants spt6S8→A8 and phospho-mimic spt6S8→E8 as assessed in (G). For (G) and (H), the yeast spotting assays were repeated three times with three individual colonies, and the images shown are representative of the data.(I) Immunoblot analysis of the changes in the levels of Spt6, Set2, and H3K36me3 in asynchronously growing cultures of control (WT untagged Spt6 and WT FLAG-Spt6) and spt6 mutants (spt6S8→A8 and spt6S8→E8) at 30°C and 37°C. H3 and G6PDH levels were used as loading controls. Immunoblot experiments were repeated three times, and the images shown are representative examples from three biological replicates.We next explored the extent to which phosphorylation at these sites in Spt6 would be altered by the absence of CKII. We performed quantitative proteomics and analyzed affinity purified FLAG-Spt6 from wild-type (WT) and ck2ts cells after shifting the cells to restrictive temperatures to attenuate CKII activity (Figure 1B). In brief, equal numbers of yeast cells were grown in media containing either light (ck2ts) or heavy (WT) arginine and lysine to perform stable isotopic labeling (also known as stable isotope labeling with amino acids in cell culture (SILAC) Arg10 Lys8; de Godoy, 2014). We performed quantitation using area under the curve measurements for the MS1 peak area for heavy and light peptides. Decreased phosphorylation was detected at multiple CKII consensus sites (S94, S134, and S136) (Figure 1C). Phosphorylated Spt6 peptides (Figure 1C, red dots) encompassing S134 and S136 showed a 1.3-fold decrease in the ck2ts mutant, whereas unphosphorylated forms, shown as yellow dots, of the same peptides were enriched by ~4-fold in the ck2ts mutant. Although we did not observe a large change in unmodified S94-containing peptides, S94-containing phosphopeptides decreased from 1.5- to just over 2-fold (Figure 1C). Representative spectra of Spt6 phosphosites are shown in Figures S2A–S2H. These results provide strong evidence that Spt6 is a target of CKII phosphorylation in vivo.To provide further evidence that CKII directly phosphorylates Spt6, we performed in vitro kinase assays using purified CKII enzyme, as described previously (Bedard et al., 2016). These assays were performed with either a bacterially expressed N-terminal fragment of Spt6 that contains all of the CKII consensus sites (Spt6 1–300) or full-length FLAG-Spt6 purified from asynchronously growing yeast cells (FL Spt6). As controls for these experiments, mutant versions of recombinant and full-length Spt6 proteins were generated in which all eight consensus CKII sites were changed to alanine to prevent phosphorylation (Spt6S8→A8 1–300 and FL Spt6S8→A8, respectively). Following incubation with 500 U CKII enzyme for 30 min at 30°C, we observed robust phosphorylation of the WT Spt6 fragment (1–300 aas), whereas the Spt6S8→A8 1–300 mutant protein showed only background signal (Figure 1D). The full-length WT and mutant versions of FLAG-Spt6 purified from yeast cells exhibited a similar difference (Figure 1E). These results strongly imply that CKII is a bona fide kinase for Spt6, and furthermore, that all eight CKII consensus sites identified account for the majority, if not all, of the CKII-mediated Spt6 phosphorylation.We next asked whether phosphorylation would have direct consequences on Spt6 protein stability. Cycloheximide chase experiments were performed in WT and spt6 mutant strains in which we changed all eight CKII sites to alanine (spt6S8→A8). We found that Spt6 was degraded in WT cells within 2 hr, whereas the degradation kinetics were faster for the spt6S8→A8 mutant, occurring within 1 hr of cycloheximide treatment (Figure 1F). The kinetics of WT Spt6 degradation were similar to that of an spt6 mutant, in which all eight CKII sites were changed to glutamic acid to mimic phosphorylation (spt6S8→E8) (Figure S2I). These results suggest that CKII-mediated phosphorylation of Spt6 regulates protein stability, potentially by altering its ability to act as a chaperone.To further understand the biological significance of these mutations under different physiological conditions, we subjected the WT, spt6S8→A8, and spt6S8→E8 strains to different growth conditions. We included as controls several previously characterized spt6 mutant alleles, spt6-tSH2Δ and spt6-F249K. The spt6-tSH2Δ mutant is deficient in the tSH2 that mediates interaction with RNAPII, whereas the spt6-F249K mutant partially impairs the association of Spt6 with Spn1 (Close et al., 2011; McDonald et al., 2010). We also tested the ck2ts strain (Hanna et al., 1995). As previously shown, the spt6-tSH2D, spt6-F249K, and ck2ts strains grew slowly at 30°C (Figure 1G; Bedard et al., 2016; Diebold et al., 2010b; McDonald et al., 2010). The spt6-F249K and ck2ts mutants failed to grow at an elevated temperature (37°C) and on plates containing the replication inhibitor hydroxyurea (HU) (Figure 1G; Diebold et al., 2010a; Dronamraju and Strahl, 2014; McDonald et al., 2010). In contrast, deletion of the tSH2 domain of Spt6 caused HU sensitivity, but it did not affect growth at 37°C (Figure 1G; Diebold et al., 2010b).Based on the foregoing phenotypes, we tested our spt6S8→A8 and spt6S8→E8 mutants at 37°C and in the presence of HU. Both mutant strains demonstrated growth patterns similar to WT at 30°C in yeast extract peptone dextrose (YPD) (Figure 1H). At both 37°C and on plates containing HU, the spt6S8→A8 mutant showed a severe growth defect similar to the spt6-F249K and ck2ts strains (Figure 1G). Conversely, the spt6S8→E8 phospho-mimic mutant grew similarly to WT at 37°C or in the presence of HU (Figure 1H). These results support an important functional role for CKII-mediated Spt6 phosphorylation. Furthermore, the HU phenotypes suggest that Spt6 may play a role in DNA replication or is important for the transcription of genes required for replication or cell-cycle control.Finally, to ascertain whether all eight CKII phosphorylation sites were required to mediate the biological phenotypes observed in the spt6S8→A8 strain, we created two additional serine-to-alanine mutants in which either three or five of the CKII sites in Spt6 were mutated: spt6S3→A3, (S28, S39, and S40) and spt6S5→A5 (S94, S13, S144, S155, and S206). As shown in Figure S2J, the spt6S3→A3 mutant was completely insensitive to 37°C and 200 mM HU, whereas the spt6S5→A5 mutant showed intermediate sensitivity as compared with the spt6S8→A8 strain. These results imply that all eight identified CKII sites are required for the proper function of Spt6.Because the turnover rate of Spt6 was increased in the spt6S8→A8 mutant (Figure 1F), we also examined the steady-state protein levels generated from both the spt6S8→A8 and spt6S8→E8 mutants at a permissive temperature (30°C) and an elevated temperature at which the spt6S8→A8 mutant is lethal (37°C). Spt6 protein levels were similar to WT levels in both the spt6S8→A8 and spt6S8→E8 strains at the permissive temperature (Figure 1I, lanes 2–4). However, at the restrictive temperature, we observed a partial decrease of the Spt6 protein level in the spt6S8→A8 mutant protein, but not in the spt6S8→E8 mutant (Figure 1I, lanes 6–8). Consistent with a decrease in Spt6 levels, we also observed a subtle decrease in the Set2 protein and a decrease in H3K36me3 levels in the spt6S8→A8 mutant at the restrictive temperature, in agreement with our initial findings that CKII inactivation affects H3K36 methylation (Figure S1A).CKII-Mediated Phosphorylation of Spt6 Is Required for Proper Nucleosome OccupancyWe next explored the influence of CKII-mediated Spt6 phosphorylation on nucleosome deposition. We performed chromatin immunoprecipitation sequencing (ChIP-seq) for histone H3 in our WT, spt6S8→A8, and spt6S8→E8 cells. H3 signal across all of the genes in WT cells demonstrated a center-weighted distribution with significant decreases at the transcriptional start sites (TSSs) and transcriptional termination sites (TTSs) (Figures 2A and 2B). In contrast, H3 signal in the spt6S8→A8 mutant strain (and to a lesser extent in the spt6S8→E8 strain) was significantly diminished toward the 5′ ends of genes but increased at the 3′ ends (Figures 2A and 2B). We then asked whether this shift correlated with changes in Spt6 localization. Spt6 occupancy genome wide did not differ between WT and the spt6 mutants (Figures 2C and 2D) in the same way that H3 did, indicating that the defects observed in nucleosome occupancy are likely not to be the result of shifts in the localization of Spt6, but perhaps in its H3 deposition role.Open in a separate windowFigure 2.CKII-Dependent Phosphorylation of Spt6 Maintains Nucleosome Occupancy at the 5′ Ends of Genes(A) Heatmap representing H3 ChIP-seq signal in WT, spt6S8→A8, and spt6S8→E8 cells for all genes ranked by RNA abundance in WT cells; 0% and 100% correspond to 5′ to 3′ open reading frame (ORF) ends. Plot extended ± 200 bp.(B) Metagene plot for H3 signal of all ORFs; 0% and 100% correspond to 5′ to 3′ ORF ends. Plot extended ± 200 bp.(C) Heatmap depicting Spt6 ChIP-seq signal in WT, spt6S8→A8, and spt6S8→E8 cells for all genes ordered by RNA abundance in WT cells; 0% and 100% correspond to 5′ to 3′ ORF ends. Plot extended ± 200 bp.(D) Metagene plot for Spt6 ChIP-seq signal in WT, spt6S8→A8, and spt6S8→E8 cells.Although the spt6S8→A8 mutant did not affect global Spt6 occupancy, further inspection of our Spt6 ChIP-seq dataset did in fact reveal a subset of genes with decreased localization of Spt6 at the 5′ ends without a change at their 3′ ends genes (n = 316) (Figure S3A). Histone levels across the same subset of 316 genes in the spt6S8→A8 mutant showed a corresponding nucleosome occupancy defect at the 5′ ends (Figure S3B), which is consistent with our global analysis of H3 levels (Figures 2A and 2B). These findings were validated by ChIP-qPCR at two test genes: one within our group of 316 genes (TDH3; Figure S3C) and another just outside the significance threshold of this list (PMA1; Figure S3D) (see Figures S3E–S3H for the localization of Spt6 and H3). Further analysis of these 316 genes revealed that they were, on average, longer and more highly transcribed than the global mean (Figures S3I and S3J, respectively, red bars). Examination of the Gene Ontology (GO) terms associated with this subset did not reveal any clear enrichment of any pathways (data not shown). As an additional test, we identified genes in which Spt6 was increased at the 5′ end, rather than decreased, to see how they compared (Figure S3C). Fewer genes were identified (n = 298) using the same variance and signal cutoffs, and these genes showed no histone occupancy differences compared with WT cells. These genes were both shorter (Figure S3K) and expressed at lower levels compared with the global average (Figure S3J, blue bars), suggesting that the subtle Spt6 increases could come from lower overall Spt6 levels at these genes, resulting in higher variance and noise. Taken together, these results suggest an important role for phosphorylation of Spt6 by CKII in nucleosome deposition.CKII-Mediated Phosphorylation of Spt6 Suppresses Antisense TranscriptionBecause of the shift in nucleosome occupancy in the context of the Spt6 phosphomutant, we next asked whether mutation of the Spt6 phosphoacceptor sites would affect antisense transcripts that are normally observed in the mutants of SPT6 (DeGennaro et al., 2013; Ivanovska et al., 2011; Uwimana et al., 2017). Stranded RNA sequencing (RNA-seq) analysis (with spike-in controls for normalization) was performed in WT, spt6S8→E8, spt6S8→A8, and spt6–1004 strains. Looking at global levels of antisense transcription expression (via transcripts per kilobase million), the spt6–1004 allele caused drastic changes in antisense transcription, a result that is consistent with previous studies (Figure 3A, r2 = 0.787) (Uwimana et al., 2017). A comparison of antisense transcripts between the spt6S8→A8\nand spt6S8→E8 mutants with the WT profile showed that although the spt6S8→A8 mutant exhibited some increase in antisense transcription (r2 = 0.959), the spt6S8→E8 mutant showed minimal change in antisense transcription (Figure 3A, r2 = 0.977) (Table S5). Further analysis of our RNA-seq data showed broad sense transcription defects in the spt6–1004 allele, although less so for the spt6S8→A8 mutant (Figure S4A).Open in a separate windowFigure 3.Spt6 Phosphorylation by CKII Is Required to Prevent Antisense Transcription(A) Antisense RNA-seq expression (TPM) associated with each gene was plotted for the spt6 mutants relative to WT.(B) Venn diagram showing the similarity of antisense transcription in WT, spt6–1004, spt6S8→A8, and spt6S8→E8 mutants. The numbers in the circles represent the unique predicted antisense transcripts in the respective mutants.(C) Heatmap of antisense RNA-seq signal (black). A total of 971 differential antisense transcripts were predicted between WT and spt6–1004, coinciding with 829 genes. spt6–1004 antisense RNA-seq signal (log2) was plotted across the 829 genes. The subplot at top right highlights 40 genes coinciding with differential antisense transcripts predicted between WT and spt6S8→A8. Yellow, outside of gene body; white-black, log2 antisense signal.(D) Antisense levels of the highlighted 40 genes between the 5′ and 3′ halves were compared. The 5′ half of the genes had significantly more antisense signal than the 3′ half (p < 0.0001, Wilcoxon rank-sum).(E) On a per-gene basis, the 5′ and 3′ half ratios (log2) were plotted. While not every gene had higher 5′ signal relative to the 3′ half of the genes (8), 80% (or 32 genes) did.(F) Antisense levels of all 829 genes were compared between the 5′ and 3′ halves of the genes. Like the 40 highlighted genes, the 5′ halves had significantly more antisense signal relative to the 3′ halves (p < 0.0001, Wilcoxon rank-sum).(G) The 5′ and 3′ half ratios were calculated for each of the 829 genes and plotted. Of the genes, 80.6% (668) had a higher signal in the 5′ half of the gene, while19.4% (161) had a higher antisense signal in the 3′ half of the gene.(H and I) Representative RNA-seq tracks of (H) SMY1 and (I) YTA6 genes.Closer inspection of our RNA-seq datasets for antisense transcripts showed us that there were 914 unique antisense transcripts across 829 genes in the spt6–1004 mutant relative to WT (Figure 3B). The spt6S8→A8 strain also demonstrated an increase in the number of unique antisense transcripts relative to WT (52 transcripts across 40 genes), and >50% of these transcripts overlapped with the unique antisense transcripts predicted in the spt6–1004 mutant (34 of 52 transcripts, although all 40 genes overlapped) (Figure 3B). In stark contrast to the spt6S8→A8 mutant, the spt6S8→E8 mutant showed few to no unique antisense transcripts (n = 4) (Figures 3A and 3B). Antisense RNA signal at genes with antisense transcripts detected in the spt6–1004 allele and spt6S8→A8 mutants demonstrated a strong 5′ end bias (Figure 3C). This 5′ end antisense bias was confirmed in several ways. Antisense levels of the highlighted 40 spt6S8→A8 genes between the 5′ and 3′ halves were compared. The 5′ half of the genes had significantly more antisense signal than the 3′ half (p < 0.0001, Wilcoxon rank-sum; Figure 3D). On a per-gene basis, the 5′ and 3′ half ratios (log2) were plotted. A total of 80% of the genes had a higher 5′ signal relative to the 3′ half of the genes (Figure 3E). We also compared the antisense transcript signal for the 829 genes detected in the spt6–1004 mutant. Consistent with the 40 highlighted genes, the 5′ halves had significantly more anti-sense signal relative to the 3′ halves (p < 0.0001, Wilcoxon rank-sum; Figure 3F). Again, the 5′ and 3′ half ratios were calculated for each of the 829 genes. Of the genes, 80.6% (668) had a higher signal in the 5′ half of the gene. The increased antisense RNA signal detected at the 5′ end of genes in both the spt6–1004 and spt6S8→A8 is consistent with the decreased nucleosome occupancy observed in the absence of CKII phosphorylation of Spt6 (Figures 2A, S3G, and S3H). Two examples of this finding are shown in Figures 3H and 3I, which show high levels of antisense transcription emerging from the 5′ ends of the SMY1 and YTA6 loci. The spt6S8→E8 and WT strains did not exhibit high levels of antisense transcription (Figures 3H and 3I).We further validated the occurrence of these antisense transcripts by strand-specific quantitative real-time PCR and determined whether they would be associated with nucleosome decreases at their 5′ ends. As predicted, the levels of SMY1 and YTA6 antisense transcripts were elevated in spt6–1004 and spt6S8→A8 mutants compared with WT (Figures S4B and S4C). The spt6S8→E8 strain showed a slight increase in the YTA6 anti-sense transcript, but no increase of the SMY1 antisense transcript, as compared to WT. These observations support a model in which phosphorylation of Spt6 by CKII plays an important role in the maintenance of chromatin structure at the 5′ ends of genes. These findings are in agreement with those of Perales et al. (2013) in which artificial depletion of Spt6 using a temperature degron (td) caused preferential loss of nucleosomes from the 5′ ends of genes. Given the acute loss of Spt6 results in similar findings, as observed in our spt6 mutants, the collective results strongly argue a critical role for Spt6 in nucleosome deposition at the 5′ ends of genes. These findings also imply that Spt6 is not essential for nucleosome deposition at the 3′ ends of genes, which we speculate may be a function that is more dependent on FACT.CKII-Mediated Phosphorylation of Spt6 Suppresses Sense Cryptic Transcription and Maintains Genome IntegrityIn addition to preventing antisense transcription, Spt6 is known to suppress cryptic transcription—in other words, sense transcripts that initiate aberrantly within the bodies of genes (Cheung et al., 2008). We therefore asked whether the inability of CKII to phosphorylate Spt6 would result in increased cryptic transcription. To initially address this question, we examined two cryptic transcription-prone genes, STE11 and SPB4 (Cheung et al., 2008) (Figures S4D and S4E) using quantitative real-time PCR to quantify cryptic transcription (Dronamraju et al., 2018; Jeronimo et al., 2015). As shown previously, the spt6–1004 cells (Figures S4F and S4G) and spt6S8→A8 (Figures S4H and S4I) cells showed an ~5-fold increase in the 3′ RNA levels (i.e., cryptictranscription) arising at the STE11 and SPB4 loci. In WT and the spt6S8→E8 cells, however, the 5′ to 3′ RNA levels at these genes were unaffected (Figures S4H and S4I). Consistent with the sense cryptic transcription, ChIP-qPCR for H3 revealed a significant reduction in nucleosome density at the 3′ ends of the STE11 and SPB4 genes (68% and 72%) in the spt6S8→A8 mutant strain but not in the spt6S8→E8 mutant (Figures S4J and S4K).The SRG1-SER3 gene expression system is another well-established system to monitor the impact of chromatin integrity on proper gene transcription (Figure 4A; Hainer et al., 2011; Martens et al., 2004, 2005). When cells are cultured in the presence of serine, expression of SRG1 causes transcriptional interference and repression of SER3. When serine is deprived, SRG1 transcription is attenuated, removing transcriptional interference and increasing SER3 expression. However, the mutation of factors that affect chromatin integrity, such as SPT6, causes derepression of SER3 independent of SRG1 (due to the loss of nucleosome occupancy at the SRG1 locus) (Nourani et al., 2006; Thebault et al., 2011). Therefore, we examined the potential of the spt6S8→A8 and spt6S8→E8 mutants to bypass the normal regulation of the SRG1-SER3 system. As expected, and consistent with the established role of Spt6 in maintaining SER3 repression, we found that SER3 levels were upregulated in the spt6–1004 allele and spt6S8→A8, whereas the level of derepression was lower in the spt6S8→E8 mutant (Figure 4B). We used DESeq2 to determine the differential RNA abundance between genes. SER3 expression was calculated to be significantly more abundant in the mutants compared to WT (WT to spt6S8→E8, p ≤ 9.31 × 10 − −17, 6.7-fold increase; WT to spt6S8→A8, p ≤ 4.81 × 10 −30, 11.0-fold increase; WT to spt6–1004, p ≤ 5.85 × 10 −57, 26.1-fold increase). In fact, of all of the possible pairwise SER3 RNA abundance comparisons, the only pairwise set that was not observed to be significantly different was between spt6S8→E8 and spt6S8→A8. We confirmed the increase in the expression level of SER3 in the spt6–1004 and spt6S8/A8 mutant by quantitative real-time PCR (Figures 4C and 4D, respectively). As predicted from these findings, the spt6S8→A8 mutant caused a loss of nucleosome occupancy at the SRG1 locus (Figure 3E). Conversely, in the spt6S8→E8 mutant, both increased SER3 expression and nucleosome occupancy at SRG1 were largely unaffected (Figures 4D and 4E, respectively). These results show that the CKII phosphorylation of Spt6 is required for nucleosome deposition and chromatin integrity to maintain stringent control of gene transcription.Open in a separate windowFigure 4.CKII Phosphorylation of Spt6 Regulates Chromatin Integrity during Transcription(A) Schematic of the SRG1 and SER3 loci showing their expression patterns in WT and mutant strains, as indicated by red (WT) and green (mutant) arrows.(B) Representative RNA-seq tracks showing an increase in the expression level of the SER3 gene in WT, spt6S8→A8, spt6S8→E8, and spt6–1004 allele.(C) Quantitative real-time PCR detection of SRG1 and SER3 transcripts in the WT and spt6–1004 mutant strain.(D) Quantitative real-time PCR detection of SRG1 and SER3 transcripts in the WT and spt6 mutant (spt6S8→A8 and spt6S8→E8) strains.(E) ChIP analysis of histone H3 levels across SRG1 and SER3 was performed with WT and spt6 mutant (spt6S8→A8 and spt6S8→E8) strains. Amplicons are indicated below the schematic diagram of the genes. Quantitative real-time PCR and ChIP data are represented as means ± SDs of three independent biological experiments. Asterisks indicate significance values (**p < 0.01); non-significant comparisons are not shown.All qPCR primer sequences (C and D) are listed in Table S4.Spt6-Spn1 Interaction Is Regulated by CKII-Dependent Phosphorylation of Spt6Spt6 co-purifies with a variety of transcription-associated proteins, including histones, RNAPII, and Spn1 (Krogan et al., 2002). To determine which of these interactions, if any, would be affected by CKII phosphorylation, we affinity purified FLAG-tagged Spt6 (n = 4) and FLAG-tagged spt6S8→A8 (n = 4) and analyzed the purified complexes by MS. Significance analysis of interactome (SAINT) was performed to obtain protein-protein interaction probabilities for the MS results obtained from FLAG-tagged strains relative to each other and untagged controls (n = 4) (Choi et al., 2011) (Figure 5A). Compared with WT spt6, the association of Spn1 with Spt6 in the spt6S8→A8 mutant was reduced by ~50% (Figure 5B), suggesting that Spt6 phosphorylation controls Spn1 association. In contrast, Spt6 interactions with histone and RNAPII were not disrupted by the mutation of CKII sites (Figures ​(Figures5B5B and S5A). A full list of the differential interactions identified is provided in Table S6. In support of the MS results, the Spt6-Spn1 interaction was reduced in the spt6S8→A8 mutant strain without any effect in the spt6S8→E8 mutant by co-immunoprecipitation and immunoblot probing for Spn1 (Figures ​(Figures5C5C and S5B). Finally, when we treated immuno-precipitated Spn1 (or reciprocally immunoprecipitated Spt6) with lambda phosphatase (on beads) before immunoblotting, the interaction between Spn1 and Spt6 decreased drastically, a result that further confirmed the phospho-dependence of the Spt6-Spn1 interaction (Figures ​(Figures5D5D and S5C).Open in a separate windowFigure 5.Spt6-Spn1 Interaction Is Dependent on CKII Phosphorylation of Spt6FLAG-tagged Spt6 was affinity purified from WT and spt6S8→A8 mutant cells using FLAG-M2 agarose beads, and the protein was subjected to MS analyses.(A) Correlation plot analysis of the bait normalized fold change values * 100 for FLAG Spt6 isolated from the WT and spt6S8→A8 mutant. The red diamond indicates Spn1.(B) Relative levels of indicated proteins in the spt6S8→A8 mutant compared with WT.(C) Co-immunoprecipitation (coIP) showing the interaction of Spt6 and Spn1. Spn1 was immunoprecipitated by anti-V5 antibody, and Spt6 was detected using anti-FLAG antibody. Set2 protein was used as a control. These experiments were performed three times, and a representative example of this same experiment is shown in Figure S5B.(D) Interaction of Spt6 and Spn1 is phospho-dependent. Lysates were prepared from WT cells expressing FLAG-Spt6 and V5-tagged Spn1. Spn1 was immobilized on protein G agarose beads, and the complex was treated with lambda phosphatase. Immunoblots were performed for Spt6 and Spn1 after two washes. Co-IPs were performed three times and the immunoblots shown are representative images of these experiments; an additional example in which this experiment was performed reciprocally (i.e., immunoprecipitation of Spt6 before lambda phosphatase treatment) is shown in Figure S5C.(E) Spotting assay showing the growth and sensitivity of single mutants of spt6 and spn1 (top) and double mutants of spn1 mutant (spn1-R263D) and spt6S8→A8 at 37°C and under conditions of genotoxic stress 200 mM hydroxyurea (HU). All of the spotting assays were performed three independent times with independent colonies; shown are representative images.(F) Immunoblots showing the changes in the levels of H3K36me3, H3K36me3, Spt6, and RNAPII in the single and double mutants of spn1-R263D and spt6S8→A8. All of the immunoblots were performed three independent times using independent clones.Because phosphorylation of Spt6 by CKII is required for proper Spt6-Spn1 interaction, we next asked whether mutations in SPN1 that perturb its interactions with Spt6 (e.g., spn1-R263D, spn1-F267E) (McDonald et al., 2010) would phenocopy the spt6S8→A8 mutant. Both spn1 mutants were associated with decreased RNAPII Ser2 CTD phosphorylation and H3K36 methylation (Figure S6A). In addition, we found that the spn1-F267E mutant that affects Spt6-Spn1 interaction similar to the spt6S8→A8 mutant (Figures 4B and 4C) resulted in derepression of SER3 in the SRG1-SER3 system (Figure S6B). A similar result was observed in the context of a mutation in Spt6 that perturbs Spn1 interaction (spt6-F249K) (Figure S6C). Furthermore, the spt6-F249K, spn1-R263D, and spn1-F267E mutants phenocopied the spt6S8→A8 mutant to different degrees with respect to their sensitivity to heat and 200 mM HU (Figure 5E, top). Based on these observations, we created a double mutant of spt6S8→A8 with spn1-R263D to examine the consequence of combining orthogonal mutants that impair Spt6-Spn1 interaction. This double mutant was synthetically sick under normal growth conditions, and it was lethal either at 37°C or in the presence of 200 mM HU (Figure 5E). These findings agree with those of McDonald et al. (2010), in which orthogonal mutants of Spt6 and Spn1 disrupt Spn1-Spt6 interaction (i.e., spt6-F249K + spn1-F267E and spt6-F249K + spn1-R263D). Finally, further examination of this double mutant revealed decreases in H3K36 methylation and RNAPII levels, suggesting that the interaction between Spt6 and Spn1 is also crucial for Spt6-Ctk1-Set2 regulation (Figure 5F). DISCUSSIONSpt6 deposits nucleosomes in the wake of elongating RNAPII, and a lack of functional Spt6 causes open chromatin regions (Cheung et al., 2008; Ivanovska et al., 2011); however, the mechanisms that regulate Spt6 function are largely unknown. Although multiple enzymes associate with RNAPII during transcription initiation and/or elongation, the activities of these enzymes on the full RNAPII elongation complex have not been fully explored. Here, we show that CKII phosphorylates Spt6 to promote nucle osome reassembly and chromatin stability, which are required for proper transcriptional regulation. Using SILAC-based MS, we confirmed that Spt6 is phosphorylated by CKII at multiple N-terminal sites, a region of Spt6 that interacts with histones and Spn1 (McCullough et al., 2015; McDonald et al., 2010). Furthermore, we establish that Spt6 phosphorylation by CKII is important for proper nucleosome occupancy at nearly all RNAPII transcribed genes and find this role to be particularly important at the 5′ ends of genes. Consistent with this finding, mutants of spt6 that cannot be phosphorylated show elevated levels of antisense transcription originating from the 5′ ends of genes. Mechanistically, we show that Spt6 phosphorylation is required for proper Spt6-Spn1 interaction, which we suggest plays a role in regulating the ability of Spt6 to deposit nucleosomes and enforce directionality of RNAPII, as represented in Figure 6.Open in a separate windowFigure 6.A Model for CKII-Mediated Control of Spt6 Function during TranscriptionDuring transcription, CKII phosphorylates Spt6 within its N terminus, promoting Spn1 association and proper nucleosome reassembly, which prevents inappropriate transcription from within gene bodies. If Spt6 is not phosphorylated, Spn1 interaction is reduced, causing defects in Spt6 and RNAPII localization, and nucleosome deposition defects that permit cryptic sense and antisense transcription.A major observation from our study is the role that CKII-dependent phosphorylation of Spt6 plays in regulating the levels of nucleosomes along genes. Our studies found that the prevention of Spt6 phosphorylation by CKII leads to the depletion of histone H3 (a proxy for nucleosome occupancy) at the 5′ ends of genes, with a corresponding increase in H3 at their 3′ ends (Figures 2A and 2B). The widespread decrease of nucleosomes we observed may be due to the fact that phosphorylated Spt6, and the stabilized interaction of Spn1 it directs, is important for 5′ end nucleosome reassembly during transcription. In the absence of phosphorylated Spt6, nucleosomes appear to build up at the 3′ end due to RNAPII transcription moving, and thereby compacting, nucleosomes toward the 3′ ends of genes. Another possibility that is not mutually exclusive to the idea above, is that phosphorylated Spt6 maintains nucleosomes at the 5′ ends by recruiting and/or activating the machinery that prevents active histone exchange. One such mechanism that prevents histone exchange is Set2, whose function is intertwined with the presence of functional Spt6 (Dronamraju and Strahl, 2014; Youdell et al., 2008). Our results show that CKII-dependent phosphorylation of Spt6 affects Set2-dependent H3K36 methylation (Figures S1A and ​and1I).1I). Consistent with the loss of nucleosomes in the spt6S8→A8 mutant at the 5′ ends of genes, we also observed an increase in sense and antisense cryptic transcription, an effect that was more pronounced at the 5′ ends of genes.It is important to note that while this article was in revision, Gouot et al. (2018) also reported that Spt6 is phosphorylated by CKII, and they showed that this phosphorylation contributes to the suppression of cryptic transcription. These authors demonstrated that the increase in cryptic transcription was attributed to an increase in histone exchange in the context of ck2ts and in spt6 mutants that cannot be phosphorylated, a result that is consistent with our findings of the spt6S8→A8 mutant having nucleosome occupancy changes. Thus, there is a great deal of agreement between these two studies.One key mechanistic finding of our study is the importance of CKII phosphorylation to maintain Spt6-Spn1 interaction. Spn1/IWS1 is a binding partner of Spt6, and heretofore, we did not suspect the existence of a mechanism that maintains the association or the broad effects of Spt6-Spn1 heterodimerization on chromatin (Fischbeck et al., 2002; Krogan et al., 2002). Because Spn1 binding occurs in close proximity to the N-terminal CKII phosphorylation sites (aas 239–268) (Figure 1A), we hypothesized that Spn1 binding to Spt6 is regulated or fine-tuned by CKII phosphorylation. It may be that an increased acidity of N-terminal phosphorylated Spt6 promotes Spn1 binding, or alternatively, Spt6 phosphorylation may eliminate an intramolecular inhibitory interaction to make the Spn1 binding site accessible. Although proof of such an autoinhibitory mechanism is beyond the scope of this study, such a mechanism exists for other histone chaperones, such as Spt2 and HJURP, that are modified post-translationally to release inhibitory states to regulate histone binding (Warren and Shechter, 2017). Li et al. (2018) also showed that full-length Spn1 interacts with DNA, histone H3/H4, mononucleosomes, and nucleosomal arrays, and that Spn1 has a weak nucleosome deposition activity. Thus, phosphorylation-mediated interaction of Spn1 with the Spt6 N terminus could have effects on the overall function of Spt6, partly mediated by the decreased stability and its ability to interact with RNAPII or other factors.In addition to regulating the Spt6-Spn1 association, CKII phosphorylation of Spt6 may affect chromatin integrity by affecting the interaction between Spt6 and Spt2 (Bhat et al., 2013). However, we have not found that deletion of SPT2 affects Set2/H3K36me levels (unpublished data), indicating that the effects of the ck2ts mutation on Spt6, Set2, and H3K36me levels are not simply due to the absence of the Spt6-Spt2 interaction. In addition, our extensive MS analyses and co-immunoprecipitation experiments showed that the spt6S8→A8 mutation did not affect the ability of Spt6 to interact with RNAPII (Figure S5A). Thus, the major consequence of CKII phosphorylation of Spt6 is to maintain Spn1 association. Future studies are required to precisely determine the mechanistic basis of this interaction and how it contributes to nucleosome reassembly.Finally, it is important to mention that the function of CKII in transcriptional regulation and chromatin maintenance is likely to be highly conserved. Other investigators have documented an important function of CKII in transcriptional regulation from yeast to humans (Basnet et al., 2014), and the N terminus of human Spt6 (SUPT6H) has similar consensus CKII phosphorylation sites that are phosphorylated (summarized at https://www.phosphosite.org). Thus, it will be important to determine the extent to which CKII phosphorylation of SUPT6H contributes to chromatin reassembly and transcriptional fidelity. STAR★METHODSCONTACT FOR REAGENT AND RESOURCE SHARINGFurther information and requests for resources and reagents should be directed to, and will be fulfilled by, the Lead Contact, Brian D. Strahl (ude.cnu.dem@larts_nairb).EXPERIMENTAL MODEL AND SUBJECT DETAILSAll yeast strains are listed in Table S2. Gene deletions and C-terminal epitope tagging of endogenous genes were performed by gene replacement (Gelbart et al., 2001; Janke et al., 2004). Plasmids used in this study are listed in Table S3. Mutagenesis of pRS306-FLAG-SPT6, a gift from Fred Winston, Harvard Medical School, Boston, MA, (Kaplan et al., 2005) (Table S2) was performed with the QuickChange Lightning Multi Site-Directed Mutagenesis Kit (Agilent Technologies) and primers described in Table S4. Plasmids were verified by Sanger sequencing prior to transformation of yeast by a standard two-step gene replacement method. All yeast strains were verified by PCR amplification of genomic DNA, Sanger sequencing, and immunoblotting for epitope-tagged proteins (primers are listed in Table S4 and antibodies are described below).METHOD DETAILSSILAC methodology WT Spt6–3XFLAG strains were cultured in complete minimal medium containing L-Lysine (13C6, 15N2) and L-Arginine (13C6, 15N4), which produce +8 and +10 dalton mass shifts, respectively. CKII mutant strains were cultured in complete minimal medium with light amino acids (specifically L-Lysine (12C6, 14N2) and L-Arginine (12C6, 14N4). Following cell pelleting and washing, cells were mixed at a 1:1 (wt/mutant) ratio and resuspended in TAP lysis buffer. Lysis was performed as described (Bedard et al., 2016). Purification efficiency was assessed by silver staining a TGX SDS-PAGE gel (Bio-Rad) prior to trichloroacetic acid precipitation of the Spt6-FLAG elutions. Protein pellets were resuspended in 8 M urea in 100 mM Tris-HCl (pH 8.5). Proteolytic digestions were performed with LysCTrypsin Gold (Promega), quenched, and pressure loaded onto a three-phase multidimensional protein identification technology (MudPIT) column (Mosley et al., 2011). Samples were analyzed by 10-step MudPIT on an Orbitrap Fusion Lumos mass spectrometer. Two technical replicate analyses were performed with either collision induced dissociation-based fragmentation or a combination of higher energy collision dissociation (HCD) and electron transfer dissociation with supplemental HCD activation. The resulting raw data were searched using SEQUEST HT in Proteome Discoverer 2.1 (Thermo) and quantitation was performed using built-in SILAC 8,10 quantitation mode for MS1 precursor intensity-based quantitation.Affinity-purification and co-immunoprecipitations Spt6-FLAG purifications from WT, mutant, or parental cells were performed as previously described from 6 L of asynchronous log phase grown yeast (Bedard et al., 2016). Following cryolysis, clarification, and incubation with anti-FLAG M2 agarose beads (Sigma-Aldrich); the beads were extensively washed with TAP lysis buffer before purified protein elution through incubation with a 10-fold excess of 3X FLAG peptide. Samples were digested with trypsin as described above and then analyzed by 10-step MudPIT on a Velos Pro Orbitrap mass spectrometer. Following database search against a yeast Uniprot fasta database, peptide-spectrum matches were used for SAINT analysis as previously described (Bedard et al., 2016; Breitkreutz et al., 2010; Choi et al., 2011; Mellacheruvu et al., 2013).Co-immunoprecipitations were performed as described (Moqtaderi et al., 1996) with minor modifications. Overnight saturated yeast cultures were inoculated into 100 mL fresh YPD at an optical density 600 (OD600) of about 0.2. Cells were grown to an OD600 of approximately 1–1.2, washed with water, and suspended in buffer containing 450 mM Tris-acetate (pH 7.8), 150 mM potassium acetate, 60% (v/v) glycerol, 3 mM EDTA (pH 8.0), and supplemented fresh with 3 mM DTT, 1 mM PMSF, 1X complete EDTA-free protease inhibitors (Roche). Suspended cells were lysed with glass beads using a mini bead beater (Disruptor Genei) for 10 minutes at 4°C, with 1 minute on and 1 minute off cycle in the cold room after which cells were allowed to rest for 10 minutes at 4°C, and then cleared by centrifugation for 15 minutes 4°C. Protein concentrations of lysates were estimated using a Bradford Protein Assay (Bio-Rad). One mg of total protein was incubated in 1 mL of buffer A [50 mM HEPES-KOH (pH 7.5), 1 mM EDTA (pH 8.0), 20% (v/v) glycerol, 125 mM potassium acetate, 1% (v/v) NP-40, supplemented fresh with 100 mM DTT] containing 30 ml of anti-FLAG M2 agarose (Sigma-Aldrich) overnight at 4°C. Next day, beads were washed 5 times in buffer A and protein complexes were eluted using 3X-FLAG peptide (Sigma) following the manufacturer’s instructions. Proteins were separated by SDS-PAGE and subjected to immunoblotting to detect interacting proteins (antibodies are listed below). To study phospho-dependent interactions, FLAG-Spt6-bound beads were treated with 200 U of lambda phosphatase for 30 minutes at 30°C. After incubation, beads were washed twice with buffer A and heated at 95°C in SDS loading buffer. For every co-immunoprecipitation, 10% input was applied to the gels.Recombinant Spt6 and Spn1 expression and purification The N-terminal fragments of WT, spt6S8→A8 mutants (aa1–300) and structured region of Spn1 (aa 141–405) were cloned in pET28a as 6X-HIS tagged fragments. Plasmids were sequenced to confirm the orientation and the existence of spt6S8→A8 mutation before progressing with purification. Recombinant proteins were purified as described elsewhere. Briefly, plasmids were transformed into SoluBL21 cells and log phase cultures of bacteria were induced with 1mM IPTG at 16°C overnight. Next day, cells were centrifuged and lysates were prepared in lysis buffer (50 mM NaH2PO4, 300 mM NaCl, 20 mM imidazole, pH to 8.0, 1 mg/ml Lysozyme, 2 microL/ml Universal Nuclease and 1% Triton X-100) containing 20 mM imidazole and applied to Ni-NTA agarose columns. Lysate was incubated with beads for 2h at 4°C and subjected to six washes with wash buffer (50 mM NaH2PO4, 300 mM NaCl, 20 mM imidazole, pH to 8.0). Proteins were eluted in wash buffer containing 300mM imidazole and dialyzed overnight in wash buffer containing 20 mM imidazole. Protein concentrations were estimated using Bradford reagent.In vitro kinase assays In vitro kinase assays were performed as described previously (Bedard et al., 2016). Briefly, the bacterially expressed and purified fragments of Spt6 and the full length Spt6 purified from asynchronously growing yeast cells was incubated either alone or with 500 Units of CKII enzyme. The reactions were carried out in the kinase buffer (40 mM HEPES [pH 7.5], 10 mM MgCl2, 5 mM dithiothreitol, and 10 mCi of [γ-32P]-ATP) (6000Ci/mmol; Perkin Elmer) for 2hrs at 30°C. Reactions were stopped by adding SDS-PAGE loading buffer. Samples were boiled for 10 minutes and subjected to SDS-PAGE, dried, and exposed to film for autoradiography.Cycloheximide chase assays Cycloheximide chase assays were performed to ascertain the turnover of Spt6 in the WT and spt6S8→A8 mutants as described previously (Dronamraju and Strahl, 2014). Briefly, strains were grown in a special synthetic complete (SC) media that contained 0.1% proline as a source of nitrogen. Yeast strains of indicated genotypes grown overnight were diluted to an OD600 of 0.2 and allowed to grow until they reached an OD600 of 1 in the presence of 0.003% SDS. Cells were collected at various time points and fixed and lysed in 10% trichloroacetic acid (TCA as described elsewhere (Keogh et al., 2006a, 2006b). Proteins were separated by SDS-PAGE and immunoblotted using antibodies specific for indicated proteins.Immunoblotting Yeast strains of the indicated genotypes (and their wild-type counterparts) were grown in YPD either at permissive or restrictive temperatures. Overnight-saturated cultures were diluted to an OD600 of 0.2 and allowed to grow until they reached an OD600 of 1. Five OD600 equivalents of cells were lysed using a modified TCA extraction method as described (Keogh et al., 2006a, 2006b). 10–20 mg of the lysates were separated by SDS-PAGE and variously probed with the following antibodies: anti-FLAG-M2 [for FLAG tagged Spt6] (Sigma-Aldrich, F1804; 1:5000), anti-G6PDH (Sigma-Aldrich, A9521; 1:100,000), anti-histone H3K4me3 (EpiCypher, 13–0004; 1:5000), anti-histone H3K79me3 (Abcam, ab2651, 1:2500) anti-histone H3K36me3 (Abcam, ab9050, ab9050; 1:1000), anti-histone H3 (EpiCypher, 13–0001; 1:50,000), anti-Spt16 (gift from Tim Formosa University of Utah, 1:5000), anti-H3K36me2 (Active Motif, 39255; 1:1000), anti-Set2 (Generated in the Strahl lab, 1:5000), anti-RNAPII-Ser2P (Active Motif, Clone #3E10, 61084; 1:100), anti-H2BK123ub1 (Cell Signaling Technology, 5546; 1:2000), and anti-H2B (Active Motif, 39237; 1:2000). HRP-conjugated anti-rabbit (GE Healthcare, NA934V; 1:10,000) and anti-mouse secondary (GE Healthcare, NA931V; 1:10,000), antibodies were used at 1:1000 and proteins were detected using ECL Prime or enhanced chemiluminescence ECL (Amersham Biosciences).Spotting assays Spotting assays were used to assess the sensitivities of the yeast strains to drugs and temperature changes. Saturated yeast cultures of the indicated genotypes were diluted to an OD600 of 0.2, followed by a five-fold serial dilution, and spotted on plates with or without 200 mM hydroxyurea (HU). Growth was assessed after 3 days at 30°C or 37°C. Every experiment was performed at least three times and the representative images are shown.RNA extraction and real-time quantitative PCR Yeast cell RNA was extracted using a hot acid phenol method (Collart and Oliviero, 2001). The isolated RNA was treated with 10 U of RNase-free DNase (Promega) for 30 minutes, followed by RNA cleanup (QIAGEN RNeasy Mini Kit, 74106). cDNA was synthesized from one mg of total RNA using random hexamer primers and Superscript Reverse Transcriptase III (Thermo-Fisher Scientific, 108–80044). The cDNA was diluted 1:25 before being subjected to real-time PCR (primers shown in Table S4). Quantitative real-time PCR was performed using the SYBR Green Master mix according to manufacturer’s instructions (Bio-Rad, 1725270), and the relative quantities of transcripts were calculated using the ΔΔCt method (Livak et al., 2013) and ACT1 or PGK1 as controls. The data shown are the replicates of three independent experiments with three technical replicates in each experiment, and the significance values were calculated using Student’s t test.Chromatin immunoprecipitation ChIP was performed as described with modifications (Ahn et al., 2009). The DNA from the pull-downs was estimated using quantitative real time PCR (primers described in Table S4). Data are mean of % input values ± the standard deviations from three biological replicates with three technical replicates in each experiment. Significance values were calculated using Student’s t test.RNA-seq methodology and data analysis RNA was extracted using acid-phenol method (Collart and Oliviero, 2001) and was quantified spectrophotometrically. 2.5 μg of total RNA was used to deplete rRNA using the Ribo-zero kit (Illumina). ERCC spike-in controls were added to the RNA samples after rRNA clean-up and before proceeding on to the library preparation. Stranded RNA-seq libraries were prepared using TruSeq Stranded Total RNA sample preparation according to manufacturer’s instructions. The libraries were sequenced on Illumina HiSeq 2500, paired-end 50bp reads). RNA-seq reads were first trimmed for possible adaptor contamination using cutadapt (v1.10), (Martin, 2011) with the recommended sequence for Illumina adapters as well as a minimum read length of 36 base pairs (bp). Low quality reads were then filtered with fastq_quality_filter, a function within the fastx-toolkit (v0.0.14), with command line options -p 90 and -q 20 to keep reads with at least a 20 Phred score at a minimum of 90% of the bases. Reads were then aligned to the sacCer3 genome using STAR (v2.5.2b), (Dobin et al., 2013) and the following options:–quantMode TranscriptomeSAM,–outFilterMismatch Nmax 2,–alignIntronMax 1000000,–alignIntronMin 20,–chimSegmentMin 15,–chimJunctionOverhangMin 15,–outSAMtype BAM Un-sorted,–outFilterType BySJout,–outFilterScoreMin 1, and–outFilterMultimapNmax 1. A GTF file was given for the–sjdbGTFfile option that was generated in house combining the sacCer3 RefSeq and ERCC spike-in GTFs. Finally, the Salmon (v0.8.1), (Patro et al., 2017) function quant was used to quantify RNA counts over each gene, and DESeq2 (v1.14.1), (Love et al., 2014) was used to calculate differential genes (adjusted p value ≤ 0.05).Stranded RNA-seq allows us to map reads to specific strands, so all aligned reads were assigned sense or antisense based on whether they overlapped sacCer3 RefSeq genes in the same or opposite strand, respectively. Reads that didn’t overlap any gene were discarded for any stranded analyses as we couldn’t confidently assign them sense/antisense. Unfortunately, overlapping genes cause reads to be assigned to both sense and antisense, so regions of gene overlap plus 49bp on either side (to account for read length) were subtracted out using bedtools (v2.26), (Quinlan and Hall, 2010), and expression of the remaining regions was re-quantified and run through DESeq2 to determine differential genes (adjusted p value ≤ 0.05). Antisense cryptic transcripts were identified using previously published methods with no changes except using a minimum of 0.5 RPKM versus their previous minimum of 4.0 FPKM (Dejean, 1970). File conversions were done with samtools (v1.3.1, (Li et al., 2009)) and in-house scripts.Reads were initially aligned and processed as paired end fragments, however signal tracks demonstrated an unusual pile-up of reads at specific and consistent locations across the gene that only occurred in the “R1” reads. To eliminate potential biases this may have added to downstream analyses, we only used the “R2” reads in this work. As no global transcriptional changes were observed using the ERCC spike-in, ERCC reads were removed from the dataset and not used for downstream analysis or quantification.To examine the antisense signal over genes, Deeptools (v2.5.4) (Ramírez et al., 2016) tool computeMatrix in reference-point mode was used (with options -bs 1, and–nanAfterEnd) to calculate a per-base signal track of antisense RNA-seq signal. R (R Core Team, 2016). R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. URL https://www.R-project.org/) was used for the 5′-half and 3′-half calculations, and R function ‘heatmap.2′ in the ‘gplots’ (https://cran.r-project.org/web/packages/gplots/index.html) library was used to plot the signal in the heatmap (in order of gene length). Base R was used unless stated otherwise.ChIP-seq methodology and data analysis Libraries for the ChIP seq were prepared using Kappa hyper prep kit using manufacturer’s instructions. ChIP-seq reads were first trimmed for possible adaptor contamination using cutadapt (v1.10), (Martin, 2011) with the recommended sequence for Illumina adapters as well as a minimum read length of 36 base pairs (bp). Low quality reads were then filtered with fastq_quality_filter, a function within the fastx-toolkit (v0.0.14), with command line options -p 90 and -q 20 to keep reads with at least a 20 Phred score at a minimum of 90% of the bases. To eliminate possible PCR artifacts from library preparation, we used in-house scripts to keep at most 5 reads that had the same sequence, where those above that threshold were filtered out. As this was paired end sequencing, we used in-house scripts to re-synchronize the reads that were kept into proper, ordered pairs between “R1” and “R2” fastqs for alignment. Reads were then aligned to the sacCer3 genome using STAR (v2.5.2b), (Dobin et al., 2013) and the following options:–outFilterMultimapNmax 1,–outFilterMismatchNmax 2,–chimSegmentMin 15,–chimJunctionOverhangMin 15,–outSAMtype BAM Unsorted,–outFilterType BySJout,–outFilterScoreMin 1, and–outFilterMultimapNmax 1. The sacCer3 RefSeq GTF file was given for the option–sjdbGTFfile. Samtools (v1.3.1) (Li et al., 2009) was used to eliminate alignments that did not contain properly paired reads or were not primary alignments. Bigwigs were then made using genomeCov within bedtools (v2.26), (Quinlan and Hall, 2010) as well as tool bedGrapthToBigWig (Kent et al., 2010).To identify genes that had low 5′ levels of Spt6 ChIP-seq signal in spt6S8→A8 relative to WT, we calculated the log2 ratio of average signal between the first and second half of each gene for both spt6S8→A8 and WT. The variance of this score was calculated across three replicates, and genes with variance < 0.01 for either spt6S8→A8 or WT were removed to select genes with consistent signal across replicates. For the remaining genes, the difference of ratios between spt6S8→A8 and WT were calculated (i:e., log2(avg(WT first half signal)/avg(WT second half signal))−log2(avg(S8A first half signal)/avg(S8A second half signal))). Those with a score of 0.15 or greater were selected for down stream analyses.Once these genes were selected, Deeptools (v2.5.4) (Ramírez et al., 2016) tool computeMatrix in scale-region mode was used to make metagene plots about these genes for both H3 and Spt6 ChIP-seqs. Options included -b 200, -a 200, -bs 1, and -m 1000. As these ChIP-seq assays did not have spike-in corrections, all samples were plotted on a relative scale, where the minimum of the sample was set to 0, the max set to 1, and all other values scaled to fit this range. In plots where replicates were combined, replicates were first scaled (between 0 and 1) before taking and plotting the average of said replicates.QUANTIFICATION AND STATISTICAL ANALYSISAll the error bars in the ChIP qPCR experiments represent the mean ± standard deviation standard deviations from three biological replicates with three technical replicates in each experiment. Significance values were calculated using Student’s t test. The Salmon (v0.8.1), function quant was used to quantify RNA counts over each gene, and DESeq2 (v1.14.1), was used to calculate differential genes (adjusted p value ≤ 0.05). All the ChIP-seq assays did not have spike-in corrections, all samples were plotted on a relative scale, where the minimum of the sample was set to 0, the max set to 1, and all other values scaled to fit this range. In plots where replicates were combined, replicates were first scaled (between 0 and 1) before taking and plotting the average of said replicates. Wilcoxon rank sum test was used to calculate the differences in the antisense transcript signals between the WT and the spt6 mutants. * represents p < 0.05, ** represents p < 0.01 and *** represents p < 0.001.DATA AND SOFTWARE AVAILABILITYThe accession number for the RNaseq and ChIPseq data reported in this paper is GEO: {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE122620\",\"term_id\":\"122620\"}}GSE122620. Raw data for immunoblots can be found at https://data.mendeley.com/datasets/zzc659t39m/draft?a=50b72eec-60d5-4b24-ba6c-e1e0938f4fd4. ​\n                    KEY RESOURCES TABLEREAGENT or RESOURCESOURCEIDENTIFIERAntibodiesAnti-V5 antibody. PolyclonalBethyl labsCatalog #A190–220AAnti RNAPII Ser2 monoclonal, (Clone 9E10)Active MotifCatalog #61084Anti-Spt6, polyclonalIn HouseN/AAnti-histone H3 C-terminal antibody, polyclonalEpiCypherCatalog # 13–0001Anti-Histone H3K36me3Abcamab9050Anti-Histone H3K79me3AbcamAb2621Anti-Histone H3K4me3Active Motif39159Anti-FLAG M2 mouse monoclonal antibodySigma AldrichF1804Anti Set2In HouseN/ANormal rabbit serumCell Signaling TechnologyCatalog # 2729SAnti-G6PDH antibody, polyclonalSigmaCatalog # A9521–1VLChIP grade RNAPII antibodyBioLegendCatalog # 664912HRP-conjugated anti-rabbitGE HealthcareCatalog # NA934VHRP-conjugated anti-mouseGE HealthcareCatalog # NA931VNormal Rabbit IgGCell Signaling Technology27295Chemicals, Peptides, and Recombinant Proteins6-AzauracilSIGMA (Roche)Catalog # A1757HydroxyureaSIGMA (Roche)Catalog # H8627SSIII RT reverse transcriptaseThermo Fisher ScientificCatalog # 18080–044Acid phenol ChloroformAmbion/Thermo Fisher ScientificCatalog # AM9722cOMPLETE, EDTAfree protease inhibitor tabletsSIGMA (Roche)Catalog # 11873580001PhosSTOP phosphatase inhibitor tabletsSIGMA (Roche)Catalog # 04906845001iTaq Universal SYBR ® Green SupermixBioradCatalog # 172–5124Protein A AgaroseSIGMA (Roche)Catalog # 11134515001FLAG_M2 Agarose beadsSigma AldrichA2220Dynabeads Protein GThermo Fisher ScientificCatalog # 10009DSPRI Beads (Agencourt AMPure XP)Beckman CoulterCatalog # A63881Flexible Fused Silica Capillary Tubing, Inner Diameter 100μmPolymicro Technologies#1068150023Reversed phase resin Aqua 5U C18 125APhenomenex#04A-4299Strong cation exchange resin Luna 5um SCX 100APhenomenex#04A-4398Arginine/Lysine Dropout mixSunrise science products#1198–100SILAC heavy arginineCambridge Isotope LaboratoriesNLM-396-PKSILAC heavy lysineCambridge Isotope LaboratoriesDLM-2640-PKLight arginineFisherBP 370–100Light lysineFisherBP 386–100Yeast nitrogen base without amino acidsBecton, Dickinson, and company#291940IPTGRPI Biosciences156000–100.0Recombinant Casein Kinase IINew England BiolabsP6010SATP, [γ-32P]-6000Ci/mmol, 10mCi/ml,Perkin ElmerBLU002Z500UCCycloheximideSigma AldrichC 4859–1MLLysozymeSigmaL6876Universal NucleasePierce88700Spt6-WT (aa1–300)This StudyN/ASpt68S→8A (aa1–300)This studyN/ASpn1(aa 141–405)This studyN/ACritical Commercial AssaysTruSeq Stranded Total RNA with RiboZero Gold Library Prep Kit.IlluminaCatalog # RS-122–2301End Repair and A Tailing BufferKAPA Hyper Prep KitKK8502KAPA Pure beadsKAPA Hyper Prep KitKK8002SeqCap Adaptor Kit BRoche07 141 548 001SeqCap Adaptor Kit ARoche07 141 530 001Deposited DataRNaseq and ChIPSeq seq dataThis studyGEO:{\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE122620\",\"term_id\":\"122620\"}}GSE122620Raw data for ImmunoblotsThis StudyMendeley:https://data.mendeley.com/datasets/zzc659t39m/draft?a=50b72eec-60d5-4b24-ba6c-e1e0938f4fd4Data analysis softwareProteome Discoverer 2.2 SequestThermoFisherOPTON-30795Experimental Models: S. cerevisiae strainsS.cerevisiae yeast strainsThis study and other sourcesTable S2OligonucleotidesOligosThis study and other sourcesTable S4Recombinant DNAPlasmids generated during this studyThis studyTable S3Open in a separate windowHighlightsCasein kinase II (CKII) phosphorylates the unstructured N terminus of Spt6CKII phosphorylation of Spt6 prevents sense and antisense transcriptionIn Spt6 mutants, antisense transcripts arise from the 5′ ends of genesCKII phosphorylation of Spt6 promotes Spt6-Spn1 interaction Supplementary Material1Click here to view.(13M, pdf)2Click here to view.(30K, xlsx)3Click here to view.(10K, xlsx)4Click here to view.(31K, xlsx)5Click here to view.(29K, xlsx)6Click here to view.(967K, xlsx)7Click here to view.(258K, xlsx)8Click here to view.(18M, pdf) ACKNOWLEDGMENTSThis work was supported by an NIH grant (GM126900) to B.D.S. and a National Science Foundation grant (1515748) to A.L.M. J.L.K. was supported by NIH F32-GM116352 and a postdoctoral fellowship awarded by the University of North Carolina Lineberger Comprehensive Cancer Center, Basic Mechanisms of Viral and Chemical Carcinogenesis Training Grant 5 T32 CA009156. I.J.D. acknowledges support from NIHgrants CA166447 and CA198482 and the Corn-Hammond Fund for Pediatric Oncology. We sincerely thank the members of the Strahl, Davis, and Mosley labs for critical discussions and comments, and Howard Fried for editorial suggestions. We thank David Glover for the ck2 temperature-sensitive mutant strains and Deep Patel for technical assistance. We also thank the University of North Carolina (UNC) High-Throughput Sequencing Facility for their support. FootnotesSUPPLEMENTAL INFORMATIONSupplemental Information includes six figures and six tables and can be found with this article online at https://doi.org/10.1016/j.celrep.2018.11.089.DECLARATION OF INTERESTSThe authors declare no competing interests. REFERENCESAhn SH, Keogh MC, and Buratowski S (2009). Ctk1 promotes dissociation of basal transcription factors from elongating RNA polymerase II. EMBOJ\n28, 205–212. [PMC free article] [PubMed] [Google Scholar]Andrulis ED, Werner J, Nazarian A, Erdjument-Bromage H, Tempst P, and Lis JT (2002). The RNA processing exosome is linked to elongating RNA polymerase II in Drosophila. Nature\n420, 837–841. [PubMed] [Google Scholar]Basnet H, Su XB, Tan Y, Meisenhelder J, Merkurjev D, Ohgi KA, Hunter T, Pillus L, and Rosenfeld MG (2014). Tyrosine phosphorylation of his-tone H2A by CK2 regulates transcriptional elongation. Nature\n516, 267–271. [PMC free article] [PubMed] [Google Scholar]Bedard LG, Dronamraju R, Kerschner JL, Hunter GO, Axley ED, Boyd AK, Strahl BD, and Mosley AL (2016). Quantitative Analysis of Dynamic Protein Interactions during Transcription Reveals a Role for Casein Kinase II in Polymerase-associated Factor (PAF) Complex Phosphorylation and Regulation of Histone H2B Monoubiquitylation. J. Biol. Chem\n291, 13410–13420. [PMC free article] [PubMed] [Google Scholar]Bhat W, Boutin G, Rufiange A, and Nourani A (2013). Casein kinase 2 associates with the yeast chromatin reassembly factor Spt2/Sin1 to regulate its function in the repression of spurious transcription. Mol. Cell. Biol\n33, 4198–4211. [PMC free article] [PubMed] [Google Scholar]Bortvin A, and Winston F (1996). Evidence that Spt6p controls chromatin structure by a direct interaction with histones. Science\n272, 1473–1476. [PubMed] [Google Scholar]Breitkreutz A, Choi H, Sharom JR, Boucher L, Neduva V, Larsen B, Lin ZY, Breitkreutz BJ, Stark C, Liu G, et al. (2010). A global protein kinase and phosphatase interaction network in yeast. Science\n328, 1043–1046. [PMC free article] [PubMed] [Google Scholar]Chapman RD, Palancade B, Lang A, Bensaude O, and Eick D (2004). The last CTD repeat of the mammalian RNA polymerase II large subunit is important for its stability. Nucleic Acids Res\n32, 35–44. [PMC free article] [PubMed] [Google Scholar]Cheung V, Chua G, Batada NN, Landry CR, Michnick SW, Hughes TR, and Winston F (2008). Chromatin- and transcription-related factors repress transcription from within coding regions throughout the Saccharomyces cerevisiae genome. PLoS Biol\n6, e277. [PMC free article] [PubMed] [Google Scholar]Choi H, Larsen B, Lin ZY, Breitkreutz A, Mellacheruvu D, Fermin D, Qin ZS, Tyers M, Gingras AC, and Nesvizhskii AI (2011). SAINT: probabilistic scoring of affinity purification-mass spectrometry data. Nat. Methods\n8, 70–73. [PMC free article] [PubMed] [Google Scholar]Close D, Johnson SJ, Sdano MA, McDonald SM, Robinson H, Formosa T, and Hill CP (2011). Crystal structures of the S. cerevisiae Spt6 core and C-terminal tandem SH2 domain. J. Mol. Biol\n408, 697–713. [PMC free article] [PubMed] [Google Scholar]Collart MA, and Oliviero S (2001). Preparation of yeast RNA. Curr. Protoc. Mol. Biol, Chapter 13, Unit 13.12book. [PubMed] [Google Scholar]Cui P, Jin H, Vutukuru MR, and Kaplan CD (2016). Relationships Between RNA Polymerase II Activity and Spt Elongation Factors to Spt-Pheno-type and Growth in Saccharomyces cerevisiae. G3 (Bethesda)\n6, 2489–2504. [PMC free article] [PubMed] [Google Scholar]de Godoy LM (2014). SILAC yeast: from labeling to comprehensive proteome quantification. Methods Mol. Biol\n1156, 81–109. [PubMed] [Google Scholar]DeGennaro CM, Alver BH, Marguerat S, Stepanova E, Davis CP, Bähler J, Park PJ, and Winston F (2013). Spt6 regulates intragenic and anti-sense transcription, nucleosome positioning, and histone modifications genome-wide in fission yeast. Mol. Cell. Biol\n33, 4779–4792. [PMC free article] [PubMed] [Google Scholar]Dejean Y (1970). [Prognosis and treatment of essential facial paralysis]. Cah. Med\n11, 1273–1282. [PubMed] [Google Scholar]Dengl S, Mayer A, Sun M, and Cramer P (2009). Structure and in vivo requirement of the yeast Spt6 SH2 domain. J. Mol. Biol\n389, 211–225. [PubMed] [Google Scholar]Diebold ML, Koch M, Loeliger E, Cura V, Winston F, Cavarelli J, and Romier C (2010a). The structure of an Iws1/Spt6 complex reveals an interaction domain conserved in TFIIS, Elongin A and Med26. EMBO J\n29, 3979–3991. [PMC free article] [PubMed] [Google Scholar]Diebold ML, Loeliger E, Koch M, Winston F, Cavarelli J, and Romier C (2010b). Noncanonical tandem SH2 enables interaction of elongation factor Spt6 with RNA polymerase II. J. Biol. Chem\n285, 38389–38398. [PMC free article] [PubMed] [Google Scholar]Dobin A, Davis CA, Schlesinger F, Drenkow J, Zaleski C, Jha S, Batut P, Chaisson M, and Gingeras TR (2013). STAR: ultrafast universal RNA-seq aligner. Bioinformatics\n29, 15–21. [PMC free article] [PubMed] [Google Scholar]Dronamraju R, and Strahl BD (2014). A feed forward circuit comprising Spt6, Ctk1 and PAF regulates Pol II CTD phosphorylation and transcription elongation. Nucleic Acids Res\n42, 870–881. [PMC free article] [PubMed] [Google Scholar]Dronamraju R, Hepperla AJ, Shibata Y, Adams AT, Magnuson T, Davis IJ, and Strahl BD (2018). Spt6 Association with RNA Polymerase II Directs mRNA Turnover During Transcription. Mol. Cell\n70, 1054–1066.e4. [PMC free article] [PubMed] [Google Scholar]Eitoku M, Sato L, Senda T, and Horikoshi M (2008). Histone chaperones: 30 years from isolation to elucidation of the mechanisms of nucleosome assembly and disassembly. Cell. Mol. Life Sci\n65, 414–444. [PubMed] [Google Scholar]Endoh M, Zhu W, Hasegawa J, Watanabe H, Kim DK, Aida M, Inukai N, Narita T, Yamada T, Furuya A, et al. (2004). Human Spt6 stimulates transcription elongation by RNA polymerase II in vitro. Mol. Cell. Biol\n24, 3324–3336. [PMC free article] [PubMed] [Google Scholar]Erdel F, and Rippe K (2011). Chromatin remodelling in mammalian cells by ISWI-type complexes–where, when and why?\nFEBS J\n278, 3608–3618. [PubMed] [Google Scholar]Fischbeck JA, Kraemer SM, and Stargell LA (2002). SPN1, a conserved gene identified by suppression of a postrecruitment-defective yeast TATA-binding protein mutant. Genetics\n162, 1605–1616. [PMC free article] [PubMed] [Google Scholar]Formosa T (2003). Changing the DNA landscape: putting a SPN on chromatin. Curr. Top. Microbiol. Immunol\n274, 171–201. [PubMed] [Google Scholar]Gelbart ME, Rechsteiner T, Richmond TJ, and Tsukiyama T (2001). Interactions of Isw2 chromatin remodeling complex with nucleosomal arrays: analyses using recombinant yeast histones and immobilized templates. Mol. Cell. Biol\n21, 2098–2106. [PMC free article] [PubMed] [Google Scholar]Gouot E, Bhat W, Rufiange A, Fournier E, Paquet E, and Nourani A (2018). Casein kinase 2 mediated phosphorylation of Spt6 modulates histone dynamics and regulates spurious transcription. Nucleic Acids Res\n46, 7612–7630. [PMC free article] [PubMed] [Google Scholar]Hainer SJ, Pruneski JA, Mitchell RD, Monteverde RM, and Martens JA (2011). Intergenic transcription causes repression by directing nucleo-some assembly. Genes Dev\n25, 29–40. [PMC free article] [PubMed] [Google Scholar]Hanna DE, Rethinaswamy A, and Glover CV (1995). Casein kinase II is required for cell cycle progression during G1 and G2/M in Saccharomyces cerevisiae. J. Biol. Chem\n270, 25905–25914. [PubMed] [Google Scholar]Hartzog GA, Wada T, Handa H, and Winston F (1998). Evidence that Spt4, Spt5, and Spt6 control transcription elongation by RNA polymerase II in Saccharomyces cerevisiae. Genes Dev\n12, 357–369. [PMC free article] [PubMed] [Google Scholar]Ho L, and Crabtree GR (2010). Chromatin remodelling during development. Nature\n463, 474–484. [PMC free article] [PubMed] [Google Scholar]Hockman DJ, and Schultz MC (1996). Casein kinase II is required for efficient transcription by RNA polymerase III. Mol. Cell. Biol\n16, 892–898. [PMC free article] [PubMed] [Google Scholar]Ivanovska I, Jacques PE, Rando OJ, Robert F, and Winston F (2011). Control of chromatin structure by spt6: different consequences in coding and regulatory regions. Mol. Cell. Biol\n31, 531–541. [PMC free article] [PubMed] [Google Scholar]Janke C, Magiera MM, Rathfelder N, Taxis C, Reber S, Maekawa H, Moreno-Borchart A, Doenges G, Schwob E, Schiebel E, and Knop M (2004). A versatile toolbox for PCR-based tagging of yeast genes: new fluores-cent proteins, more markers and promoter substitution cassettes. Yeast\n21, 947–962. [PubMed] [Google Scholar]Jeronimo C, and Robert F (2016). Histone chaperones FACT and Spt6 prevent histone variants from turning into histone deviants. BioEssays\n38, 420–426. [PubMed] [Google Scholar]Jeronimo C, Watanabe S, Kaplan CD, Peterson CL, and Robert F (2015). The Histone Chaperones FACT and Spt6 Restrict H2A.Z from Intragenic Locations. Mol. Cell\n58, 1113–1123. [PMC free article] [PubMed] [Google Scholar]Kaplan CD, Holland MJ, and Winston F (2005). Interaction between transcription elongation factors and mRNA 3′-end formation at the Saccharomyces cerevisiae GAL10-GAL7 locus. J. Biol. Chem\n280, 913–922. [PubMed] [Google Scholar]Kent WJ, Zweig AS, Barber G, Hinrichs AS, and Karolchik D (2010). BigWig and BigBed: enabling browsing of large distributed datasets. Bioinformatics\n26, 2204–2207. [PMC free article] [PubMed] [Google Scholar]Keogh MC, Kim JA, Downey M, Fillingham J, Chowdhury D, Harrison JC, Onishi M, Datta N, Galicia S, Emili A, et al. (2006a). A phosphatase complex that dephosphorylates gammaH2AX regulates DNA damage checkpoint recovery. Nature\n439, 497–501. [PubMed] [Google Scholar]Keogh MC, Mennella TA, Sawa C, Berthelet S, Krogan NJ, Wolek A, Podolny V, Carpenter LR, Greenblatt JF, Baetz K, and Buratowski S (2006b). The Saccharomyces cerevisiae histone H2A variant Htz1 is acetylated by NuA4. Genes Dev\n20, 660–665. [PMC free article] [PubMed] [Google Scholar]Krogan NJ, Kim M, Ahn SH, Zhong G, Kobor MS, Cagney G, Emili A, Shilatifard A, Buratowski S, and Greenblatt JF (2002). RNA polymerase II elongation factors of Saccharomyces cerevisiae: a targeted proteomics approach. Mol. Cell. Biol\n22, 6979–6992. [PMC free article] [PubMed] [Google Scholar]Kurat CF, Lambert JP, van Dyk D, Tsui K, van Bakel H, Kaluarachchi S, Friesen H, Kainth P, Nislow C, Figeys D, et al. (2011). Restriction of his-tone gene transcription to S phase by phosphorylation of a chromatin boundary protein. Genes Dev\n25, 2489–2501. [PMC free article] [PubMed] [Google Scholar]Kwak H, and Lis JT (2013). Control of transcriptional elongation. Annu. Rev. Genet\n47, 483–508. [PMC free article] [PubMed] [Google Scholar]Lai AY, and Wade PA (2011). Cancer biology and NuRD: a multifaceted chromatin remodelling complex. Nat. Rev. Cancer\n11, 588–596. [PMC free article] [PubMed] [Google Scholar]Li H, Handsaker B, Wysoker A, Fennell T, Ruan J, Homer N, Marth G, Abecasis G, and Durbin R; 1000 Genome Project Data Processing Subgroup (2009). The Sequence Alignment/Map format and SAMtools. Bioinformatics\n25, 2078–2079. [PMC free article] [PubMed] [Google Scholar]Li S, Almeida AR, Radebaugh CA, Zhang L, Chen X, Huang L, Thurston AK, Kalashnikova AA, Hansen JC, Luger K, and Stargell LA (2018). The elongation factor Spn1 is a multi-functional chromatin binding protein. Nucleic Acids Res\n46, 2321–2334. [PMC free article] [PubMed] [Google Scholar]Liu J, Zhang J, Gong Q, Xiong P, Huang H, Wu B, Lu G, Wu J, and Shi Y (2011). Solution structure of tandem SH2 domains from Spt6 protein and their binding to the phosphorylated RNA polymerase II C-terminal domain.J. Biol. Chem\n286, 29218–29226. [PMC free article] [PubMed] [Google Scholar]Livak KJ, Wills QF, Tipping AJ, Datta K, Mittal R, Goldson AJ, Sexton DW, and Holmes CC (2013). Methods for qPCR gene expression profiling applied to 1440 lymphoblastoid single cells. Methods\n59, 71–79. [PMC free article] [PubMed] [Google Scholar]Love MI, Huber W, and Anders S (2014). Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol\n15, 550. [PMC free article] [PubMed] [Google Scholar]Martens JA, Laprade L, and Winston F (2004). Intergenic transcription is required to repress the Saccharomyces cerevisiae SER3 gene. Nature\n429, 571–574. [PubMed] [Google Scholar]Martens JA, Wu PY, and Winston F (2005). Regulation of an intergenic transcript controls adjacent gene transcription in Saccharomyces cerevisiae. Genes Dev\n19, 2695–2704. [PMC free article] [PubMed] [Google Scholar]Martin M (2011). Cutadapt removes adapter sequences from high-throughput sequencing reads. EMBnet. J\n17, 10–12. [Google Scholar]Mayer A, Heidemann M, Lidschreiber M, Schreieck A, Sun M, Hintermair C, Kremmer E, Eick D, and Cramer P (2012). CTD tyrosine phosphor-ylation impairs termination factor recruitment to RNA polymerase II. Science\n336, 1723–1725. [PubMed] [Google Scholar]McCullough L, Connell Z, Petersen C, and Formosa T (2015). The Abundant Histone Chaperones Spt6 and FACT Collaborate to Assemble, Inspect, and Maintain Chromatin Structure in Saccharomyces cerevisiae. Genetics\n201, 1031–1045. [PMC free article] [PubMed] [Google Scholar]McDonald SM, Close D, Xin H, Formosa T, and Hill CP (2010). Structure and biological importance of the Spn1-Spt6 interaction, and its regulatory role in nucleosome binding. Mol. Cell\n40, 725–735. [PMC free article] [PubMed] [Google Scholar]Mellacheruvu D, Wright Z, Couzens AL, Lambert JP, St-Denis NA, Li T, Miteva YV, Hauri S, Sardiu ME, Low TY, et al. (2013). The CRAPome: a contaminant repository for affinity purification-mass spectrometry data. Nat. Methods\n10, 730–736. [PMC free article] [PubMed] [Google Scholar]Moqtaderi Z, Yale JD, Struhl K, and Buratowski S (1996). Yeast homo-logues of higher eukaryotic TFIID subunits. Proc. Natl. Acad. Sci. USA\n93, 14654–14658. [PMC free article] [PubMed] [Google Scholar]Mosley AL, Sardiu ME, Pattenden SG, Workman JL, Florens L, and Washburn MP (2011). Highly reproducible label free quantitative proteomic analysis of RNA polymerase complexes. Mol. Cell. Proteomics\n10, M110.000687. [PMC free article] [PubMed] [Google Scholar]Nourani A, Robert F, and Winston F (2006). Evidence that Spt2/Sin1, an HMG-like factor, plays roles in transcription elongation, chromatin structure, and genome stability in Saccharomyces cerevisiae. Mol. Cell. Biol\n26, 1496–1509. [PMC free article] [PubMed] [Google Scholar]Patro R, Duggal G, Love MI, Irizarry RA, and Kingsford C (2017). Salmon provides fast and bias-aware quantification of transcript expression. Nat. Methods\n14, 417–419. [PMC free article] [PubMed] [Google Scholar]Perales R, Erickson B, Zhang L, Kim H, Valiquett E, and Bentley D (2013). Gene promoters dictate histone occupancy within genes. EMBO J\n32, 2645–2656. [PMC free article] [PubMed] [Google Scholar]Quinlan AR, and Hall IM (2010). BEDTools: a flexible suite of utilities for comparing genomic features. Bioinformatics\n26, 841–842. [PMC free article] [PubMed] [Google Scholar]Ramírez F, Ryan DP, Grüning B, Bhardwaj V, Kilpert F, Richter AS, Heyne S, Dündar F, and Manke T (2016). deepTools2: a next generation web server for deep-sequencing data analysis. Nucleic Acids Res\n44, W160–W165. [PMC free article] [PubMed] [Google Scholar]R Core Team (2016). R: a language and environment for statistical computing (Vienna, Austria: R Foundation for Statistical Computing; ). [Google Scholar]Sdano MA, Fulcher JM, Palani S, Chandrasekharan MB, Parnell TJ, Whitby FG, Formosa T, and Hill CP (2017). A novel SH2 recognition mechanism recruits Spt6 to the doubly phosphorylated RNA polymerase II linker at sites of transcription. eLife\n6, e28723. [PMC free article] [PubMed] [Google Scholar]Sun M, Larivière L, Dengl S, Mayer A, and Cramer P (2010). A tandem SH2 domain in transcription elongation factor Spt6 binds the phosphorylated RNA polymerase II C-terminal repeat domain (CTD). J. Biol. Chem\n285, 41597–41603. [PMC free article] [PubMed] [Google Scholar]Svejstrup JQ (2003). Transcription. Histones face the FACT. Science\n301, 1053–1055. [PubMed] [Google Scholar]Thebault P, Boutin G, Bhat W, Rufiange A, Martens J, and Nourani A (2011). Transcription regulation by the noncoding RNA SRG1 requires Spt2-dependent chromatin deposition in the wake of RNA polymerase II. Mol. Cell. Biol\n31, 1288–1300. [PMC free article] [PubMed] [Google Scholar]Uwimana N, Collin P, Jeronimo C, Haibe-Kains B, and Robert F (2017). Bidirectional terminators in Saccharomyces cerevisiae prevent cryptic transcription from invading neighboring genes. Nucleic Acids Res\n45, 6417–6426. [PMC free article] [PubMed] [Google Scholar]Warren C, and Shechter D (2017). Fly Fishing for Histones: Catch and Release by Histone Chaperone Intrinsically Disordered Regions and Acidic Stretches. J. Mol. Biol\n429, 2401–2426. [PMC free article] [PubMed] [Google Scholar]Wilson BG, and Roberts CW (2011). SWI/SNF nucleosome remodellers and cancer. Nat. Rev. Cancer\n11, 481–492. [PubMed] [Google Scholar]Winston F (2001). Control of eukaryotic transcription elongation. Genome Biol\n2, reviews1006.1–reviews1006.3. [PMC free article] [PubMed] [Google Scholar]Yoh SM, Cho H, Pickle L, Evans RM, and Jones KA (2007). The Spt6 SH2 domain binds Ser2-P RNAPII to direct Iws1-dependent mRNA splicing and export. Genes Dev\n21, 160–174. [PMC free article] [PubMed] [Google Scholar]Youdell ML, Kizer KO, Kisseleva-Romanova E, Fuchs SM, Duro E, Strahl BD, and Mellor J (2008). Roles for Ctk1 and Spt6 in regulating the different methylation states of histone H3 lysine 36. Mol. Cell. Biol\n28, 4915–4926. [PMC free article] [PubMed] [Google Scholar]Zhang L, Fletcher AG, Cheung V, Winston F, and Stargell LA (2008). Spn1 regulates the recruitment of Spt6 and the Swi/Snf complex during transcriptional activation by RNA polymerase II. Mol. Cell. Biol\n28, 1393–1403. [PMC free article] [PubMed] [Google Scholar]"}