{"title": "Distinct Functions of the Cap-Binding Complex in Stimulation of Nuclear mRNA Export", "pubDate": "2019", "PMCID": "PMC6447411", "DOI": "10.1128/MCB.00540-18", "PMID": "30745412", "abstract": "Cap-binding complex (CBC) associates cotranscriptionally with the cap structure at the 5' end of nascent mRNA to protect it from exonucleolytic degradation. Here, we show that CBC promotes the targeting of an mRNA export adaptor, Yra1 (forming transcription export [TREX] complex with THO and Sub2), to the active genes and enhances mRNA export in Saccharomyces cerevisiae Likewise, recruitment of Npl3 (an hnRNP involved in mRNA export via formation of export-competent ribonuclear protein complex [RNP]) to the active genes is facilitated by CBC. Thus, CBC enhances targeting of the export factors and promotes mRNA export. Such function of CBC is not mediated via THO and Sub2 of TREX, cleavage and polyadenylation factors, or Sus1 (that regulates mRNA export via transcription export 2 [TREX-2]). However, CBC promotes splicing of SUS1 mRNA and, consequently, Sus1 protein level and mRNA export via TREX-2. Collectively, our results support the hypothesis that CBC promotes recruitment of Yra1 and Npl3 to the active genes, independently of THO, Sub2, or cleavage and polyadenylation factors, and enhances mRNA export via TREX and RNP, respectively, in addition to its role in facilitating SUS1 mRNA splicing to increase mRNA export through TREX-2, revealing distinct stimulatory functions of CBC in mRNA export.", "author": [{"author": "Rwik Sen", "affiliation": ["Department of Biochemistry and Molecular Biology, Southern Illinois University School of Medicine, Carbondale, Illinois, USA."], "href": "/?term=Sen+R&cauthor_id=30745412"}, {"author": "Priyanka Barman", "affiliation": ["Department of Biochemistry and Molecular Biology, Southern Illinois University School of Medicine, Carbondale, Illinois, USA."], "href": "/?term=Barman+P&cauthor_id=30745412"}, {"author": "Amala Kaja", "affiliation": ["Department of Biochemistry and Molecular Biology, Southern Illinois University School of Medicine, Carbondale, Illinois, USA."], "href": "/?term=Kaja+A&cauthor_id=30745412"}, {"author": "Jannatul Ferdoush", "affiliation": ["Department of Biochemistry and Molecular Biology, Southern Illinois University School of Medicine, Carbondale, Illinois, USA."], "href": "/?term=Ferdoush+J&cauthor_id=30745412"}, {"author": "Shweta Lahudkar", "affiliation": ["Department of Biochemistry and Molecular Biology, Southern Illinois University School of Medicine, Carbondale, Illinois, USA."], "href": "/?term=Lahudkar+S&cauthor_id=30745412"}, {"author": "Arpan Roy", "affiliation": ["Department of Biochemistry and Molecular Biology, Southern Illinois University School of Medicine, Carbondale, Illinois, USA."], "href": "/?term=Roy+A&cauthor_id=30745412"}, {"author": "Sukesh R Bhaumik", "affiliation": ["Department of Biochemistry and Molecular Biology, Southern Illinois University School of Medicine, Carbondale, Illinois, USA sbhaumik@siumed.edu."], "href": "/?term=Bhaumik+SR&cauthor_id=30745412"}], "refPMID": [], "citedInPMID": ["30745412", "33920577", "33461637", "33226341", "33177247", "32932882", "32109230", "31932480"], "body": " ABSTRACTCap-binding complex (CBC) associates cotranscriptionally with the cap structure at the 5′ end of nascent mRNA to protect it from exonucleolytic degradation. Here, we show that CBC promotes the targeting of an mRNA export adaptor, Yra1 (forming transcription export [TREX] complex with THO and Sub2), to the active genes and enhances mRNA export in Saccharomyces cerevisiae. Likewise, recruitment of Npl3 (an hnRNP involved in mRNA export via formation of export-competent ribonuclear protein complex [RNP]) to the active genes is facilitated by CBC. Thus, CBC enhances targeting of the export factors and promotes mRNA export. Such function of CBC is not mediated via THO and Sub2 of TREX, cleavage and polyadenylation factors, or Sus1 (that regulates mRNA export via transcription export 2 [TREX-2]). However, CBC promotes splicing of SUS1 mRNA and, consequently, Sus1 protein level and mRNA export via TREX-2. Collectively, our results support the hypothesis that CBC promotes recruitment of Yra1 and Npl3 to the active genes, independently of THO, Sub2, or cleavage and polyadenylation factors, and enhances mRNA export via TREX and RNP, respectively, in addition to its role in facilitating SUS1 mRNA splicing to increase mRNA export through TREX-2, revealing distinct stimulatory functions of CBC in mRNA export.KEYWORDS: CBC, RNA polymerase II, transcription, mRNA export, mRNA processing INTRODUCTIONIn eukaryotic cells, the existence of a nuclear envelop separates transcription and translation. In the nucleus, RNA polymerase II genes are transcribed to mRNAs, which undergo extensive processing events that include cotranscriptional addition of a 7-methyl guanine cap structure at the 5′ end, removal of introns by splicing, 3′-end processing by endonucleolytic cleavage, and poly(A) addition. Following appropriate processing, mRNA is exported as a large mRNA-protein complex, often referred to as a messenger ribonucleoprotein particle (mRNP), outside the nucleus through nuclear pores. Incorrectly processed or unprocessed mRNAs are not exported to the cytoplasm but rather are degraded in the nucleus. Therefore, proper mRNA processing and subsequent nuclear export are crucial for translation of mRNAs.Nuclear mRNA export occurs via transient interactions of soluble transport receptors (that carry mRNAs) and nucleoporins of nuclear pore complex (NPC) (1, 2). Although numerous receptors have been discovered so far, a great deal of progress has been made in characterization of an essential receptor, Mex67, in yeast and its human homologue, TAP. Mex67/TAP displays low affinity toward mRNAs, and such an interaction is enhanced by adaptor proteins. In yeast, Yra1 has been identified as an adaptor protein. It is recruited to mRNA via Sub2 (an ATPase/RNA helicase) that associates with the THO complex (3,–6) and forms an evolutionarily conserved transcription export (TREX) complex (5, 7). Yra1 recruited in this fashion interacts with Mex67, which transports mRNA across the NPC. Like Yra1, its human homologue, ALY, also performs an essential role in bridging mRNA with the export receptor TAP for export. Prior to export, mRNAs need to be appropriately processed. The first mRNA processing event begins with the formation of a cotranscriptional cap structure at the 5′ end when nascent mRNA emerges from the RNA exit channel of RNA polymerase II, reaching a length of 20 to 22 nucleotides (8, 9). The cap-binding complex (CBC), a heterodimer of Cbp20 and Cbp80, binds to the cap structure to protect mRNA from exonuclease degradation. In addition, CBC has been implicated in regulation of transcription, mRNA splicing, nuclear export of U snRNAs, mRNA 3′-end processing, nonsense-mediated decay, processing of primary microRNAs, histone H2B ubiquitylation, histone H3 K36 (lysine 36) trimethylation, RNA interference, and cell proliferation (8, 10,–29). Thus, CBC functions in diverse cellular processes.CBC was first found to regulate export of U snRNAs (which are transcribed by RNA polymerase II) in Xenopus oocytes using competition experiments (30,–32). Likewise, CBC could be involved in regulation of mRNA export, as CBC remains bound to the mRNA cap structure during the process of mRNA export. Indeed, CBC has been shown to interact with ALY/REF, which is involved in mRNA export in higher eukaryotes via the formation of TREX (32,–34). Consistent with this, CBC has been shown to promote mRNA export based on microinjection experiments in Xenopus oocytes (20, 32, 33). However, there has not been direct evidence for the defect in mRNA export in the absence of CBC in higher eukaryotes. Further, previous studies (21) in yeast have demonstrated physical and genetic interactions between CBC and Npl3 (an hnRNP that is involved in export of U snRNAs as well as mRNAs via formation of export-competent ribonuclear protein complex [RNP]). Intriguingly, a yeast strain with the null mutation of CBP80/CBP20 does not show a defect in mRNA export, based on an unpublished oligo(dT)-based in situ hybridization assay (35; E. Izaurralde, S. Adam, P. Fortes, and I. W. Mattaj, personal communication). However, it has not been clearly elucidated whether CBC regulates mRNA export in yeast (32, 35). Further, it is unknown whether, like in higher eukaryotes, CBC promotes the targeting of the ALY homologue, Yra1, to facilitate mRNA export in yeast. Moreover, while CBC was previously shown to interact genetically and physically with Npl3, with implications for mRNA export, the role of CBC in targeting Npl3 to the active gene in stimulation of mRNA export has not been documented. To address these issues and to shed light on the regulation of nuclear mRNA export, we have carried out chromatin immunoprecipitation (ChIP) experiments to analyze the role of CBC in recruitment of Npl3 and Yra1 to a set of genes in yeast (Saccharomyces cerevisiae) and found that CBC promotes the targeting of Npl3 and Yra1 to these genes. Consistent with these findings, our cytoplasmic RNA fractionation analysis revealed a defect in mRNA export of these genes in the absence of CBC. Further, we find that CBC promotes mRNA export of these genes by facilitating the splicing of the first intron of pre-mRNA of Sus1, a component of TREX-2 that interacts with the NPC and mRNA export receptor to enhance mRNA export. These results reveal distinct functions of CBC in stimulation of mRNA export via TREX, TREX-2, and RNP, in addition to its role in protecting mRNA from exonuclease degradation, thereby providing significant insights into the regulation of nuclear mRNA export. RESULTSCBC associates with the ribosomal protein genes and promotes mRNA export. Ribosomal proteins play important roles in ribogenesis and, hence, protein synthesis and cellular functions (36, 37). Thus, misregulation of ribosomal protein gene expression would alter normal cellular functions, leading to cellular pathologies (37, 38). Therefore, it is important to understand ribosomal protein gene regulation. In view of this, we have been working on understanding the regulation of ribosomal protein gene expression in yeast (39,–44), and we asked whether CBC controls ribosomal protein gene expression at the level of mRNA export. To determine the role of CBC in mRNA export, we analyzed cytoplasmic mRNA levels of several ribosomal protein genes, such as RPS5, RPL2B, and RPS11B, in the presence and absence of Cbp80 (since Cbp80 is essential for recruitment of Cbp20 and vice versa [10, 11]). We found that the mRNA levels of RPS5, RPL2B, and RPS11B in the cytoplasm were significantly decreased in the Δcbp80 strain compared to that in the wild-type equivalent (Fig. 1A). However, 18S rRNA level (a control) was not altered in the absence of Cbp80 (Fig. 1A). The reduction of the cytoplasmic levels of RPS5, RPL2B, and RPS11B mRNAs in the Δcbp80 strain could be due to impaired mRNA export or transcription. To address this, we analyzed total mRNA levels of these genes in the Δcbp80 and wild-type strains and found unaltered mRNA levels in the absence of Cbp80 (Fig. 1B). Consistent with this, the association of RNA polymerase II with the coding sequences of these genes was not significantly changed in the Δcbp80 strain (Fig. 1C). Thus, our results support the hypothesis that CBC does not regulate transcription of RPS5, RPL2B, and RPS11B but rather promotes nuclear mRNA export.Open in a separate windowFIG 1CBC associates with RPS5, RPL2B, and RPS11B and promotes their mRNA export. (A and B) RT-PCR analysis of total and cytoplasmic levels of RPS5, RPL2B, and RPS11B mRNAs in the Δcbp80 and wild-type strains. Yeast strains were grown in YPD to an OD600 of 1.0 at 30°C prior to harvesting for RNA analysis. (C) ChIP analysis of RNA polymerase II (Rpb1) association with the coding sequences (ORF) of RPS5, RPL2B, and RPS11B in the Δcbp80 and wild-type strains. The ratio of immunoprecipitate to input (ChIP signal) in the autoradiogram was measured. The ChIP signal of the wild-type strain was set to 100. The ChIP signal from the mutant strain was normalized with respect to 100 and plotted in the form of a histogram. (D to F) ChIP analysis for the association of Cbp80 with RPS5, RPL2B, and RPS11B. Yeast strain expressing Cbp80 with or without a Myc epitope tag was grown in YPD to an OD600 of 1.0 at 30°C prior to formaldehyde-based in vivo cross-linking. Immunoprecipitation was performed using an anti-Myc antibody (9E10; Santa Cruz Biotechnology, Inc.) against Myc-tagged Cbp80 or anti-HA (F-7; Santa Cruz Biotechnology, Inc.) as a control. Immunoprecipitated DNA was analyzed by PCR using the primer pairs located at different regions of RPS5, RPL2B, and RPS11B and inactive region of chromosome V (Chr.-V).Since CBC promotes export of RPS5, RPL2B, and RPS11B mRNAs from nucleus to cytoplasm, it would be cotranscriptionally associated with these genes. To test this, we analyzed the association of the Cbp80 component of CBC with the coding sequence (ORF, or open reading frame) of RPS5, using the ChIP assay, and found its presence at the coding sequence (Fig. 1D). Cbp80 was tagged by a Myc epitope at its C terminus for the ChIP assay using an anti-Myc antibody, and such tagging did not alter cellular growth (11). Antihemagglutinin (anti-HA) was used as a nonspecific antibody control. As a nonspecific DNA control, we analyzed the association of CBC with the upstream activating sequence (UAS) of RPS5 (located about ∼800 nucleotides upstream of the coding sequence) and found the absence of Cbp80 at the RPS5 UAS (Fig. 1D). Further, CBC is not associated with an inactive region of chromosome V (Chr.-V) (Fig. 1D). Moreover, we did not observe Cbp80 association with the RPS5 coding sequence using an anti-Myc antibody in the ChIP assay when Cbp80 was not tagged by the Myc epitope (Fig. 1D). Therefore, our ChIP results demonstrate that Cbp80 is predominantly associated with the RPS5 coding sequence, consistent with our results for ADH1 and GAL1 (10). Similarly, Cbp80 is also associated with the coding sequences of RPL2B and RPS11B (Fig. 1E and ​andF).F). Thus, our results reveal that CBC associates with RPS5, RPL2B, and RPS11B and promotes their mRNA export. However, CBC does not significantly regulate RNA polymerase II association with these genes (Fig. 1C) or the movement of the last wave of RNA polymerease II (or processivity of RNA polymerase II) on the ∼8-kb-long YLR454W coding sequence (under the control of the galactose-inducible GAL1 promoter [45, 46]) upon switching off transcription (by transferring cells from galactose- to dextrose-containing growth media) in the Δcbp20 strain (Fig. 2). Consistent with this, total mRNA levels of these genes are not altered in the absence of Cbp80 (Fig. 1B).Open in a separate windowFIG 2CBC does not regulate the processivity of RNA polymerase II. Shown is ChIP analysis of Rpb1 association with the 3′ and 5′ ends (46) of the ∼8-kb-long YLR454W coding sequence (under the control of the GAL1 promoter) upon switching the carbon source in the growth medium from galactose to dextrose. Yeast cells were initially grown in galactose-containing growth medium to an OD600 of 1.0 prior to switching to dextrose-containing medium.CBC does not facilitate the splicing of mRNA export adaptor Yra1 but promotes its recruitment to the ribosomal protein genes. How does CBC promote mRNA export of the ribosomal protein genes? Previous studies (33, 47,–49) implicated CBC in the interaction with Yra1 that promotes mRNA export (50,–53). Thus, CBC may enhance mRNA export by facilitating recruitment of Yra1 to the active gene. To test this, we analyzed the association of Yra1 with RPS5, RPL2B, and RPS11B in the Δcbp80 and wild-type strains. For this goal, we performed the ChIP analysis of Myc-tagged Yra1 (Myc tagging of Yra1 did not alter cellular growth [see Fig. S1A in the supplemental material]) toward the 3′ ends of the RPS5, RPL2B, and RPS11B coding sequences, as previous studies (54,–57) demonstrated predominant association of Yra1 with the coding sequences or 3′ ends of the active genes. Our ChIP analysis revealed that the recruitment of Yra1 to RPS5, RPL2B, and RPS11B was decreased in the absence of Cbp80 (Fig. 3A and Fig. S1B). Such reduction in Yra1 recruitment could be due to decreased stability and/or splicing of YRA1 mRNA in the Δcbp80 strain. However, we found that the Yra1 protein level was not altered in the Δcbp80 strain (actin level was monitored as a loading control) (Fig. 3B). Further, the splicing of YRA1 mRNA was not impaired in the absence of Cbp80 (Fig. 3C). For splicing analysis, we prepared cDNAs from total RNAs of the wild-type and Δcbp80 strains and then amplified cDNAs using primer pairs targeted to the exon and intron regions of YRA1. The PCR signals using exon-specific primers in the wild-type and Δcbp80 strains are equal (Fig. 3C), indicating that CBC does not alter transcription of YRA1. The absence of PCR signals using intron-specific primers in the wild-type and Δcbp80 strains (Fig. 3C) indicates that the splicing of YRA1 mRNA is not impaired in the Δcbp80 strain. Otherwise, PCR signal using an intron-specific primer pair would have been observed in the Δcbp80 strain (as observed in previous studies [54]; also see Fig. 5A). However, the lack of PCR signals could be due to the fact that intron-specific primers did not work. To test this possibility, we performed PCR analysis of yeast genomic DNA using YRA1 intron-specific primers and observed the PCR signal (Fig. 3D), supporting the idea that intron-specific primers worked. Together, these results demonstrate that CBC does not promote the splicing of YRA1 mRNA or alter its protein level (Fig. 3B to ​toD)D) but facilitates its recruitment to RPS5, RPL2B, and RPS11B (Fig. 3A and Fig. S1B) and, hence, mRNA export (Fig. 1A). Further, such stimulation of Yra1 recruitment to these genes by CBC is not dependent on RNA polymerase II or its processivity, as the association of RNA polymerase II (or its processivity) with these genes is not significantly altered in the absence of CBC (Fig. 1C and ​and22).Open in a separate windowFIG 3CBC promotes the association of Yra1 with RPS5, RPL2B, and RPS11B. (A) ChIP analysis of Yra1 association with the RPS5, RPL2B, and RPS11B coding sequences in the presence and absence of Cbp80. (B) Western blot analysis of Yra1 and actin in the Δcbp80 and wild-type strains. (C) Null mutation of CBP80 does not impair YRA1 mRNA splicing. (D) Amplification of genomic DNA using PCR primer pairs targeted to the YRA1 intron region.Open in a separate windowFIG 5CBC promotes mRNA splicing of Sus1, which facilitates mRNA export of RPS5, RPL2B, and RPS11B. (A) Null mutation of CBP80 impairs mRNA splicing of SUS1’s first intron. (B) Amplification of genomic DNA using PCR primer pair targeted to SUS1’s second intron region. (C) Western blot analysis of Sus1 and actin in the Δcbp80 and wild-type strains. (D) RT-PCR analysis of total RPS5, RPL2B, and RPS11B mRNAs in the Δsus1 and wild-type strains. (E) ChIP analysis of Rpb1 association with the RPS5, RPL2B, and RPS11B coding sequences in the presence and absence of Sus1. (F) ChIP analysis of Sus1 association with the coding sequences of RPS5, RPL2B, and RPS11B. (G) RT-PCR analysis of cytoplasmic levels of RPS5, RPL2B, and RPS11B mRNAs in the Δsus1 and wild-type strains.CBC promotes the recruitment of Npl3 to the ribosomal protein genes. Like Yra1, Npl3 also participates in mRNA export by facilitating the formation of export-competent mature mRNP (21, 58,–62). CBC has been previously shown to interact genetically and physically with Npl3 (21). Thus, CBC may also enhance recruitment of Npl3 to the ribosomal protein genes to promote mRNA export. To address this, we analyzed the association of Npl3 with RPS5, RPL2B, and RPS11B in the Δcbp80 and wild-type strains. For this purpose, we performed a ChIP analysis of Myc-tagged Npl3 (Myc tagging of Npl3 did not alter cellular growth [Fig. S2A]) toward the 3′ ends of the RPS5, RPL2B, and RPS11B coding sequences, as previous studies (51, 63,–65) demonstrated predominant association of Npl3 with the coding sequences or 3′ ends of the active genes. Our ChIP analysis revealed that CBC promotes the association of Npl3 with RPS5, RPL2B, and RPS11B (Fig. 4A and Fig. S2B). However, Npl3 protein level was not altered in the Δcbp80 strain (Fig. 4B). Thus, our results demonstrate that CBC promotes the recruitment of the mRNA export factor Npl3 to RPS5, RPL2B, and RPS11B (Fig. 4A and Fig. S2B) and mRNA export (Fig. 1A).Open in a separate windowFIG 4CBC promotes the association of Npl3 with RPS5, RPL2B, and RPS11B. (A) ChIP analysis of Npl3 association with the RPS5, RPL2B, and RPS11B coding sequences in the presence and absence of Cbp80. (B) Western blot analysis of Npl3 and actin in the Δcbp80 and wild-type strains.CBC enhances mRNA splicing of the TREX-2 component Sus1 and, hence, mRNA export of the ribosomal protein genes. So far, we have found that CBC enhances the recruitment of Yra1 and Npl3 to RPS5, RPL2B, and RPS11B (Fig. 3A and ​and4A4A and Fig. S1B and S2B) and mRNA export (Fig. 1A and ​andB).B). It is also quite possible that CBC facilitates mRNA export of these genes by enhancing the mRNA splicing of Sus1, which participates in mRNA export via TREX-2, while Yra1 and Npl3 function through TREX and mRNP formation, respectively. TREX-2 consists of Sus1, Sac3, Thp1, Cdc31, and Sem1 and interacts with NPC and mRNA export receptor to mediate nuclear mRNA export (66,–68). The Sus1 component of TREX-2 is the product of two-intron-containing SUS1 mRNA and is conserved among eukaryotes. To test whether CBC regulates mRNA export of RPS5, RPL2B, and RPS11B via TREX-2 by promoting splicing of SUS1 mRNA, we analyzed SUS1 mRNA splicing in the wild-type and Δcbp80 strains. For this purpose, we prepared SUS1 cDNAs from the wild-type and Δcbp80 strains and then amplified cDNAs using primer pairs targeted to the exon and first and second intron regions of SUS1. Using exon-specific primers in the PCR analysis, we found that the SUS1 mRNA level was not altered in the Δcbp80 strain (Fig. 5A). However, the PCR signal using a first-intron-specific primer was significantly increased in the Δcbp80 strain compared to that of the wild-type equivalent (Fig. 5A). These results indicate that the splicing of SUS1’s first intron is significantly impaired in the absence of CBC. However, we did not observe PCR signals using a second-intron-specific primer pair in the wild-type and Δcbp80 strains (Fig. 5A). Such absence of PCR signals was not due to the fact that second-intron-specific primers did not work, as these primers generated PCR signal when yeast genomic DNA was used as a template (Fig. 5B). These results support the hypothesis that CBC does not promote splicing of SUS1’s second intron but rather promotes splicing of the first intron, consistent with previous studies (25). Hence, Sus1 protein level was found to be decreased in the Δcbp80 strain (Fig. 5C). However, such a decrease of Sus1 level in the absence of Cbp80 did not alter total mRNA levels of RPS5, RPL2B, and RPS11B (Fig. 1B). Likewise, the null mutation of SUS1 did not alter total mRNA levels of these genes (Fig. 5D), and consistent with this, the association of RNA polymerase II with the coding sequences of these genes also was not significantly changed in the Δsus1 strain (Fig. 5E). Thus, Sus1 does not regulate the association of RNA polymerase II with the RPS5, RPL2B, and RPS11B coding sequences and their transcription. In agreement with these results, Sus1 was not found to be associated with the coding sequences of RPS5, RPL2B, and RPS11B (Fig. 5F).Since the association of Yra1 and Npl3 with the coding sequence depends on active transcription (51, 54,–57, 63,–65) and transcription of RPS5, RPL2B, and RPS11B (as well as RNA polymerase II association) was not impaired in the Δsus1 strain (Fig. 5D and ​andE),E), the null mutation of SUS1 would not impair the targeting of Yra1 and Npl3. Further, Sus1 is not associated with the coding sequences of these genes (Fig. 5F). Thus, our results indicate that CBC facilitates the recruitment of Yra1 and Npl3 (and mRNA export) independently of Sus1. To determine whether CBC regulates mRNA export of RPS5, RPL2B, and RPS11B via TREX-2 by facilitating Sus1’s mRNA splicing, we analyzed mRNA export of these genes in the Δsus1 strain and its isogenic wild-type equivalent. We found that cytoplasmic mRNA levels of RPS5, RPL2B, and RPS11B were decreased in the absence of Sus1 (Fig. 5G). However, total mRNA levels of these genes were not altered in the Δsus1 strain (Fig. 5D). These results demonstrate the role of Sus1 in stimulation of export of RPS5, RPL2B, and RPS11B mRNAs from nucleus to cytoplasm via TREX-2. To support it further, we also analyzed the role of another TREX-2 component, Sac3 (a scaffold to which Sus1, Cdc31, Thp1, and Sem1 bind to form TREX-2), in regulation of mRNA export of RPS5, RPL2B, and RPS11B. We found that the null mutation of SAC3 did not impair transcription of these genes (Fig. 6A) or RNA polymerase II association with these genes (Fig. 6B). However, cytoplasmic mRNA levels of these genes were decreased in the absence of Sac3 (Fig. 6C). These results support the role of Sac3 or TREX-2 in stimulation of mRNA export of the ribosomal protein genes.Open in a separate windowFIG 6Sac3 promotes mRNA export of RPS5, RPL2B, and RPS11B. (A) RT-PCR analysis of total RPS5, RPL2B, and RPS11B mRNAs in the Δsac3 and wild-type strains. (B) ChIP analysis of Rpb1 association with the coding sequences of RPS5, RPL2B, and RPS11B in the presence and absence of Sac3. (C) RT-PCR analysis of cytoplasmic RPS5, RPL2B, and RPS11B mRNAs in the Δsac3 and wild-type strains.CBC promotes mRNA export of the nonribosomal protein genes. The results described above demonstrate distinct functions of CBC in mRNA export of the ribosomal protein genes. We next determined the role of CBC in regulation of mRNA export of the nonribosomal protein genes. For this aim, we analyzed the recruitment of Npl3 and Yra1 to the nonribosomal protein genes, such as ADH1, PGK1, and PYK1, in the presence and absence of Cbp80. We found that the recruitment of Npl3 and Yra1 to the coding sequences of these genes was impaired in the Δcbp80 strain (Fig. 7A and ​andBB and Fig. S3A and B). Thus, as was the case for the ribosomal protein genes, CBC promotes the recruitment of Yra1 and Npl3 to the nonribosomal protein genes. Consistent with this finding, mRNA export of these nonribosomal protein genes is impaired in the absence of CBC (Fig. 7C). However, total mRNA levels of these genes are not altered in the Δcbp80 strain (Fig. 7D). Further, since the steady-state protein level of Sus1 is decreased in the absence of Cbp80, CBC is likely to promote mRNA export of these nonribosomal protein genes via Sus1. Indeed, the null mutation of SUS1 impaired mRNA export of these genes (Fig. 7E). However, total mRNA levels of these genes were not altered in the absence of Sus1 (Fig. 7F). Thus, like the results at the ribosomal protein genes, CBC promotes mRNA export of the nonribosomal protein genes.Open in a separate windowFIG 7CBC promotes mRNA export of ADH1, PGK1, and PYK1. (A and B) ChIP analysis of Npl3 and Yra1 association with the 3′ ends of the ADH1, PYK1, and PGK1 coding sequences in the presence and absence of Cbp80. (C and D) RT-PCR analysis of cytoplasmic and total ADH1, PYK1, and PGK1 mRNAs in the Δcbp80 and wild-type strains. (E and F) RT-PCR analysis of cytoplasmic and total ADH1, PYK1, and PGK1 mRNAs in the Δsus1 and wild-type strains.CBC does not regulate the recruitment of THO, which forms TREX with Sub2 and Yra1 at the active gene. We find that the recruitment of Yra1 to the active genes is impaired in the absence of CBC (Fig. 3A and ​and7B7B and Fig. S1B and S3B). Such a defect could be mediated via impaired recruitment of THO, as Yra1 and Sub2 associate with THO to form TREX for mRNA export (3,–7). To test this, we analyzed the recruitment of Hpr1, a representative component of THO, to the 3′ end of ADH1. For this purpose, we tagged Hpr1 with a Myc epitope in the wild-type and Δcbp80 strains (Myc tagging of Hpr1 did not alter cellular growth [Fig. S4A]) and then performed the ChIP assay, which revealed that Hpr1 recruitment to ADH1 is not dramatically impaired (but very modestly; ∼1.25-fold versus ∼3.5-fold decrease in Yra1 recruitment to ADH1 in the Δcbp80 strain [Fig. 7B]) in the absence of CBC (Fig. 8A). The recruitment of Hpr1 to the 3′ ends of PGK1, PYK1, RPS5, RPL2B, and RPS11B was not impaired in the absence of CBC (Fig. 8B). Thus, impaired recruitment of Yra1 to ADH1, PGK1, PYK1, RPS5, RPL2B, and RPS11B in the absence of CBC (Fig. 3A and ​and7B7B and Fig. S1B and S3B) is not mediated via THO (Fig. 8A and ​andBB).Open in a separate windowFIG 8ChIP analysis of Hpr1 and Sub2 at the 3′ ends of ADH1, PGK1, PYK1, RPS5, RPL2B, and RPS11B in the presence and absence of Cbp80. (A) ChIP analysis of Hpr1 at ADH1 and inactive region within Chr.-V in the wild-type and Δcbp80 strains. (B) ChIP analysis of Hpr1 at PGK1, PYK1, RPS5, RPL2B, and RPS11B in the wild-type and Δcbp80 strains. (C) ChIP analysis of Sub2 at ADH1 and inactive region within Chr.-V in the wild-type and Δcbp80 strains. (D and E) ChIP analysis of Sub2 at PGK1, PYK1, RPS5, RPL2B, and RPS11B in the wild-type and Δcbp80 strains.CBC does not regulate the recruitment of Sub2, which connects THO with Yra1 to form TREX at the active gene. Although impaired recruitment of Yra1 to the active genes is not mediated via THO in the absence of CBC, CBC may facilitate recruitment of Sub2 to the active genes, hence indirectly promoting recruitment of Yra1, as Sub2 associates with THO and interacts with Yra1 to form TREX for nuclear mRNA export (3,–7). To test this, we analyzed recruitment of Sub2 to the 3′ end of ADH1 in the presence and absence of CBC, as Sub2 is found to be predominantly associated with the coding sequences or 3′ ends of the active genes (54,–56). To explore this, we tagged Sub2 with an HA epitope in the wild-type and Δcbp80 strains (HA tagging of Sub2 does not have a dramatic impact on cellular growth [Fig. S4A]) and then performed the ChIP assay using an anti-HA antibody. We found that the recruitment of Sub2 to ADH1 was modestly impaired (∼1.5-fold) in the Δcbp80 strain compared to that of the wild-type equivalent (Fig. 8C). However, an ∼3.5-fold defect in Yra1 recruitment to ADH1 was observed in the absence of CBC (Fig. 7B). Thus, an ∼1.5-fold defect in Sub2 recruitment to ADH1 is not likely to cause an ∼3.5-fold decrease in Yra1 recruitment. It may be that the dramatic defect in Yra1 recruitment to ADH1 in the absence of CBC has a reciprocal synergistic effect on Sub2 and, thus, the recruitment of Sub2 to ADH1 is modestly impaired compared to that of Yra1 in the absence of CBC (Fig. 7B and ​and8C).8C). However, a similar significantly modest defect in Sub2 recruitment to the other genes was not observed in the absence of CBC (Fig. 8D and ​andE).E). Thus, CBC does not appear to regulate Yra1 recruitment via Sub2 (Fig. 8C to ​toE)E) or THO (Fig. 8A and ​andBB).Recruitment of cleavage and polyadenylation factors to the active gene is not impaired in the absence of CBC. Following synthesis, mRNA undergoes cleavage and polyadenylation at the 3′ end by cleavage factor I (CFI) and cleavage/polyadenylation factor (CPF), which are conserved with orthologues of most subunits in mammalian cells (69, 70). CFI is composed of two components, namely, CFIA (a complex containing Rna15, Rna14, Clp1, and Pcf11) and CFIB (containing Hrp1), which recognize A-rich and UA repeat elements upstream of the poly(A) site, respectively, to further enhance interaction of the cleavage and polyadenylation machinery with the poly(A) site (71, 72). In addition to its functions in mRNA cleavage and polyadenylation at the 3′ end, the cleavage and polyadenylation machinery is also involved in transcription termination (73). It is possible that CBC promotes recruitment of Yra1 or Npl3 via cleavage and polyadenylation factors, as CFI interacts with Yra1 (55) and Npl3 (74, 75). To test this, we analyzed recruitment of several cleavage and polyadenylation factors, such as Rna15, Hrp1, and Cft1 (a representative component of CPF), to the 3′ end of ADH1 in the wild-type and Δcbp80 strains following Myc epitope tagging (Myc tagging of these factors did not alter cellular growth [Fig. S4B]) and found that recruitment of these factors to ADH1 was not impaired in the absence of CBC (Fig. 9A to ​toC).C). Similarly, recruitment of these factors to the other genes was not impaired in the absence of CBC (Fig. 9D to ​toF).F). However, Cft1 recruitment to PGK1 is modestly decreased (∼1.4-fold) in the absence of CBC (Fig. 9F). Such a modest decrease is much less than the ∼3.5-fold decrease in Yra1 recruitment to PGK1 in the absence of CBC (Fig. 7B). A similar modest decrease was not observed for other genes (Fig. 9C and ​andF).F). Taken together, these results indicate that CBC promotes recruitment of Yra1 and Npl3 independently of cleavage and polyadenylation factors.Open in a separate windowFIG 9ChIP analysis of Rna15, Hrp1, and Cft1 at the 3′ ends of ADH1, PGK1, PYK1, RPS5, RPL2B, and RPS11B in the presence and absence of Cbp80. (A to C) ChIP analysis of Rna15, Hrp1, and Cft1 at ADH1 and inactive region within Chr.-V in the wild-type and Δcbp80 strains. (D to F) ChIP analysis of Rna15, Hrp1, and Cft1 at PGK1, PYK1, RPS5, RPL2B, and RPS11B in the wild-type and Δcbp80 strains. DISCUSSIONAlthough CBC has been implicated in stimulation of mRNA export in higher eukaryotes (32, 35), it is not clear whether such a function of CBC is conserved in lower eukaryotes. Previously unpublished oligo(dT)-based in situ hybridization analysis (35; Izaurralde et al., personal communication) implied the dispensability of CBC in regulation of mRNA export in yeast. However, these results were neither documented nor supported by other analyses. Therefore, the role of CBC in mRNA export in yeast is not clearly elucidated. Here, using a cytoplasmic RNA fractionation methodology (54) in conjunction with ChIP and reverse transcription-PCR (RT-PCR) assays, we analyzed the role of CBC in regulation of mRNA export in yeast. We find that CBC facilitates the targeting of mRNA export factors Yra1 and Npl3 to the active genes and promotes mRNA export (Fig. 1A and ​andB,B, ​,3,3, 4, and ​and7A7A and ​andB;B; see Fig. S1B, S2B, and S3 in the supplemental material). Further, CBC facilitates mRNA export through TREX-2 by enhancing the splicing of one of its components, Sus1 (Fig. 5 and ​and7E7E and ​andF).F). These results demonstrate distinct regulatory functions of CBC in mRNA export in yeast and support the conservation of CBC’s function in regulation of mRNA export in lower eukaryotes.Previous studies demonstrated physical and genetic interactions of CBC with Npl3 (21). Based on these interactions, CBC has been implicated in mRNA export (21). However, it was unknown whether such genetic/physical interaction of CBC with Npl3 had any functional relevance in promoting recruitment of Npl3 to the active genes in enhancing mRNA export. We show here that CBC facilitates the association of Npl3 with the active genes and promotes mRNA export (Fig. 1A and ​andB,B, ​,4A,4A, and ​and7A7A and Fig. S2B and S3A). However, Npl3 does not facilitate recruitment of CBC (76). Thus, our results reveal that CBC facilitates the targeting of Npl3 to the active genes in stimulation of mRNA export. However, previously unpublished data reported in the publication of Lei et al. (77) did not support the role of CBC in stimulation of Npl3 recruitment, raising the possibility that Npl3 promotes CBC recruitment (77), in contrast to findings of Wong et al. (76). The discrepancy between our ChIP results and previously unpublished ChIP data (77) could be due to different parameters, such as ChIP protocols, reagents, growth conditions, sonicators, and/or sonication efficiencies.In addition to interaction with Npl3, CBC also interacts with ALY/REF in regulation of mRNA export (22, 32,–34). It was unknown whether a yeast homologue of ALY (i.e., Yra1) is similarly regulated by CBC. We show here that CBC promotes the association of Yra1 with the active genes to enhance mRNA export (Fig. 3A and ​and7B7B and Fig. S1B and S3B). However, such a function of CBC is not mediated via its role in regulation of mRNA splicing of Yra1 (Fig. 3C and ​andD)D) or its protein level (Fig. 3B). Further, we find that recruitment of THO and Sub2 to the active genes is not impaired in the absence of CBC (Fig. 8), unlike Yra1 (Fig. 3A and ​and7B7B and Fig. S1B and S3B). Thus, CBC promotes recruitment of the mRNA export adaptor Yra1 to the active genes (Fig. 3A and ​and7B7B and Fig. S1B and S3B) independently of THO (Fig. 8A and ​andB)B) or Sub2 (Fig. 8C to ​toE)E) and enhances mRNA export (Fig. 1A and ​and7C).7C). Yra1 has been previously shown to be recruited by elongating RNA polymerase II and then handed off to Sub2 to form TREX (55, 57). CBC may be playing roles in these steps or performing independent functions in the recruitment of Yra1.While CBC promotes cotranscriptional recruitment of Npl3 and Yra1 to the genes, it does not promote RNA polymerase II processivity, as our results reveal that the movement of the last wave of RNA polymerase II following transcriptional shutdown is not altered in the absence of CBC (Fig. 2). Consistent with these results, Wong et al. (76) also found the dispensability of CBC in regulation of the processivity of RNA polymerase II. Thus, CBC promotes cotranscriptional mRNA export independently of RNA polymerase II processivity. Rather, CBC enhances cotranscriptional recruitment of Yra1 and Npl3 (Fig. 3A, ​,4A,4A, and ​and7A7A and ​andBB and Fig. S1B, S2B, and S3) via interactions with them (21, 33, 47,–49) and promotes mRNA export (Fig. 1A and ​and7C7C).Previous in vitro studies demonstrated that Npl3 competes with Rna15 for binding with a poly(A) precursor (74, 75) and inhibits cleavage and polyadenylation (74, 75). Consistent with these findings, Npl3 interacts genetically with Rna15 (74, 75). These results suggest a model for masking of weak or cryptic poly(A) sites by Npl3 to favor 3′-end processing by allowing Rna15 or cleavage and polyadenylation machinery to recognize strong/real poly(A) signal with high affinity (74, 75). Therefore, reduced recruitment of Npl3 in the absence of CBC (Fig. 4A and ​and7A7A and Fig. S2B and S3A) would enhance the targeting of Rna15 or CF1A to the active gene. Indeed, CBC was found to impede recruitment of CF1A to the weak termination sites, such as that present at gal10-Δ56 (76), but not at native termination regions of PMA1 and PYK1 (76). However, increased targeting of CF1A to the weak terminator at gal10-Δ56 in the absence of CBC is not mediated via Npl3 (76). Thus, CBC appears to directly regulate recruitment of CF1A to a weak terminator (76). Consistent with previous studies of PMA1 and PYK1 (76), we find that recruitment of the CF1A component Rna15 to ADH1, PGK1, and PYK1 is not significantly increased in the absence of CBC (Fig. 9A and ​andD).D). Thus, these genes may not have weak or cryptic termination/poly(A) sites. Hence, reduced recruitment of Npl3 to these genes in the absence of CBC (Fig. 4A and ​and7A7A and Fig. S2B and S3A) did not significantly enhance the targeting of CF1A or Rna15 (Fig. 9A and ​andD).D). However, there is an approximately 1.8-fold increase in Rna15 recruitment to RPL2B in the absence of CBC (Fig. 9D). Likewise, there is an increasing trend (although statistically insignificant) of Rna15 recruitment to RPS5 and RPS11B in the absence of CBC (Fig. 9D). Such an increase of Rna15 could be due to the presence of a weak terminator/poly(A) site at these loci and might be mediated directly by the absence of CBC or via reduced targeting of Npl3 in the absence of CBC. In contrast to our results with ADH1 and PYK1 (Fig. 9A and ​andD),D), Bucheli and Buratowski (74) observed an approximately 2-fold (or less) increase in recruitment of Rna15 to ADH1 and PYK1 in the Npl3 mutant, namely, the npl3-120 mutant. However, it is not clear whether such an increase in Rna15 targeting in the npl3-120 mutant is significant, as error bars or statistical analyses were not included for recruitment of Rna15 in the Npl3 mutant in the previous studies of Bucheli and Buratowski (74). Further, impaired recruitment of Npl3 to ADH1 and PYK1 in the absence of CBC (Fig. 4A and ​and7A)7A) may not be exactly the same as for the npl3-120 mutant, thus leading to the differences between our results at ADH1 and PYK1 (Fig. 9A and ​andD)D) and those of previous studies (74).\nIn addition to Yra1 and Npl3, TREX-2 also promotes mRNA export (66,–68). The Sus1 component of TREX-2 is regulated at the level of splicing by CBC (Fig. 5A and ​andB).B). Hence, the Sus1 protein level is decreased in the absence of CBC (Fig. 5C). Consistent with these findings, Hossain et al. (25) also observed the stimulatory role of CBC in SUS1 mRNA splicing (and, hence, protein level). Thus, CBC is likely to enhance mRNA export via stimulation of SUS1 mRNA splicing. Indeed, we find that null mutation of SUS1 impairs mRNA export of both ribosomal and nonribosomal protein genes (Fig. 5D and ​andGG and ​and7E7E and ​andF).F). Likewise, null mutation of the Sac3 scaffold of TREX-2 impairs mRNA export of these genes (Fig. 6C). Thus, CBC promotes mRNA export via TREX-2 by facilitating splicing of SUS1 mRNA.In summary, CBC associates with the coding sequences of the active genes, promotes the recruitment of Yra1 and Npl3, and facilitates mRNA export (Fig. 10). Such a function is not mediated via THO, Sub2, or cleavage and polyadenylation factors. Further, CBC promotes mRNA splicing of the Sus1 component of TREX-2 and subsequently enhances mRNA export (Fig. 10). These results provide distinct functions of CBC in stimulation of mRNA export (Fig. 10) and, hence, gene expression. Since TREX, TREX-2, and Npl3 regulate mRNA export of a large number of genes (21, 22, 33, 34, 50,–53, 58,–62, 66,–68), CBC is likely to be involved in mRNA export of these genes via its role in targeting Npl3 and the TREX component Yra1 and splicing of the TREX-2 component Sus1. In addition to controlling mRNA export, CBC has also been implicated in regulation of transcription, mRNA splicing, nuclear export of U snRNAs, mRNA 3’-end processing, nonsense-mediated decay, processing of primary microRNAs, histone H2B ubiquitylation, histone H3 K36 trimethylation, RNA interference, and cell proliferation (8, 10,–29), as described above. These functions of CBC are likely to be mediated via its distinct and/or overlapping domains. Further, our context-dependent prediction of protein disorder using the IUPred2A program (78) revealed the presence of an intrinsically disordered region (IDR) within CBC. Such an IDR might be involved in regulating multiple functions of CBC, as IDR has been implicated as a versatile platform to interact with multiple target proteins (e.g., Sem1/Dss1 [79]). Thus, CBC is likely to regulate its multiple tasks via its IDR, distinct, and/or overlapping domains, but this remains to be elucidated.Open in a separate windowFIG 10Schematic diagram showing distinct functions of CBC in nuclear mRNA export. CBC promotes cotranscriptional recruitment of Npl3 and Yra1 and enhances mRNA export. CBC also facilitates the function of TREX-2 to enhance mRNA export by promoting SUS1 mRNA splicing. Plus signs represent stimulation, and dashed lines represent interaction. MATERIALS AND METHODSPlasmids. The plasmids pFA6a-13Myc-KanMX6 and pFA6a-3HA-His3MX6/pFA6a-3HA-KanMX6 (80) were used for genomic tagging of the proteins of interest by Myc and HA epitopes, respectively. The plasmids pRS404 and pRS413 (81) were used in the PCR-based gene disruption.Yeast strains. The yeast (S. cerevisiae) strain bearing SUS1 knockout (Δsus1 strain) and its isogenic wild-type equivalent were obtained from the Rodríguez-Navarro laboratory (Centro de Investigación Príncipe Felipe, Spain) (82). The strain, NSY15, was generated by deleting the CBP80 gene in the W303a strain using the pRS413 plasmid. Likewise, SAC3 was deleted in W303a to generate JFY29c using the pRS404 plasmid. Multiple Myc epitope tags were added to the original chromosomal loci of NPL3, YRA1, HRP1, RNA15, and CFT1 in NSY15 to generate the NSY23, NSY44, NSY29, NSY42, and NSY24 strains, respectively, using the pFA6a-13Myc-KanMX6 plasmid. Similarly, multiple Myc epitope tags were added to the original chromosomal loci of NPL3, YRA1, SUS1, CBP80, HRP1, RNA15, and CFT1 in W303a to generate the NSY12, NSY37, GDY24, SGY77, NSY19, NSY41, and NSY20 strains, respectively. Multiple Myc epitope tags were added at the chromosomal locus of HPR1 in W303a and NSY15 to generate APY01b and PYY30c strains, respectively. Multiple HA epitope tags were added at the C terminus of Sub2 in its original chromosomal locus in W303a and NSY15 strains to generate GDY75 and PYY29d, respectively.Growth medium. For studies of RPS5, RPL2B, RPS11B, ADH1, PGK1, and PYK1, both the wild-type and deletion mutant strains were grown in YPD (yeast extract, peptone plus dextrose) to an OD600 (optical density at 600 nm) of 1.0 at 30°C prior to formaldehyde-based in vivo cross-linking for ChIP analysis or RNA analysis.ChIP assay. The ChIP assay was performed as done previously (44, 83,–87). Briefly, yeast cells were treated with 1% formaldehyde, collected, and suspended in lysis buffer. Following sonication, cell lysate (400 μl lysate from 50 ml of yeast culture) was precleared by centrifugation, and then 100 μl lysate was used for each immunoprecipitation. Immunoprecipitated protein-DNA complexes were treated with proteinase K, the cross-links were reversed, and DNA was purified. Immunoprecipitated DNA was dissolved in 20 μl TE 8.0 (10 mM Tris-HCl, pH 8.0, and 1 mM EDTA), and 1 μl of immunoprecipitated DNA was analyzed by PCR. PCRs contained [α-32P]dATP (2.5 μCi for the 25-μl reaction mixture), and the PCR products were detected by autoradiography after separation on a 6% polyacrylamide gel. As a control, input DNA was isolated from 5 μl lysate without going through the immunoprecipitation step and dissolved in 100 μl TE 8.0. To compare the PCR signal arising from the immunoprecipitated DNA with that of the input DNA, 1 μl of input DNA was used in the PCR analysis.For analysis of the recruitment of Npl3, Yra1, Sus1, Rna15, Hrp1, Hpr1, Sub2, and Cft1, the above-described ChIP protocol was modified as described previously (84, 88). Briefly, a total of 800 μl lysate was prepared from 100 ml of yeast culture. Following sonication, 400 μl lysate was used for each immunoprecipitation (using 10 μl of anti-Myc antibody and 100 μl of protein A/G plus agarose beads from Santa Cruz Biotechnology, Inc.), and immunoprecipitated DNA sample was dissolved in 10 μl TE 8.0, of which 1 μl was used for the PCR analysis. In parallel, the PCR analysis for input DNA was performed using 1 μl DNA that was prepared by dissolving purified DNA from 5 μl lysate in 100 μl TE 8.0. Serial dilutions of input and immunoprecipitated DNA samples were used to assess the linear range of PCR amplification as described previously (44). The data presented here are within the linear range of PCR analysis. The primer pairs used for PCR analysis were the following: RPS5 (UAS), 5′-AGAAACAATGAACAGCCTTGAGTTCTC-3′ and 5′-GCAGGGCCATTCTCATCTGA-3′; RPS5 (core promoter [Core]), 5′-GGCCAACTTCTACGCTCACGTTAG-3′ and 5′-CGGTGTCAGACATCTTTGGAATGGTC-3′; RPS5 (ORF), 5′-AGGCTCAATGTCCAATCATTGAAAG-3′ and 5′-CAACAACTTGGATTGGGTTTTGGTC-3′; RPS5 [poly(A) site (3′ end)], 5′-GAACGTGTTGCCAAGTCTAACCGTT-3′ and 5′-CACACGAGGAAGTACAACCAATAGC-3′; RPL2B (UAS), 5′-TACCGATTACCAAGTTTTCAGACTA-3′ and 5′-AATTCCTTCTTTTTCTCCCTAGCGG-3′; RPL2B (Core), 5′-TGGTGGATTCTGCTCTGGAAACTAT-3′ and 5′-CTTTGTGGTTTCTTGGTGAGTTTAT-3′; RPL2B (ORF), 5′-GTGCTTTCCACAAGTACAGATTGAA-3′ and 5′-TTTGACCAGAAACGGCACCTCTAGA-3′; RPL2B (3′ end), 5′-TTCAGCCAGCTACTTCCTATCACAG-3′ and 5′-CGTTACTATATCACATGGACCTGC-3′; RPS11B (UAS), 5′-GATATACACAAGAATTTCTGGAAGA-3′ and 5′-CACTTCCTCATTTCACAAAGACACT-3′; RPS11B (Core), 5′-AAGTCCAATAGCTTTACGTTTCCCT-3′ and 5′-CTTTTTCCCTGGCTTGATACGTTTC-3′; RPS11B (ORF), 5′-GCACCGTACCATTGTCATCAGAAGA-3′ and 5′-GGTCTACATTGACCAACGGTAACAA-3′; RPS11B (3′-end), 5′-CCAAAGTGTCGTATATTAGGCTC-3′ and 5′-GTCGTTTGCCGAGATGTGATTAT-3′; ADH1 (ORF), 5′-CGGTAACAGAGCTGACACCAGAGA-3′ and 5′-ACGTATCTACCAACGATTTGACCC-3′; ADH1 (3′ end), 5′-GAGTAACTCTTTCCTGTAGGTCAGG-3′ and 5′-CCGAGATTCATCAACTCATTGCTGG-3′; PGK1 (ORF), 5′-AGACGAAGTTGTCAAGAGCTCTGC-3′ and 5′-GAAAGCAACACCTGGCAATTCCT-3′; PGK1 (3′ end), 5′-CGCTCCTCTTTTAATGCCTTTATGCAG-3′ and 5′-AAGGCTTCAAGCTTACACAACACGG-3′; PYK1 (ORF), 5′-AAGTTTCCGATGTCGGTAACGCTAT-3′ and 5′-TTGGCAAGTAAGCGATAGCTTGTTC-3′; PYK1 (3′ end), 5′-CCTTTTTGTCTCCAATTGTCGT-3′ and 5′-TATCCTTTCGCCATCCTGATAA-3′; and Chr.-V, 5′-GGCTGTCAGAATATGGGGCCGTAGTA-3′ and 5′-CACCCCGAAGCTGCTTTCACAATAC-3′.Autoradiograms were scanned and quantitated by the National Institutes of Health ImageJ 1.62 program. Immunoprecipitated DNAs were quantitated as the ratio of immunoprecipitate to input and represented as ChIP signal. The average ChIP signal of the biologically independent experiments is reported with standard deviations (SD; Microsoft Excel). Student's t test of Microsoft Excel (with tail = 2 and types = 3) was used to determine the P values for statistical significance of the change in the ChIP signals. The changes were considered statistically significant at a P value of <0.05. For ORFs, the primers for ChIP analysis were generally designed toward the 3′ end, except for the RPS5 ORF; the RPS5 ORF primer pair is located in the middle of the coding sequence.Isolation of total and cytoplasmic RNAs. Total RNA was prepared from yeast cell culture as done previously (54, 89). Briefly, 10 ml yeast culture at a total OD600 of 1.0 in YPD was harvested and then suspended in 100 μl RNA preparation buffer (500 mM NaCl, 200 mM Tris-HCl, 100 mM Na2EDTA, and 1% SDS) along with 100 μl phenol-chloroform–isoamyl alcohol and a 100-μl volume equivalent of glass beads (acid washed; Sigma). Subsequently, the yeast cell suspension was vortexed with maximum speed (10 in a VWR minivortexer; no. 58816-121) five times (30 s each). The cell suspension was placed in ice for 30 s between pulses. After vortexing, 150 μl RNA preparation buffer and 150 μl phenol-chloroform–isoamyl alcohol were added to the yeast cell suspension, followed by vortexing for 15 s at maximum speed on a VWR minivortexer. The aqueous phase was collected following 5 min of centrifugation at maximum speed in a microcentrifuge machine. The total mRNA was isolated from the aqueous phase by precipitation with ethanol.Cytoplasmic RNA was prepared from yeast cells as described previously (54, 89). Briefly, harvested yeast cells from 10 ml of culture were suspended in 400 μl sorbitol solution (0.9 M sorbitol, 0.1 M EDTA, and 14 mM β-mercaptoethanol) and then were incubated with 10 μl Zymolyase (10 mg/ml) for 25 min at 37°C, followed by centrifugation for 5 to 10 s. The supernatant was carefully removed and the spheroplast was gently suspended in 100 μl RNA preparation buffer along with a 20-μl volume equivalent of glass beads. The spheroplast suspension was mildly vortexed (15 s on the VWR minivortexer with a low speed of 5). Following centrifugation, the supernatant was carefully collected and was used for cytoplasmic mRNA preparation following phenol-chloroform–isoamyl alcohol extraction and precipitation with ethanol.RT-PCR analysis. RT-PCR analysis was performed as done previously (54). Briefly, total RNA was prepared from 10 ml of yeast culture grown to an OD600 of 1.0. Ten micrograms of total RNA was used in the reverse transcription assay. RNA was treated with RNase-free DNase (M610A; Promega) and then reverse transcribed into cDNA using oligo(dT) as described in the protocol supplied by Promega (A3800; Promega). PCR was performed using synthesized first strand or cDNA as the template, and the primer pairs were targeted to the RPS5, RPL2B, RPS11B, ADH1, PGK1, PYK1, and 18S rDNA ORF regions. RT-PCR products were separated by 2.2% agarose gel electrophoresis and visualized by ethidium bromide staining. The primer pairs used in the PCR analysis were the following: RPS5, 5′-AGGCTCAATGTCCAATCATTGAAAG-3′ and 5′-CAACAACTTGGATTGGGTTTTGGTC-3′; RPL2B, 5′-GTGCTTTCCACAAGTACAGATTGAA-3′ and 5′-TTTGACCAGAAACGGCACCTCTAGA-3′; RPS11B, 5′-GCACCGTACCATTGTCATCAGAAGA-3′ and 5′-GGTCTACATTGACCAACGGTAACAA-3′; ADH1, 5′-CGGTAACAGAGCTGACACCAGAGA-3′ and 5′-ACGTATCTACCAACGATTTGACCC-3′; PYK1, 5′-AAGTTTCCGATGTCGGTAACGCTAT-3′ and 5′-TTGGCAAGTAAGCGATAGCTTGTTC-3′; PGK1, 5′-AGACGAAGTTGTCAAGAGCTCTGC-3′ and 5′-GAAAGCAACACCTGGCAATTCCT-3′; and 18S rDNA, 5′-GAGTCCTTGTGGCTCTTGGC-3′ and 5′-AATACTGATGCCCCCGACC-3′.The RT-PCR experiments were carried out three times. These experiments are biologically independent. The average signals from these biologically independent experiments were reported with SD (Microsoft Excel). Student's t test (with tail = 2 and types = 3) was used to determine P values for statistical significance of the change in the RT-PCR signals. The changes were considered to be statistically significant at a P value of <0.05.Whole-cell extract preparation and Western blot analysis. To analyze protein levels, yeast strains expressing Myc epitope-tagged Npl3, Yra1, or Sus1 were grown in YPD to an OD600 of 1.0. Yeast cells were then harvested, lysed, and sonicated to prepare whole-cell extract with solubilized chromatin by following the protocol described previously for the ChIP assay (44, 83,–87). The whole-cell extract was run on SDS-polyacrylamide gel and then analyzed by Western blot assay. An anti-Myc (9E10; Santa Cruz Biotechnology, Inc.) or antiactin (A2066; Sigma) antibody was used for Western blot analysis. Supplementary Material\nSupplemental file 1:\nClick here to view.(446K, pdf)\n ACKNOWLEDGMENTSWe thank Susana Rodríguez-Navarro for yeast strains and Nadia Stanojevic for technical assistance.Work in the Bhaumik laboratory was supported by grants from the National Institutes of Health (1R15GM088798-01, 2R15GM088798-02, and 2R15GM088798-03), American Heart Association (15GRNT25700298), and Southern Illinois University School of Medicine. FootnotesSupplemental material for this article may be found at https://doi.org/10.1128/MCB.00540-18. REFERENCES1. Durairaj G, Garg P, Bhaumik SR. \n2009. \nNuclear export of mRNA and its regulation by ubiquitylation. RNA Biol\n6:531–535. doi:10.4161/rna.6.5.10078. [PubMed] [CrossRef] [Google Scholar]2. Cole CN, Scarcelli JJ. \n2006. \nTransport of messenger RNA from the nucleus to the cytoplasm. Curr Opin Cell Biol\n18:299–306. doi:10.1016/j.ceb.2006.04.006. [PubMed] [CrossRef] [Google Scholar]3. Strässer K, Hurt E. \n2001. \nSplicing factor Sub2p is required for nuclear mRNA export through its interaction with Yra1p. Nature\n413:648–652. doi:10.1038/35098113. [PubMed] [CrossRef] [Google Scholar]4. Chavez S, Beilharz T, Rondon AG, Erdjument BH, Tempst P, Svejstrup JQ, Lithgow T, Aguilera A. \n2000. \nA protein complex containing Tho2, Hpr1, Mft1 and a novel protein, Thp2, connects transcription elongation with mitotic recombination in Saccharomyces cerevisiae. EMBO J\n19:5824–5834. doi:10.1093/emboj/19.21.5824. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Rondón AG, Jimeno S, García-Rubio M, Aguilera A. \n2003. \nMolecular evidence that the eukaryotic THO/TREX complex is required for efficient transcription elongation. J Biol Chem\n278:39037–39043. doi:10.1074/jbc.M305718200. [PubMed] [CrossRef] [Google Scholar]6. Jimeno S, Rondón AG, Luna R, Aguilera A. \n2002. \nThe yeast THO complex and mRNA export factors link RNA metabolism with transcription and genome instability. EMBO J\n21:3526–3535. doi:10.1093/emboj/cdf335. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Sträßer K, Masuda S, Mason P, Pfannstiel J, Oppizzi M, Rodriguez-Navarro S, Rondón AG, Aguilera A, Struhl K, Reed R, Hurt E. \n2002. \nTREX is a conserved complex coupling transcription with messenger RNA export. Nature\n417:304–308. doi:10.1038/nature746. [PubMed] [CrossRef] [Google Scholar]8. Shatkin AJ, Manley JL. \n2000. \nThe ends of the affair: capping and polyadenylation. Nat Struct Biol\n7:838–842. doi:10.1038/79583. [PubMed] [CrossRef] [Google Scholar]9. Rasmussen EB, Lis JT. \n1993. \nIn vitro transcriptional pausing and cap formation on three Drosophilla heat shock genes. Proc Natl Acad Sci U S A\n90:7923–7927. doi:10.1073/pnas.90.17.7923. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Lahudkar S, Shukla A, Bajwa P, Durairaj G, Stanojevic N, Bhaumik SR. \n2011. \nThe mRNA cap-binding complex stimulates the formation of pre-initiation complex at the promoter via its interaction with Mot1p in vivo. Nucleic Acids Res\n39:2188–2209. doi:10.1093/nar/gkq1029. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Lahudkar S, Durairaj G, Uprety B, Bhaumik SR. \n2014. \nA novel role for Cet1p mRNA 5'-triphosphatase in promoter proximal accumulation of RNA polymerase II in Saccharomyces cerevisiase. Genetics\n196:161–176. doi:10.1534/genetics.113.158535. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Izaurralde E, Lewis J, McGuigan C, Jankowska M, Darzynkiewicz E, Mattaj IW. \n1994. \nA nuclear cap binding protein complex involved in pre-mRNA splicing. Cell\n78:657–668. doi:10.1016/0092-8674(94)90530-4. [PubMed] [CrossRef] [Google Scholar]13. Visa N, Izaurralde E, Ferreira J, Daneholt B, Mattaj IW. \n1996. \nA nuclear cap-binding complex binds Balbiani ring pre-mRNA cotranscriptionally and accompanies the ribonucleoprotein particle during nuclear export. J Cell Biol\n133:5–14. doi:10.1083/jcb.133.1.5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Kim S, Yang JY, Xu J, Jang IC, Prigge MJ, Chua NH. \n2008. \nTwo cap-binding proteins CBP20 and CBP80 are involved in processing primary microRNAs. Plant Cell Physiol\n49:1634–1644. doi:10.1093/pcp/pcn146. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Lewis JD, Gorlich D, Mattaj IW. \n1996. \nA yeast cap binding protein complex (yCBC) acts at an early step in pre-mRNA splicing. Nucleic Acids Res\n24:3332–3336. doi:10.1093/nar/24.17.3332. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Gornemann J, Kotovic KM, Hujer K, Neugebauer KM. \n2005. \nCotranscriptional spliceosome assembly occurs in a stepwise fashion and requires the cap binding complex. Mol Cell\n19:53–63. doi:10.1016/j.molcel.2005.05.007. [PubMed] [CrossRef] [Google Scholar]17. Flaherty SM, Fortes P, Izaurralde E, Mattaj IW, Gilmartin GM. \n1997. \nParticipation of the nuclear cap binding complex in pre-mRNA 3′ processing. Proc Natl Acad Sci U S A\n94:11893–11898. doi:10.1073/pnas.94.22.11893. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Balatsos NA, Nilsson P, Mazza C, Cusack S, Virtanen A. \n2006. \nInhibition of mRNA deadenylation by the nuclear cap binding complex (CBC). J Biol Chem\n281:4517–4522. doi:10.1074/jbc.M508590200. [PubMed] [CrossRef] [Google Scholar]19. Schwer B, Mao X, Shuman S. \n1998. \nAccelerated mRNA decay in conditional mutants of yeast mRNA capping enzyme. Nucleic Acids Res\n26:2050–2057. doi:10.1093/nar/26.9.2050. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Izaurralde E, Lewis J, Gamberi C, Jarmolowski A, McGuigan C, Mattaj IW. \n1995. \nA cap-binding protein complex mediating U snRNA export. Nature\n376:709–712. doi:10.1038/376709a0. [PubMed] [CrossRef] [Google Scholar]21. Shen EC, Stage-Zimmermann T, Chui P, Silver PA. \n2000. \nThe yeast mRNA-binding protein Npl3p interacts with the cap-binding complex. J Biol Chem\n275:23718–23724. doi:10.1074/jbc.M002312200. [PubMed] [CrossRef] [Google Scholar]22. Nojima T, Hirose T, Kimura H, Hagiwara M. \n2007. \nThe interaction between cap-binding complex and RNA export factor is required for intronless mRNA export. J Biol Chem\n282:15645–15651. doi:10.1074/jbc.M700629200. [PubMed] [CrossRef] [Google Scholar]23. Ishigaki Y, Li X, Serin G, Maquat LE. \n2001. \nEvidence for a pioneer round of mRNA translation: mRNAs subject to nonsense-mediated decay in mammalian cells are bound by CBP80 and CBP20. Cell\n106:607–617. doi:10.1016/S0092-8674(01)00475-5. [PubMed] [CrossRef] [Google Scholar]24. Hosoda N, Kim YK, Lejeune F, Maquat LE. \n2005. \nCBP80 promotes interaction of Upf1 with Upf2 during nonsense-mediated mRNA decay in mammalian cells. Nat Struct Mol Biol\n12:893–901. doi:10.1038/nsmb995. [PubMed] [CrossRef] [Google Scholar]25. Hossain MA, Claggett JM, Nguyen T, Johnson TL. \n2009. \nThe cap binding complex influences H2B ubiquitination by facilitating splicing of the SUS1 pre-mRNA. RNA\n15:1515–1527. doi:10.1261/rna.1540409. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Gruber JJ, Zatechka DS, Sabin LR, Yong J, Lum JJ, Kong M, Zong W-X, Zhang Z, Lau C-K, Rawlings J, Cherry S, Ihle JN, Dreyfuss G, Thompson CB. \n2009. \nArs2 links the nuclear cap-binding complex to RNA interference and cell proliferation. Cell\n138:328–339. doi:10.1016/j.cell.2009.04.046. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Nielsen AF, Gloggnitzer J, Martinez J. \n2009. \nArs2 and the cap-binding complex team up for silencing. Cell\n138:224–226. doi:10.1016/j.cell.2009.07.009. [PubMed] [CrossRef] [Google Scholar]28. Cho H, Rambout X, Gleghorn ML, Nguyen PQT, Phipps CR, Miyoshi K, Myers JR, Kataoka N, Fasan R, Maquat LE. \n2018. \nTranscriptional coactivator PGC-1α contains a novel CBP80-binding motif that orchestrates efficient target gene expression. Genes Dev\n32:555–567. doi:10.1101/gad.309773.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Li T, De Clercq N, Medina DA, Garre E, Sunnerhagen P, Pérez-Ortín JE, Alepuz P. \n2016. \nThe mRNA cap-binding protein Cbc1 is required for high and timely expression of genes by promoting the accumulation of gene-specific activators at promoters. Biochim Biophys Acta\n1859:405–419. doi:10.1016/j.bbagrm.2016.01.002. [PubMed] [CrossRef] [Google Scholar]30. Hamm J, Mattaj IW. \n1990. \nMonomethylated cap structures facilitate RNA export from the nucleus. Cell\n63:109–118. doi:10.1016/0092-8674(90)90292-M. [PubMed] [CrossRef] [Google Scholar]31. Jarmolowski A, Boelens WC, Izaurralde E, Mattaj IW. \n1994. \nNuclear export of different classes of RNA is mediated by specific factors. J Cell Biol\n124:627–635. doi:10.1083/jcb.124.5.627. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Gonatopoulos-Pournatzis T, Cowling VH. \n2014. \nCap-binding complex (CBC). Biochem J\n457:231–242. doi:10.1042/BJ20131214. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Cheng H, Dufu K, Lee CS, Hsu JL, Dias A, Reed R. \n2006. \nHuman mRNA export machinery recruited to the 5' end of mRNA. Cell\n127:1389–1400. doi:10.1016/j.cell.2006.10.044. [PubMed] [CrossRef] [Google Scholar]34. Lejeune F, Ishigaki Y, Li X, Maquat LE. \n2002. \nThe exon junction complex is detected on CBP80-bound but not eIF4E-bound mRNA in mammalian cells: dynamics of mRNP remodeling. EMBO J\n21:3536–3545. doi:10.1093/emboj/cdf345. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Izaurralde E, Adam S. \n1998. \nTransport of macromolecules between the nucleus and the cytoplasm. RNA\n4:351–364. [PMC free article] [PubMed] [Google Scholar]36. Mayer C, Grummt I. \n2006. \nRibosome biogenesis and cell growth: mTOR coordinates transcription by all three classes of nuclear RNA polymerases. Oncogene\n25:6384–6391. doi:10.1038/sj.onc.1209883. [PubMed] [CrossRef] [Google Scholar]37. Warner JR.\n1999. \nThe economics of ribosome biosynthesis in yeast. Trends Biochem Sci\n24:437–440. doi:10.1016/S0968-0004(99)01460-7. [PubMed] [CrossRef] [Google Scholar]38. Freed EF, Bleichert F, Dutca LM, Baserga SJ. \n2010. \nWhen ribosomes go bad: diseases of ribosome biogenesis. Mol Biosyst\n6:481–493. doi:10.1039/b919670f. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Li XY, Bhaumik SR, Green MR. \n2000. \nDistinct classes of yeast promoters revealed by differential TAF recruitment. Science\n288:1242–1244. doi:10.1126/science.288.5469.1242. [PubMed] [CrossRef] [Google Scholar]40. Li XY, Bhaumik SR, Zhu X, Li L, Shen WC, Dixit B, Green MR. \n2002. \nSelective recruitment of TAFs by yeast upstream activating sequences: implications for eukaryotic promoter structure. Curr Biol\n12:1240–1244. doi:10.1016/S0960-9822(02)00932-6. [PubMed] [CrossRef] [Google Scholar]41. Shen WC, Bhaumik SR, Causton HC, Simon I, Zhu X, Jennings EG, Wang TH, Young RA, Green MR. \n2003. \nSystematic analysis of essential yeast TAFs in genome-wide transcription and preinitiation complex assembly. EMBO J\n22:3395–3402. doi:10.1093/emboj/cdg336. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Uprety B, Lahudkar S, Malik S, Bhaumik SR. \n2012. \nThe 19S proteasome subcomplex promotes the targeting of NuA4 HAT to the promoters of ribosomal protein genes to facilitate the recruitment of TFIID for transcriptional initiation in vivo. Nucleic Acids Res\n40:1969–1983. doi:10.1093/nar/gkr977. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Uprety B, Kaja A, Bhaumik SR. \n2018. \nTOR facilitates the targeting of the 19S proteasome subcomplex to enhance transcription complex assembly at the promoters of the ribosomal protein genes. Mol Cell Biol\n38:e00469-17. [PMC free article] [PubMed] [Google Scholar]44. Uprety B, Sen R, Bhaumik SR. \n2015. \nEaf1p is required for recruitment of NuA4 in targeting TFIID to the promoters of the ribosomal protein genes for transcriptional initiation in vivo. Mol Cell Biol\n35:2947–2964. doi:10.1128/MCB.01524-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Mason PB, Struhl K. \n2005. \nDistinction and relationship between elongation rate and processivity of RNA polymerase II in vivo. Mol Cell\n17:831–840. doi:10.1016/j.molcel.2005.02.017. [PubMed] [CrossRef] [Google Scholar]46. Sen R, Ferdoush J, Kaja A, Bhaumik SR. \n2016. \nFine-tuning of FACT by the ubiquitin proteasome system in regulation of transcriptional elongation. Mol Cell Biol\n36:1691–1703. doi:10.1128/MCB.01112-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Bretes H, Rouviere JO, Leger T, Oeffinger M, Devaux F, Doye V, Palancade B. \n2014. \nSumoylation of the THO complex regulates the biogenesis of a subset of mRNPs. Nucleic Acids Res\n42:5043–5058. doi:10.1093/nar/gku124. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Schwer B, Erdjument-Bromage H, Shuman S. \n2011. \nComposition of yeast snRNPs and snoRNPs in the absence of trimethylguanosine caps reveals nuclear cap binding protein as a gained U1 component implicated in the cold-sensitivity of tgs1Δ cells. Nucleic Acids Res\n39:6715–6728. doi:10.1093/nar/gkr279. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Oeffinger M, Wei KE, Rogers R, DeGrasse JA, Chait BT, Aitchison JD, Rout MP. \n2007. \nComprehensive analysis of diverse ribonucleoprotein complexes. Nat Methods\n4:951–956. doi:10.1038/nmeth1101. [PubMed] [CrossRef] [Google Scholar]50. Strässer K, Hurt E. \n2000. \nYra1p, a conserved nuclear RNA-binding protein, interacts directly with Mex67p and is required for mRNA export. EMBO J\n19:410–420. [PMC free article] [PubMed] [Google Scholar]51. Zenklusen D, Vinciguerra P, Wyss JC, Stutz F. \n2002. \nStable mRNP formation and export require cotranscriptional recruitment of the mRNA export factors Yra1p and Sub2p by Hpr1p. Mol Cell Biol\n22:8241–8253. doi:10.1128/MCB.22.23.8241-8253.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Rodríguez-Navarro S, Strässer K, Hurt E. \n2002. \nAn intron in the YRA1 gene is required to control Yra1 protein expression and mRNA export in yeast. EMBO Rep\n3:438–442. doi:10.1093/embo-reports/kvf091. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Hieronymus H, Silver PA. \n2003. \nGenome-wide analysis of RNA-protein interactions illustrates specificity of the mRNA export machinery. Nat Genet\n33:155–161. doi:10.1038/ng1080. [PubMed] [CrossRef] [Google Scholar]54. Durairaj G, Lahudkar S, Bhaumik SR. \n2014. \nA new regulatory pathway of mRNA export by an F-box protein, Mdm30. RNA\n20:133–142. doi:10.1261/rna.042325.113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Johnson SA, Cubberley G, Bentley DL. \n2009. \nCotranscriptional recruitment of the mRNA export factor Yra1 by direct interaction with the 3' end processing factor Pcf11. Mol Cell\n33:215–226. doi:10.1016/j.molcel.2008.12.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Johnson SA, Kim H, Erickson B, Bentley DL. \n2011. \nThe export factor Yra1 modulates mRNA 3' end processing. Nat Struct Mol Biol\n18:1164–1171. doi:10.1038/nsmb.2126. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. MacKellar AL, Greenleaf AL. \n2011. \nCotranscriptional association of mRNA export factor Yra1 with C-terminal domain of RNA polymerase II. J Biol Chem\n286:36385–36395. doi:10.1074/jbc.M111.268144. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Santos-Pereira JM, Herrero AB, Moreno S, Aguilera A. \n2014. \nNpl3, a new link between RNA-binding proteins and the maintenance of genome integrity. Cell Cycle\n13:1524–1529. doi:10.4161/cc.28708. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Lee MS, Henry M, Silver PA. \n1996. \nA protein that shuttles between the nucleus and the cytoplasm is an important mediator of RNA export. Genes Dev\n10:1233–1246. doi:10.1101/gad.10.10.1233. [PubMed] [CrossRef] [Google Scholar]60. Russell ID, Tollervey D. \n1992. \nNOP3 is an essential yeast protein which is required for pre-rRNA processing. J Cell Biol\n119:737–747. doi:10.1083/jcb.119.4.737. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Singleton DR, Chen S, Hitomi M, Kumagai C, Tartakoff AM. \n1995. \nA yeast protein that bidirectionally affects nucleocytoplasmic transport. J Cell Sci\n108:265–272. [PubMed] [Google Scholar]62. Henry M, Borland CZ, Bossie M, Silver PA. \n1996. \nPotential RNA binding proteins in Saccharomyces cerevisiae identified as suppressors of temperature-sensitive mutations in NPL3. Genetics\n142:103–115. [PMC free article] [PubMed] [Google Scholar]63. Kim M, Ahn SH, Krogan NJ, Greenblatt JF, Buratowski S. \n2004. \nTransitions in RNA polymerase II elongation complexes at the 3' ends of genes. EMBO J\n23:354–364. doi:10.1038/sj.emboj.7600053. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Lei EP, Silver PA. \n2002. \nIntron status and 3'-end formation control cotranscriptional export of mRNA. Genes Dev\n16:2761–2766. doi:10.1101/gad.1032902. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Abruzzi KC, Lacadie S, Rosbash M. \n2004. \nBiochemical analysis of TREX complex recruitment to intronless and intron-containing yeast genes. EMBO J\n23:2620–2631. doi:10.1038/sj.emboj.7600261. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Fischer T, Strässer K, Rácz A, Rodriguez-Navarro S, Oppizzi M, Ihrig P, Lechner J, Hurt E. \n2002. \nThe mRNA export machinery requires the novel Sac3p-Thp1p complex to dock at the nucleoplasmic entrance of the nuclear pores. EMBO J\n21:5843–5852. doi:10.1093/emboj/cdf590. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Lei EP, Stern CA, Fahrenkrog B, Krebber H, Moy TI, Aebi U, Silver PA. \n2003. \nSac3 is an mRNA export factor that localizes to cytoplasmic fibrils of nuclear pore complex. Mol Biol Cell\n14:836–847. doi:10.1091/mbc.e02-08-0520. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Schubert T, Köhler A. \n2016. \nMediator and TREX-2: emerging links between transcription initiation and mRNA export. Nucleus\n7:126–131. doi:10.1080/19491034.2016.1169352. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Zhao J, Hyman L, Moore C. \n1999. \nFormation of mRNA 3' ends in eukaryotes: mechanism, regulation, and interrelationships with other steps in mRNA synthesis. Microbiol Mol Biol Rev\n63:405–445. [PMC free article] [PubMed] [Google Scholar]70. Rosonina E, Kaneko S, Manley JL. \n2006. \nTerminating the transcript: breaking up is hard to do. Genes Dev\n20:1050–1056. doi:10.1101/gad.1431606. [PubMed] [CrossRef] [Google Scholar]71. Gross S, Moore C. \n2001. \nFive subunits are required for reconstitution of the cleavage and polyadenylation activities of Saccharomyces cerevisiae cleavage factor I. Proc Natl Acad Sci U S A\n98:6080–6085. doi:10.1073/pnas.101046598. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Gross S, Moore CL. \n2001. \nRna15 interaction with the A-rich yeast polyadenylation signal is an essential step in mRNA 3'-end formation. Mol Cell Biol\n21:8045–8055. doi:10.1128/MCB.21.23.8045-8055.2001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Buratowski S.\n2005. \nConnections between mRNA 3' end processing and transcription termination. Curr Opin Cell Biol\n17:257–261. doi:10.1016/j.ceb.2005.04.003. [PubMed] [CrossRef] [Google Scholar]74. Bucheli ME, Buratowski S. \n2005. \nNpl3 is an antagonist of mRNA 3' end formation by RNA polymerase II. EMBO J\n24:2150–2160. doi:10.1038/sj.emboj.7600687. [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Bucheli ME, He X, Kaplan CD, Moore CL, Buratowski S. \n2007. \nPolyadenylation site choice in yeast is affected by competition between Npl3 and polyadenylation factor CFI. RNA\n13:1756–1764. doi:10.1261/rna.607207. [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Wong CM, Qiu H, Hu C, Dong J, Hinnebusch AG. \n2007. \nYeast cap binding complex impedes recruitment of cleavage factor IA to weak termination sites. Mol Cell Biol\n27:6520–6531. doi:10.1128/MCB.00733-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Lei EP, Krebber H, Silver PA. \n2001. \nMessenger RNAs are recruited for nuclear export during transcription. Genes Dev\n15:1771–1782. doi:10.1101/gad.892401. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Mészáros B, Erdos G, Dosztányi Z. \n2018. \nIUPred2A: context-dependent prediction of protein disorder as a function of redox state and protein binding. Nucleic Acids Res\n46:W329–W337. doi:10.1093/nar/gky384. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Schenstrøm SM, Rebula CA, Tatham MH, Hendus-Altenburger R, Jourdain I, Hay RT, Kragelund BB, Hartmann-Petersen R. \n2018. \nExpanded interactome of the intrinsically disordered protein Dss1. Cell Rep\n25:862–870. doi:10.1016/j.celrep.2018.09.080. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Longtine MS, McKenzie A III, Demarini DJ, Shah NG, Wach A, Brachat A, Philippsen P, Pringle JR. \n1998. \nAdditional modules for versatile and economical PCR-based gene deletion and modification in Saccharomyces cerevisiae. Yeast\n14:953–961. doi:10.1002/(SICI)1097-0061(199807)14:10<953::AID-YEA293>3.3.CO;2-L. [PubMed] [CrossRef] [Google Scholar]81. Sikorski RS, Hieter P. \n1989. \nA system of shuttle vectors and yeast host strains designed for efficient manipulation of DNA in Saccharomyces cerevisiae. Genetics\n122:19–27. [PMC free article] [PubMed] [Google Scholar]82. Rodríguez-Navarro S, Fischer T, Luo M-J, Antúnez O, Brettschneider S, Lechner J, Pérez-Ortín JE, Reed R, Hurt E. \n2004. \nSus1, a functional component of the SAGA histone acetylase complex and the nuclear pore-associated mRNA export machinery. Cell\n116:75–86. doi:10.1016/S0092-8674(03)01025-0. [PubMed] [CrossRef] [Google Scholar]83. Bhaumik SR, Green MR. \n2003. \nInteraction of Gal4p with components of transcription machinery in vivo. Methods Enzymol\n370:445–454. doi:10.1016/S0076-6879(03)70038-X. [PubMed] [CrossRef] [Google Scholar]84. Shukla A, Stanojevic N, Duan Z, Sen P, Bhaumik SR. \n2006. \nUbp8p, a histone deubiquitinase whose association with SAGA is mediated by Sgf11p, differentially regulates lysine 4 methylation of histone H3 in vivo. Mol Cell Biol\n26:3339–3352. doi:10.1128/MCB.26.9.3339-3352.2006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Sen R, Malik S, Frankland-Searby S, Uprety B, Lahudkar S, Bhaumik SR. \n2014. \nRrd1p, an RNA polymerase II-specific prolyl isomerase and activator of phosphoprotein phosphatase, promotes transcription independently of rapamycin response. Nucleic Acids Res\n42:9892–9907. doi:10.1093/nar/gku703. [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Malik S, Durairaj G, Bhaumik SR. \n2013. \nMechanisms of antisense transcription initiation from the 3′ end of the GAL10 coding sequence in vivo. Mol Cell Biol\n33:3549–3567. doi:10.1128/MCB.01715-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Uprety B, Kaja A, Ferdoush J, Sen R, Bhaumik SR. \n2016. \nRegulation of antisense transcription by NuA4 histone acetyltransferase and other chromatin regulatory factors. Mol Cell Biol\n36:992–1006. doi:10.1128/MCB.00808-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Durairaj G, Sen R, Uprety B, Shukla A, Bhaumik SR. \n2014. \nSus1p facilitates pre-initiation complex formation at the SAGA-regulated genes independently of histone H2B de-ubiquitylation. J Mol Biol\n426:2928–2941. doi:10.1016/j.jmb.2014.05.028. [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Shukla A, Durairaj G, Schneider J, Duan Z, Shadle T, Bhaumik SR. \n2009. \nStimulation of mRNA export by an F-box protein, Mdm30p, in vivo. J Mol Biol\n389:238–247. doi:10.1016/j.jmb.2009.04.018. [PubMed] [CrossRef] [Google Scholar]"}