{"title": "INTS8 accelerates the epithelial-to-mesenchymal transition in hepatocellular carcinoma by upregulating the TGF-β signaling pathway", "pubDate": "2019", "PMCID": "PMC6396674", "DOI": "10.2147/CMAR.S184392", "PMID": "30881114", "abstract": "Background:                       Hepatocellular carcinoma (HCC) is the third leading cause of death by malignancy worldwide. HCC has a poor prognosis due to tumor invasiveness and metastasis. There is substantial evidence that the epithelial-to-mesenchymal transition (EMT) plays a central role in cancer metastasis. In a previous study, a possible association between integrator complex 8 (INTS8) and the progression and development of HCC was discovered. However, its role and the molecular mechanisms in HCC are poorly understood.                  Methods:                       The PROGgeneV2 platform database and Kaplan-Meier plotter analysis were used to analyze the potential effects of INTS8 in HCC. Moreover, we performed migration, transwell, and metastasis assays to investigate the effects of INTS8 on HCC cells. In addition, relevant signaling pathways were examined by western blot and RT-qPCR assays.                  Results:                       We used the PROGgeneV2 platform database and Kaplan-Meier plotter analysis, which indicated that increased expression of INTS8 is associated with poor overall survival of HCC. Moreover, INTS8 expression was higher in HCC tissues than in adjacent noncancerous tissues. INTS8 depletion reduced the invasion and migration of HCC cell lines. Downregulation of INTS8 in vivo resulted in fewer observed metastatic nodules in lungs. Moreover, INTS8 knockdown also increased the expression of epithelial markers (E-cadherin) and decreased the expression of mesenchymal markers (N-cadherin and vimentin) following the downregulation of SMAD4. In addition, pretreatment with TGF-β1 could partly prevent the decrease in the expression of SMAD4 and EMT markers induced by INTS8 knockdown.                  Conclusion:                       Overall, these findings suggest that INTS8 accelerates the EMT in HCC by upregulating the TGF-β signaling pathway.", "author": [{"author": "Hui Tong", "affiliation": ["Department of General Surgery, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China, zhuzhechengrj@163.com; shenby@shsmu.edu.cn."], "href": "/?term=Tong+H&cauthor_id=30881114"}, {"author": "Xiaohui Liu", "affiliation": ["France National Research Center International Joint Laboratory (CNRS-LIAI), Sino-French Research Center for Life Sciences and Genomics, State Key Laboratory of Medical Genomics, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], "href": "/?term=Liu+X&cauthor_id=30881114"}, {"author": "Tao Li", "affiliation": ["Department of General Surgery, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China, zhuzhechengrj@163.com; shenby@shsmu.edu.cn."], "href": "/?term=Li+T&cauthor_id=30881114"}, {"author": "Weihua Qiu", "affiliation": ["Department of General Surgery, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China, zhuzhechengrj@163.com; shenby@shsmu.edu.cn."], "href": "/?term=Qiu+W&cauthor_id=30881114"}, {"author": "Chenghong Peng", "affiliation": ["Department of General Surgery, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China, zhuzhechengrj@163.com; shenby@shsmu.edu.cn."], "href": "/?term=Peng+C&cauthor_id=30881114"}, {"author": "Baiyong Shen", "affiliation": ["Department of General Surgery, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China, zhuzhechengrj@163.com; shenby@shsmu.edu.cn."], "href": "/?term=Shen+B&cauthor_id=30881114"}, {"author": "Zhecheng Zhu", "affiliation": ["Department of General Surgery, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China, zhuzhechengrj@163.com; shenby@shsmu.edu.cn."], "href": "/?term=Zhu+Z&cauthor_id=30881114"}], "refPMID": ["29307467", "29487329", "16239144", "23722107", "26536348", "27567667", "27212245", "25214461", "27580587", "29303507", "25495189", "26025609", "24638984", "26862846", "25518851", "21205417", "27174009", "20502460", "25424420", "23824740", "27578206", "28827661", "25733143", "22583549", "19945376", "21605699", "25087096", "21597466", "27279345", "25531314"], "citedInPMID": ["30881114", "34880328", "33195699", "31186759"], "body": " AbstractBackgroundHepatocellular carcinoma (HCC) is the third leading cause of death by malignancy worldwide. HCC has a poor prognosis due to tumor invasiveness and metastasis. There is substantial evidence that the epithelial-to-mesenchymal transition (EMT) plays a central role in cancer metastasis. In a previous study, a possible association between integrator complex 8 (INTS8) and the progression and development of HCC was discovered. However, its role and the molecular mechanisms in HCC are poorly understood.MethodsThe PROGgeneV2 platform database and Kaplan–Meier plotter analysis were used to analyze the potential effects of INTS8 in HCC. Moreover, we performed migration, transwell, and metastasis assays to investigate the effects of INTS8 on HCC cells. In addition, relevant signaling pathways were examined by western blot and RT-qPCR assays.ResultsWe used the PROGgeneV2 platform database and Kaplan–Meier plotter analysis, which indicated that increased expression of INTS8 is associated with poor overall survival of HCC. Moreover, INTS8 expression was higher in HCC tissues than in adjacent noncancerous tissues. INTS8 depletion reduced the invasion and migration of HCC cell lines. Downregulation of INTS8 in vivo resulted in fewer observed metastatic nodules in lungs. Moreover, INTS8 knockdown also increased the expression of epithelial markers (E-cadherin) and decreased the expression of mesenchymal markers (N-cadherin and vimentin) following the downregulation of SMAD4. In addition, pretreatment with TGF-β1 could partly prevent the decrease in the expression of SMAD4 and EMT markers induced by INTS8 knockdown.ConclusionOverall, these findings suggest that INTS8 accelerates the EMT in HCC by upregulating the TGF-β signaling pathway.Keywords: INTS8, epithelial-to-mesenchymal transition, hepatocellular carcinoma IntroductionHepatocellular carcinoma (HCC) is the third leading cause of death from cancer.1 The average and 5-year survival rates of HCC patients still remain poor. Its high recurrence and metastasis rates often lead to poor clinical outcomes.2 Consequently, it is important to gain a better understanding of the mechanisms responsible for HCC initiation and progression, so that more effective therapies can be developed.The integrator complex (INT) includes at least 14 subunits and is phylogenetically conserved.3 INTS8 encodes a subunit of the INT that is involved in the cleavage of small nuclear RNAs. In a previous study, INTS8 levels were found to be significantly higher in cancerous gastric tissues than in the corresponding non-malignant gastric tissues.4 Moreover, Simpson et al identified recurrent mutations in the INTS8 gene of peripheral T cell lymphoma.5 The expression of INTS8 is robustly increased in cholangiocarcinoma, and colon and lung adenocarcinomas, as well as HCC. In addition, Yin et al also found that a significant increase at the protein level of INTS8 was observed in HCC tissues compared with corresponding paracancerous tissues, and INTS8 was specifically correlated with most clinical characteristics including disease-free survival, overall survival, stage, metastasis, invasiveness, diagnosis, and age by microarray analysis.6The epithelial-to-mesenchymal transition (EMT) is a multistep biological process whereby transient de-differentiation into a mesenchymal phenotype causes changes in the plasticity of epithelial cells.7 The EMT, which is a reversible and dynamic process, is one of the major mechanisms by which cancer cells invade and metastasize.8,9 Accumulating evidence has demonstrated that the EMT plays a pivotal role in the proliferation and metastasis of malignant hepatocytes during hepatoma progression.2,10 Xiao et al revealed that HCC cell proliferation was inhibited through the downregulation in expression of stem cell markers.11 Liang et al also reported that the inhibition of EMT decreased the cell proliferation in HCC.12 TGF-β plays an important role in orchestrating favorable microenvironments for tumor cell growth and promoting the EMT in HCC.13 Thus, we could assume that INTS8 might involve the EMT in HCC due to a possible association between INTS8 and the progression and development of HCC.Strikingly, to date, the role of INTS8 in HCC and its underlying molecular mechanism remain unclear; thus, the aim of this study was to explore both. Materials and methodsBioinformatics analysisThe ProgeneV2 prognostic database (http://watson.compbio.iupui.edu/chirayu/proggene/database/?url=proggene) and Kaplan–Meier Plotter (http://kmplot.com/analysis/) were used to collect the data required to analyze the effect of INTS8 on HCC survival.14,15Patients and clinical samplesThis study was approved by the Medical Ethics Committee of the Ruijin Hospital of Shanghai Jiao Tong University School of Medicine and was conducted in accordance with the Declaration of Helsinki. We obtained written informed consent from all 52 participants, who were primary HCC patients enrolled between February 2015 and November 2016. We collected primary HCC tissues and corresponding adjacent noncancerous tissues during hepatectomies. Detailed clinical characteristics of the HCC patients are summarized in Table 1. The samples were confirmed as HCC and adjacent noncancerous tissues by H&E staining.Table 1Clinical characteristics of the HCC patientsFeatures\nAges (years), median (range)52 (41–83)Gender (male/female), n23/29α-Fetoprotein (ng/ml), median (range)205 (0–60, 500)UICC TNM stage (I/II/III), n30/15/7ALT (U/mL, mean ± SD)62.1±52.5Liver cirrhosis (present/absent), n51/1Hepatitis B history (yes/no), n49/3Tumor size (cm), mean ± SD6.4±4.9Open in a separate windowAbbreviations: HCC, hepatocellular carcinoma; UICC, Union for International Cancer Control.Immunohistochemistry (IHC)IHC staining was performed blindly by a pathologist. We assessed INTS8 expression by IHC of paraffin-embedded specimens. The slides were incubated overnight at 4°C with rabbit anti-INTS8 primary antibody (1:200; Proteintech, Wuhan, China). The following day, secondary antibody was applied for 30 minutes at 37°C and expression was quantified using ImageJ software.Cell culture and stimulationWe purchased commercially available immortalized human hepatocyte (MIHA and THLE3) and liver cancer cell lines (HCCLM3, HepG2, MHCC-97H, and SK-HEP-1) from the American Type Culture Collection (Manassas, VA, USA). The cell lines were cultured in DMEM (Sigma-Aldrich Co., Shanghai, China) supplemented with 10% FBS (Invitrogen Gibco, Carlsbad, CA, USA) and incubated in a 5% CO2 incubator at 37°C. We prepared a 10 mg/mL stock solution by dissolving TGF-β1 (Abcam, Burlingame, CA, USA) in PBS and added sufficient medium to yield a 10 ng/mL solution.Cell viability assayThe cells were seeded into 96-well plates and cultured to 60%–80% confluence. An MTT assay (Thermo Fisher Scientific, Waltham, MA, USA) was performed to determine cell viability and the absorbance was measured at 570 nm.Reverse-transcription quantitative polymerase chain reaction (RT-qPCR)Total RNA was extracted using TRIzol reagent (Invitrogen). We synthesized first strand cDNA using a reverse transcription system kit (Toyobo, Osaka, Japan) according to the manufacturer’s instructions. Real-time RT-PCR was performed using an ABI PRISM 7300 sequence detection system (Applied Biosystems, Foster City, CA, USA). All gene transcripts were quantified by RT-qPCR with the Power SYBR Green PCR Master Mix and the ABI StepOnePlus System. The forward primer sequences for INTS8 and β-actin, the internal control, were 5′-AACTGAGAGTTCTACTGCTGGA-3′ and 5′-GCTGCGCCCAAATCATAGC-3′, respectively, and the corresponding reverse sequences were 5′-GACTGCTGTCACCTTCACCGT-3′ and 5′-GTTGCGTTACACCCTTTCTTG-3′, respectively. We applied the 2−DDCt method to calculate relative gene expression.Western blot (WB) analysisWe extracted total protein from the cell lines and tissues using radioimmunoprecipitation buffer (Sigma-Aldrich Co.) and determined the protein concentration using the BCA Protein Assay Kit (Beyotime, Shanghai, China). The extraction of nuclear protein extractions were prepared using an extraction kit (Beyotime) according to the manufacturer’s protocols as reported previously.16 The proteins were separated by 10% SDS-PAGE and transferred to a polyvinylidene fluoride membrane. After blocking in 5% BSA for 1 hour, the membranes were incubated overnight at 4°C with β-actin (1:2,000; Cell Signaling Technology, Danvers, MA, USA), INTS8 (1:200; Abcam), N-cadherin (1:1,000; Abcam), E-cadherin (1:1,000; Abcam), Vimentin (1:1,000; Abcam), Histone H3 (1:2,000; Cell Signaling Technology), and SMAD4 (1:1,000; Cell Signaling Technology) antibodies. The secondary antibody horseradish peroxidase-conjugated goat anti-rabbit IgG (1:1,000) was then applied for 1 hour at 37°C. β-Actin served as the internal control for all WBs. Histone H3 served as the internal control for nuclear protein. We quantified protein expression using Bio-Rad Quantity One software (Bio-Rad Laboratories Inc., Hercules, CA, USA).Lentiviral infectionWe obtained the lentiviral shRNA construct targeting INTS8 (SHCLNV-{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_017864\",\"term_id\":\"1653962538\",\"term_text\":\"NM_017864\"}}NM_017864) commercially (Sigma-Aldrich Co.) and designed two shRNA sequences that interfere with human INTS8 (Table 2). The oligonucleotides were phosphorylated, annealed, and cloned into the pLKO.1 vector (Sigma-Aldrich Co.). Lentiviral infection was performed according to the manufacturer’s instructions. First, the cells were incubated with lentiviral particles and polybrene (1 µg/mL) in a growth medium. After 18 hours, the infection medium was discarded. After 48 hours, transfected cells were selected for 7 days with 1 µg/mL puromycin to produce stable INTS8-knockdown cell lines. INTS8 expression was quantified by RT-qPCR and WB analyses. The stable transfected cells were then used in subsequent experiments.Table 2shRNA sequences interfering with human INTS8shRNA serial numberSequenceshRNA1CCGGCCTCAGAGAAATTGACTACAACTCGAGTTGTAGTCAATTTCTCTGAGGTTTTTTGshRNA2CCGGCACAATGTTCGGGAGGACATTCTCGAGAATGTCCTCCCGAACATTGTGTTTTTTGOpen in a separate windowColony formation assayColony formation assay was performed according to previous study.17 Briefly, after lentivirus infection for 3 days, cells were seeded in a six-well plate at a density of 400 cells per well. Cells were cultured for 10 days at 37°C in a 5% CO2. The colonies were fixed with 4% paraformaldehyde for 15 minutes and then stained with Giemsa solution (Sigma, #G5637, USA) for 5 minutes. The numbers of single colonies containing more than 50 cells were counted under a microscope. All experiments were performed in triplicate wells, and assays were repeated three times.Wound healing assayThe cells were seeded into 12-well plates and cultured to 100% confluence. We created a wound by scratching a straight line in the cell layer with a pipette tip. Next, the cells were washed with PBS and treated with DMEM without FBS. Cell migration was photographed and the width of the wound was measured.Transwell migration assayCell culture inserts (24-well, pore size 8 µm; Sigma-Aldrich Co.) were seeded with 1×105 cells in 200 µL of medium without FBS. Medium with 5% FBS (500 µL), which served as a chemotactic agent, was added to the lower chamber. After 24 hours, non-migrating cells were removed from the upper side of the membrane, and the cells on the lower side of the membrane were fixed with 4% paraformaldehyde. Cells were stained with 0.1% crystal violet staining and counted. Each individual experiment was performed with triplicate inserts, and five microscopic fields were counted per insert.Transwell invasion assayMatrigel (BD Biosciences, San Jose, CA, USA) was added to each well according to the manufacturer’s instructions before the cells (3×105) were seeded on the upper chamber. Following 12 hours incubation at 37°C, non-invasive cells were gently removed from the top of the matrigel with a cotton-tipped swab. The invasive cells at the bottom of the matrigel were fixed in 4% paraformaldehyde, stained with 0.1% crystal violet, and counted. Each individual experiment was performed with triplicate inserts, and five microscopic fields were counted per insert.Immunofluorescence assayAnti-E-cadherin (1:200; Cell Signaling Technology), anti-N-cadherin (1:100; Abcam), and anti-SMAD4 (1:200; Abcam) were used as primary antibodies. The cells were incubated with Alexa Fluor 555/488 dye-conjugated secondary antibody (Thermo Fisher Scientific). The nucleus was stained with DAPI (Thermo Fisher Scientific).In vivo model of HCC lung metastasisAll of the animal studies were approved by the Ruijin Hospital of Shanghai Jiaotong University. All experiments were ethically approved by the Animal Care and Use Committee of Shanghai Jiaotong University and performed in accordance with the National Institutes of Health Guide for the Care and Use of Laboratory Animals.18 Briefly, nude mice weighing ~20 g (Slaccas, Shanghai, China) were housed under specific pathogen-free conditions and supplied with sterilized food and water. MHCC-97H (sh-ctrl) cells were used in the metastasis assay. INTS8-knockdown cells (sh2) were suspended in PBS and 1.5×106 cells (150 µL) were injected into the tail vein of the nude mice. Mice were sacrificed 28 days after injection, and their lungs were harvested and inspected for metastatic foci. The number of metastatic nodules on the surface of H&E-stained lungs was counted under a dissecting microscope.Statistical analysisWe used SPSS 20.0 software to perform statistical analysis. All experiments were performed at least in triplicate, and the data are presented as the means ± SDs. We assessed statistical significance using a two-tailed Student’s t-test, or, when comparing two groups, a one-way analysis of variance test with Dunnett’s test. We considered P-values of 0.05 or less as statistically significant. ResultsHigh INTS8 mRNA levels in HCC tissues are associated with poor overall survivalAccording to our analysis of the ProgeneV2 prognostic database, increased expression of INTS8 mRNA in HCC tissue is associated with poor 3-year survival rate (high INTS8, n=147; low INTS8, n=146; HR =1.47, P=0.027), and no significant difference was found in 5-year survival rate (Figure 1A). Moreover, according to the Kaplan–Meier Plotter database (high INTS8, n=92; low INTS8, n=272; HR =1.95, P=0.00034), higher expression of INTS8 mRNA in HCC tissue was also correlated with poor overall survival (Figure 1B).Open in a separate windowFigure 1(A) Analysis of the ProgeneV2 prognostic database: OS curve between patients with high and low integrator complex 8 (INTS8) mRNA expression. Statistical analysis was performed with the log-rank test. (B) Analysis of the Kaplan–Meier Plotter database: OS curve between patients with high and low INTS8 mRNA expression. Statistical analysis was performed with the log-rank test. (C) Immunohistochemical staining for INTS8 expression in HCC tissues. Representative image of HCC tissues and adjacent matched noncancerous tissues (magnification: 100×, 200×); *P<0.05, significantly different compared with adjacent matched noncancerous slides. (D) INTS8 levels in HCC and noncancerous tissues were assessed by WB analysis. The images are representative of five independent experiments. (E) Expression of INTS8 in human liver cancer cell lines analyzed by WB. The images are representative of five independent experiments.Abbreviations: HCC, hepatocellular carcinoma; N, adjacent matched noncancerous tissue; OS, overall survival; T, tumor tissue; WB, Western blot.Expression of INTS8 was higher in HCC tissues than in adjacent noncancerous tissuesIHC showed that INTS8 levels were significantly higher in HCC tissues than in adjacent noncancerous tissues (Figure 1C; P<0.05). We examined INTS8 protein levels in HCC and adjacent noncancerous tissues by Western blotting. We observed that adjacent noncancerous tissue exhibited lower protein levels of INTS8 than HCC tissues (Figure 1D). Moreover, INTS8 protein levels were higher in the HCC cell lines (HCCLM3, HepG2, MHCC-97H, and SK-HEP-1) compared with the normal hepatocyte cell lines (THLE3 and MIHA) (Figure 1E).Silencing of INTS8 expression in MHCC-97H and SK-HEP-1 cell lines using shRNAsWe characterized the cellular consequences of using lentiviral RNA interference vectors expressing shRNA (sh-INTS8) for stable knockdown of INTS8 expression in human HCC cell lines (MHCC-97H and SK-HEP-1) to gain insight into the possible mechanisms that mediate the relationship between INTS8 and HCC. INTS8 mRNA and protein levels were evaluated 72 hours after lentivirus infection (Figure 2A, B). Compared with the control groups, INTS8 expression was downregulated by the shRNAs. MTT analysis demonstrated that cell viability was significantly reduced as a result of INTS8 knockdown at 72 hours (Figure 2C). Furthermore, colony formation assay was also carried out for cell proliferation assessment. The results revealed that cell proliferation was decreased due to the downregulation of INTS8 at day 13 (Figure 2D).Open in a separate windowFigure 2Establishment of INTS8-knockdown cells and their effects on cell viability.Notes: (A) INTS8 mRNA levels were analyzed by quantitative RT-PCR. (B) Protein expression of INTS8 was analyzed by WB. (C) Effect of INTS8 on cell viability was evaluated by MTT assay in SK-HEP-1 cells and MHCC-97H cells. The relative proliferation rate of SK-HEP-1 cells following lentivirus transfection at days 1, 2, and 3. (D) Effects of INTS8 on cell proliferation was evaluated by colony formation assay in SK-HEP-1 cells and MHCC-97H cells. The relative proliferation rate of MHCC-97H cells following lentivirus transfection at days 1, 2, and 3. The data are presented as means ± SDs. Each experiment was repeated at least five times. *P<0.05, compared with the sh-ctrl group.Abbreviations: sh-ctrl, control short hairpin RNA group; sh1, short hairpin RNA1; sh2, short hairpin RNA2; mock, mocked treated.INTS8 knockdown attenuates HCC cell migration and invasionThe invasion and migratory capability of cells decreased markedly following suppression of INTS8; fewer cells migrated through the pores (Figure 3A, B). A wound-healing assay was also performed to evaluate the effect of INTS8 on HCC cell migration. INTS8 depletion significantly reduced the wound-closure capacity of HCC cell lines at 24 and 36 hours (Figure 3C).Open in a separate windowFigure 3INTS8 knockdown decreased migration and invasion by HCC cell lines.Notes: Data are presented as means ± SDs. (A) Transwell assay was performed to assess cell migration capabilities. The number of cells was counted, with six microscopic fields counted per insert (magnification: 200×). *P <0.05, compared with the sh-ctrl group. All data are expressed as means ± SD. (B) Transwell assay was performed to assess cell invasion capabilities. The number of cells was counted, with six microscopic fields per insert (magnification: 200×). *P <0.05, compared with the sh-ctrl group. All data are expressed as means ± SD. (C) Wound-healing assay was performed to evaluate cell migration (magnification: 200×). The images are representative of five independent experiments. The relative widths of the wound gaps were measured using ImageJ software. All data are expressed as means ± SD. *P <0.05, compared with the sh-ctrl group.Abbreviations: HCC, hepatocellular carcinoma; sh1, short hairpin RNA1; sh2, short hairpin RNA2; sh-ctrl, control short hairpin RNA group.INTS8 depletion attenuates the EMT in HCC cell linesThe EMT, which plays a crucial role in cancer migration, requires alterations to molecular markers. Thus, we evaluated the expression levels of epithelial (E-cadherin) and mesenchymal (N-cadherin and vimentin) markers. WB analysis revealed that N-cadherin and vimentin were decreased by downregulation of INTS8 (Figure 4A). Conversely, cells with INTS8 knockdown exhibited higher expression of E-cadherin (Figure 4A). Immunofluorescence assessing the levels of EMT markers confirmed these results (Figure 4C).Open in a separate windowFigure 4INTS8 knockdown downregulated expression of EMT markers and Smad4.Notes: (A) Images are representative of three independent experiments. Protein levels of E-cadherin, N-cadherin, vimentin, INTS8, and Smad4 were assessed by WB. (B) Images are representative of three independent experiments. Nuclear protein levels of Smad4 were assessed by WB. (C) Protein levels of E-cadherin and N-cadherin were assessed by immunofluorescence staining. (D) Protein levels of Smad4 were assessed by immunofluorescence staining.Abbreviation: EMT, epithelial-to-mesenchymal transition; sh1, short hairpin RNA1; sh2, short hairpin RNA2; sh-ctrl, control short hairpin RNA group; WB, Western blot.INTS8 depletion inhibits the TGF-β signaling pathwayWe investigated the possible underlying molecular mechanism by evaluating the TGF-β signaling pathway. INTS8 knockdown significantly decreased the level of SMAD4, a TGF-β-activated transcription factor (Figure 4A, B, D).We then investigated the effect of TGF-β pretreatment on E-cadherin, N-cadherin, and vimentin expression in INTS8-knockdown cells. According to previous studies, cells were pretreated with 5 ng/mL TGF-β1 protein for 48 hours.19,20 Interestingly, supplementation with TGF-β1 reduced E-cadherin levels in both mock-transfected and INTS8-knockdown cells (Figure 5). Conversely, the levels of SMAD4, N-cadherin, and vimentin in both mock-transfected and INTS8-knockdown cells were significantly increased by treatment with TGF-β1 (Figure 5).Open in a separate windowFigure 5Expression of EMT markers was rescued from INTS8 knockdown-induced suppression by TGF-β1 stimulation.Notes: Protein levels of E-cadherin, N-cadherin, vimentin, and Smad4 were assessed by WB. The images are representative of three independent experiments. *P<0.05, compared with the sh-ctrl group.Abbreviations: EMT, epithelial-to-mesenchymal transition; sh1, short hairpin RNA1; sh2, short hairpin RNA2; sh-ctrl, control short hairpin RNA group; WB, Western blot.INTS8 knockdown impairs lung metastasis in vivoWe determined the role of MHCC-97H cells in HCC metastasis in vivo by injecting them into the tail vein of nude mice. As shown in Figure 6, fewer metastatic nodules were detected in the lung tissues of the INTS8-knockdown group compared with the control group. Moreover, our observations of H&E-stained lung sections revealed obvious metastatic nodules in the lung tissues of the sh-ctrl group.Open in a separate windowFigure 6Depletion of INTS8 inhibits lung metastasis in HCC cells.Notes: (A) Gross images of the lungs were obtained following euthanasia of the mice at 8 weeks after surgery. (B) H&E-stained lung sections. The arrows represent metastatic nodules (magnification: 100×, 200×). (C) Number of lung metastasis nodules of the INTS8-knockdown and control groups was calculated (n=5). All data are expressed as means ± SD. *P<0.05, compared with the sh-ctrl group.Abbreviations: HCC, hepatocellular carcinoma; sh1, short hairpin RNA1; sh-ctrl, control short hairpin RNA group. DiscussionHCC is one of the deadliest types of malignancy worldwide. Given the poor prognosis of HCC, specific molecular targets for improving the prognosis of HCC and effectiveness of intervention are urgently needed. INTS8 is a subunit of the integrator complex, which associates with the C-terminal domain of the RNA polymerase II large subunit and mediates the 3′ end processing of the small nuclear RNAs U1 and U2.3 In previous studies, a significant upregulation at the protein level of INTS8 was revealed in cancer tissues and INTS8 was specifically correlated with survival.4,5 Interestingly, a previous study also reported that, compared with the average expression in paracancerous tissues, INTS8 levels in HCC were upregulated 2.06-fold.6 Therefore, we investigated the role of INTS8 in the prognosis and progression of HCC. Our bioinformatics analysis revealed that higher levels of INTS8 expression in HCC patients were associated with poor prognoses. Next, we found that INTS8 levels were higher in HCC tissues than in adjacent noncancerous tissues. The migration and invasion of HCC cells decreased following knockdown of INTS8. Moreover, we used a model of tumor metastasis to explore its role in HCC metastasis in vivo. We detected significantly fewer metastatic nodules in the lung tissues of the mice injected with INTS8-knockdown cells, suggesting that INTS8 plays a tumor-promoting role in HCC.The role of the EMT in the advancement of HCC is gaining increasing attention. The EMT is a complex process by which epithelial cells lose their differentiated characteristics and acquire mesenchymal features, including motility, invasiveness, and the ability to escape detection by immune cells.21 The EMT is a dynamic and reversible process that allows cancer cells to reversibly transition between epithelial and mesenchymal states during metastasis.22 E-cadherin is a cell–cell adhesion molecule expressed predominantly by epithelial cells. Reduction or loss of E-cadherin, which is considered a hallmark of the EMT, initiates a series of signaling events and a major reorganization of the cytoskeleton.23 EMT-induced changes in epithelial plasticity are evidenced by the loss of epithelial markers, which includes the adherence junction component E-cadherin.7,24 Meanwhile, the expression of mesenchymal proteins such as N-cadherin and vimentin are increased.7 In this study, we found that INTS8 depletion increased the expression of E-cadherin and decreased the expression of N-cadherin and vimentin. These results indicate that the expression of INTS8 is closely associated with the EMT process in HCC cells.We have found substantial evidence that TGF-β signaling is a potent inducer of the EMT.13,25,26 Moreover, TGF-β signaling represents a crucial pathway for initiation of the EMT in HCC.2,7 Yu et al reported that the effect of TGF-β on the EMT and invasion in HCC might be prevented by knockdown of myocyte enhancer factors.27 TGF-β signaling is transduced through the activation of TGF-β receptors and subsequent phosphorylation of receptor-activated SMADs, which form a heterotrimeric complex with SMAD4, a transcription factor important in TGF-β signaling.22,28,29 Interestingly, SMAD4 exerts a tumor-promoting role in HCC.30 Similarly, we also found that we were able to inhibit the expression of SMAD4 by silencing the expression of INTS8. Furthermore, TGF-β1 pretreatment can be used to partly rescue the downregulated expression of SMAD4 and EMT markers induced by INTS8 depletion.Our study had the following limitations. First, the in vitro results should be verified in other HCC cell lines. Second, our study did not reveal how INTS8 could be affecting EMT in HCC. Further studies will be needed to explore the involvement of signaling pathways. Therefore, more studies are required to demonstrate the expression of INTS8 as a potential biomarker for HCC in the clinic. ConclusionTaken together, our data suggest that INTS8 knockdown inhibits the TGF-β/SMAD4-induced EMT in HCC. AcknowledgmentsThis study was supported by the Subject of Biological Medicine of Science and Technology Commission of Shanghai Municipality (15411950404). FootnotesAuthor contributionsConceived and designed the experiments: ZZ; performed the experiments: HT, XL, TL, and WQ; analyzed the data: HT, XL, TL, and WQ; contributed reagents/materials/analysis tools: ZZ; and wrote the paper: HT and ZZ. All authors contributed toward data analysis, drafting and critically revising the paper, gave final approval of the version to be published, and agreed to be accountable for all aspects of the work.DisclosureThe authors report no conflicts of interest in this work. References1. Forner A, Reig M, Bruix J. Hepatocellular carcinoma. Lancet. 2018;391(10127):1301–1314. [PubMed] [Google Scholar]2. Wang M, Zhang L, Liu Z, et al.  AGO1 may influence the prognosis of hepatocellular carcinoma through TGF-β pathway. Cell Death Dis. 2018;9(3):324. [PMC free article] [PubMed] [Google Scholar]3. Baillat D, Hakimi MA, Näär AM, Shilatifard A, Cooch N, Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123(2):265–276. [PubMed] [Google Scholar]4. Cheng L, Zhang Q, Yang S, et al.  A 4-gene panel as a marker at chromosome 8q in Asian gastric cancer patients. Genomics. 2013;102(4):323–330. [PubMed] [Google Scholar]5. Simpson HM, Khan RZ, Song C, et al.  Concurrent mutations in ATM and genes associated with common γ chain signaling in peripheral T cell lymphoma. PLoS One. 2015;10(11):e0141906. [PMC free article] [PubMed] [Google Scholar]6. Yin F, Shu L, Liu X, et al.  Microarray-based identification of genes associated with cancer progression and prognosis in hepatocellular carcinoma. J Exp Clin Cancer Res. 2016;35(1):127. [PMC free article] [PubMed] [Google Scholar]7. Giannelli G, Koudelkova P, Dituri F, Mikulits W. Role of epithelial to mesenchymal transition in hepatocellular carcinoma. J Hepatol. 2016;65(4):798–808. [PubMed] [Google Scholar]8. Tan TZ, Miow QH, Miki Y, et al.  Epithelial-mesenchymal transition spectrum quantification and its efficacy in deciphering survival and drug responses of cancer patients. EMBO Mol Med. 2014;6(10):1279–1293. [PMC free article] [PubMed] [Google Scholar]9. Shrivastava S, Jeengar MK, Thummuri D, et al.  Cardamonin, a chalcone, inhibits human triple negative breast cancer cell invasiveness by downregulation of Wnt/β-catenin signaling cascades and reversal of epithelial-mesenchymal transition. Biofactors. 2017;43(2):152–169. [PubMed] [Google Scholar]10. Yang HD, Eun JW, Lee KB, et al.  T-cell immune regulator 1 enhances metastasis in hepatocellular carcinoma. Exp Mol Med. 2018;50(1):e420. [PMC free article] [PubMed] [Google Scholar]11. Xiao H, Jiang N, Zhou B, Liu Q, Du C. TAZ regulates cell proliferation and epithelial-mesenchymal transition of human hepatocellular carcinoma. Cancer Sci. 2015;106(2):151–159. [PMC free article] [PubMed] [Google Scholar]12. Liang B, Jia C, Huang Y, et al.  TPX2 level correlates with hepatocellular carcinoma cell proliferation, apoptosis, and EMT. Dig Dis Sci. 2015;60(8):2360–2372. [PubMed] [Google Scholar]13. Giannelli G, Villa E, Lahn M. Transforming growth factor-β as a therapeutic target in hepatocellular carcinoma. Cancer Res. 2014;74(7):1890–1894. [PubMed] [Google Scholar]14. Luo L, Mcgarvey P, Madhavan S, Kumar R, Gusev Y, Upadhyay G. Distinct lymphocyte antigens 6 (Ly6) family members Ly6D, Ly6E, Ly6K and Ly6H drive tumorigenesis and clinical outcome. Oncotarget. 2016;7(10):11165–11193. [PMC free article] [PubMed] [Google Scholar]15. Goswami CP, Nakshatri H. PROGgeneV2: enhancements on the existing database. BMC Cancer. 2014;14:970. [PMC free article] [PubMed] [Google Scholar]16. Luo H, Huang J, Liao WG, Huang QY, Gao YQ. The antioxidant effects of garlic saponins protect PC12 cells from hypoxia-induced damage. Br J Nutr. 2011;105(8):1164–1172. [PubMed] [Google Scholar]17. Liang X, Liu T, Zhang W, Zhang K, Guo S, Liang J. Lentivirus-mediated knockdown of M-phase phosphoprotein 8 inhibits proliferation of colon cancer cells. Biotechnol Appl Biochem. 2017;64(6):911–917. [PubMed] [Google Scholar]18. Workman P, Aboagye EO, Balkwill F, et al. Committee of the National Cancer Research Institute  Guidelines for the welfare and use of animals in cancer research. Br J Cancer. 2010;102(11):1555–1577. [PMC free article] [PubMed] [Google Scholar]19. Chen IC, Chiang WF, Huang HH, Chen PF, Shen YY, Chiang HC. Role of SIRT1 in regulation of epithelial-to-mesenchymal transition in oral squamous cell carcinoma metastasis. Mol Cancer. 2014;13:254. [PMC free article] [PubMed] [Google Scholar]20. Yeung TL, Leung CS, Wong KK, et al.  TGF-β modulates ovarian cancer invasion by upregulating CAF-derived versican in the tumor microenvironment. Cancer Res. 2013;73(16):5016–5028. [PMC free article] [PubMed] [Google Scholar]21. Jayachandran A, Dhungel B, Steel JC. Epithelial-to-mesenchymal plasticity of cancer stem cells: therapeutic targets in hepatocellular carcinoma. J Hematol Oncol. 2016;9(1):74. [PMC free article] [PubMed] [Google Scholar]22. Tang X, Shi L, Xie N, et al.  SIRT7 antagonizes TGF-β signaling and inhibits breast cancer metastasis. Nat Commun. 2017;8(1):318. [PMC free article] [PubMed] [Google Scholar]23. Savagner P. Epithelial-mesenchymal transitions: from cell plasticity to concept elasticity. Curr Top Dev Biol. 2015;112:273–300. [PubMed] [Google Scholar]24. Tu W, Luo M, Wang Z, et al.  Upregulation of SATB1 promotes tumor growth and metastasis in liver cancer. Liver Int. 2012;32(7):1064–1078. [PubMed] [Google Scholar]25. Thiery JP, Acloque H, Huang RY, Nieto MA. Epithelial-mesenchymal transitions in development and disease. Cell. 2009;139(5):871–890. [PubMed] [Google Scholar]26. van Zijl F, Krupitza G, Mikulits W. Initial steps of metastasis: cell invasion and endothelial transmigration. Mutat Res. 2011;728(1–2):23–34. [PMC free article] [PubMed] [Google Scholar]27. Yu W, Huang C, Wang Q, et al.  MEF2 transcription factors promotes EMT and invasiveness of hepatocellular carcinoma through TGF-β1 autoregulation circuitry. Tumour Biol. 2014;35(11):10943–10951. [PubMed] [Google Scholar]28. Hesling C, Fattet L, Teyre G, et al.  Antagonistic regulation of EMT by TIF1γ and Smad4 in mammary epithelial cells. EMBO Rep. 2011;12(7):665–672. [PMC free article] [PubMed] [Google Scholar]29. Zeng Y, Zhu J, Shen D, et al.  Repression of Smad4 by miR205 moderates TGF-β-induced epithelial-mesenchymal transition in A549 cell lines. Int J Oncol. 2016;49(2):700–708. [PubMed] [Google Scholar]30. Hernanda PY, Chen K, Das AM, et al.  SMAD4 exerts a tumor-promoting role in hepatocellular carcinoma. Oncogene. 2015;34(39):5055–5068. [PubMed] [Google Scholar]"}