{"title": "Targeting transcriptional machinery to inhibit enhancer-driven gene expression in heart failure", "pubDate": "2019", "PMCID": "PMC6698214", "DOI": "10.1007/s10741-019-09792-3", "PMID": "30972522", "abstract": "Pathological cardiac remodeling is induced through multiple mechanisms that include neurohumoral and biomechanical stress resulting in transcriptional alterations that ultimately become maladaptive and lead to the development of heart failure (HF). Although cardiac transcriptional remodeling is mediated by the activation of numerous signaling pathways that converge on a limited number of transcription factors (TFs) that promote hypertrophy (pro-hypertrophic TFs), the current therapeutic approach to prevent HF utilizes pharmacological inhibitors that largely target specific receptors that are activated in response to pathological stimuli. Thus, there is limited efficacy with the current pharmacological approaches to inhibit transcriptional remodeling associated with the development of HF. Recent evidence suggests that these pro-hypertrophic TFs co-localize at enhancers to cooperatively activate transcription associated with pathological cardiac remodeling. In disease states, including cancer and HF, evidence suggests that the general transcriptional machinery is disproportionately bound at enhancers. Therefore, pharmacological inhibition of transcriptional machinery that integrates pro-hypertrophic TFs may represent a promising alternative therapeutic approach to limit pathological remodeling associated with the development of HF.", "author": [{"author": "Rachel A Minerath", "affiliation": ["Department of Internal Medicine, Division of Cardiovascular Medicine, Francois M. Abboud Cardiovascular Research Center, Fraternal Order of Eagles Diabetes Research Center, University of Iowa, 169 Newton Rd., 4332 PBDB, Iowa City, IA, 52242, USA.", "Department of Pharmacology, University of Iowa, Iowa City, IA, 52242, USA."], "href": "/?term=Minerath+RA&cauthor_id=30972522"}, {"author": "Duane D Hall", "affiliation": ["Department of Internal Medicine, Division of Cardiovascular Medicine, Francois M. Abboud Cardiovascular Research Center, Fraternal Order of Eagles Diabetes Research Center, University of Iowa, 169 Newton Rd., 4332 PBDB, Iowa City, IA, 52242, USA."], "href": "/?term=Hall+DD&cauthor_id=30972522"}, {"author": "Chad E Grueter", "affiliation": ["Department of Internal Medicine, Division of Cardiovascular Medicine, Francois M. Abboud Cardiovascular Research Center, Fraternal Order of Eagles Diabetes Research Center, University of Iowa, 169 Newton Rd., 4332 PBDB, Iowa City, IA, 52242, USA. chad-grueter@uiowa.edu."], "href": "/?term=Grueter+CE&cauthor_id=30972522"}], "refPMID": [], "citedInPMID": ["30972522", "34381190"], "body": " AbstractPathological cardiac remodeling is induced through multiple mechanisms that include neurohumoral and biomechanical stress resulting in transcriptional alterations that ultimately become maladaptive and lead to the development of heart failure (HF). Although cardiac transcriptional remodeling is mediated by the activation of numerous signaling pathways that converge on a limited number of transcription factors (TFs) that promote hypertrophy (pro-hypertrophic TFs), the current therapeutic approach to prevent HF utilizes pharmacological inhibitors that largely target specific receptors that are activated in response to pathological stimuli. Thus, there is limited efficacy with the current pharmacological approaches to inhibit transcriptional remodeling associated with the development of HF. Recent evidence suggests that these pro-hypertrophic TFs co-localize at enhancers to cooperatively activate transcription associated with pathological cardiac remodeling. In disease states, including cancer and HF, evidence suggests that the general transcriptional machinery is disproportionately bound at enhancers. Therefore, pharmacological inhibition of transcriptional machinery that integrates pro-hypertrophic TFs may represent a promising alternative therapeutic approach to limit pathological remodeling associated with the development of HF.Keywords: Transcription, enhancers, heart failure, epigenetics IntroductionHeart failure (HF) is a major cause of mortality in the western world and is defined as the inability of the heart to properly maintain nutrient supplies to the peripheral organs and tissues [1]. Initially, cardiac remodeling in response to pathological stimuli occurs to reduce ventricular wall stress and preserve cardiac function. For example, cardiomyocytes become hypertrophic with the addition of sarcomeres in parallel to increase myocyte width and in series, to increase myocyte length as a means of increasing cardiac contractility. However, over time these adaptations become maladaptive and are associated with the development of HF. Typically, HF arises from a series of progressive alterations in cardiac transcription, structure, and function (referred to as pathological cardiac remodeling) in response to increased biomechanical stress (including pressure or volume overload) or neurohumoral stress (including angiotensin II, endothelin-1, and norepinephrine). HF is often associated with the addition of sarcomeres in series, cardiomyocyte death, and extensive cardiac fibrosis which ultimately results in cardiac dysfunction. Current therapies to treat HF primarily target the renin-angiotensin system and beta-adrenergic receptors to reduce hypertension and adverse cardiac remodeling; however, patient prognosis remains poor [2]. This is due, in part, to the multifactorial nature of HF whereby activation of redundant cell signaling pathways converge on the nucleus resulting in the activation of transcription factors (TFs) and co-regulators that promote pathological cardiac remodeling.Pathological cardiac transcriptional remodeling results in aberrant expression of fetal genes involved in cardiac metabolism, contractility, and calcium handling and are therefore described as a reversion to a “fetal gene program”. While it is believed that re-expression of fetal genes in the diseased adult heart is initially an adaptive transcriptional response to maintain cardiac function, activation of this gene program is thought to drive maladaptive remodeling and contribute to the pathogenesis of heart failure. For example, HF is accompanied by a downregulation of the adult myosin heavy chain isoform, α-myosin heavy chain (α-MHC), and re-expression of fetal MHC, β-MHC. While re-expression of β-MHC, which possesses slower ATPase activity, is thought to occur as an adaptive response to compensate for low energy availability, β-MHC expression results in reduced cardiac contractility [3]. Additional sarcomeric proteins, including α-actin and titin, revert to fetal isoform gene expression in the diseased heart further contributing to reduced cardiac contractility [3]. Therefore, transcriptional alterations that contribute to the pathogenesis of HF continue to be of therapeutic interest.Pathological cardiac transcriptional remodeling is mediated by TFs that are also known to regulate cardiac developmental gene expression (pro-hypertrophic TFs). In response to pathological stress, activated cell signaling converges on these pro-hypertrophic TFs that bind to their respective transcription factor binding sites (TFBSs) located at cis-regulatory elements, such as promoters or enhancers, to regulate gene expression. While promoters contain TFBSs located in close proximity to the transcription start site (TSS), enhancers are cis-regulatory elements that drive transcription from a distance through the formation of a chromatin loop that brings the enhancer and promoter into close proximity. This enhancer-driven transcription results in higher levels of gene expression than would occur with promoter-driven expression alone. While enhancers also contain TFBSs, they are highly enriched with transcriptional coactivators which integrate TFs to promote target gene expression. In pathological cardiac stress induced by pressure overload, a redistribution of epigenetic alterations results in enhancer activation and subsequent enhancer-driven pathological gene expression highlighting enhancers as important regulators of pathological transcriptional remodeling [4,5]. Specifically, activated pro-hypertrophic TFs recruit transcriptional cofactors, including histone acetyltransferases, which regulate chromatin accessibility at enhancers. This allows the basal transcriptional machinery including general TFs, the Mediator complex, positive transcription elongation factor (p-TEFb), and bromodomain-containing protein 4 (Brd4) to be incorporated at gene regulatory regions to promote productive transcription (Fig 1). In the context of HF, activation of pro-hypertrophic TFs in concert with dynamic regulation of the epigenomic landscape at cis-regulatory elements, including enhancers, results in reactivation of transcriptional programs that are associated with maladaptive cardiac remodeling. Therefore, the transcriptional machinery, which integrates TFs to dynamically regulate pathological cardiac gene expression programs from enhancers, has been a focus for the development of novel therapeutics (Table 1).Open in a separate windowFig. 1Signal-dependent regulation of enhancer activation in cardiac hypertrophyHypertrophic stimuli of cardiomyocytes activate the respective receptors (not shown) and signals through these receptors converge on pro-hypertrophic TFs (GATA, MEF2, Srf, and NKX2.5). Pro-hypertrophic TFs cooperatively bind to enhancers and recruit enzymes, including histone acetyltransferases (HATs), resulting in histone acetylation and recruitment of epigenetic reader proteins, such as BRD4. Basal transcriptional machinery including the Mediator complex and p-TEFb are further recruited to enhancers to promote recruitment of RNA pol II and productive elongation of mRNA. Therefore, the basal transcriptional machinery integrates TFs at enhancers to facilitate pro-hypertrophic gene expression that is associated with the development of HF. Inhibiting this machinery represents a promising therapeutic target and, specifically in the context of heart disease, inhibitors to HDACs, BRD4, CDK9, and CDK8 have displayed promising results in blunting pathological gene expression, cardiac hypertrophy, and the development of HF. Red font represents pharmacological inhibitors.Table 1.Inhibitors of transcriptional machinery used in models of cardiac hypertrophy and ischemic injuryPharmacological targetInhibitorSpeciesStimulus/ModelReferenceBRD4JQ1RatNRCM (PE, PMA)SpiltoirJQ1MouseTACJQ1, I-BET, I-BET-151,RVX-208, PFI-1RatNRCM (PE)AnandJQ1MouseTACJQ1MouseMI and TAC induced HFDuanJQ1RatNRCM (Hypoxia)SunCDK8Senexin ARatNRCM (PE, ET-1)Minerath (in preparation)CCT251545RatNRCM (PE)5,6-dichloro-1-β-D-ribofuranosylbenzimidazole (DRB)CDK9RatNRCM (ET-1)SanoHDACSK-7041MouseAngiotensin II, TACKeeTSAMouseIsoproterenolKookTSA, ScriptaidMouseTACKongApicidin derivativeMouseTACGalloTSA, ScriptaidMouseIschemia ReperfusionGrangerValproic AcidRatMILeeTSAMouseIschemia Reperfusion (Ex vivo)ZhaoOpen in a separate windowIn this review, we will outline our current understanding of transcriptional regulation by cis regulatory elements and enhancers in the context of cardiac disease, and discuss the novel therapeutic strategies to inhibit enhancer-mediated regulation of pathological cardiac remodeling that have recently been uncovered. Enhancer-mediated transcriptional regulationGene regulatory elements, including enhancers, are abundantly embedded throughout the mammalian genome resulting in highly complex mechanisms to modulate gene expression [6]. Enhancers range in length from hundreds to thousands of base pairs and are typically found within ~50 kb of promoters but in some instances have been identified millions of base pairs away from promoters [7–9]. Enhancers are commonly occupied by cell-specific TFs that cooperatively drive gene expression and dictate cell fate [10–13]. In this regard, enhancers have been most extensively studied in the context of development and are known to regulate genes vital to cell identity. Numerous reports also demonstrate that subsets of developmentally active enhancers are re-activated under pathological conditions, including cancer and heart disease [14,15]. As such, strategies to target the general transcriptional machinery that integrates and promotes transcription of enhancer-associated genes has been efficacious in numerous cancer models, and more recently, in models of cardiovascular disease [14,16].Unlike TFBSs, enhancers often lack the sequence specificity and the evolutionary conservation that would make them readily identifiable. However, the advent of chromatin immunoprecipitation in conjunction with sequencing (ChIP-seq) has improved our ability to identify enhancer elements throughout the genome. Specifically, enhancers are enriched with histone modifications that alter enhancer accessibility. For example, acetylation of lysine 27 on histone 3 (H3K27ac) or monomethylation of lysine 4 on histone 3 (H3K4me1) identifies active or poised (inactive) enhancers, respectively [17–22]. In addition, enhancers are further identified by occupancy of p300 acetyltransferase, Mediator 1 subunit (Med1), Brd4, and cell-specific TFs [10,13,23–27]. This use of ChIP-seq to identify enhancer elements has yielded the discovery of 400,000 to 1.4 million enhancers in the mammalian genome [6,28]. However, because enhancer regulation is highly cell specific and temporally restricted, it is estimated that in any given tissue, only tens of thousands of enhancers are active at any given time [23]. Furthermore, enhancer-dependent gene regulation involves a complex network whereby single genes may be regulated by multiple enhancers, and single enhancers may regulate expression of multiple genes [6]. Therefore, ChIP-seq analysis has been paramount in understanding the complexity of enhancer-driven transcriptional networks.Super-enhancers (SEs) are cis-regulatory elements containing dense regions of enhancers. SEs are identified by ChIP-seq and distinguished from normal enhancers using the following criteria: 1.) enhancer regions are identified by occupation of cell-specific TFs, histone modifications such as H3K27ac, or occupation of Med1. 2.) Enhancer elements within 12.5 kb of each other are ‘stitched’ together to define a dense region of enhancers. Typically, the median length of of a SE is 8.7 kb (versus 703 bp for normal enhancers) [10]. 3.) Identified enhancers are ranked by Med1 enrichment, and individual enhancers are plotted on the X-axis of a graph by Med1 enrichment (Y-axis). SEs are then defined as being to the right of the inflection point where the slope of the line is greater than 1, whereas enhancers plotted to the left of this inflection point are considered ‘normal enhancers’ [10,29]. Thus, levels of Mediator occupancy are often utilized to distinguish SEs from normal enhancers.Numerous studies have provided evidence that SEs are functionally distinct from normal enhancers. As stated above, in relation to normal enhancers, SEs are typically identified by a disproportionate enrichment of Mediator protein, Med1, an increased intensity of H3K27ac, or greater occupation by cell-specific TFs [10]. Consistent with this, SEs display increased regulation of cell-specific genes in comparison to normal enhancers [10,15,27,30,31]. For example, in mouse embryonic stem cells (ESCs), SEs regulate genes that are highly cell type specific including genes encoding the ESC-specific TFs Oct4, Sox2, and Nanog [10]. Interestingly, SEs were not associated with regulating expression of housekeeping genes [10]. However, emerging evidence suggests that SE-regulated transcriptional programs are more strongly associated with disease pathogenesis in comparison to normal enhancers suggesting that targeting SE regulation may have a clinically favorable safety profile [29,32–35]. In line with this, the enrichment of Mediator complex at SEs suggests that targeting Mediator may specifically alter SE-driven transcription and may represent a novel therapeutic target. However, because discrepancies delineating SEs from normal enhancers necessitate further analysis to fully elucidate the functional differences between these cis-regulatory elements, this review will broadly focus on enhancer-regulated transcription [29].Current treatment for HF targets specific receptors involved in transcriptional remodeling, yet activation of numerous receptors converge on shared pro-hypertrophic TFs that promote detrimental transcriptional remodeling [36]. In the heart, pro-hypertrophic TFs, including Mef2, Gata, Nfat, Nkx2.5, and Srf cooperate to promote pathological transcriptional programs [37]. Notably, these TFs have been demonstrated to co-occupy enhancers resulting in activation of cardiomyocyte-specific gene expression programs both in development and disease [13,38]. Because the use of enhancers varies between cell types, reflecting their cell-specific and TF-dependent regulation, we primarily focus on the role of enhancers in mediating pathological cardiac transcription and the pharmacological interventions targeting transcriptional machinery to inhibit enhancer-driven gene expression programs. Cardiac enhancer-dependent regulation in development and diseaseCharacterization of ESCs, mesoderm, and fetal and adult cardiac tissue from mice and humans from 35 epigenomic data sets revealed the presence of over 80,000 dynamically utilized cardiac enhancers [39]. Similar to other cell types, enhancer-mediated regulation of transcriptional programs in cardiomyocytes is highly cell type specific and temporally regulated [40]. For example, enhancers that were marked as active (H3K27ac) or poised (H3K4me1) were largely unique to each stage of differentiation and were accompanied by gene expression changes that became more cardiac specific, reflecting both cell-type and temporal restriction of enhancer utilization throughout cardiomyocyte differentiation [39]. Similarly, characterization of TFs driving enhancer-associated gene expression revealed TFs that were also highly specific to the stage of differentiation. For example, whereas Oct4 was overrepresented at active enhancers in ESCs, Gata and Mef2 were overrepresented at active enhancers in cardiomyocytes. These results highlight dynamic and differential regulation of enhancers throughout cardiomyocyte differentiation and further support the cell-specific and temporally-restrictive manner by which enhancers regulate transcription.Analysis of enhancer utilization in the fetal heart has identified enhancers that are enriched with cardiac-specific TFs associated with cardiac cell fate, including Gata4, Mef2a, Nkx2.5, Tbx5, and Srf [41–43]. Re-activation of these cardiac TFs under pathological conditions has been extensively demonstrated to promote hypertrophic transcriptional remodeling [36]. Therefore, pathological use of enhancers, mediated by re-activated cardiac-specific TFs, may provide mechanistic insight into cardiac remodeling, and identify potential novel therapeutic targets. To compare the differential use of active enhancers in cardiac development to heart disease, ChIP-seq analysis was performed using tissue from human fetal hearts and from the septum of an adult with HF [24]. This analysis identified 5,047 and 2,233 candidate active enhancers from human fetal hearts and adult humans with HF, respectively. Of the enhancers identified, 48% of active enhancers were utilized in both human fetal hearts and adults with HF [24]. Similarly, in mice subjected to myocardial infarction (MI) or transaortic constriction (TAC), a subset of cardiac enhancers that were utilized in fetal tissue were re-activated in HF [43]. An additional study demonstrated that TAC induced activation of 9,207 enhancers [4]. However, of these activated enhancers, only 5.8% overlapped with enhancers utilized in the fetal heart [24], whereas 53.3% overlapped with enhancers identified during cardiac differentiation of ESCs [40]. These pathologically activated enhancers were associated with known cardiac hypertrophic pathways including metabolic processes and cytoskeletal organization [4]. Further analysis of TFBSs within these TAC-activated enhancers revealed a significant enrichment of Mef2c and Mef2a [4]. Additional assessment of TAC-induced enhancer activation revealed that Gata4-dependent enhancer-driven gene expression in TAC hearts more closely overlaps with the fetal hart (86% overlap) than the adult heart (14% overlap) suggesting dynamic redistribution of Gata4 in hypertrophy that resembles fetal gene expression patterns [42]. Collectively, these studies indicate that although some fetal enhancers are re-activated in the context of HF, unique sets of enhancers are utilized in both the fetal heart and in HF. This partial overlap in the use of enhancers could be due, in part, to the inappropriate re-activation of cardiac-specific TFs that are normally involved in establishing cardiac cell fate during development but are known to be integral in driving pathological transcriptional remodeling in the adult heart.In the context of cardiac hypertrophy, cardiac-specific TFs cooperatively drive transcriptional remodeling, a process that is facilitated by the enrichment of TFBSs within enhancers [42,38,43,23,44–48]. ChIP-seq assessment of the occupancy of the cardiac-specific TFs Gata4, Mef2a, Nkx2.5, Tbx5, and Srf in immortalized HL-1 atrial cells revealed that 24% of the binding sites for these TFs were localized to candidate enhancer regions resulting in frequent co-regulation of gene expression [13,38]. Furthermore, chromatin co-occupancy of these TFs occurred at 21% of enhancer peaks with numerous peaks containing occupancy of four or five cardiac-specific TFs [13]. Similar to analysis of cardiac enhancers in mice and humans, the enhancer regions that were identified in HL-1 cells control genes involved in regulation of cardiac development and function, including Nkx2.5, Mef2a, Tbx5, Atp2a2, Ryr2, and Myh7 [13,39,49]. Importantly, these studies demonstrated that combinatorial TF binding identified a large subset of enhancers that are distinct from p300 occupation, a ChIP-seq marker commonly used to identify active enhancers (1342 of 1715 enhancers bound by multiple TFs that were devoid of p300). Furthermore, in mouse and human fetal heart tissue, all candidate enhancers investigated were enriched with multiple TFBSs for cardiac-specific TFs, Gata4, Nkx2.5, Mef2, and Srf [43]. These findings suggest that enhancers containing multiple TF binding sites act as a hub that coordinates cooperative activation of gene transcription. The basis for cooperative interactions between cardiac-specific TFs is an ongoing area of investigation. Recent reports highlight the necessity for transcriptional machinery in stabilizing these interactions. For example, the interactions between Gata4, Nkx2.5, and Tbx5 have been demonstrated to be reinforced by Baf60c, a component of the chromatin remodeling complex, Brg1/Brm-associated factor (BAF) [50]. At a cardiac-restricted enhancer, Mef2 binding sites were found to cooperatively activate transcription mediated by an interaction with the dimerized transcriptional co-activator, myocardin [44]. These studies implicate transcriptional cofactors as important regulators of cooperative transcription mediated by cardiac-specific TFs.Altogether, these studies reveal that cardiac enhancers are differentially activated in a pathological state to drive pro-hypertrophic gene expression and suggest that inhibiting the general transcriptional machinery that integrates pro-hypertrophic TFs at enhancers may represent an attractive therapeutic target. Because co-activators and regulators of the general transcriptional machinery are enriched at enhancers, various components within this machinery could be targeted to limit pro-hypertrophic enhancer-driven transcriptional responses. HDAC-mediated chromatin remodeling in cardiac disease modelsNucleosomes are comprised of DNA that is tightly wrapped around histone octamers, making it inaccessible to transcriptional regulators. However, acetylation of histone lysine tails relaxes the interactions between DNA and histones, enabling transcriptional regulators to access DNA to promote transcription. Histone acetylation is mediated by histone acetyltransferases (HATs), enzymes that acetylate lysine residues on histone tails, and are opposed by histone deacetylases (HDACs), which remove the acetyl groups. Pathological heart conditions induce dynamic regulation of this epigenetic landscape by modulating the activity of HATs and HDACs. As such, HDAC classes have differential roles in regulating pathological cardiac remodeling. Class I HDACs promote transcriptional remodeling mediated by differential recruitment and inhibition in cardioprotective genes [51]. In contrast, Class II HDACs, which exhibit minimal deacetylase activity, appear to oppose hypertrophy, in part through a physical interaction with Mef2a [52]. In a pathological context, phosphorylation of Class II HDACs, mediated by activated CaMKII, protein kinase D (PKD), and protein kinase C (PKC), results in association with 14-3-3 proteins resulting in nuclear exclusion of class II HDACs and thus, relieving transcriptional repression of Mef2. However, pharmacological inhibition of HDACs with pan-HDAC inhibitors such as valproic acid, trichostatin A (TSA), or Scriptaid reduces cardiac remodeling induced by pressure overload, Angiotensin II, Isoproterenol, or ischemic injury [53–58]. Because Class I-selective HDAC inhibitors also blunt cardiac hypertrophy, the overall therapeutic actions of these pan-HDAC inhibitors are likely due to inhibition of Class I HDACs [53,59]. While inhibition of Class I HDACs would seemingly result in increased histone acetylation and thus, activation of gene expression, recent studies demonstrate that HDAC inhibitors can repress transcription by disrupting RNA polymerase II (RNA pol II) pause-release [60,61]. HDAC inhibitors may also repress enhancer-driven gene expression as evidenced by reduced synthesis of enhancer RNAs (eRNAs), which are often used as a reliable readout of enhancer activation, resulting in decreased enhancer-driven gene expression [61].Additional studies have highlighted the importance of HDACs in regulating transcription and cardiac function independent of histone deacetylation [62]. HDAC-mediated deacetylation of certain TFs is necessary for their transcriptional activation [63,64,61,62,65]. For example, deacetylated Nkx2.5 associates with p300 at the promoter of the sodium-calcium exchanger, Ncx1, which activates its transcription [65]. Therefore, HDAC inhibition maintains Nkx2.5 acetylation, preventing its interaction with p300, and ultimately repressing Ncx1 expression. Furthermore, recent studies in rodent models of HF with preserved ejection fraction (HFpEF) have demonstrated that the Class I HDAC, HDAC2, acetylates myofibrils resulting in impaired myofibril relaxation and diastolic dysfunction[66]. Altogether, HDAC inhibition studies in HF models provided initial evidence that pharmacological inhibition of global epigenetic regulators may have a therapeutic benefit which is likely mediated by genomic and non-genomic actions. As HDAC-dependent transcriptional regulation of pathological cardiac hypertrophy has been extensively reviewed elsewhere [51,67], we will not discuss it further in this review. BRD4-dependent regulation of cardiac enhancersBromodomain and extraterminal domain (BET) proteins are epigenetic reader proteins that contain two bromodomains that are essential for interaction with acetylated histones. This family consists of four proteins, Brd2, Brd3, Brd4, and Brdt, of which Brd4 is the most thoroughly studied. Brd4 is highly enriched at active enhancers, where it recruits p-TEFb, a protein kinase that phosphorylates RNA pol II carboxy-terminal domain (CTD) at serine 2 (S2P), a phosphorylation event that is crucial for productive elongation of mRNA [27,68]. In comparison to normal enhancers, Brd4 disproportionately occupies a limited number of SEs to regulate transcription [31,1,27]. Brd inhibitors competitively interact with bromodomains to displace Brd proteins from acetylated histones and were initially developed as anti-cancer therapeutics [69]. In hematologic cancers, Brd4 associates with enhancers and SEs to promote oncogenic transcription, which is vital for maintenance of leukemia [70,71]. Pharmacological inhibition of Brd4 in cancer cells results in preferential eviction of Brd4 from SEs and inhibits enhancer-associated gene expression, including that of Myc, resulting in cell cycle arrest and cellular senescence [72,73,1,74,70].In the heart, Brd4 expression is induced in response to pressure overload and myocardial infarction (MI) [75,76], and pharmacological inhibition of Brd4 at the onset of TAC-induced hypertrophy blunts the development of cardiac hypertrophy, left ventricular (LV) dysfunction, interstitial fibrosis, and cardiomyocyte apoptosis [75,16]. Furthermore, RNA analysis of these hearts revealed that inhibiting Brd4 with JQ1 (a non-selective Brd inhibitor) reduced expression of transcriptional programs associated with cardiac hypertrophy, fibrosis, and inflammation [16]. Analysis of TF signatures regulated in the context of TAC plus JQ1 revealed that Brd4 inhibition antagonized pro-hypertrophic TFs, including Nfat, Nfκb, and Gata4. The JQ1-induced loss of Brd4 at promoters and enhancers decreased the traveling of RNA pol II within the body of genes associated with pathological cardiac remodeling. This corresponded to reduced phosphorylation of RNA pol II S2P, suggesting that inhibiting Brd4 disrupts the recruitment of pTEF-b, which consequently pauses RNA pol II at the proximal promoter. Furthermore, in cultured cardiomyocytes, phenylephrine (PE)-induced hypertrophy promotes the recruitment of Brd4 to SEs that are associated with pathological gene expression [77]. Regulation of Brd4 expression in the context of hypertrophy was demonstrated to occur post-transcriptionally by miR-9, which is downregulated in response to hypertrophic stimuli [77]. The subsequent stabilization of Brd4 in response to hypertrophy results in its differential recruitment to pathological SEs. Notably, a miR-9 mimic displaces Brd4 specifically from SEs regulating pathological gene expression, but not from SEs associated with constitutive gene expression, thus demonstrating an endogenous regulatory mechanism by which Brd4 selectively drives SE-induced pathological transcription.In mice with pre-existing HF induced by TAC or MI, inhibiting Brd4 attenuated LV dysfunction, cardiac hypertrophy, and cardiac fibrosis [78]. In both HF models, subsets of genes were similarly attenuated upon treatment with JQ1, and pathway analysis revealed differential regulation of pathways involved in the extracellular matrix and inflammation. Furthermore, analysis of upstream regulators identified enrichment of Tgf-β and Nfκb target genes. Collectively, these studies demonstrate that under pathological conditions, Brd4 is selectively recruited to cis-regulatory elements, including SEs, to drive transcriptional programs associated with cardiac hypertrophy, fibrosis, and inflammation. Inhibiting Brd4 blunts this transcriptional response and preserves cardiac function in established HF. Mediator-dependent regulation of enhancers and cardiac transcriptionMediator is a large protein complex that integrates signal-dependent transcription factors with basal transcriptional machinery [79]. The mammalian Mediator complex consists of 30 proteins that are subdivided into four subcomplexes composed of: three core complexes (head, middle and tail) and a kinase submodule, including Med12, Med13, Cdk8, and cyclin C, which can associate or dissociate with the core complex to further modulate transcriptional regulation. Although numerous proteins within the Mediator complex, including the kinase submodule, are highly expressed during development, these proteins are downregulated in differentiated cells where the Mediator complex is thought to adopt a more simplistic structure [80,81]. However, in HF, expression of Mediator complex components are increased [82]. Recently, Mediator complex proteins were found to be enriched at enhancers [83,10,33]. In the context of certain cell stimuli, including hypoxia or treatment with Tnfα, Mediator occupancy is re-distributed to Hif1α and Nfκb target genes, respectively. While these studies assessed the binding of the Mediator complex at promoters, the possibility that it is redistributed to enhancers cannot be excluded. Therefore, the reactivation of cardiac-specific TFs that co-localize and regulate transcription of enhancer-associated genes along with the enrichment of the Mediator complex at enhancers suggests a relationship between these two processes that contributes to the pathology associated with HF.The Mediator complex has primarily been studied in yeast and cancer cells, its role in the regulation of cardiac transcription has not been well characterized. Despite this, mutations in subunits of the Mediator complex have been associated with congenital heart disease [84–88]. Genetic mouse models have recently been developed to further delineate the role of the Mediator complex in cardiac transcriptional regulation. For example, Med1, which resides in the Mediator core complex and interacts with TFs and nuclear receptors to promote transcriptional activation, has been studied in mouse models [89,90]. While cardiac Med1 is highly expressed during development, its expression is greatly reduced by P14 [90]. However, in dilated cardiomyopathy cardiac Med1 expression is re-induced in both mice and humans [90]. Cardiac-specific deletion of Med1 results in early lethality associated with the development of heart failure, fibrosis, and cardiomyocyte apoptosis. Furthermore, RNA sequencing revealed that these hearts displayed altered metabolic-gene profiles that were associated with reduced gene expression of metabolic transcriptional regulators, including Pgc1α, Pparα, and Esrrα. ChIP-seq analysis demonstrated that the loss of cardiac Med1 reduced RNA pol II occupancy at TSSs, resulting in dynamic alterations in H3K27ac at enhancers and SEs, which corresponded to alterations in gene expression [91]. In addition, the inducible deletion of cardiac Med1 in adult mice resulted in lethality and similar downregulation of TFs associated with metabolism. Therefore, these studies suggest a role for the Mediator complex in regulating metabolic processes that are essential for cardiac function during heart development and in the adult heart. Because Med1 is enriched at enhancers, it is likely that alterations in gene expression are, at least in part, due to dysregulation of cardiac enhancers.While Med1 is often used as a marker of enhancers, the dissociable kinase submodule is also found at enhancers although the role of the kinase submodule in regulating transcription of enhancer-associated genes in the heart has yet to be investigated. Cardiac-specific loss of the Mediator kinase submodule protein, Med12 results in cardiac dysfunction at P7 associated with ventricular wall thinning, reduced cardiac contractility, and increased interstitial fibrosis [92]. RNA analysis in these hearts demonstrated that Med12 was necessary for the regulation of cardiac transcription of genes involved in calcium handling. Furthermore, Med12 was demonstrated to directly interact with Mef2 to activate Mef2-dependent transcription. Cardiac overexpression of another Mediator kinase submodule protein, Med13, alters adipocyte and liver metabolism, presumably via a secreted factor, conferring a lean phenotype [93,94]. RNA analysis of these hearts demonstrated that Med13 regulates thyroid hormone-dependent transcription that is vital for maintaining cardiac structure and contractility. Supporting this, using a Med13 overexpression model and a Med13 cardiac-specific knockout model, we have demonstrated that Med13 expression is necessary to preserve cardiac function in hypothyroidism [94,95]. Like the Mediator core complex, these studies suggest that the Mediator kinase submodule has an essential role in regulating transcriptional programs necessary to maintain cardiac function.Although Mediator complex has been demonstrated to have a critical role in regulating cardiac transcription, its role in regulating cardiac enhancers in a pathological context is not fully understood. However, given the overlap in active cardiac enhancers observed during fetal development and adult HF, examining Mediators role in ESCs may provide insight as to its role in disease. Specifically, Mediator co-occupies SEs in conjunction with Oct4, Sox2, and Nanog, which are TFs essential for regulating enhancer-driven ESC fate [10]. Knockdown of Med12 in ESCs results in preferential downregulation of SE-associated gene expression, resembling a gene expression profile similar to Oct4 knockdown suggesting a critical role for the Mediator complex kinase submodule in regulating enhancer-dependent gene expression [10]. Mechanistically, Med12 may regulate enhancer-dependent transcription through the stabilization of p300 at enhancers to promote the H3K27ac that is required for maintaining enhancer-driven gene expression programs [96]. Additionally, Med12-dependent regulation of enhancers has been demonstrated to occur through interaction with cohesin to facilitate DNA looping [83]. Importantly, the loss of Mediator in ESCs did not alter expression of housekeeping genes, suggesting that Mediator co-localizes with cell-specific TFs at SEs that are vital for driving cell fate [10]. As pathological cardiac remodeling is mediated by pro-hypertrophic TFs that are enriched at enhancers during development and disease, the role of Mediator in regulating enhancer-driven transcriptional programs warrants further investigation.In cancer models ,specifically, in HCT116 colon cancer cells, knockdown of Mediator complex components, Med12 or Med13/Med13L, decreases expression of SE-associated genes, including Myc, and reduces cell proliferation [97]. Interestingly, depletion of Mediator kinase submodule proteins and BRD4 resulted in similar regulation of SEs in colon cancer cells, whereas depletion of BRD4, but not Mediator, displayed regulation of SEs in normal colon cells. These findings suggest that unlike BRD4, Mediator specifically regulates SEs associated with cancer progression. Furthermore, gene expression that is sensitive to treatment with JQ1 was associated with the loss of Mediator complex at their promoters and enhancers [98]. However, JQ1 insensitive genes displayed BRD4 eviction at the corresponding promoters and enhancers without concomitant Mediator eviction. This potentially suggests that the therapeutic effects of JQ1 treatment in cardiac disease models are in part mediated through the loss of Mediator complex at promoters and enhancers that drive pathological gene expression. Altogether, these studies implicate Mediator complex as a crucial regulator of enhancer-driven gene expression in both development and disease states; however, whether this complex regulates enhancers to promote pathological cardiac remodeling remains unclear. Cdk8 kinase-dependent regulation of transcriptionCyclin dependent kinase 8 (Cdk8) is a serine-threonine kinase and a component of the Mediator complex that exhibits both kinase-dependent and kinase-independent actions to regulate transcription [99]. Classically, Cdk8 was thought to exclusively inhibit transcription through its association with the Mediator core complex, which subsequently excluded RNA pol II association with the pre-initiation complex (PIC) [100]. More recently, Cdk8 has been demonstrated to activate transcription in a kinase-independent manner by recruiting requisite transcriptional machinery to the PIC [101,102]. For example, Cdk8 knockdown studies revealed that Cdk8 recruits the super elongation complex (SEC) to Hif1α via the SEC protein Aff4, an event that promotes RNA pol II elongation at Hif1α target genes [102]. Further studies to inhibit Cdk8 kinase activity demonstrate that Cdk8 regulates a subset of hypoxia-inducible genes (~65%) in a kinase-dependent manner, thus highlighting an essential role for Cdk8 kinase activity in modulating transcriptional responses [103,104]. Because Cdk8 kinase activity represents a potential pharmacological target to inhibit Mediator-dependent transcription, we will primarily focus on Cdk8 kinase-dependent transcriptional regulation.Cdk8 kinase activity activates numerous transcriptional programs, including thyroid receptor-dependent transcription [105], and those involved in the Wnt/β-catenin [106,107], Tgf-β/Bmp [108], Stat1 [109], and Nfκb pathways [103]. Cdk8 kinase-dependent regulation of these pathways occurs through diverse mechanisms, including phosphorylation of signal-dependent TFs or general transcriptional machinery [99]. For example, Cdk8 phosphorylates Stat1 at the transactivation domain (ser727) to promote maximal transcriptional activity [109]. In addition, phosphorylation of certain signal-dependent TFs by Cdk8 regulates their stability and turnover [110,111]. For instance, Cdk8-mediated phosphorylation of the TF sterol regulatory element-binding protein (Srebp) results in its ubiquitination and degradation, inhibiting Srebp-dependent transcription [111]. Thus, Cdk8 kinase activity regulates transcription mediated by signal-dependent TFs in response to various stimuli.Cdk8 also modulates transcription by phosphorylating general transcriptional machinery, including RNA pol II, Mediator subunits, Cyclin H, and histone H3 [112–114]. For example, HEK293 cells treated with TNFα results in recruitment of Cdk8 by Nfĸb and Cdk8-dependent phosphorylation of the RNA pol II CTD at serine 5 (S5P), which promotes RNA pol II initiation, and S2P to promote RNA pol II pause-release and Nfĸb target gene expression [103]. In other contexts, Cdk8-dependent phosphorylation of cyclin H, the requisite cyclin of Cdk7, inactivated Cdk7 and reduced Cdk7-dependent phosphorylation of RNA pol II S5P [115]. Additionally, Cdk8 has been proposed to phosphorylate proteins within the Mediator complex, including Med13, which tethers the kinase submodule to the core complex [113,112]. Phosphorylation of Med13 has been demonstrated to result in Med13 ubiquitination and degradation and dissociation of the kinase submodule from the core complex to further modulate Mediator-dependent transcriptional regulation, which is highly dependent on its structural composition. Furthermore, recent Cdk8 phosphoproteomics studies in cancer cells have identified predicted phosphorylation sites (phosphosites) on Aff4 and Negative elongation factor A (Nelfa) that are involved in RNA pol II pause-release although the implications of these Cdk8-dependent phosphorylation events have not yet been tested [112]. Altogether these studies demonstrate the diversity through which Cdk8 kinase activity regulates transcriptional programs. As a known oncogene, pathways and substrates regulated by mammalian Cdk8 have primarily been elucidated in cancer cells [107,116,106]. However, numerous studies indicate that Mediator regulates transcription in a cell- and context/stimulus-specific manner, which suggests that Cdk8 may have additional roles in cell-specific pathological transcriptional regulation that have yet to be uncovered [117,99,118].In the context of HF, Cdk8 expression is increased in both humans and mice [[82], Minerath et al, data unpublished]. Furthermore, cardiac-specific overexpression of Cdk8 induces eccentric hypertrophy and HF, and transcriptional analysis of these hearts prior to cardiac dysfunction revealed increased expression of fetal myofilament isoforms and decreased expression of genes involved in oxidative phosphorylation and fatty acid biosynthesis [82]. This was partly due to the downregulation of TFs that are vital for maintaining metabolic function including Pgc1α, Pparα, and Esrrα. Notably, these transcriptional alterations were independent of changes in MAPK signaling pathways that were previously implicated in cardiomyocyte hypertrophy, suggesting that Cdk8 independently regulates a hypertrophic transcriptional program.Cdk8 kinase inhibitors including Senexin A (SxnA) and CCT251545 (CCT) have been developed and assessed for the treatment of cancer, including colon cancer and AML [119–121,33]. To assess the therapeutic benefit of inhibiting Cdk8 kinase activity on transcriptional regulation in cardiac hypertrophy, we utilized a neonatal rat cardiomyocyte (NRCM) hypertrophy model. Pharmacological inhibition of Cdk8 kinase activity with SxnA and CCT blunted hypertrophy that was induced by PE or endothelin-1 (ET-1) (Minerath et al, unpublished). Furthermore, RNAseq analysis revealed that inhibiting Cdk8 kinase activity in these cells suppressed pro-hypertrophic transcriptional pathways, including integrin-linked kinase signaling, Jak/stat signaling, Nfat mediated cardiac hypertrophy signaling, and phospholipase C signaling. Assessment of upstream regulators accounting for reversal of hypertrophic gene expression suggests that CDK8 inhibition regulates transcription mediated by pro-hypertrophic TFs including Jun, E2f1, Mef2a, and Srf. Because these TFs are enriched at enhancers in response to hypertrophy, Cdk8 kinase activity may have a role in driving pathological regulation of cardiac enhancers. In line with this, assessment of Cdk8 occupancy at SEs in AML cells demonstrated a large degree of overlap with Med1 and BRD4 [33]. Furthermore, pharmacological inhibition of Cdk8 kinase activity with Cortistatin A demonstrated that Cdk8 activity specifically represses SE-associated genes involved in tumor suppression. Thus, using Cdk8 Tg models and by inhibiting Cdk8, these studies suggest that Cdk8 kinase activity promotes hypertrophic transcriptional programs and therefore represents a promising therapeutic target. While Cdk8 inhibitor studies suggest a role for Cdk8 kinase-dependent regulation of enhancers in cardiac hypertrophy, further studies will be necessary to fully elucidate this mechanism. Transcriptional kinases, cyclin-dependent kinase 7 (Cdk7) and cyclin-dependent kinase 9 (Cdk9), in regulation of cardiac hypertrophic responsesTranscriptional kinases including the TFIIH kinase, Cdk7, and the p-TEFb kinase, Cdk9, play vital roles in regulating productive elongation of mRNA and modulating transcriptional processes. Specifically, Cdk7 phosphorylates RNA pol II S5P, thus promoting the initiation of transcription. Following initiation, RNA pol II travels ~30–60 nucleotides downstream of the transcriptional start site, at which point it pauses and must be phosphorylated at RNA pol II S2P along with the phosphorylation of the Nelf and DRB-sensitivity including factor (Dsif) in a process known as pause-release, which allows productive elongation [122]. The phosphorylation of RNA pol II S2P, Nelf, and Dsif during this process is, in part, mediated by Cdk9 [123–125].Cdk7 expression and activity is elevated in the embryonic heart but steadily declines in the neonatal and adult heart [126]. In response to hypertrophy induced by PE in cultured cardiomyocytes or TAC, Cdk7 expression, but not activity, was found to be elevated [126,127]. Furthermore, expression of dominant-negative Cdk7 was unable to reduce ET-1-induced cardiac hypertrophy in cultured cardiomyocytes [126]. Although Cdk7 regulates SEs involved in the pathogenesis of cancer, its role in regulating cardiac enhancers remains unknown. In contrast to Cdk7, Cdk9 activity, but not expression, is induced in response to in vitro and in vivo hypertrophic stimuli [126]. Pharmacological inhibition of Cdk9 activity using the inhibitor, 5,6-dichloro-1-B-D-ribofuranoylbenzimidazole (DRB), or genetic inhibition with the introduction of a dominant-negative Cdk9 in cultured cardiomyocytes, blunted ET-1-induced cardiac hypertrophy, suggesting that Cdk9 activity is necessary for the development of cardiac hypertrophy.Endogenous regulation of Cdk9 activity is mediated by its association with a small nuclear RNA, 7SK, which associates and maintains Cdk9 in an inactive state. Upon hypertrophic insult, 7SK rapidly dissociates from Cdk9, thus relieving its inhibition. Furthermore, activation of Cdk9 by cardiac-specific overexpression of cyclin T1 (Cyclin T1 transgenic mice) in response to TAC displayed increased fibrosis, apoptosis, and HF indicating an essential role for Cdk9 kinase activity in driving pathological remodeling [128]. Interestingly, hypertrophic activation of Cdk9 repressed expression of master regulators of mitochondrial function, including Pgc1 and nuclear respiratory factor-1 (Nrf1), predisposing mice to the development of HF. However, while Cdk9-induced pause-release of RNA pol II has been implicated in induction of cardiac hypertrophy, it remains unknown whether Cdk9 directly regulates enhancers in the heart. However, Cdk9 has been demonstrated to occupy both enhancers and SEs [129,130] and treatment of macrophages with a Cdk9 inhibitor, flavopiridol, resulted in reduced enhancer activation measured by eRNA expression [131]. In addition, inhibition of Brd4 in the heart reduced expression of enhancer-associated genes, which was associated with reduced RNA pol II S2P, suggesting impaired Cdk9 recruitment or activity at cardiac enhancers in part accounts for reduced pathological remodeling. Collectively, these studies provide evidence that Cdk9 may promote enhancer-driven transcription in pathological cardiac hypertrophy. eRNA-dependent regulation of enhancersWhile the human genome encodes approximately 20,000 protein-coding genes, the number of non-coding RNAs (ncRNAs) within the genome potentially exceeds that number and the dysregulation or mutation of these sequences has been a recent focus in efforts to better understand disease etiology [132]. Recently, the discovery of small ncRNAs transcribed from enhancer activation, referred to as eRNAs, have been postulated to serve a functional role in the regulation of enhancer-mediated transcription. Like enhancers, eRNA expression is cell-type specific [133]. Furthermore, eRNAs are transcribed in response to stimulus-specific TFs, including Nfκb [134]. Initially, it was unclear if eRNAs served a functional role in mediating transcriptional responses or if they were a byproduct of enhancer activation. However, evidence from eRNA knockdown studies demonstrated that the loss of eRNAs reduced transcription of enhancer-associated genes [135–137].How eRNAs regulate enhancer-driven gene expression remains unknown. However, recent studies provide evidence for mechanisms through which eRNAs stabilize enhancers and regulate enhancer-driven gene expression. For example, enhancers regulated by estrogen receptor produce eRNAs that interact with cohesin to stabilize promoter-enhancer interactions [138]. Furthermore, assessment of eRNA regulation by transcriptional activators revealed that knockdown or disease-harboring mutations of Mediator protein, Med12, resulted in loss of Mediator-eRNA interactions and disruption of chromatin looping [139]. Other studies indicate that the interaction of Nelf, which contains an RNA-interacting domain, with eRNAs displaces Nelf from RNA pol II and disinhibits the pausing of RNA pol II, thus promoting transcript elongation [140–142]. Therefore, modulating eRNA expression to destabilize promoter-enhancer interactions may reduce pathological enhancer-associated gene expression.In mouse models of MI and TAC, eRNA expression is induced suggesting that eRNAs are differentially expressed in response to stress and may promote pathological transcription [43]. Targeting enhancer-associated transcriptional machinery to downregulate eRNA transcription may result in reduced enhancer-driven gene expression associated with pathological remodeling. In line with this, inhibition of Brd4 in cancer cells reduces eRNA synthesis, consequently downregulating expression of neighboring genes [143]. Furthermore, it is plausible that inhibition of Mediator kinase activity may disrupt eRNA-associated transcription. As discussed above, Cdk8 phosphorylates and modulates activity of TFs that are known to associate with enhancers, such as Nfκb. Furthermore, Med12 interaction with eRNAs was demonstrated to activate Mediator kinase activity towards Histone H3 [139]. Collectively, these studies suggest a crucial role for eRNAs in regulating enhancer stabilization and expression of enhancer-associated gene expression in response to cellular stimuli. Because transcriptional cofactors regulate enhancer-driven gene expression, including expression of eRNAs, it is possible that inhibition of these cofactors results in destabilization of enhancers in HF models. However, this warrants further investigation in the heart. Topologically associating domains and chromatin organization in heart failureEmerging evidence suggests that organization of chromatin into higher order domains, such as topologically associating domains (TADs), is vital for nuclear organization and coordinated regulation of gene expression [144]. Mammalian TADs are largely established by CCCTC-binding factor (Ctcf) which is an insulator protein that mediates long-range chromatin looping to insulate TAD boundaries which are stabilized by cohesin [145]. These TADs created by Ctcf organize the genome into spatially segregated regions of kilobase to megabase domains that promote contacts between loci within the TAD while limiting contacts with adjacent TADs [146]. Coordination of cis-regulatory elements, including enhancer-promoter interactions, is thought to be constrained within TADs [147]. However, TADs separate into two larger domains or compartments (compartment A (active) and compartment B (inactive)) which correlate with the attraction or repulsion of TADs mediated by epigenetic marks [148]. Interactions between TADs within each compartment occur more frequently than interactions with the opposite compartment [148]. Understanding the regulation of these higher order chromosomal domains in HF may provide further insight into pathological transcriptional remodeling.The characterization of chromatin organization in cardiomyocytes during development and disease has recently been investigated. In vivo deletion of Ctcf in cardiac progenitor cells altered chromatin interactions resulting in altered gene expression profiles, cardiac defects, and lethality [149]. Inducible deletion of Ctcf in the adult heart (Ctcf cKO MCM) resulted in cardiac dilation, reduced ejection fraction, and cardiac fibrosis collectively demonstrating the necessity for genome organization in both cardiac development and maintenance of cardiac function in the adult heart [150]. Assessment of TADs in Ctcf cKO MCM mice and WT mice in response to TAC revealed that TAD boundaries and compartmentalization was minimally altered in comparison to control mice. However, the TAD boundary strength, which assesses intra- versus inter-TAD interaction frequencies, was altered across the genome in comparison to control mice. These alterations in TAD interactions resulted in reorganization of enhancer-promoter interactions at genes associated with HF, including Nppa/Nppb and Mef2c. Collectively, these studies provide evidence that chromatin architecture is dynamically regulated in disease and adds to the complexity underlying transcriptional remodeling. While other architectural proteins, including Mediator complex, and long ncRNAs have been hypothesized to have a role in restructuring TADs, precise mechanisms governing these events are an area of future investigation [151]. Conclusions and future studiesEmerging evidence suggests that transcriptional regulation of heart disease is mediated in part by synergistic actions of pro-hypertrophic TFs known to drive enhancer-dependent gene expression. Therefore, targeting the general transcriptional machinery to limit enhancer-dependent regulation of transcription may represent promising therapeutic targets for the treatment of HF. Because a number of these factors, including BRD4, CDK8, and CDK9, demonstrate increased expression, activity, or differential recruitment to enhancers associated with pathological remodeling, treatments may remain largely specific to the affected cell-type. Additionally, disrupting enhancer-mediated transcription potentially does not alter regulation of housekeeping genes, suggesting specificity to the regulation of genes associated with pathological remodeling and potentially providing a therapeutic target for the treatment of HF with minimal adverse effects. Notably, inhibitors of these targets remain in clinical trials, and thus far there is minimal evidence to suggest gross toxicity, similar to certain HDAC inhibitor trials. Collectively these studies indicate that targeting transcriptional machinery that integrates pro-hypertrophic TFs, especially at enhancers, may serve as a therapeutic target to limit cardiac remodeling associated with HF. Additional studies to evaluate regulation of chromatin organization as well as enhancer regulation, including the role of CDK8, transcriptional kinases, and eRNAs, may provide essential insight to efficaciously target enhancer-mediated transcriptional regulation. AcknowledgementsThis work was supported by generous research support from the National Institutes of Health 451 (NIH) Grant R01-HL-125436–04, Fraternal Order of Eagles Diabetes Research Center and the University of Iowa Carver College of Medicine (to C. E. Grueter). We would like to thank Jennifer Barr for critically editing. FootnotesPublisher's Disclaimer: This Author Accepted Manuscript is a PDF file of a an unedited peer-reviewed manuscript that has been accepted for publication but has not been copyedited or corrected. The official version of record that is published in the journal is kept up to date and so may therefore differ from this version.Conflicts of interest: The authors have declared that no conflict of interest exists. References1. Gerlach D, Tontsch-Grunt U, Baum A, Popow J, Scharn D, Hofmann MH, Engelhardt H, Kaya O, Beck J, Schweifer N, Gerstberger T, Zuber J, Savarese F, Kraut N (2018) The novel BET bromodomain inhibitor BI 894999 represses super-enhancer-associated transcription and synergizes with CDK9 inhibition in AML. Oncogene\n37 (20):2687–2701. doi:10.1038/s41388-018-0150-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. van Berlo JH, Maillet M, Molkentin JD (2013) Signaling effectors underlying pathologic growth and remodeling of the heart. J Clin Invest\n123 (1):37–45. doi:10.1172/JCI62839 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Taegtmeyer H, Sen S, Vela D (2010) Return to the fetal gene program: a suggested metabolic link to gene expression in the heart. Ann N Y Acad Sci\n1188:191–198. doi:10.1111/j.1749-6632.2009.05100.x [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Papait R, Cattaneo P, Kunderfranco P, Greco C, Carullo P, Guffanti A, Vigano V, Stirparo GG, Latronico MV, Hasenfuss G, Chen J, Condorelli G (2013) Genome-wide analysis of histone marks identifying an epigenetic signature of promoters and enhancers underlying cardiac hypertrophy. Proc Natl Acad Sci U S A\n110 (50):20164–20169. doi:10.1073/pnas.1315155110 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Sayed D, He M, Yang Z, Lin L, Abdellatif M (2013) Transcriptional regulation patterns revealed by high resolution chromatin immunoprecipitation during cardiac hypertrophy. J Biol Chem\n288 (4):2546–2558. doi:10.1074/jbc.M112.429449 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Consortium EP (2012) An integrated encyclopedia of DNA elements in the human genome. Nature\n489 (7414):57–74. doi:10.1038/nature11247 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Sanyal A, Lajoie BR, Jain G, Dekker J (2012) The long-range interaction landscape of gene promoters. Nature\n489 (7414):109–113. doi:10.1038/nature11279 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Lettice LA, Heaney SJ, Purdie LA, Li L, de Beer P, Oostra BA, Goode D, Elgar G, Hill RE, de Graaff E (2003) A long-range Shh enhancer regulates expression in the developing limb and fin and is associated with preaxial polydactyly. Hum Mol Genet\n12 (14):1725–1735 [PubMed] [Google Scholar]9. Nobrega MA, Ovcharenko I, Afzal V, Rubin EM (2003) Scanning human gene deserts for long-range enhancers. Science\n302 (5644):413. doi:10.1126/science.1088328 [PubMed] [CrossRef] [Google Scholar]10. Whyte WA, Orlando DA, Hnisz D, Abraham BJ, Lin CY, Kagey MH, Rahl PB, Lee TI, Young RA (2013) Master transcription factors and mediator establish super-enhancers at key cell identity genes. Cell\n153 (2):307–319. doi:10.1016/j.cell.2013.03.035 [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Panne D (2008) The enhanceosome. Curr Opin Struct Biol\n18 (2):236–242. doi:10.1016/j.sbi.2007.12.002 [PubMed] [CrossRef] [Google Scholar]12. Carey M (1998) The enhanceosome and transcriptional synergy. Cell\n92 (1):5–8 [PubMed] [Google Scholar]13. He A, Kong SW, Ma Q, Pu WT (2011) Co-occupancy by multiple cardiac transcription factors identifies transcriptional enhancers active in heart. Proc Natl Acad Sci U S A\n108 (14):5632–5637. doi:10.1073/pnas.1016959108 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Shin HY (2018) Targeting Super-Enhancers for Disease Treatment and Diagnosis. Mol Cells\n41 (6):506–514. doi:10.14348/molcells.2018.2297 [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Ounzain S, Pedrazzini T (2016) Super-enhancer lncs to cardiovascular development and disease. Biochim Biophys Acta\n1863 (7 Pt B):1953–1960. doi:10.1016/j.bbamcr.2015.11.026 [PubMed] [CrossRef] [Google Scholar]16. Anand P, Brown JD, Lin CY, Qi J, Zhang R, Artero PC, Alaiti MA, Bullard J, Alazem K, Margulies KB, Cappola TP, Lemieux M, Plutzky J, Bradner JE, Haldar SM (2013) BET bromodomains mediate transcriptional pause release in heart failure. Cell\n154 (3):569–582. doi:10.1016/j.cell.2013.07.013 [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Creyghton MP, Cheng AW, Welstead GG, Kooistra T, Carey BW, Steine EJ, Hanna J, Lodato MA, Frampton GM, Sharp PA, Boyer LA, Young RA, Jaenisch R (2010) Histone H3K27ac separates active from poised enhancers and predicts developmental state. Proc Natl Acad Sci U S A\n107 (50):21931–21936. doi:10.1073/pnas.1016071107 [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Mikkelsen TS, Ku M, Jaffe DB, Issac B, Lieberman E, Giannoukos G, Alvarez P, Brockman W, Kim TK, Koche RP, Lee W, Mendenhall E, O’Donovan A, Presser A, Russ C, Xie X, Meissner A, Wernig M, Jaenisch R, Nusbaum C, Lander ES, Bernstein BE (2007) Genome-wide maps of chromatin state in pluripotent and lineage-committed cells. Nature\n448 (7153):553–560. doi:10.1038/nature06008 [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Guenther MG, Levine SS, Boyer LA, Jaenisch R, Young RA (2007) A chromatin landmark and transcription initiation at most promoters in human cells. Cell\n130 (1):77–88. doi:10.1016/j.cell.2007.05.042 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Bernstein BE, Kamal M, Lindblad-Toh K, Bekiranov S, Bailey DK, Huebert DJ, McMahon S, Karlsson EK, Kulbokas EJ 3rd, Gingeras TR, Schreiber SL, Lander ES (2005) Genomic maps and comparative analysis of histone modifications in human and mouse. Cell\n120 (2):169–181. doi:10.1016/j.cell.2005.01.001 [PubMed] [CrossRef] [Google Scholar]21. Heintzman ND, Stuart RK, Hon G, Fu Y, Ching CW, Hawkins RD, Barrera LO, Van Calcar S, Qu C, Ching KA, Wang W, Weng Z, Green RD, Crawford GE, Ren B (2007) Distinct and predictive chromatin signatures of transcriptional promoters and enhancers in the human genome. Nat Genet\n39 (3):311–318. doi:10.1038/ng1966 [PubMed] [CrossRef] [Google Scholar]22. Ernst J, Kheradpour P, Mikkelsen TS, Shoresh N, Ward LD, Epstein CB, Zhang X, Wang L, Issner R, Coyne M, Ku M, Durham T, Kellis M, Bernstein BE (2011) Mapping and analysis of chromatin state dynamics in nine human cell types. Nature\n473 (7345):43–49. doi:10.1038/nature09906 [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Visel A, Rubin EM, Pennacchio LA (2009) Genomic views of distant-acting enhancers. Nature\n461 (7261):199–205. doi:10.1038/nature08451 [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. May D, Blow MJ, Kaplan T, McCulley DJ, Jensen BC, Akiyama JA, Holt A, Plajzer-Frick I, Shoukry M, Wright C, Afzal V, Simpson PC, Rubin EM, Black BL, Bristow J, Pennacchio LA, Visel A (2011) Large-scale discovery of enhancers from human heart tissue. Nat Genet\n44 (1):89–93. doi:10.1038/ng.1006 [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Blow MJ, McCulley DJ, Li Z, Zhang T, Akiyama JA, Holt A, Plajzer-Frick I, Shoukry M, Wright C, Chen F, Afzal V, Bristow J, Ren B, Black BL, Rubin EM, Visel A, Pennacchio LA (2010) ChIP-Seq identification of weakly conserved heart enhancers. Nat Genet\n42 (9):806–810. doi:10.1038/ng.650 [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Narlikar L, Sakabe NJ, Blanski AA, Arimura FE, Westlund JM, Nobrega MA, Ovcharenko I (2010) Genome-wide discovery of human heart enhancers. Genome Res\n20 (3):381–392. doi:10.1101/gr.098657.109 [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Hnisz D, Abraham BJ, Lee TI, Lau A, Saint-Andre V, Sigova AA, Hoke HA, Young RA (2013) Super-enhancers in the control of cell identity and disease. Cell\n155 (4):934–947. doi:10.1016/j.cell.2013.09.053 [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Thurman RE, Rynes E, Humbert R, Vierstra J, Maurano MT, Haugen E, Sheffield NC, Stergachis AB, Wang H, Vernot B, Garg K, John S, Sandstrom R, Bates D, Boatman L, Canfield TK, Diegel M, Dunn D, Ebersol AK, Frum T, Giste E, Johnson AK, Johnson EM, Kutyavin T, Lajoie B, Lee BK, Lee K, London D, Lotakis D, Neph S, Neri F, Nguyen ED, Qu H, Reynolds AP, Roach V, Safi A, Sanchez ME, Sanyal A, Shafer A, Simon JM, Song L, Vong S, Weaver M, Yan Y, Zhang Z, Zhang Z, Lenhard B, Tewari M, Dorschner MO, Hansen RS, Navas PA, Stamatoyannopoulos G, Iyer VR, Lieb JD, Sunyaev SR, Akey JM, Sabo PJ, Kaul R, Furey TS, Dekker J, Crawford GE, Stamatoyannopoulos JA (2012) The accessible chromatin landscape of the human genome. Nature\n489 (7414):75–82. doi:10.1038/nature11232 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Pott S, Lieb JD (2015) What are super-enhancers?\nNat Genet\n47 (1):8–12. doi:10.1038/ng.3167 [PubMed] [CrossRef] [Google Scholar]30. Adam RC, Yang H, Rockowitz S, Larsen SB, Nikolova M, Oristian DS, Polak L, Kadaja M, Asare A, Zheng D, Fuchs E (2015) Pioneer factors govern super-enhancer dynamics in stem cell plasticity and lineage choice. Nature\n521 (7552):366–370. doi:10.1038/nature14289 [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Brown JD, Lin CY, Duan Q, Griffin G, Federation A, Paranal RM, Bair S, Newton G, Lichtman A, Kung A, Yang T, Wang H, Luscinskas FW, Croce K, Bradner JE, Plutzky J (2014) NF-kappaB directs dynamic super enhancer formation in inflammation and atherogenesis. Mol Cell\n56 (2):219–231. doi:10.1016/j.molcel.2014.08.024 [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Vahedi G, Kanno Y, Furumoto Y, Jiang K, Parker SC, Erdos MR, Davis SR, Roychoudhuri R, Restifo NP, Gadina M, Tang Z, Ruan Y, Collins FS, Sartorelli V, O’Shea JJ (2015) Super-enhancers delineate disease-associated regulatory nodes in T cells. Nature\n520 (7548):558–562. doi:10.1038/nature14154 [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Pelish HE, Liau BB, Nitulescu, Tangpeerachaikul A, Poss ZC, Da Silva DH, Caruso BT, Arefolov A, Fadeyi O, Christie AL, Du K, Banka D, Schneider EV, Jestel A, Zou G, Si C, Ebmeier CC, Bronson RT, Krivtsov AV, Myers AG, Kohl NE, Kung AL, Armstrong SA, Lemieux ME, Taatjes DJ, Shair MD (2015) Mediator kinase inhibition further activates super-enhancer-associated genes in AML. Nature\n526 (7572):273–276. doi:10.1038/nature14904 [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Affer M, Chesi M, Chen WG, Keats JJ, Demchenko YN, Roschke AV, Van Wier S, Fonseca R, Bergsagel PL, Kuehl WM (2014) Promiscuous MYC locus rearrangements hijack enhancers but mostly super-enhancers to dysregulate MYC expression in multiple myeloma. Leukemia\n28 (8):1725–1735. doi:10.1038/leu.2014.70 [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Walker BA, Wardell CP, Brioli A, Boyle E, Kaiser MF, Begum DB, Dahir NB, Johnson DC, Ross FM, Davies FE, Morgan GJ (2014) Translocations at 8q24 juxtapose MYC with genes that harbor superenhancers resulting in overexpression and poor prognosis in myeloma patients. Blood Cancer J\n4:e191. doi:10.1038/bcj.2014.13 [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Oka T, Xu J, Molkentin JD (2007) Re-employment of developmental transcription factors in adult heart disease. Semin Cell Dev Biol\n18 (1):117–131. doi:10.1016/j.semcdb.2006.11.012 [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Akazawa H, Komuro I (2003) Roles of cardiac transcription factors in cardiac hypertrophy. Circ Res\n92 (10):1079–1088. doi:10.1161/01.RES.0000072977.86706.23 [PubMed] [CrossRef] [Google Scholar]38. Schlesinger J, Schueler M, Grunert M, Fischer JJ, Zhang Q, Krueger T, Lange M, Tonjes M, Dunkel I, Sperling SR (2011) The cardiac transcription network modulated by Gata4, Mef2a, Nkx2.5, Srf, histone modifications, and microRNAs. PLoS Genet\n7 (2):e1001313. doi:10.1371/journal.pgen.1001313 [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Dickel DE, Barozzi I, Zhu Y, Fukuda-Yuzawa Y, Osterwalder M, Mannion BJ, May D, Spurrell CH, Plajzer-Frick I, Pickle CS, Lee E, Garvin TH, Kato M, Akiyama JA, Afzal V, Lee AY, Gorkin DU, Ren B, Rubin EM, Visel A, Pennacchio LA (2016) Genome-wide compendium and functional assessment of in vivo heart enhancers. Nat Commun\n7:12923. doi:10.1038/ncomms12923 [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Wamstad JA, Alexander JM, Truty RM, Shrikumar A, Li F, Eilertson KE, Ding H, Wylie JN, Pico AR, Capra JA, Erwin G, Kattman SJ, Keller GM, Srivastava D, Levine SS, Pollard KS, Holloway AK, Boyer LA, Bruneau BG (2012) Dynamic and coordinated epigenetic regulation of developmental transitions in the cardiac lineage. Cell\n151 (1):206–220. doi:10.1016/j.cell.2012.07.035 [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Stergachis AB, Neph S, Reynolds A, Humbert R, Miller B, Paige SL, Vernot B, Cheng JB, Thurman RE, Sandstrom R, Haugen E, Heimfeld S, Murry CE, Akey JM, Stamatoyannopoulos JA (2013) Developmental fate and cellular maturity encoded in human regulatory DNA landscapes. Cell\n154 (4):888–903. doi:10.1016/j.cell.2013.07.020 [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. He A, Gu F, Hu Y, Ma Q, Ye LY, Akiyama JA, Visel A, Pennacchio LA, Pu WT (2014) Dynamic GATA4 enhancers shape the chromatin landscape central to heart development and disease. Nat Commun\n5:4907. doi:10.1038/ncomms5907 [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Ounzain S, Pezzuto I, Micheletti R, Burdet F, Sheta R, Nemir M, Gonzales C, Sarre A, Alexanian M, Blow MJ, May D, Johnson R, Dauvillier J, Pennacchio LA, Pedrazzini T (2014) Functional importance of cardiac enhancer-associated noncoding RNAs in heart development and disease. J Mol Cell Cardiol\n76:55–70. doi:10.1016/j.yjmcc.2014.08.009 [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Anderson CM, Hu J, Thomas R, Gainous TB, Celona B, Sinha T, Dickel DE, Heidt AB, Xu SM, Bruneau BG, Pollard KS, Pennacchio LA, Black BL (2017) Cooperative activation of cardiac transcription through myocardin bridging of paired MEF2 sites. Development\n144 (7):1235–1241. doi:10.1242/dev.138487 [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Junion G, Spivakov M, Girardot C, Braun M, Gustafson EH, Birney E, Furlong EE (2012) A transcription factor collective defines cardiac cell fate and reflects lineage history. Cell\n148 (3):473–486. doi:10.1016/j.cell.2012.01.030 [PubMed] [CrossRef] [Google Scholar]46. Lelli KM, Slattery M, Mann RS (2012) Disentangling the many layers of eukaryotic transcriptional regulation. Annu Rev Genet\n46:43–68. doi:10.1146/annurev-genet-110711-155437 [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Spitz F, Furlong EE (2012) Transcription factors: from enhancer binding to developmental control. Nat Rev Genet\n13 (9):613–626. doi:10.1038/nrg3207 [PubMed] [CrossRef] [Google Scholar]48. Siersbaek R, Rabiee A, Nielsen R, Sidoli S, Traynor S, Loft A, Poulsen LC, Rogowska-Wrzesinska A, Jensen ON, Mandrup S (2014) Transcription factor cooperativity in early adipogenic hotspots and super-enhancers. Cell Rep\n7 (5):1443–1455. doi:10.1016/j.celrep.2014.04.042 [PubMed] [CrossRef] [Google Scholar]49. Lien CL, McAnally J, Richardson JA, Olson EN (2002) Cardiac-specific activity of an Nkx2–5 enhancer requires an evolutionarily conserved Smad binding site. Dev Biol\n244 (2):257–266. doi:10.1006/dbio.2002.0603 [PubMed] [CrossRef] [Google Scholar]50. Lickert H, Takeuchi JK, Von Both I, Walls JR, McAuliffe F, Adamson SL, Henkelman RM, Wrana JL, Rossant J, Bruneau BG (2004) Baf60c is essential for function of BAF chromatin remodelling complexes in heart development. Nature\n432 (7013):107–112. doi:10.1038/nature03071 [PubMed] [CrossRef] [Google Scholar]51. McKinsey TA (2012) Therapeutic potential for HDAC inhibitors in the heart. Annu Rev Pharmacol Toxicol\n52:303–319. doi:10.1146/annurev-pharmtox-010611-134712 [PubMed] [CrossRef] [Google Scholar]52. McKinsey TA, Zhang CL, Olson EN (2002) MEF2: a calcium-dependent regulator of cell division, differentiation and death. Trends Biochem Sci\n27 (1):40–47 [PubMed] [Google Scholar]53. Kee HJ, Sohn IS, Nam KI, Park JE, Qian YR, Yin Z, Ahn Y, Jeong MH, Bang YJ, Kim N, Kim JK, Kim KK, Epstein JA, Kook H (2006) Inhibition of histone deacetylation blocks cardiac hypertrophy induced by angiotensin II infusion and aortic banding. Circulation\n113 (1):51–59. doi:10.1161/CIRCULATIONAHA.105.559724 [PubMed] [CrossRef] [Google Scholar]54. Kook H, Lepore JJ, Gitler AD, Lu MM, Wing-Man Yung W, Mackay J, Zhou R, Ferrari V, Gruber P, Epstein JA (2003) Cardiac hypertrophy and histone deacetylase-dependent transcriptional repression mediated by the atypical homeodomain protein Hop. J Clin Invest\n112 (6):863–871. doi:10.1172/JCI19137 [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Kong Y, Tannous P, Lu G, Berenji K, Rothermel BA, Olson EN, Hill JA (2006) Suppression of class I and II histone deacetylases blunts pressure-overload cardiac hypertrophy. Circulation\n113 (22):2579–2588. doi:10.1161/CIRCULATIONAHA.106.625467 [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Granger A, Abdullah I, Huebner F, Stout A, Wang T, Huebner T, Epstein JA, Gruber PJ (2008) Histone deacetylase inhibition reduces myocardial ischemia-reperfusion injury in mice. FASEB J\n22 (10):3549–3560. doi:10.1096/fj.08-108548 [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Lee TM, Lin MS, Chang NC (2007) Inhibition of histone deacetylase on ventricular remodeling in infarcted rats. Am J Physiol Heart Circ Physiol\n293 (2):H968–977. doi:10.1152/ajpheart.00891.2006 [PubMed] [CrossRef] [Google Scholar]58. Zhao TC, Cheng G, Zhang LX, Tseng YT, Padbury JF (2007) Inhibition of histone deacetylases triggers pharmacologic preconditioning effects against myocardial ischemic injury. Cardiovasc Res\n76 (3):473–481. doi:10.1016/j.cardiores.2007.08.010 [PubMed] [CrossRef] [Google Scholar]59. Gallo P, Latronico MV, Gallo P, Grimaldi S, Borgia F, Todaro M, Jones P, Gallinari P, De Francesco R, Ciliberto G, Steinkuhler C, Esposito G, Condorelli G (2008) Inhibition of class I histone deacetylase with an apicidin derivative prevents cardiac hypertrophy and failure. Cardiovasc Res\n80 (3):416–424. doi:10.1093/cvr/cvn215 [PubMed] [CrossRef] [Google Scholar]60. Kim YJ, Greer CB, Cecchini KR, Harris LN, Tuck DP, Kim TH (2013) HDAC inhibitors induce transcriptional repression of high copy number genes in breast cancer through elongation blockade. Oncogene\n32 (23):2828–2835. doi:10.1038/onc.2013.32 [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Greer CB, Tanaka Y, Kim YJ, Xie P, Zhang MQ, Park IH, Kim TH (2015) Histone Deacetylases Positively Regulate Transcription through the Elongation Machinery. Cell Rep\n13 (7):1444–1455. doi:10.1016/j.celrep.2015.10.013 [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Minucci S, Pelicci PG (2006) Histone deacetylase inhibitors and the promise of epigenetic (and more) treatments for cancer. Nat Rev Cancer\n6 (1):38–51. doi:10.1038/nrc1779 [PubMed] [CrossRef] [Google Scholar]63. Chen H, Lin RJ, Xie W, Wilpitz D, Evans RM (1999) Regulation of hormone-induced histone hyperacetylation and gene activation via acetylation of an acetylase. Cell\n98 (5):675–686 [PubMed] [Google Scholar]64. Wolf D, Rodova M, Miska EA, Calvet JP, Kouzarides T (2002) Acetylation of beta-catenin by CREB-binding protein (CBP). J Biol Chem\n277 (28):25562–25567. doi:10.1074/jbc.M201196200 [PubMed] [CrossRef] [Google Scholar]65. Chandrasekaran S, Peterson RE, Mani SK, Addy B, Buchholz AL, Xu L, Thiyagarajan T, Kasiganesan H, Kern CB, Menick DR (2009) Histone deacetylases facilitate sodium/calcium exchanger up-regulation in adult cardiomyocytes. FASEB J\n23 (11):3851–3864. doi:10.1096/fj.09-132415 [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Jeong MY, Lin YH, Wennersten SA, Demos-Davies KM, Cavasin MA, Mahaffey JH, Monzani V, Saripalli C, Mascagni P, Reece TB, Ambardekar AV, Granzier HL, Dinarello CA, McKinsey TA (2018) Histone deacetylase activity governs diastolic dysfunction through a nongenomic mechanism. Sci Transl Med\n10 (427). doi:10.1126/scitranslmed.aao0144 [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. McKinsey TA, Olson EN (2005) Toward transcriptional therapies for the failing heart: chemical screens to modulate genes. J Clin Invest\n115 (3):538–546. doi:10.1172/JCI24144 [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Yang Z, Yik JH, Chen R, He N, Jang MK, Ozato K, Zhou Q (2005) Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol Cell\n19 (4):535–545. doi:10.1016/j.molcel.2005.06.029 [PubMed] [CrossRef] [Google Scholar]69. Filippakopoulos P, Qi J, Picaud S, Shen Y, Smith WB, Fedorov O, Morse EM, Keates T, Hickman TT, Felletar I, Philpott M, Munro S, McKeown MR, Wang Y, Christie AL, West N, Cameron MJ, Schwartz B, Heightman TD, La Thangue N, French CA, Wiest O, Kung AL, Knapp S, Bradner JE (2010) Selective inhibition of BET bromodomains. Nature\n468 (7327):1067–1073. doi:10.1038/nature09504 [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Loven J, Hoke HA, Lin CY, Lau A, Orlando DA, Vakoc CR, Bradner JE, Lee TI, Young RA (2013) Selective inhibition of tumor oncogenes by disruption of super-enhancers. Cell\n153 (2):320–334. doi:10.1016/j.cell.2013.03.036 [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Chapuy B, McKeown MR, Lin CY, Monti S, Roemer MG, Qi J, Rahl PB, Sun HH, Yeda KT, Doench JG, Reichert E, Kung AL, Rodig SJ, Young RA, Shipp MA, Bradner JE (2013) Discovery and characterization of super-enhancer-associated dependencies in diffuse large B cell lymphoma. Cancer Cell\n24 (6):777–790. doi:10.1016/j.ccr.2013.11.003 [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Groschel S, Sanders MA, Hoogenboezem R, de Wit E, Bouwman BAM, Erpelinck C, van der Velden VHJ, Havermans M, Avellino R, van Lom K, Rombouts EJ, van Duin M, Dohner K, Beverloo HB, Bradner JE, Dohner H, Lowenberg B, Valk PJM, Bindels EMJ, de Laat W, Delwel R (2014) A single oncogenic enhancer rearrangement causes concomitant EVI1 and GATA2 deregulation in leukemia. Cell\n157 (2):369–381. doi:10.1016/j.cell.2014.02.019 [PubMed] [CrossRef] [Google Scholar]73. Delmore JE, Issa GC, Lemieux ME, Rahl PB, Shi J, Jacobs HM, Kastritis E, Gilpatrick T, Paranal RM, Qi J, Chesi M, Schinzel AC, McKeown MR, Heffernan TP, Vakoc CR, Bergsagel PL, Ghobrial IM, Richardson PG, Young RA, Hahn WC, Anderson KC, Kung AL, Bradner JE, Mitsiades CS (2011) BET bromodomain inhibition as a therapeutic strategy to target c-Myc. Cell\n146 (6):904–917. doi:10.1016/j.cell.2011.08.017 [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Zuber J, Shi J, Wang E, Rappaport AR, Herrmann H, Sison EA, Magoon D, Qi J, Blatt K, Wunderlich M, Taylor MJ, Johns C, Chicas A, Mulloy JC, Kogan SC, Brown P, Valent P, Bradner JE, Lowe SW, Vakoc CR (2011) RNAi screen identifies Brd4 as a therapeutic target in acute myeloid leukaemia. Nature\n478 (7370):524–528. doi:10.1038/nature10334 [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Spiltoir JI, Stratton MS, Cavasin MA, Demos-Davies K, Reid BG, Qi J, Bradner JE, McKinsey TA (2013) BET acetyl-lysine binding proteins control pathological cardiac hypertrophy. J Mol Cell Cardiol\n63:175–179. doi:10.1016/j.yjmcc.2013.07.017 [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Sun Y, Xie Y, Du L, Sun J, Liu Z (2018) Inhibition of BRD4 attenuates cardiomyocyte apoptosis via NF-kappaB pathway in a rat model of myocardial infarction. Cardiovasc Ther\n36 (2). doi:10.1111/1755-5922.12320 [PubMed] [CrossRef] [Google Scholar]77. Stratton MS, Lin CY, Anand P, Tatman PD, Ferguson BS, Wickers ST, Ambardekar AV, Sucharov CC, Bradner JE, Haldar SM, McKinsey TA (2016) Signal-Dependent Recruitment of BRD4 to Cardiomyocyte Super-Enhancers Is Suppressed by a MicroRNA. Cell Rep\n16 (5):1366–1378. doi:10.1016/j.celrep.2016.06.074 [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Duan Q, McMahon S, Anand P, Shah H, Thomas S, Salunga HT, Huang Y, Zhang R, Sahadevan A, Lemieux ME, Brown JD, Srivastava D, Bradner JE, McKinsey TA, Haldar SM (2017) BET bromodomain inhibition suppresses innate inflammatory and profibrotic transcriptional networks in heart failure. Sci Transl Med\n9 (390). doi:10.1126/scitranslmed.aah5084 [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Malik S, Roeder RG (2010) The metazoan Mediator co-activator complex as an integrative hub for transcriptional regulation. Nat Rev Genet\n11 (11):761–772. doi:10.1038/nrg2901 [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. D’Alessio JA, Wright KJ, Tjian R (2009) Shifting players and paradigms in cell-specific transcription. Mol Cell\n36 (6):924–931. doi:10.1016/j.molcel.2009.12.011 [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Deato MD, Marr MT, Sottero T, Inouye C, Hu P, Tjian R (2008) MyoD targets TAF3/TRF3 to activate myogenin transcription. Mol Cell\n32 (1):96–105. doi:10.1016/j.molcel.2008.09.009 [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Hall DD, Ponce JM, Chen B, Spitler KM, Alexia A, Oudit GY, Song LS, Grueter CE (2017) Ectopic expression of Cdk8 induces eccentric hypertrophy and heart failure. JCI Insight\n2 (15). doi:10.1172/jci.insight.92476 [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Kagey MH, Newman JJ, Bilodeau S, Zhan Y, Orlando DA, van Berkum NL, Ebmeier CC, Goossens J, Rahl PB, Levine SS, Taatjes DJ, Dekker J, Young RA (2010) Mediator and cohesin connect gene expression and chromatin architecture. Nature\n467 (7314):430–435. doi:10.1038/nature09380 [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Borik S, Simon AJ, Nevo-Caspi Y, Mishali D, Amariglio N, Rechavi G, Paret G (2011) Increased RNA editing in children with cyanotic congenital heart disease. Intensive Care Med\n37 (10):1664–1671. doi:10.1007/s00134-011-2296-z [PubMed] [CrossRef] [Google Scholar]85. Muncke N, Jung C, Rudiger H, Ulmer H, Roeth R, Hubert A, Goldmuntz E, Driscoll D, Goodship J, Schon K, Rappold G (2003) Missense mutations and gene interruption in PROSIT240, a novel TRAP240-like gene, in patients with congenital heart defect (transposition of the great arteries). Circulation\n108 (23):2843–2850. doi:10.1161/01.CIR.0000103684.77636.CD [PubMed] [CrossRef] [Google Scholar]86. Asadollahi R, Oneda B, Sheth F, Azzarello-Burri S, Baldinger R, Joset P, Latal B, Knirsch W, Desai S, Baumer A, Houge G, Andrieux J, Rauch A (2013) Dosage changes of MED13L further delineate its role in congenital heart defects and intellectual disability. Eur J Hum Genet\n21 (10):1100–1104. doi:10.1038/ejhg.2013.17 [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Chen CP, Chen YY, Chern SR, Wu PS, Su JW, Chen YT, Chen LF, Wang W (2013) Prenatal diagnosis and molecular cytogenetic characterization of de novo partial trisomy 12q (12q24.21-->qter) and partial monosomy 6q (6q27-->qter) associated with coarctation of the aorta, ventriculomegaly and thickened nuchal fold. Gene\n516 (1):138–142. doi:10.1016/j.gene.2012.12.051 [PubMed] [CrossRef] [Google Scholar]88. Kobrynski LJ, Sullivan KE (2007) Velocardiofacial syndrome, DiGeorge syndrome: the chromosome 22q11.2 deletion syndromes. Lancet\n370 (9596):1443–1452. doi:10.1016/S0140-6736(07)61601-8 [PubMed] [CrossRef] [Google Scholar]89. Jia Y, Chang HC, Schipma MJ, Liu J, Shete V, Liu N, Sato T, Thorp EB, Barger PM, Zhu YJ, Viswakarma N, Kanwar YS, Ardehali H, Thimmapaya B, Reddy JK (2016) Cardiomyocyte-Specific Ablation of Med1 Subunit of the Mediator Complex Causes Lethal Dilated Cardiomyopathy in Mice. PLoS One\n11 (8):e0160755. doi:10.1371/journal.pone.0160755 [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. Spitler KM, Ponce JM, Oudit GY, Hall DD, Grueter CE (2017) Cardiac Med1 deletion promotes early lethality, cardiac remodeling, and transcriptional reprogramming. Am J Physiol Heart Circ Physiol\n312 (4):H768–H780. doi:10.1152/ajpheart.00728.2016 [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Hall DD, Spitler KM, Grueter CE (2018) Disruption of Cardiac Med1 Inhibits Rna Polymerase-Ii Promoter Occupancy and Promotes Chromatin Remodeling. Am J Physiol Heart Circ Physiol. doi:10.1152/ajpheart.00580.2018 [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Baskin KK, Makarewich CA, DeLeon SM, Ye W, Chen B, Beetz N, Schrewe H, Bassel-Duby R, Olson EN (2017) MED12 regulates a transcriptional network of calcium-handling genes in the heart. JCI Insight\n2 (14). doi:10.1172/jci.insight.91920 [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Baskin KK, Grueter CE, Kusminski CM, Holland WL, Bookout AL, Satapati S, Kong YM, Burgess SC, Malloy CR, Scherer PE, Newgard CB, Bassel-Duby R, Olson EN (2014) MED13-dependent signaling from the heart confers leanness by enhancing metabolism in adipose tissue and liver. EMBO Mol Med\n6 (12):1610–1621. doi:10.15252/emmm.201404218 [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Grueter CE, van Rooij E, Johnson BA, DeLeon SM, Sutherland LB, Qi X, Gautron L, Elmquist JK, Bassel-Duby R, Olson EN (2012) A cardiac microRNA governs systemic energy homeostasis by regulation of MED13. Cell\n149 (3):671–683. doi:10.1016/j.cell.2012.03.029 [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Minerath RA, Dewey CM, Hall DD, Grueter CE (2019) Regulation of cardiac transcription by thyroid hormone and Med13. J Mol Cell Cardiol. doi:10.1016/j.yjmcc.2019.01.007 [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Aranda-Orgilles B, Saldana-Meyer R, Wang E, Trompouki E, Fassl A, Lau S, Mullenders J, Rocha PP, Raviram R, Guillamot M, Sanchez-Diaz M, Wang K, Kayembe C, Zhang N, Amoasii L, Choudhuri A, Skok JA, Schober M, Reinberg D, Sicinski P, Schrewe H, Tsirigos A, Zon LI, Aifantis I (2016) MED12 Regulates HSC-Specific Enhancers Independently of Mediator Kinase Activity to Control Hematopoiesis. Cell Stem Cell\n19 (6):784–799. doi:10.1016/j.stem.2016.08.004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Kuuluvainen E, Domenech-Moreno E, Niemela EH, Makela TP (2018) Depletion of Mediator Kinase Module Subunits Represses Superenhancer-Associated Genes in Colon Cancer Cells. Mol Cell Biol\n38 (11). doi:10.1128/MCB.00573-17 [PMC free article] [PubMed] [CrossRef] [Google Scholar]98. Bhagwat AS, Roe JS, Mok BYL, Hohmann AF, Shi J, Vakoc CR (2016) BET Bromodomain Inhibition Releases the Mediator Complex from Select cis-Regulatory Elements. Cell Rep\n15 (3):519–530. doi:10.1016/j.celrep.2016.03.054 [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Galbraith MD, Donner AJ, Espinosa JM (2010) CDK8: a positive regulator of transcription. Transcription\n1 (1):4–12. doi:10.4161/trns.1.1.12373 [PMC free article] [PubMed] [CrossRef] [Google Scholar]100. Elmlund H, Baraznenok V, Lindahl M, Samuelsen CO, Koeck PJ, Holmberg S, Hebert H, Gustafsson CM (2006) The cyclin-dependent kinase 8 module sterically blocks Mediator interactions with RNA polymerase II. Proc Natl Acad Sci U S A\n103 (43):15788–15793. doi:10.1073/pnas.0607483103 [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Donner AJ, Ebmeier CC, Taatjes DJ, Espinosa JM (2010) CDK8 is a positive regulator of transcriptional elongation within the serum response network. Nat Struct Mol Biol\n17 (2):194–201. doi:10.1038/nsmb.1752 [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Galbraith MD, Allen MA, Bensard CL, Wang X, Schwinn MK, Qin B, Long HW, Daniels DL, Hahn WC, Dowell RD, Espinosa JM (2013) HIF1A employs CDK8-mediator to stimulate RNAPII elongation in response to hypoxia. Cell\n153 (6):1327–1339. doi:10.1016/j.cell.2013.04.048 [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Chen M, Liang J, Ji H, Yang Z, Altilia S, Hu B, Schronce A, McDermott MSJ, Schools GP, Lim CU, Oliver D, Shtutman MS, Lu T, Stark GR, Porter DC, Broude EV, Roninson IB (2017) CDK8/19 Mediator kinases potentiate induction of transcription by NFkappaB. Proc Natl Acad Sci U S A\n114 (38):10208–10213. doi:10.1073/pnas.1710467114 [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Galbraith MD, Andrysik Z, Pandey A, Hoh M, Bonner EA, Hill AA, Sullivan KD, Espinosa JM (2017) CDK8 Kinase Activity Promotes Glycolysis. Cell Rep\n21 (6):1495–1506. doi:10.1016/j.celrep.2017.10.058 [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Belakavadi M, Fondell JD (2010) Cyclin-dependent kinase 8 positively cooperates with Mediator to promote thyroid hormone receptor-dependent transcriptional activation. Mol Cell Biol\n30 (10):2437–2448. doi:10.1128/MCB.01541-09 [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Firestein R, Bass AJ, Kim SY, Dunn IF, Silver SJ, Guney I, Freed E, Ligon AH, Vena N, Ogino S, Chheda MG, Tamayo P, Finn S, Shrestha Y, Boehm JS, Jain S, Bojarski E, Mermel C, Barretina J, Chan JA, Baselga J, Tabernero J, Root DE, Fuchs CS, Loda M, Shivdasani RA, Meyerson M, Hahn WC (2008) CDK8 is a colorectal cancer oncogene that regulates beta-catenin activity. Nature\n455 (7212):547–551. doi:10.1038/nature07179 [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. Morris EJ, Ji JY, Yang F, Di Stefano L, Herr A, Moon NS, Kwon EJ, Haigis KM, Naar AM, Dyson NJ (2008) E2F1 represses beta-catenin transcription and is antagonized by both pRB and CDK8. Nature\n455 (7212):552–556. doi:10.1038/nature07310 [PMC free article] [PubMed] [CrossRef] [Google Scholar]108. Alarcon C, Zaromytidou AI, Xi Q, Gao S, Yu J, Fujisawa S, Barlas A, Miller AN, Manova-Todorova K, Macias MJ, Sapkota G, Pan D, Massague J (2009) Nuclear CDKs drive Smad transcriptional activation and turnover in BMP and TGF-beta pathways. Cell\n139 (4):757–769. doi:10.1016/j.cell.2009.09.035 [PMC free article] [PubMed] [CrossRef] [Google Scholar]109. Bancerek J, Poss ZC, Steinparzer I, Sedlyarov V, Pfaffenwimmer T, Mikulic I, Dolken L, Strobl B, Muller M, Taatjes DJ, Kovarik P (2013) CDK8 kinase phosphorylates transcription factor STAT1 to selectively regulate the interferon response. Immunity\n38 (2):250–262. doi:10.1016/j.immuni.2012.10.017 [PMC free article] [PubMed] [CrossRef] [Google Scholar]110. Aragon E, Goerner N, Zaromytidou AI, Xi Q, Escobedo A, Massague J, Macias MJ (2011) A Smad action turnover switch operated by WW domain readers of a phosphoserine code. Genes Dev\n25 (12):1275–1288. doi:10.1101/gad.2060811 [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Zhao X, Feng D, Wang Q, Abdulla A, Xie XJ, Zhou J, Sun Y, Yang ES, Liu LP, Vaitheesvaran B, Bridges L, Kurland IJ, Strich R, Ni JQ, Wang C, Ericsson J, Pessin JE, Ji JY, Yang F (2012) Regulation of lipogenesis by cyclin-dependent kinase 8-mediated control of SREBP-1. J Clin Invest\n122 (7):2417–2427. doi:10.1172/JCI61462 [PMC free article] [PubMed] [CrossRef] [Google Scholar]112. Poss ZC, Ebmeier CC, Odell AT, Tangpeerachaikul A, Lee T, Pelish HE, Shair MD, Dowell RD, Old WM, Taatjes DJ (2016) Identification of Mediator Kinase Substrates in Human Cells using Cortistatin A and Quantitative Phosphoproteomics. Cell Rep\n15 (2):436–450. doi:10.1016/j.celrep.2016.03.030 [PMC free article] [PubMed] [CrossRef] [Google Scholar]113. Knuesel MT, Meyer KD, Donner AJ, Espinosa JM, Taatjes DJ (2009) The human CDK8 subcomplex is a histone kinase that requires Med12 for activity and can function independently of mediator. Mol Cell Biol\n29 (3):650–661. doi:10.1128/MCB.00993-08 [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. Meyer KD, Donner AJ, Knuesel MT, York AG, Espinosa JM, Taatjes DJ (2008) Cooperative activity of cdk8 and GCN5L within Mediator directs tandem phosphoacetylation of histone H3. EMBO J\n27 (10):1447–1457. doi:10.1038/emboj.2008.78 [PMC free article] [PubMed] [CrossRef] [Google Scholar]115. Akoulitchev S, Chuikov S, Reinberg D (2000) TFIIH is negatively regulated by cdk8-containing mediator complexes. Nature\n407 (6800):102–106. doi:10.1038/35024111 [PubMed] [CrossRef] [Google Scholar]116. Kapoor A, Goldberg MS, Cumberland LK, Ratnakumar K, Segura MF, Emanuel PO, Menendez S, Vardabasso C, Leroy G, Vidal CI, Polsky D, Osman I, Garcia BA, Hernando E, Bernstein E (2010) The histone variant macroH2A suppresses melanoma progression through regulation of CDK8. Nature\n468 (7327):1105–1109. doi:10.1038/nature09590 [PMC free article] [PubMed] [CrossRef] [Google Scholar]117. Donner AJ, Szostek S, Hoover JM, Espinosa JM (2007) CDK8 is a stimulus-specific positive coregulator of p53 target genes. Mol Cell\n27 (1):121–133. doi:10.1016/j.molcel.2007.05.026 [PMC free article] [PubMed] [CrossRef] [Google Scholar]118. Nemet J, Jelicic B, Rubelj I, Sopta M (2014) The two faces of Cdk8, a positive/negative regulator of transcription. Biochimie\n97:22–27. doi:10.1016/j.biochi.2013.10.004 [PubMed] [CrossRef] [Google Scholar]119. Dale T, Clarke PA, Esdar C, Waalboer D, Adeniji-Popoola O, Ortiz-Ruiz MJ, Mallinger A, Samant RS, Czodrowski P, Musil D, Schwarz D, Schneider K, Stubbs M, Ewan K, Fraser E, TePoele R, Court W, Box G, Valenti M, de Haven Brandon A, Gowan S, Rohdich F, Raynaud F, Schneider R, Poeschke O, Blaukat A, Workman P, Schiemann K, Eccles SA, Wienke D, Blagg J (2015) A selective chemical probe for exploring the role of CDK8 and CDK19 in human disease. Nat Chem Biol\n11 (12):973–980. doi:10.1038/nchembio.1952 [PMC free article] [PubMed] [CrossRef] [Google Scholar]120. Rzymski T, Mikula M, Zylkiewicz E, Dreas A, Wiklik K, Golas A, Wojcik K, Masiejczyk M, Wrobel A, Dolata I, Kitlinska A, Statkiewicz M, Kuklinska U, Goryca K, Sapala L, Grochowska A, Cabaj A, Szajewska-Skuta M, Gabor-Worwa E, Kucwaj K, Bialas A, Radzimierski A, Combik M, Woyciechowski J, Mikulski M, Windak R, Ostrowski J, Brzozka K (2017) SEL120–34A is a novel CDK8 inhibitor active in AML cells with high levels of serine phosphorylation of STAT1 and STAT5 transactivation domains. Oncotarget\n8 (20):33779–33795. doi:10.18632/oncotarget.16810 [PMC free article] [PubMed] [CrossRef] [Google Scholar]121. Porter DC, Farmaki E, Altilia S, Schools GP, West DK, Chen M, Chang BD, Puzyrev AT, Lim CU, Rokow-Kittell R, Friedhoff LT, Papavassiliou AG, Kalurupalle S, Hurteau G, Shi J, Baran PS, Gyorffy B, Wentland MP, Broude EV, Kiaris H, Roninson IB (2012) Cyclin-dependent kinase 8 mediates chemotherapy-induced tumor-promoting paracrine activities. Proc Natl Acad Sci U S A\n109 (34):13799–13804. doi:10.1073/pnas.1206906109 [PMC free article] [PubMed] [CrossRef] [Google Scholar]122. Schuller R, Forne I, Straub T, Schreieck A, Texier Y, Shah N, Decker TM, Cramer P, Imhof A, Eick D (2016) Heptad-Specific Phosphorylation of RNA Polymerase II CTD. Mol Cell\n61 (2):305–314. doi:10.1016/j.molcel.2015.12.003 [PubMed] [CrossRef] [Google Scholar]123. Wada T, Takagi T, Yamaguchi Y, Watanabe D, Handa H (1998) Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. EMBO J\n17 (24):7395–7403. doi:10.1093/emboj/17.24.7395 [PMC free article] [PubMed] [CrossRef] [Google Scholar]124. Price DH (2000) P-TEFb, a cyclin-dependent kinase controlling elongation by RNA polymerase II. Mol Cell Biol\n20 (8):2629–2634 [PMC free article] [PubMed] [Google Scholar]125. Taube R, Lin X, Irwin D, Fujinaga K, Peterlin BM (2002) Interaction between P-TEFb and the C-terminal domain of RNA polymerase II activates transcriptional elongation from sites upstream or downstream of target genes. Mol Cell Biol\n22 (1):321–331 [PMC free article] [PubMed] [Google Scholar]126. Sano M, Abdellatif M, Oh H, Xie M, Bagella L, Giordano A, Michael LH, DeMayo FJ, Schneider MD (2002) Activation and function of cyclin T-Cdk9 (positive transcription elongation factor-b) in cardiac muscle-cell hypertrophy. Nat Med\n8 (11):1310–1317. doi:10.1038/nm778 [PubMed] [CrossRef] [Google Scholar]127. Abdellatif M, Packer SE, Michael LH, Zhang D, Charng MJ, Schneider MD (1998) A Ras-dependent pathway regulates RNA polymerase II phosphorylation in cardiac myocytes: implications for cardiac hypertrophy. Mol Cell Biol\n18 (11):6729–6736 [PMC free article] [PubMed] [Google Scholar]128. Sano M, Wang SC, Shirai M, Scaglia F, Xie M, Sakai S, Tanaka T, Kulkarni PA, Barger PM, Youker KA, Taffet GE, Hamamori Y, Michael LH, Craigen WJ, Schneider MD (2004) Activation of cardiac Cdk9 represses PGC-1 and confers a predisposition to heart failure. EMBO J\n23 (17):3559–3569. doi:10.1038/sj.emboj.7600351 [PMC free article] [PubMed] [CrossRef] [Google Scholar]129. Di Micco R, Fontanals-Cirera B, Low V, Ntziachristos P, Yuen SK, Lovell CD, Dolgalev I, Yonekubo Y, Zhang G, Rusinova E, Gerona-Navarro G, Canamero M, Ohlmeyer M, Aifantis I, Zhou MM, Tsirigos A, Hernando E (2014) Control of embryonic stem cell identity by BRD4-dependent transcriptional elongation of super-enhancer-associated pluripotency genes. Cell Rep\n9 (1):234–247. doi:10.1016/j.celrep.2014.08.055 [PMC free article] [PubMed] [CrossRef] [Google Scholar]130. Winter GE, Mayer A, Buckley DL, Erb MA, Roderick JE, Vittori S, Reyes JM, di Iulio J, Souza A, Ott CJ, Roberts JM, Zeid R, Scott TG, Paulk J, Lachance K, Olson CM, Dastjerdi S, Bauer S, Lin CY, Gray NS, Kelliher MA, Churchman LS, Bradner JE (2017) BET Bromodomain Proteins Function as Master Transcription Elongation Factors Independent of CDK9 Recruitment. Mol Cell\n67 (1):5–18 e19. doi:10.1016/j.molcel.2017.06.004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]131. Kaikkonen MU, Spann NJ, Heinz S, Romanoski CE, Allison KA, Stender JD, Chun HB, Tough DF, Prinjha RK, Benner C, Glass CK (2013) Remodeling of the enhancer landscape during macrophage activation is coupled to enhancer transcription. Mol Cell\n51 (3):310–325. doi:10.1016/j.molcel.2013.07.010 [PMC free article] [PubMed] [CrossRef] [Google Scholar]132. Djebali S, Davis CA, Merkel A, Dobin A, Lassmann T, Mortazavi A, Tanzer A, Lagarde J, Lin W, Schlesinger F, Xue C, Marinov GK, Khatun J, Williams BA, Zaleski C, Rozowsky J, Roder M, Kokocinski F, Abdelhamid RF, Alioto T, Antoshechkin I, Baer MT, Bar NS, Batut P, Bell K, Bell I, Chakrabortty S, Chen X, Chrast J, Curado J, Derrien T, Drenkow J, Dumais E, Dumais J, Duttagupta R, Falconnet E, Fastuca M, Fejes-Toth K, Ferreira P, Foissac S, Fullwood MJ, Gao H, Gonzalez D, Gordon A, Gunawardena H, Howald C, Jha S, Johnson R, Kapranov P, King B, Kingswood C, Luo OJ, Park E, Persaud K, Preall JB, Ribeca P, Risk B, Robyr D, Sammeth M, Schaffer L, See LH, Shahab A, Skancke J, Suzuki AM, Takahashi H, Tilgner H, Trout D, Walters N, Wang H, Wrobel J, Yu Y, Ruan X, Hayashizaki Y, Harrow J, Gerstein M, Hubbard T, Reymond A, Antonarakis SE, Hannon G, Giddings MC, Ruan Y, Wold B, Carninci P, Guigo R, Gingeras TR (2012) Landscape of transcription in human cells. Nature\n489 (7414):101–108. doi:10.1038/nature11233 [PMC free article] [PubMed] [CrossRef] [Google Scholar]133. Buecker C, Wysocka J (2012) Enhancers as information integration hubs in development: lessons from genomics. Trends Genet\n28 (6):276–284. doi:10.1016/j.tig.2012.02.008 [PMC free article] [PubMed] [CrossRef] [Google Scholar]134. Azofeifa JG, Allen MA, Hendrix JR, Read T, Rubin JD, Dowell RD (2018) Enhancer RNA profiling predicts transcription factor activity. Genome Res. doi:10.1101/gr.225755.117 [PMC free article] [PubMed] [CrossRef] [Google Scholar]135. Banerjee AR, Kim YJ, Kim TH (2014) A novel virus-inducible enhancer of the interferon-beta gene with tightly linked promoter and enhancer activities. Nucleic Acids Res\n42 (20):12537–12554. doi:10.1093/nar/gku1018 [PMC free article] [PubMed] [CrossRef] [Google Scholar]136. Hsieh CL, Fei T, Chen Y, Li T, Gao Y, Wang X, Sun T, Sweeney CJ, Lee GS, Chen S, Balk SP, Liu XS, Brown M, Kantoff PW (2014) Enhancer RNAs participate in androgen receptor-driven looping that selectively enhances gene activation. Proc Natl Acad Sci U S A\n111 (20):7319–7324. doi:10.1073/pnas.1324151111 [PMC free article] [PubMed] [CrossRef] [Google Scholar]137. Melo CA, Drost J, Wijchers PJ, van de Werken H, de Wit E, Oude Vrielink JA, Elkon R, Melo SA, Leveille N, Kalluri R, de Laat W, Agami R (2013) eRNAs are required for p53-dependent enhancer activity and gene transcription. Mol Cell\n49 (3):524–535. doi:10.1016/j.molcel.2012.11.021 [PubMed] [CrossRef] [Google Scholar]138. Li W, Notani D, Ma Q, Tanasa B, Nunez E, Chen AY, Merkurjev D, Zhang J, Ohgi K, Song X, Oh S, Kim HS, Glass CK, Rosenfeld MG (2013) Functional roles of enhancer RNAs for oestrogen-dependent transcriptional activation. Nature\n498 (7455):516–520. doi:10.1038/nature12210 [PMC free article] [PubMed] [CrossRef] [Google Scholar]139. Lai F, Orom UA, Cesaroni M, Beringer M, Taatjes DJ, Blobel GA, Shiekhattar R (2013) Activating RNAs associate with Mediator to enhance chromatin architecture and transcription. Nature\n494 (7438):497–501. doi:10.1038/nature11884 [PMC free article] [PubMed] [CrossRef] [Google Scholar]140. Schaukowitch K, Joo JY, Liu X, Watts JK, Martinez C, Kim TK (2014) Enhancer RNA facilitates NELF release from immediate early genes. Mol Cell\n56 (1):29–42. doi:10.1016/j.molcel.2014.08.023 [PMC free article] [PubMed] [CrossRef] [Google Scholar]141. Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H (1999) NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell\n97 (1):41–51 [PubMed] [Google Scholar]142. Yamaguchi Y, Inukai N, Narita T, Wada T, Handa H (2002) Evidence that negative elongation factor represses transcription elongation through binding to a DRB sensitivity-inducing factor/RNA polymerase II complex and RNA. Mol Cell Biol\n22 (9):2918–2927 [PMC free article] [PubMed] [Google Scholar]143. Kanno T, Kanno Y, LeRoy G, Campos E, Sun HW, Brooks SR, Vahedi G, Heightman TD, Garcia BA, Reinberg D, Siebenlist U, O’Shea JJ, Ozato K (2014) BRD4 assists elongation of both coding and enhancer RNAs by interacting with acetylated histones. Nat Struct Mol Biol\n21 (12):1047–1057. doi:10.1038/nsmb.2912 [PMC free article] [PubMed] [CrossRef] [Google Scholar]144. Dixon JR, Selvaraj S, Yue F, Kim A, Li Y, Shen Y, Hu M, Liu JS, Ren B (2012) Topological domains in mammalian genomes identified by analysis of chromatin interactions. Nature\n485 (7398):376–380. doi:10.1038/nature11082 [PMC free article] [PubMed] [CrossRef] [Google Scholar]145. Ong CT, Corces VG (2014) CTCF: an architectural protein bridging genome topology and function. Nat Rev Genet\n15 (4):234–246. doi:10.1038/nrg3663 [PMC free article] [PubMed] [CrossRef] [Google Scholar]146. Rao SS, Huntley MH, Durand NC, Stamenova EK, Bochkov ID, Robinson JT, Sanborn AL, Machol I, Omer AD, Lander ES, Aiden EL (2014) A 3D map of the human genome at kilobase resolution reveals principles of chromatin looping. Cell\n159 (7):1665–1680. doi:10.1016/j.cell.2014.11.021 [PMC free article] [PubMed] [CrossRef] [Google Scholar]147. Shen Y, Yue F, McCleary DF, Ye Z, Edsall L, Kuan S, Wagner U, Dixon J, Lee L, Lobanenkov VV, Ren B (2012) A map of the cis-regulatory sequences in the mouse genome. Nature\n488 (7409):116–120. doi:10.1038/nature11243 [PMC free article] [PubMed] [CrossRef] [Google Scholar]148. Lieberman-Aiden E, van Berkum NL, Williams L, Imakaev M, Ragoczy T, Telling A, Amit I, Lajoie BR, Sabo PJ, Dorschner MO, Sandstrom R, Bernstein B, Bender MA, Groudine M, Gnirke A, Stamatoyannopoulos J, Mirny LA, Lander ES, Dekker J (2009) Comprehensive mapping of long-range interactions reveals folding principles of the human genome. Science\n326 (5950):289–293. doi:10.1126/science.1181369 [PMC free article] [PubMed] [CrossRef] [Google Scholar]149. Gomez-Velazquez M, Badia-Careaga C, Lechuga-Vieco AV, Nieto-Arellano R, Tena JJ, Rollan I, Alvarez A, Torroja C, Caceres EF, Roy AR, Galjart N, Delgado-Olguin P, Sanchez-Cabo F, Enriquez JA, Gomez-Skarmeta JL, Manzanares M (2017) CTCF counter-regulates cardiomyocyte development and maturation programs in the embryonic heart. PLoS Genet\n13 (8):e1006985. doi:10.1371/journal.pgen.1006985 [PMC free article] [PubMed] [CrossRef] [Google Scholar]150. Rosa-Garrido M, Chapski DJ, Schmitt AD, Kimball TH, Karbassi E, Monte E, Balderas E, Pellegrini M, Shih TT, Soehalim E, Liem D, Ping P, Galjart NJ, Ren S, Wang Y, Ren B, Vondriska TM (2017) High-Resolution Mapping of Chromatin Conformation in Cardiac Myocytes Reveals Structural Remodeling of the Epigenome in Heart Failure. Circulation\n136 (17):1613–1625. doi:10.1161/CIRCULATIONAHA.117.029430 [PMC free article] [PubMed] [CrossRef] [Google Scholar]151. Bonev B, Cavalli G (2016) Organization and function of the 3D genome. Nat Rev Genet\n17 (12):772. doi:10.1038/nrg.2016.147 [PubMed] [CrossRef] [Google Scholar]"}