{"title": "Control of RNA Pol II Speed by PNUTS-PP1 and Spt5 Dephosphorylation Facilitates Termination by a \"Sitting Duck Torpedo\" Mechanism", "pubDate": "2019", "PMCID": "PMC6927536", "DOI": "10.1016/j.molcel.2019.09.031", "PMID": "31677974", "abstract": "Control of transcription speed, which influences many co-transcriptional processes, is poorly understood. We report that PNUTS-PP1 phosphatase is a negative regulator of RNA polymerase II (Pol II) elongation rate. The PNUTS W401A mutation, which disrupts PP1 binding, causes genome-wide acceleration of transcription associated with hyper-phosphorylation of the Spt5 elongation factor. Immediately downstream of poly(A) sites, Pol II decelerates from >2 kb/min to <1 kb/min, which correlates with Spt5 dephosphorylation. Pol II deceleration and Spt5 dephosphorylation require poly(A) site recognition and the PNUTS-PP1 complex, which is in turn necessary for transcription termination. These results lead to a model for termination, the \"sitting duck torpedo\" mechanism, where poly(A) site-dependent deceleration caused by PNUTS-PP1 and Spt5 dephosphorylation is required to convert Pol II into a viable target for the Xrn2 terminator exonuclease. Spt5 and its bacterial homolog NusG therefore have related functions controlling kinetic competition between RNA polymerases and the termination factors that pursue them.", "author": [{"author": "Michael A Cortazar", "affiliation": ["RNA Bioscience Initiative, Department Biochemistry and Molecular Genetics, University of Colorado School of Medicine, P.O. Box 6511, Aurora, CO 80045, USA."], "href": "/?term=Cortazar+MA&cauthor_id=31677974"}, {"author": "Ryan M Sheridan", "affiliation": ["RNA Bioscience Initiative, Department Biochemistry and Molecular Genetics, University of Colorado School of Medicine, P.O. Box 6511, Aurora, CO 80045, USA."], "href": "/?term=Sheridan+RM&cauthor_id=31677974"}, {"author": "Benjamin Erickson", "affiliation": ["RNA Bioscience Initiative, Department Biochemistry and Molecular Genetics, University of Colorado School of Medicine, P.O. Box 6511, Aurora, CO 80045, USA."], "href": "/?term=Erickson+B&cauthor_id=31677974"}, {"author": "Nova Fong", "affiliation": ["RNA Bioscience Initiative, Department Biochemistry and Molecular Genetics, University of Colorado School of Medicine, P.O. Box 6511, Aurora, CO 80045, USA."], "href": "/?term=Fong+N&cauthor_id=31677974"}, {"author": "Kira Glover-Cutter", "affiliation": ["RNA Bioscience Initiative, Department Biochemistry and Molecular Genetics, University of Colorado School of Medicine, P.O. Box 6511, Aurora, CO 80045, USA."], "href": "/?term=Glover-Cutter+K&cauthor_id=31677974"}, {"author": "Kristopher Brannan", "affiliation": ["RNA Bioscience Initiative, Department Biochemistry and Molecular Genetics, University of Colorado School of Medicine, P.O. Box 6511, Aurora, CO 80045, USA."], "href": "/?term=Brannan+K&cauthor_id=31677974"}, {"author": "David L Bentley", "affiliation": ["RNA Bioscience Initiative, Department Biochemistry and Molecular Genetics, University of Colorado School of Medicine, P.O. Box 6511, Aurora, CO 80045, USA. Electronic address: david.bentley@cuanschutz.edu."], "href": "/?term=Bentley+DL&cauthor_id=31677974"}], "refPMID": [], "citedInPMID": ["31677974", "35079163", "34959291", "34823554", "34675395", "34551438", "34496258", "34480849", "34389684", "34365909", "34254686", "34233157", "34188192", "34174817", "34146121", "34089069", "34039638", "34004147", "33941430", "33913806", "33888562", "33882363", "33804866", "33767452", "33714893", "33711009", "33684133", "33659943", "33627513", "33613650", "33243850", "33208928", "33113359", "32966759", "32859893", "32585128", "32572259", "32499400", "32401151", "32200795", "32094586", "32006464", "31805520"], "body": " SummaryControl of transcription speed, which influences many co-transcriptional processes, is poorly understood. We report that PNUTS-PP1 phosphatase is a negative regulator of RNA pol II elongation rate. The PNUTS W401A mutation, which disrupts PP1 binding, causes genome-wide acceleration of transcription associated with hyper-phosphorylation of the Spt5 elongation factor. Immediately downstream of poly(A) sites, pol II decelerates from >2kb/min to <1 kb/min, which correlates with Spt5 dephosphorylation. Pol II deceleration and Spt5 dephosphorylation require poly(A) site recognition and the PNUTS-PP1 complex, which is in turn necessary for transcription termination. These results lead to a model for termination, the “sitting duck torpedo” mechanism, where poly(A) site-dependent deceleration caused by PNUTS-PP1 and Spt5 dephosphorylation is required to convert pol II into a viable target for the Xrn2 terminator exonuclease. Spt5 and its bacterial homologue NusG therefore have related functions controlling kinetic competition between RNA polymerases and the termination factors that pursue them.Keywords: pol II elongation rate, Spt5 phosphorylation, PNUTS, PP1 phosphatase, transcription termination Graphical Abstract eTOC blurbRNA polymerase II speed varies widely between genes and within genes. Cortazar et al show that pol II speed is limited by the PNUTS-PP1 phosphatase complex that dephosphorylates the elongation factor Spt5 and that this mechanism decelerates transcription in termination zones downstream of poly(A) sites. They propose that termination of transcription requires poly(A) site-dependent deceleration of transcription that converts the RNA polymerase into a “sitting duck” for the Xrn2 “torpedo” to track down and dislodge from the DNA template. IntroductionThe speed of RNA pol II transcription or elongation rate is an important determinant of co-transcriptional processes like chromatin modification and pre-mRNA processing, that profoundly affect gene expression (Bentley, 2014; Dujardin et al., 2013). Kinetic competition between alternative events acting on the nascent RNA as it grows, and on the pol II elongation complex (EC) as it translocates, can make co-transcriptional processes dependent on polymerase speed. One example is poly(A) site dependent transcription termination. According to the “torpedo” model of termination, cleavage of the nascent transcript at the poly(A) site provides a 5’ PO4 access point for the 5’-3’ RNA exonuclease Xrn2/Rat1 (human/yeast) (Connelly and Manley, 1988; Kim et al., 2004; West et al., 2004) which tracks along the nascent transcript chasing down the RNA polymerase, and eventually displacing it from the DNA template. Rapid transcription prolongs the race between Xrn2 and pol II causing more distal termination while slow transcription causes more proximal termination (Fong et al., 2015). An alternative model that is not mutually exclusive with the “torpedo” mechanism proposes a poly(A) site dependent “allosteric” change in the EC that promotes its release from the template (Logan et al., 1987), but the nature of such a conformational change has never been established.Pol II transcription in mammalian cells proceeds at between ~0.5kb/min and >5kb/min and this variation in speed occurs both between genes and within genes where pol II accelerates 5’ to 3’ (Danko et al., 2013; Fuchs et al., 2014; Jonkers et al., 2014). How pol II speed is controlled remains poorly understood however potential mechanisms include modulation of the chromatin structure, the kinetic properties of the polymerase, and the factors that associate with the EC. One such factor that may control pol II speed is DSIF (Spt4/5), a homologue of the bacterial NusG family of elongation factors (Artsimovitch and Knauer, 2019; Hartzog et al., 1998; Wada et al., 1998), and the only transcription factor conserved in all three kingdoms of life. DSIF makes multiple contacts with pol II and the nascent transcript in the EC (Ehara et al., 2017; Vos et al., 2018a; Vos et al., 2018b) and is found throughout actively transcribed genes (Glover-Cutter et al., 2008; Rahl et al., 2010). DSIF can positively or negatively affect transcriptional processivity (the fraction of ECs that complete full-length transcripts), (Hartzog et al., 1998; Henriques et al., 2018; Shetty et al., 2017; Wada et al., 1998) and it was recently also implicated in control of transcriptional speed. MYC-dependent recruitment of Spt5 correlates with increased rates of transcription elongation (Baluapuri et al., 2019), but whether Spt5 binding is sufficient to accelerate elongation remains unknown.In addition to regulated binding of Spt5 to the EC, phosphorylation of the Spt5 C-terminal repeat region 1 (CTR1) is also probably important for elongation regulation. In vitro studies suggest that CTR1 phosphorylation by Cdk9/PTEFb can switch Spt5 from a repressor to an activator of transcription (Bourgeois et al., 2002; Yamada et al., 2006) when polymerase releases from the promoter-proximal pause at the beginning of most metazoan genes. It is not known whether Spt5 phosphorylation influences transcription speed or whether its phosphorylation state changes after pol II release from promoter-proximal pause sites in metazoans, however in fission yeast, early elongation is associated with elevated Spt5 phosphorylation (Parua et al., 2018).The C-terminal region of Spt5 is not only involved in control of elongation, but also RNA 3’-end processing and transcription termination. In budding yeast this domain participates in recruitment of cleavage/polyadenylation (CPA) factor CF1 (Mayer et al., 2012) and the elongation factor PAF1 that functions in termination of snoRNA transcripts (Sheldon et al., 2005). In addition, Spt5 cross-linking to the nascent transcript increases downstream of poly(A) sites (Baejen et al., 2017), suggesting that its conformation might respond to recognition of the processing site. At the 3’ ends of genes in fission yeast, Spt5 is dephosphorylated by the Dis2 phosphatase and then dissociates from the EC (Kecman et al., 2018). However, this Spt5 dephosphorylation at 3’ ends is independent of cleavage/polyadenylation, so its relevance to poly(A) site-dependent termination is unclear (Parua et al., 2018). On the other hand, the budding and fission yeast phosphatases Glc7 and Dis2, homologues of mammalian PP1, both function in some contexts to promote transcription termination (Kecman et al., 2018; Nedea et al., 2008; Parua et al., 2018; Schreieck et al., 2014). In addition, mammalian PP1 bound to the PP1 nuclear targeting subunit, PNUTS (Kim et al., 2003; Kreivi et al., 1997) co-purifies with CPA complexes (Shi et al., 2009), and PNUTS knock-down causes transcription termination defects (Austenaa et al., 2015). The PNUTS polypeptide contains TFIIS homology, Zn finger, and RGG RNA-binding domains (Kim et al., 2003; Kreivi et al., 1997) as well as a conserved RKSVTW PP1 binding motif (Kim et al., 2003; Kreivi et al., 1997). Whether PNUTS and its binding partners (Lee et al., 2010) promote termination through regulation of PP1 phosphatase activity or by other means remains unclear. It is also unknown whether PNUTS-PP1 affects termination indirectly via CPA or directly by acting on the pol II EC.We investigated pol II elongation rates and their relation to PNUTS-PP1 activity and Spt5 phosphorylation in human cells. We report that pol II slows substantially in 3’ flanking regions and this transition, which requires the poly(A) site, is associated with dephosphorylation of Spt5. Disruption of the PNUTS-PP1complex accelerated elongation in both gene bodies and 3’ flanking regions and prevented efficient transcription termination. These results suggest a “sitting duck-torpedo” model of termination in which an “allosteric” switch mediated by poly(A) site-dependent Spt5 dephosphorylation slows elongation allowing the Xrn2 torpedo to catch up with pol II and dislodge it. ResultsRNA pol II transitions into slow elongation near the poly(A) siteA conserved feature of metazoan genes is that apparent pol II occupancy measured by ChIP or nuclear runon peaks in a broad region downstream of poly(A) sites, the termination zone, prior to release of polymerases from the template (Anamika et al., 2012; Core et al., 2008; Davidson et al., 2014; Glover-Cutter et al., 2008; Lian et al., 2008). High pol II signals in termination zones could reflect a slowdown in elongation resulting in a pile up (Ehrensberger et al., 2013) or alternatively, a conformational change in the EC or the chromatin template (Spies et al., 2009). We set out to investigate this question by monitoring the kinetics of transcription through 3’ flanking regions. In metazoans, unlike yeast, global measurement of transcription speed is possible in 3’ flanking regions because intergenic distances are large and pol II can be “synchronized” at start sites by imposing a reversible block with the inhibitor, DRB (Singh and Padgett, 2009). We performed anti-pol II ChIP-seq at intervals after release from a DRB block, which establishes a wave of pol II that transits through the gene and into the termination zone. To minimize loss of the polymerases we are tracking through the termination zone, they were spared from eviction by inhibiting termination with a dominant active site mutant of Xrn2, D235A (Fong et al., 2015). As expected, following DRB washout, the front of the pol II wave quickly progressed through gene bodies, but when it encountered the poly(A) site a transition occurred, marked by a build-up of pol II density over time that was enhanced by Xrn2 D235A (Fig. 1A, S1A-C). Even many minutes after the pol II wave reached the termination zone it did not extend more than a few kb past the poly(A) site (Fig. 1A, S1A-B). To quantify elongation rates in the gene bodies and termination zones we employed a two-state Hidden Markov Model to identify pol II wave fronts. The median elongation rates of pol II within gene bodies were 2.4 kb/min and 3.0 kb/min in Xrn2WT and Xrn2D235A cells respectively (Fig. 1B). Importantly, downstream of poly(A) sites elongation rates fell to just 0.9 kb/min in both Xrn2WT and Xrn2D235A expressing cells (Fig. 1B).Open in a separate windowFigure 1.RNA pol II decelerates immediately downstream of poly(A) sites(A) Pol II ChIP-seq at intervals after washing out DRB in HEK293 cells expressing WT and D235A (MT) Xrn2. Note pol II piles up downstream of the poly(A) site (dashed red line) especially in Xrn2 MT cells (red arrow). See Fig. S1.(B) Metaplots of pol II ChIP-seq in gene bodies (1 kb bins) and termination zones (500 bp bins) after DRB washout as in A. (see Experimental Procedures). Elongation rates in gene bodies were calculated based on the 10 and 15 minute time points in genes >60 kb long and in termination zones based on the 10 and 15 minute time points for genes <20 kb long. Median elongation rates are shown above each boxplot. p-values were calculated using the Welch two sample t-test. Note that elongation decelerates by 2-3X close to the cleavage polyadenylation site (CPS).Elongation rates determined by DRB release could be overestimates because the position of the front edge of the pol II wave is determined by the fastest members of the population. We therefore also employed a complementary approach that follows the back edge of a receding wave of EC’s at intervals after inhibiting transcription initiation with triptolide (Titov et al., 2011). As expected, elongation rates within gene bodies estimated from the position of the back edge of pol II wave (1.5-1.6 kb/min, Fig. S1F) are slightly slower than those based on the front edge after DRB release (Fig. 1). Most importantly, we observed a discrete transition at the poly(A) site where the progress of the wave of receding ECs almost totally stalled and pol II density accumulated to high levels in both Xrn2WT and Xrn2 D235A cells (Fig. 2A, ​,BB red arrows, S1D). Tracking of the peak of pol II density downstream of poly(A) sites over time after adding triptolide revealed elongation rates of only ~0.1 kb/min in the Xrn2 mutant (Fig. 2C, ​,D).D). Notably the 5’ boundary of the pol II pile up in both Xrn2 WT and Xrn2D235A cells that marks where deceleration occurs is positioned within 100 bases downstream of the poly(A) site (Fig. 2C, ​,D,D, S1E). Together the results in Figures 1 and ​and22 show that elongation rate is severely reduced in the termination zone, and that this slowdown starts close to the poly(A) cleavage site leading to accumulation of high polymerase density (Ehrensberger et al., 2013), especially if termination is prevented.Open in a separate windowFigure 2.Elongation speed slows down at poly(A) sites.(A, B) Pol II ChIP-seq in two independent experiments after adding triptolide (Trip. 10 μM) to inhibit initiation in cells expressing WT and D235A mutant (MT) Xrn2 which prolongs pol II accumulation in termination zones (red arrows). Blue arrows mark a receding wave of pol II.(C, D). Metaplots of pol II ChIP-seq in termination zones for genes (>12kb apart) (200 bp bins) of different lengths after adding triptolide. Elongation rates were calculated based on the distance between the peaks (green arrows) of pol II density within 4kb downstream of the poly(A) signal at 10 and 20 minutes after adding triptolide (see Fig. S1).poly(A) signal recognition is required to slow down elongationA hallmark of pol II termination is that it is a poly(A) site-dependent phenomenon (Logan et al., 1987; Whitelaw and Proudfoot, 1986). If the pol II slowdown we observed in 3’ flanking regions is relevant to normal termination, then it should require a functional poly(A) site. To test this prediction, we inhibited poly(A) site recognition in HEK293 cells by inducing expression of the influenza NS1A protein (Fig. S2A). NS1A interferes with 3’ end processing by binding to CPSF30, which recognizes the AAUAAA motif in the pre-mRNA (Chan et al., 2014; Nemeroff et al., 1998; Schönemann et al., 2014). We investigated pol II occupancy at 3’ ends of genes 24 hours after NS1A induction, when there was no detectable effect on cell viability. As expected, NS1A caused widespread inhibition of transcription termination manifested by readthrough transcription far downstream of poly(A) sites (Fig. 3A-​-C,C, S2B, E) (Eaton et al., 2018; Heinz et al., 2018). This readthrough transcription was specific to genes with poly(A) sites and was not observed downstream of NEAT1 (Fig. S2C) which encodes poly(A)- transcripts cleaved by RNAseP (Sunwoo et al., 2008). NS1A reduced the pile up of pol II immediately downstream of poly(A) sites at individual genes and metagene analysis showed that this behavior typified a majority of genes throughout the genome (Fig. 3A-​-C,C, S2B, E). This effect of NS1A was specific to the peak of pol II at 3’ ends while the promoter-proximal peak of pol II density was relatively unaffected (Fig. S2D). Elongation rate measurements in the presence of NS1A were not possible as DRB appears to interfere with NS1A function. Nevertheless, these experiments demonstrate a genome-wide suppression of pol II accumulation in termination zones by NS1A that is consistent with the model that poly(A) site recognition by CPSF is required for pol II to slowdown.Open in a separate windowFigure 3.Poly(A) site recognition is required to slow RNA pol II elongation.(A-B) Pol II ChIP-seq in HEK293 before and after induction of influenza NS1A. Note that NS1A suppresses the pile-up of pol II density (red arrows) and extends transcription downstream of poly(A) sites.(C) Metaplot of pol II ChIP-seq (100 bp bins) before and after NS1A induction as in A, B. NS1A expression increased the ratio of pol II signal in the region (+4kb-+12kb relative to the poly(A) site)/ (0 kb- +4kb) by >2 fold at 77% of genes (15193/19515). In A-C signals were merged from independent replicates shown in Fig. S2E.(D) Mutation of the PSMG1 poly(A) signal to a BamH1 site by CRISPR-Cas9 directed homologous recombination.(E) Genomic PCR products from parental and edited cell lines before and after BamHI digestion.(F). Mutation of the AATAAA consensus delays the pile-up of pol II in the termination zone. Pol II ChIP-seq at PSMG1 WT (pA-WT) and mutant (pA-MT) cells. Two biological replicates are shown. Note the pol II pile up (red arrows) is shifted downstream in the pA-MT cells to the site of presumptive cryptic poly(A) signals.To test further whether poly(A) site recognition is required for pol II deceleration, we asked whether this phenomenon requires the AAUAAA consensus sequence. We replaced the AAUAAA element in the poly(A) site of the chromosomal PSMG1 gene with a BamHI site (DpA) in HAP1 cells by CRISPR/Cas9 gene editing (Fig. 3D). PSMG1 was selected because it is not essential and has only one annotated poly(A) site. Replacement of the wild type sequence was confirmed by showing that a genomic PCR amplicon flanking the PSMG1 gene 3’ end is completely digested by BamHI (Fig. 3E). Anti pol II ChIP-seq revealed the characteristic pile-up of pol II density just downstream of the poly(A) site in the wild type PSMG1 gene, but in the ΔpA mutant it was shifted approximately 5 kb further downstream to a new location that coincides with the presence of multiple potential cryptic poly(A) sites with AAUAAA sequences (Fig. 3F). We conclude that a poly(A) consensus sequence is required to induce the pol II pile up immediately downstream of PSMG1 and, by extension, that poly(A) site recognition is required for pol II deceleration consistent with a previous in vitro transcription experiment (Nag et al., 2006).Poly(A) site dependent loss of Spt5 phosphorylationOur results raise a critical question: how does poly(A) site recognition lead to pol II deceleration? Based on previous work in yeast (Baejen et al., 2017; Parua et al., 2018), we enquired whether Spt5 could be involved in an “allosteric” change in the EC at poly(A) sites. Anti-Spt5 ChIP-seq showed that, like pol II, Spt5 accumulated in 3’ flanking regions when termination was inhibited by Xrn2 D235A. This accumulation is evident on individual genes and metaplots of several thousand genes show it is a general phenomenon (Fig. 4A, ​,B,B, S3B). We conclude that the pol II-Spt5 interaction persists within slow ECs in the termination zone.Open in a separate windowFigure 4.Poly(A) site-dependent loss of Spt5 phosphorylation in termination zones.(A-B) Slow elongating pol II complexes are bound by hypo-phosphorylated Spt5 downstream of the poly(A) site.(A) ChIP-seq of Pol II, total Spt5 and phospho-Spt5 (Spt5-PO4) in cells expressing WT D235A (MT) Xrn2 after adding triptolide (10 μM 20min). Note that Pol II and total Spt5 but not Spt5-PO4 accumulate 3’ of the gene (red arrows). See Fig. S3B.(B) Metaplots of Pol II, total Spt5 and Spt5-PO4 ChIP-seq (100 bp bins) for genes >12kb apart. Note Xrn2 MT elevates pol II and total Spt5 (red arrows) but not Spt5-PO4 in the termination zone. Xrn2 MT increased the Spt5 occupancy in the region 12kb downstream of the poly(A) site by ≥ 2 fold at 72% of genes (14082/19532).(C-D) Total Spt5 accumulates with pol II downstream of poly(A) sites, while Spt5-PO4 levels decline (red arrows) consistent with dephosphorylation.(E) Metaplots of ChIP-seq as in B. Note the decline in Spt5-PO4 (arrow) in contrast to the pile-up of total Spt5 and pol II downstream of the poly(A) site.(F) Metaplot of Spt5-PO4 ChIP-seq normalized to total Spt5 (50 bp bins). Note Spt5 phosphorylation downstream of the TSS during early elongation.(G, H) Poly(A) site recognition is required for loss of Spt5 phosphorylation in the termination zone.(G) Metaplots of Spt5-PO4 normalized to total Spt5 before and after NS1A induction. Note NS1A prevents the loss of Spt5 phosphorylation downstream of poly(A) sites (red arrow).(H) Pol II, total Spt5 and Spt5-PO4 ChIP-seq before and after NS1A induction. Note NS1A reduces pol II and Spt5, but not Spt5-PO4 in the termination zone (red arrows). The reduced Spt5 signal at 5’ pause site NS1A expressing cells was not reproduced in replicates and its significance is unclear. See Fig. S3C-E.(F-H) Signals from two independent experiments were merged.We next assayed phosphorylation of Spt5 by ChIP-seq with antibodies that detect total Spt5 or its phosphorylated isoform specifically (Fig. S3A). Inspection of individual genes (Fig. 4C-​-E)E) and metaplots of phospho-Spt5 normalized to total Spt5 ChIP-signals revealed two notable features that applied globally. First, Spt5 phosphorylation increased progressively over the first 2-3kb downstream of promoter-proximal pause sites (Fig. 4F, S4G). Second, Spt5 phosphorylation declined sharply within 100 bp downstream of poly(A) sites (Fig. 4G, S4F). Consistent with a functional connection between Spt5 phosphorylation and elongation rate, we note that the transition to a Spt5 hyperphosphorylated state near the 5’ end of the gene body roughly coincides with where pol II accelerates (Danko et al., 2013; Jonkers et al., 2014), and the return to a hypo-phosphorylated state downstream of the poly(A) site coincides with where it decelerates (Fig. 1, ​,22).To ask whether loss of Spt5 phosphorylation downstream of poly(A) sites is dependent on termination, we compared phospho-Spt5 levels in this region in control and Xrn2 D235A expressing cells where termination is inhibited. Although total Spt5 accumulates to high levels in 3’ flanking regions in Xrn2 D235A cells, it is not detectably phosphorylated (Fig. 4A, ​,B,B, S3B). This experiment therefore strongly suggests that loss of Spt5 phosphorylation downstream of poly(A) sites is not dependent on termination.To determine whether the switch from high to low Spt5 phosphorylation at 3’ ends requires poly(A) site recognition, we again made use of NS1A induction to inhibit CPSF, and monitored phospho-Spt5 and total Spt5 by ChIP. Notably, disruption of CPA by NS1A also impaired the apparent Spt5 dephosphorylation that occurs downstream of genes (Fig. 4G, ​,H,H, S3C-E). In summary, the transcriptional slowdown in termination zones (Fig. 1 and ​and2)2) correlates with reduced phosphorylation of the Spt5 associated with ECs in this region, and this switch is dependent on poly(A) site recognition, but not termination.PNUTS binding to PP1 is required for Spt5 de-phosphorylation at 3’ endsThe loss of Spt5 phosphorylation at 3’ ends of genes could be caused by exchange of phospho-Spt5 for a hypo-phosphorylated isoform or by phosphatase activity. Because the protein phosphatase PP1 and its binding partner PNUTS co-purify with 3’ processing complexes (Shi et al., 2009; Vanoosthuyse et al., 2014), we investigated a possible role of PNUTS-PP1 in loss of Spt5 phosphorylation at 3’ ends. To disrupt PNUTS-PP1 we induced expression of the PNUTS W401A protein, which is mutated in the PP1 interaction motif (Kim et al., 2003), and as a control, wild-type PNUTS was also over-expressed (Fig. S4A). The W401A dominant-negative mutant has the advantage that it distinguishes the phosphatase co-factor function of PNUTS from its other functions including RNA binding. We monitored Spt5 phosphorylation by normalizing phospho-Spt5 ChIP signals to total Spt5 after inducing expression of PNUTS W401A or the wild-type control. PNUTS W401A expression markedly increased Spt5 phosphorylation within gene bodies and 3’ flanking regions (Fig. 5A-​-D,D, S4F, G). Importantly, in PNUTS W401A cells, the profile of normalized phospho-Spt5 levels around poly(A) sites differed substantially from the wild type control. Instead of a precipitous fall immediately downstream of the poly(A) site, a smaller and more gradual loss of Spt5 phosphorylation occurred in the PNUTS mutant cells (Fig. 5C, S4F). Elevated Spt5 phosphorylation in PNUTS W401A expressing was not associated with a marked change in the amount of total Spt5 relative to pol II within gene bodies or 3’ flanking regions (Fig. 5A, ​,B,B, S4D, E). Moreover, the effect of PNUTS W401A on Spt5 phosphorylation is not a secondary effect of cell cycle arrest as shown by flow cytometry of cells before and after doxycycline induction (Fig. S5A).Open in a separate windowFigure 5.The PNUTS-Phosphatase PP1 complex is required for termination and loss of Spt5 phosphorylation in 3’ flanking regions(A, B) Pol II, total Spt5 and Spt5-PO4 ChIP-seq in cells expressing WT PNUTS or PNUTS W401A mutant that disrupts PP1 binding. Note PNUTS W401A inhibits termination (black arrows) and increases in Spt5-PO4 in termination zones (red arrows).(C) Metaplots of Spt5-PO4 ChIP-seq normalized to total Spt5normalized to bin 1 (100 bp bins). Note that PNUTS W401 inhibits the loss of Spt5-PO4 immediately downstream of the poly(A) site. See Fig. S4.(D) Metaplots as in C for genes >10kb long. Note that PNUTS W401A elevates Spt5-PO4 within gene bodies.(E) Spt5 binding to PNUTS-PP1 detected by substrate trapping. EGFP-PP1b(D63A)-PNUTS (PP-PNUTS) or EGFP alone was transiently expressed in HEK293 cells, pulled down from whole cell lysates on GFP-Trap beads and immunoblotted with anti-Spt5 (top) and anti-GFP (bottom). Input lysate represents 3% of the pull down. PP-PNUTS* corresponds to a N-terminal degradation product.(F) Avitag-PNUTS WT and -PNUTS W401A ChIP-seq. Note the discrete peak of WT PNUTS at the 3’ end (red arrow) and redistribution away from the 3’ end in the W401A mutant (see Fig. S5B, C, S6E).(G) ChIP-seq metaplots show reduced 3’ pile-up of pol II (red arrow) and strong termination defect (green arrow) in PNUTS W401A cells. See Fig. S4.(A-D, G) Signals are merged from two independent experiments shown in Fig. S4D-G.(H) PNUTS W401A does not reduce poly(A) site cleavage. Cleavage efficiency was calculated from RNA-seq reads of Bromouridine pulse-labeled nascent RNA before and after doxycycline induction. For each gene the number of uncleaved reads that covered the region from −5 to +5bp relative to the cleavage site were normalized to the reads in the region from −500 to −1bp relative the cleavage site excluding those that overlap it (see Star Methods). A small increase (P< 2.2 e-16 ) in cleavage efficiency occurred with PNUTS W401A expression.To investigate whether PNUTS-PP1 could directly dephosphorylate Spt5 at poly(A) sites, we used a substrate-trapping strategy (Wu et al., 2018). A fusion of PNUTS with catalytically dead PP1β (D63A) was expressed in HEK293 cells with an EGFP tag. The fusion protein was pulled down on GFP-trap beads and probed for Spt5. This experiment showed that Spt5 does indeed bind to EGFP-PP1(D63A)-PNUTS but not to EGFP alone (Fig. 5E) consistent with direct dephosphorylation of Spt5 by PNUTS-PP1. Also consistent with this conclusion, is the fact that in vivo bulk Spt5 becomes hyperphosphorylated in response to high concentrations of the phosphatase inhibitor okadaic acid as evidenced by conversion to a slower migrating species (Fig. S4C).To ask whether PNUTS-PP1 is present at 3’ ends where Spt5 phosphorylation is lost from EC’s, we mapped wild type and mutant PNUTS proteins globally by ChIP. Epitope tagged wild-type PNUTS strongly localized in discrete peaks just downstream of poly(A) sites, close to where Spt5 dephosphorylation occurs (Fig. 5F, S5B-D). A substantial amount of PNUTS was also present at 5’ ends of many genes. Notably, the peak of PNUTS density downstream of poly(A) sites is distinct from that of pol II CTD Ser2 phosphorylation which is broader and shifted further downstream (Fig. S5D). By contrast, the PNUTS W401A protein was more diffusely localized than the wild type with a stronger preference for 5’ ends (Fig. 5F, S5B, C). The delocalization of PNUTS from 3’ ends as a result of disrupting PP1 binding, suggests that the phosphatase activity is also probably no longer concentrated at 3’ ends. In summary, the PNUTS protein closely co-localizes with the site of dephosphorylation, and its mis-localization in the W401A mutant is associated with poor Spt5 dephosphorylation (Fig. 5F). Together these experiments suggest a direct role of PNUTS-PP1 in limiting Spt5 phosphorylation within gene bodies and in the sharp transition to a Spt5 hypo-phosphorylated state downstream of poly(A) sites.PNUTS binding to PP1 is globally required for transcription terminationPreviously PNUTS was found to be necessary for efficient transcriptional termination at a subset of genes using a knockdown approach (Austenaa et al., 2015), but it remained unclear if this function involved regulation of PP1 activity. We therefore examined whether specific disruption of the PNUTS-PP1 interaction by the W401A mutant has a termination phenotype. Consistent with a vital role for PNUTS-regulated PP1 activity in termination, we observed that the W401A mutant suppressed termination globally as demonstrated by elevated levels of total pol II extending several kilobases downstream of genes (Fig. 5A, ​,B,B, ​,G).G). PNUTS W401A not only inhibited termination and Spt5 dephosphorylation at genes encoding poly(A)+ mRNAs, but also at replication-dependent histone genes that make poly(A)− mRNAs (Fig. S6A-D). A role for PNUTS in termination at histone genes is also consistent with its strong localization at the 3’ ends of these genes (Fig. S6E).The transcription termination defect caused by PNUTS-PP1 disruption is not associated with defective CTD Ser2 hyperphosphorylation that normally occurs when pol II reaches the poly(A) site (Fig. S4B) (Buratowski, 2009). This result suggests that PNUTS W401A does not interfere with pre-mRNA 3’ end formation coupled to Ser2 phosphorylation (Davidson et al., 2014). To test this idea, we measured the effect of PNUTS W401A on cleavage at poly(A) sites. Bromouridine pulse-labeled nascent RNA-seq libraries were prepared before and after PNUTS W401A induction and uncleaved reads that overlapped poly(A) cleavage sites were quantified relative to those immediately upstream (see Star Methods). This analysis showed no detectable inhibition of poly(A) site cleavage by PNUTS W401A (Fig. 5H). In fact, a small increase in cleavage efficiency was observed, whose significance is unclear. We also asked whether PNUTS W401A affects recruitment of the Xrn2 terminator exonuclease. Anti-Xrn2 ChIP-seq showed that the exonuclease associated with ECs that failed to terminate in the presence of PNUTS W401A (Fig. S6F, G). Nor is disruption of PNUTS-PP1 likely to inhibit the Xrn2 exonuclease activity since its phosphorylated isoform is actually more active (Sanso et al., 2016). In summary, these results argue that the termination defect caused by PNUTS W401A is not an indirect consequence of impaired 3’ end processing or Xrn2 activity. Instead, disruption of the PNUTS-PP1 complex effectively uncouples termination from poly(A) site cleavage and torpedo loading.PNUTS-PP1 functions as a brake on pol II elongation throughout the genomeHow does disruption of PNUTS-PP1 inhibit termination independently of cleavage/polyadenylation? We hypothesized that PP1 phosphatase activity is required to decelerate the EC downstream of poly(A) sites, which would promote termination by allowing the Xrn2 torpedo to easily catch up with the polymerase and dislodge it from the DNA template. To test this model, we measured elongation rates by the DRB-release method in cells overexpressing PNUTS W401A or wild type PNUTS as a control. Strikingly, the PNUTS W401A mutant caused a genome-wide acceleration of pol II transcription elongation that was evident both in gene bodies and 3’ flanking sequences (Fig. 6, S7). Median elongation rates within gene bodies increased from 2.2 kb/min in PNUTS wild type cells to 3.6 kb/min in the W401A mutant (Fig. 6D). In 3’ flanking regions PNUTS W401A expression increased pol II speeds more than three-fold, from a median rate of 0.7 kb/min to 2.4 kb/min (Fig. 6D). Note that in PNUTS W401A cells, after the pol II wave front reaches the poly(A) site (5 min. time point Fig. 6D), it continues farther downstream at later time points, whereas in control cells it persists close to the poly(A) in a stable peak of pol II density (Fig. 6D, S7, red arrows). Suppression of the 3’ peak of pol II by PNUTS W401A is also evident in snapshots of pol II density (Fig. 5A, ​,B,B, ​,G).G). PNUTS W401A also suppressed pol II accumulation at apparent pause sites within genes (Fig. 6A, S7A, black arrows) suggesting that it may accelerate overall elongation rates by suppressing pausing. Importantly, the strong acceleration of transcription in 3’ flanking regions elicited by PNUTS W401A suggests that this phosphatase complex is normally responsible for triggering the transition to slow elongation at the poly(A) site (Fig. 1, ​,2),2), and that specific DNA sequences within termination zones are not generally sufficient to slow down transcription. The ability to experimentally accelerate transcription with the PNUTS W401A dominant mutant provides an opportunity to test the model that slow elongation will cause pol II to pile up, creating regions of high occupancy (Ehrensberger et al., 2013). Consistent with this model, we found that reversing pol II deceleration at 3’ ends by expressing PNUTS W401A strongly depressed the peak of pol II density that occurs downstream of most poly(A) sites (Fig. 6B-​-D,D, S7B). PNUTS W401A did not strongly affect apparent promoter-proximal pol II pausing as measured by pol II density at the TSS versus the gene body (Fig. S5E, F). Note however, that if release from the 5’ pause were stimulated by Spt5 hyperphosphorylation under PNUTS W401A conditions, it may not be detected as a net increase in pol II density in the gene body because those polymerases travel at an accelerated rate (Ehrensberger et al., 2013). In summary these experiments show that the PNUTS-PP1 phosphatase exerts a global brake that limits pol II speed within genes; and downstream of genes, it imposes a strong deceleration that is necessary for efficient termination.Open in a separate windowFigure 6.The PNUTS-Phosphatase PP1 complex slows down pol II within gene bodies and downstream of poly(A) sites.(A-C) Pol II ChIP-seq at intervals after washing out DRB as in Fig. 1 in cells expressing WT or W401A mutant PNUTS. Note in PNUTS W401A cells pol II moves faster through gene bodies and termination zones (blue arrows). PNUTS W401A also suppresses pol II pile ups downstream of poly(A) sites (red arrows) and at an apparent pause site within YTHDF2 (black arrow). See Fig. S7.(D) Pol II ChIP-seq metaplots within gene bodies (1 kb bins) and termination zones (500 bp bins). Elongation rates were calculated as in Fig. 1B. Median rates are shown above each boxplot. Note faster elongation within gene bodies and impaired deceleration downstream of the poly(A) sites in cells expressing PNUTS W401A. See Fig. S7. DiscussionControl of elongation speed by PNUTS-PP1 and Spt5 phosphorylationWe investigated the regulation of RNA pol II speed along human transcription units. Using two experimental approaches, we found that pol II sharply decelerates downstream of poly(A) sites. Median elongation rates decreased from 2-3 kb/min within gene bodies to only 0.1-0.9 kb/min downstream of poly(A) sites (Fig. 1, ​,2).2). This slow down accounts for much of the pile up of pol II in 3’ flanking regions, which is a ubiquitous characteristic feature of metazoan genes (Anamika et al., 2012; Core et al., 2008; Davidson et al., 2014; Glover-Cutter et al., 2008; Gromak et al., 2006; Lian et al., 2008) because when transcription was experimentally accelerated, the pile up was suppressed (Fig. 6, S7B). The 3’ pol II pile up was also suppressed by blocking poly(A) site recognition, either by the influenza NS1A protein or by mutating the AATAAA consensus sequence (Fig. 3). These results therefore suggest that the association of CPA factors with the nascent transcript, or RNA cleavage itself, is required to switch the EC into a slowly elongating conformation. Such an allosteric switch that changes the elongation properties of pol II complexes was predicted over thirty years ago as a mechanism for poly(A) site dependent termination (Logan et al., 1987).Three lines of evidence suggest that the switch to slow transcription is mediated at least in part by a poly(A) site-dependent dephosphorylation of the universal elongation factor Spt5 by PP1 phosphatase targeted by its binding partner PNUTS: First, changes in Spt5 phosphorylation at 5’ and 3’ positions coincide with changes in elongation rate. Thus Spt5 phosphorylation in EC’s increased after pol II release from the promoter-proximal pause site (Fig. 4F, ​,5D,5D, S4G) when elongation accelerates (Danko et al., 2013; Jonkers et al., 2014), and then decreased within 100 bases downstream of the poly(A) site when elongation decelerates (Fig. 4C-​-EE,​,GG,​,H,H, ​,5C,5C, S4F). Second, loss of phospho-Spt5 at 3’ ends requires poly(A) site recognition (Fig. 4G). Third, disruption of the PNUTS-PP1 complex by the PNUTS-W401A mutation increases Spt5 phosphorylation and globally accelerates transcription within genes and 3’ flanking regions (Fig. 6, S7). Thus PNUTS-PP1 negatively regulates transcription elongation rate at early and late stages of the transcription cycle. It will be interesting in future to examine how global acceleration of transcription by PNUTS-PP1 disruption affects co-transcriptional mRNA processing and chromatin modification. Our results do not exclude the possibility that PNUTS-PP1 regulates Spt5 phosphorylation indirectly, however its in vivo binding to Spt5 (Fig. 5E), the concentration of PNUTS polypeptide in a discrete peak immediately downstream of poly(A) sites, and the re-distribution of the PNUTS-W401A protein away from 3’ ends (Fig. 5F, S5B-D, S6E) all suggest a direct role at poly(A) sites. Of course, dephosphorylation of other potential PNUTS-PP1 substrates including the pol II CTD (Ciurciu et al., 2013; Lee et al., 2010) might also modulate elongation, but no CTD dephosphorylation has yet been identified specifically in the vicinity of poly(A) sites.Control of elongation rate and the mechanism of transcription terminationThe deceleration by at least 2-3 fold that occurs within ~100 bp downstream of poly(A) sites (Fig. 1, ​,2)2) is predicted to facilitate termination by converting the pol II EC into an easy target or “sitting duck” that can be quickly tracked down by the Xrn2 torpedo. In other words, pol II deceleration biases the kinetic competition between pol II and the Xrn2 torpedo that pursues it (Fong et al., 2015). The “sitting duck torpedo” mechanism of poly(A) site dependent termination comprises essential elements of both the torpedo and allosteric models that have been debated for over 30 years (Libri, 2015) (Fig. 7). We propose that termination requires both transcript cleavage that provides access to the Xrn2 exonuclease “torpedo” and poly(A) site-dependent deceleration of transcription that converts the polymerase into a viable target for the “torpedo” to track down and dislodge from the DNA template.Open in a separate windowFigure 7.The sitting duck torpedo model of pol II transcription terminationModel for the control of pol II elongation rate by PNUTS-PP1 dephosphorylation of Spt5. PNUTS-PP1 is recruited to 5’ ends and slows transcription elongation by dephosphorylation of Spt5 and potentially other substrates. Phosphorylation of Spt5 by PTEFb and/or Cdk7 releases the brake on pol II to accelerate elongation but PNUTS-PP1 continues to limit elongation rate within gene bodies. Recognition of the poly(A) site (PAS) by a complex that includes PNUTS-PP1 is proposed to activate/de-repress the phosphatase resulting in Spt5 de-phosphorylation. Spt5 dephosphorylation restores its negative elongation activity that causes pol II to decelerate. Slow elongating pol II is an easy target or “sitting duck” for the torpedo exonuclease Xrn2 that chases down and helps dissociate pol II from the DNA template.This hybrid model can account for the finding that poly(A) site cleavage is not always sufficient to induce termination (Osheim et al., 1999). It also explains the puzzling observation that there are distinct outcomes for pol II when termination is inhibited in different ways (Eaton et al., 2018). When the Xrn2 exonuclease is inactivated, polymerases still undergo poly(A) site-dependent deceleration so they do not travel far into the 3’ flanking region (Figs. 1, ​,2).2). In contrast, when 3’ processing is prevented by CPSF73 depletion (Eaton et al., 2018), NS1A expression, or elimination of the AAUAAA element (Fig. 3), then rapid elongation persists, the pol II pile up is circumvented, and ECs travel much further into the 3’ flanking region. Poly(A) site dependent termination can thus be disrupted in two distinct ways: 1. By impeding torpedo function either by restricting Xrn2 activity or its access to the transcript by preventing poly(A) site cleavage, and 2. By preventing pol II deceleration, for example through inhibition of Spt5 dephosphorylation at 3’ ends, so the torpedo cannot catch up with its target. It is possible that the strong termination defect caused by mutation of Tyr residues in the pol II CTD heptad repeats works by the latter mechanism (Shah et al., 2018).Poly(A) site-dependent deceleration of pol II has potential implications for co-transcriptional alternative poly(A) site selection where upstream and downstream processing sites compete with one another (Mayr, 2016; Tian and Manley, 2017). If recognition of the poly(A) site converts pol II into its slow conformation, then this would extend the window of opportunity for completion of 3’ end formation at that site before competing downstream poly(A) sites are transcribed. One mystery that remains however is whether pol II deceleration requires cleavage of the nascent RNA or just assembly of a 3’ processing complex on the poly(A) site.At poly(A) sites we propose that PP1 activity is up-regulated to dephosphorylate Spt5. PNUTS-PP1 forms part of the CPA apparatus (Shi et al., 2009; Vanoosthuyse et al., 2014) and its phosphatase activity could be activated or de-repressed by conformational changes associated with poly(A) site recognition or RNA cleavage. In fission yeast, Dis2 dephosphorylates Spt5 at the ends of genes but this transition was unaffected by mutation of the cleavage polyadenylation factor Pfs2, so its relationship to poly(A) site dependent termination is unclear (Kecman et al., 2018; Parua et al., 2018). This apparent discrepancy between human and fission yeast systems could reflect a mechanistic difference, or alternatively the pfs2 mutant may not block assembly of CPA complexes sufficiently to affect Spt5 dephosphorylation. Another difference between species is that in S. pombe Spt5 dephosphorylation is thought to cause its displacement from pol II by the termination factor Seb1 (Kecman et al., 2018) whereas in human cells dephosphorylated Spt5 persists in association with pol II throughout the termination zone (Fig. 4A-​-E,E, S3B). Furthermore, the association of Spt5 with slow pol II elongation complexes downstream of poly(A) sites shows that binding of this factor is not always sufficient to promote rapid elongation (Baluapuri et al., 2019).Similar roles for Spt5 and NusG in control of transcriptional speed and terminationHow might the phosphorylation status of Spt5 flip a switch between slow and fast modes of elongation? Spt5 dephosphorylation could alter the conformation of the EC directly or alternatively it could work indirectly through recruitment or release of an associated factor. Phosphorylation of Spt5 could relieve a brake exerted by binding of the unphosphorylated protein to pol II. One possibility is that dephosphorylation enhances Spt5 binding to the nascent transcript, which might in turn slow down transcription. In this context it is interesting to note that a sharp increase in RNA binding was detected by Spt5 PAR-CLIP immediately downstream of poly(A) sites in budding yeast (Baejen et al., 2017). CTR1 phosphorylation might also influence elongation rate by regulating interaction with other elongation/termination factors like the Rtf1 subunit of the Paf1 complex (Wier et al., 2013; Zhou et al., 2009) that synergizes with TFIIS (Kim et al., 2010) to stimulate elongation by permitting backtracked complexes to resume transcription. Pol II backtracking is a major limiting factor for transcription elongation in human cells, and the frequency of backtracking is elevated downstream of poly(A) sites, but the basis for this phenomenon is unknown (Sheridan et al 2019). It seems likely that the switch to slow elongation at poly(A) sites might involve an increased propensity to backtrack. Interestingly the NusG homologue of Spt5 controls backtracking of E. coli RNA polymerase by altering the conformation of the transcription bubble (Turtola and Belogurov, 2016). It is also possible that Spt5 dephosphorylation alters the pol II active site conformation (Vos et al., 2018b) and induces slow elongation independently of backtracking. It will be of interest in future to investigate how the PNUTS-PP1 phosphatase affects pol II elongation at high resolution. The poly(A) site activated brake on transcription mediated through Spt5 likely reflects an ancient dual role of this protein family in coupling control of elongation rate with termination. In bacteria NusG family members regulate termination by the Rho helicase (Artsimovitch and Knauer, 2019; Ray-Soni et al., 2016), which chases RNA polymerase in an analogous fashion to the Xrn2 exonuclease. We speculate that hypo- and hyper-phosphorylated isoforms of Spt5 in eukaryotes enhance or suppress termination like NusG in bacteria by biasing the kinetic competition between polymerases and the factors that pursue them, Xrn2/Rat1 and Rho respectively. In addition to control of termination, it is also possible that PNUTS-PP1 regulation of elongation rate could occur within gene bodies in response to intrinsic or environmental stimuli. STAR MethodsCONTACT FOR REAGENT AND RESOURCE SHARINGFurther information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, David Bentley (ude.ztuhcsnauc@yeltneb.divad)EXPERIMENTAL MODEL AND SUBJECT DETAILSHuman cell lines Flp-In-293 TREX cells (Female, Invitrogen) expressing inducible influenza NS1A with a N-terminal HA3 tag were generated through integration of a pcDNA5/FRT/HA3-NS1A construct using Flp recombinase-mediated site-specific recombination. The cells were maintained in DMEM supplemented with 10% FBS, 200 μg/mL hygromycin B, 6.5 μg/mL blasticidin, and penicillin/streptomycin. All experiments were performed after induction with 2μg/mL doxycycline for 24 hr.HEK293 cells expressing doxycycline inducible human Avitag-PNUTS and Avitag-PNUTS(W401A) were made by infection with lentiviruses made with the vector pCW57 Avitag (bla), a derivative of pCW57-MCS1-P2A-MCS2 (neo) Addgene 89180 (a gift from Adam Karpf) with blasticidin selection (6.5 μg/ml). Codon optimized PNUTS ORF’s were synthesized by Genewiz.Hap1 haploid cells (Carette et al., 2012) with mutant PSMG1 poly(A) signal (Hap1 PSMG1 ΔpA) were made by CRISPR-Cas9 genome editing. Cells were transfected with the gRNA expression vector in pX330-U6-Chimeric_BB-CBh-hSpCas9 (Feng Zhang, Addgene plasmid #42230), a single-stranded DNA donor oligonucleotide with a BamHI site replacing the AATAAA motif (see Table S2) and a pEGFP expression plasmid. GFP-positive cells were isolated by Fluorescence-Activated Cell Sorting (FACS) and seeded at low density for colony formation. Individual CRISPR-modified cell colonies were identified by PCR amplification of the PSMG1 target region and screening of PCR amplicons sensitive to BamHI digestion. Sequencing of the genomic PCR product of the engineered PSMG1 locus showed that the sequence around the poly(A) site was mutated from “GATGAAACGGAATAAAATTGTAAAAAA” to “GATGAtgatgaaaccgggatccATTGTAAAAAA”.METHOD DETAILSAntibodies Rabbit anti-pol II pan CTD, anti-Spt5, B44 anti-BrdU and anti-Xrn2 have been described (Brannan et al., 2012; Glover-Cutter et al., 2008; Gratzner, 1982; Schroeder et al., 2000). Rabbit anti-Avitag was purchased from GenScript (A00674) and rabbit anti-GFP was from abcam (ab290). Mouse monoclonal anti-HA was 12CA5. Rat anti-CTD Ser2-P (3E10) was purchased from Chromotek. Rabbit anti-Spt5-PO4 was raised against recombinant His-tagged human Spt5 C-terminus (aa 703-1087) that was phosphorylated in Hela nuclear extract (McCracken et al., 1997). Antiserum was depleted 5 times on a column of unphosphorylated Spt5 C-terminus.PP1 Substrate Trapping HEK293 cells (10 cm plate) were transfected with EGFP-PP1βD63A-PNUTS, lacking the C terminal 8 residues of PNUTS, (Wu et al., 2018) or EGFP expression plasmid (5 mg) using Lipofectamine 2000 and cells were harvested after 30 hr. Extracts in 200 μl lysis buffer (20 mM HEPES pH 7.9, 0.1 mM EDTA, 10% glycerol, 150 mM potassium acetate, 1.5 mM MgCl2, 0.5% NP40) were digested with 20 units Benzonase (Novagen) for 40 min. at 4° then sonicated in a Picoruptor for 5 min. and insoluble material removed by centrifugation (15 min. in a microfuge). Extract was nutated with GFP-Trap agarose (Chromotek) at 4° for 1 hr. and beads were washed 5X with 20 mM HEPES pH 7.9, 150 mM KCl, 0.5 mM EDTA, 10% glycerol, 0.5% NP40 at 4° and eluted with Laemmli sample buffer.Immunoblotting Immunoblots were developed with HRP conjugated swine anti-rabbit secondary antibody (DAKO, P0217) and ECL Plus (Perkin Elmer, NEL103E001EA).Flow cytometry HEK293 pCW57 PNUTS W401A cells were collected + and − 26 hr. induction with doxycycline (2 μg/ml) and were incubated in Krishan stain for 72 hours before performing flow cytometry using a Beckman Coulter Gallios 561. ModFit LT software (Verity Software House, Topsham, ME) was used for cell cycle analysis.ChIP-seq ChIP of human extracts has been described previously (Glover-Cutter et al., 2008). Extracts were sonicated using a Covaris ultrasonicator. 1 mg of each sonicated lysate was pre-cleared with 30 μl protein A sepharose beads (Life technologies, 101042) for 1 hr. at 4°C. Pre-cleared lysates were mixed with 30 μl protein A sepharose beads (blocked with 1 mg/ml BSA and 0.5 mg/ml E. coli tRNA) and 15μl of rabbit anti-total pol II CTD serum, rabbit anti-Spt5, rabbit anti-Spt5-PO4 or 5 μg anti-Avitag antibody, or 25 μl rat anti-Ser2-PO4-CTD antibody. For Ser2-PO4 IPs, used 4.5 μl rabbit anti-rat IgG secondary (Jackson labs, 312-005-003).Libraries were sequenced on an Illumina Hi-seq 4000 (1×50) or NovaSeq 6000 (2×150). Adapters were trimmed using cutadapt version 1.16 and reads were mapped to the hg19 UCSC human genome (Feb. 2009) with Bowtie2 version 2.3.2. PCR duplicates were removed using Picard Tools version 2.18.7. Read coordinates were collapsed to a single base pair and centered assuming a fragment size of 180 bp.ChIP-seq Metaplots ChIP-seq reads mapped to the hg19 human genome were normalized to the total number of mapped reads and mean values for each bin were plotted. 100 bp bins were used unless indicated. The 5’ and 3’ metaplots included genes containing at least one mapped read in the region, and were in common between all ChIP-seq datasets. The 3’ metaplots included genes separated by >12 kb from other transcription units, containing at least one mapped read in the region, and were in common between all ChIP-seq datasets.Mean Spt5-PO4 ChIP-seq signal was divided by the mean Spt5 ChIP-seq signal for each bin after normalization to the total number of mapped reads. Similar results were obtained if the ratio of Spt5-PO4 / Spt5 ChIP-seq signal was calculated for each bin of each gene. In the latter case for bins that lacked Spt5 ChIP-seq signal, a pseudo count (smallest Spt5 ChIP-seq value for the gene / 2) was used. Relative frequency was calculated as total read counts for each bin within a gene divided by the sum total of read counts in all bins for that gene. Means of relatively frequencies for gene groups were plotted.Correlations between replicates are shown in in Table S1.Bru-seq Nascent RNA sequencing by Bru-seq was performed as described (Paulsen et al., 2014; Sheridan et al., 2019) (Sheridan et al., 2019) with minor modifications. HEK293 PNUTS W401A cells + and − doxycycline induction (2 μg/ml, 24hrs) were incubated with 2 mM Bromouridine in fresh medium + or − doxycycline for 30 min. Labeled RNA was immunopurified with B44 monoclonal anti-BrdU (Gratzner, 1982) immobilized on protein A Dynabeads with rabbit anti-mouse IgG. Immunoprecipitation of fragmented RNA (30-50 μg fragmented with Ambion AM8740) was in 10mM Tris HCl pH 7.5, 100 mM KCl, 1% NP40, 0.3% Empigen, 20μg/ml heparin, 0.5mM EDTA, 1 mM DTT. Beads were washed 4X in the same buffer and RNA was eluted in 5mM DTT at 95° for 3 min. RNA-seq libraries were made with the KAPA biosciences stranded RNA-seq kit (KK8401) and sequenced on an Illumina Hi-Seq 4000 (1×50 or 1×150). After filtering out rRNA, reads were mapped to the hg19 UCSC human genome (Feb. 2009) with Bowtie2 version 2.3.2.Calculation of poly(A) site cleavage efficiency Co-transcriptional poly(A) site cleavage efficiency was estimated by quantifying the number of uncleaved Bruseq reads that completely overlap a 10 base region spanning cleavage sites annotated in Refseq. This value was normalized by dividing into the number of reads in the region from −500 to −1bp upstream of the poly(A) site. Genes selected for analysis had a minimum read depth/bp of 10 and 5 respectively in the 500bp regions upstream and downstream of the poly(A) site, excluding reads that overlap the cleavage site, with a ratio of downstream/upstream read depth > 0.2 in both the uninduced and doxycycline induced samples. Similarly, no inhibition of cleavage by PNUTS W401A was observed when uncleaved reads were normalized by the read number in region from −1000 to −500 bp relative to the cleavage site.Calculation of elongation rates Cells were treated with 100 μM DRB for 2.5 hrs. For DRB pol II ChIP-seq experiments, cells were washed twice with PBS and incubated in -DRB media for 0, 5, 10, or 15 min before crosslinking. To calculate elongation rates for the gene body region, pol II ChIP-seq reads were divided into 1 kb bins for the region from +1 kb to +60 kb downstream of the TSS. The signal from the 0 min time point was subtracted from the other time points. A two-state hidden Markov model implemented using the depmixS4 R package (https://cran.r-project.org/web/packages/depmixS4/index.html was used to assign a state to each bin. State 1 included regions containing high signal that should correspond to the pol II wave and state 2 corresponded to regions of low signal. The front edge of the pol II wave was determined by identifying the most downstream position where there were five consecutive bins assigned to state 1. Elongation rates were calculated using the distances pol II traveled at the 10 and 15 min time points. This analysis only included non-overlapping genes >60 kb in length that had a 15 min wave that was detected downstream of a 10 min wave.To calculate elongation rates for the termination zone, pol II ChIP-seq reads were divided into 500 bp bins for the region from the poly(A) site to +50 kb downstream. Pol II waves were identified and elongation rates were calculated as described above. This analysis only included genes that were <20 kb in length and that had no overlapping genes within 50 kb downstream of the poly(A) site.To calculate gene body elongation rates from receding pol II waves, transcription initiation was inhibited by treating cells with 10 μM triptolide for 5, 10, 20, or 30 min before crosslinking. Pol II ChIP-seq reads were divided into 1 kb bins for the region from +1 kb to +60 kb downstream of the TSS. A two-state hidden Markov model was used to assign a state to each bin as described above. State 1 included regions of low signal and state 2 included regions of high signal, which should correspond to the receding pol II wave. The upstream edge of the receding pol II wave was determined by identifying the most upstream position where there were five consecutive bins assigned to state 2. Elongation rates were calculated using the distances pol II traveled at the 10 and 20 min time points. This analysis only included non-overlapping genes >60 kb in length that had a 20 min wave that was detected downstream of a 10 min wave.Quantification and Statistical AnalysisStatistical details are provided in figure legends. The number of replicates and the correlations between them are provided in Table S1. Significance was defined by p-values determined by using the Welch t-test. When appropriate, p-values were corrected for multiple testing using the Bonferroni-Holm method.Data and Code AvailabilitySequencing Data are available at {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE134198\",\"term_id\":\"134198\"}}GSE134198. ​\n                    HighlightsPNUTS-PP1 phosphatase is a global decelerator of pol II transcriptionPNUTS-PP1 promotes Spt5 dephosphorylation and pol II braking at poly(A) sitesTermination requires poly(A)-dependent Spt5 dephosphorylation and pol II brakingAllosteric switch converts pol II to a “sitting duck” terminated by a Xrn2 torpedo Supplementary Material1Click here to view.(9.3M, pdf)2Supplemental Table S1. Related to Star MethodsSequencing data used in this study.Click here to view.(15M, xlsx)3Supplemental Table S2. Related to Figure 3.Oligonucleotides used in this study.Click here to view.(40K, xlsx) AcknowledgmentsWe thank O. Rissland, T. Blumenthal, S. Ramachandran, S. Jagannathan, M. Johnston, and C. Mayr for helpful criticism, M. Bollen (U. Leuven) for plasmids, S. Bustos and R. Cohrs for extract sonication and K. Helm and the U. Colorado Cancer Center Support grant (P30CA046934) for flow cytometry. We thank K. Diener, B. Gao and the UC Denver Sequencing facility for sequencing. M.C and R.S are scholars of the UC Denver RNA Bioscience Initiative. This work was supported by NIH grant R35GM118051 to D.B. FootnotesDeclaration of interestsAuthors declare no competing interests.Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. ReferencesAnamika K, Gyenis À, Poidevin L, Poch O, and Tora L (2012). RNA polymerase II pausing downstream of core histone genes is different from genes producing polyadenylated transcripts. PLoS ONE\n7, e38769. [PMC free article] [PubMed] [Google Scholar]Artsimovitch I, and Knauer SH (2019). Ancient Transcription Factors in the News. mBio\n10, e01547–01518, /mbio/01510/01541/mBio.01547-01518. atom. [PMC free article] [PubMed] [Google Scholar]Austenaa LMI, Barozzi I, Simonatto M, Masella S, Della Chiara G, Ghisletti S, Curina A, de Wit E, Bouwman BAM, de Pretis S, et al. (2015). Transcription of Mammalian cis-Regulatory Elements Is Restrained by Actively Enforced Early Termination\nMol. Cell\n60, 460–474. [PubMed] [Google Scholar]Baejen C, Andreani J, Torkler P, Battaglia S, Schwalb B, Lidschreiber M, Maier KC, Boltendahl A, Rus P, Esslinger S, et al. (2017). Genome-wide Analysis of RNA Polymerase II Termination at Protein-Coding Genes. Mol. Cell\n66, 38–49. [PubMed] [Google Scholar]Baluapuri A, Hofstetter J, Dudvarski Stankovic N, Endres T, Bhandare P, Vos SM, Adhikari B, Schwarz JD, Narain A, Vogt M, et al. (2019). MYC Recruits SPT5 to RNA Polymerase II to Promote Processive Transcription Elongation. Mol. Cell, 74, 674–687. [PMC free article] [PubMed] [Google Scholar]Bentley DL (2014). Coupling mRNA processing with transcription in time and space. Nat Rev Genet\n15, 163–175. [PMC free article] [PubMed] [Google Scholar]Bourgeois C, Kim Y, Churcher M, West M, and Karn J (2002). Spt5 cooperates with Human Immunodeficiency virus Type 1 Tat by Preventing Premature Release at Terminator Sequences. Mol. Cell. Biol\n22, 1079–1093. [PMC free article] [PubMed] [Google Scholar]Brannan K, Kim H, Erickson B, Glover-Cutter K, Kim S, Fong N, Kiemele L, Hansen K, Davis R, Lykke-Andersen J, et al. (2012). mRNA decapping factors and the exonuclease Xrn2 function in widespread premature termination of RNA polymerase II transcription. Mol Cell\n46, 311–324. [PMC free article] [PubMed] [Google Scholar]Buratowski S (2009). Progression through the RNA polymerase II CTD cycle. Mol Cell\n36, 541–546. [PMC free article] [PubMed] [Google Scholar]Carette JE, Raaben M, Wong AC, Herbert AS, Obernosterer G, Mulherkar N, Kuehne AI, Kranzusch PJ, Griffin AM, Ruthel G, et al. (2012). Ebola virus entry requires the cholesterol transporter Niemann-Pick C1. Nature\n477, 340–343. [PMC free article] [PubMed] [Google Scholar]Chan SL, Huppertz I, Yao C, Weng L, Moresco JJ, Yates JR 3rd, Ule J, Manley JL, and Shi Y (2014). CPSF30 and Wdr33 directly bind to AAUAAA in mammalian mRNA 3’ processing. Genes Dev\n28, 2370–2380. [PMC free article] [PubMed] [Google Scholar]Ciurciu A, Duncalf L, Jonchere V, Lansdale N, Vasieva O, Glenday P, Rudenko A, Vissi E, Cobbe N, Alphey L, et al. (2013). PNUTS/PP1 regulates RNAPII-mediated gene expression and is necessary for developmental growth. PLoS Genetics\n9, e1003885. [PMC free article] [PubMed] [Google Scholar]Connelly S, and Manley JL (1988). A functional mRNA polyadenylation signal is required for transcription termination by RNA polymerase II. Genes Dev\n2, 440–452. [PubMed] [Google Scholar]Core LJ, Waterfall JJ, and Lis JT (2008). Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science\n322, 1845–1848. [PMC free article] [PubMed] [Google Scholar]Danko CG, Hah N, Luo X, Martins AL, Core L, Lis JT, Siepel A, and Kraus WL (2013). Signaling pathways differentially affect RNA polymerase II initiation, pausing, and elongation rate in cells. Mol Cell\n50, 212–222. [PMC free article] [PubMed] [Google Scholar]Davidson L, Muniz L, and West S (2014). 3' end formation of pre-mRNA and phosphorylation of Ser2 on the RNA polymerase II CTD are reciprocally coupled in human cells. Genes Dev\n28, 342–356. [PMC free article] [PubMed] [Google Scholar]Dujardin G, Lafaille C, Petrillo E, Buggiano V, Gomez Acuna LI, Fiszbein A, Godoy Herz MA, Nieto Moreno N, Munoz MJ, Allo M, et al. (2013). Transcriptional elongation and alternative splicing. Biochim Biophys Acta\n1829, 134–140. [PubMed] [Google Scholar]Eaton JD, Davidson L, Bauer DLV, Natsume T, Kanemaki MT, and West S (2018). Xrn2 accelerates termination by RNA polymerase II, which is underpinned by CPSF73 activity. Genes Dev\n32, 127–139. [PMC free article] [PubMed] [Google Scholar]Ehara H, Yokoyama T, Shigematsu H, Yokoyama S, Shirouzu M, and Sekine S.-i. (2017). Structure of the complete elongation complex of RNA polymerase II with basal factors. Science\n357, 921–924. [PubMed] [Google Scholar]Ehrensberger AH, Kelly GP, and Svejstrup JQ (2013). Mechanistic Interpretation of Promoter-Proximal Peaks and RNAPII Density Maps. Cell\n154, 713–715. [PubMed] [Google Scholar]Fong N, Brannan K, Erickson B, Kim H, Cortazar MA, Sheridan RM, Nguyen T, Karp S, and Bentley DL (2015). Effects of Transcription Elongation Rate and Xrn2 Exonuclease Activity on RNA Polymerase II Termination Suggest Widespread Kinetic Competition. Mol. Cell\n60, 256–267. [PMC free article] [PubMed] [Google Scholar]Fuchs G, Voichek Y, Benjamin S, Gilad S, Amit I, and Oren M (2014). 4sUDRB-seq: measuring genomewide transcriptional elongation rates and initiation frequencies within cells. Genome Biol\n15, R69. [PMC free article] [PubMed] [Google Scholar]Glover-Cutter K, Kim S, Espinosa J, and Bentley DL (2008). RNA polymerase II pauses and associates with pre-mRNA processing factors at both ends of genes. Nat Struct Mol Biol\n15, 71–78. [PMC free article] [PubMed] [Google Scholar]Gratzner HG (1982). Monoclonal antibody to 5-bromo- and 5-iododeoxyuridine: A new reagent for detection of DNA replication. Science\n218, 474–475. [PubMed] [Google Scholar]Gromak N, West S, and Proudfoot NJ (2006). Pause sites promote transcriptional termination of mammalian RNA polymerase II. Mol Cell Biol\n26, 3986–3996. [PMC free article] [PubMed] [Google Scholar]Hartzog GA, Wada T, Handa H, and Winston F (1998). Evidence that Spt4, Spt5, and Spt6, control transcription elongation by RNA polymerase II in Saccharomyces cerevisiae. Genes Dev\n12, 357–369. [PMC free article] [PubMed] [Google Scholar]Heinz S, Texari L, Hayes MGB, Urbanowski M, Chang MW, Givarkes N, Rialdi A, White KM, Albrecht RA, Pache L, et al. (2018). Transcription Elongation Can Affect Genome 3D Structure. Cell\n174, 1522–1536. [PMC free article] [PubMed] [Google Scholar]Henriques T, Scruggs BS, Inouye MO, Muse GW, Williams LH, Burkholder AB, Lavender CA, Fargo DC, and Adelman K (2018). Widespread transcriptional pausing and elongation control at enhancers. Genes Dev\n32, 26–41. [PMC free article] [PubMed] [Google Scholar]Jonkers I, Kwak H, and Lis JT (2014). Genome-wide dynamics of Pol II elongation and its interplay with promoter proximal pausing, chromatin, and exons. Elife\n3, e02407. [PMC free article] [PubMed] [Google Scholar]Kecman T, Kus K, Heo D-H, Duckett K, Birot A, Liberatori S, Mohammed S, Geis-Asteggiante L, Robinson CV, and Vasiljeva L (2018). Elongation/Termination Factor Exchange Mediated by PP1 Phosphatase Orchestrates Transcription Termination. Cell Reports\n25, 259–269.e255. [PMC free article] [PubMed] [Google Scholar]Kim J, Guermah M, and Roeder RG (2010). The human PAF1 complex acts in chromatin transcription elongation both independently and cooperatively with SII/TFIIS. Cell\n140, 491–503. [PMC free article] [PubMed] [Google Scholar]Kim M, Krogan NJ, Vasiljeva L, Rando OJ, Nedea E, Greenblatt JF, and Buratowski S (2004). The yeast Rat1 exonuclease promotes transcription termination by RNA polymerase II. Nature\n432, 517–522. [PubMed] [Google Scholar]Kim Y-M, Watanabe T, Allen PB, Kim Y-M, Lee S-J, Greengard P, Nairn AC, and Kwon Y-G (2003). PNUTS, a Protein Phosphatase 1 (PP1) Nuclear Targeting Subunit. J. Biol. Chem\n278, 13819–13828. [PubMed] [Google Scholar]Kreivi JP, Trinkle-Mulcahy L, Lyon CE, Morrice NA, Cohen P, and Lamond AI (1997). Purification and characterisation of p99, a nuclear modulator of protein phosphatase 1 activity. FEBS Lett\n420, 57–62. [PubMed] [Google Scholar]Langmead B, and Salzberg SL (2012). Fast gapped-read alignment with Bowtie 2. Nature Methods\n9, 357–359. [PMC free article] [PubMed] [Google Scholar]Lee J-H, You J, Dobrota E, and Skalnik DG (2010). Identification and characterization of a novel human PP1 phosphatase complex. J. Bio. Chem\n285, 24466–24476. [PMC free article] [PubMed] [Google Scholar]Li H, Handsaker B, Wysoker A, Fennell T, Ruan J, Homer N, Marth G, Abecasis G, Durbin R, and 1000 Genome Project Data Processing Subgroup, The Sequence alignment/map (SAM) format and SAMtools, Bioinformatics (2009) 25(16) 2078–2079 [PMC free article] [PubMed] [Google Scholar]Lian Z, Karpikov A, Lian J, Mahajan MC, Hartman S, Gerstein M, Snyder M, and Weissman SM (2008). A genomic analysis of RNA polymerase II modification and chromatin architecture related to 3' end RNA polyadenylation. Genome Res\n18, 1224–1237. [PMC free article] [PubMed] [Google Scholar]Libri D (2015). Endless Quarrels at the End of Genes. Mol Cell\n60, 192–194. [PubMed] [Google Scholar]Logan J, Falck PE, Darnell JEJ, and Shenk T (1987). A poly(A) addition site and a downstream termination region are required for efficient cessation of transcription by RNA polymerase II in the mouse beta maj-globin gene. Proc Natl Acad Sci U S A\n84, 8306–8310. [PMC free article] [PubMed] [Google Scholar]Mayer A, Schreieck A, Lidschreiber M, Leike K, Martin DE, and Cramer P (2012). The spt5 C-terminal region recruits yeast 3' RNA cleavage factor I. Mol Cell Biol\n32, 1321–1331. [PMC free article] [PubMed] [Google Scholar]Mayr C (2016). Evolution and Biological Roles of Alternative 3′UTRs. Trends Cell Biol\n26, 227–237. [PMC free article] [PubMed] [Google Scholar]Nag A, Narsinh K, Kazerouninia A, and Martinson HG (2006). The conserved AAUAAA hexamer of the poly(A) signal can act alone to trigger a stable decrease in RNA polymerase II transcription velocity. RNA\n12, 1534–1544. [PMC free article] [PubMed] [Google Scholar]McCracken S, Fong N, Rosonina E, Yankulov K, Brothers G, Siderovski D, Hessel A, Foster S, Shuman S, and Bentley DL (1997). 5'-Capping enzymes are targeted to pre-mRNA by binding to the phosphorylated carboxy-terminal domain of RNA polymerase II. Genes Dev\n11, 3306–3318. [PMC free article] [PubMed] [Google Scholar]Nedea E, Nalbant D, Xia D, Theoharis NT, Suter B, Richardson CJ, Tatchell K, Kislinger T, Greenblatt JF, and Nagy PL (2008). The Glc7 phosphatase subunit of the cleavage and polyadenylation factor is essential for transcription termination on snoRNA genes. Mol Cell\n29, 577–587. [PubMed] [Google Scholar]Nemeroff ME, Barabino SM, Li Y, Keller W, and Krug RM (1998). Influenza virus NS1 protein interacts with the cellular 30 kDa subunit of CPSF and inhibits 3'end formation of cellular pre-mRNAs. Mol Cell\n1, 991–1000. [PubMed] [Google Scholar]Osheim YN, Proudfoot NJ, and Beyer AL (1999). EM visualization of transcription by RNA polymerase II: downstream termination requires a poly(A) signal but not transcript cleavage. Mol Cell\n3, 379–387. [PubMed] [Google Scholar]Parua PK, Booth GT, Sanso M, Benjamin B, Tanny JC, Lis JT, and Fisher RP (2018). A Cdk9-PP1 switch regulates the elongation-termination transition of RNA polymerase II. Nature\n555, 460–464. [PMC free article] [PubMed] [Google Scholar]Paulsen MT, Veloso A, Prasad J, Bedi K, Ljungman EA, Magnuson B, Wilson TE, and Ljungman M (2014). Use of Bru-Seq and BruChase-Seq for genome-wide assessment of the synthesis and stability of RNA. Methods\n67, 45–54. [PMC free article] [PubMed] [Google Scholar]Rahl PB, Lin CY, Seila AC, Flynn RA, McCuine S, Burge CB, Sharp PA, and Young RA (2010). c-Myc regulates transcriptional pause release. Cell\n141, 432–445. [PMC free article] [PubMed] [Google Scholar]Ray-Soni A, Bellecourt MJ, and Landick R (2016). Mechanisms of Bacterial Transcription Termination: All Good Things Must End. Annual Rev. Biochem\n85, 319–347. [PubMed] [Google Scholar]Sanso M, Levin RS, Lipp JJ, Wang VY, Greifenberg AK, Quezada EM, Ali A, Ghosh A, Larochelle S, Rana TM, et al. (2016). P-TEFb regulation of transcription termination factor Xrn2 revealed by a chemical genetic screen for Cdk9 substrates. Genes Dev\n30, 117–131. [PMC free article] [PubMed] [Google Scholar]Schönemann L, Kühn U, Martin G, Schäfer P, Gruber AR, Keller W, Zavolan M, and Wahle E (2014). Reconstitution of CPSF active in polyadenylation: recognition of the polyadenylation signal by WDR33. Genes Dev. 28, 2381–2393. [PMC free article] [PubMed] [Google Scholar]Schreieck A, Easter AD, Etzold S, Wiederhold K, Lidschreiber M, Cramer P, and Passmore LA (2014). RNA polymerase II termination involves C-terminal-domain tyrosine dephosphorylation by CPF subunit Glc7. Nature Struct. Mol. Biol\n21, 175–179. [PMC free article] [PubMed] [Google Scholar]Schroeder SC, Schwer B, Shuman S, and Bentley D (2000). Dynamic association of capping enzymes with transcribing RNA polymerase II. Genes Dev\n14, 2435–2440. [PMC free article] [PubMed] [Google Scholar]Shah N, Maqbool MA, Yahia Y, El Aabidine AZ, Esnault C, Forné I, Decker T-M, Martin D, Schüller R, Krebs S, et al. (2018). Tyrosine-1 of RNA Polymerase II CTD Controls Global Termination of Gene Transcription in Mammals. Mol. Cell\n69, 48–61.e46. [PubMed] [Google Scholar]Sheldon KE, Mauger DM, and Arndt KM (2005). A Requirement for the Saccharomyces cerevisiae Paf1 complex in snoRNA 3' end formation. Mol. Cell\n20, 225–236. [PMC free article] [PubMed] [Google Scholar]Sheridan RM, Fong N, D’Alessandro A, and Bentley DL (2019). Widespread Backtracking by RNA Pol II Is a Major Effector of Gene Activation, 5′ Pause Release, Termination, and Transcription Elongation Rate. Mol. Cell\n73, 107–118. [PMC free article] [PubMed] [Google Scholar]Shetty A, Kallgren SP, Demel C, Maier KC, Spatt D, Alver BH, Cramer P, Park PJ, and Winston F (2017). Spt5 Plays Vital Roles in the Control of Sense and Antisense Transcription Elongation. Mol. Cell\n66, 77–88.e75. [PMC free article] [PubMed] [Google Scholar]Shi Y, Di Giammartino DC, Taylor D, Sarkeshik A, Rice WJ, Yates JR 3rd, Frank J, and Manley JL (2009). Molecular architecture of the human pre-mRNA 3' processing complex. Mol. Cell\n33, 365–376. [PMC free article] [PubMed] [Google Scholar]Singh J, and Padgett RA (2009). Rates of in situ transcription and splicing in large human genes. Nat Struct Mol Biol\n16, 1128–1133. [PMC free article] [PubMed] [Google Scholar]Spies N, Nielsen CB, Padgett RA, and Burge CB (2009). Biased chromatin signatures around polyadenylation sites and exons. Mol Cell\n36, 245–254. [PMC free article] [PubMed] [Google Scholar]Sunwoo H, Dinger ME, Wilusz JE, Amaral PP, Mattick JS, and Spector DL (2008). MEN / nuclear-retained non-coding RNAs are up-regulated upon muscle differentiation and are essential components of paraspeckles. Genome Res. 19, 347–359. [PMC free article] [PubMed] [Google Scholar]Tian B, and Manley JL (2017). Alternative polyadenylation of mRNA precursors. Nat Rev Mol Cell Biol\n18, 18–30. [PMC free article] [PubMed] [Google Scholar]Titov DV, Gilman B, He Q-L, Bhat S, Low W-K, Dang Y, Smeaton M, Demain AL, Miller PS, Kugel JF, et al. (2011). XPB, a subunit of TFIIH, is a target of the natural product triptolide. Nature Chem. Biol\n7, 182–188. [PMC free article] [PubMed] [Google Scholar]Turtola M, and Belogurov GA (2016). NusG inhibits RNA polymerase backtracking by stabilizing the minimal transcription bubble. Elife\n5\n10.7554/eLife.18096 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Vanoosthuyse V, Legros P, van der Sar SJA, Yvert G, Toda K, Le Bihan T, Watanabe Y, Hardwick K, and Bernard P (2014). CPF-associated phosphatase activity opposes condensin-mediated chromosome condensation. PLoS Genetics\n10, e1004415. [PMC free article] [PubMed] [Google Scholar]Vos SM, Farnung L, Boehning M, Wigge C, Linden A, Urlaub H, and Cramer P (2018a). Structure of activated transcription complex Pol II-DSIF-PAF-SPT6. Nature\n560, 607–612. [PubMed] [Google Scholar]Vos SM, Farnung L, Urlaub H, and Cramer P (2018b). Structure of paused transcription complex Pol II-DSIF-NELF. Nature\n560, 601–606. [PMC free article] [PubMed] [Google Scholar]Wada T, Takagi T, Yamaguchi Y, Ferdous A, Imai T, Hirose S, Sugimoto S, Yano K, Hartzog GA, Winston F, et al. (1998). DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev\n12, 343–356. [PMC free article] [PubMed] [Google Scholar]West S, Gromak N, and Proudfoot NJ (2004). Human 5' --> 3' exonuclease Xrn2 promotes transcription termination at co-transcriptional cleavage sites. Nature\n432, 522–525. [PubMed] [Google Scholar]Whitelaw E, and Proudfoot N (1986). Alpha-thalassaemia caused by a poly(A) site mutation reveals that transcriptional termination is linked to 3' end processing in the human alpha 2 globin gene. EMBO J\n5, 2915–2922. [PMC free article] [PubMed] [Google Scholar]Wier AD, Mayekar MK, Héroux A, Arndt KM, and VanDemark AP (2013). Structural basis for Spt5-mediated recruitment of the Paf1 complex to chromatin. Proc Natl Acad Sci USA\n110, 17290–17295. [PMC free article] [PubMed] [Google Scholar]Wu D, De Wever V, Derua R, Winkler C, Beullens M, Van Eynde A, and Bollen M (2018). A substrate-trapping strategy for protein phosphatase PP1 holoenzymes using hypoactive subunit fusions. J. Biol. Chem\n293, 15152–15162. [PMC free article] [PubMed] [Google Scholar]Yamada T, Yamaguchi Y, Inukai N, Okamoto S, Mura T, and Handa H (2006). P-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Mol Cell\n21, 227–237. [PubMed] [Google Scholar]Zhou K, Kuo WH, Fillingham J, and Greenblatt JF (2009). Control of transcriptional elongation and cotranscriptional histone modification by the yeast BUR kinase substrate Spt5. Proc Natl Acad Sci U S A\n110, 17290–17295. [PMC free article] [PubMed] [Google Scholar]"}