{"title": "Extension of the Notch intracellular domain ankyrin repeat stack by NRARP promotes feedback inhibition of Notch signaling", "pubDate": "2019", "PMCID": "PMC7212804", "DOI": "10.1126/scisignal.aay2369", "PMID": "31690634", "abstract": "Canonical Notch signaling relies on regulated proteolysis of the receptor Notch to generate a nuclear effector that induces the transcription of Notch-responsive genes. In higher organisms, one Notch-responsive gene that is activated in many different cell types encodes the Notch-regulated ankyrin repeat protein (NRARP), which acts as a negative feedback regulator of Notch responses. Here, we showed that NRARP inhibited the growth of Notch-dependent T cell acute lymphoblastic leukemia (T-ALL) cell lines and bound directly to the core Notch transcriptional activation complex (NTC), requiring both the transcription factor RBPJ and the Notch intracellular domain (NICD), but not Mastermind-like proteins or DNA. The crystal structure of an NRARP-NICD1-RBPJ-DNA complex, determined to 3.75 Å resolution, revealed that the assembly of NRARP-NICD1-RBPJ complexes relied on simultaneous engagement of RBPJ and NICD1, with the three ankyrin repeats of NRARP extending the Notch1 ankyrin repeat stack. Mutations at the NRARP-NICD1 interface disrupted entry of the proteins into NTCs and abrogated feedback inhibition in Notch signaling assays in cultured cells. Forced expression of NRARP reduced the abundance of NICD in cells, suggesting that NRARP may promote the degradation of NICD. These studies establish the structural basis for NTC engagement by NRARP and provide insights into a critical negative feedback mechanism that regulates Notch signaling.", "author": [{"author": "Sanchez M Jarrett", "affiliation": ["Department of Biological Chemistry and Molecular Pharmacology, Harvard Medical School, Boston, MA 02115, USA."], "href": "/?term=Jarrett+SM&cauthor_id=31690634"}, {"author": "Tom C M Seegar", "affiliation": ["Department of Biological Chemistry and Molecular Pharmacology, Harvard Medical School, Boston, MA 02115, USA."], "href": "/?term=Seegar+TCM&cauthor_id=31690634"}, {"author": "Mark Andrews", "affiliation": ["Department of Cancer Biology, Dana-Farber Cancer Institute, Boston, MA 02215, USA."], "href": "/?term=Andrews+M&cauthor_id=31690634"}, {"author": "Guillaume Adelmant", "affiliation": ["Department of Cancer Biology, Dana-Farber Cancer Institute, Boston, MA 02215, USA.", "Department of Pathology, Brigham and Women's Hospital, Boston, MA 02215, USA.", "Department of Oncologic Pathology and Blais Proteomic Center, Dana-Farber Cancer Institute, Boston, MA 02215, USA."], "href": "/?term=Adelmant+G&cauthor_id=31690634"}, {"author": "Jarrod A Marto", "affiliation": ["Department of Cancer Biology, Dana-Farber Cancer Institute, Boston, MA 02215, USA.", "Department of Pathology, Brigham and Women's Hospital, Boston, MA 02215, USA.", "Department of Oncologic Pathology and Blais Proteomic Center, Dana-Farber Cancer Institute, Boston, MA 02215, USA."], "href": "/?term=Marto+JA&cauthor_id=31690634"}, {"author": "Jon C Aster", "affiliation": ["Department of Pathology, Brigham and Women's Hospital, Boston, MA 02215, USA."], "href": "/?term=Aster+JC&cauthor_id=31690634"}, {"author": "Stephen C Blacklow", "affiliation": ["Department of Biological Chemistry and Molecular Pharmacology, Harvard Medical School, Boston, MA 02115, USA. stephen_blacklow@hms.harvard.edu.", "Department of Cancer Biology, Dana-Farber Cancer Institute, Boston, MA 02215, USA."], "href": "/?term=Blacklow+SC&cauthor_id=31690634"}], "refPMID": [], "citedInPMID": ["31690634", "34428215", "34346482", "34198779", "33773601", "33534608", "32936072"], "body": " AbstractCanonical Notch signaling relies on regulated proteolysis of the receptor Notch to generate a nuclear effector that induces the transcription of Notch-responsive genes. In higher organisms, one Notch-responsive gene that is activated in many different cell types encodes the Notch-regulated ankyrin repeat protein (NRARP), which acts as a negative feedback regulator of Notch responses. Here, we show that NRARP inhibited the growth of T-ALL cell lines, and bound directly to the core Notch transcriptional activation complex (NTC), requiring both the transcription factor RBPJ and the Notch intracellular domain (NICD), but not Mastermind-like proteins or DNA. The crystal structure of a NRARP-NICD1-RBPJ-DNA complex, determined to 3.75 Å resolution, revealed that assembly of NRARP-NICD1-RBPJ complexes relies on simultaneous engagement of RBPJ and NICD1, with the three ankyrin repeats of NRARP extending the Notch1 ankyrin repeat stack. Mutations at the NRARP-NICD1 interface disrupted entry of the proteins into NTCs and abrogated feedback inhibition in Notch signaling assays in cultured cells. Forced expression of NRARP reduced the abundance of NICD in cells, suggesting that NRARP may promote the degradation of NICD. These studies establish the structural basis for NTC engagement by NRARP and provide insights into a critical negative feedback mechanism that regulates Notch signaling. One-Sentence Summary:NRARP interacts directly with the Notch transcriptional activation complex to inhibit signaling. Editor’s Summary:How NRARP inhibits Notch signalingThe Notch-regulated ankyrin repeat protein (NRARP) is a feedback inhibitor of the Notch signaling pathway. Jarrett et al. found that NRARP inhibited the growth of Notch-dependent T cell acute lymphocytic leukemia (T-ALL) cells and interacted with two members of the Notch transcriptional activation complex: the Notch intracellular domain (NICD) and the transcription factor RBPJ. The crystal structure of an NRARP-NICD-RBPJ-DNA complex showed that NRARP contacted both NICD and RBPJ and that the ankyrin domains of NRARP stacked over those of NICD, thus extending the ankyrin repeat stack. Forced expression of NRARP reduced the abundance of NICD in cells, suggesting that NRARP may promote the degradation of NICD. These findings shed light on how NRARP inhibits Notch-dependent transcriptional activation and identify the NRARP-NICD-RBPJ interaction as a potentially targetable node for reducing excessive Notch signaling in pathophysiological contexts. IntroductionCell signaling enables an organism to perceive and respond to its local environment. This fundamental process occurs in a series of tightly regulated steps that require stimulus detection, signal transmission, and a downstream response. The amplitude and duration of the response can be tuned by various signaling modulators that can vary widely based on the cellular context. One common mechanism of signal modulation is feedback inhibition, in which the downstream response to the signal produces an output that suppresses the initiating signal. Feedback regulation is particularly important in developmental signaling, wherein control of the timing and strength of the signal is critical to ensure proper cellular proliferation and differentiation.Notch signaling is a major primary juxtacrine developmental signaling pathway controlling cell fate decisions in multicellular organisms (1). Mutations of the core components of this pathway give rise to various developmental disorders, including Alagille syndrome (2), left ventricular non-compaction (3), spondylocostal dysostosis (4), and Hajdu-Cheney syndrome (5–7) as well as adult-onset diseases such as cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL) (8). In addition, aberrant or dysregulated Notch signaling is associated with many different human cancers, including T cell acute lymphocytic leukemia (T-ALL), in which activating mutations of Notch1 are found in more than half of all cases (9).Notch signaling activation depends on cell-cell contact between a ligand-expressing “sender” cell and a receptor-expressing “receiver” cell (10, 11). Ligand binding results in regulated intramembrane proteolysis of the receptor, liberating the intracellular portion of Notch (NICD) from the membrane (12–14). NICD then migrates into the nucleus and enters into a Notch transcriptional activation complex (NTC), which also includes the transcription factor RBPJ and a coactivator protein of the Mastermind-like (MAML) family (15–17), resulting in induced transcription of Notch-responsive genes (see (1) for a review).The gene encoding Notch-regulated ankyrin repeat protein (NRARP) is one of a small number of core Notch target genes. NRARP cDNA was first identified in an in situ hybridization screen following analysis of the Delta1 synexpression group of developmentally expressed genes in Xenopus laevis embryos (18). The cDNA was later shown to encode a 114 amino acid protein consisting of at least two tandem C-terminal ankyrin repeats and to be regulated at the transcriptional level by the Notch signaling pathway in Xenopus and mice (19, 20).Several studies in different organisms and developmental contexts have reported that NRARP is a negative regulator of Notch signaling. Enforced expression of Nrarp in mice leads to a block in T cell development, which requires Notch signaling at multiple stages (21). In addition, Nrarp knockout mice exhibit defects in somitogenesis and vascular pruning in the eye (22, 23). Both of these phenotypes are associated with excess Notch activity, and, together with studies investigating the influence of Nrarp on cell fate decisions in the mouse retina (24), further support the conclusion that NRARP counteracts Notch signaling in vivo.The molecular basis for the action of NRARP as a negative regulator of Notch signaling is incompletely understood. Experiments in Xenopus embryos using overexpressed tagged Notch signaling components and NRARP detected association of NRARP with NICD and RBPJ, suggesting that the NRARP protein enters into a complex with the NTC (19). However, proteomic studies to uncover NRARP-interacting, endogenous proteins have not been reported, nor has reconstitution of an NRARP-NTC complex using purified proteins. Moreover, there are no structural data available for NRARP or NRARP-containing complexes. Thus, the molecular basis for the function of NRARP as an attenuator of Notch signal transduction has remained elusive.Using mass spectrometry of tandem-affinity–purified NRARP complexes, we show that human NRARP associated with endogenous NTCs containing NICD1, RBPJ, and a MAML coactivator. Using purified proteins, we found that NRARP bound directly to NICD1-RBPJ complexes, requiring both NICD1 and RBPJ, but not MAML or DNA, for entry into NTCs. The crystal structure of a NRARP-NICD1-RBPJ-DNA complex, determined to 3.75 Å resolution, revealed that assembly of NRARP-NICD1-RBPJ complexes relies on NRARP simultaneously engaging RBPJ and NICD1 in a non-canonical binding mode involving the extension of the Notch1 ankyrin repeat stack by the three ankyrin repeats of NRARP, as opposed to using its concave face for binding. Mutations of NRARP at its interface with NICD1 disrupted entry of NRARP into NTCs and abrogated feedback inhibition in Notch signaling assays. Finally, forced expression of NRARP reduced the abundance of NICD1 in T-ALL cells, suggesting that NRARP may promote the degradation of NICD. These studies establish the structural basis for NTC engagement by NRARP and provide insights into a critical negative feedback mechanism that regulates Notch signaling. ResultsNRARP inhibits Notch signaling and suppresses growth of Notch-dependent T-ALL cellsPrevious studies in Xenopus (19) and in mice (20, 23, 24) have implicated NRARP as a negative regulator of Notch signaling (Fig. 1A). To test whether human NRARP inhibits Notch activity in cells, we used a well-established luciferase reporter-gene assay in NIH 3T3 cells (25). Forced expression of NICD1 in these cells resulted in robust reporter gene activity (Fig. 1B), whereas enforced co-expression of human NRARP suppressed this NICD1-dependent reporter activity in a dose-dependent manner (Fig. 1B), consistent with prior studies. To test whether the negative regulatory activity of NRARP is selective for NICD1, we also tested the effect of NRARP on reporter gene induction by NICD2, NICD3, and NICD4. The data show that NRARP inhibited reporter gene induction by all four human Notch proteins, although the inhibitory effect on NICD4-dependent reporter activity was not as strong as the inhibitory effect on the other NICDs (supplementary fig. S1, A to D).Open in a separate windowFig. 1.NRARP is a negative feedback regulator of Notch signaling.(A) NRARP expression induced by Notch transcriptional activation complexes results in feedback repression of Notch signaling activity mediated by the NRARP protein. (B) Luciferase reporter assay probing the effect of NRARP on NICD1 transcriptional induction activity. Quantification of luciferase activity in NIH 3T3 cells that were transiently transfected with the indicated pcDNA3-based plasmids for expression of NICD1 and NRARP, a firefly luciferase reporter plasmid under control of the TP1 Notch response element, and a plasmid encoding Renilla luciferase. Firefly luciferase activity is reported relative to Renilla control, with the ratio for cells transfected with empty pcDNA vector set to a value of 1. n=3 independent experiments. Statistical analysis was performed using ANOVA, and a Dunnett’s multiple comparison post hoc test was performed comparing test samples to the control. ****p < 0.0001. (C, D). Effect of NRARP or dnMAML on the growth of DND-41 (C) and HPB-ALL (D) T-ALL cells. Each cell line was transduced with retrovirus expressing GFP-NRARP, dnMAML1-GFP, or GFP alone. The relative fraction of GFP-positive cells is plotted as a function of time. n=3 independent experiments. (E) Quantification of the abundance of NOTCH1 and sentinel Notch target gene transcripts (HES1, HES4, and DTX) in NRARP-transduced Jurkat cells, measured using qPCR. n=3 independent experiments. Statistical analysis was performed with Prism 8 software (Graphpad) using a two-tailed, unpaired t test. **p < 0.01; ***p < 0.001; ****p < 0.0001.Previous studies have shown that genetic or pharmacological inhibition of Notch in Notch-mutated T-ALL cell lines results in suppression of cell growth. We tested whether enforced expression of NRARP in two Notch-dependent T-ALL cell lines, DND-41 and HPB-ALL, resulted in growth suppression, as predicted for a negative modulator of signaling. Cells were infected with green fluorescent protein (GFP)-expressing retroviruses that were either empty or carried the cDNA for NRARP or a dominant-negative form of MAML1 (dnMAML1) (25) fused to GFP. The fraction of GFP-positive cells in the population was then monitored over time to assess the effect of NRARP or dnMAML on cell growth. In this assay, a reduction in the GFP-positive population over time is indicative of growth suppression. Transduction with NRARP suppressed growth of both T-ALL lines to a similar extent as did dnMAML, whereas empty virus had no effect (Fig. 1, ​,CC and ​andD).D). Analysis of the Notch-responsive genes HES1, HES4, and DTX1 in cells expressing NRARP revealed decreased amounts of mRNAs for all three targets (Fig. 1E), again consistent with the conclusion that NRARP is a negative regulator of Notch signaling. The amount of NOTCH1 mRNA, on the other hand, was unchanged in NRARP-expressing cells (the basis for the small but statistically significant increase in NOTCH1 mRNA abundance in dnMAML expressing cells is not clear), suggesting that NRARP regulates NOTCH1 not by influencing its expression, but by modulating its translation or its activity at the protein level (Fig. 1E).Direct binding of NRARP to NOTCH1-RBPJ complexes requires both RBPJ and NOTCH1Previous work carried out in Xenopus embryos using forced expression of tagged proteins showed that NRARP co-immunoprecipitates with Xenopus RBPJ and Xenopus NICD1, suggesting that NRARP enters a complex with Notch and RBPJ (19). To identify the complete spectrum of proteins that associate with human NRARP, we used tandem-affinity purification of HA-FLAG–tagged NRARP from Jurkat cells followed by mass spectrometry of the recovered endogenous proteins. We consistently recovered peptides for the three core components of the NTC: RBPJ, NOTCH1, and MAML1, in four independent experiments (Table 1; see also table S1).Table 1.Tandem immunoprecipitation and mass spectrometry results from Jurkat cells using tagged NRARP as bait.The number of unique endogenous peptides recovered for components of the core Notch transcription activation complex is listed for 4 independent experiments.ProteinRecovered peptidesNOTCH112; 5; 5; 9RBPJ10; 8; 5; 6MAML110; 3; 2; 5Open in a separate windowRBPJ contains three structured domains that encompass most of the coding sequence, followed by a region that is not required for assembly of NICD1-RBPJ-MAML1 complexes on DNA. NICD1 has an RBP-associated molecule (RAM) region, a series of ankyrin repeats (ANK), a transcriptional activation domain (TAD), and a C-terminal PEST sequence. NRARP is predicted to have three ankyrin repeats, and MAML1 is predicted to be unstructured C-terminal to the region required for formation of the NTC (Fig. 2A).Open in a separate windowFig. 2.Requirements for complexation of NRARP with Notch1 and RBPJ.(A) Domain organization of the protein components found in NRARP complexes. NRARP has three predicted ankyrin repeats (ANK). RBPJ contains an N-terminal domain (NTD), a β-trefoil domain (BTD), and a C-terminal domain (CTD). Intracellular Notch1 (NICD1) contains an RBPJ-associated molecule domain (RAM), an ankyrin-repeat domain (ANK), a transcriptional activation domain (TAD), and a PEST (proline, glutamate, serine, threonine) sequence. MAML1 contains an N-terminal Notch-and RBPJ-binding region (red) followed by a long C-terminal portion predicted to be natively disordered (white). (B) Binding of NRARP to RBPJ, NICD1, and RBPJ-NICD1 complexes in vitro. Biotinylated NRARP, a portion of NICD1 containing the RAM and ANK domains (NICD1 RAMANK), and the indicated forms of RBPJ were combined and complexes were recovered using streptavidin-sepharose beads and analyzed on a Coomassie-stained gel. Data are representative of n=2 independent experiments. (C) NICD1 domain requirements for formation of complexes with RBPJ and NRARP. Biotinylated NRARP, RBPJ, and either NICD1 ANK or NICD1 RAMANK were combined, and complexes were recovered using avidin-sepharose beads and analyzed on a Coomassie-stained gel. Data are representative of n=2 independent experiments. (D) Association of NRARP with NICD1-RBPJ in the presence of MAML1 and DNA. Biotinylated DNA (containing a single RBPJ binding site), MAML1(13–74), NRARP, RBPJ, and NICD1 RAMANK proteins were combined, and complexes were recovered using streptavidin-sepharose beads and analyzed on a Coomassie-stained gel. Data are representative of n=3 independent experiments.To map the domain requirements for formation of complexes between NTC components and NRARP, we purified the RAM-ANK region of NOTCH1 (hereafter referred to as NICD1) and the structured portion of RBPJ. Neither of these proteins—alone or in combination—formed stable complexes with NRARP (Fig. 2B). However, extension of the C-terminus of RBPJ to residue 452 enabled purification of stable complexes, but only when both RBPJ and NICD1 were present (Fig. 2B). Further domain-mapping studies established that the only region of NICD1 that was required for complex formation was the ANK domain (Fig. 2C), and that the association of NRARP with NICD1 and RBPJ did not compete with the binding of NICD1 and RBPJ to either MAML1 or DNA (Fig. 2D).Crystal structure of an NRARP-NICD1-RBPJ-DNA complex reveals a composite binding interfaceTo determine the structural basis for recognition of NICD1-RBPJ complexes by NRARP, we determined a 3.75 Å crystal structure of an NRARP-NICD1-RBPJ complex bound to DNA, phased using molecular replacement with the human NICD1-RBPJ-MAML1-DNA complex (PDB ID code 2F8X; (26)) as a search model (Table 2). The structural features described here are drawn from the better ordered of the two assemblies seen in the asymmetric unit (fig. S2A, B).Table 2.Data collection, structure determination, and refinement statistics.Data CollectionNRARP-NTCWavelength (Å)0.979Resolution range (Å)48.5 – 3.75 (3.89 – 3.75)Space groupP212121Unit cell (Å, degrees)79.88, 103.65, 301.42, 90, 90, 90Total reflections114,867 (9,192)Unique reflections26,271 (2,504)Multiplicity4.4 (3.7)Completeness (%)99.17 (97.13)Mean I/sigma(I)7.39 (1.16)Wilson B-factor114.5R-merge0.174 (1.155)R-meas0.1973 (1.343)CC1/20.998 (0.689)Reflections used in refinement26,221 (2,502)Reflections used for R-free1,997 (190)R-work0.27 (0.36)R-free0.32 (0.40)Number of non-hydrogen atoms13,310Protein residues1,551RMS (bonds, Å)0.002RMS (angles, degrees)0.58Ramachandran favored (%)92.4Ramachandran allowed (%)7.3Ramachandran outliers (%)0.3Rotamer outliers (%)0Clash score10.1Average B-factor (Å2)119.4Open in a separate window*Highest shell statistics are reported in parentheses.The most striking feature of the complex is the assembly of the ankyrin repeats from NICD1 and NRARP into a pseudo-continuous stack that wraps around the RBPJ-DNA complex in a crescent-shaped arc (Fig. 3A). The extended ankyrin repeat stack results in an elongated assembly overall, with dimensions of approximately 120 × 70 × 60 Å. The arrangement of RBPJ, NICD1, and the DNA within the complex are minimally affected by the binding of NRARP, because the NICD1 and RBPJ subunits of the NRARP complex superimpose with a backbone root-mean-square deviation (RMSD) of 1.06 Å when compared with the transcriptional activation complex that contains NICD1, RBPJ and MAML on DNA (Fig. 3B, ​,CC).Open in a separate windowFig. 3.Structure of an NRARP-NOTCH1-RBPJ complex on DNA, and comparison with the NOTCH1-RBPJ-MAML1 transcriptional activation complex.(A) Ribbon representation of the NRARP-NOTCH1-RBPJ complex on DNA. The complex contains NRARP (pink), RBPJ (green), the NOTCH1 RAM and ANK domains (blue) and a 16-mer DNA (orange) containing a single RBPJ binding site. (B) Structure of RBPJ in complex with the RAM and ankyrin domains of NOTCH1 (blue) and MAML1 (red) on DNA (orange) [PDB ID code 3V79; (41)]. (C) Overlay of the NRARP-NOTCH1-RBPJ-DNA complex (colors) with the NOTCH1-RBPJ-MAML1-DNA complex (gray).NRARP itself is a single structural domain with three predicted ankyrin repeats. In the structure of the complex, however, the first ankyrin repeat is less ordered than the other two, and its first helix is modeled only as polyalanine even in the better-defined copy of the asymmetric unit. The third ankyrin repeat of NRARP engages the NICD1-RBPJ interface at a composite surface that includes the first ankyrin repeat of NICD1 and the C-terminal domain of RBPJ. At this interface, NRARP is oriented with its C-terminal ankyrin repeat abutting the N-terminal ankyrin repeat of NICD1, thereby creating the pseudo-continuous stack of ankyrin repeats that wraps around the C-terminal Rel-homology domain of RBPJ (Fig. 3A). The NRARP-NICD1 interface results in improved electron density for the first ankyrin repeat of NICD1 when compared with the structure of the human NTC, suggesting that NRARP binding stabilizes the structure of this repeat. The interaction between NRARP and RBPJ relies on the canonical concave binding surface of the third ankyrin repeat of NRARP, which appears to approach within contact distance of the C-terminal extension of RBPJ. The interface between NRARP and the NICD1-RBPJ complex does not overlap the NICD1-RBPJ interface with MAML1, and is completely compatible with the observed simultaneous binding of NRARP and MAML1 by NICD1-RBPJ complexes on DNA (Fig. 3C). Moreover, the NRARP binding site is also non-overlapping with the NTC dimerization interface (27) on the convex face of the NICD1 ankyrin domain (fig. S2C). Key NRARP residues at the contact interface with NICD1-RBPJ include Trp85 and Ala92 of the third ankyrin repeat (Fig. 4A). Trp85 makes contacts in a cleft created primarily by residues on RBPJ, with an additional potential contact with Pro1880 of NICD1, whereas Ala92 of NRARP approaches the first helix of the NICD1 ANK domain (Fig. 4B).Open in a separate windowFig. 4.Interface between NRARP and NOTCH1-RBPJ.(A) Molecular surface representation (center) with open-book views of the NRARP interaction surface (pink) and the composite interaction surface of NOTCH1-RBPJ (blue and green). In the open-book view of NRARP, the protein is rotated 60° clockwise, and residues that approach within 4 Å of the NOTCH1-RBPJ surface are colored in a darker shade. NRARP interface residues Trp85 and Ala92 are indicated. In the open-book view of the NOTCH1-RBPJ surface, NOTCH1-RBPJ is rotated 60° counterclockwise, and residues that approach within 4 Å of NRARP are colored in darker shades. Pro1880 and helix 1 of the NOTCH1 ankyrin repeat domain are indicated. (B) Close-up view of the binding interface. Trp85 of and Ala92 of NRARP, and Pro1880 of NOTCH1 are shown in ball and stick form. Helix 1 of NOTCH1 and the C-terminal extension of RBPJ are shown in darker shades of blue and green, respectively.Inhibition of Notch signaling by NRARP depends on the NRARP-NICD binding interfaceTo determine whether inhibition of Notch activity by NRARP relies on the binding interface seen in the crystal structure, we tested the effect of mutating conserved NRARP residues at this interface in the reporter gene assay. The first mutation, W85E, significantly attenuated the inhibitory effect seen with wild-type NRARP. When combined with an additional A92W mutation (W85E/A92W), the attenuation was even greater (Fig. 5A). Neither the single nor the double mutation disrupted the overall structural integrity of purified NRARP protein (Fig. 5B), as judged by the near equivalence of their circular dichroism (CD) spectra (Fig. 5C). To determine whether the reduced inhibitory activity of the NRARP mutants was indeed due to a decrease in NRARP binding as predicted, we directly tested binding of purified recombinant NRARP polypeptides to RBPJ-NICD1 complexes on DNA. Whereas wild-type NRARP was efficiently pulled down by streptavidin in complexes with NICD1-RBPJ on biotinlyated DNA, the W85E and W85E/A92W NRARP variants were not, indicating that both mutants are defective in forming complexes (Fig. 5D).Open in a separate windowFig. 5.Mutational analysis of the NRARP-NOTCH1 contact interface.(A) Effect of NRARP interface mutations on Notch-dependent luciferase reporter gene activity. Firefly luciferase activity is reported relative to that of the Renilla luciferase, setting the firefly:Renilla ratio in cells transfected with empty pcDNA vector control to a value of 1. n=3 independent experiments. Statistical analysis was performed using ANOVA, and a Dunnett’s multiple comparison post hoc test was performed comparing test samples to the control. *p < 0.05; ****p < 0.0001. (B) Coomassie-stained gel of purified wild-type (WT), W85E, and W85E/A92W forms of NRARP. (C) CD spectra of purified WT, W85E, and W85E/A92W NRARP proteins. Data represent the represent the average of 5 scans taken at a 50 nm/min scan rate with a 0.5-nm step size. (D) Effect of NRARP interface mutations on binding to preassembled NICD1-RBPJ complexes, captured on biotinylated DNA. Proteins were analyzed on a Coomassie-stained gel. The asterisk indicates an impurity band (likely streptavidin lost from the streptavidin-coated beads). Data is representative of n=2 independent experiments.NRARP promotes NOTCH turnoverPrior studies have reported a decrease in detectable amounts of NICD when both NOTCH1 and NRARP are transiently co-expressed in Xenopus embryonic extracts (19). To determine whether NRARP affected the abundance of endogenous Notch1 in human cells, we infected Jurkat cells with control retrovirus expressing GFP only, virus expressing dnMAML1, or virus expressing NRARP, and probed cell lysates for both total Notch1 and activated Notch1 (NICD1). Whereas expression of dnMAML led to accumulation of activated Notch1 (Fig. 6A) compared to vector control, expression of NRARP reduced the abundance of NICD1 without depleting total Notch1 (Fig. 6A), suggesting that NRARP selectively promoted degradation of the active intracellular form of Notch1 (NICD1).Open in a separate windowFig. 6.Effect of NRARP on the degradation of activated NOTCH1 complexes.(A) Jurkat cells were transduced with retrovirus expressing GFP alone, a GFP-DnMAML fusion protein, or NRARP, and the amounts of activated NOTCH1 and total NOTCH1 were determined by Western blotting with antibodies specific for the form cleaved at Val1744 (activated) or the TAD domain (total). GAPDH is a loading control. n = 3 independent experiments. (B) Proposed model for NRARP function in Notch signaling. Notch pathway activation results in transcription of NRARP, a Notch target gene. NRARP binds to Notch transcriptional activation complexes, accelerating degradation of intracellular Notch and reducing target gene expression. DiscussionThe induced expression of Notch target genes relies on the formation of an NTC containing NICD, the transcription factor RBPJ, and a MAML coactivator on DNA. The stepwise assembly of an NTC begins with NICD binding to RBPJ, which enables the engagement of MAML, followed by the recruitment of additional co-factors for target gene transcription. RBPJ also mediates transcriptional repression in the absence of Notch by interacting with an alternative set of cofactors, including several co-repressors, such as SHARP (28, 29) and KyoT2 (30).Here, we report the structure of an NRARP-NICD1-RBPJ complex bound to DNA, revealing the molecular basis for interaction of the Notch feedback inhibitor NRARP with the core NTC. Previous work anticipated the direct interaction of NRARP with Notch-RBPJ complexes from studies with overexpressed proteins in Xenopus extracts (19). Consistent with those observations, we detected a robust interaction between human NRARP and endogenous components of the core human NTC in Jurkat cells using an unbiased proteomic approach. When we reconstituted a complex with purified proteins, we found that NRARP associated directly with NICD1-RBPJ complexes and required the presence of both NICD1 and RBPJ for complex formation, much as MAML proteins require both NICD1 and RBPJ for NTC assembly. Our work with purified proteins also established that a C-terminal extension of RBPJ beyond the region used in previous structural studies is required for stable entry of NRARP into RBPJ-Notch complexes, but that neither MAML nor DNA was needed for NRARP recruitment.NRARP binding did not induce any major conformational changes in the NICD1-RBPJ complex, nor did it interfere with binding of MAML1 or DNA. Instead, NRARP extended the ankyrin repeat stack of NICD1 by three repeats, engaging the first of the NICD1 ankyrin repeats with its C-terminal repeat. NOTCH4, which is the human homolog least sensitive to inhibition in reporter gene assays (fig. S1), also shows the greatest divergence in its first ankyrin repeat, likely explaining its reduced sensitivity to NRARP inhibition. In contrast, NRARP relies on the concave surface of its ankyrin repeat stack to contact RBPJ, using a binding mode seen frequently in other ankyrin repeat protein complexes. The induced ordering of the C-terminal extension of RBPJ forces the serine-and threonine-rich C-terminal segment of RBPJ away from the core of the NTC, potentially exposing it to posttranslational modifications that may regulate NTC turnover.Because NRARP binds to a composite RBPJ-Notch surface, its action is restricted to effector signaling complexes that are engaged in inducing a transcriptional response. Prior work (31) pointed to a link between the assembly of Notch transcription complexes and their timed destruction, with estimates for the half-life of activated (c-secretase–cleaved) Notch of roughly 2–4 h. Transcriptional induction of canonical target genes like NRARP in response to activated Notch can occur within 1 h, indicating that negative feedback regulation by direct binding of NRARP to promote Notch turnover may be one of the early steps in the molecular mechanism underlying this “timed destruction” program.There are several mechanistic explanations that may account for why binding of NRARP to the NTC inhibits Notch target gene activation. One possibility is that NRARP binding directly alters the ability of the NTC to recruit co-factors to stimulate transcription, but this explanation seems unlikely because NRARP does not appreciably affect either DNA or MAML binding to the NTC. Another possibility is that bound NRARP recruits enzymes that directly modify the NTC to suppress transcriptional induction. Along these lines, there are phosphorylation sites near the NRARP binding site on NOTCH1 (32). Although these sites (Thr1898 and Ser1901) are distant from the DNA contact interface on RBPJ and unlikely to directly affect DNA binding when modified, their phosphorylation could indirectly affect the ability of NTCs to stimulate transcription. The most likely model for NRARP action, however, supported both by data presented here (Fig. 6A) and by complementary studies using Xenopus extracts (19), is that NRARP accelerates NTC turnover (Fig. 6B), likely by promoting such posttranslational modifications of Notch, as well as of RBPJ and/or MAML. The molecular pathway for NRARP-mediated NTC turnover, which appears to be present in both physiological and pathological contexts, could be a future avenue for development of therapeutics designed to modulate the dynamic response of cells to Notch pathway activation. Materials and MethodsProtein expression and purificationSequences encoding wild-type and mutant full-length NRARP proteins were inserted into a pETHSUL vector at BamHI and XhoI sites to produce NRARP as a cleavable His-SUMO fusion protein. To make a biotin-tagged form of NRARP for pull-down assays, a cassette encoding a biotinylation (avi) tag was inserted between the His-SUMO affinity tag and the full-length NRARP sequence, and this expression cassette was inserted into a pETDUET vector encoding biotin ligase (BirA) for simultaneous NRARP expression and in-cell biotinylation. Point mutants were produced by site-directed mutagenesis.For protein production, expression constructs were transformed into Rosetta(DE3)pLysS cells and cells were grown in rich media at 18°C. Protein expression was induced with 0.5 mM isopropyl β-D-1 thiogalactopyranoside (IPTG), and cells were grown for an additional 16 h at 18°C. Cells were harvested by centrifugation, subjected to a freeze-thaw cycle, and lysed by sonication in 50 mM Tris buffer, pH 8.0, containing 500 mM NaCl, 5% glycerol, and 2 mM tris(2-carboxyethyl)phosphine (TCEP), supplemented with EDTA-free protease inhibitor tablets (Roche).NRARP protein was captured from cleared lysates by affinity chromatography using HisPur Ni-NTA resin (Thermo Scientific). The His-SUMO tag was cleaved using Ulp1 protease, releasing NRARP from the beads. NRARP was then purified by anion exchange chromatography on Mono-Q resin using a linear gradient of NaCl (0.05–1 M) in 20 mM Tris buffer, pH 8.0, containing 1 mM EDTA and 5 mM DTT. Fractions containing NRARP were combined, concentrated, and further purified by size-exclusion chromatography using a Superdex 200 column equilibrated in 20 mM Tris buffer, pH 8.5, containing 500 mM NaCl, 5% glycerol and 2 mM TCEP. Fractions that were >95% pure as assessed by SDS-PAGE were pooled, flash frozen, and stored at −80°C.RBPJ molecules (amino acids 9–452 and 9–435) were expressed and purified using the same series of chromatographic steps. The only modification was the buffer used for anion exchange on Mono-Q resin. Because RBPJ is not stable in low-salt buffer, a linear gradient of NaCl from 0.1–1 M was used in 20 mM Tris buffer, pH 8.3, containing 5 mM DTT. MAML1, Notch1 ANK and Notch1 RAMANK proteins were expressed and purified as previously reported (33).Crystallization and Data collectionThe components used to generate protein complexes for crystallography were full-length human NRARP, residues 1760–2126 of human Notch1 (comprising the RAM and ANK domains) and residues 9–452 of human RBPJ. Complexes were purified by size exclusion chromatography using a Superdex 200 column equilibrated in 10 mM Hepes buffer, pH 7.8, containing 150 mM NaCl and 2 mM TCEP. A 16-mer DNA duplex containing an RBPJ binding site with two nucleotide overhangs was generated by annealing oligonucleotides (5’-TTGACTGTGGGAAAGA-3’ and 5’-AATCTTTCCCACAGTC-3’) at 95°C for 5 min and slowly cooling to room temperature. The protein complex was combined with the DNA duplex in a stoichiometric ratio of 1:1.1. Crystals of protein-DNA complex (4 mg/ml) grew in sitting drops at 16°C after 24–36 hours in 50 mM Hepes pH 6.8, 200 mM Sodium Fluoride, 18% PEG3350, Crystals were cryoprotected by supplementing the mother liquor with 20% ethylene glycol (v/v). Data were collected at the Advanced Photon Source, beamline 23-ID-B (GM/CA).Structure DeterminationThe structure was solved by molecular replacement in Phenix with Phaser (34), using RBPJ and the NOTCH1 ANK domain from the human NTC structure, PDB 2F8X (26). The presence of density for DNA and for the RAM portion of NOTCH1 confirmed that the molecular replacement solution was correct. Two NRARP-NICD1-RBPJ-DNA complexes were identified in the asymmetric unit. Iterative rounds of manual model building and refinement were performed with COOT (35) and phenix.refine (36), respectively. All crystallographic data processing, refinement, and analysis software was compiled and supported by the SBGrid Consortium (37). PyMOL (Schrodinger) was used to prepare all Figures as well as perform structural superpositions. Coordinates have been deposited in the protein data bank with PDB ID code 6PY8.Reporter assayNIH 3T3 cells cultured in 24-well plate format were transfected with pcDNA3-based plasmids expressing NICD1 (100 ng), a varying amount of NRARP (as indicated in Figures 1 (0.5–2 μg) and 5 (500 ng)), a firefly luciferase reporter plasmid under control of the TP1 Notch response element, and a Renilla luciferase control plasmid. Cells were harvested 24 hours after transfection. Firefly luciferase activity, relative to Renilla control, was measured using a Dual Luciferase assay kit (Promega). Data were normalized to the signal from 3T3 cells transfected with empty pcDNA3 vector, which was set to a value of 1.Cell growth assayMigR1 retroviruses encoding GFP-NRARP, a MAML1(13–74)-GFP fusion protein, or GFP alone were used at titers where only a subpopulation of cells were infected. The fraction of GFP-positive cells was monitored daily by flow cytometry using a BD Accuri C6 Plus flow cytometer. The fraction of GFP-positive cells was plotted as a function of time, normalized to the maximum fraction of GFP-positive cells (typically observed at 72–96 hours after infection).Quantitative PCRJurkat cells (ATCC) were transduced with MigR1 retroviruses expressing GFP alone, dnMAML-GFP, or NRARP followed by GFP under control of an internal ribosome entry site. Cells were were then sorted to select GFP-positive cells after three or four days. For RT-qPCR analysis, total RNA was recovered using an RNAeasy Mini Kit (Qiagen), and cDNA was prepared using an iScript cDNA synthesis kit (BioRad). qPCR for NOTCH1, HES1, HES4 and DTX1 was carried out using a modified Quant Studio 6 instrument (Life Technologies). Gene expression was normalized to 28s rRNA as an endogenous control.Tandem Affinity PurificationJurkat cells were transduced with a retrovirus encoding NRARP with an N-terminal tandem HA-FLAG tag and a cassette encoding the interleukin-2 receptor (IL2R) after an internal ribosomal entry site (IRES) (pOZ-FH-N) (38). Stable cell lines were generated by magnetic sorting for IL2R-positive cells. For proteomic studies, the resulting cell line was grown in RPMI with 10% bovine growth serum to a density of 3×106 cells/ml. Cells were harvested by centrifugation, and lysed with a Dounce homogenizer. The resulting lysate was immunoprecipitated using anti-FLAG-conjugated agarose beads (Sigma) in 50 mM Tris buffer, pH 7.5, containing 150 mM NaCl, 1 mM EDTA, 0.5% NP40, 2 mM TCEP and 10% glycerol, supplemented with EDTA-free protease inhibitor tablets (Roche). The beads were washed three times and the immunoprecipitated protein was eluted with Flag peptide. The eluate was then re-immunoprecipitated with anti-HA-conjugated agarose beads and eluted from the beads with HA peptide for mass spectrometry analysis.Mass spectrometryProtein complexes isolated by tandem affinity purification (39) were directly processed in solution: Cysteine residues were first reduced with 10 mM dithiothreitol for 30 minutes at 56°C in the presence of 0.1% RapiGest SF (Waters, Milford, MA) and then alkylated with 22.5 mM iodoacetamide for 20 minutes at room temperature in the dark. Proteins were digested overnight at 37°C using 2.5 micrograms of trypsin after adjusting the pH to 8.0 with Tris.RapiGest SF was cleaved for 30 minutes at 37°C and its by-products were removed by centrifugation. Tryptic peptides were desalted by batch-mode reverse phase solid phase extraction (Poros 10R2) and concentrated in a vacuum concentrator. Peptides were solubilized in 25% acetonitrile containing 0.1% formic acid and further purified by strong cation exchange (Poros 10HS). Peptides were eluted with 25% acetonitrile containing 0.1% formic acid and 300 mM potassium chloride. Acetonitrile was removed using a vacuum concentrator and peptides were reconstituted with 20 μL of 0.1% TFA.Peptides were loaded onto a precolumn (4 cm POROS 10R2, Applied Biosystems) and eluted with an HPLC gradient (NanoAcquity UPLC system, Waters; 5%–40% B in 90 min; A = 0.2 M acetic acid in water, B = 0.2 M acetic acid in acetonitrile). Peptides were resolved on a self-packed analytical column (50 cm Monitor C18, Column Engineering) and introduced in the mass spectrometer (QExactive HF mass spectrometer, Thermo, Waltham, MA) equipped with a Digital PicoView electrospray source platform (New Objective, Woburn, MA) (40).The mass spectrometer was operated in data-dependent mode where the top 10 most abundant ions in each MS scan were subjected to high energy collision induced dissociation (HCD, 30% normalized collision energy) and subjected to MS2 scans (isolation width = 1.6 Da, intensity threshold = 2e5). Dynamic exclusion was enabled with an exclusion duration of 15 seconds. ESI voltage was set to 3.8 kV.MS spectra were recalibrated using the background ion (Si(CH3)2O)6 at m/z 445.12 +/− 0.03 and converted into a Mascot generic file format (.mgf) using multiplierz scripts (PMID: 19333238; PMID: 19874609). Spectra were searched using Mascot (version 2.6) against three appended databases consisting of: i) human protein sequences (downloaded from RefSeq on 11/19/2010); ii) common lab contaminants and iii) a decoy database generated by reversing the sequences from these two databases. For Mascot searches, precursor tolerance was set to 15 ppm and product ion tolerance to 25 mmu. Search parameters included trypsin specificity, up to 2 missed cleavages, fixed carbamidomethylation (C, +57 Da) and variable oxidation (M, +16 Da). Spectra matching to peptides from the reverse database were used to calculate a global false discovery rate and were discarded. Data were further processed to remove peptide spectral matches (PSMs) to the forward database with an FDR greater than 1.0%. Peptides shared by two or more genes were excluded from consideration when constructing the final protein list. Any protein identified in more than 1% of 108 negative TAP controls or any of the negative control TAP experiments (PMID: 22810586) was removed from the sets of interactors.In vitro biotin pull-down assaysBiotin pull-down assays were performed using streptavidin-conjugated agarose (Thermo Fisher) in 20 mM HEPES buffer, pH 7.6, containing 150 mM NaCl, 2 mM TCEP and 0.2% Tween-20. Purified recombinant biotinylated-NRARP, RBPJ and NICD1 (ANK or RAM-ANK) proteins were combined with streptavidin beads at 2 μM and incubated for 30 minutes at room temperature. The beads were washed three times, transferred into gel loading buffer, and the recovered molecules were analyzed by SDS-PAGE using a 4–20% gradient gel followed by staining with Coomassie blue.Circular Dichroism SpectroscopyCircular dichroism (CD) spectra of wild-type, W85E, and W85E/A92W variants of NRARP were acquired at 20 °C at a protein concentration of 8 μM on a Jasco J-815 instrument in 10 mM phosphate buffer, pH 7.6, containing 150 mM potassium fluoride and 1 mM DTT. Data were acquired in a 0.1 cm pathlength cell and represent the average of 5 scans taken at a 50 nm/min scan rate with a 0.5-nm step size.Quantification and Statistical AnalysisBar graphs display mean ± SD. P values were calculated by one-way ANOVA followed by post hoc Dunnett’s multiple comparison tests where applicable using GraphPad Prism (version 8.0).NICD1 stability analysisJurkat cells were infected with control retrovirus expressing GFP only, virus expressing dnMAML1-GFP, or virus expressing NRARP followed by GFP under control of an IRES, and grown for 96 hours at 37 C. GFP positive cell populations were then sorted to isolate the GFP positive cells from each virally infected population. Sorted cells were grown for 72 hours, lysed on ice, and probed for total Notch1, activated Notch1 (NICD1), and GAPDH with anti-Notch1 (anti-TAD; 25), anti-V1744 (Cell Signaling Technology antibody D3B8), and anti-GAPDH (Cell Signaling antibody D16H11) antibodies, respectively. Supplementary MaterialSupplementary_table_S1Click here to view.(33K, xlsx)1Click here to view.(2.7M, pdf) Acknowledgments:We thank members of the Blacklow laboratory for helpful discussions and critical review of the manuscript.Funding: This work was supported by NIH awards R01 CA092433 and R35 CA220340 (to S.C.B.), by a NIH T32 training grant and a van Maanen Graduate Research Fellowship (to S.M.J.), NIH P01CA203655 (to J.A.M.) and the Dana-Farber Strategic Research Initiative (to J.A.M.). J.C.A. is supported by the Harvard Ludwig Institute and the Michael A. Gimbrone Chair in Pathology at Brigham and Women’s Hospital and Harvard Medical School. The funders had no role in study design, data collection and interpretation, or the decision to submit the work for publication. FootnotesCompeting Interests: S.C.B. receives research funding for an unrelated project from the Dana Farber–Novartis translational drug development program and is a consultant for IFM Therapeutics and Ayala Pharmaceutical on projects unrelated to the work described in this manuscript. J.C.A. is a consultant for Ayala Pharmaceutical on an unrelated project. J.A.M. serves on the Scientific Advisory Board of 908 Devices.Data and Materials Availability: X-ray coordinates for the NRARP-NICD1-RBPJ-DNA complex have been deposited in the protein data bank (https://www.rcsb.org) with the PDB ID code 6PY8. Native mass spectrometry data files are freely available for download from the MassIVE data archive hosted at the University of California, San Diego (ftp://massive.ucsd.edu) with the accession code/identifier MSV000084131. All other data required to evaluate the conclusions in the paper are present in the paper or the Supplementary Materials. References and Notes1. Bray SJ, Notch signalling in context. Nat Rev Mol Cell Biol\n17, 722–735 (2016). [PubMed] [Google Scholar]2. Li L, Krantz ID, Deng Y, Genin A, Banta AB, Collins CC, Qi M, Trask BJ, Kuo WL, Cochran J, Costa T, Pierpont MEM, Rand EB, Piccoli DA, Hood L, Spinner NB, Alagille syndrome is caused by mutations in human Jagged1, which encodes a ligand for Notch1. Nature Genetics\n16, 243–251 (1997). [PubMed] [Google Scholar]3. Luxan G, Casanova JC, Martinez-Poveda B, Prados B, D’Amato G, MacGrogan D, Gonzalez-Rajal A, Dobarro D, Torroja C, Martinez F, Izquierdo-Garcia JL, Fernandez-Friera L, Sabater-Molina M, Kong YY, Pizarro G, Ibanez B, Medrano C, Garcia-Pavia P, Gimeno JR, Monserrat L, Jimenez-Borreguero LJ, de la Pompa JL, Mutations in the NOTCH pathway regulator MIB1 cause left ventricular noncompaction cardiomyopathy. Nat Med\n19, 193–201 (2013). [PubMed] [Google Scholar]4. Bulman MP, Kusumi K, Frayling TM, McKeown C, Garrett C, Lander ES, Krumlauf R, Hattersley AT, Ellard S, Turnpenny PD, Mutations in the human delta homologue, DLL3, cause axial skeletal defects in spondylocostal dysostosis. Nat Genet\n24, 438–441 (2000). [PubMed] [Google Scholar]5. Isidor B, Lindenbaum P, Pichon O, Bézieau S, Dina C, Jacquemont S, Martin-Coignard D, Thauvin-Robinet C, Le Merrer M, Mandel J-L, David A, Faivre L, Cormier-Daire V, Redon R, Le Caignec C, Truncating mutations in the last exon of NOTCH2 cause a rare skeletal disorder with osteoporosis. Nature Genetics\n43, 306 (2011). [PubMed] [Google Scholar]6. Simpson MA, Irving MD, Asilmaz E, Gray MJ, Dafou D, Elmslie FV, Mansour S, Holder SE, Brain CE, Burton BK, Kim KH, Pauli RM, Aftimos S, Stewart H, Kim CA, Holder-Espinasse M, Robertson SP, Drake WM, Trembath RC, Mutations in NOTCH2 cause Hajdu-Cheney syndrome, a disorder of severe and progressive bone loss. Nature Genetics\n43, 303 (2011). [PubMed] [Google Scholar]7. Majewski J, Schwartzentruber JA, Caqueret A, Patry L, Marcadier J, Fryns J-P, Boycott KM, Ste-Marie L-G, McKiernan FE, Marik I, Van Esch H, Consortium FC, Michaud JL, Samuels ME, Mutations in NOTCH2 in families with Hajdu-Cheney syndrome. Human Mutation\n32, 1114–1117 (2011). [PubMed] [Google Scholar]8. Joutel A, Corpechot C, Ducros A, Vahedi K, Chabriat H, Mouton P, Alamowitch S, Domenga V, Cécillion M, Maréchal E, Maciazek J, Vayssière C, Cruaud C, Cabanis E-A, Ruchoux MM, Weissenbach J, Bach JF, Bousser MG, Tournier-Lasserve E, Notch3 mutations in CADASIL, a hereditary adult-onset condition causing stroke and dementia. Nature\n383, 707–710 (1996). [PubMed] [Google Scholar]9. Aster JC, Pear WS, Blacklow SC, The Varied Roles of Notch in Cancer. Annu Rev Pathol\n12, 245–275 (2017). [PMC free article] [PubMed] [Google Scholar]10. Fehon RG, Kooh PJ, Rebay I, Regan CL, Xu T, Muskavitch MA, Artavanis-Tsakonas S, Molecular interactions between the protein products of the neurogenic loci Notch and Delta, two EGF-homologous genes in Drosophila. Cell\n61, 523–534 (1990). [PubMed] [Google Scholar]11. Rebay I, Fleming RJ, Fehon RG, Cherbas L, Cherbas P, Artavanis-Tsakonas S, Specific EGF repeats of Notch mediate interactions with Delta and Serrate: implications for Notch as a multifunctional receptor. Cell\n67, 687–699 (1991). [PubMed] [Google Scholar]12. Schroeter EH, Kisslinger JA, Kopan R, Notch-1 signalling requires ligand-induced proteolytic release of intracellular domain. Nature\n393, 382–386 (1998). [PubMed] [Google Scholar]13. De Strooper B, Annaert W, Cupers P, Saftig P, Craessaerts K, Mumm JS, Schroeter EH, Schrijvers V, Wolfe MS, Ray WJ, Goate A, Kopan R, A presenilin-1-dependent gamma-secretase-like protease mediates release of Notch intracellular domain. Nature\n398, 518–522 (1999). [PubMed] [Google Scholar]14. Struhl G, Greenwald I, Presenilin is required for activity and nuclear access of Notch in Drosophila. Nature\n398, 522–525 (1999). [PubMed] [Google Scholar]15. Petcherski AG, Kimble J, LAG-3 is a putative transcriptional activator in the C. elegans Notch pathway. Nature\n405, 364–368. (2000). [PubMed] [Google Scholar]16. Petcherski AG, Kimble J, Mastermind is a putative activator for Notch. Current biology : CB\n10, R471–473 (2000). [PubMed] [Google Scholar]17. Wu L, Aster JC, Blacklow SC, Lake R, Artavanis-Tsakonas S, Griffin JD, MAML1, a human homologue of Drosophila mastermind, is a transcriptional co-activator for NOTCH receptors. Nature genetics\n26, 484–489 (2000). [PubMed] [Google Scholar]18. Gawantka V, Pollet N, Delius H, Vingron M, Pfister R, Nitsch R, Blumenstock C, Niehrs C, Gene expression screening in Xenopus identifies molecular pathways, predicts gene function and provides a global view of embryonic patterning. Mechanisms of development\n77, 95–141 (1998). [PubMed] [Google Scholar]19. Lamar E, Deblandre G, Wettstein D, Gawantka V, Pollet N, Niehrs C, Kintner C, Nrarp is a novel intracellular component of the Notch signaling pathway. Genes Dev\n15, 1885–1899 (2001). [PMC free article] [PubMed] [Google Scholar]20. Krebs LT, Deftos ML, Bevan MJ, Gridley T, The Nrarp gene encodes an ankyrin-repeat protein that is transcriptionally regulated by the notch signaling pathway. Dev Biol\n238, 110–119 (2001). [PubMed] [Google Scholar]21. Yun TJ, Bevan MJ, Notch-Regulated Ankyrin-Repeat Protein Inhibits Notch1 Signaling: Multiple Notch1 Signaling Pathways Involved In T Cell Development. The Journal of Immunology\n170, 5834–5841 (2003). [PubMed] [Google Scholar]22. Phng LK, Potente M, Leslie JD, Babbage J, Nyqvist D, Lobov I, Ondr JK, Rao S, Lang RA, Thurston G, Gerhardt H, Nrarp coordinates endothelial Notch and Wnt signaling to control vessel density in angiogenesis. Dev Cell\n16, 70–82 (2009). [PMC free article] [PubMed] [Google Scholar]23. Krebs LT, Bradley CK, Norton CR, Xu J, Oram KF, Starling C, Deftos ML, Bevan MJ, Gridley T, The Notch-regulated ankyrin repeat protein is required for proper anterior-posterior somite patterning in mice. Genesis\n50, 366–374 (2012). [PMC free article] [PubMed] [Google Scholar]24. Mizeracka K, DeMaso CR, Cepko CL, Notch1 is required in newly postmitotic cells to inhibit the rod photoreceptor fate. Development\n140, 3188–3197 (2013). [PMC free article] [PubMed] [Google Scholar]25. Weng AP, Nam Y, Wolfe MS, Pear WS, Griffin JD, Blacklow SC, Aster JC, Growth Suppression of Pre-T Acute Lymphoblastic Leukemia Cells by Inhibition of Notch Signaling. Molecular and Cellular Biology\n23, 655–664 (2003). [PMC free article] [PubMed] [Google Scholar]26. Nam Y, Sliz P, Song L, Aster JC, Blacklow SC, Structural basis for cooperativity in recruitment of MAML coactivators to Notch transcription complexes. Cell\n124, 973–983 (2006). [PubMed] [Google Scholar]27. Arnett KL, Hass M, Mcarthur DG, Ilagan MXG, Aster JC, Kopan R, Blacklow SC, Structural and mechanistic insights into cooperative assembly of dimeric Notch transcription complexes. Nature Structural & Molecular Biology\n17, 1312–1317 (2010). [PMC free article] [PubMed] [Google Scholar]28. Oswald F, Kostezka U, Astrahantseff K, Bourteele S, Dillinger K, Zechner U, Ludwig L, Wilda M, Hameister H, Knöchel W, Liptay S, Schmid RM, SHARP is a novel component of the Notch/RBP‐Jκ signalling pathway. The EMBO Journal\n21, 5417 (2002). [PMC free article] [PubMed] [Google Scholar]29. Kuroda K, Han H, Tani S, Tanigaki K, Tun T, Furukawa T, Taniguchi Y, Kurooka H, Hamada Y, Toyokuni S, Honjo T, Regulation of Marginal Zone B Cell Development by MINT, a Suppressor of Notch/RBP-J Signaling Pathway. Immunity\n18, 301–312 (2003). [PubMed] [Google Scholar]30. Taniguchi Y, Furukawa T, Tun T, Han H, Honjo T, LIM Protein KyoT2 Negatively Regulates Transcription by Association with the RBP-J DNA-Binding Protein. Molecular and Cellular Biology\n18, 644 (1998). [PMC free article] [PubMed] [Google Scholar]31. Fryer CJ, White JB, Jones KA, Mastermind Recruits CycC:CDK8 to Phosphorylate the Notch ICD and Coordinate Activation with Turnover. Molecular Cell\n16, 509–520 (2004). [PubMed] [Google Scholar]32. Ranganathan P, Vasquez-Del Carpio R, Kaplan FM, Wang H, Gupta A, VanWye JD, Capobianco AJ, Hierarchical Phosphorylation within the Ankyrin Repeat Domain Defines a Phosphoregulatory Loop That Regulates Notch Transcriptional Activity. Journal of Biological Chemistry\n286, 28844–28857 (2011). [PMC free article] [PubMed] [Google Scholar]33. Nam Y, Weng AP, Aster JC, Blacklow SC, Structural requirements for assembly of the CSL.intracellular Notch1.Mastermind-like 1 transcriptional activation complex. J Biol Chem\n278, 21232–21239 (2003). [PubMed] [Google Scholar]34. McCoy AJ, Grosse-Kunstleve RW, Adams PD, Winn MD, Storoni LC, Read RJ, Phaser crystallographic software. Journal of Applied Crystallography\n40, 658–674 (2007). [PMC free article] [PubMed] [Google Scholar]35. Emsley P, Cowtan K, Coot: model-building tools for molecular graphics. Acta Crystallographica Section D\n60, 2126–2132 (2004). [PubMed] [Google Scholar]36. Afonine PV, Grosse-Kunstleve RW, Echols N, Headd JJ, Moriarty NW, Mustyakimov M, Terwilliger TC, Urzhumtsev A, Zwart PH, Adams PD, Towards automated crystallographic structure refinement with phenix.refine. Acta Crystallographica Section D\n68, 352–367 (2012). [PMC free article] [PubMed] [Google Scholar]37. Morin A, Eisenbraun B, Key J, Sanschagrin PC, Timony MA, Ottaviano M, Sliz P, Collaboration gets the most out of software. eLife\n2, e01456 (2013). [PMC free article] [PubMed] [Google Scholar]38. Nakatani Y, Ogryzko V, in Methods in Enzymology. (Academic Press, 2003), vol. 370, pp. 430–444. [PubMed] [Google Scholar]39. Adelmant G, Garg BK, Tavares M, Card JD, Marto JA, Tandem Affinity Purification and Mass Spectrometry (TAP-MS) for the Analysis of Protein Complexes. Curr Protoc Protein Sci, e84 (2019). [PMC free article] [PubMed] [Google Scholar]40. Ficarro SB, Zhang Y, Lu Y, Moghimi AR, Askenazi M, Hyatt E, Smith ED, Boyer L, Schlaeger TM, Luckey CJ, Marto JA, Improved electrospray ionization efficiency compensates for diminished chromatographic resolution and enables proteomics analysis of tyrosine signaling in embryonic stem cells. Anal Chem\n81, 3440–3447 (2009). [PubMed] [Google Scholar]41. Choi SH, Wales TE, Nam Y, O’Donovan DJ, Sliz P, Engen JR, Blacklow SC, Conformational locking upon cooperative assembly of notch transcription complexes. Structure\n20, 340–349 (2012). [PMC free article] [PubMed] [Google Scholar]"}