{"title": "Assessment of respiratory drive with esophageal diaphragmatic electromyography in patients with acute respiratory distress syndrome treated with prone position ventilation", "pubDate": "2019", "PMCID": "PMC6837950", "DOI": "10.21037/jtd.2019.09.77", "PMID": "31737302", "abstract": "Background:                       Prone position ventilation (PPV) is an important strategy for patients with severe acute respiratory distress syndrome (ARDS). This prospective study investigated the use of electromyography of the diaphragm (EMGdi) for monitoring respiratory drive in patients with moderate to severe ARDS during long-term PPV.                  Methods:                       An integrated nostril-gastric feeding tube containing an esophageal electrode and balloon was placed in 14 patients with severe ARDS prior to PPV. EMGdi and trans-pulmonary pressure (∆PL) data were collected before PPV (baseline), every 2 h during PPV, and 2 h after the restoration of supine position ventilation (post-2 h SPV).                  Results:                       In ARDS patients, the static compliance of the chest wall was significantly decreased after PPV. EMGdi levels were slightly lower in the early, middle, and late stages of PPV compared with baseline. Patients who received neuromuscular blocker experienced a greater drop in EMGdi from baseline than those who did not.                  Conclusions:                       For ARDS patients, EMGdi was slightly decreased after prolonged PPV. This is contrary to the change in diaphragm electromyography during normal body position changes. Monitoring EMGdi regularly during PPV in ARDS patients is feasible and can be used as a reference for lung protective ventilation strategies.", "author": [{"author": "Qing-Wen Sun", "affiliation": ["Department of Critical Care Medicine, First Affiliated Hospital of Guangzhou Medical University, Guangzhou 510120, China."], "href": "/?term=Sun+QW&cauthor_id=31737302"}, {"author": "Xiao-Cong Li", "affiliation": ["Respiratory Medicine, First Affiliated Hospital of Shantou University Medical College, Shantou 515041, China."], "href": "/?term=Li+XC&cauthor_id=31737302"}, {"author": "Zhi-Min Lin", "affiliation": ["Department of Critical Care Medicine, First Affiliated Hospital of Guangzhou Medical University, Guangzhou 510120, China."], "href": "/?term=Lin+ZM&cauthor_id=31737302"}, {"author": "Wen Jiang", "affiliation": ["Department of Critical Care Medicine, First Affiliated Hospital of Guangzhou Medical University, Guangzhou 510120, China."], "href": "/?term=Jiang+W&cauthor_id=31737302"}, {"author": "Yuan-Ming Luo", "affiliation": ["State Key Laboratory of Respiratory Disease, Guangzhou Institute of Respiratory Disease, First Affiliated Hospital of Guangzhou Medical University, Guangzhou 510010, China."], "href": "/?term=Luo+YM&cauthor_id=31737302"}, {"author": "Wen-Zheng Huang", "affiliation": ["Guangzhou Double One Latex Products Co. Ltd, Guangzhou 510120, China."], "href": "/?term=Huang+WZ&cauthor_id=31737302"}], "refPMID": [], "citedInPMID": ["31737302", "34191922"], "body": " AbstractBackgroundProne position ventilation (PPV) is an important strategy for patients with severe acute respiratory distress syndrome (ARDS). This prospective study investigated the use of electromyography of the diaphragm (EMGdi) for monitoring respiratory drive in patients with moderate to severe ARDS during long-term PPVMethodsAn integrated nostril-gastric feeding tube containing an esophageal electrode and balloon was placed in 14 patients with severe ARDS prior to PPV. EMGdi and trans-pulmonary pressure (∆PL) data were collected before PPV (baseline), every 2 h during PPV, and 2 h after the restoration of supine position ventilation (post-2 h SPV).ResultsIn ARDS patients, the static compliance of the chest wall was significantly decreased after PPV. EMGdi levels were slightly lower in the early, middle, and late stages of PPV compared with baseline. Patients who received neuromuscular blocker experienced a greater drop in EMGdi from baseline than those who did not.ConclusionsFor ARDS patients, EMGdi was slightly decreased after prolonged PPV. This is contrary to the change in diaphragm electromyography during normal body position changes. Monitoring EMGdi regularly during PPV in ARDS patients is feasible and can be used as a reference for lung protective ventilation strategies.Keywords:  Acute respiratory distress syndrome (ARDS), prone position ventilation (PPV), electromyography of the diaphragm (EMGdi), trans-pulmonary pressure IntroductionFor patients with severe acute respiratory distress syndrome (ARDS), prone position ventilation (PPV) is an important strategy to reverse refractory hypoxemia and lung protection ventilation (1-5), with research showing that early high-intensity prolonged PPV improves prognosis (6). However, the duration and efficacy of PPV vary among patients in clinical practice (7,8) and are affected by many factors (5).The respiratory drive of patients is increased due to severe hypoxemia and low tissue perfusion. During invasive mechanical ventilation for severe ARDS, sedation, analgesia or a neuromuscular blocker (NMB) were used. Monitoring of the respiratory drive is required. Furthermore, the prone position is a non-physiological posture for human beings, but patients often remain in prone position >12 h per day according to the ARDS net ventilation strategy. Therefore, we sought to investigate the characteristics of respiratory drive in ARDS patients in the prone position. Electromyography of the diaphragm (EMGdi) can provide vital information about diaphragmatic function (9,10). However, there have been no reports regarding the use of EMGdi in ARDS patients, particularly ARDS patients receiving PPV. Therefore, in the present study, we applied EMGdi to evaluate the respiratory drive in ARDS patients in PPV. Additionally, we also investigated the changes in EMGdi in healthy volunteers in the prone position for comparison. MethodsStudy participantsNine healthy individual volunteers participated in other study’s data as controls, including six men and three women with a mean age of 24.9±4.7 years. Fourteen patients with severe ARDS were enrolled in this study in the intensive care unit (ICU) of the First Affiliated Hospital of Guangzhou Medical University between June 2015 and September 2016. Severe ARDS was diagnosed based on the 2012 Berlin Definition for ARDS (11), The following information was obtained for the enrolled patients: name, gender, age, height (cm), body weight (kg), body mass index (BMI), diagnosis, Acute Physiology and Chronic Health Evaluation (APACHE) II score, and Richmond Agitation-Sedation Scale (RASS) score (measured once every hour) (12).The Scientific Research Project Review Ethics Committee of First Affiliated Hospital of Guangzhou Medical University approved this prospective study (ethics batch 2017 No. 34). All participants and/or their guardians were fully aware of the purpose of this study and provided written consent.Placement the esophageal electrode in healthy volunteers: while seated, each participant received 1% ephedrine nose drops into the nasal cavity to shrink the nasal mucosa. In addition, 2% lidocain was administered for anesthesia of the nasopharyngeal and oropharyngeal mucosa, and the participants swallowed the electrodes used to acquire EMG signals. Appropriate placement was determined based on the EMGdi amplitudes. The electrodes were considered to be ideally placed with the fifth electrode was considered to be correctly located in the center of EMGdi activity once the first and fifth channels had maximum EMGdi signals and the third channel had the minimal EMGdi signal (13,14). Because the electrodes cover a range of 10 cm, they could acquire the maximum EMGdi signal as long as they were located within 5 cm of the center of EMGdi activity. The root mean square of the crural EMG (RMSdi) was calculated based on Root-Mean-Square (RMS, with a time constant of 100 ms and dynamic conversion). After positioning of the catheter, each participant lay in the supine and prone position with the head tilted 20 degrees from its horizontal position, and measurements were recorded for 10 min.Placement of integrated nostril-gastric feeding tube before PPV in ARDS patients: an integrated nostril-gastric feeding tube containing an esophageal electrode and esophageal balloon was implanted, as described previously (10,13-15). The procedure was visualized by X-ray to ensure appropriate placement. Esophageal balloon was located at one-third of the middle and lower segments of the esophagus. This tube could provide dynamic monitoring without affecting daily feeding.Measurement of EMGdi, ΔPL, and other respiratory mechanicsTo measure esophageal pressure (which reflects intrapleural pressure), 0.5 mL of air was injected into the esophageal balloon. The pressure in the esophageal balloon was measured with a DP15 pressure transducer, which was connected to a CD280 pressure amplifier (Validyne Engineering Corp., USA). The respiratory signal acquisition system (Guangzhou Rui Shi Bo Medical Technology, Guangzhou, China) was used to calculate the root mean square of the strongest EMGdi signals.The following respiratory parameters were measured every 2 h: respiratory flow and volume, airway pressure measured during end-inspiratory occlusion or plateau pressure (Pplat), Pes (esophageal pressure), and total positive end-expiratory pressure (PEEPT). The following formula were used to calculate respiratory parameters, where end-inspiratory occlusion (EIO) and end-expiratory occlusion (EEO) are end-inspiratory and end-expiratory occlusion, respectively, ∆P(driving pressure) = Pplat – PEEPT; PL-EIO = Pplat – Pes-EIO; PL-EEO = PEEPT – Pes-EEO and ΔPL = PL-EIO – PL-EEO (PL: trans-pulmonary pressure). Additional formula for respiratory mechanics included the following, where Ccw-static was static compliance of the chest wall: Ccw-static = VT/(Pes-EIO – Pes-EEO). Pre-PPV was defined as the value before PPV, and post-2 h PPV was defined as the value 2 h after every PPV. The early, middle, and late stages of PPV were defined, respectively, as PPV at <6, 6–12, and >12 h. The values of EMGdi, Ccw-static, and trans-pulmonary pressure ΔPL in the early, middle, and late stages of PPV were the average values between 0–6, 6–12 h, and from 12 h to the end of PPV. Post-2 h supine position ventilation (SPV) was defined as a return to SPV after 2 h (SPV). Asynchronous breathing was determined according to the waveforms of flow-time curves, pressure-time curves, direction of Pes, and clinical manifestations. The values were collected every 2 h and for as long as possible while patients remained in the prone position.Implementation of PPVAfter recording the previously mentioned respiratory parameters as baseline measurements, PPV was applied in each patient in accordance with previously published guidelines (16). In prone position, the patient’s head was turned to one side, and both shoulders and the pelvis were cushioned upward to avoid abdominal pressure. PPV was scheduled for 16 h, depending on the patient’s response. Drager XL ventilators were used for PPV with intermittent positive pressure ventilation (volume control/assisted). Auto Flow was enabled with a 1 L/min flow rate trigger setting. Parameters were dynamically monitored and recorded for 2 min every 2 h. After each patient had been returned to the supine position for 2 h, the respiratory parameter data were collected (Figure 1).Open in a separate windowFigure 1Flowchart of parameter monitoring. PPV, prone position ventilation; ARDS, acute respiratory distress syndrome.PPV was terminated for any of the following events: cardiac arrest; large airway obstruction; artificial airway prolapse or displacement; severe arrhythmia; facial injury; hemodynamic instability; pressure ulcer; hemoptysis; MAP <60 mmHg or a systolic blood pressure drop >30 mmHg; significant increase or decrease in heart rate; or a prolonged PaO2/FiO2 >200 mmHg that was sustained for 4 h after transfer to the supine position. See Figure 1 for an outline of the clinical trial process.Other therapiesTherapies other than mechanical ventilation also were conducted by the ICU team members, and such therapies included: support of hemodynamic resuscitation; sedation and analgesia; application of NMBAs if necessary; anti-infection and nutrition support; and other treatments related to ventilator care.Statistical analysisSPSS 19.0 (IBM, Armonk, New York, USA) software was used for statistical analyses. Normally distributed quantitative data are expressed as mean ± standard deviation. Non-normally distributed data are shown as median and interquartile range (IQR). Student t-test was used for the comparison between two groups. Mann-Whitney test or Wilcoxon rank sum test. When data for three or more groups were compared, if the data conformed to a normal distribution, the analysis of variance of the randomized block design data was used for statistical analysis; if the data did not conform to a normal distribution, the Kruskal-Wallis rank sum test, Bonferroni or Wilcoxon test was chosen for statistical analysis. P<0.05 was considered statistically significant. ResultsRespiratory mechanics of healthy volunteers in prone positionCompared with those in supine position, the Pdi in prone position were significantly increased (13.5±1.6 vs. 10.1±1.7 cmH2O, P<0.05). The inspiratory Pes and expiratory Pes in prone position were significantly lower than those in supine position [–2.9±3.5 vs. 2.8±4.5 cmH2O, 0.85 (–2.86, 2.92) vs. 5.15 (4.37, 6.59) cmH2O, P<0.05]. Compared with that in supine position, EMGdi tended to be increased in the prone position, but the difference was not significant (P>0.05; Table 1).Table 1Changes in Pdi and EMGdi in healthy participants (n=9) in different body positionsPositionPdi (cmH2O)EMGdi (μV)PesInspiratory (cmH2O)Expiratory (cmH2O)Supine10.1±1.76.9±3.12.8±4.55.15 (4.37, 6.59)Prone13.5±1.6*10.5±6.9−2.9±3.5*0.85 (−2.86, 2.92)*t/Z7.4121.030−4.525−2.666P0.0030.3720.0020.008Open in a separate windowData are shown as mean ± standard deviation or median (interquartile range). *P<0.05. Pdi, trans-diaphragmatic pressure; EMGdi, electromyography of the diaphragm; Pes, esophageal pressure.Characteristics of enrolled ARDS patientsFourteen patients (11 men, 3 women) with severe ARDS were enrolled in this study (Table 2). This cohort had a mean age of 60±14 years (range, 41–82 years), mean height of 165±9 cm, mean weight of 60±12 kg, and mean BMI of 22±3 kg/m2. The mean baseline pre-PPV APACHE II score was 19±5. The average time between the onset of ARDS and enrollment in the study was 8±12 days (range, 0–42 days), with a median of 4 (1, 11.25) days. The mean duration of ICU hospitalization was 36±27 days.Table 2Characteristics of the 14 patients by identification numberPatient numberGenderAge(year)BMI (kg/m2)APACHE II (pre-PPV)ICU, daysMajor diagnosesaOnsetb, dPPV treatments, nP/Fc, mmHgDuration of PPV (h)Outcome1F561920581, 2, 7, 11, 3098120130Alive2M471722361, 2, 4412567Alive3F4122121051, 2, 3, 4, 5, 9, 16, 181361.955Dead4M712815101, 21495.458Alive5F522013301, 2, 275220523Alive6M822524721, 2, 3, 4, 6, 15, 2518158173Dead7M691818141, 3, 8, 9, 24, 317196.522Dead8M602519221, 2, 210283.132Alive9M452629471, 2, 3, 542184.612Dead10M772519131, 3, 5, 6, 7, 144616097Alive11M412320141, 2, 17, 23, 291210532Alive12M611911141, 2, 3, 4, 5, 13, 201191.816Dead13M6620.218241, 2, 3, 6, 12011095Dead14M772124401, 3, 4, 10, 19, 22, 26, 282212120161DeadOpen in a separate windowa, major diagnoses: 1, severe pneumonia; 2, acute respiratory distress syndrome; 3, septic shock; 4, type II respiratory failure; 5, acute kidney injury; 6, acute exacerbation of chronic obstructive pulmonary disease; 7, atrial fibrillation; 8, chronic obstructive pulmonary disease; 9, multiple organ dysfunction; 10, mediastinal emphysema; 11, acute left heart failure; 12, B cell lymphoma; 13, bronchiectasis; 14, colon cancer; 15, cardiac shock; 16, interstitial lung disease associated with connective tissue disease; 17, diabetes mellitus; 18, disseminated intra-vascular coagulation; 19, deep vein thrombosis; 20, endocarditis; 21, hepatic cirrhosis; 22, interstitial pneumonia; 23, lung cancer; 24, left pleural effusion; 25, left pneumothorax; 26, pulmonary embolism; 27, polymyositis; 28, pneumothorax; 29, tuberculosis; 30, tsutsugamushi disease; 31, right pneumothorax. b, days between the onset of ARDS and enrollment; c, at baseline. M, male; F, female; BMI, body mass index; PPV, prone position ventilation.PPV was performed 4±4 times (range, 1–15 times) for each patient, with a median of 2 (1, 6.5) times. The mean total time spent in the prone position was 52±48 h (range, 7–161 h), with a median of 32 (15, 78.63) h.Common comorbidities included severe pneumonia, septic shock, and acute renal injury.Respiratory mechanics and EMGdi of ARDS patients before and after PPVOverall, PPV was conducted 59 times according to the VC-Auto Flow model among these 14 patients (Table 3). The PaO2/FiO2 values increased significantly from 133 (105, 168) mmHg at baseline (prior to PPV) to 169 (120, 221) mmHg (post-2 h PPV). Compared to the pre-PPV baseline, PaO2/FiO2 in post-2h PPV was significantly higher (both P<0.001). Conversely, the Ccw-static of post-2 h PPV [46.18 (29.78, 58.45) mL/cmH2O] was significantly less than that at the baseline [51.31 (36.51, 69.45) mL/cm H2O]. The EMGdi values at post-2 h PPV 14.9 (12.4, 17.3) µV was significantly less than the EMGdi at baseline [15.2 (12.6, 20.1) µV; P<0.05].Table 3Respiratory mechanics and oxygenation pre- and post-PPVRespiratory parametersPre-PPVPost-2 h PPVPost-2 h SPVPpre-PPV vs. post-2 h PPVpost-2 h PPV vs. post-2 h SPVpre-PPV vs. post-2 h SPVRR, bpm27 (24, 30)27 (24, 30)25 (23, 30)0.4360.4000.202VT, mL401 (349, 447)391 (341, 437)397 (350, 427)0.0550.850.402MV, L10.8 (9.3, 12.5)10.4 (9.0, 11.9)9.9 (8.9, 11.6)0.0320.4870.096PaO2/FiO2133 (105, 168)169 (120, 221)156 (111, 217)00.6040.261PaCO2, mmHg55.8 (49.1, 61.3)53.9 (48.3, 60.7)56.7 (51.4, 63.4)0.6020.1580.387Pplat, cmH2O27 (21, 31)26 (23, 31)26 (21, 31)0.8930.7480.577PEEPT, cmH2O8 (7, 10)8 (7, 10)8 (7, 10)0.2060.8960.749Ccw-static, mL/cmH2O51.31 (36.51, 69.45)46.18 (29.78, 58.45)49.36 (31.36, 67.49)0.0380.2930.642ΔPL, cmH2O15.17 (9.64, 20.69)12.57 (8.11, 19.27)14.77 (9.41, 20.41)0.220.5810.856ΔP, cmH2O18 (14, 23)18 (14, 21)18 (14, 22)0.8990.9930.798EMGdi, µV15.2 (12.6, 20.1)14.9 (12.4, 17.3)16.0 (12.3, 20.2)0.020.1610.743Open in a separate windowData are shown as median (interquartile range). PPV, prone position ventilation; SPV, supine position ventilation; Ccw-stat, static compliance of chest wall; EMGdi, electromyography of the diaphragm; MV, minute ventilation; PEEPT, total positive end-expiratory pressure; ΔP, driving pressure; ΔPL, difference between end-inspiratory and end-expiratory transpulmonary pressure; Pplat, plateau pressure; RR, respiratory frequency; VT, tidal volume.However, the following parameters did not change significantly from baseline: ΔPL, Pplat, respiratory rate (RR), PEEP, ΔP (the ratio of tidal volume to static respiratory system compliance), and PaCO2.Effects of NMBAs on EMGdi and other respiratory mechanics in ARDS patients receiving PPVThe EMGdi of ARDS patients who were given neuromuscular blocking agents (NMBAs) decreased significantly from baseline (from 16.4±7.1 to 13.2±5.7 µV; P<0.05), with a greater change observed compared with that in patients who did not received NMBAs. The effects of NMBAs on EMGdi and respiratory mechanics in pre- and post-PPV are shown in Table 4. Comparisons of respiratory parameters and EMGdi between patients with and without asynchronous breathing (AB) during PPV are shown in Table 5.Table 4Effects of NMBAs on EMGdi and respiratory mechanics in pre- and post-PPVParametersNMBAsPre-PPVPost-2 h PPVPVT, mLYes351±44350±530.877No407 (372, 466)394 (356, 445)0.074Pplat, cmH2OYes29±428±50.424No26±625±60.655Ccw-static, mL/cmH2OYes50.41±17.4944.61±16.680.447No51.21 (36.59, 69.95)46.44 (35.54, 58.08)0.048EMGdi, µVYes16.4±7.113.2±5.70.011No15.2 (12.8, 19.9)14.9 (12.7, 16.3)0.182Open in a separate windowData are shown as mean ± standard deviation or median (interquartile range). NMBAs, neuromuscular blocking agents; PPV, prone position ventilation; Ccw-stat, static compliance of chest wall; EMGdi, electromyogram of diaphragm; Pplat, plateau pressure; VT, tidal volume.Table 5Respiratory parameters and EMGdi of patients with and without asynchronous breathing (AB) during PPVParametersWithout ABWith ABPData collection pointsa, n14794Heart rate, BPM91±1593±80.297MAP, mmHg80 (75, 86)87 (79, 96)0VT, mL375 (324, 409)380 (350, 408)0.122MV, L10.9 (9.1, 12.3)10.2 (9.3, 11.4)0.022PaO2/FiO2134 (120, 166)184 (166, 236)0.003PaCO2, mmHg61.7 (52.2, 70.4)54.2 (48.3, 59.1)0.012EMGdi, µV13.0 (9.3, 15.3)17.6 (15.0, 19.9)0Open in a separate windowData are shown as mean ± standard deviation or median (interquartile range). a, data collected every 2 h after every PPV. PPV, prone position ventilation; EMGdi, electromyography of the diaphragm; MAP, mean arterial pressure; MV, minute ventilation; VT, tidal volume.Real-time monitoring of EMGdi, Ccw-static, and ΔPL during PPVThe results showed that EMGdi levels were lower during the early, middle, and late stages of PPV than during SPV. EMGdi was significantly higher 2 h after return to the supine position than in the late stage of PPV (P=0.04). Compared with pre-PPV, Ccw tended to be lower after PPV, with levels in the middle stage of PPV being significantly lower (P=0.014). The Ccw was significantly higher in post-2 h SPV than in the middle stage of PPV (P=0.025). There was no significant change in trans-pulmonary driving pressure (∆PL) during PPV (Figure 2).Open in a separate windowFigure 2Real-time changes in electromyography of the diaphragm (EMGdi), static compliance of chest wall (Ccw-static), and ∆PL during the early, middle, and late stages of prone position ventilation (PPV), which were defined, respectively, as PPV at <6, 6–12, and >12 h. Post-2 h supine position ventilation (SPV) was defined as 2 h after return to the supine position. *P<0.05.Other therapyTherapies other than mechanical ventilation included: support of hemodynamic resuscitation; sedation and analgesia; application of NMBAs if necessary; anti-infection and nutrition support; and other treatments related to ventilator care. DiscussionIn ARDS patients, the static compliance of the chest wall was significantly decreased during PPV. EMGdi values were slightly lower in the early, middle, and late stages of PPV compared with baseline. Patients who received a neuromuscular blocker experienced a more significant drop in EMGdi from baseline than those who did not. By contrast, in the healthy volunteers, we found that in the prone position with restricted inflation of the anterior chest wall, EMGdi showed an increasing trend. Additionally, the trans-diaphragmatic pressure increased significantly, even during the observation time of only 10 minutes. Notably, the healthy volunteers were awake. Patients with ARDS were given sedative analgesia or even muscle relaxation drugs. Therefore, the EMGdi in healthy volunteers increased, while the EMGdi in ARDS patients decreased or remained unchanged in the prone position.As the prone position is a non-physiological posture, the breathing load is increased even over a short period in the prone position. Severe ARDS patients need treatment with a lung protection ventilation strategy such as low tidal volume, restricted plateau pressure and proper PEEP (17). All patients in this study received deep sedation and analgesic treatment before PPV. Some of them received muscle relaxants according to clinical requests. We evaluated how well they tolerated the prone position, especially over the long period of PPV for the purpose of assessing whether it was necessary to adjust the depth of sedation to achieve good patient-ventilator synchronization during high-intensity PPV lasting over 12 hours per day. The present study showed that with PPV, the EMGdi, as a vital indicator of diaphragmatic function and respiratory drive, was significantly decreased from baseline in patients with ARDS. However, the dosages of drugs administered for PPV, including those for sedation and analgesia or NMBAs, were the same as baseline in our study; even the RASS scores (<4) after PPV were the same as those at baseline. These findings also suggest that sedation, analgesia, and NMBA use were not main factors for the reduction of EMGdi levels with PPV.Kumaresan et al. found that for patients without lung disease, the transpulmonary pressure decreased significantly in the prone position, and the chest wall elastic resistance increased significantly (18). Talmor et al. reported that based on the transpulmonary pressure used to set PEEP (an end-expiratory transpulmonary pressure of 0–10 cmH2O and an end-inhalation transpulmonary pressure <25 cmH2O) can effectively prevent alveolar over-expansion and improve the therapeutic effect in ARDS patients (19). Our study suggested that the elasticity of the chest wall in the prone position was increased, and the changes of Vt did not change much across the lung. The P/F ratio improved significantly and the artery carbon dioxide pressure did not increase after PPV. Vt decreased was related to the Ccw decrease while in prone position without a significant change in ∆PL, which indicated that the lung could be protected during PPV. This is consistent with previous studies (20). Furthermore, the respiratory drive (EMGdi), respiratory frequency was decreased, although the chest wall compliance decreased in patients without respiratory distress, suggesting these patients could tolerate this long-term PPV. Patients who received NMBAs experienced a significantly greater drop in EMGdi (from baseline) than did patients who did not receive NMBAs. Multiple factors contribute to the significant decrease in EMGdi during PPV. These factors include the lung protective ventilation strategy, the reduction of right cardiac afterload, the use of sedative and analgesic drugs, and oxygenation improvement. Our results suggest that sedation is needed during PPV. However, no additional sedation dose or further sedation depth is needed. With the improvement of lung compliance after PPV, there was a positive correlation between EMGdi and the P/F ratio in patients with mild spontaneous breathing. Deep sedation has many side effects, such as delayed recovery of consciousness, adverse neurological function, prolonged mechanical ventilation and ICU residence times, and increased risks of nosocomial infection and accumulation of sedative and analgesic drugs. The course of PPV treatment may be guided by paying more attention to respiratory drive.The present study has several limitations, including that the enrolled patients were critically ill and ARDS was not staged, the measurements were taken only before and after prone position, the sample sizes were relatively small, and the measurement time points were few. The data included all PPV treatments for these patients, and thus, there was no direct correlation between improvement in overall condition, increased oxygenation, and EMGdi. To avoid these limitations, future studies should have a larger patient population.For healthy volunteers, in a short time the electrical activities of the diaphragm, intercostal and abdominal muscles increased in the prone position, accompanied by a significant increase in trans-diaphragmatic pressure. For ARDS patients, the diaphragm electrical activity was slightly reduced after PPV for a prolonged period of time, but in clinical practice, not all patients can tolerate PPV well, as represented by an elevated artery carbon dioxide pressure. Further research is needed to gain a complete understanding of the characteristics of respiratory drive in patients with ARDS during PPV for example the neuro-ventilation coupling and neuro-mechanical coupling. AcknowledgmentsFunding: This work was supported by National Natural Science Foundation of China (81490534). NotesEthical Statement: The authors are accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. The Scientific Research Project Review Ethics Committee of First Affiliated Hospital of Guangzhou Medical University approved this prospective study (ethics batch 2017 No. 34). All participants and/or their guardians were fully aware of the purpose of this study and provided written consent. FootnotesConflicts of Interest: The authors have no conflicts of interest to declare. References1. Koulouras V, Papathanakos G, Papathanasiou A, et al. \nEfficacy of prone position in acute respiratory distress syndrome patients: A pathophysiology-based review.\nWorld J Crit Care Med\n2016;5:121-36. 10.5492/wjccm.v5.i2.121 [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Munshi L, Del Sorbo L, Adhikari NKJ, et al. \nProne Position for Acute Respiratory Distress Syndrome. A Systematic Review and Meta-Analysis.\nAnn Am Thorac Soc\n2017;14:S280-8. 10.1513/AnnalsATS.201704-343OT [PubMed] [CrossRef] [Google Scholar]3. Jabaudon M, Godet T, Futier E, et al. \nRationale, study design and analysis plan of the lung imaging morphology for ventilator settings in acute respiratory distress syndrome study (LIVE study): Study protocol for a randomised controlled trial.\nAnaesth Crit Care Pain Med\n2017;36:301-6. 10.1016/j.accpm.2017.02.006 [PubMed] [CrossRef] [Google Scholar]4. Gaudry S, Tuffet S, Lukaszewicz AC, et al. \nProne positioning in acute respiratory distress syndrome after abdominal surgery: a multicenter retrospective study: SAPRONADONF (Study of Ards and PRONe position After abDOmiNal surgery in France).\nAnn Intensive Care\n2017;7:21. 10.1186/s13613-017-0235-z [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Kallet RH.\nA Comprehensive Review of Prone Position in ARDS.\nRespir Care\n2015;60:1660-87. 10.4187/respcare.04271 [PubMed] [CrossRef] [Google Scholar]6. Guerin C, Reignier J, Richard JC, et al. \nProne positioning in severe acute respiratory distress syndrome.\nN Engl J Med\n2013;368:2159-68. 10.1056/NEJMoa1214103 [PubMed] [CrossRef] [Google Scholar]7. Gattinoni L, Tognoni G, Pesenti A, et al. \nEffect of prone positioning on the survival of patients with acute respiratory failure.\nN Engl J Med\n2001;345:568-73. 10.1056/NEJMoa010043 [PubMed] [CrossRef] [Google Scholar]8. Mancebo J, Rialp G, Fernandez R.\nProne vs supine position in ARDS patients: results of a randomized multicenter trial.\nAm J Respir Crit Care Med\n2003;167:A180. [Google Scholar]9. Levine S, Gillen M.\nDiaphragmatic pressure waveform can predict electromyographic signs of diaphragmatic fatigue.\nJ Appl Physiol (1985)\n1987;62:1681-9. 10.1152/jappl.1987.62.4.1681 [PubMed] [CrossRef] [Google Scholar]10. Liu ZD, Qiu ZH, Tan KX, et al. \nAssessment of neural respiratory drive in humans.\nZhonghua Jie He He Hu Xi Za Zhi\n2013;36:493-6. [PubMed] [Google Scholar]11. ARDS Definition Task Force , Ranieri VM, Rubenfeld GD, et al. Acute respiratory distress syndrome: the Berlin Definition.\nJAMA\n2012;307:2526-33.  [PubMed] [Google Scholar]12. Knaus WA, Draper EA, Wagner DP, et al. \nAPACHE II: a severity of disease classification system.\nCrit Care Med\n1985;13:818-29. 10.1097/00003246-198510000-00009 [PubMed] [CrossRef] [Google Scholar]13. Luo YM, Chen RC, Zhong NS.\nMeasurement of diaphragm compound muscle action potential with magnetic stimulation of the phrenic nerve and multipara esophageal electrode in intensive care unit.\nZhonghua Jie He He Hu Xi Za Zhi\n2005;28:505-8. [PubMed] [Google Scholar]14. Akoumianaki E, Maggiore SM, Valenza F, et al. \nThe application of esophageal pressure measurement in patients with respiratory failure.\nAm J Respir Crit Care Med\n2014;189:520-31. 10.1164/rccm.201312-2193CI [PubMed] [CrossRef] [Google Scholar]15. Zhan C, Yeung LF, Yang Z.\nA wavelet-based adaptive filter for removing ECG interference in EMGdi signals.\nJ Electromyogr Kinesiol\n2010;20:542-9. 10.1016/j.jelekin.2009.07.007 [PubMed] [CrossRef] [Google Scholar]16. Ball C, Adams J, Boyce S, et al. \nClinical guidelines for the use of the prone position in acute respiratory distress syndrome.\nIntensive Crit Care Nurs\n2001;17:94-104. 10.1054/iccn.2001.1556 [PubMed] [CrossRef] [Google Scholar]17. Papazian L, Aubron C, Brochard L, et al. \nFormal guidelines: management of acute respiratory distress syndrome.\nAnn Intensive Care\n2019;9:69. 10.1186/s13613-019-0540-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Kumaresan A, Gerber R, Mueller A, et al. \nEffects of Prone Positioning on Transpulmonary Pressures and End-expiratory Volumes in Patients without Lung Disease.\nAnesthesiology\n2018;128:1187-92. 10.1097/ALN.0000000000002159 [PubMed] [CrossRef] [Google Scholar]19. Talmor D, Sarge T, Malhotra A, et al. \nMechanical ventilation guided by esophageal pressure in acute lung injury.\nN Engl J Med\n2008;359:2095-2104. 10.1056/NEJMoa0708638 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Cortes-Puentes GA, Gard K, Keenan J, et al. \nPositional effects on lung volumes and transpulmonary pressure during unilateral mechanical asymmetry.\nMinn Med\n2014;97:44. [PubMed] [Google Scholar]"}