{"title": "Autonomous Pathway: FLOWERING LOCUS C Repression through an Antisense-Mediated Chromatin-Silencing Mechanism", "pubDate": "2020", "PMCID": "PMC6945862", "DOI": "10.1104/pp.19.01009", "PMID": "31740502", "abstract": "The timing of flowering is vital for plant reproductive success and is therefore tightly regulated by endogenous and exogenous cues. In summer annual Arabidopsis (Arabidopsis thaliana) accessions, like Columbia-0, rapid flowering is promoted by repression of the floral repressor FLOWERING LOCUS C (FLC). This is through the activity of the autonomous pathway, a group of proteins with diverse functions including RNA 3'-end processing factors, spliceosome components, a transcription elongation factor, and chromatin modifiers. These factors function at the FLC locus linking alternative processing of an antisense long noncoding RNA, called COOLAIR, with delivery of a repressive chromatin environment that affects the transcriptional output. The transcriptional output feeds back to influence the chromatin environment, reinforcing and stabilizing that state. This review summarizes our current knowledge of the autonomous pathway and compares it with similar cotranscriptional mechanisms in other organisms.", "author": [{"author": "Zhe Wu", "affiliation": ["SUSTech-PKU Institute of Plant and Food Science, Department of Biology, Southern University of Science and Technology, Shenzhen 518055, China.", "Cell and Developmental Biology, John Innes Centre, Norwich NR4 7UH, United Kingdom."], "href": "/?term=Wu+Z&cauthor_id=31740502"}, {"author": "Xiaofeng Fang", "affiliation": ["Cell and Developmental Biology, John Innes Centre, Norwich NR4 7UH, United Kingdom."], "href": "/?term=Fang+X&cauthor_id=31740502"}, {"author": "Danling Zhu", "affiliation": ["SUSTech-PKU Institute of Plant and Food Science, Department of Biology, Southern University of Science and Technology, Shenzhen 518055, China.", "Cell and Developmental Biology, John Innes Centre, Norwich NR4 7UH, United Kingdom."], "href": "/?term=Zhu+D&cauthor_id=31740502"}, {"author": "Caroline Dean", "affiliation": ["Cell and Developmental Biology, John Innes Centre, Norwich NR4 7UH, United Kingdom caroline.dean@jic.ac.uk."], "href": "/?term=Dean+C&cauthor_id=31740502"}], "refPMID": [], "citedInPMID": ["31740502", "34957106", "34791475", "34789567", "34666004", "34618085", "34074694", "34071961", "33995298", "33985972", "33963081", "33741984", "33099688", "33093449", "32902380", "32858992", "32541063", "31908318"], "body": " AbstractThe timing of flowering is vital for plant reproductive success and is therefore tightly regulated by endogenous and exogenous cues. In summer annual Arabidopsis (Arabidopsis thaliana) accessions, like Columbia-0, rapid flowering is promoted by repression of the floral repressor FLOWERING LOCUS C (FLC). This is through the activity of the autonomous pathway, a group of proteins with diverse functions including RNA 3′-end processing factors, spliceosome components, a transcription elongation factor, and chromatin modifiers. These factors function at the FLC locus linking alternative processing of an antisense long noncoding RNA, called COOLAIR, with delivery of a repressive chromatin environment that affects the transcriptional output. The transcriptional output feeds back to influence the chromatin environment, reinforcing and stabilizing that state. This review summarizes our current knowledge of the autonomous pathway and compares it with similar cotranscriptional mechanisms in other organisms. A BRIEF OF HISTORY OF THE AUTONOMOUS PATHWAYThe importance of flowering in agriculture and the ease of characterizing flowering phenotypes make flowering time one of the most extensively studied plant traits. The earliest Arabidopsis (Arabidopsis thaliana) flowering mutant identified was luminidependens (ld; Rédei, 1962), a mutant later classified into the autonomous pathway (Lee et al., 1994). Systematic screening and characterization of mutants affecting flowering time identified a series of mutants that were classified into different groups based on their flowering behavior (Koornneef et al., 1991, 1998a, 1998b; Alonso-Blanco et al., 1998). Among these, one group of mutants showed delayed flowering in both long days and short days, and their flowering was accelerated by prolonged cold and low red to far-red light conditions. These were grouped into the autonomous pathway (autonomous of photoperiod).Open in a separate windowMartin Koornneef and others in the 1990s and 2000s identified fpa, fca, fy, fve, flk, ld, and fld as mutants of the autonomous pathway (Lee et al., 1994; Sanda and Amasino, 1996; Koornneef et al., 1998a, 1998b; Lim et al., 2004). Cloning of these genes revealed that FPA (Schomburg et al., 2001), FCA (Macknight et al., 1997), and FLK (Lim et al., 2004) are all RNA-binding proteins. FY is a homolog of the budding yeast (Saccharomyces cerevisiae) RNA 3′-end processing factor Polyadenylation factor 1 subunit 2 (Pfs2p; Simpson et al., 2003), and LD is a homeodomain-containing protein (Lee et al., 1994; Aukerman et al., 1999). FLOWERING LOCUS D (FLD) is a histone Lys-4 demethylase (He et al., 2003; Liu et al., 2007), and FVE is a homolog of human (Homo sapiens) retinoblastoma-associated protein, often found in histone deacetylase complexes (Ausín et al., 2004). Genetic interactions between these mutants are nonlinear and complex (Koornneef et al., 1998a, 1998b). For example, in the Landsberg background, the fpa fy double mutant is lethal, indicating that FPA and FY have redundant and essential functions in addition to flowering time control, but in Columbia that interaction is nonlethal (Koornneef et al., 1998a, 1998b). FCA and FPA both act (at least partly) through the histone demethylase FLD, while FVE acts independently of FCA but may have a more complex interaction with FPA (Bäurle and Dean, 2008).Despite the complex genetic interactions among these proteins, their activities in flowering all converge on the regulation of a single gene, FLOWERING LOCUS C (FLC), which encodes a MADS box protein that functions as a central repressor of flowering time in Arabidopsis (Michaels and Amasino, 1999, 2001; Sheldon et al., 1999). To date, FCA-mediated repression of FLC is perhaps the best-understood part of the autonomous pathway components. FCA is a nuclear RNA-binding protein that functions in regulating alternative RNA 3′-end processing. FCA interacts with FY though a WW motif (in FCA)-PPLP (in FY) interaction (Simpson et al., 2003; Henderson and Dean, 2004). Both proteins are required for negative autoregulation of FCA itself, through promoting the usage of a proximal polyadenylation site within FCA intron 3, therefore inhibiting the production of the functional isoform (Macknight et al., 2002; Quesada et al., 2003; Simpson et al., 2003). FCA and FPA function is not limited to flowering time gene regulation; they have been shown to promote proximal polyadenylation of a large number of Arabidopsis transcripts genome wide (Sonmez et al., 2011; Duc et al., 2013).The mechanism of how the autonomous pathway represses FLC was largely uncovered by identification of the components involved through genetic screening of suppressors of overexpressed FCA (sof; Fig. 1A). In the progenitor line, expression of FLC is monitored by an FLC-LUC transgene made by translational fusion of firefly luciferase coding sequence into exon 6 of whole FLC genomic DNA sequence. A second transgene overexpressing only the spliced functional form of FCA mRNA (35S:FCAγ) makes the line early flowering with very low levels of FLC. The line was further sensitized by introducing an active FRI allele, which would lead to up-regulated FLC when FCA-mediated repression is attenuated. Therefore, mutations disrupting the function of FCA, even only partially, were recovered by mutagenesis after screening for late-flowering mutants with an increased FLC-LUC expression.Open in a separate windowFigure 1.Overview of FCA-mediated FLC repression. A, Principle of sof mutant screening. FCA overexpression leads to early flowering in the presence of active FRIGIDA (FRI). Mutants suppressing the effect of 35S:FCAγ are late flowering. B, Current working model of FCA-mediated FLC repression. CDKC;2 promotes the transcriptional elongation of COOLAIR; PRP8 promotes splicing of the COOLAIR proximal intron; 3′-end processing-related factors, including FCA, FPA, FY, and CstFs, promote the proximal polyadenylation of COOLAIR. The above cotranscriptional events lead to recruitment of FLD, which demethylates H3K4me2. The repressive chromatin state reduces transcriptional firing and elongation at FLC in both the sense and antisense directions, thus enhancing use of the weak proximal polyadenylation site in COOLAIR.Extensive sof mutant screening recovered several alleles of fpa and fy, indicating that FCA requires FPA and FY to suppress FLC (Liu et al., 2010). Other factors identified as sof mutants include CstF64 and CstF77, which are essential factors important for 3′ processing and polyadenylation (Liu et al., 2010); FLD, a homolog of LSD1 H3K4me2 demethylase (Liu et al., 2007); PRP8, a core component of the spliceosome (Marquardt et al., 2014); CDKC;2, a homolog of Positive transcription elongation factor b (P-TEFb; Wang et al., 2014); and FLL2, a structural protein that promotes FCA liquid-liquid phase separation (LLPS; Fang et al., 2019).In addition to the factors identified through sof mutant screens, several other autonomous pathway components have been described over the last few years. SR45, a splicing factor, is required for FLC repression (Ali et al., 2007). PCSF4 (Xing et al., 2008) and HLP1 (Zhang et al., 2015), part of the RNA 3′-end processing machinery that regulates alternative polyadenylation of FCA transcripts, both repress FLC. PRMT5, an Arg methyltransferase, represses FLC by influencing splicing of FLK pre-mRNA (Deng et al., 2010). TAF15b (TATA-binding protein-associated factor), a member of the transcription factor IID complex, represses FLC and binds at the transcription start sites of both FLC and COOLAIR (Eom et al., 2018). In addition, two Gly-rich RNA-binding proteins, GRP7 and GRP8, fine-tune FLC expression within the autonomous pathway (Steffen et al., 2019). In the following section, we discuss our current understanding of how the autonomous pathway works with a focus on FCA-mediated repression of FLC. THE AUTONOMOUS PATHWAY: COTRANSCRIPTIONAL PROCESSING LINKED TO CHROMATIN SILENCINGIdentification of fpa, fy, cstf64, and cstf77 as FCA suppressors revealed a link between RNA 3′-end processing and FCA-mediated repression of FLC (Liu et al., 2010). This became clearer when it was discovered FCA, FPA, and FY activities promote proximal polyadenylation of COOLAIR (Swiezewski et al., 2009; Hornyik et al., 2010; Liu et al., 2010). The ratio of proximal polyadenylated COOLAIR to total COOLAIR transcripts decreased in all the autonomous pathway mutants (Liu et al., 2007, 2010).The importance of COOLAIR in FCA-mediated FLC repression was further demonstrated through examination of the sof mutants prp8 and cdkc;2. PRP8 is a positive and essential splicing factor. At COOLAIR, proximal polyadenylation site usage is associated with splicing of a short intron 1, a process dependent on PRP8 (Marquardt et al., 2014; Fig. 1B). Mutation of the 3′ splice site of this short intron prevented FLC up-regulation in the prp8 background and shifted the polyadenylation site usage toward the distal site (Marquardt et al., 2014). Therefore, proximal splicing and polyadenylation of COOLAIR is important for FCA-mediated FLC repression (Fig. 1B).One intriguing question is whether COOLAIR transcripts, or their transcription, are more important for this repression. This was partially revealed by the discovery of another sof mutant, cdkc;2 (Wang et al., 2014). Evidence from mammals to Arabidopsis indicates that CDKC;2 (also known as a component of the P-TEFb) is critical for efficient transcriptional elongation, especially during the transition from initiation to productive elongation (Fujinaga et al., 2004; Fülöp et al., 2005; Cui et al., 2007; Ni et al., 2008; Antosz et al., 2017). P-TEFb is a kinase that promotes phosphorylation of Ser-2 of the RNA polymerase II (Pol II) C-terminal domain as well as other elongation factors (Marshall and Price, 1995; Fujinaga et al., 2004; Yamada et al., 2006). Interestingly, the cdkc;2 mutation has the opposite effect on endogenous COOLAIR at the FLC locus and a COOLAIR:LUC transgene (Wang et al., 2014). Comparison of the two revealed the feedback mechanisms between transcriptional output and chromatin environment. The cdkc;2 mutation decreased COOLAIR:LUC expression (a transgene containing the COOLAIR promoter driving expression of its own exon 1-intron 1 fused with the LUC gene but lacking the rest of the FLC gene; Sun et al., 2013), consistent with the function of CDKC;2 as a positive elongation factor (Wang et al., 2014). However, at the endogenous FLC locus, cdkc;2 increased the absolute level of COOLAIR, although the proportion of proximal polyadenylated COOLAIR decreased (Wang et al., 2014). These results reveal that the process of polyadenylating at the proximal COOLAIR site is required to deliver a chromatin environment that suppresses expression of the whole locus. When this mechanism is perturbed and the silencing chromatin environment is not established, transcriptional repression is released, with both sense and antisense transcription increased. They further indicate that the absolute amount of proximal COOLAIR by itself is unlikely to be key to this repression mechanism. Therefore, although the detailed mechanism and feedbacks involved are still unclear, it is likely that a series of cotranscriptional events governed by PRP8, CDKC;2, and termination-related factors, rather than the transcripts themselves, are important for FCA-mediated repression of FLC (Fig. 1B).The most unexpected sof mutant obtained so far is perhaps fld (Liu et al., 2007), a mutation of a homolog of human LSD1, which encodes a histone demethylase that removes H3K4me2. FLD associates with FLC chromatin and is responsible for demethylation of H3K4me2 mainly in the body of the FLC gene (Liu et al., 2007; Wu et al., 2016). This occurs in parallel with a decrease in H3K36me3 and an increase in H3K27me3 at FLC chromatin (Lopez-Vernaza et al., 2012; Wu et al., 2016). The fld mutation genetically suppresses the function of both FCA and FPA (Liu et al., 2007; Bäurle and Dean, 2008), indicating that it functions downstream of COOLAIR proximal polyadenylation in the chromatin-silencing mechanism at FLC.Currently, how exactly FCA- and FPA-mediated cotranscriptional RNA processing events are linked to the activity of FLD is unknown. However, as discussed in the following section, evidence from other systems indicates that RNA-binding proteins are frequently involved in cotranscriptional events and chromatin-based repression mechanisms. PARALLEL EXAMPLES OF COTRANSCRIPTIONAL PROCESSING LINKED WITH CHROMATIN GENE REPRESSIONPerhaps the best parallel mechanism to FCA-mediated FLC repression is RNA interference (RNAi)-independent heterochromatin gene silencing in fission yeast (Schizosaccharomyces pombe). In S. pombe, heterochromatin is maintained through two major pathways. The first pathway involves an RNA-induced transcriptional silencing complex, which recruits H3K9 methyltransferase (Clr4; Reyes-Turcu and Grewal, 2012; Martienssen and Moazed, 2015). The second RNAi-independent pathway includes the remodeler complex SHREC (Sugiyama et al., 2007), RNA exonuclease Dhp1/Rat1/Xrn2 (Chalamcharla et al., 2015; Tucker et al., 2016), the termination-related RNA-binding protein Seb1 (Marina et al., 2013), and RNA quality control factors Mlo3/Yra1 and Rrp6 (Reyes-Turcu et al., 2011). Both pathways depend on H3K9me to maintain silencing (Reyes-Turcu and Grewal, 2012; Martienssen and Moazed, 2015). Although the histone marks involved are different, there are interesting similarities between FCA-mediated FLC repression and Seb1-mediated heterochromatin silencing.Seb1 is a homolog of Nrd1 (Mitsuzawa et al., 2003), part of the Nrd1-Nab3-Sen1 complex in S. cerevisiae that promotes transcriptional termination and decay of a class of unstable noncoding RNAs called cryptic unstable transcripts (Steinmetz et al., 2001; Arigo et al., 2006; Thiebaut et al., 2006; Vasiljeva and Buratowski, 2006). Loss of Seb1 in S. pombe leads to release of heterochromatin gene silencing accompanied by partial loss of H3K9me, but without alteration of the RNAi pathway (Marina et al., 2013). Seb1 and the RNAi-dependent pathway function redundantly to a certain extent in H3K9me-mediated silencing, as this mark is completely lost only when both pathways are inactivated (Marina et al., 2013). RNA immunoprecipitation-quantitative PCR experiments showed that Seb1 binds to RNAs derived from centromeric repeats (Marina et al., 2013). Such noncoding RNAs are mainly transcribed during the S-phase of the cell cycle and are important for RNAi-dependent and -independent silencing (Djupedal et al., 2005; Kato et al., 2005; Chen et al., 2008). Therefore, Seb1 seems to play a direct role in this silencing mechanism, involving its binding of RNA (Fig. 2A).Open in a separate windowFigure 2.Parallel examples of cotranscriptional processing linked with chromatin gene repression. The graphs illustrate the roles of Seb1 and Paf1c in heterochromatin silencing in S. pombe. A, Seb1 is necessary for maintaining silencing in an RNAi-independent manner, involving its direct binding of RNA and Pol II pausing. B, Loss of Paf1c components leads to failure of RNA release from the locus and de novo establishment of a heterochromatic patch. WT, Wild type.Related to Seb1, a recent study identified components of the cleavage and polyadenylation factor (CPF) complex as positive regulators of RNAi-independent heterochromatin silencing (Vo et al., 2019). A YTH family RNA-binding protein Mmi1 recruits CPF to the noncanonical termination sites, promoting termination of these noncoding genes and facilitating heterochromatin assembly (Vo et al., 2019). Notably, interaction between CPF and Seb1 was observed (Lemay et al., 2016; Wittmann et al., 2017; Larochelle et al., 2018), providing additional evidence that termination-related factors play important roles in gene silencing.In contrast to its homolog Nrd1 in budding yeast, S. pombe Seb1 is essential for transcriptional termination of not only noncoding genes but also coding genes (Wittmann et al., 2017). However, a follow-up study showed that binding of Seb1 to noncoding genes (such as dg and dh RNA) is substantially stronger than to coding genes as per portion of transcripts (Parsa et al., 2018). The authors proposed that, similar to Nrd1, Seb1 binds to these noncoding RNAs with some sequence specificity, although the consensus motif is very degenerate (Parsa et al., 2018). The exact mechanism of Seb1-promoted silencing is still largely unknown; however, as discussed below, current evidence suggests that Pol II pausing or the increased duration of transcript at the locus could be important for this silencing mechanism (Fig. 2A).High-resolution mapping of Pol II position through Native Elongating Transcript sequencing data suggests that Seb1 also plays a general role in promoting Pol II pausing at the 5′ end of genes, including at centromeric repeats (Parsa et al., 2018). Loss of Seb1 leads to increased distribution of Pol II toward the gene body. A link between Seb1-induced Pol II pausing and silencing was established by the study of the tfs1 mutant. In this mutant, Pol II cannot resolve from a back-tracked state and therefore mimics the effect of increased Pol II pausing. Ectopic formation of H3K9me patches was observed in tfs1 after loss of an antisilencing factor, Epe1, which promotes H3K9me turnover (Parsa et al., 2018). This experiment strongly supports cotranscriptional events such as Pol II pausing playing an important role in yeast RNAi-independent silencing (Fig. 2A).In S. pombe, the Paf1c complex suppresses artificial small interfering RNA (siRNA)- induced ectopic gene silencing (Kowalik et al., 2015). A forward genetic screen was performed to identify mutations enhancing the function of siRNAs, which would otherwise be noneffective in the wild type (Kowalik et al., 2015). Mutants of all the Paf1c complex members were recovered in this screen. In the presence of exogenous siRNA, loss of Paf1c leads to de novo establishment of heterochromatin; such heterochromatic patches are self-sustainable through the RNAi-dependent silencing pathway and no longer require exogenous siRNA (Kowalik et al., 2015). Interestingly, loss of the termination factor Ctf1, but not the elongation factor Tfs1, has a similar effect to paf1c in facilitating silencing, suggesting that efficient termination prevents the siRNA-mediated formation of heterochromatin. Inefficient release of nascent transcripts from chromatin is important for the effect of Paf1c in promoting silencing (Kowalik et al., 2015). Therefore, the release of transcripts and/or efficient termination are important for preventing silencing (Fig. 2B).The above studies highlight the role of transcript duration at chromatin in gene silencing, although the exact mechanism remains unclear. Given the known roles of FCA, FPA, and FY in transcription termination and the fact that cdkc;2 (an elongation factor) was recovered as a sof mutant, a related mechanism likely operates at the FLC locus. Indeed, FCA imposes both slow elongation rate and slow initiation rate at the FLC locus in its repressed state (Wu et al., 2016). The duration time of FLC sense transcripts would be increased at the FLC locus due to slow elongation. This is likely also the case for COOLAIR, given that both FLC and COOLAIR share the same chromatin environment. It is worth noting that although the upstream effect could be similar, the downstream effect at the chromatin level is quite different between FLC and these examples in yeast. At FLC, FCA-mediated chromatin repression involves a low level of H3K4me2 and H3K36me3, accompanied by a high level of H3K27me3, without the obvious involvement of H3K9 methylation or small RNAs. In the following section, we will summarize current knowledge of the FLC-silencing mechanism at the chromatin level. TUG OF WAR AT FLC CHROMATINThe fact that FLD is one of the strongest sof mutants suggests that FCA-mediated repression operates mainly at the chromatin level. fld also suppresses 35S:FPA, further strengthening this view (Bäurle and Dean, 2008). FLD contains an amine oxidase domain and is a homolog of the human H3K4me demethylase LSD1. FLD demethylates H3K4me2 (Liu et al., 2007; Wu et al., 2016) at the FLC gene body. In the repressed state, a low level of H3K4me2 at the FLC gene body is associated with a low level of H3K4me3 and H3Ac, especially at the first nucleosome of FLC (corresponding to FLC exon 1; Fig. 3A). The lowered H3K4me3 is likely due to absence of the COMPASS complex at FLC in its repressed state (Li et al., 2018). The lowered acetylation is linked with FLD (He et al., 2003), and FLD is associated with HDA6 deacetylase and FVE (Yu et al., 2016). Notably, knockout of HDA6 leads to a relatively weak delay of flowering (Yu et al., 2011). An mRNA sequencing analysis indicated that ∼20% of misregulated genes in fld were also misregulated in hda6 (Yu et al., 2016), suggesting some interplay between FLD and the deacetylation pathway. In addition to FLD, two other homologs of LSD1, LDL1 and LDL2, also target FLC, although they have relatively subtle effects on its expression (Jiang et al., 2007).Open in a separate windowFigure 3.Tug of war between activation and repression at FLC chromatin. A, The graph illustrates the FLC repressed state, which is governed by autonomous pathway members. B, The graph illustrates the FLC active state, which is governed by FRI, COMPASS, Paf1c, and EFS. For both parts, the distribution of different histone marks along FLC is shown on the left and the transcription state is shown on the right. The tug of war between activation and repression mechanisms quantitatively regulates FLC expression.One histone mark enriched at FLC in its repressed state is H3K27me3, which covers the whole FLC locus from the transcription start site to the 3′ end (Fig. 3A). In autonomous pathway mutants, H3K27me3 at FLC is strongly reduced. As in Drosophila melanogaster and mammals, H3K27me3 in plants is catalyzed by the Polycomb Repressive Complex 2 (PRC2; Schubert et al., 2005; Margueron and Reinberg, 2011). The plant PRC2 can have different conformations, incorporating three closely related SET domain proteins all having H3K27me3 methyltransferase activity. Among these, CURLYLEAF (CLF) and SWINGER are mainly responsible for H3K27me3 during vegetative stages (Chanvivattana et al., 2004; Bouyer et al., 2011). Loss of CLF leads to reduction of H3K27me3 genome wide, accompanied by increased FLC expression (Lopez-Vernaza et al., 2012), although to a lesser extent than that observed in fca or fpa mutants (Lopez-Vernaza et al., 2012). Loss of FPA in clf significantly increases FLC expression level, so the relationship between PRC2 and FCA/FPA is still unclear (Lopez-Vernaza et al., 2012). A recent study showed that FCA has the potential to interact with CLF, suggesting a role of FCA in regulating H3K27me3 directly (Tian et al., 2019). However, such interaction was captured neither in FCA in vivo immunoprecipitation-mass spectrometry (Fang et al., 2019) nor in CLF in vivo immunoprecipitation-mass spectrometry (Liang et al., 2015). In addition, FCA functions genome wide in alternative polyadenylation and termination, where H3K27me3 is unlikely to be relevant (Sonmez et al., 2011). Thus, it is still unclear how autonomous pathway function establishes H3K27me3 at FLC. The cause and consequence of trans-factor functioning and chromatin modification are complex, as transcription is inhibited by H3K27me3, while recruitment of PRC2 and establishment of H3K27me3 can be a consequence of repressed transcription (Berry et al., 2017; Portoso et al., 2017; Laugesen et al., 2019).The autonomous pathway can be seen as opposing the FLC activation up-regulation by FRI. Indeed, the relationship between FRI and the autonomous pathway is similar to a tug of war between active and repressed states (Fig. 3). In the presence of active FRI, FCA can win the game (and thus repress FLC) if it is overexpressed. In the 35S:FCA FRI background, FLC is efficiently repressed at the transcriptional level. In many winter annual accessions, however, FRI wins the game, with FLC being highly expressed and therefore conferring the requirement for vernalization (Clarke and Dean, 1994; Sanda et al., 1997; Johanson et al., 2000). In this active state, FLC chromatin features high levels of H3K36me3, H3K4me3, and H3Ac, with low levels of H3K27me3 (Fig. 3B). The high expression level of FLC requires the H3K36me3 methyltransferase EFS (Soppe et al., 1999; Kim et al., 2005; Zhao et al., 2005; Xu et al., 2008; Hyun et al., 2017). The efs mutant is epistatic to fca, displaying early flowering with low FLC expression level (Soppe et al., 1999; Wu et al., 2016). High expression of FLC also at least partially requires Paf1c complex components. Loss of function of Paf1c components, such as VIP5, VIP6, and CDC73, leads to early flowering (Oh et al., 2004; Yu and Michaels, 2010), and the loss of CDC73 partially suppresses the high expression level of FLC in the fca and fy backgrounds (Yu and Michaels, 2010). The high expression of FLC in the presence of FRI requires the COMPASS-like complex, a conserved H3K4me3 methyltransferase complex (Jiang et al., 2009, 2011; Li et al., 2018). It is likely that mutants of COMPASS-like complex members suppress the fca phenotype, given the antagonism between FRI and the autonomous pathway.The opposing chromatin states are the heart of the tug of war between FRI and autonomous pathway activity at FLC. These opposing chromatin states coordinately affect transcriptional initiation and elongation states, and these transcriptional outputs feed back to reinforce the opposing chromatin states (Fig. 3). In fca or fld mutants, transcriptional initiation and elongation are both up-regulated (25× and 10×) compared with the wild type, a process requiring EFS methyltransferase activity (Wu et al., 2016). This was demonstrated through mathematical modeling in combination with nascent RNA profiling along FLC intron 1. Given the rapid cotranscriptional splicing of FLC intron 1, altered elongation rate leads to unequal fold up-regulation of nascent RNA at the beginning and end of FLC intron 1 in fca (Wu et al., 2016). Using the same approach, FRI was shown to cause a similar coordination of transcriptional firing and elongation at FLC, associated with binding of histone acetyltransferases and the histone methyltransferase COMPASS-like (Li et al., 2018). However, the interconnectedness of cotranscriptional processes is very tight. RNA-binding proteins can play a direct role in transcription (Michelotti et al., 1996; Kuninger et al., 2002; Ji et al., 2013; Xiao et al., 2019). For example, the mammalian splicing regulator SR protein SRSF2 regulates transcriptional elongation by controlling Pol II pause release at the 5′ end of a gene (Ji et al., 2013). RNA-binding proteins typically associate around transcription initiation sites (Xiao et al., 2019). In addition, chromatin association of transcription factors can depend on RNA-binding proteins (Xiao et al., 2019). An understanding of where different autonomous components associate with FLC will help establish how alternative processing of an antisense transcript delivers a chromatin environment that coordinately regulates transcriptional initiation and elongation. AUTONOMOUS PATHWAY COMPONENTS ASSEMBLE IN NUCLEAR BODIES THAT HAVE LIQUID-LIKE PROPERTIESThe most recent sof mutant to be analyzed revealed a role for LLPS in the dynamic assembly of autonomous pathway components (Fang et al., 2019). Phase separation of proteins with similar biophysical properties generates biomolecular condensates, thus spatially compartmentalizing functions without the need for membrane boundaries (Banani et al., 2017; Shin and Brangwynne, 2017). Intracellular LLPS underlies the formation of dynamic membraneless organelles such as the nucleolus, Cajal bodies, and P-bodies. The driving forces of LLPS are multivalent intramolecular or intermolecular (protein-protein and protein-RNA) interactions (Li et al., 2012; Banani et al., 2017). Many of the proteins that can phase separate, particularly RNA-binding proteins, contain intrinsically disordered regions (IDRs; Molliex et al., 2015; Banani et al., 2017; Shin and Brangwynne, 2017). IDRs often have low sequence complexity and are characterized by polar residues that favor protein-protein interactions and/or isolated hydrophobic regions that drive aggregation (Banani et al., 2017; Shin and Brangwynne, 2017; Wang et al., 2018).A special class of IDRs are prion-like domains (PrLDs; Han et al., 2012; Wang et al., 2018). A pioneering bioinformatic analysis from Susan Lindquist’s group identified 474 Arabidopsis proteins with putative PrLDs (Chakrabortee et al., 2016), including the four autonomous pathway components LD, FCA, FPA, and FY. Further analyses showed that the PrLDs of LD, FPA, and FCA can form puncta in yeast cells (Chakrabortee et al., 2016). In addition, the PrLD of LD substituted for the PrLD of a known yeast prion, Sup35 (Chakrabortee et al., 2016).FCA is predicted to contain two PrLDs at its C terminus and localize to multiple nuclear bodies. FCA nuclear bodies are extremely dynamic, with fast recovery times as measured by fluorescence recovery after photobleaching, and can fuse upon contacting each other, confirming that FCA undergoes LLPS in vivo (Fang et al., 2019). Interestingly, while the PrLDs of FCA readily undergo LLPS in vitro, full-length FCA alone is not sufficient, suggesting that there are additional regulators of FCA nuclear body formation in vivo (Fang et al., 2019).The sof mutant, fll2, influences the formation of these FCA nuclear bodies (Fang et al., 2019). FLL2 is a coiled-coil protein that also contains PrLDs. Indeed, FLL2 forms nuclear bodies that overlap with those of FCA. More importantly, mutation of FLL2 reduces the size and number of FCA nuclear bodies, revealing a role of coiled-coil domains in facilitating LLPS of FCA (Fang et al., 2019). Given the property of coiled-coil domains in mediating protein-protein interactions and oligomerization, it is tempting to hypothesize that through its self-oligomerization and interaction with FCA, FLL2 and its paralog(s) increase the local concentration of FCA, which then leads to LLPS and nuclear body formation (Fig. 4).Open in a separate windowFigure 4.LLPS is important for FCA-mediated 3′-end processing. FCA forms nuclear bodies through LLPS with the aid of FLL2. Both nuclease and polyadenylation polymerase modules are included in the same nuclear body. Such a nuclear body appears to aid polyadenylation and termination at specific genomic locations, for example, weak polyadenylation (pA) sites.Similar to other sof mutants, fll2 also reduces the proximal-to-distal polyadenylation ratio of COOLAIR, implying that FCA nuclear bodies promote proximal COOLAIR 3′-end processing (Fang et al., 2019). To further understand the functionality of FCA nuclear bodies, the authors adopted a technique called cross-linked nuclear immunoprecipitation and mass spectrometry, in which they cross-linked plants with formaldehyde and immunopurified FCA for mass spectrometry analysis. Components of the 3′-end processing machinery copurified with FCA, including FPA, FY, and other proteins from the polymerase and nuclease modules of the canonical 3′ RNA processing complex (Fig. 4). Most of the copurified 3′ processing factors colocalized with FCA in nuclear bodies. These data unambiguously support the idea that nuclear bodies formed by LLPS of FCA are key to 3′-end processing of certain transcripts, including COOLAIR. It remains to be determined whether nuclear bodies are the sites of COOLAIR processing and polyadenylation, or in other words, whether the nuclear bodies colocalize with the FLC locus or COOLAIR nascent transcripts. Furthermore, given that FCA and FPA are RNA-binding proteins, the role of RNA in nuclear body formation will be interesting to explore in the future.Open in a separate window CONCLUSIONS AND FUTURE PROSPECTSInvestigation of the autonomous pathway, apparently specific to flowering time regulation, has uncovered a cotranscriptional silencing mechanism with functions throughout the Arabidopsis genome and parallels in many organisms. An interesting, and yet unresolved, question is why mutations in this genome repression pathway have phenotypes specific to flowering time. We favor loss of redundant cotranscriptional regulators specifically at FLC to explain this paradox. An important unsolved question (see Outstanding Questions) is how cotranscriptional RNA-processing events are linked to the downstream chromatin mechanisms. At FLC, this translates into how cotranscriptional events mediated by FCA, PRP8, and CDKC;2 are linked to FLD-mediated chromatin repression. Additional sof mutant screening would likely provide answers in an unbiased way. Detailed functional analysis of LD and FLK will also be valuable, given their importance as members of the autonomous pathway. In addition, further understanding of autonomous pathway components at the whole-genome level will be informative. The recruitment mechanism of these proteins remains unknown. It is also unclear if they have a general role in transcription, as is the case of Seb1 in fission yeast. The application of Native elongating transcript sequencing (Nojima et al., 2015; Zhu et al., 2018) and UV crosslinking and immunoprecipitation sequencing (König et al., 2010; Zhang et al., 2015; Meyer et al., 2017) in autonomous mutants would likely help elucidate the answers to these important questions. Furthermore, the use of single-cell technologies and chromatin interaction analyses, such as has been undertaken in the 4D Nucleome Project (Dekker et al., 2017), would provide information on how these factors coordinate and cooperate with each other with high temporal and spatial resolution. The progress made from these future attempts will aid our understanding of cotranscriptional silencing mechanisms. AcknowledgmentsWe thank Congyao Xu, Mathias Nielsen, and Deyue Yang for helpful comments on the article. Footnotes1This work was supported by grants from the Biotechnological and Biological Sciences Research Council, the EU Marie Curie Fellowship, the European Research Council, the Wellcome Trust, the Guangdong Innovative and Entrepreneurial Research Team Program (2016ZT06S172), the Shenzhen Sci-Tech Fund (KYTDPT20181011104005), and the National Natural Science Foundation of China (31771365; and 31800268).[CC-BY]: Article free via Creative Commons CC-BY 4.0 license. ReferencesAli GS, Palusa SG, Golovkin M, Prasad J, Manley JL, Reddy AS (2007) Regulation of plant developmental processes by a novel splicing factor. PLoS ONE\n2: e471. [PMC free article] [PubMed] [Google Scholar]Alonso-Blanco C, El-Assal SE, Coupland G, Koornneef M (1998) Analysis of natural allelic variation at flowering time loci in the Landsberg erecta and Cape Verde Islands ecotypes of Arabidopsis thaliana. Genetics\n149: 749–764 [PMC free article] [PubMed] [Google Scholar]Antosz W, Pfab A, Ehrnsberger HF, Holzinger P, Köllen K, Mortensen SA, Bruckmann A, Schubert T, Längst G, Griesenbeck J, et al.  (2017) The composition of the Arabidopsis RNA polymerase II transcript elongation complex reveals the interplay between elongation and mRNA processing factors. Plant Cell\n29: 854–870 [PMC free article] [PubMed] [Google Scholar]Arigo JT, Eyler DE, Carroll KL, Corden JL (2006) Termination of cryptic unstable transcripts is directed by yeast RNA-binding proteins Nrd1 and Nab3. Mol Cell\n23: 841–851 [PubMed] [Google Scholar]Aukerman MJ, Lee I, Weigel D, Amasino RM (1999) The Arabidopsis flowering-time gene LUMINIDEPENDENS is expressed primarily in regions of cell proliferation and encodes a nuclear protein that regulates LEAFY expression. Plant J\n18: 195–203 [PubMed] [Google Scholar]Ausín I, Alonso-Blanco C, Jarillo JA, Ruiz-García L, Martínez-Zapater JM (2004) Regulation of flowering time by FVE, a retinoblastoma-associated protein. Nat Genet\n36: 162–166 [PubMed] [Google Scholar]Banani SF, Lee HO, Hyman AA, Rosen MK (2017) Biomolecular condensates: Organizers of cellular biochemistry. Nat Rev Mol Cell Biol\n18: 285–298 [PMC free article] [PubMed] [Google Scholar]Bäurle I, Dean C (2008) Differential interactions of the autonomous pathway RRM proteins and chromatin regulators in the silencing of Arabidopsis targets. PLoS ONE\n3: e2733. [PMC free article] [PubMed] [Google Scholar]Berry S, Dean C, Howard M (2017) Slow chromatin dynamics allow polycomb target genes to filter fluctuations in transcription factor activity. Cell Syst\n4: 445–457 [PMC free article] [PubMed] [Google Scholar]Bouyer D, Roudier F, Heese M, Andersen ED, Gey D, Nowack MK, Goodrich J, Renou JP, Grini PE, Colot V, et al.  (2011) Polycomb repressive complex 2 controls the embryo-to-seedling phase transition. PLoS Genet\n7: e1002014. [PMC free article] [PubMed] [Google Scholar]Chakrabortee S, Kayatekin C, Newby GA, Mendillo ML, Lancaster A, Lindquist S (2016) Luminidependens (LD) is an Arabidopsis protein with prion behavior. Proc Natl Acad Sci USA\n113: 6065–6070 [PMC free article] [PubMed] [Google Scholar]Chalamcharla VR, Folco HD, Dhakshnamoorthy J, Grewal SI (2015) Conserved factor Dhp1/Rat1/Xrn2 triggers premature transcription termination and nucleates heterochromatin to promote gene silencing. Proc Natl Acad Sci USA\n112: 15548–15555 [PMC free article] [PubMed] [Google Scholar]Chanvivattana Y, Bishopp A, Schubert D, Stock C, Moon YH, Sung ZR, Goodrich J (2004) Interaction of Polycomb-group proteins controlling flowering in Arabidopsis. Development\n131: 5263–5276 [PubMed] [Google Scholar]Chen ES, Zhang K, Nicolas E, Cam HP, Zofall M, Grewal SI (2008) Cell cycle control of centromeric repeat transcription and heterochromatin assembly. Nature\n451: 734–737 [PubMed] [Google Scholar]Clarke JH, Dean C (1994) Mapping FRI, a locus controlling flowering time and vernalization response in Arabidopsis thaliana. Mol Gen Genet\n242: 81–89 [PubMed] [Google Scholar]Cui X, Fan B, Scholz J, Chen Z (2007) Roles of Arabidopsis cyclin-dependent kinase C complexes in cauliflower mosaic virus infection, plant growth, and development. Plant Cell\n19: 1388–1402 [PMC free article] [PubMed] [Google Scholar]Dekker J, Belmont AS, Guttman M, Leshyk VO, Lis JT, Lomvardas S, Mirny LA, O’Shea CC, Park PJ, Ren B, et al.  (2017) The 4D nucleome project. Nature\n549: 219–226 [PMC free article] [PubMed] [Google Scholar]Deng X, Gu L, Liu C, Lu T, Lu F, Lu Z, Cui P, Pei Y, Wang B, Hu S, et al.  (2010) Arginine methylation mediated by the Arabidopsis homolog of PRMT5 is essential for proper pre-mRNA splicing. Proc Natl Acad Sci USA\n107: 19114–19119 [PMC free article] [PubMed] [Google Scholar]Djupedal I, Portoso M, Spåhr H, Bonilla C, Gustafsson CM, Allshire RC, Ekwall K (2005) RNA Pol II subunit Rpb7 promotes centromeric transcription and RNAi-directed chromatin silencing. Genes Dev\n19: 2301–2306 [PMC free article] [PubMed] [Google Scholar]Duc C, Sherstnev A, Cole C, Barton GJ, Simpson GG (2013) Transcription termination and chimeric RNA formation controlled by Arabidopsis thaliana FPA. PLoS Genet\n9: e1003867. [PMC free article] [PubMed] [Google Scholar]Eom H, Park SJ, Kim MK, Kim H, Kang H, Lee I (2018) TAF15b, involved in the autonomous pathway for flowering, represses transcription of FLOWERING LOCUS C. Plant J\n93: 79–91 [PubMed] [Google Scholar]Fang X, Wang L, Ishikawa R, Li Y, Fiedler M, Liu F, Calder G, Rowan B, Weigel D, Li P, et al.  (2019) Arabidopsis FLL2 promotes liquid-liquid phase separation of polyadenylation complexes. Nature\n569: 265–269 [PMC free article] [PubMed] [Google Scholar]Fujinaga K, Irwin D, Huang Y, Taube R, Kurosu T, Peterlin BM (2004) Dynamics of human immunodeficiency virus transcription: P-TEFb phosphorylates RD and dissociates negative effectors from the transactivation response element. Mol Cell Biol\n24: 787–795 [PMC free article] [PubMed] [Google Scholar]Fülöp K, Pettkó-Szandtner A, Magyar Z, Miskolczi P, Kondorosi E, Dudits D, Bakó L (2005) The Medicago CDKC;1-CYCLINT;1 kinase complex phosphorylates the carboxy-terminal domain of RNA polymerase II and promotes transcription. Plant J\n42: 810–820 [PubMed] [Google Scholar]Han TW, Kato M, Xie S, Wu LC, Mirzaei H, Pei J, Chen M, Xie Y, Allen J, Xiao G, et al.  (2012) Cell-free formation of RNA granules: Bound RNAs identify features and components of cellular assemblies. Cell\n149: 768–779 [PubMed] [Google Scholar]He Y, Michaels SD, Amasino RM (2003) Regulation of flowering time by histone acetylation in Arabidopsis. Science\n302: 1751–1754 [PubMed] [Google Scholar]Henderson IR, Dean C (2004) Control of Arabidopsis flowering: The chill before the bloom. Development\n131: 3829–3838 [PubMed] [Google Scholar]Hornyik C, Terzi LC, Simpson GG (2010) The spen family protein FPA controls alternative cleavage and polyadenylation of RNA. Dev Cell\n18: 203–213 [PubMed] [Google Scholar]Hyun KG, Noh YS, Song JJ (2017) Arabidopsis FRIGIDA stimulates EFS histone H3 Lys36 methyltransferase activity. Plant Cell Rep\n36: 1183–1185 [PubMed] [Google Scholar]Ji X, Zhou Y, Pandit S, Huang J, Li H, Lin CY, Xiao R, Burge CB, Fu XD (2013) SR proteins collaborate with 7SK and promoter-associated nascent RNA to release paused polymerase. Cell\n153: 855–868 [PMC free article] [PubMed] [Google Scholar]Jiang D, Gu X, He Y (2009) Establishment of the winter-annual growth habit via FRIGIDA-mediated histone methylation at FLOWERING LOCUS C in Arabidopsis. Plant Cell\n21: 1733–1746 [PMC free article] [PubMed] [Google Scholar]Jiang D, Kong NC, Gu X, Li Z, He Y (2011) Arabidopsis COMPASS-like complexes mediate histone H3 lysine-4 trimethylation to control floral transition and plant development. PLoS Genet\n7: e1001330. [PMC free article] [PubMed] [Google Scholar]Jiang D, Yang W, He Y, Amasino RM (2007) Arabidopsis relatives of the human lysine-specific Demethylase1 repress the expression of FWA and FLOWERING LOCUS C and thus promote the floral transition. Plant Cell\n19: 2975–2987 [PMC free article] [PubMed] [Google Scholar]Johanson U, West J, Lister C, Michaels S, Amasino R, Dean C (2000) Molecular analysis of FRIGIDA, a major determinant of natural variation in Arabidopsis flowering time. Science\n290: 344–347 [PubMed] [Google Scholar]Kato H, Goto DB, Martienssen RA, Urano T, Furukawa K, Murakami Y (2005) RNA polymerase II is required for RNAi-dependent heterochromatin assembly. Science\n309: 467–469 [PubMed] [Google Scholar]Kim SY, He Y, Jacob Y, Noh YS, Michaels S, Amasino R (2005) Establishment of the vernalization-responsive, winter-annual habit in Arabidopsis requires a putative histone H3 methyl transferase. Plant Cell\n17: 3301–3310 [PMC free article] [PubMed] [Google Scholar]König J, Zarnack K, Rot G, Curk T, Kayikci M, Zupan B, Turner DJ, Luscombe NM, Ule J (2010) iCLIP reveals the function of hnRNP particles in splicing at individual nucleotide resolution. Nat Struct Mol Biol\n17: 909–915 [PMC free article] [PubMed] [Google Scholar]Koornneef M, Alonso-Blanco C, Blankestijn-de Vries H, Hanhart CJ, Peeters AJ (1998a) Genetic interactions among late-flowering mutants of Arabidopsis. Genetics\n148: 885–892 [PMC free article] [PubMed] [Google Scholar]Koornneef M, Alonso-Blanco C, Peeters AJ, Soppe W (1998b) Genetic control of flowering time in Arabidopsis. Annu Rev Plant Physiol Plant Mol Biol\n49: 345–370 [PubMed] [Google Scholar]Koornneef M, Hanhart CJ, van der Veen JH (1991) A genetic and physiological analysis of late flowering mutants in Arabidopsis thaliana. Mol Gen Genet\n229: 57–66 [PubMed] [Google Scholar]Kowalik KM, Shimada Y, Flury V, Stadler MB, Batki J, Bühler M (2015) The Paf1 complex represses small-RNA-mediated epigenetic gene silencing. Nature\n520: 248–252 [PMC free article] [PubMed] [Google Scholar]Kuninger DT, Izumi T, Papaconstantinou J, Mitra S (2002) Human AP-endonuclease 1 and hnRNP-L interact with a nCaRE-like repressor element in the AP-endonuclease 1 promoter. Nucleic Acids Res\n30: 823–829 [PMC free article] [PubMed] [Google Scholar]Larochelle M, Robert MA, Hébert JN, Liu X, Matteau D, Rodrigue S, Tian B, Jacques PE, Bachand F (2018) Common mechanism of transcription termination at coding and noncoding RNA genes in fission yeast. Nat Commun\n9: 4364. [PMC free article] [PubMed] [Google Scholar]Laugesen A, Højfeldt JW, Helin K (2019) Molecular mechanisms directing PRC2 recruitment and H3K27 methylation. Mol Cell\n74: 8–18 [PMC free article] [PubMed] [Google Scholar]Lee I, Aukerman MJ, Gore SL, Lohman KN, Michaels SD, Weaver LM, John MC, Feldmann KA, Amasino RM (1994) Isolation of LUMINIDEPENDENS: A gene involved in the control of flowering time in Arabidopsis. Plant Cell\n6: 75–83 [PMC free article] [PubMed] [Google Scholar]Lemay JF, Marguerat S, Larochelle M, Liu X, van Nues R, Hunyadkürti J, Hoque M, Tian B, Granneman S, Bähler J, et al.  (2016) The Nrd1-like protein Seb1 coordinates cotranscriptional 3′ end processing and polyadenylation site selection. Genes Dev\n30: 1558–1572 [PMC free article] [PubMed] [Google Scholar]Li P, Banjade S, Cheng HC, Kim S, Chen B, Guo L, Llaguno M, Hollingsworth JV, King DS, Banani SF, et al.  (2012) Phase transitions in the assembly of multivalent signalling proteins. Nature\n483: 336–340 [PMC free article] [PubMed] [Google Scholar]Li Z, Jiang D, He Y (2018) FRIGIDA establishes a local chromosomal environment for FLOWERING LOCUS C mRNA production. Nat Plants\n4: 836–846 [PubMed] [Google Scholar]Liang SC, Hartwig B, Perera P, Mora-García S, de Leau E, Thornton H, de Lima Alves F, Rappsilber J, Yang S, James GV, et al.  (2015) Kicking against the PRCs: A domesticated transposase antagonises silencing mediated by polycomb group proteins and is an accessory component of polycomb repressive complex 2. PLoS Genet\n11: e1005660. [PMC free article] [PubMed] [Google Scholar]Lim MH, Kim J, Kim YS, Chung KS, Seo YH, Lee I, Kim J, Hong CB, Kim HJ, Park CM (2004) A new Arabidopsis gene, FLK, encodes an RNA binding protein with K homology motifs and regulates flowering time via FLOWERING LOCUS C. Plant Cell\n16: 731–740 [PMC free article] [PubMed] [Google Scholar]Liu F, Marquardt S, Lister C, Swiezewski S, Dean C (2010) Targeted 3′ processing of antisense transcripts triggers Arabidopsis FLC chromatin silencing. Science\n327: 94–97 [PubMed] [Google Scholar]Liu F, Quesada V, Crevillén P, Bäurle I, Swiezewski S, Dean C (2007) The Arabidopsis RNA-binding protein FCA requires a lysine-specific demethylase 1 homolog to downregulate FLC. Mol Cell\n28: 398–407 [PubMed] [Google Scholar]Lopez-Vernaza M, Yang S, Müller R, Thorpe F, de Leau E, Goodrich J (2012) Antagonistic roles of SEPALLATA3, FT and FLC genes as targets of the polycomb group gene CURLY LEAF. PLoS ONE\n7: e30715. [PMC free article] [PubMed] [Google Scholar]Macknight R, Bancroft I, Page T, Lister C, Schmidt R, Love K, Westphal L, Murphy G, Sherson S, Cobbett C, et al.  (1997) FCA, a gene controlling flowering time in Arabidopsis, encodes a protein containing RNA-binding domains. Cell\n89: 737–745 [PubMed] [Google Scholar]Macknight R, Duroux M, Laurie R, Dijkwel P, Simpson G, Dean C (2002) Functional significance of the alternative transcript processing of the Arabidopsis floral promoter FCA. Plant Cell\n14: 877–888 [PMC free article] [PubMed] [Google Scholar]Margueron R, Reinberg D (2011) The Polycomb complex PRC2 and its mark in life. Nature\n469: 343–349 [PMC free article] [PubMed] [Google Scholar]Marina DB, Shankar S, Natarajan P, Finn KJ, Madhani HD (2013) A conserved ncRNA-binding protein recruits silencing factors to heterochromatin through an RNAi-independent mechanism. Genes Dev\n27: 1851–1856 [PMC free article] [PubMed] [Google Scholar]Marquardt S, Raitskin O, Wu Z, Liu F, Sun Q, Dean C (2014) Functional consequences of splicing of the antisense transcript COOLAIR on FLC transcription. Mol Cell\n54: 156–165 [PMC free article] [PubMed] [Google Scholar]Marshall NF, Price DH (1995) Purification of P-TEFb, a transcription factor required for the transition into productive elongation. J Biol Chem\n270: 12335–12338 [PubMed] [Google Scholar]Martienssen R, Moazed D (2015) RNAi and heterochromatin assembly. Cold Spring Harb Perspect Biol\n7: a019323. [PMC free article] [PubMed] [Google Scholar]Meyer K, Köster T, Nolte C, Weinholdt C, Lewinski M, Grosse I, Staiger D (2017) Adaptation of iCLIP to plants determines the binding landscape of the clock-regulated RNA-binding protein AtGRP7. Genome Biol\n18: 204. [PMC free article] [PubMed] [Google Scholar]Michaels SD, Amasino RM (1999) FLOWERING LOCUS C encodes a novel MADS domain protein that acts as a repressor of flowering. Plant Cell\n11: 949–956 [PMC free article] [PubMed] [Google Scholar]Michaels SD, Amasino RM (2001) Loss of FLOWERING LOCUS C activity eliminates the late-flowering phenotype of FRIGIDA and autonomous pathway mutations but not responsiveness to vernalization. Plant Cell\n13: 935–941 [PMC free article] [PubMed] [Google Scholar]Michelotti EF, Michelotti GA, Aronsohn AI, Levens D (1996) Heterogeneous nuclear ribonucleoprotein K is a transcription factor. Mol Cell Biol\n16: 2350–2360 [PMC free article] [PubMed] [Google Scholar]Mitsuzawa H, Kanda E, Ishihama A (2003) Rpb7 subunit of RNA polymerase II interacts with an RNA-binding protein involved in processing of transcripts. Nucleic Acids Res\n31: 4696–4701 [PMC free article] [PubMed] [Google Scholar]Molliex A, Temirov J, Lee J, Coughlin M, Kanagaraj AP, Kim HJ, Mittag T, Taylor JP (2015) Phase separation by low complexity domains promotes stress granule assembly and drives pathological fibrillization. Cell\n163: 123–133 [PMC free article] [PubMed] [Google Scholar]Ni Z, Saunders A, Fuda NJ, Yao J, Suarez JR, Webb WW, Lis JT (2008) P-TEFb is critical for the maturation of RNA polymerase II into productive elongation in vivo. Mol Cell Biol\n28: 1161–1170 [PMC free article] [PubMed] [Google Scholar]Nojima T, Gomes T, Grosso ARF, Kimura H, Dye MJ, Dhir S, Carmo-Fonseca M, Proudfoot NJ (2015) Mammalian NET-Seq reveals genome-wide nascent transcription coupled to RNA processing. Cell\n161: 526–540 [PMC free article] [PubMed] [Google Scholar]Oh S, Zhang H, Ludwig P, van Nocker S (2004) A mechanism related to the yeast transcriptional regulator Paf1c is required for expression of the Arabidopsis FLC/MAF MADS box gene family. Plant Cell\n16: 2940–2953 [PMC free article] [PubMed] [Google Scholar]Parsa JY, Boudoukha S, Burke J, Homer C, Madhani HD (2018) Polymerase pausing induced by sequence-specific RNA-binding protein drives heterochromatin assembly. Genes Dev\n32: 953–964 [PMC free article] [PubMed] [Google Scholar]Portoso M, Ragazzini R, Brenčič Ž, Moiani A, Michaud A, Vassilev I, Wassef M, Servant N, Sargueil B, Margueron R (2017) PRC2 is dispensable for HOTAIR-mediated transcriptional repression. EMBO J\n36: 981–994 [PMC free article] [PubMed] [Google Scholar]Quesada V, Macknight R, Dean C, Simpson GG (2003) Autoregulation of FCA pre-mRNA processing controls Arabidopsis flowering time. EMBO J\n22: 3142–3152 [PMC free article] [PubMed] [Google Scholar]Rédei GP. (1962) Supervital mutants of Arabidopsis. Genetics\n47: 443–460 [PMC free article] [PubMed] [Google Scholar]Reyes-Turcu FE, Grewal SI (2012) Different means, same end: Heterochromatin formation by RNAi and RNAi-independent RNA processing factors in fission yeast. Curr Opin Genet Dev\n22: 156–163 [PMC free article] [PubMed] [Google Scholar]Reyes-Turcu FE, Zhang K, Zofall M, Chen E, Grewal SI (2011) Defects in RNA quality control factors reveal RNAi-independent nucleation of heterochromatin. Nat Struct Mol Biol\n18: 1132–1138 [PMC free article] [PubMed] [Google Scholar]Sanda S, John M, Amasino R (1997) Analysis of flowering time in ecotypes of Arabidopsis thaliana. J Hered\n88: 69–72 [PubMed] [Google Scholar]Sanda SL, Amasino RM (1996) Ecotype-specific expression of a flowering mutant phenotype in Arabidopsis thaliana. Plant Physiol\n111: 641–644 [PMC free article] [PubMed] [Google Scholar]Schomburg FM, Patton DA, Meinke DW, Amasino RM (2001) FPA, a gene involved in floral induction in Arabidopsis, encodes a protein containing RNA-recognition motifs. Plant Cell\n13: 1427–1436 [PMC free article] [PubMed] [Google Scholar]Schubert D, Clarenz O, Goodrich J (2005) Epigenetic control of plant development by Polycomb-group proteins. Curr Opin Plant Biol\n8: 553–561 [PubMed] [Google Scholar]Sheldon CC, Burn JE, Perez PP, Metzger J, Edwards JA, Peacock WJ, Dennis ES (1999) The FLF MADS box gene: A repressor of flowering in Arabidopsis regulated by vernalization and methylation. Plant Cell\n11: 445–458 [PMC free article] [PubMed] [Google Scholar]Shin Y, Brangwynne CP (2017) Liquid phase condensation in cell physiology and disease. Science\n357: eaaf4382. [PubMed] [Google Scholar]Simpson GG, Dijkwel PP, Quesada V, Henderson I, Dean C (2003) FY is an RNA 3′ end-processing factor that interacts with FCA to control the Arabidopsis floral transition. Cell\n113: 777–787 [PubMed] [Google Scholar]Sonmez C, Bäurle I, Magusin A, Dreos R, Laubinger S, Weigel D, Dean C (2011) RNA 3′ processing functions of Arabidopsis FCA and FPA limit intergenic transcription. Proc Natl Acad Sci USA\n108: 8508–8513 [PMC free article] [PubMed] [Google Scholar]Soppe WJ, Bentsink L, Koornneef M (1999) The early-flowering mutant efs is involved in the autonomous promotion pathway of Arabidopsis thaliana. Development\n126: 4763–4770 [PubMed] [Google Scholar]Steffen A, Elgner M, Staiger D (2019) Regulation of flowering time by the RNA-binding proteins AtGRP7 and AtGRP8. Plant Cell Physiol\n60: 2040–2050 [PubMed] [Google Scholar]Steinmetz EJ, Conrad NK, Brow DA, Corden JL (2001) RNA-binding protein Nrd1 directs poly(A)-independent 3′-end formation of RNA polymerase II transcripts. Nature\n413: 327–331 [PubMed] [Google Scholar]Sugiyama T, Cam HP, Sugiyama R, Noma K, Zofall M, Kobayashi R, Grewal SI (2007) SHREC, an effector complex for heterochromatic transcriptional silencing. Cell\n128: 491–504 [PubMed] [Google Scholar]Sun Q, Csorba T, Skourti-Stathaki K, Proudfoot NJ, Dean C (2013) R-loop stabilization represses antisense transcription at the Arabidopsis FLC locus. Science\n340: 619–621 [PMC free article] [PubMed] [Google Scholar]Swiezewski S, Liu F, Magusin A, Dean C (2009) Cold-induced silencing by long antisense transcripts of an Arabidopsis Polycomb target. Nature\n462: 799–802 [PubMed] [Google Scholar]Thiebaut M, Kisseleva-Romanova E, Rougemaille M, Boulay J, Libri D (2006) Transcription termination and nuclear degradation of cryptic unstable transcripts: A role for the nrd1-nab3 pathway in genome surveillance. Mol Cell\n23: 853–864 [PubMed] [Google Scholar]Tian Y, Zheng H, Zhang F, Wang S, Ji X, Xu C, He Y, Ding Y (2019) PRC2 recruitment and H3K27me3 deposition at FLC require FCA binding of COOLAIR. Sci Adv\n5: eaau7246. [PMC free article] [PubMed] [Google Scholar]Tucker JF, Ohle C, Schermann G, Bendrin K, Zhang W, Fischer T, Zhang K (2016) A novel epigenetic silencing pathway involving the highly conserved 5′-3′ exoribonuclease Dhp1/Rat1/Xrn2 in Schizosaccharomyces pombe. PLoS Genet\n12: e1005873. [PMC free article] [PubMed] [Google Scholar]Vasiljeva L, Buratowski S (2006) Nrd1 interacts with the nuclear exosome for 3′ processing of RNA polymerase II transcripts. Mol Cell\n21: 239–248 [PubMed] [Google Scholar]Vo TV, Dhakshnamoorthy J, Larkin M, Zofall M, Thillainadesan G, Balachandran V, Holla S, Wheeler D, Grewal SIS (2019) CPF recruitment to non-canonical transcription termination sites triggers heterochromatin assembly and gene silencing. Cell Rep\n28: 267–281.e5 [PMC free article] [PubMed] [Google Scholar]Wang J, Choi JM, Holehouse AS, Lee HO, Zhang X, Jahnel M, Maharana S, Lemaitre R, Pozniakovsky A, Drechsel D, et al.  (2018) A molecular grammar governing the driving forces for phase separation of prion-like RNA binding proteins. Cell\n174: 688–699.e16 [PMC free article] [PubMed] [Google Scholar]Wang ZW, Wu Z, Raitskin O, Sun Q, Dean C (2014) Antisense-mediated FLC transcriptional repression requires the P-TEFb transcription elongation factor. Proc Natl Acad Sci USA\n111: 7468–7473 [PMC free article] [PubMed] [Google Scholar]Wittmann S, Renner M, Watts BR, Adams O, Huseyin M, Baejen C, El Omari K, Kilchert C, Heo DH, Kecman T, et al.  (2017) The conserved protein Seb1 drives transcription termination by binding RNA polymerase II and nascent RNA. Nat Commun\n8: 14861. [PMC free article] [PubMed] [Google Scholar]Wu Z, Ietswaart R, Liu F, Yang H, Howard M, Dean C (2016) Quantitative regulation of FLC via coordinated transcriptional initiation and elongation. Proc Natl Acad Sci USA\n113: 218–223 [PMC free article] [PubMed] [Google Scholar]Xiao R, Chen JY, Liang Z, Luo D, Chen G, Lu ZJ, Chen Y, Zhou B, Li H, Du X, et al.  (2019) Pervasive chromatin-RNA-binding protein interactions enable RNA-based regulation of transcription. Cell\n178: 107–121 [PMC free article] [PubMed] [Google Scholar]Xing D, Zhao H, Xu R, Li QQ (2008) Arabidopsis PCFS4, a homologue of yeast polyadenylation factor Pcf11p, regulates FCA alternative processing and promotes flowering time. Plant J\n54: 899–910 [PubMed] [Google Scholar]Xu L, Zhao Z, Dong A, Soubigou-Taconnat L, Renou JP, Steinmetz A, Shen WH (2008) Di- and tri- but not monomethylation on histone H3 lysine 36 marks active transcription of genes involved in flowering time regulation and other processes in Arabidopsis thaliana. Mol Cell Biol\n28: 1348–1360 [PMC free article] [PubMed] [Google Scholar]Yamada T, Yamaguchi Y, Inukai N, Okamoto S, Mura T, Handa H (2006) P-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Mol Cell\n21: 227–237 [PubMed] [Google Scholar]Yu CW, Chang KY, Wu K (2016) Genome-wide analysis of gene regulatory networks of the FVE-HDA6-FLD complex in Arabidopsis. Front Plant Sci\n7: 555. [PMC free article] [PubMed] [Google Scholar]Yu CW, Liu X, Luo M, Chen C, Lin X, Tian G, Lu Q, Cui Y, Wu K (2011) HISTONE DEACETYLASE6 interacts with FLOWERING LOCUS D and regulates flowering in Arabidopsis. Plant Physiol\n156: 173–184 [PMC free article] [PubMed] [Google Scholar]Yu X, Michaels SD (2010) The Arabidopsis Paf1c complex component CDC73 participates in the modification of FLOWERING LOCUS C chromatin. Plant Physiol\n153: 1074–1084 [PMC free article] [PubMed] [Google Scholar]Zhang Y, Gu L, Hou Y, Wang L, Deng X, Hang R, Chen D, Zhang X, Zhang Y, Liu C, et al.  (2015) Integrative genome-wide analysis reveals HLP1, a novel RNA-binding protein, regulates plant flowering by targeting alternative polyadenylation. Cell Res\n25: 864–876 [PMC free article] [PubMed] [Google Scholar]Zhao Z, Yu Y, Meyer D, Wu C, Shen WH (2005) Prevention of early flowering by expression of FLOWERING LOCUS C requires methylation of histone H3 K36. Nat Cell Biol\n7: 1256–1260 [PubMed] [Google Scholar]Zhu J, Liu M, Liu X, Dong Z (2018) RNA polymerase II activity revealed by GRO-seq and pNET-seq in Arabidopsis. Nat Plants\n4: 1112–1123 [PubMed] [Google Scholar]"}