{"title": "Native elongation transcript sequencing reveals temperature dependent dynamics of nascent RNAPII transcription in Arabidopsis", "pubDate": "2020", "PMCID": "PMC7049701", "DOI": "10.1093/nar/gkz1189", "PMID": "31863587", "abstract": "Temperature profoundly affects the kinetics of biochemical reactions, yet how large molecular complexes such as the transcription machinery accommodate changing temperatures to maintain cellular function is poorly understood. Here, we developed plant native elongating transcripts sequencing (plaNET-seq) to profile genome-wide nascent RNA polymerase II (RNAPII) transcription during the cold-response of Arabidopsis thaliana with single-nucleotide resolution. Combined with temporal resolution, these data revealed transient genome-wide reprogramming of nascent RNAPII transcription during cold, including characteristics of RNAPII elongation and thousands of non-coding transcripts connected to gene expression. Our results suggest a role for promoter-proximal RNAPII stalling in predisposing genes for transcriptional activation during plant-environment interactions. At gene 3'-ends, cold initially facilitated transcriptional termination by limiting the distance of read-through transcription. Within gene bodies, cold reduced the kinetics of co-transcriptional splicing leading to increased intragenic stalling. Our data resolved multiple distinct mechanisms by which temperature transiently altered the dynamics of nascent RNAPII transcription and associated RNA processing, illustrating potential biotechnological solutions and future focus areas to promote food security in the context of a changing climate.", "author": [{"author": "Peter Kindgren", "affiliation": ["University of Copenhagen, Department of Plant and Environmental Sciences, Copenhagen Plant Science Centre, Frederiksberg, Denmark."], "href": "/?term=Kindgren+P&cauthor_id=31863587"}, {"author": "Maxim Ivanov", "affiliation": ["University of Copenhagen, Department of Plant and Environmental Sciences, Copenhagen Plant Science Centre, Frederiksberg, Denmark."], "href": "/?term=Ivanov+M&cauthor_id=31863587"}, {"author": "Sebastian Marquardt", "affiliation": ["University of Copenhagen, Department of Plant and Environmental Sciences, Copenhagen Plant Science Centre, Frederiksberg, Denmark."], "href": "/?term=Marquardt+S&cauthor_id=31863587"}], "refPMID": ["30385760", "15012220", "28363125", "22986266", "3136931", "25173174", "27284201", "2836265", "15901494", "23177741", "28928151", "25910208", "30374093", "25910207", "21248844", "28017589", "25387874", "29440389", "27257258", "30340024", "29988152", "29764987", "18723889", "27923878", "22820990", "24722185", "30707695", "26143253", "28402429", "26173492", "25516281", "29040761", "19056941", "19169244", "19056940", "27729530", "25144737", "24267449", "24949978", "19169243", "18625610", "28347276", "27664942", "29379150", "12466286", "18319396", "21326235", "19687145", "20512117", "14530256", "30661982", "24560925", "30135580", "29632207", "20079334", "9535662", "12077310", "23041286", "31043738"], "citedInPMID": ["31863587", "35079163", "34823554", "34661296", "34254686", "34074694", "34058980", "33985972", "33897737", "33846360", "33793861", "33788942", "33741984", "33671131", "33649596", "33093449", "33016207", "32444691", "32103605"], "body": " AbstractTemperature profoundly affects the kinetics of biochemical reactions, yet how large molecular complexes such as the transcription machinery accommodate changing temperatures to maintain cellular function is poorly understood. Here, we developed plant native elongating transcripts sequencing (plaNET-seq) to profile genome-wide nascent RNA polymerase II (RNAPII) transcription during the cold-response of Arabidopsis thaliana with single-nucleotide resolution. Combined with temporal resolution, these data revealed transient genome-wide reprogramming of nascent RNAPII transcription during cold, including characteristics of RNAPII elongation and thousands of non-coding transcripts connected to gene expression. Our results suggest a role for promoter–proximal RNAPII stalling in predisposing genes for transcriptional activation during plant–environment interactions. At gene 3′-ends, cold initially facilitated transcriptional termination by limiting the distance of read-through transcription. Within gene bodies, cold reduced the kinetics of co-transcriptional splicing leading to increased intragenic stalling. Our data resolved multiple distinct mechanisms by which temperature transiently altered the dynamics of nascent RNAPII transcription and associated RNA processing, illustrating potential biotechnological solutions and future focus areas to promote food security in the context of a changing climate. INTRODUCTIONChanges to ambient temperatures challenge the development and growth of living organisms. While mammals retain a stable body temperature, sessile organisms such as plants continually sense their environment and rely on molecular mechanisms that compensate for temperature changes (1). Alterations to the ambient temperature frequently lead to re-programming of the transcriptional output by RNA polymerase II (RNAPII) that reflects steady-state levels of messenger RNAs and non-coding RNAs in the cell (2,3). Sequence-specific transcription factors controlling the initiation of transcription often shape these responses. However, the significance of mechanisms regulating eukaryotic gene expression after initiation, for example through control of elongation of the nascent RNA chain is increasingly appreciated (4). Genome-wide profiling of transcriptionally engaged RNAPII complexes has identified low-velocity regions of RNAPII elongation at the beginning (i.e. promoter–proximal stalling) and the end (i.e. poly-(A) associated stalling) of genes (4,5). Organisms appear to alter the activity of RNAPII at these regions to re-program their transcriptional output to acclimate to temperature changes. The release from promoter-proximal stalling at heat-shock genes facilitates rapid transcriptional induction in response to heat in Drosophila (6), and promoter–proximal stalling is reduced genome-wide when temperatures increase in mammalian cell cultures (7). RNAPII accumulation at gene ends is associated with the mechanism of transcriptional termination (8). Here, molecular complexes associated with nascent RNAPII transcript cleavage at the poly(A)-signal (PAS) regulate RNAPII activity to ensure accurate processing of the nascent transcript (8). RNAPII continues to transcribe past the PAS until 5′-to-3′ exonucleases catch up with transcribing RNAPII to mediate transcriptional termination (8–10). Hence, transcriptional termination is determined by kinetic competition between the speed of RNAPII transcription after nascent transcript cleavage and the termination factor (11). Temperature increases the read-through transcription distance at gene ends in several organisms (11,12), suggesting connections between temperature, RNAPII stalling at gene borders and the efficiency of transcriptional termination. However, the immediate genome-wide effects of low temperatures on nascent RNAPII transcription in eukaryotes are unclear.Transcriptionally engaged RNAPII complexes can be visualized by Native Elongating Transcript sequencing (NET-seq) (13–16). NET-seq provides a strand-specific snapshot of nascent RNAPII transcription at single-nucleotide resolution genome-wide (16). The capture of nascent RNA by NET-seq enables the detection of RNAs that are usually subjected to co-transcriptional RNA degradation. This advantage of NET-seq helps to detect long non-coding RNAs (lncRNAs), as these tend to be targeted for co-transcriptional RNA degradation by the nuclear exosome RNA degradation complex (17,18). Moreover, NET-seq in yeast and mammals allowed estimates of the average length of cryptic read-through transcription that allows quantitative analyses of the transcription termination mechanism (19,20). An additional advantage of NET-seq data are insights into co-transcriptional RNA splicing, since part of the spliceosome is co-purified with transcribing RNAPII complexes (15,21). Nascent RNAPII transcription slows down close to exon–intron boundaries in a splicing-dependent manner and is responsible for intragenic RNAPII stalling (15). Splicing regulation is essential for the cold-response in Arabidopsis (22,23) but how this is connected to molecular adjustments of nascent RNAPII transcription is largely unknown.Here, we developed a NET-seq approach to study nascent transcription in the model plant Arabidopsis thaliana (plaNET-seq). We analyzed the temporal dynamics of nascent RNAPII transcription in response to cold. Our data revealed transient molecular adaptations of transcription that include changes to promoter-proximal stalling, elongation, termination and many novel non-coding transcription events overlapping gene expression domains. Our data provide genome-wide support for a transient re-programming of nascent RNAPII transcription during cold exposure, highlighting a cellular compensation mechanism at the level of nascent RNAPII transcription to assist optimal growth of multicellular organisms in challenging environments. MATERIALS AND METHODSPlant material and growth conditions\nArabidopsis thaliana seeds were surface-sterilized in ethanol and grown on  MS + 1% sucrose media in long day conditions (16 h light/8 h dark) at 22°C/18°C. Light intensity during day hours was ∼100 μE m−2 s−1. 10-day old seedlings were used for all experiments. The NRPB2-FLAG line was described in (24). The construct covers a lethal nrpb2-1 allele (SAIL_859B04). For inhibition of splicing, seedlings were grown on filter paper covered  MS + 1% sucrose for 10 days then transferred to DMSO, 5 μM pladienolide B (Santa Cruz) or 5 μM Herboxidiene (Focus Biomolecules) containing plates for 6 or 24 h. For low temperature treatment, 10-day old seedlings were transferred from 22°C directly to 4°C and ∼25 μE m−2 s−1 for indicated times.Total RNA isolation and RT-qPCRTotal RNA was isolated from Arabidopsis seedlings grown for 10 days and exposed to DMSO or splicing inhibitors for 6 or 24 h with RNeasy Plant Mini Kit (Qiagen) according to manufacturers’ instructions. 5 μg of total RNA was treated with Turbo DNaseI (Ambion) to remove any genomic DNA. Subsequently, 1 μg of DNase-treated RNA was converted to cDNA using SuperScript IV (Invitrogen) with random primers according to manufacturers’ instructions. Quantitative PCR was performed in three technical replicates with the GoTaq qPCR Master Mix (Promega) in 384-well plates. The PCR was run in a CFX384 Touch Real-Time PCR Detection System (BioRad) and monitored by the CFX Manager software (BioRad). Threshold values were subsequently exported to Excel and processed further. All oligos used for the PCR can be found in Supplementary Table S3.Isolation of nascent RNAThree grams of seedlings were flash frozen in liquid nitrogen and grinded to fine powder in a mortar. The powder was transferred to a falcon tube with 15 ml NUC1 buffer (0.4 M sucrose, 10 mM Tris–HCl pH 8.0, 10 mM MgCl2, 5 mM β-mercaptoethanol, proteinase inhibitor tablet (Roche) and RNase inhibitor (20 U/ml, Molox)) and allowed to thaw at 4°C with rotation. After centrifugation (5000 g, 20 min, 4°C), the pellet was dissolved in 1 ml NUC2 buffer (0.25 M sucrose, 10 mM Tris–HCl pH 8.0, 10 mM MgCl2, 5 mM β-mercaptoethanol, proteinase inhibitor tablet, RNase inhibitor (20 U/ml) and 0.3% Tween-20) and centrifuged again (12 000 g, 10 min, 4°). The resulting pellet was dissolved in 0.3 ml NUC3 buffer (1.7 M sucrose, 10 mM Tris–HCl pH 8.0, 2 mM MgCl2, 5 mM β-mercaptoethanol, proteinase inhibitor tablet, RNase inhibitor (20 U/ml) and 0.15% Tween-20), placed on top of 0.9 ml clean NUC3 buffer and centrifuged (16 000 g, 60 min, 4°C). The purified nuclear fraction was dissolved and lysed in 1.5 ml plaNET-seq lysis buffer (0.3 M NaCl, 20 mM Tris–HCl pH 7.5, 5 mM MgCl2, 5 mM DTT, proteinase inhibitor tablet, RNase inhibitor (20 U/ml) and 0.5% Tween-20). Lysis was performed at 4°C with rotation (2000 rpm), included DNaseI treatment (Invitrogen) and was followed by centrifugation (10 000 g, 10 min, 4°C). The supernatant was transferred to a new tube and incubated with Dynabeads M-270 (Invitrogen) bound with anti-FLAG antibody (10 μg, Sigma-Aldrich F3165) for 2 h at 4°C with gentle rotation. Following six times 1 ml washes with wash buffer (0.3 M NaCl, 20 mM Tris-HCl pH 7.5, 5 mM MgCl2, 5 mM DTT, proteinase inhibitor tablet and RNase inhibitor (20 U/ml)), bound proteins were eluted with 3xFLAG peptide (0.5 mg/ml, ApexBio). Elution was performed two times with 0.1 ml 3xFLAG peptide for 20 min at 4°C. RNA attached to purified protein complexes was isolated with the miRNeasy kit (Qiagen) according to manufacturer's instructions. RNA was quantified with RNA Pico kit on Bioanalyzer 2100 (Agilent).Preparation of plaNET-seq libraries and sequencingLibraries were constructed using Bioo Scientific's NEXTflex Small RNA-seq kit v3 following a custom protocol. Unlike the original protocol provided by the manufacturer, our custom protocol incorporates RNA fragmentation step in order to avoid underrepresentation of longer molecules of nascent RNA compared to shorter ones (Supplementary Figure S1B). Approximately 100 ng RNA was used for each library. After the ligation of the 3′-linker, RNA was fragmented in alkaline solution (100 mM NaCO3 pH 9.2, 2 mM EDTA) to a fragment size of 20–150 bp. After fragmentation, RNA was cleaned up with AMPure RNAclean XP beads, treated with PNK (20 U, NEB) for 20 min at 37°C and then re-annealed with 8 μM RT-primer (70°C, 5 min; 37°C, 30 min; 25°C, 15 min. Oligo sequence: 5′-GCCTTGGCACCCGAGAATTCCA-3′). The RNA was then re-introduced to the gel-free version of the manufacturer's protocol at the adapter inactivation step. For detailed step-by-step library preparation protocol, refer to Supplementary Figure S1B. Depending on the library, 10–16 cycles of PCR was used and the final library was validated with Agilent's DNA High Sensitivity kit on a Bioanalyzer 2100. Libraries were sequenced on the Illumina HiSeq-PE150 platform at Novogene (en.novogene.com).Alignment of sequencing readsThe first 4 bases of both R1 and R2 reads in plaNET-seq are Unique Molecular Identifiers (UMIs). They were trimmed from read sequences and appended to read names using UMI-Tools v0.5.3. After UMI trimming, the 5′-terminal base of R2 corresponds to the 3′-end of original RNA molecule and thus denotes the genomic position of RNAPII active center. R2 reads were aligned to TAIR10 genome assembly using STAR v2.5.2b in transcriptome-guided mode with the following settings: --outSAMmultNmax 1 --alignEndsType Extend5pOfRead1 --clip3pAdapterSeq GATCGTCGGACT. Ensembl Plants release 28 was used as the source of transcript annotation for alignment. The BAM files were sorted using Samtools v1.3.1. The following categories of reads were filtered out: (i) PCR duplicates (UMI-Tools); (ii) Reads aligned within 100 bp from any rRNA, tRNA, snRNA or snoRNA gene from Araport11 on either strand (BEDtools v2.17.0); (iii) Reads aligned with MAPQ < 10 (Samtools). The filtered BAM files were imported into R environment v3.5.1 using GenomicAlignments_1.18.1 library. The strand orientation of reads was flipped to restore strandedness of the original RNA molecules. 3′-terminal bases of flipped reads were found to overlap with 5′ or 3′ splice sites much more frequently than could be expected by chance. Such reads most likely represent splicing intermediates due to co-immunoprecipitation of the spliceosome together with FLAG-tagged RNAPII complexes. These reads were filtered out by overlap with the union of splice sites obtained from both Ensembl Plants 28 (TxDb.Athaliana.BioMart.plantsmart28 package) and Araport11 annotations. In addition, all split reads were removed as possible mature RNA contaminations. The remaining reads are expected to represent the nascent RNA population. Their genomic coverage was exported as strand-specific BigWig and bedGraph files using rtracklayer_1.42.2. The full pipeline is provided in the 01-Alignment_plaNET-Seq.sh and 02-Postprocessing_plaNET-Seq.R scripts in the code repository.Remapping of existing datasetsA few existing datasets were remapped in this study. They include pNET-seq (14) ({\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE109974\",\"term_id\":\"109974\"}}GSE109974), strand-specific RNA-seq from (25) ({\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE81202\",\"term_id\":\"81202\"}}GSE81202), TSS-seq data (26) ({\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE129523\",\"term_id\":\"129523\"}}GSE129523), as well as Direct RNA sequencing (DR-seq) data from (27) (ERP001018) and (28) (ERP003245). The pNET-seq libraries were processed using our plaNET-seq pipeline (see above). Remapping of RNA-seq and DR-seq data is described in 03-Alignment_GRO-Seq_RNA-Seq_DR-Seq.sh. We also re-used our TSS-seq data originally published in (29) ({\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE113677\",\"term_id\":\"113677\"}}GSE113677). Moreover, we used nucleosome occupancy tracks and nucleosome coordinates available from the PlantDHS database (30).Araport11 annotation was used throughout all further steps of data analysis because it is more comprehensive in terms of non-coding transcripts than both TAIR10 and Ensembl Plants 28 annotations. However, the downside or Araport11 compared to TAIR10 are the unrealistically long 5′- and 3′-UTRs (31). To compensate for this effect, we adjusted gene borders from Araport11 using TSS-seq and DR-seq data. If multiple TSS or PAS tag clusters were connected to the same gene, the strongest of them was chosen as the new border. The relevant code is available in 04-Adjustment_Araport11.R script.Metagene plotsTo draw metagene plots of plaNET-seq and other datasets mentioned above, we merged biological replicates and normalized the tracks to 1 million reads in nuclear protein-coding genes. The X axes of metagene plots represent the genomic intervals of choice which were scaled to the defined number of bins. Intervals overlapping multiple annotated transcription units were excluded from consideration. In particular, both introns and exons were trimmed by 5 bp each side prior to scaling to avoid possible artifacts. The Y axes show the sequencing coverage averaged between the genomic intervals. The code required to reproduce metagene plots from bedGraph tracks is available in 05-Metagenes.R script.Calling of novel transcriptsTranscript borders were called de novo from each plaNET-seq sample using groHMM package (32). Intervals which have <50% reciprocal overlap on the same strand with any known transcription unit in Araport11 were considered as novel (previously unannotated) transcripts. The novel transcripts were clustered between plaNET-seq samples and merged to obtain a non-redundant set (n = 7228). They were further classified into divergent, convergent, PAS antisense, distal antisense or intergenic (for more details, see 06-groHMM_pipeline.R).Analysis of differentially transcribed genesDifferentially transcribed known genes and novel transcripts were called by DESeq2 (33) from unnormalized plaNET-seq tracks with FDR <0.05 and log2FC > 1 (see 07-DESeq2_pipeline.R)Calculation of read-through lengthTo calculate the read-through (RT) length, we considered strongly transcribed genes (plaNET-seq FPKM in WT samples above 5). Genomic intervals for RT length estimation were defined to extend from PAS of the analyzed gene to the nearest downstream TSS. Coordinates of TSS and PAS clusters were called from TSS-seq and Direct RNA-seq datasets as described above. For each gene of interest, the empirical distribution of plaNET-seq tag counts in 100 bp sliding window was obtained (the ‘transcription’ model). The ‘random’ model corresponding to the untranscribed state was represented by Poisson distribution where the rate parameter was estimated from plaNET-seq tag counts in intergenic regions. Then plaNET-seq tags were counted in every 100 bp window moving in 10 bp steps along the candidate RT genomic interval. For each window, the probability to observe at most this tag count under the gene-specific ‘transcription’ model was divided by the probability to observe at least this tag count under the alternative ‘random’ model. The start position of the first window where the probability ratio dropped below 1 was considered as the end of the read-through region. The code is available in 08-Readthrough_distance.RCalculation of stalling indexesTo calculate promoter–proximal RNAPII stalling index for each gene longer than 1 kb, we first found 100 bp windows with the highest plaNET-seq coverage within the interval [TSS – 100 bp, TSS + 300 bp]. Center of this window was considered as the summit of promoter-proximal RNAPII peak. The stalling index was then calculated as the ratio of plaNET-seq coverage in this window vs the whole gene (normalized by gene length). Similarly, the intronic stalling index (ISI) was calculated for each intron longer than 50 bp: first we found the ‘best’ 10 bp window within the intron, and then we divided its plaNET-seq coverage by length-normalized coverage of the whole intron. Introns with FPKM-normalized plaNET-seq coverage >10 were further classified by their stalling index into ‘strong’ (ISI ≥ 5.5), ‘medium’ (3.5 < ISI < 5.5) and ‘weak’ (ISI ≤ 3.5). For more detailed description, refer to 09-Stalling_index.R.Assignment of chromatin statesThe coordinates of genomic segments having different chromatin states (combinatorial histone modification signatures) were downloaded from the PCSD database (34). Based on relative enrichment of different states along protein-coding genes (Supplementary Figure S4D), we combined the original 36 states into five groups: ‘Promoter’ (states 13 and 15–21), ‘Promoter to early elongation’ (states 22 and 23), ‘Early elongation’ (states 24–26), ‘Late elongation’ (states 3–12 and 27–28) and ‘Termination’ (states 1 and 2). RESULTSplaNET-seq robustly detects nascent RNAPII transcription in ArabidopsisTo purify RNAPII complexes, we relied on a FLAG-immunoprecipitation of the second-largest RNAPII subunit (NRPB2-FLAG). The NRPB2-FLAG construct covers lethal null-alleles of nrpb2, which makes these lines suitable to capture RNAPII as all complexes carry the tagged NRPB2 subunit (24). The stable line shows wild-type phenotype. We used the nuclear fraction of flash-frozen Arabidopsis seedlings as starting material (Figure ​(Figure1A).1A). RNAPII complexes were immunoprecipitated with high efficiency (Supplementary Figure S1A), and nascent RNA was purified and used for library construction (Supplementary Figure S1B). Processed reads were aligned to the Arabidopsis genome, identifying positions of the nascent RNA 3′-ends (Figure ​(Figure1B,1B, upper panel). Visualized in a genome browser, plaNET-seq shows the characteristic ‘spiky’ pattern that represents the nascent RNAPII transcription at each nucleotide. Our plaNET-seq libraries showed high reproducibility (Pearson coefficient r > 0.98) between replicates and confirmed low-velocity nascent RNAPII transcription at gene boundaries (Supplementary Figure S1C–F). We also generated a mock-IP plaNET-seq library to assess the stringency of our protocol. The mock-IP signal showed weak correlation to the signal from a FLAG-IP library (Supplementary Figure S1G, Pearson coefficient r < 0.35). The signal of mock-IP plaNET-seq libraries was extremely low, supporting FLAG-IP specific signal corresponding to nascent RNAPII transcription in our samples (Figure ​(Figure1B,1B, Supplementary Figure S1H). Our protocol is gel-free and differs in some steps from the published pNET-seq protocol. For example, the FLAG antibody is used instead of endogenous RNAPII antibodies at the IP step (Supplementary Figure S2A–C). Our libraries of nascent RNA appeared enriched for intronic reads and reads downstream of the annotated poly-(A)-site that represented RNAPII complexes undergoing termination of transcription. Steady-state methods such as RNA-seq do not provide this information on nascent RNAPII transcription, further supporting our successful enrichment for nascent RNA (Figure ​(Figure1B).1B). We called transcripts de novo from plaNET-seq data using the groHMM algorithm (32) and identified thousands of transcripts not annotated in Araport11 (Figure ​(Figure1C1C and D, Supplementary Table S1). The majority of these novel transcripts were in proximity to known genes, or overlapping them on the antisense strand (Figure ​(Figure1C1C and D). Overall, RNA-seq data correlated well with our plaNET-seq data for annotated transcripts but poorly for unannotated transcripts, emphasizing the power of plaNET-seq to capture transcripts undergoing rapid RNA degradation (Supplementary Figure S2D and E).Open in a separate windowFigure 1.Genome-wide detection of nascent transcription in response to low temperature with plaNET-seq. (A) Workflow of plaNET-seq. Chromatin from a stable NRPB2-FLAG line is isolated and DNase I treated. After immunoprecipitation and disruption of protein complexes, RNAPII-attached RNA is purified and used for library construction. The base at the 3′-end of the sequenced RNA is the last base added by the RNAPII complex and therefore aligns to the genomic position of transcriptionally engaged RNAPII. (B) An example of plaNET-seq coverage profile for the gene At2g28305. Positions of RNAPII are shown for sense (blue) and antisense (red) strands. For comparison, mock-IP (negative control) plaNET-seq sample, as well as stranded RNA-seq, TSS-seq (transcription start site sequencing) and DR-seq (direct RNA sequencing) tracks are also shown. The DR-seq track reveals sites of mRNA cleavage and polyadenylation (PAS). (C) Definition of novel transcripts detected by plaNET-seq. Divergent transcripts initiate no more than 500 bp upstream of a coding transcript TSS. Upstream transcripts initiate on the sense strand and partly overlap with an annotated transcript. Convergent transcripts initiate from the 5′-half of a coding gene body on the antisense strand. PAS-associated transcripts initiate from the 3′-half or no more than 20% downstream of its length on the antisense strand. Downstream transcripts initiate within a gene on the sense strand and continue beyond the annotated PAS. Distal antisense transcripts overlap with annotated gene on the antisense strand but initiate further downstream than 20% of the gene's length. Finally, if a transcript was not described by any of the above mentioned classes, it was defined as an intergenic transcript. (D) Bar chart of the number of transcripts that fall into the classes described in (A). Known non-coding transcripts in Araport11 are shown in checkered fill and novel transcript identified by plaNET-seq without fill.Characterization of divergent and convergent transcriptionTo further characterize the novel transcripts detected by plaNET-seq, we defined transcripts that start upstream (0–500 bp) from the TSS of a protein-coding gene but on the opposite strand as divergent non-coding transcripts (DNC) (Figures ​(Figures1C1C and 2A). DNC represents an important source of lncRNA transcription in yeast and metazoans (16,35–37), but the presence of DNC in Arabidopsis has been questioned (38). plaNET-seq provided evidence for DNC at 917 protein-coding genes and the DNC transcription start site (divTSS) was most often located 200–400 bp upstream from the coding TSS (Figure ​(Figure2B).2B). Thus, these data support the presence of DNC in plant genomes, although to a lower extent compared to yeast or mammals. An example of DNC was identified at the At3g28140 locus (Figure ​(Figure2C).2C). In general, genes driving DNC in plants had higher nascent RNAPII transcription on the coding strand compared to non-DNC genes (Figure ​(Figure2D),2D), indicating that DNC was associated with Nucleosome Depleted Regions (NDRs) of highly expressed genes. Metagene analyses of DNC using TSS-seq data in the hua enhancer 2-2 mutant (hen2-2, a nuclear exosome mutant) (39) showed DNC degradation by the nuclear exosome in Arabidopsis (Figure ​(Figure2E),2E), similar as in yeast and metazoans (36,40). DNC promoters had higher nucleosome density in the divergent non-coding direction compared to a control set of genes with similar transcription level (Supplementary Figure S3A). DNC promoters exhibited NDRs with well-defined flanking –1 and +1 nucleosomes (Supplementary Figure S3B). In conclusion, DNC transcription shares regulatory principles with budding yeast (41), an association with high definition of the –1 nucleosome, and is repressed by co-transcriptional RNA degradation (42).Open in a separate windowFigure 2.Divergent transcription occurs at highly active NDRs. (A) Schematic illustration of a divergent promoter. The nucleosomes surrounding the shared NDR are defined as –1 (DNC direction) and +1 (coding direction). (B) Histogram and kernel density of the absolute distance between start site for the divergent transcript (divTSS) and the coding TSS (bp). (C) An example of a divergent promoter (At3g28140). Nascent RNAPII transcription is shown for sense and divergent transcripts in blue and purple, respectively. (D) Box plot of transcription level of protein-coding genes with a DNC (purple) and without a DNC (gray) as measured by plaNET-seq. Statistical significance of differences was assessed by two-sided Mann–Whitney U test. (E) Metagene analysis of TSS-seq signal on the antisense strand of DNC promoters. Wild type signal is shown in black and the nuclear exosome mutant hen2–2 in red. DNC could be detected with TSS-seq data and DNC were targeted by the nuclear exosome. The shaded area shows 95% confidence interval for the mean.In addition to DNC, groHMM detected 5313 novel transcripts that overlap a single annotated gene transcription unit fully or partially on the antisense strand (Figure ​(Figure3A).3A). We considered novel transcripts as antisense transcripts when they either started internally of a host gene, or no more than 20% of its length downstream (n = 4922). We detected two preferential initiation sites for such antisense transcripts along the gene body (Figure ​(Figure3A).3A). The predominant peak of initiation site frequency was found at the 3′-end of genes, defined as PAS-associated antisense transcription (n = 3223). The second peak was located within the first 50% of the gene body, and we defined these transcripts as convergent antisense transcripts (CAS; n = 1699). CASs have been detected in human cells (13,19) but have so far been uncharacterized in plants. The TSS of convergent transcripts (casTSS) most often initiated at a distance between 250 and 1000 bp from the sense TSSs (Supplementary Figure S4A), exemplified by the At2g46710 gene (Figure ​(Figure3B).3B). Interestingly, casTSSs showed a strong bias towards early exon-intron boundaries with a peak very close to the first 5′ splice site (5′SS, Figure ​Figure3C).3C). Over 50% of all CAS initiated from the host gene's first exon or intron (Supplementary Figure S4B). Moreover, genes harboring a CAS had a significantly longer first exon and intron, indicating that a specific 5′-gene structure correlates with CAS expression (Supplementary Figure S4B). The nucleosome density upstream of the casTSS showed a sharp decrease, suggesting an intragenic NDR (Supplementary Figure S4C). Interestingly, when we assigned previously described chromatin states (34) to the bodies of Arabidopsis genes and explored where CAS transcription initiated, we detected an over-representation of casTSS within the chromatin states we denoted as promoter-to-early elongation (Supplementary Figure S4D and E). This indicated that the CAS initiation region coincided with a location where RNAPII complexes enter productive elongation. Genes giving rise to CAS had higher sense strand transcription compared to genes without detectable CAS (Figure ​(Figure3D).3D). These data indicated an association of CAS with a subset of highly transcribed genes. In addition, a comparison of TSS-seq data in wild type Col-0 seedlings and hen2-2 mutants showed that CAS transcripts are nuclear exosome targets (Figure ​(Figure3E).3E). Thus, we characterized Arabidopsis CAS as nuclear exosome targets that initiate from a NDR in promoter-proximal intervals of highly expressed genes with a long first exon and intron. All in all, our plaNET-seq data highlights the strength of a nascent RNA detection method to identify cryptic non-coding transcripts.Open in a separate windowFigure 3.Convergent antisense transcription is a common feature in Arabidopsis. (A) Histogram of the relative distance between initiation sites of antisense transcripts and the sense TSS (expressed as fraction of the sense gene length). Antisense transcription was defined either as convergent (if initiated within the first 50% of the sense gene length: red bars), or as PAS-associated (if initiated within the second 50% of the sense gene length or after the PAS up to a distance of 20% of the gene length after the gene end). (B) An example of a convergent transcript (At2g46710). Nascent RNAPII transcription is shown for sense and convergent transcripts in blue and red, respectively. (C) Histogram of the relative positions of casTSS between the first and the second 5′ splice sites (5′SS). (D) Box plot of transcription level of coding transcripts with a CAS and without a CAS. Statistical significance of the difference was measured by two-sided Mann–Whitney U test. Genes with a CAS showed higher transcription in the sense direction compared to those without a CAS. (E) Metagene analysis of TSS-seq signal on the antisense strand in 1 kb windows anchored at the casTSS. Wild type signal is shown in black and the nuclear exosome mutant hen2–2 in red. At least some CAS could be detected with TSS-seq data, and they are targeted by the nuclear exosome. The shaded area shows 95% confidence interval for the mean.Low temperature lead to major re-programming of nascent RNAPII transcriptionIn addition to the capture of cryptic transcripts, NET-seq interrogates the RNAPII transcription dynamics over coding and non-coding transcription units, revealing regions of low-velocity transcription. The link between temperature and transcriptional output in plants (3) lead us to hypothesize that chilling temperatures may regulate nascent RNAPII transcription over these regions. Therefore, we exposed seedlings to early stages of cold-acclimation (3 and 12 h at 4°C, Figure ​Figure4A).4A). Numerous transcripts had significantly changed plaNET-seq signal over their transcription units in our conditions (Figure ​(Figure4B,4B, Supplementary Table S2). The number of differentially transcribed known genes at 3 h at 4°C versus 22°C greatly exceeded those detected as differentially expressed in the same conditions and identical cut off values by Transcription Start Site sequencing (TSS-seq) (2). These data suggest that the detection of steady-state levels of RNA species (i.e. by TSS-seq) does not fully capture the actual changes in nascent transcription during exposure to 4°C (Figure ​(Figure4C)4C) (2). Strikingly, 47% and 50% of known transcripts which were upregulated or downregulated after 3 h at 4°C, returned to baseline levels after 12 h at 4°C (Figure ​(Figure4D),4D), suggesting transient re-programming of nascent RNAPII transcription. Nascent transcription of the novel non-coding transcripts was also affected by the cold treatment, as shown on metagene plots for divergent, convergent and PAS-associated antisense transcripts (Figure ​(Figure4E4E–G). We detected a rapid decrease of plaNET-seq signal after 3 h at 4°C that reverted back to or close to control levels after 12 h at 4°C. Thus, our results support the notion that transcription of many non-coding transcripts respond rapidly to a changing environment (43). Taken together, plaNET-seq detected genome-wide transcriptional changes with increased sensitivity compared to steady-state methods and revealed a major re-programming of nascent RNAPII transcription in response to chilling temperatures.Open in a separate windowFigure 4.Low temperature leads to re-programming of nascent RNAPII transcription. (A) Illustration of the experimental design of low temperature exposure. Seedlings were grown for 12 days under a long day light regime on agar plates. Exposure to low temperature was performed for 3 or 12 h during the light hours and samples were collected and flash frozen in liquid nitrogen. (B) The number of differentially transcribed genes determined by plaNET-seq in response to low temperature treatment. (C) Numbers of up- and down-regulated transcripts after 3 h at 4°C (compared to the control grown at 22°C) as determined by DESeq2 using plaNET-seq and TSS-seq data. The transcriptional changes detected by plaNET-seq exceeded those detected with the same cutoff values by TSS-seq. (D) Schematic time course of how many genes which were found differentially transcribed after 3 h at 4°C have returned to the baseline expression at 12 h at 4°C. (E-G) Metagene analysis of the plaNET-seq signal in a 1 kb window centered at (E) divTSS, (F) casTSS and (G) PAS-AS TSS. 22°C (control sample) is shown in black, 3 h 4°C in blue, 12 h 4°C in light blue. The shaded area shows 95% confidence interval for the mean.Exons and co-transcriptional splicing represent transient transcriptional barriers at low temperatureThe re-programming of nascent RNAPII transcription in response to chilling temperatures prompted us to look closer at the effects on coding regions in the genome. Eukaryotic genes have exon–intron architecture where introns are co-transcriptionally spliced out to form a functional mRNA. The close proximity of a transcribing RNAPII complex and the spliceosome is detected with NET-seq (15,21). Splicing intermediates can readily be detected in NET-seq data, in particular the 5′ splice site (5′SS) that is protected by the co-purified spliceosome (Figure ​(Figure5A),5A), as previously reported in human NET-seq (15). We thus filtered out these read positions in our analysis since the RNAPII-associated RNA 3′-ends through co-purification of the spliceosome may not precisely inform on the position of nascent RNAPII transcription (15). Interestingly, when we analyzed the fraction of 5′SS reads in our low temperature exposed plaNET-seq samples, we detected a strong genome-wide decrease of 5′SS reads after 3 h at 4°C compared to 22°C (Figure ​(Figure5B5B and C, Supplementary Figure S5A). The decrease reverted back to control levels after 12 h at 4°C, suggesting that the kinetics of the splicing reaction was initially affected by low temperature (Figure ​(Figure5B).5B). Moreover, we detected a transient increase of the exon to intron ratio of nascent RNAPII transcription after 3 h at 4°C compared to 22°C and 12 at 4°C (Figure ​(Figure5D).5D). These data indicated a transiently increased nascent RNAPII transcription over exons at 4°C. Consistently, many of the transcripts upregulated after 3 h were relatively long, multi-exonic genes compared to downregulated genes, whereas an inverse relationship was detected for expression changes from 3 h to 12 h at 4°C (Supplementary Figure S5B and C).Open in a separate windowFigure 5.The effect of splicing and intragenic RNAPII stalling. (A) Illustration of the RNAPII–spliceosome complex during active transcription. The spliceosome protects the 5′SS and the splicing intermediates are co-purified with transcriptionally engaged RNAPII complex in NET-seq. (B) Bar chart of the percentage of 5′SS intermediates found in the control and low temperature exposed replicates of plaNET-seq. (C) The effect of chilling temperature on 5′SS species for the gene At3g11070. (D) Histogram showing the ratio between plaNET-seq reads mapping to all exons and all introns in the replicates of low temperature treatment. (E) RT-qPCR validation of the plaB treatment efficiency (shown for a splicing event of the At2g39550 mRNA). Bars represent mean ± SEM of three biological replicates (circles). The statistical significance of differences was calculated by two-sided t-test. *P < 0.05, **P < 0.01. (F) PlaNET-seq co-purifies splicing intermediates, predominantly 5′SS species. The effect of the splicing inhibitor plaB is shown for the gene At2g39550. (G) Bar chart of the percentage of 5′SS intermediates found in the plaNET-seq DMSO and plaB replicates. (H) Metagene analysis of nascent RNAPII transcription over the 3′-half of internal exons as determined by plaNET-seq. DMSO is shown in blue and plaB in red. Dashed box indicates stalling site at the 3′-end of exons. The shaded area shows 95% confidence interval for the mean. (I) Metagene analysis of nascent RNAPII transcription over the 3′-half of internal exons as determined by pNET-seq. Data from the Ser5P antibody is shown in black, Ser2P in red, Unphosphorylated in purple and Total RNAPII in blue. Dashed box indicates stalling site at the 3′-end of exons. The shaded area shows 95% confidence interval for the mean. (J) Metagene analysis of nascent RNAPII transcription over the 3′-half of internal exons as determined by plaNET-seq. 22°C (control sample) is shown in black, 3 h 4°C in blue, 12 h 4°C in light blue. Dashed box indicates stalling site at the 3′-end of exons. The shaded area shows 95% confidence interval for the mean. (K) An example of exonic stalling for intron 2 of the gene At1g01320. Exonic stalling is increased after 3 h at 4°C compared to 22°C.The hypothesis that splicing kinetics may be transiently affected by low temperature prompted us to examine the connection between splicing and RNAPII transcription more closely. We applied the splicing inhibitors pladienolide B (plaB) and herboxidiene and confirmed their effect on sensitive splicing events (44,45) with RT-qPCR (Figure ​(Figure5E,5E, Supplementary Figure S6A). Next, we treated seedlings with DMSO or plaB for 6 hours and generated plaNET-seq libraries. We detected a large genome-wide decrease in 5′SS reads in our plaB samples compared to the DMSO samples, confirming a successful inhibition of the splicing reaction (Figure ​(Figure5F5F and G, Supplementary Figure S6B). Our analysis identified small nuclear RNAs involved in splicing, confirming co-purification of the spliceosome with RNAPII complexes (Supplementary Figure S6C), consistent with earlier reports (15,21). Metagene profiles of internal exons revealed increased nascent RNAPII transcription upstream of the 5′SS in DMSO compared to plaB, supporting splicing-dependent RNAPII stalling before the end of exons (Figure ​(Figure5H,5H, dashed box). This exonic RNAPII stalling was visible also in the re-analyzed pNET-Seq data (14), however only in the serine-5 phosphorylation (Ser5P) track which corresponds to NRPB1 phosphorylated at Ser5 position of its C-terminal domain (Figure ​(Figure5I).5I). In our cold-treated samples, we detected an increased peak at the end of exons after 3 h 4°C compared to 22°C (Figure ​(Figure5J5J and K, dashed box). The increased height of the peak was transient and reverted to baseline levels after 12 h at 4°C. In conclusion, our analyses support a splicing-dependent dynamic increase of nascent RNAPII transcription at the end of exons during low temperature. These data may indicate that the kinetics of the splicing reaction is transiently reduced in the chilling response.Identification of a novel intragenic RNAPII stalling siteIn introns, plaNET-seq metagene profiles of our plaB and DMSO samples revealed a peak of nascent RNAPII transcription close to the 5′SS (Figure ​(Figure6A).6A). Moreover, this intronic peak is most clearly visible in the Ser5P track of pNET-seq data (Supplementary Figure S7A). We called the peak coordinates in each intron using sliding window approach on Ser5p pNET-seq data. Next, we calculated an ‘Intronic stalling index’ (ISI) for each intron. Finally, we divided the introns based on ISI into those with strong, medium or weak stalling (for more details, see Methods). ISI for expressed introns can be found in Supplementary Table S4. The intronic peak was most frequently observed at 25 nt downstream of the 5′SS, irrespective of the ISI level (Figure ​(Figure6B).6B). An example of the intronic peak can be seen for intron 2 of At1g59870 (Figure ​(Figure6C).6C). Grouping introns by ISI revealed that introns with higher ISI scores were on average longer than low ISI-score introns (Supplementary Figure S7B). This insight made us return to genes with a convergent antisense transcript (CAS), which show a longer first intron compared to control genes. Indeed, CAS host genes showed a significantly higher ISI compared to control genes (Supplementary Figure S7C). Thus, there was a correlation between the presence of a CAS and sense RNAPII stalling in the long first intron found in CAS host genes. Next, we stratified introns according to their length to explore other potential effects of the intronic peak. We detected no evidence for increased nucleosome signal in short introns (60–250 bp; n = 97 558), Supplementary Figure S7D). However, we detected peaks of nucleosome density in longer introns (250–1000 bp, n = 15 991), suggesting that these included one or several phased nucleosomes (Supplementary Figure S7D). We next plotted nascent RNAPII transcription over long introns compared to a control set of short introns (obtained from the same genes to avoid any effect of gene expression level). We detected a higher plaNET-seq signal over longer introns, suggesting that long introns were transcribed more slowly compared to short introns (Supplementary Figure S7E). Thus, nucleosome barriers may contribute to a reduced transcription speed and increased plaNET-seq signal of longer introns. Interestingly, the intronic peak in short introns was largely plaB insensitive (Figure ​(Figure6D),6D), whereas stalling in long introns was sensitive to plaB (Figure ​(Figure6E).6E). Similarly, our cold-treated samples showed small effects of the intron peak for short introns (Figure ​(Figure6F)6F) but a large increase of nascent RNAPII transcription after 3 h at 4°C that reverted back to control levels after 12 h at 4°C in long introns (Figure ​(Figure6G).6G). This observation further supported a transient decrease in kinetics of the splicing reaction after low temperature exposure. All in all, our plaB and cold-treated samples provide key information to distinguish plaNET-seq signal that is dependent on the splicing reaction from peaks of RNAPII activity independent of splicing. Our data support a RNAPII stalling site 25 nt into plant introns. The sensitivity of this peak to plaB and to low temperature correlates with intron length, perhaps indicating RNAPII-stalling associated checkpoint to improve splicing accuracy of long introns. The intronic peak of RNAPII activity represents a novel site of RNAPII stalling during gene transcription that represents the third stalling site in addition to the positions at gene boundaries.Open in a separate windowFigure 6.Identification of a novel RNAPII stalling site in introns. (A) Metagene analysis of nascent RNAPII transcription in all introns as determined by plaNET-seq. DMSO is shown in blue and plaB in red. Dashed box indicates stalling site at the 3′-end of exons. The shaded area shows 95% confidence interval for the mean. (B) Distribution of the absolute distances between the intronic peak and the 5′SS. Only introns with FPKM-normalized plaNET-seq coverage above 10 are shown. Introns with strong intronic stalling index (ISI ≥ 5.5) are shown in red, medium (3.5 < ISI < 5.5) in black and weak (ISI ≤ 3.5) in blue. (C) An example of the intronic peak shown for intron 2 in the gene At1g59870. (D) Metagene analysis of nascent RNAPII transcription in short introns as determined by plaNET-seq. DMSO is shown in blue and plaB in red. Dashed box indicates stalling site at the 3′-end of exons. The shaded area shows 95% confidence interval for the mean. (E) Metagene analysis of nascent RNAPII transcription in long introns as determined by plaNET-seq. DMSO is shown in blue and plaB in red. Dashed box indicates stalling site at the 3′-end of exons. The shaded area shows 95% confidence interval for the mean. (F) Metagene analysis of nascent RNAPII transcription in short introns as determined by plaNET-seq. 22°C (control sample) is shown in black, 3 h 4°C in blue, 12 h 4°C in light blue. Dashed box indicates stalling site at the 3′-end of exons. The shaded area shows 95% confidence interval for the mean. (G) Metagene analysis of nascent RNAPII transcription in long introns as determined by plaNET-seq. 22°C (control sample) is shown in black, 3 h 4°C in blue, 12 h 4°C in light blue. Dashed box indicates stalling site at the 3′-end of exons. The shaded area shows 95% confidence interval for the mean.Low temperature affects promoter-proximal RNAPII stallingTo further investigate RNAPII stalling at gene boundaries, we first focused on the beginning of transcription units (i.e. promoter–proximal stalling). plaNET-seq detected a large fraction of reads at 5′-ends of genes, consistent with previous studies in plants and metazoans (5,14) (Supplementary Figure S1C). However, we found no clear association between the annotated TSS position and the maximal density of nascent RNA signal on the sense strand (Supplementary Figure S8A and B). To test if other genomic features could offer a better association we used nucleosome positioning data (MNase-seq). Metagene plots anchored at the center of the first nucleosome revealed a strong association with peaks of nascent RNAPII transcription (Figure ​(Figure7A,7A, Supplementary Figure S8C), suggesting a nucleosome defined promoter proximal stalling mechanism in Arabidopsis. We found that 16.6% of the expressed genes (FPKM ≥ 1) showed RNAPII stalling in the promoter proximal region (Promoter-proximal Stalling Index ≥ 3, Supplementary Table S5). Metagene profiles for 0, 3 and 12 h at 4°C indicated that low temperature affected RNAPII stalling at the first (i.e. +1) nucleosome (Figure ​(Figure7A).7A). 3 h at 4°C resulted in an increased peak around the center of the +1 nucleosome, indicating greater promoter-proximal stalling. In contrast, the 12 h 4°C samples resulted in decreased stalling. These results prompted us to investigate if pools of RNAPII engaged in promoter-proximal stalling may facilitate temperature-dependent gene regulation. We calculated a ‘Promoter–proximal stalling index’ from plaNET-seq data (i.e. relative nascent RNAPII transcription at the promoter proximal region versus the gene body) as previously described (14). Transcripts that were up-regulated after 3 h at 4°C showed a significantly increased stalling index before low temperature treatment (22°C). In addition, transcripts that were down-regulated after 3 h at 4°C exhibited significantly decreased promoter proximal stalling compared to non-regulated transcripts (Figure ​(Figure7B).7B). These results support a role for RNAPII promoter-proximal stalling to adjust transcription to low temperature. In conclusion, plaNET-seq revealed a nucleosome defined promoter–proximal RNAPII stalling mechanism that may facilitate reprogramming of gene expression in response to temperature changes.Open in a separate windowFigure 7.Low temperature affects RNAPII stalling at gene boundaries. (A) Metagene analysis of the plaNET-seq signal in a 1 kb window anchored at the center of +1 nucleosome. 22°C (control sample) is shown in black, 3 h 4°C in blue, 12 h 4°C in light blue. The shaded area shows 95% confidence interval for the mean. (B) Box plot of promoter–proximal stalling index in control conditions (22°C) of genes which are differentially transcribed at 3 h 4°C. Black denotes transcripts with unchanged expression, red denotes upregulated transcripts and blue denotes downregulated transcripts. Statistical differences were assessed by two-sided Mann–Whitney U test. (C) Metagene analysis of the plaNET-seq signal in a 1 kb window anchored at the PAS. 22°C is shown in black, 3 h 4°C is shown in blue, 12 h 4°C is shown in light blue. The shaded area shows 95% confidence interval for the mean. (D) Upper panel illustrates the definition of read-through distance while lower panel shows a box plot of the read-through distance (bp) in 22°C (black), 3 h 4°C (blue) and 12 h 4°C (light blue) samples. Statistical differences were assessed by two-sided Mann–Whitney U test.Low temperature transiently reduces 3′-end associated RNAPII stalling and read-through transcriptionIn addition to promoter-proximal positions, RNAPII stalls near 3′-ends of Arabidopsis genes (14,38,46). We detected increased nascent RNAPII transcription downstream of the poly(A) sites (PAS) (Figure ​(Figure7C).7C). We plotted the mean plaNET-seq signal anchored on PAS sites to examine the effect of low temperature on PAS-associated RNAPII stalling. As expected, samples taken before the treatment (22°C) and after 12 h at 4°C showed that RNAPII stalled downstream of the PAS (Figure ​(Figure7C).7C). Surprisingly, the peak of RNAPII stalled downstream of the PAS was abolished after 3 h at 4°C, suggesting a major change in transcription dynamics associated with termination (Figure ​(Figure7C).7C). RNAPII complexes transcribe beyond the PAS, representing the zone of transcription termination (Figure ​(Figure7D,7D, upper panel). At control conditions (22°C), we detected a median read-through distance of 497 bp (Figure ​(Figure7D).7D). This distance was significantly decreased at 3 h 4°C (median 462 bp, Figure ​Figure7D).7D). However, at 12 h 4°C, we detected a slightly increased read-through distance (median 524 bp, Figure ​Figure7D).7D). Thus, genome-wide distribution of RNAPII such as PAS-associated stalling and read-through distance were transiently altered by low temperature. DISCUSSIONplaNET-seq reveals novel transcription units near annotated genesHere, we have used NET-seq to study how nascent RNAPII transcription adjusts to low temperature in Arabidopsis. Our data detected numerous novel transcripts adjacent and antisense to coding sequences. We identified divergent transcription (DNC) from promoter NDRs in Arabidopsis, although at a limited number of genes (Figure ​(Figure2)2) compared to other eukaryotes (15,36). Arabidopsis promoters displaying DNC have high expression in the sense direction (i.e. mRNA) and a well-defined NDR with well-positioned –1 and +1 nucleosomes (Figure ​(Figure2).2). However, highly expressed genes in Arabidopsis exist without evidence for DNC originating from their promoter NDR. We confirm the repressive effect of nuclear RNA degradation on the detection of DNC. Future studies will be required to elucidate the function of DNC, and the molecular mechanisms that direct RNAPII more strictly into the direction of mRNA transcription at shared promoter NDRs in Arabidopsis compared to metazoans. Arabidopsis protein-coding genes also show extensive antisense initiation from promoter proximal exon–intron boundaries (i.e. CAS; Figure ​Figure3),3), a common form of antisense transcription in human cells (13,19). In human and plants, promoter–proximal introns regulate gene expression and include many cis-elements for transcription factor binding (47,48), which may explain the favored site of initiation for CAS. A focused functional dissection of CAS is currently lacking, however CAS transcription may shape the chromatin environment of the corresponding sense promoter as suggested in yeast and human (13,19,49). The casTSSs overlapped frequently with chromatin states which correspond to the transition zone for RNAPII between initiation and productive elongation (Supplementary Figure S4E), thus highlighting the effects of intragenic chromatin dynamics on TSS selection (29). In summary, our identification of thousands novel transcription units enabled us to detect non-coding transcription linked to gene expression at equivalent positions of transcription units across eukaryotes.Co-transcriptional splicing may decrease in response to low temperatureOur results reveal an intragenic peak of RNAPII activity located towards the end of exons (Figure ​(Figure5H5H–K). Exons have well-positioned nucleosomes in human (50) and Arabidopsis (51) that may alter RNAPII progression to result in gradual accumulation of nascent RNAPII transcription towards the end of exons. Our data show that the exonic peak is most pronounced after 3 h 4°C, perhaps reflecting challenges to transcribe through nucleosome-rich regions during initial low temperature exposure. We detected a similar position of the major stalling site within exons close to the 5′SS in DMSO-treated samples, however this exonic RNAPII stalling was abolished when splicing was chemically inhibited by plaB (Figure ​(Figure5H).5H). These data argue that the transient peak of RNAPII at the end of exons may reflect the impact of altered splicing kinetics on nascent RNAPII transcription (52). The decreased RNAPII speed nearby 5′SS may be used by the plant for regulation of alternative splicing events (53), a biologically essential mechanism for cold acclimation in Arabidopsis (23). In addition to the exonic peak, we detect a sharp peak of nascent RNAPII transcription at about 25 bp into introns. This intronic peak co-localized with RNAPII decorated by CTD-Ser5P, a post-translational RNAPII modification that has previously been linked to splicing (15). Interestingly, this peak has not been detected in yeast or human cells, arguing for diverse transcription dynamics within gene bodies between eukaryotes. We identified a reduction of nascent RNAPII transcription at the intronic peak in response to splicing inhibition by plaB treatment for long introns (i.e. 250–1000 bp). These data reveal unprecedented insight into the connections between RNAPII stalling, splicing and intron length that shape plant gene expression. We consider it plausible that this intronic RNAPII peak may represent a checkpoint (54) for accurate splicing of long introns, where we imagine the canonical splice sites to be in a greater competition with cryptic intronic splice sites.Low temperature effects RNAPII stalling at gene boundariesOur analyses of nascent RNAPII transcription highlights the relevance for mechanisms regulation ‘post-initiation’, in other words beyond RNAPII recruitment to gene promoters through sequence-specific transcription factors. At the 5′-end of genes, RNAPII stalls at the +1 nucleosome during Arabidopsis gene expression (Figure ​(Figure7A).7A). In human, RNAPII complexes stall at a narrow window of 20–60 bp between the TSS and the +1 nucleosome boundary (15). The stalling in metazoans is influenced by the Negative Elongation Factor (NELF) complex that prevents RNAPII complexes to proceed into productive elongation (55). Interestingly, NELF is conspicuously absent in plants, which may reconcile our identification of the +1 nucleosome as the main determinant for promoter-proximal RNAPII stalling. An interesting question is if RNAPII is in a ‘paused state’ at this stage before entering productive elongation or if the increased transcriptional activity is due to pre-mature termination, something that has been reported in human cells (56). Our data support the idea that RNAPII complexes stalled at promoter-proximal positions may be released to adjust transcription in response to decreased temperature in Arabidopsis (Figure ​(Figure7B).7B). A key modulator of temperature-dependent plant gene expression is the histone variant H2A.Z incorporated into the +1 nucleosome (57). It is tempting to speculate that temperature-regulated properties of the +1 nucleosome contribute to temperature-induced expression changes of plant genes by effects on promoter-proximal RNAPII stalling.At the 3′-end of genes we find a transient chilling-induced contraction of transcription units (Figure ​(Figure7C7C and D). We calculate the read-through distance in Arabidopsis to a median length of 497 bp (Figure ​(Figure7D).7D). This can be compared to the median read-through distance in S. cerevisiae (200 bp) (58) and human cells (3300 bp) (20). The difference in read-through distance may be connected to the level of genome compaction; both Arabidopsis and S. cerevisiae have gene-denser genomes compared to humans. Gene-dense genomes increase the probability of RNAPII collisions by read-through transcription with harmful consequences for genome stability (59,60). We have not failed to notice that the transient effects on RNAPII read-through distance during low temperature exposure could be consistent with changes in liquid phase viscosity implicated in Arabidopsis 3′-end formation (61). Perhaps, our 3 h 4°C time-point captures cells during a metabolic adjustment of nuclear liquid environments including those promoting 3′-end formation.In conclusion, the temperature-induced genome-wide adaptions required to maintain cellular functions provide insight into molecular alterations that promote organismal fitness during environmental change. Our work identifies key parameters of nascent RNAPII transcription that control the transcriptional cold-response in Arabidopsis and possibly other eukaryotes. DATA AVAILABILITYThe scripts required to reproduce all results and figures are available at GitHub: [https://github.com/Maxim-Ivanov/Kindgren_et_al_2019]. plaNET-seq data are available at NCBI GEO database with accession code {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE131733\",\"term_id\":\"131733\"}}GSE131733. Supplementary Materialgkz1189_Supplemental_FilesClick here for additional data file.(20M, zip) ACKNOWLEDGEMENTSWe would like to thank Albin Sandelin and members of the Marquardt lab for critical reading of the manuscript. Adam R. Morris from Bioo Scientific is acknowledged for assistance with modifications to the library construction protocol. REFERENCES1. \nMarkovskaya E.F., Shibaeva T.G.. \nLow temperature sensors in plants: hypotheses and assumptions. Biol. Bull. 2017; 44:150–158. [Google Scholar]2. \nKindgren P., Ard R., Ivanov M., Marquardt S.. \nTranscriptional read-through of the long non-coding RNA SVALKA governs plant cold acclimation. Nat. Commun. 2018; 9:4561. [PMC free article] [PubMed] [Google Scholar]3. \nThomashow M.F.\nPLANT COLD ACCLIMATION: freezing tolerance genes and regulatory mechanisms. Annu. Rev. Plant Physiol. Plant Mol. Biol. 1999; 50:571–599. [PubMed] [Google Scholar]4. \nMayer A., Landry H.M., Churchman L.S.. \nPause & go: from the discovery of RNA polymerase pausing to its functional implications. Curr. Opin. Cell Biol. 2017; 46:72–80. [PMC free article] [PubMed] [Google Scholar]5. \nAdelman K., Lis J.T.. \nPromoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat. Rev. Genet. 2012; 13:720–731. [PMC free article] [PubMed] [Google Scholar]6. \nRougvie A.E., Lis J.T.. \nThe RNA polymerase II molecule at the 5′ end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell. 1988; 54:795–804. [PubMed] [Google Scholar]7. \nBunch H., Zheng X., Burkholder A., Dillon S.T., Motola S., Birrane G., Ebmeier C.C., Levine S., Fargo D., Hu G. et al. .. \nTRIM28 regulates RNA polymerase II promoter-proximal pausing and pause release. Nat. Struct. Mol. Biol. 2014; 21:876–883. [PMC free article] [PubMed] [Google Scholar]8. \nProudfoot N.J.\nTranscriptional termination in mammals: stopping the RNA polymerase II juggernaut. Science. 2016; 352:aad9926. [PMC free article] [PubMed] [Google Scholar]9. \nConnelly S., Manley J.L.. \nA functional mRNA polyadenylation signal is required for transcription termination by RNA polymerase II. Genes Dev. 1988; 2:440–452. [PubMed] [Google Scholar]10. \nBuratowski S.\nConnections between mRNA 3′ end processing and transcription termination. Curr. Opin. Cell Biol. 2005; 17:257–261. [PubMed] [Google Scholar]11. \nHazelbaker Dane Z., Marquardt S., Wlotzka W., Buratowski S.. \nKinetic competition between RNA polymerase II and Sen1-dependent transcription termination. Mol. Cell. 2013; 49:55–66. [PMC free article] [PubMed] [Google Scholar]12. \nVilborg A., Sabath N., Wiesel Y., Nathans J., Levy-Adam F., Yario T.A., Steitz J.A., Shalgi R.. \nComparative analysis reveals genomic features of stress-induced transcriptional readthrough. Proc. Natl. Acad. Sci. U.S.A. 2017; 114:E8362–E8371. [PMC free article] [PubMed] [Google Scholar]13. \nMayer A., di Iulio J., Maleri S., Eser U., Vierstra J., Reynolds A., Sandstrom R., Stamatoyannopoulos John A., Churchman L.S.. \nNative elongating transcript sequencing reveals human transcriptional activity at nucleotide resolution. Cell. 2015; 161:541–554. [PMC free article] [PubMed] [Google Scholar]14. \nZhu J., Liu M., Liu X., Dong Z.. \nRNA polymerase II activity revealed by GRO-seq and pNET-seq in Arabidopsis. Nat. Plants. 2018; 4:1112–1123. [PubMed] [Google Scholar]15. \nNojima T., Gomes T., Grosso Ana Rita F., Kimura H., Dye Michael J., Dhir S., Carmo-Fonseca M., Proudfoot Nicholas J.. \nMammalian NET-Seq reveals Genome-wide nascent transcription coupled to RNA processing. Cell. 2015; 161:526–540. [PMC free article] [PubMed] [Google Scholar]16. \nChurchman L.S., Weissman J.S.. \nNascent transcript sequencing visualizes transcription at nucleotide resolution. Nature. 2011; 469:368. [PMC free article] [PubMed] [Google Scholar]17. \nSchlackow M., Nojima T., Gomes T., Dhir A., Carmo-Fonseca M., Proudfoot N.J.. \nDistinctive patterns of transcription and RNA processing for human lincRNAs. Mol. Cell. 2017; 65:25–38. [PMC free article] [PubMed] [Google Scholar]18. \nAndersson R., Refsing Andersen P., Valen E., Core L.J., Bornholdt J., Boyd M., Heick Jensen T., Sandelin A.. \nNuclear stability and transcriptional directionality separate functionally distinct RNA species. Nat. Commun. 2014; 5:5336. [PubMed] [Google Scholar]19. \nBrown T., Howe F.S., Murray S.C., Wouters M., Lorenz P., Seward E., Rata S., Angel A., Mellor J.. \nAntisense transcription-dependent chromatin signature modulates sense transcript dynamics. Mol. Syst. Biol. 2018; 14:e8007. [PMC free article] [PubMed] [Google Scholar]20. \nSchwalb B., Michel M., Zacher B., Frühauf K., Demel C., Tresch A., Gagneur J., Cramer P.. \nTT-seq maps the human transient transcriptome. Science. 2016; 352:1225–1228. [PubMed] [Google Scholar]21. \nNojima T., Rebelo K., Gomes T., Grosso A.R., Proudfoot N.J., Carmo-Fonseca M.. \nRNA polymerase II phosphorylated on CTD serine 5 interacts with the spliceosome during Co-transcriptional splicing. Mol. Cell. 2018; 72:369–379. [PMC free article] [PubMed] [Google Scholar]22. \nCapovilla G., Delhomme N., Collani S., Shutava I., Bezrukov I., Symeonidi E., de Francisco Amorim M., Laubinger S., Schmid M.. \nPORCUPINE regulates development in response to temperature through alternative splicing. Nat. Plants. 2018; 4:534–539. [PubMed] [Google Scholar]23. \nCalixto C.P.G., Guo W., James A.B., Tzioutziou N.A., Entizne J.C., Panter P.E., Knight H., Nimmo H.G., Zhang R., Brown J.W.S.. \nRapid and dynamic alternative splicing impacts the arabidopsis cold response transcriptome. Plant Cell. 2018; 30:1424–1444. [PMC free article] [PubMed] [Google Scholar]24. \nOnodera Y., Nakagawa K., Haag J.R., Pikaard D., Mikami T., Ream T., Ito Y., Pikaard C.S.. \nSex-biased lethality or transmission of defective transcription machinery in Arabidopsis. Genetics. 2008; 180:207–218. [PMC free article] [PubMed] [Google Scholar]25. \nKohnen M.V., Schmid-Siegert E., Trevisan M., Petrolati L.A., Sénéchal F., Müller-Moulé P., Maloof J., Xenarios I., Fankhauser C.. \nNeighbor detection induces organ-specific transcriptomes, revealing patterns underlying hypocotyl-specific growth. Plant Cell. 2016; 28:2889–2904. [PMC free article] [PubMed] [Google Scholar]26. \nArd R., Thomas Q., Li B., Wang J., Pelechano V., Marquardt S.. \nTranscript isoform sequencing reveals widespread promoter-proximal transcriptional termination. 2019; bioRxiv doi:28 October 2019, pre-print: not peer-reviewed10.1101/805853. [CrossRef]27. \nSherstnev A., Duc C., Cole C., Zacharaki V., Hornyik C., Ozsolak F., Milos P.M., Barton G.J., Simpson G.G.. \nDirect sequencing of Arabidopsis thaliana RNA reveals patterns of cleavage and polyadenylation. Nat. Struct. Mol. Biol. 2012; 19:845. [PMC free article] [PubMed] [Google Scholar]28. \nSchurch N.J., Cole C., Sherstnev A., Song J., Duc C., Storey K.G., McLean W.H.I., Brown S.J., Simpson G.G., Barton G.J.. \nImproved annotation of 3′ untranslated regions and complex loci by combination of strand-specific direct RNA sequencing, RNA-Seq and ESTs. PLoS One. 2014; 9:e94270. [PMC free article] [PubMed] [Google Scholar]29. \nNielsen M., Ard R., Leng X., Ivanov M., Kindgren P., Pelechano V., Marquardt S.. \nTranscription-driven chromatin repression of Intragenic transcription start sites. PLoS Genet. 2019; 15:e1007969. [PMC free article] [PubMed] [Google Scholar]30. \nZhang T., Zhang W., Jiang J.. \nGenome-wide nucleosome occupancy and positioning and their impact on gene expression and evolution in plants. Plant Physiol. 2015; 168:1406–1416. [PMC free article] [PubMed] [Google Scholar]31. \nZhang R., Calixto Cristiane P.G., Marquez Y., Venhuizen P., Tzioutziou N.A., Guo W., Spensley M., Entizne J.C., Lewandowska D., ten Have S. et al. .. \nA high quality Arabidopsis transcriptome for accurate transcript-level analysis of alternative splicing. Nucleic Acids Res. 2017; 45:5061–5073. [PMC free article] [PubMed] [Google Scholar]32. \nChae M., Danko C.G., Kraus W.L.. \ngroHMM: a computational tool for identifying unannotated and cell type-specific transcription units from global run-on sequencing data. BMC Bioinformatics. 2015; 16:222. [PMC free article] [PubMed] [Google Scholar]33. \nLove M.I., Huber W., Anders S.. \nModerated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 2014; 15:550. [PMC free article] [PubMed] [Google Scholar]34. \nLiu Y., Tian T., Zhang K., You Q., Yan H., Zhao N., Yi X., Xu W., Su Z.. \nPCSD: a plant chromatin state database. Nucleic Acids Res. 2017; 46:D1157–D1167. [PMC free article] [PubMed] [Google Scholar]35. \nCore L.J., Waterfall J.J., Lis J.T.. \nNascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science. 2008; 322:1845–1848. [PMC free article] [PubMed] [Google Scholar]36. \nNeil H., Malabat C., d’Aubenton-Carafa Y., Xu Z., Steinmetz L.M., Jacquier A.. \nWidespread bidirectional promoters are the major source of cryptic transcripts in yeast. Nature. 2009; 457:1038. [PubMed] [Google Scholar]37. \nSeila A.C., Calabrese J.M., Levine S.S., Yeo G.W., Rahl P.B., Flynn R.A., Young R.A., Sharp P.A.. \nDivergent transcription from active promoters. Science. 2008; 322:1849–1851. [PMC free article] [PubMed] [Google Scholar]38. \nHetzel J., Duttke S.H., Benner C., Chory J.. \nNascent RNA sequencing reveals distinct features in plant transcription. Proc. Natl. Acad. Sci. U.S.A. 2016; 113:12316–12321. [PMC free article] [PubMed] [Google Scholar]39. \nLange H., Zuber H., Sement F.M., Chicher J., Kuhn L., Hammann P., Brunaud V., Bérard C., Bouteiller N., Balzergue S. et al. .. \nThe RNA helicases AtMTR4 and HEN2 target specific subsets of nuclear transcripts for degradation by the Nuclear exosome in Arabidopsis thaliana. PLoS Genet. 2014; 10:e1004564. [PMC free article] [PubMed] [Google Scholar]40. \nJensen Torben H., Jacquier A., Libri D.. \nDealing with pervasive transcription. Mol. Cell. 2013; 52:473–484. [PubMed] [Google Scholar]41. \nMarquardt S., Escalante-Chong R., Pho N., Wang J., Churchman L.S., Springer M., Buratowski S.. \nA Chromatin-Based mechanism for limiting divergent noncoding transcription. Cell. 2014; 157:1712–1723. [PMC free article] [PubMed] [Google Scholar]42. \nXu Z., Wei W., Gagneur J., Perocchi F., Clauder-Münster S., Camblong J., Guffanti E., Stutz F., Huber W., Steinmetz L.M.. \nBidirectional promoters generate pervasive transcription in yeast. Nature. 2009; 457:1033–1037. [PMC free article] [PubMed] [Google Scholar]43. \nMatsui A., Ishida J., Morosawa T., Mochizuki Y., Kaminuma E., Endo T.A., Okamoto M., Nambara E., Nakajima M., Kawashima M. et al. .. \nArabidopsis transcriptome analysis under drought, cold, high-salinity and ABA treatment conditions using a tiling array. Plant Cell Physiol. 2008; 49:1135–1149. [PubMed] [Google Scholar]44. \nAlShareef S., Ling Y., Butt H., Mariappan K.G., Benhamed M., Mahfouz M.M.. \nHerboxidiene triggers splicing repression and abiotic stress responses in plants. BMC Genomics. 2017; 18:260. [PMC free article] [PubMed] [Google Scholar]45. \nLing Y., Alshareef S., Butt H., Lozano-Juste J., Li L., Galal A.A., Moustafa A., Momin A.A., Tashkandi M., Richardson D.N. et al. .. \nPre-mRNA splicing repression triggers abiotic stress signaling in plants. Plant J. 2017; 89:291–309. [PubMed] [Google Scholar]46. \nLiu W., Duttke S.H., Hetzel J., Groth M., Feng S., Gallego-Bartolome J., Zhong Z., Kuo H.Y., Wang Z., Zhai J. et al. .. \nRNA-directed DNA methylation involves co-transcriptional small-RNA-guided slicing of polymerase V transcripts in Arabidopsis. Nature plants. 2018; 4:181–188. [PMC free article] [PubMed] [Google Scholar]47. \nMajewski J., Ott J.. \nDistribution and characterization of regulatory elements in the human genome. Genome Res. 2002; 12:1827–1836. [PMC free article] [PubMed] [Google Scholar]48. \nRose A.B., Elfersi T., Parra G., Korf I.. \nPromoter-proximal introns in Arabidopsis thaliana are enriched in dispersed signals that elevate gene expression. Plant Cell. 2008; 20:543–551. [PMC free article] [PubMed] [Google Scholar]49. \nXu Z., Wei W., Gagneur J., Clauder‐Münster S., Smolik M., Huber W., Steinmetz L.M.. \nAntisense expression increases gene expression variability and locus interdependency. Mol. Syst. Biol. 2011; 7:468. [PMC free article] [PubMed] [Google Scholar]50. \nAndersson R., Enroth S., Rada-Iglesias A., Wadelius C., Komorowski J.. \nNucleosomes are well positioned in exons and carry characteristic histone modifications. Genome Res. 2009; 19:1732–1741. [PMC free article] [PubMed] [Google Scholar]51. \nChodavarapu R.K., Feng S., Bernatavichute Y.V., Chen P.-Y., Stroud H., Yu Y., Hetzel J.A., Kuo F., Kim J., Cokus S.J. et al. .. \nRelationship between nucleosome positioning and DNA methylation. Nature. 2010; 466:388. [PMC free article] [PubMed] [Google Scholar]52. \nNogués G., Muñoz M.J., Kornblihtt A.R.. \nInfluence of polymerase II processivity on alternative splicing depends on splice site strength. J. Biol. Chem. 2003; 278:52166–52171. [PubMed] [Google Scholar]53. \nGodoy Herz M.A., Kubaczka M.G., Brzyżek G., Servi L., Krzyszton M., Simpson C., Brown J., Swiezewski S., Petrillo E., Kornblihtt A.R.. \nLight regulates plant alternative splicing through the control of transcriptional elongation. Mol. Cell. 2019; 73:1066–1074. [PubMed] [Google Scholar]54. \nChathoth K.T., Barrass J.D., Webb S., Beggs J.D.. \nA splicing-dependent transcriptional checkpoint associated with prespliceosome formation. Mol. Cell. 2014; 53:779–790. [PMC free article] [PubMed] [Google Scholar]55. \nVos S.M., Farnung L., Urlaub H., Cramer P.. \nStructure of paused transcription complex Pol II–DSIF–NELF. Nature. 2018; 560:601–606. [PMC free article] [PubMed] [Google Scholar]56. \nSteurer B., Janssens R.C., Geverts B., Geijer M.E., Wienholz F., Theil A.F., Chang J., Dealy S., Pothof J., van Cappellen W.A. et al. .. \nLive-cell analysis of endogenous GFP-RPB1 uncovers rapid turnover of initiating and promoter-paused RNA Polymerase II. Proc. Natl. Acad. Sci. U.S.A. 2018; 115:E4368–E4376. [PMC free article] [PubMed] [Google Scholar]57. \nKumar S.V., Wigge P.A.. \nH2A.Z-containing nucleosomes mediate the thermosensory response in Arabidopsis. Cell. 2010; 140:136–147. [PubMed] [Google Scholar]58. \nBirse C.E., Minvielle-Sebastia L., Lee B.A., Keller W., Proudfoot N.J.. \nCoupling termination of transcription to messenger RNA maturation in Yeast. Science. 1998; 280:298–301. [PubMed] [Google Scholar]59. \nPrescott E.M., Proudfoot N.J.. \nTranscriptional collision between convergent genes in budding yeast. Proc. Natl. Acad. Sci. U.S.A. 2002; 99:8796–8801. [PMC free article] [PubMed] [Google Scholar]60. \nHobson D.J., Wei W., Steinmetz L.M., Svejstrup J.Q.. \nRNA polymerase II collision interrupts convergent transcription. Mol. Cell. 2012; 48:365–374. [PMC free article] [PubMed] [Google Scholar]61. \nFang X., Wang L., Ishikawa R., Li Y., Fiedler M., Liu F., Calder G., Rowan B., Weigel D., Li P. et al. .. \nArabidopsis FLL2 promotes liquid–liquid phase separation of polyadenylation complexes. Nature. 2019; 569:265–269. [PMC free article] [PubMed] [Google Scholar]"}