{"title": "Phosphosite Analysis of the Cytomegaloviral mRNA Export Factor pUL69 Reveals Serines with Critical Importance for Recruitment of Cellular Proteins Pin1 and UAP56/URH49", "pubDate": "2020", "PMCID": "PMC7108844", "DOI": "10.1128/JVI.02151-19", "PMID": "31969433", "abstract": "Human cytomegalovirus (HCMV) encodes the viral mRNA export factor pUL69, which facilitates the cytoplasmic accumulation of mRNA via interaction with the cellular RNA helicase UAP56 or URH49. We reported previously that pUL69 is phosphorylated by cellular CDKs and the viral CDK-like kinase pUL97. Here, we set out to identify phosphorylation sites within pUL69 and to characterize their importance. Mass spectrometry-based phosphosite mapping of pUL69 identified 10 serine/threonine residues as phosphoacceptors. Surprisingly, only a few of these sites localized to the N terminus of pUL69, which could be due to the presence of additional posttranslational modifications, like arginine methylation. As an alternative approach, pUL69 mutants with substitutions of putative phosphosites were analyzed by Phos-tag SDS-PAGE. This demonstrated that serines S46 and S49 serve as targets for phosphorylation by pUL97. Furthermore, we provide evidence that phosphorylation of these serines mediates cis/trans isomerization by the prolyl isomerase Pin1, thus forming a functional Pin1 binding motif. Surprisingly, while abrogation of the Pin1 motif did not affect the replication of recombinant cytomegaloviruses, mutation of serines next to the interaction site for UAP56/URH49 strongly decreased viral replication. This was correlated with a loss of UAP56/URH49 recruitment. Intriguingly, the critical serines S13 and S15 were located within a sequence resembling the UAP56 binding motif (UBM) of cellular mRNA adaptor proteins like REF and UIF. We propose that betaherpesviral mRNA export factors have evolved an extended UAP56/URH49 recognition sequence harboring phosphorylation sites to increase their binding affinities. This may serve as a strategy to successfully compete with cellular mRNA adaptor proteins for binding to UAP56/URH49.IMPORTANCE The multifunctional regulatory protein pUL69 of human cytomegalovirus acts as a viral RNA export factor with a critical role in efficient replication. Here, we identify serine/threonine phosphorylation sites for cellular and viral kinases within pUL69. We demonstrate that the pUL97/CDK phosphosites within alpha-helix 2 of pUL69 are crucial for its cis/trans isomerization by the cellular protein Pin1. Thus, we identified pUL69 as the first HCMV-encoded protein that is phosphorylated by cellular and viral serine/threonine kinases in order to serve as a substrate for Pin1. Furthermore, our study revealed that betaherpesviral mRNA export proteins contain extended binding motifs for the cellular mRNA adaptor proteins UAP56/URH49 harboring phosphorylated serines that are critical for efficient viral replication. Knowledge of the phosphorylation sites of pUL69 and the processes regulated by these posttranslational modifications is important in order to develop antiviral strategies based on a specific interference with pUL69 phosphorylation.", "author": [{"author": "Marco Thomas", "affiliation": ["Institute of Clinical and Molecular Virology, Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU), Erlangen-Nuremberg, Germany."], "href": "/?term=Thomas+M&cauthor_id=31969433"}, {"author": "Regina Müller", "affiliation": ["Institute of Clinical and Molecular Virology, Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU), Erlangen-Nuremberg, Germany."], "href": "/?term=M%C3%BCller+R&cauthor_id=31969433"}, {"author": "Georg Horn", "affiliation": ["Institute of Clinical and Molecular Virology, Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU), Erlangen-Nuremberg, Germany."], "href": "/?term=Horn+G&cauthor_id=31969433"}, {"author": "Boris Bogdanow", "affiliation": ["Max Delbrueck Center for Molecular Medicine, Berlin, Germany."], "href": "/?term=Bogdanow+B&cauthor_id=31969433"}, {"author": "Koshi Imami", "affiliation": ["Max Delbrueck Center for Molecular Medicine, Berlin, Germany."], "href": "/?term=Imami+K&cauthor_id=31969433"}, {"author": "Jens Milbradt", "affiliation": ["Institute of Clinical and Molecular Virology, Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU), Erlangen-Nuremberg, Germany."], "href": "/?term=Milbradt+J&cauthor_id=31969433"}, {"author": "Mirjam Steingruber", "affiliation": ["Institute of Clinical and Molecular Virology, Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU), Erlangen-Nuremberg, Germany."], "href": "/?term=Steingruber+M&cauthor_id=31969433"}, {"author": "Manfred Marschall", "affiliation": ["Institute of Clinical and Molecular Virology, Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU), Erlangen-Nuremberg, Germany."], "href": "/?term=Marschall+M&cauthor_id=31969433"}, {"author": "Eva-Maria Schilling", "affiliation": ["Institute for Virology, University Hospital Ulm, Ulm, Germany."], "href": "/?term=Schilling+EM&cauthor_id=31969433"}, {"author": "Torgils Fossen", "affiliation": ["Department of Chemistry, University of Bergen, Bergen, Norway."], "href": "/?term=Fossen+T&cauthor_id=31969433"}, {"author": "Thomas Stamminger", "affiliation": ["Institute for Virology, University Hospital Ulm, Ulm, Germany thomas.stamminger@uniklinik-Ulm.de."], "href": "/?term=Stamminger+T&cauthor_id=31969433"}], "refPMID": [], "citedInPMID": ["31969433", "33937031", "32599939", "32486127", "32260430"], "body": " ABSTRACTHuman cytomegalovirus (HCMV) encodes the viral mRNA export factor pUL69, which facilitates the cytoplasmic accumulation of mRNA via interaction with the cellular RNA helicase UAP56 or URH49. We reported previously that pUL69 is phosphorylated by cellular CDKs and the viral CDK-like kinase pUL97. Here, we set out to identify phosphorylation sites within pUL69 and to characterize their importance. Mass spectrometry-based phosphosite mapping of pUL69 identified 10 serine/threonine residues as phosphoacceptors. Surprisingly, only a few of these sites localized to the N terminus of pUL69, which could be due to the presence of additional posttranslational modifications, like arginine methylation. As an alternative approach, pUL69 mutants with substitutions of putative phosphosites were analyzed by Phos-tag SDS-PAGE. This demonstrated that serines S46 and S49 serve as targets for phosphorylation by pUL97. Furthermore, we provide evidence that phosphorylation of these serines mediates cis/trans isomerization by the prolyl isomerase Pin1, thus forming a functional Pin1 binding motif. Surprisingly, while abrogation of the Pin1 motif did not affect the replication of recombinant cytomegaloviruses, mutation of serines next to the interaction site for UAP56/URH49 strongly decreased viral replication. This was correlated with a loss of UAP56/URH49 recruitment. Intriguingly, the critical serines S13 and S15 were located within a sequence resembling the UAP56 binding motif (UBM) of cellular mRNA adaptor proteins like REF and UIF. We propose that betaherpesviral mRNA export factors have evolved an extended UAP56/URH49 recognition sequence harboring phosphorylation sites to increase their binding affinities. This may serve as a strategy to successfully compete with cellular mRNA adaptor proteins for binding to UAP56/URH49.IMPORTANCE The multifunctional regulatory protein pUL69 of human cytomegalovirus acts as a viral RNA export factor with a critical role in efficient replication. Here, we identify serine/threonine phosphorylation sites for cellular and viral kinases within pUL69. We demonstrate that the pUL97/CDK phosphosites within alpha-helix 2 of pUL69 are crucial for its cis/trans isomerization by the cellular protein Pin1. Thus, we identified pUL69 as the first HCMV-encoded protein that is phosphorylated by cellular and viral serine/threonine kinases in order to serve as a substrate for Pin1. Furthermore, our study revealed that betaherpesviral mRNA export proteins contain extended binding motifs for the cellular mRNA adaptor proteins UAP56/URH49 harboring phosphorylated serines that are critical for efficient viral replication. Knowledge of the phosphorylation sites of pUL69 and the processes regulated by these posttranslational modifications is important in order to develop antiviral strategies based on a specific interference with pUL69 phosphorylation.KEYWORDS: ICP27, herpesviruses, human cytomegalovirus, mRNA export, pUL69, protein phosphorylation INTRODUCTIONRepresentatives of the herpesviral ICP27 protein family act as posttranscriptional transactivators by facilitating the nuclear export of messenger RNAs into the cytoplasm (1,–3). The prototypic mRNA export factor of the Betaherpesvirinae is pUL69 of human cytomegalovirus (HCMV). This multifunctional protein of 744 amino acids is expressed in several isoforms with molecular masses of 105 to 116 kDa during the early and late phases of the viral replication cycle and localizes to the nucleus of the host cell. As part of the tegument, HCMV pUL69 is delivered to the host cell and acts as a pleiotropic transactivator of gene expression (4, 5). In addition, pUL69 acts as a posttranscriptional transactivator by facilitating the nuclear export of unspliced mRNAs (6). We reported previously that pUL69 binds to RNA in vitro and in vivo via N-terminal arginine-rich motifs comprising amino acids (aa) 17 to 50 (R1/R2 motifs) and 123 to 139 (RS motif) (7). While mRNA binding is dispensable for pUL69-mediated export of an artificial reporter construct, recruitment of the cellular RNA helicases UAP56 and URH49 is absolutely essential (6, 7). Previous studies suggested that the UAP56/URH49 interaction motif is located between N-terminal amino acids 18 to 30 of pUL69 and thus partially overlaps the bipartite nuclear localization signal (NLS) and the RNA-binding motif. Interestingly, UAP56/URH49 recruitment is well conserved within the cytomegaloviral pUL69 homologs pC69 of chimpanzee cytomegalovirus (CCMV) and pRh69 of rhesus cytomegalovirus (RhCMV) and was correlated with the mRNA export activity of the respective proteins, analogously to pUL69 (8, 9). The importance of UAP56/URH49 recruitment for efficient HCMV replication was ultimately confirmed by the observation that recombinant cytomegaloviruses that had deletions or point mutations within the UAP56 interaction motif of UL69 (UL69ΔR1ΔRS and UL69mutUAP) exhibited severe replication defects (8). More recently, we could demonstrate that the pUL69 N terminus is methylated, which involves an interaction with the cellular protein arginine methyltransferase 6 (PRMT6). Recruitment of PRMT6 critically affected pUL69-mediated mRNA export and replication of HCMV (10).Meanwhile, it is well established that the multifunctional herpesviral mRNA export factors are also regulated by phosphorylation. For instance, ICP27 phosphorylation is crucial for its interaction with the cellular RNA export factors REF and TAP/p15, as well as for efficient herpes simplex virus 1 (HSV-1) replication (11, 12). Analogously, we could show that proper subcellular localization and efficient mRNA export of HCMV pUL69 are dependent on the catalytic activity of the viral serine/threonine protein kinase pUL97 or its cellular kinase ortholog cyclin-dependent kinase 1 (CDK1), CDK2, CDK7, or CDK9 (13, 14). However, there is still a lack of information concerning distinct phosphorylation sites within HCMV pUL69, as well as the functional consequences of phosphorylation.We therefore set out to identify phosphorylation sites within the HCMV-encoded RNA export factor pUL69. By mass spectrometry (MS) and Phos-tag SDS-PAGE, we were able to map several phosphosites within pUL69. In particular, our results suggest that the recruitment of the cellular proteins Pin1 and UAP56/URH49 is regulated by protein phosphorylation. RESULTSIdentification of phosphorylation sites within pUL69 by mass spectrometry. It is well established that several distinct isoforms of pUL69 can be detected during the viral replication cycle (4). Moreover, we reported previously that phosphorylation by cellular CDKs and/or the viral pUL97 kinase accounts for at least some of these isoforms (13, 14). Here, we aimed to identify at which serine/threonine residues pUL69 is phosphorylated, and we started with an in silico prediction by using the NetPhos3.1 server (15). As depicted in Fig. 1A, this analysis predicted 76 putative serine/threonine phosphorylation sites within pUL69 of HCMV strain AD169. A high density of putative phosphorylation sites could be detected within the N terminus of the protein, containing the arginine-rich boxes R1, R2, and RS, which have previously been demonstrated to be required for UAP56 interaction, RNA binding, and mRNA export activity (Fig. 1A, blue letters) (6,–9).Open in a separate windowFIG 1Phosphorylation sites within HCMV pUL69. (A) Schematic representation of HCMV pUL69, including the arginine-rich cluster required for RNA binding (R1, R2, and RS) and the NLS. The ICP27 homology region is located in the center and the nuclear export signal (NES) within the C terminus of the protein. The boxes above the protein indicate interaction motifs with the cellular mRNA export factor UAP56 or the transcription elongation factor hSPT6. Putative phosphorylation sites predicted by the NetPhos3.1 server (www.cbs.dtu.dk/services/NetPhos/) are represented by blue letters. (B) Coomassie blue-stained gel of affinity-purified FLAG-pUL69 from transfected HEK293T cells. Protein samples were from two independent purifications (#1 and #2). The samples were either untreated (−) (lanes 1 and 3) or treated with CIP (+) (lanes 2 and 4) to remove modification by phosphorylation. (C) Summary of pUL69 phosphosites identified by MS in this study and as published by Oberstein et al. (16). Differences in the experimental conditions are indicated.In order to experimentally confirm these in silico predictions, we purified FLAG-tagged pUL69 from transfected HEK293T cells. An aliquot of the purified pUL69 was dephosphorylated by incubation with calf intestinal phosphatase (CIP). SDS-PAGE analysis of the pUL69 samples resulted in the separation of three distinct isoforms tentatively termed I, II, and III (Fig. 1B, lanes 1 and 3). Surprisingly, dephosphorylation by treatment with CIP led to a clear electrophoretic mobility shift of all three isoforms, suggesting the presence of additional posttranslational modifications that are not affected by phosphatase treatment. Isoforms, presumably corresponding to the hyperphosphorylated (III) and unphosphorylated (I) pUL69, were isolated from the gel and used for phosphosite mapping by mass spectrometry (performed by Bio & Sell, Taufkirchen, Germany). In this analysis, phosphorylation could be detected for S/T residues S18, S51, and T52 of pUL69 (Fig. 1A, highlighted within the amino acid sequence, and ​andCC).Oberstein and colleagues recently published a comprehensive study of the phosphoproteome of HCMV-infected human fibroblasts to identify substrates of the viral kinase pUL97 (16). Ten additional pUL69 phosphorylation sites are identified in the supplemental material (summarized in Fig. 1C). Notably, none of the phosphosites of transfected 293T cells was found in HCMV-infected fibroblasts. Since this suggested that pUL69 posttranslational modification is affected by other viral proteins, we performed additional phosphosite-mapping experiments. Human foreskin fibroblasts (HFFs) were infected with a recombinant virus expressing FLAG-tagged pUL69 (9). In the first approach, pUL69 was purified from infected cells (72 h postinfection [hpi]) using a FLAG-specific antibody. In the second approach, the viral kinase pUL97 was immunoprecipitated from cell lysates using a combination of mouse and rabbit pUL97-specific antibodies in order to detect the dominantly associated viral substrate proteins (17). Mass spectrometry-based analysis of the immunoprecipitates revealed a total of 10 phosphorylation sites (Fig. 1C; see Table S2 in the supplemental material). Five of these sites were also described by Oberstein and colleagues (Fig. 1C). Notably, phosphosites S252 (posttranslational modification [PTM] score, 94.99) and S650 (PTM score, 98.88) were detected after immunopurification of both pUL69 and pUL97 in independent experimental settings. In summary, these experiments indicate that phosphosites cluster within either the N or C terminus of pUL69 or in a region next to the domain required for homodimerization and hSPT6 interaction (Fig. 1A).Analysis of pUL69 phosphorylation by Phos-tag SDS-PAGE. As an alternative approach to investigate the modification of pUL69 by phosphorylation, we took advantage of a technique called Phos-tag SDS-PAGE (18). Phos-tag reagent is covalently attached to a polyacrylamide gel matrix, binds to phosphorylated proteins, and thereby retards their migration, depending on the phosphorylation pattern. Since we demonstrated previously that the pUL69 N terminus can be phosphorylated by pUL97 in in vitro kinase reactions, we decided to coexpress the kinase together with truncated pUL69 proteins in order to map protein subdomains that serve as substrates for pUL97-mediated phosphorylation (13). As a control, the catalytically inactive pUL97-K355M mutant (K/M) was used for coexpression. In conventional SDS-PAGE analysis, full-length pUL69 appears as three distinct isoforms with molecular weights of 110 to 130 kDa (Fig. 2A, lane 1). When pUL69 truncation mutants were coexpressed with a pUL97 expression vector, no distinct phosphorylated isoforms could be observed by standard SDS-PAGE (Fig. 2A, lanes 2 to 6). However, when cell lysates were subjected to Phos-tag SDS-PAGE, several pUL69 isoforms could be separated from each other and visualized by Western blotting experiments (Fig. 2B, lanes 1, 3, 7, and 9). While a high number of isoforms were apparent for N- and C-terminal pUL69 subdomains, the central part of the protein (aa 269 to 574), which exhibits the highest degree of conservation within the ICP27 protein family and confers the capacity for homodimerization and hSpt6 interaction, appeared as only one isoform (Fig. 2B, lanes 5 and 6). In line with this, MS analyses have so far failed to detect phosphorylation sites within the central part of pUL69. Interestingly, only N-terminal subdomains of pUL69 (aa 1 to 146 and aa 140 to 294) differed in their migration patterns upon coexpression of catalytically active or inactive pUL97 (Fig. 2B, lanes 1 to 4). This strongly suggests that the N terminus of pUL69 serves as a preferred substrate for pUL97-mediated phosphorylation.Open in a separate windowFIG 2Electrophoretic mobility shift of pUL69 upon coexpression of the viral kinase pUL97. (A) Western blot analyses of HEK293T cells that were transfected with plasmids encoding wild-type FLAG-pUL69 (lane 1) or the indicated FLAG-tagged pUL69 truncation mutants (F-UL69) upon coexpression of catalytically active pUL97 (lanes 2 to 6). (B) The same lysates used in panel A, lanes 2 to 6, were subjected to Phos-tag SDS-PAGE and compared to lysates of cells that coexpressed the respective pUL69 truncation mutant together with catalytically inactive pUL97-K355M (K/M). FLAG-pUL69 polypeptides were visualized by staining of the Western blot with an anti-Flag (αFlag) antibody.Mapping of pUL97 phosphorylation sites within the pUL69 N terminus. Having demonstrated that the pUL69 N terminus is heavily phosphorylated and that pUL97 is involved in this modification process, we wanted to further narrow down the respective phosphorylation sites. For this, we generated amino acid substitution mutants that harbor exchanges of serine/threonine residues located adjacent to or within the arginine-rich box R1, R2, or RS (Fig. 3A). S/T1 contained the mutated stretch S5A, S13A, S15A, S16A, and S18A; the S/T2 construct contained mutations S46A, T48A, S49A, S51A, T52A, and S59A. The combinatorial mutant S/T1 + 2 contained both of the above-mentioned mutated stretches. Construct S132/133/134A was mutated within the RS box, and mutant S/T1 + 2 + S132/133/134A harbored all of the above-mentioned substitutions. To examine the expression profiles of wild-type (WT) pUL69aa1-146 or its S/T1, S/T2, and S/T1 + 2 derivatives, we cotransfected HEK293T cells with the respective expression plasmids together with either catalytically active or inactive pUL97. Cell lysates of the transfected cells were subjected to Phos-tag SDS-PAGE (Fig. 3B). Wild-type pUL69aa1-146 and the S/T1 mutant both revealed an electrophoretic mobility shift toward hyperphosphorylated isoforms when catalytically active pUL97 was coexpressed (Fig. 3B, lanes 1 to 4). Since the phosphorylation profiles of S/T1 and pUL69aa1-146 did not differ significantly, we conclude that none of the serines 5, 13, 15, 16, or 18 served as a major substrate for pUL97. In contrast, both the S/T2 and the S/T1 + 2 mutants revealed a clear shift in electrophoretic mobility toward hypophosphorylated isoforms, indicating that serines/threonines at positions 46, 48, 49, 51, 52, and 59 serve as important phosphorylation sites (Fig. 3B, compare lanes 5 to 8 with lanes 1 to 4). Consequently, additional mutants with mutations affecting individual serines of the R2 box were constructed. Substitution for serines 46 and 49 resulted in a clear alteration of the pattern of phosphorylated isoforms compared to wild-type pUL69aa1-146, indicating that both sites serve as prominent phosphoacceptor sites for pUL97 and/or cellular kinases (Fig. 3C, lanes 1 to 6). Furthermore, pUL69aa1-146, mutated in S132/133/134A, lacked two phosphorylated isoforms that could be detected both with wild-type pUL69aa1-146 and with the S46A or S49A mutant (Fig. 3C, compare lane 7 with lanes 1, 3, and 5, as indicated by brackets). We therefore concluded that at least two of serines 132, 133, and/or 134 are phosphorylated by pUL97 and that this modification occurs independently of the modification of serines 46 and 49. By introducing the S132/133/134A substitutions into the S/T1 + 2 backbone, we could show that the mutant still contains at least one phosphorylation site potentially corresponding to pS142 or pS144, as identified by mass spectrometry (Fig. 3C, lanes 9 and 10, asterisks). Notably, coexpression of the catalytically inactive pUL97-K/M revealed that all the analyzed pUL69 proteins also serve as targets for cellular kinases (Fig. 3B and ​andC,C, lanes 2, 4, 6, and 8). Taken together, the Phos-tag experiments identified pUL69 residues S46 and S49, as well as at least 2 of serines 132 to 134, as important pUL97 phosphorylation sites in vivo (Fig. 3A, purple).Open in a separate windowFIG 3Electrophoretic mobility shift of S/T-mutated pUL69aa1-146 upon coexpression of either catalytically active or inactive pUL97. Sequences of pUL69aa1-146 including the arginine-rich clusters R1, R2, and RS and their derivatives with combinatorial exchanges of putative phosphorylation sites were as follows: stretch 1 (S/T1: S5A, S13A, S15A, S16A, and S18A), stretch 2 (S/T2: S46A, T48A, S49A, S51A, T52A, and S59A), and stretch 1 combined with stretch 2 (S/T1 + 2) or S132/133/134A and the combination of all (S/T1 + 2 + S132/133/134A). (B and C) Western blot analyses using lysates of HEK293T cells that were transfected with plasmids encoding FLAG-UL69aa1-146 or the respective mutants together with catalytically active pUL97-HA (WT) or inactive pUL97-K355M-HA (K/M), as indicated. Proteins were separated by Phos-tag SDS-PAGE. FLAG-pUL69 proteins were visualized by Western blotting analysis with an anti-Flag antibody.pUL97-mediated phosphorylation at S46/49 of pUL69 generates an interaction motif for cellular peptidyl-prolyl isomerase Pin1. Upon closer inspection of the amino acid sequences of the mapped pUL97 phosphosites S46 and S49, we found that the motif of aa 45 to 51 almost perfectly resembled the heptarepeat of the human RNA polymerase II C-terminal domain (RNA Pol II CTD). As depicted in the alignment in Fig. 4A, RNA Pol II CTD is phosphorylated at S2 by cellular CDK9 and at S5 by CDK7 (19). Hyperphosphorylated CTD serves as a substrate for Pin1 (20, 21) which regulates efficient transcriptional elongation, termination, and cotranscriptional RNA processing (22). In order to analyze whether pUL69 and Pin1 form stable complexes in vivo, we performed immunoprecipitation (IP) analyses using HEK293T cells that were transfected with either full-length FLAG-pUL69 or FLAG-IE1 and Pin1-HA (hemagglutinin). Two days later, cells were harvested and protein expression was monitored by Western blotting analysis of lysate control samples taken prior to the addition of the IP antibody (Fig. 4B, input). Immunoprecipitation was performed by using an HA-specific antibody, and coprecipitated proteins were detected via staining with a FLAG-specific antibody (Fig. 4B, bottom, IP). The IP blot revealed that Pin1 coprecipitated FLAG-pUL69 but failed to do so for FLAG-IE1 (Fig. 4B, lanes 1 and 3). These results were considered specific, as FLAG-pUL69 did not coprecipitate with the HA antibody coupled with the beads when no Pin1-HA was transfected (Fig. 4B, lane 3). Coprecipitation was also observed upon expression of wild-type pUL69aa1-146, indicating that the N terminus of pUL69 is sufficient for Pin1 interaction (Fig. 4C, lane 2). In contrast, no interaction was detected with pUL69aa1-146ΔR2, which lacks the Pin1 site due to deletion of aa 45 to 51 (Fig. 3A and ​and4C,4C, lane 3). Interestingly, in the context of full-length pUL69, deletion of the R2 box was not sufficient to abrogate Pin1 binding, suggesting the existence of additional Pin1 binding sites in the C terminus of pUL69 (Fig. 4D, compare lanes 2 and 3). Thus, in agreement with the in silico prediction based on the similarity to the RNA Pol II CTD, this experiment confirmed that pUL69 forms complexes with the cellular cis/trans isomerase Pin1.Open in a separate windowFIG 4Interaction of pUL69 with Pin1. (A) Amino acid alignment of one of the tandem heptarepeats of the RNA-Pol II CTD and pUL69aa45-51. Phosphorylation sites for cellular CDK7 or CDK9, or viral pUL97 are highlighted. The Pin1 interaction motif within the RNA-Pol II CTD is boxed. (B, C, and D) CoIP experiments with HEK293T cells transfected with plasmids encoding the indicated proteins. As a negative control, either an empty vector (B, lanes 1 and 3, and C, lane 1) or an expression plasmid for FLAG-UAP56 (D, lane 1) was cotransfected. Two days later, the cells were lysed, and immunoprecipitation was performed using either anti-HA antibody (B) or polyclonal anti-Pin1 antibody (C and D). The coprecipitated proteins were stained by an anti-FLAG antibody.Phosphorylation at S/T residue 46, 49, 51, or 52 does not affect the secondary structure of pUL69. In previous experiments, we have used nuclear magnetic resonance (NMR) to determine the secondary structure of wild-type pUL69aa17-46 and its UAP56/PRMT6-binding-deficient derivative pUL69aa17-46-R22/23/25/26A, revealing an overall α-helical conformation (10) (Fig. 5A). In order to obtain additional structural information about the pUL69 domain harboring the Pin1 motif, peptides corresponding to either pUL69aa47-77 (peptide 3) or its phosphorylated derivative pUL69aa47-77pS51,pT52 (peptide 4), which contains phospho-S/Ts as detected in transfected HEK293T cells, were synthesized (Fig. 5A and ​andB).B). Furthermore, peptides corresponding to pUL69aa38-67 (peptide 5) and its singly or doubly phosphorylated derivatives, pUL69aa38-67pS49 (peptide 6) and pUL69aa38-67pS46,pS49 (peptide 7), respectively, were synthesized (Fig. 5B). Empirical structure prediction using the Phyre2 server indicated that peptide 3 exhibits an α-helix comprising residues A56 to S72 (23) (Fig. 5C). In order to determine the solution structures of the peptides experimentally, we performed NMR spectroscopy. The diagrams in Fig. 5D and ​andEE illustrate the α-proton (Hα) chemical shift indexes (CSI) for the various peptides, where the experimentally determined Hα chemical shifts are compared with Hα chemical shifts of analogous residues of random-coil peptides. CSI plots of the Hα chemical shifts relative to those of residues in a random coil have proved to be an appropriate and powerful method for determining the presence of secondary structure in peptides and proteins (24, 25). A minimum of four adjacent residues with an upfield shift relative to the random coil (negative CSI) are indicative of an α-helix, whereas β-sheets require a minimum of three residues with downfield shifts (positive CSI) (25). The analyzed peptides exhibited a short C-terminal helix similar to those of the predicted structures (Fig. 5C). The CSI plots indicate that α-helix 3 includes residues 56 to 72 (Fig. 5D and ​andE).E). Notably, the phosphorylated peptides pUL69aa47-77pS51,pT52 (peptide 4) and pUL69aa38-67pS49 (peptide 6) or pUL69aa38-67pS46,pS49 (peptide 7) exhibited localizations and extents of α-helical structure similar to those of the respective wild-type peptides (Fig. 5D and ​andE).E). Thus, we conclude that phosphorylation of residues S51, T52, S46, and/or S49 does not affect the secondary structure of pUL69 on its own.Open in a separate windowFIG 5Phosphorylation at S/T residue 46, 49, 51, or 52 does not affect the secondary structure of pUL69. (A) Schematic representation of the pUL69 N terminus with functional characteristics as described in the legend to Fig. 1. Confirmed phosphorylation sites are indicated by a “P” above the pUL69 amino acid sequence of HCMV strain AD169. (B) Amino acid sequences of wild-type pUL69aa47-77 (peptide 3) and its phosphorylated derivative pUL69aa47-77-pS51,pT52 (peptide 4); wild-type peptide 5, comprising amino acids 38 to 67; or its derivative with pS49 (peptide 6) or double-phosphorylated pS46 plus pS49 (peptide 7). (C) Empirical structure prediction of peptide 3 as determined by the Phyre2 server (see the text for details). (D and E) Schematic representations of the secondary structures of both peptides as determined by the chemical shift differences (in parts per million) of the α-protons between the experimental values and those for residues in a random coil for the indicated N-terminal pUL69 peptides obtained at 300 K in 50% aqueous TFE at pH 3. The localizations of the phosphorylation sites are indicated by arrows.Pin1 catalyzes the prolyl cis/trans isomerization of pUL69 peptides phosphorylated at residue S46 or S49. In order to investigate the impact of the cis/trans isomerase Pin1 on pUL69, catalytic amounts of Pin1 were added to the peptide solutions of peptides 6 and 7, containing a functional Pin1 motif, and data were then recorded in a complete series of NMR experiments. This has previously been proven to be a suitable approach to provide information about PPIase interaction, in particular for Pin1 activity directed to phosphorylated Pro-containing peptides at atomic resolution (10, 26, 27). In the presence of Pin1, exchange peaks between related NH signals and HB signals from Ser49 of the cis Pro50 and trans Pro50 isomers of the Ser49 monophosphorylated pUL69 peptide 6 were observed (Fig. 6A and ​andD).D). This result was not unexpected, since phosphorylated Ser and Thr preceding Pro in this type IV WW binding motif have hitherto been recognized as required substrates for Pin1 (28, 29). To confirm the specificity of interactions between Pin1 and the Ser49-phosphorylated pUL69 peptide 6, the known Pin1 inhibitor juglone was applied (30). The nuclear Overhauser effect spectroscopy (NOESY) NMR spectrum of the phosphorylated pUL69 peptide revealed that after the sequential addition of Pin1 and juglone, the prolyl cis/trans exchange peaks disappeared and the NMR spectra closely resembled those of the untreated phosphorylated peptide. Similar results were obtained for the analogous peptide 7, where Ser46 and Ser49 were phosphorylated, indicating that Pin1 catalyzes the cis/trans isomerization of both Pro47 and Pro50 in this doubly phosphorylated peptide (Fig. 6B, ​,C,C, ​,E,E, and ​andF).F). Thus, Pin1 behaves as a pUL69 PPIase in vitro, causing an increase in the interconversion rate of Pro47 and Pro50 in a Ser46 and Ser49 doubly phosphorylated state of the peptide.Open in a separate windowFIG 6Pin1-induced cis/trans isomerization (c/t) of pUL69. (A to F) NMR spectroscopy of pUL69 peptides 6 (containing pS49) (A and D) and 7 (containing pS46 and pS49) (B, C, E, and F) in the presence or absence of Pin1 or Pin1 and the Pin1 inhibitor juglone. Superimposed expanded HN-HN regions (A to C) and HB regions (D to F) of the 2D 1H-1H NOESY (A to D) and 2D 1H-1H ROESY (E to F) spectra are depicted for phosphorylated (peptides 6 and 7) versions of a pUL69 peptide comprising amino acids 38 to 67. Phosphorylated peptides prior to (red signals) and after (blue signals) addition of Pin1 are shown; the green signals show the spectra obtained in the presence of Pin1 and juglone. Note the appearance of exchange peaks originating from an enhanced prolyl cis/trans interconversion rate after addition of Pin1 and that no exchange peaks are observed after addition of the Pin1 inhibitor juglone.Importance of N-terminal pUL69 phosphorylation sites for HCMV lytic replication. Our previous studies had already demonstrated that mutation of arginines 22/23 and 25/26 within the pUL69 R1 box, which abrogates UAP56/URH49 and PRMT6 interaction, severely affects the replication of HCMV (6, 8). Thus, we were now interested in investigating the impact of pUL69 phosphosite mutations in the context of viral replication. Using the two-step red-mediated recombination for markerless DNA manipulation, the wild-type AD169-based HCMV bacterial artificial chromosome (BAC) pHB15 was first used to delete the genomic region of UL69, resulting in HB15ΔUL69-BAC (9, 31). Subsequently, pUL69 mutants S/T1, S/T2, and S/T1 + 2, harboring multiple S/T mutations flanking the R1 and R2 boxes, were reinserted at the position of the UL69 open reading frame (ORF) (Fig. 3A shows details of the mutations). In order to validate the genomic integrity of the newly generated BACs, distinct PCRs, restriction enzyme cleavage with AflII or AscI, and nucleotide sequence analysis of the recombined region were performed, which confirmed the correctness of the BACs (data not shown). After reconstitution of infectious viruses, multistep growth curve analyses of wild-type and mutant AD169 viruses were performed (Fig. 7). For this, HFFs were infected in triplicate (multiplicity of infection [MOI], 0.01 [Fig. 7A] or 0.001 [Fig. 7B]), with viral inocula normalized for equal numbers of infectious units. After harvesting the supernatants at the indicated days postinfection, samples were subjected to TaqMan PCR (quantitative PCR [qPCR]) to quantify the released HCMV genome equivalents. The growth properties of AD169-ΔUL69 were considerably decreased compared to wild-type virus, corroborating previous results on the importance of pUL69 for efficient viral replication (Fig. 7A and ​andB)B) (9). Surprisingly, replication of AD169-S/T2, which contains mutations of critical S/T residues within the identified Pin1 binding site, did not differ from that of wild-type virus under these conditions. In contrast, both AD169-S/T1, harboring mutations near the R1 box, and the combined mutant AD169-S/T1 + 2 exhibited significant growth defects (Fig. 7). We conclude that phosphosites adjacent to the R1 box play an important role in efficient viral replication.Open in a separate windowFIG 7Characterization of recombinant cytomegaloviruses carrying amino acid substitutions for phosphorylation sites within the pUL69 N terminus. (A and B). Multistep growth curve analyses of HFFs that were infected with equal numbers of infectious units (MOI) of wild-type HCMV AD169, the UL69 deletion virus AD169-ΔUL69, or the mutant viruses AD169-UL69S/T1 and -S/T2. Viral supernatants were harvested at the indicated time points (dpi, days postinfection), followed by the determination of viral genomes released into the supernatants by quantitative real-time PCR. Each infection was performed in triplicate, and the standard deviations are shown.Phosphosites flanking the pUL69 R1 box are important for interaction with cellular mRNA export factors UAP56 and URH49. Since our growth curve analysis demonstrated that HCMV replication was reduced after mutation of serines 5, 13, 15, 16, and 18, we closely inspected the amino acid sequence of this region for the presence of potential phosphoregulated motifs. Previous experiments revealed that mutation of arginines 22/23 and 25/26 within the R1 box abrogated the interaction of pUL69 with cellular mRNA export factors UAP56/URH49 (6, 8, 10) (Fig. 8C). Interestingly, the N-terminal region of the R1 box contains short sequence motifs (SLSS and SLSE) with similarity to a UAP56 binding motif (UBM), as described for Aly/REF, UIF, or LUZP4 (32,–34) (Fig. 8C). Thus, we set out to further define the minimal UAP56 binding motif of pUL69. For this, N-terminal fragments of pUL69 were fused to FLAG-NLS-GST (glutathione S-transferase), and coimmunoprecipitation (CoIP) experiments were performed to analyze the interaction with URH49. As illustrated in Fig. 8A and ​andB,B, amino acid residues 1 to 60 of pUL69 were sufficient for URH49 recruitment, while aa 18 to 60 failed to bind URH49 (Fig. 8B, lanes 2 and 3). In line with this, we demonstrated previously that the transfer of pUL69aa12-50 was sufficient to confer UAP56 binding and mRNA export activity on the murine homolog, M69 (9). Thus, we conclude that the minimal UAP56 interaction motif not only comprises the R1 box encoded by residues 17 to 30 of pUL69, but requires additional N-terminal amino acids.Open in a separate windowFIG 8Mapping of the UAP56/URH49 interaction motif in pUL69. Shown are CoIP analyses using cell lysates of HEK293T cells that were cotransfected with expression constructs for Myc-URH49, together with constructs for pUL69. (A and B) Plasmids expressing truncated pUL69 fused to FLAG-NLS-GST were used for cotransfection. (C and D) Plasmids expressing the N-terminal 146 amino acids of pUL69 with internal deletions or point mutations, as indicated, were used for cotransfection. Two days posttransfection, the cells were lysed, and immunoprecipitation was performed using anti-Myc antibodies. After electrophoresis, the coprecipitated proteins were visualized by Western blotting using anti-FLAG antibody (bottom [CoIP]). (C) Arginines required for UAP56 recruitment are indicated by asterisks; short linear motifs similar to the UBM are underlined.For further fine mapping, we analyzed N-terminal pUL69 expression constructs encoding aa 1 to 146 that harbored individual or combinatorial exchanges of residues in proximity to the R1 box of pUL69. In line with our previous observations, deletion of the R1 box abrogated URH49 interaction (6, 8, 10) (Fig. 8C and ​andD,D, lane 3). To our surprise, mutation of the SLSE motif did not abrogate URH49 interaction (Fig. 8C and ​andD,D, lanes 6 and 7). Similarly, the single S18A substitution did not affect URH49 binding (Fig. 8C and ​andD,D, lane 4). The additional S13 and S15/16 substitutions, however, abrogated URH49 recruitment (Fig. 8C and ​andD,D, lane 5). From this set of experiments, we conclude that not only does the interaction between pUL69 and UAP56/URH49 require the arginines of the R1 box, but N-terminal flanking phosphorylated serine residues are also of critical importance for binding, as well as for efficient HCMV replication. DISCUSSIONA number of previous publications provided evidence that the cytomegalovirus protein pUL69, which serves as a viral mRNA export factor and is incorporated into infectious virions, is posttranslationally modified via phosphorylation (4, 13, 14, 35, 36). So far, it is known that both cellular cyclin-dependent kinases and the viral protein kinase pUL97 mediate the phosphorylation of pUL69 (13, 14, 36). However, knowledge on the localization and function of individual phosphorylation sites of pUL69 has been lacking. In this study, we utilized two alternative approaches to analyze the phosphorylation of pUL69. On one hand, mapping was performed by mainstream mass spectrometry-based phosphoproteomics technologies. On the other hand, Phos-tag SDS-PAGE, in conjunction with the mutagenesis of putative phosphorylation sites, was applied (37). Phos-tag is a binuclear metal complex that can selectively bind to a phosphate monoester in aqueous solutions. Consequently, phosphorylated proteins trapped by immobilized Phos-tag can be separated by electrophoresis, depending on its degree of phosphorylation. Previous studies demonstrated that the method exhibits high accuracy and sensitivity for the detection of the phosphorylation status of a protein (38).By mass spectrometry, 10 serine/threonine residues could be identified as phosphoacceptors (Fig. 1C). Surprisingly, only a few of these sites were mapped to the N terminus of pUL69, which has previously been shown to serve as a target for pUL97-mediated phosphorylation (13). Indeed, Phos-tag-based analyses provided evidence for extensive N-terminal phosphorylation of pUL69 (Fig. 2B). The reason for this apparent discrepancy is most probably the presence of additional N-terminal posttranslational modifications. For instance, our group could demonstrate that the N terminus of pUL69 is methylated by specific arginine methyltransferases (10). Furthermore, a recent publication suggested that pUL69 may also undergo SUMOylation (39, 40). Consistent with the presence of additional posttranslational modifications, in vitro dephosphorylation by treatment with calf intestinal phosphatases induced a mobility shift of pUL69 in SDS-PAGE but did not affect the occurrence of the three distinct isoforms (Fig. 1B). Furthermore, mutation of N-terminal pUL69 phosphoacceptor sites resulted in a distinct mobility shift of the hypophosphorylated protein isoforms in Phos-tag-based analyses, suggesting potential cross talk between phosphorylation and methylation (Fig. 3B and ​andC).C). Due to the fact that the presence of multiple modifications dramatically increases the database search space, the MS-based identification of peptides harboring several modifications is still challenging (41, 42). Thus, we assume that only a subgroup of pUL69 phosphorylation sites could be detected by MS-based analyses.Fine mapping of N-terminal phosphorylation sites resulted in the identification of pUL69 residues S46 and S49 as targets for pUL97-mediated phosphorylation. Importantly, these serines form a motif with high similarity to the heptarepeat of the human RNA polymerase II C-terminal domain, which serves as an interaction motif for the cellular protein Pin1. Pin1 acts as an enzyme that catalyzes the cis/trans isomerization of phosphorylated serine/threonine-proline motifs in its substrate proteins (43). Previous studies revealed that Pin1 controls the conformation or stability of a number of important viral regulatory proteins, like the hepatitis B virus X protein, the human T-cell leukemia virus Tax oncoprotein, and the human immunodeficiency virus type I (HIV-1) integrase (42). Furthermore, not only are individual viral proteins affected, but Pin1 regulates viral replication in general. For instance, Pin1 was shown to be required for hepatitis C virus propagation, and it regulates essential steps in the HIV-1 life cycle (44, 45). Consequently, Pin1 inhibitors have been proposed as novel antivirals (45, 46).In the context of HCMV infection, it could be demonstrated that the pUL97-mediated phosphorylation of lamin A/C generates a binding motif for Pin1 and that this contributes to the disassembly of the nuclear lamina during nucleocytoplasmic egress of viral particles (47, 48). Interestingly, HCMV infection of primary human fibroblasts leads to the recruitment of Pin1 to viral replication centers, suggesting the existence of additional viral target proteins (47). In the present study, coimmunoprecipitation analysis revealed a strong interaction between Pin1 and pUL69, which also relocates to viral replication compartments during infection (Fig. 4B) (5). In order to demonstrate that Pin1 is able to induce specific cis/trans isomerization depending on the identified motif in pUL69, we utilized NMR spectroscopy. The NMR-based characterization of peptides corresponding to the pUL69 Pin1 motif revealed the presence of an α-helix between amino acids 56 and 72. Phosphorylation of serines had no impact on the overall structure of this region (Fig. 5). However, addition of Pin1 to NMR experiments provided evidence for the induction of prolyl cis/trans isomerization, which was abrogated by the Pin1 inhibitor juglone (Fig. 6). NMR spectroscopy has previously been used to demonstrate the activity of Pin1 toward phosphorylated Pro-containing peptides and is presently the only technique to study cis/trans isomerization at atomic resolution (26, 27, 48, 49). In conclusion, these data strongly suggest that the motif between amino acids 45 and 51 of pUL69 represents a functional Pin1 binding site. Of note, Pin1 also interacts with other RNA binding proteins, such as AUF1, KSRP, HuR, and SLBP, that remodel mRNP complexes, implying broader activity of prolyl isomerases in the regulation of RNA-mediated gene expression (50).Surprisingly, when recombinant cytomegaloviruses harboring serine-to-alanine exchanges within the pUL69 Pin1 motif were investigated, no overt defect in viral replication was observed (Fig. 7). One explanation for this might be that the Pin1 motif functions in a cell-type-specific manner. Further experiments would be necessary to test this hypothesis. Another explanation for an apparent lack of functionality after mutation of the N-terminal Pin1 motif might be that pUL69 contains further Pin1 sites that might compensate for the lack of a single recognition site. This is suggested by our observation that deletion of the Pin1 motif of aa 45 to 51 abrogated Pin1 binding in the context of pUL69aa1-146, but not in the context of full-length pUL69 (Fig. 4C and ​andD).D). Consistently, a recently performed study was able to map additional Pin1 binding sites in the C terminus of pUL69 that contribute to the interaction in infected cells (M. Schütz, M. Thomas, C. Wangen, L. Rauschert, T. Errerd, M. Kießling, H. Sticht, J. Milbradt, and M. Marschall, submitted for publication).In contrast, however, growth curve analysis of recombinant viruses harboring mutations of serines flanking the UAP56/URH49 binding site revealed significant defects in viral replication (Fig. 7). UAP56/URH49 binding of pUL69 has previously been mapped to the arginine-rich R1 box, and mutations of arginines abrogated the interaction (6, 8, 10). Further mapping experiments performed in this study indicated the requirement for an extended region of pUL69 for UAP56/URH49 binding. Upon closer inspection of the region, we detected sequences resembling recently described short linear motifs (i.e., SLDD/E, LDXXLD, HDXR, and WXHD) of cellular proteins involved in mRNA processing and export (34) (Fig. 9). In particular, the SLDD/E motif present in REF, SKAR, UIF, and LUZP4 has previously been designated a UBM. In the betaherpesviral mRNA export factors pUL69, pC69, and Rh69, the negatively charged aspartic acid residues of the SLDD/E motif appear to be replaced by serine, and for S13 and S18 of pUL69, MS analysis revealed modification by phosphorylation. Phosphorylation adds negative charges to amino acid side chains, and it has been proposed that phosphorylation sites may have evolved from negatively charged amino acids in order to enhance protein-protein interactions (34, 51). Thus, one may speculate that viral mRNA export factors developed phosphorylation sites within the UAP56/URH49 recognition sequence in order to increase their binding affinities. Furthermore, our analysis of the extended UAP56/URH49 recognition sequence of pUL69 revealed the presence of an N-terminal cluster of negatively charged amino acids flanked by a cluster of positively charged amino acids, including the arginines R22/23 and R25/26, which were proven to be critical for UAP56/URH49 interaction (6, 8, 10) (Fig. 9B). Strikingly, a comparison with cellular mRNA adaptor proteins revealed a similar architecture of positively and negatively charged amino acids around the UBM, suggesting that these cellular proteins also utilize extended motifs for interacting with UAP56/URH49 (Fig. 9A). Since the overall density of charge clusters seems to be increased in the viral mRNA export factors, one may speculate that the viruses may have optimized UAP56/URH49 interaction sites during evolution in order to efficiently compete with cellular proteins for binding to this important component of the cellular mRNA export pathway.Open in a separate windowFIG 9UAP56/URH49 interaction of cellular and viral mRNA export factors. (A) UBMs comprising the short linear sequence SLDD or LDXXLD (indicated by solid underlining) found in the cellular mRNA export factors REF, UIF, CHTOP, LUTZP4, and SKAR. Positively charged residues are indicated in red, and negatively charged residues are in blue. Serines and leucines are highlighted in boldface. (B) UAP56/URH49 binding motifs of the betaherpesviral mRNA export factors UL69, C69, and Rh69. Amino acid stretches with similarity to the SLDD motif are underlined with dashed lines. Phosphorylation sites identified by MS analysis are circled and labeled as a solid P. Putative phosphorylation sites are circled and labeled as an open P. Residues crucial for UAP56/URH49 interaction that were identified in a previous study are indicated by open arrows. Serines 13 and 15, which were identified in this study as being critical for UAP56/URH49 interaction, are indicted by filled arrows. The putative UAP56 interaction regions of viral and cellular mRNA export factors are boxed. MATERIALS AND METHODSOligonucleotides, plasmids, and BAC constructs. Oligonucleotide primers used for this study were purchased from biomers.net GmbH (Ulm, Germany), and their sequences are listed in Table S1 in the supplemental material. Eukaryotic expression plasmids coding for FLAG-UAP56, Myc-URH49, catalytically active pUL97-HA (WT) or inactive pUL97-K355M-HA (K/M), and FLAG-pUL69 (pHM2098), as well as its derivatives FLAG-pUL69ΔR1 (pHM2322), FLAG-pUL69ΔR2 (pHM2323), -aa1-146 (pHM3479), -aa1-140, -aa269-574, and -aa595-744 were cloned in pHM971 as described previously (6, 7, 10, 13). FLAG-pUL69aa140-294 and -aa510-630 were generated analogously by inserting the relevant BamHI/EcoRI-digested PCR products into pcDNA3-FLAG-NLS (pHM972). FLAG-pUL69aa1-146ΔR2 was generated by subcloning the PCR fragment obtained using pHM2323 as a template into the BamHI/XhoI-digested vector pHM971. For generation of FLAG-GST double-tag-containing plasmids, GST was amplified via PCR using GEX-6-p1 as a template. The resulting PCR product was cut by BglII and ClaI and ligated into BamHI/ClaI-digested pHM971 to yield FLAG-GST (pHM2691) or into pHM972 to yield FLAG-NLS-GST (pHM2692). Thereafter, pUL69aa1-140 was subcloned into pHM2691, while pUL69aa1-60 or pUL69aa18-30 was cloned into pHM2692. Pin1-HA was amplified by PCR from cDNA and subsequently cloned into the BamHI and XbaI sites of a pcDNA3.1 vector.Serine/threonine-to-alanine amino acid exchange mutants FLAG-pUL69-ST1 (S5A, S13A, S15A, S16A, and S18A) and -ST2 (S46A, T48A, S49A, S51A, T52A, and S59A) were generated as follows: DNA fragments encoding pUL69aa1-191 and the respective mutations were synthesized by Mr.Gene (Regensburg, Germany) and cloned into pMK-RQ to yield pF809 or pF810. Inserts were cut out from both plasmids by BamHI and BbvCI and subcloned into pHM2098 digested with the same enzymes to generate pHM3096 (S/T1) or pHM3097 (S/T2). Vector pHM3161, encoding FLAG-pUL69-S/T1 + 2 (S5A, S13A, S15A, S16A, S18A, S46A, T48A, S49A, S51A, T52A, and S59A) was generated via digestion of pF809 and pF810 using BamHI and BbvCI, followed by subsequent digestion of both inserts with Hpy188I, which cuts at nucleotide (nt) 125 of pUL69. Thereafter, the BamHI-Hpy188I fragment of pF809 and the Hpy188I-BbvCI fragment of pF810 were ligated into pHM2098 digested with BamHI and BbvCI. All other amino acid substitution mutants of pUL69 were generated via site-directed mutagenesis of pHM2098, pHM3479, or pHM3161 by using target-specific primers (see Table S1).BAC HB15, which contains the genomic sequence of the HCMV laboratory strain AD169 and its derivative HB15ΔpUL69, in which the genomic sequence of UL69 was removed, have been described previously (9, 52). To engineer recombinant HCMVs harboring amino acid substitutions within the UL69 gene, linear recombination cassettes were utilized to revert the HB15ΔpUL69 BAC by a two-step recombination strategy (31). For this, the kanamycin selection marker gene (aphaI) was amplified by PCR using pEPkan-S (kindly provided by K. Osterrieder, Berlin, Germany) as a template and inserted into the NheI single cutter site of the UL69 coding sequences of pHM3096, pHM3097, and pHM3161. Then, a linear recombination fragment was generated from these constructs by PCR and subsequently transformed into chemically competent Escherichia coli strain GS1783 (a gift from G. A. Smith, Chicago, IL, USA) before homologous recombination was induced. In a second recombination step, the kanamycin cassette was removed, as verified by growth selection. Finally, PCR analyses, restriction fragment length polymorphisms, and nucleotide sequencing confirmed that the newly generated constructs contained the desired substitutions.Maintenance, transfection, and infection of cells. Primary HFFs and HEK293T cells were cultured as described previously (5, 53). HEK293T cells were transfected via the calcium phosphate coprecipitation procedure, as described previously (5, 53, 54). The cytomegalovirus strain employed in this study as a control for growth kinetics analyses was obtained by reconstitution of infectious viruses using the BAC HB15 (52). Stocks of wild-type and recombinant viruses were prepared and titrated by IE1p72 fluorescence exactly as described previously (55). Multistep growth curve analyses, as well as the quantification of viral DNA in supernatants from infected HFFs, were performed as described in a previous study (56).Antibodies, indirect immunofluorescence, and coimmunoprecipitation analysis. The mouse monoclonal antibodies (MAb) anti-FLAG (M2) and anti-β-actin were purchased from Thermo Fisher Scientific (Darmstadt, Germany). Monoclonal anti-Myc (1-9E10.2) antibody was obtained from ATCC (Wesel, Germany), the monoclonal antibody mixture anti-green fluorescent protein (GFP) (clones 7.1 and 13.1) was purchased from Roche (Mannheim, Germany), and polyclonal anti-Pin1 (A302-315A) was obtained from Biomol GmbH (Hamburg, Germany). Anti-UL69 MAb (clone 69-66) and MAb 63-27 (directed against IE1) were kindly provided by W. Britt (Birmingham, AL, USA) (57). Anti-mouse and anti-rabbit horseradish peroxidase-conjugated secondary antibodies were obtained from Dianova (Hamburg, Germany), and the Alexa 555-conjugated secondary antibody was purchased from Abcam (Cambridge, United Kingdom). Indirect immunofluorescence and coimmunoprecipitation (CoIP) analyses were performed using transiently transfected HEK293T cells exactly as described in detail in previous publications (8, 9, 13, 54).Phos-tag SDS-PAGE and Phos-tag Western blot analysis. We applied Phos-tag SDS-PAGE to separate phosphorylated isoforms of pUL69. For this, HEK293T cells were cotransfected with pUL69 and the viral serine/threonine kinase pUL97. About 2 days later, cells were harvested in 1 ml Tris-buffered saline (TBS) buffer and centrifuged for 5 min at 4°C. The pellets were lysed for 20 min on ice in 300 μl radioimmunoprecipitation assay (RIPA) buffer (50 mM Tris, pH 7.4, 150 mM NaCl, 1% NP-40, 0.1% SDS, 0.5% sodium deoxycholate) supplemented with the protease inhibitors phenylmethylsulfonyl fluoride (PMSF) (100 mM) and aprotinin, leupeptin, and pepstatin (1 mg/ml; 400 μl each), as well as the phosphatase inhibitor PhosSTOP (Merck, Germany). To remove cellular debris, samples were centrifuged for 10 min at 14,000 rpm, and the supernatant was mixed with 200 μl of 2× SDS loading dye before it was boiled for 10 min at 95°C. Differentially phosphorylated isoforms of pUL69 were separated on 10% SDS-PAGE containing 5 μM Phos-tag (Wako Chemicals, Neuss, Germany) and 10 mM MnCl2. For subsequent Western blotting, Mn2+ had first to be removed from SDS gels by washing the gels 3 times with blotting buffer containing 10 mM EDTA, followed by 3 washing steps with normal transfer buffer.Protein purification and mass spectrometry. For phosphosite mapping, we transfected 8 × 107 HEK293T cells with a vector encoding FLAG-UL69. Two days later, cells were harvested and immunoprecipitation was performed using an anti-FLAG specific antibody. After incubation for 1.5 h at 4°C, unbound proteins were removed by washing 3 times with 1 ml TBS, 500 mM NaCl and one time with 1 ml TBS, 150 mM NaCl. Next, precipitated pUL69 was resuspended in 200 μl TBS, 150 mM NaCl and divided into two samples. One of them was left untreated, and the other was treated with 30 U CIP plus 1 mM MgCl2 for 30 min at 37°C. Samples were separated using a 20-cm 6% SDS-PAGE gel, which was subsequently stained with Coomassie blue. The hyperphosphorylated isoform of pUL69, as well as the unphosphorylated isoform after CIP treatment, were cut from the Coomassie-stained gel. Phosphosite mapping of these proteins was performed by Bio & Sell (Taufkirchen, Germany). For phosphosite mapping from infected cells, 3.6 × 107 HFFs were seeded and infected at an MOI of 1 with AD169-FLAG-pUL69 (9). At 72 hpi, cells were harvested and subjected to immunoprecipitation analyses using a FLAG antibody as described previously (54). Immunopurified FLAG-pUL69 was washed four times with 1 ml TBS, 500 mM NaCl and three times with 1 ml TBS, 150 mM NaCl. Purified pUL69 was eluted from the beads by resuspending the pellet 2 times with 75 μl 8 M guanidinium hydrochloride (Merck, Germany) with vigorous rocking at 95°C for 10 min. MS analysis of samples was performed at the Max Delbrueck Center for Molecular Medicine (Berlin, Germany); 1,850 μl of 100% ethanol was added to the samples before they were stored at 4°C overnight. The samples were centrifuged, and the pellet was solubilized in 6 M urea-2 M thiourea. Proteins were reduced with 10 mM dithiothreitol (DTT) at room temperature for 30 min and alkylated with 50 mM iodoacetamide at room temperature for 30 min in a dark room. The proteins were first digested with lysyl endopeptidase (LysC) (Wako) at a LysC-to-protein ratio of 100:1 (wt/wt) for 3 h at room temperature. Then, the sample solution was diluted to a final concentration of 2 M urea with 50 mM ammonium bicarbonate. Trypsin (Promega) digestion was performed at a trypsin-to-protein ratio of 100:1 (wt/wt) under constant agitation at room temperature for 16 h. Enzyme activity was quenched by acidification of the samples with trifluoroacetic acid (TFA). The peptides were desalted with C18 Stage Tips (ThermoFisher Scientific) and eluted with 200 μl of loading buffer (80% acetonitrile [ACN], 6% TFA) prior to phosphopeptide enrichment and/or nano-liquid chromatography-tandem MS (LC–MS-MS) analysis. Enrichment of phosphopeptides was performed using a microcolumn tip packed with 0.5 mg of TiO2 (Titansphere; GL Sciences) (58, 59). For nano-LC–MS-MS analysis, peptides were separated on a fritless microcolumn (75-μm inner diameter packed in house with ReproSil-Pur C18-AQ 3-μm resin; Maisch GmbH) and eluted with an 8 to 60% acetonitrile gradient and 0.1% formic acid. Runs were performed as 30- to 135-min gradients at a flow rate of 200 nl/min. Peptides were ionized at currents of 2.2 kV. A Q Exactive plus instrument (Thermo Fisher Scientific) was operated in the data-dependent mode with a full scan in the Orbitrap, followed by top 10 MS-MS scans using higher-energy collision dissociation (HCD). For the analysis of phosphopeptide samples, the full scans were performed with a resolution of 70,000, a target value of 3 × 106 ions, and a maximum injection time of 120 ms. The MS-MS scans were performed with 35,000 resolution, a 1 × 106 target value, and a 120-ms maximum injection time. For IP sample analyses, the full scans were performed with a resolution of 70,000, a target value of 1 × 106 ions, and a maximum injection time of 120 ms. The MS-MS scans were performed with a 17,500 resolution, a 1 × 105 target value, and a 60-ms maximum injection time. For all the runs, the isolation window was set to 2, and the normalized collision energy was 26. Raw data were analyzed and processed using MaxQuant (v1.5.1.2) (60). Search parameters included two missed cleavage sites, fixed cysteine carbamidomethyl modification, and the following variable modifications: methionine oxidation; N-terminal protein acetylation; and phosphorylation of serine, threonine, and tyrosine were searched as variable modifications for phosphoproteome analysis. The peptide mass tolerance was 6 ppm for MS scans and 20 ppm for MS-MS scans. The “match between runs” option was disabled, and the “dependent peptide search” option was enabled. Database searching was performed using Andromeda against a protein database of HCMV strain AD169 and a recent human protein database from UniProt (October 2016) with common contaminants (61). The false-discovery rate (FDR) was set to 1% at both peptide spectrum match (PSM) and protein levels. Phosphorylation sites were ranked according to their phosphorylation localization probabilities (P) as class I (P > 0.75), class II (0.75 > P > 0.5), and class III (P < 0.5) sites (62).Analysis of proteins coprecipitated with pUL97 was performed by the proteomics laboratory EDyP Grenoble as described recently (63). In brief, proteins were prepared and in-gel digested as described previously (64). Phosphopeptides were enriched from the resulting peptides using titanium dioxide beads (TitanSphere; GL Sciences, Inc.) and adapting a protocol described previously (65). The peptides were solubilized, processed, and measured by nano-LC–MS-MS using an Ultimate 3000 RSLCnano and Q-Exactive Plus (Thermo Fisher Scientific).NMR. One-dimensional (1D) and 2D 1H NMR experiments (total correlation spectroscopy [TOCSY], NOESY, and rotating-frame Overhauser enhancement spectroscopy [ROESY]) were performed at 600.13 MHz on a Bruker Avance 600-MHz instrument equipped with an UltraShield Plus magnet and a triple-resonance cryoprobe with a gradient unit. Individual peptide samples were synthesized by GenScript (Hong Kong) and dissolved in 600 μl 50% aqueous trifluoroethanol (TFE)-D2 at pH 3. The peptide concentrations were approximately 1 mM. The 2D NMR experiments were performed at 300 K without spinning with mixing times of 110 ms for the TOCSY experiments and 250 ms for the NOESY experiments. Efficient suppression of the water signal was achieved by application of excitation sculpting in the 1D and 2D NMR experiments (66). 1H signal assignments of the NMR spectra were achieved by identification of the individual spin systems in the 2D 1H TOCSY spectra, combined with observations of sequence-specific short-distance cross peaks (Hα − HN i, i + 1) in the 2D 1H NOESY spectra (24, 67). Readily recognizable spin systems were used as starting points for correlation of the individual spin systems observed in the TOCSY and NOESY spectra with individual residues in the peptide sequences. Acquisition of data, processing, and spectral analysis were performed with Bruker Topspin 1.3 software. Assigned 1H chemical shifts of the peptides are presented in Tables S3 to S8 in the supplemental material. The conformational shifts were calculated using the random-coil values reported by Wüthrich (24). Interaction of Pin1 with pUL69 peptides was as follows. After acquisition of 1D 1H and 2D 1H TOCSY and NOESY NMR spectra of pure pUL69 peptides, 100 μl buffer solution containing catalytic amounts of Pin1 was added to the individual peptide solutions, followed by acquisition of identical series of NMR spectra (1D 1H and 2D 1H TOCSY and NOESY) to those of the pure peptides. Exchange peaks occurring in the spectra after addition of Pin1 were identified by superimposition of analogous NOESY spectra prior to and after addition of Pin1 using Bruker Topspin 1.3 software. The potent Pin1 inhibitor juglone (68) was used to block Pin1 activity in vitro in NMR experiments to determine the interaction of Pin1 with phosphorylated pUL69 peptides. The catalytic prolyl cis/trans isomerase interaction of Pin1 with phosphorylated pUL69 peptide was inhibited by addition of excessive amounts of the Pin1 inhibitor juglone dissolved in 5 μl deuterated dimethyl sulfoxide (DMSO-D6). We have previously shown that the presence of 1% DMSO does not inhibit catalytic prolyl cis/trans isomerase interaction (26). The disappearance of NMR exchange peaks, originating from the catalytic prolyl cis/trans isomerase interaction of Pin1 with the phosphorylated pUL69 peptide after addition of juglone, was revealed by superimposition of analogous NOESY spectra prior to and after addition of the inhibitor, using Bruker Topspin 1.3 software. Recombinant human Pin1 was purchased from Bio-trend Chemikalien GmbH (Germany). Supplementary Material\nSupplemental file 1:\nClick here to view.(589K, pdf)\n ACKNOWLEDGMENTSWe thank Yohann Couté, Sabrina Ferre, and coworkers (EDyP Laboratory, Grenoble, France) for very competent phosphospecific MassSpec; Klaus Osterrieder (Berlin, Germany) for providing plasmids; Greg A. Smith (Chicago, IL, USA) for providing E. coli GS1783; and William Britt (Birmingham, AL, USA) for the monoclonal anti-pUL69 antibody. We are grateful to Lüder Wiebusch (Berlin, Germany) for sharing unpublished results.This study was supported by the IZKF Erlangen (Juniorproject J30 to M.T.), the Deutsche Forschungsgemeinschaft (grants STA357/7-1 to T.S. and MA1289/8-1 to M.S. and M.M.), and the Kompetenznetzwerk Zytomegalie Baden-Württemberg (KSKV002). FootnotesSupplemental material is available online only. REFERENCES1. Sandri-Goldin RM.\n2001. \nNuclear export of herpes virus RNA. Curr Top Microbiol Immunol\n259:2–23. [PubMed] [Google Scholar]2. Sandri-Goldin RM.\n2008. \nThe many roles of the regulatory protein ICP27 during herpes simplex virus infection. Front Biosci\n13:5241–5256. doi:10.2741/3078. [PubMed] [CrossRef] [Google Scholar]3. Toth Z, Stamminger T. \n2008. \nThe human cytomegalovirus regulatory protein UL69 and its effect on mRNA export. Front Biosci\n13:2939–2949. doi:10.2741/2899. [PubMed] [CrossRef] [Google Scholar]4. Winkler M, Stamminger T. \n1996. \nA specific subform of the human cytomegalovirus transactivator protein pUL69 is contained within the tegument of virus particles. J Virol\n70:8984–8987. doi:10.1128/JVI.70.12.8984-8987.1996. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Winkler M, Rice SA, Stamminger T. \n1994. \nUL69 of human cytomegalovirus, an open reading frame with homology to ICP27 of herpes simplex virus, encodes a transactivator of gene expression. J Virol\n68:3943–3954. doi:10.1128/JVI.68.6.3943-3954.1994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Lischka P, Toth Z, Thomas M, Mueller R, Stamminger T. \n2006. \nThe UL69 transactivator protein of human cytomegalovirus interacts with DEXD/H-Box RNA helicase UAP56 to promote cytoplasmic accumulation of unspliced RNA. Mol Cell Biol\n26:1631–1643. doi:10.1128/MCB.26.5.1631-1643.2006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Toth Z, Lischka P, Stamminger T. \n2006. \nRNA-binding of the human cytomegalovirus transactivator protein UL69, mediated by arginine-rich motifs, is not required for nuclear export of unspliced RNA. Nucleic Acids Res\n34:1237–1249. doi:10.1093/nar/gkl007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Zielke B, Thomas M, Giede-Jeppe A, Müller R, Stamminger T. \n2011. \nCharacterization of the betaherpesviral pUL69 protein family reveals binding of the cellular mRNA export factor UAP56 as a prerequisite for stimulation of nuclear mRNA export and for efficient viral replication. J Virol\n85:1804–1819. doi:10.1128/JVI.01347-10. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Zielke B, Wagenknecht N, Pfeifer C, Zielke K, Thomas M, Stamminger T. \n2012. \nTransfer of the UAP56-interaction motif of human cytomegalovirus pUL69 to its murine cytomegalovirus homolog converts the protein into a functional mRNA-export factor that can substitute for pUL69 during viral infection. J Virol\n86:7448–7453. doi:10.1128/JVI.00730-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Thomas M, Sonntag E, Muller R, Schmidt S, Zielke B, Fossen T, Stamminger T. \n2015. \npUL69 of human cytomegalovirus recruits the cellular protein arginine methyltransferase 6 via a domain that is crucial for mRNA export and efficient viral replication. J Virol\n89:9601–9615. doi:10.1128/JVI.01399-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Rojas S, Corbin-Lickfett KA, Escudero-Paunetto L, Sandri-Goldin RM. \n2010. \nICP27 phosphorylation site mutants are defective in herpes simplex virus 1 replication and gene expression. J Virol\n84:2200–2211. doi:10.1128/JVI.00917-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Corbin-Lickfett KA, Rojas S, Li L, Cocco MJ, Sandri-Goldin RM. \n2010. \nICP27 phosphorylation site mutants display altered functional interactions with cellular export factors Aly/REF and TAP/NXF1 but are able to bind herpes simplex virus 1 RNA. J Virol\n84:2212–2222. doi:10.1128/JVI.01388-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Thomas M, Rechter S, Milbradt J, Auerochs S, Muller R, Stamminger T, Marschall M. \n2009. \nCytomegaloviral protein kinase pUL97 interacts with the nuclear mRNA export factor pUL69 to modulate its intranuclear localization and activity. J Gen Virol\n90:567–578. doi:10.1099/vir.0.005827-0. [PubMed] [CrossRef] [Google Scholar]14. Rechter S, Scott GM, Eickhoff J, Zielke K, Auerochs S, Muller R, Stamminger T, Rawlinson WD, Marschall M. \n2009. \nCyclin-dependent kinases phosphorylate the cytomegalovirus RNA export protein pUL69 and modulate its nuclear localization and activity. J Biol Chem\n284:8605–8613. doi:10.1074/jbc.M805693200. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Blom N, Gammeltoft S, Brunak S. \n1999. \nSequence and structure-based prediction of eukaryotic protein phosphorylation sites. J Mol Biol\n294:1351–1362. doi:10.1006/jmbi.1999.3310. [PubMed] [CrossRef] [Google Scholar]16. Oberstein A, Perlman DH, Shenk T, Terry LJ. \n2015. \nHuman cytomegalovirus pUL97 kinase induces global changes in the infected cell phosphoproteome. Proteomics\n15:2006–2022. doi:10.1002/pmic.201400607. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Steingruber M, Kraut A, Socher E, Sticht H, Reichel A, Stamminger T, Amin B, Coute Y, Hutterer C, Marschall M. \n2016. \nProteomic interaction patterns between human cyclins, the cyclin-dependent kinase ortholog pUL97 and additional cytomegalovirus proteins. Viruses\n8:219. doi:10.3390/v8080219. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Kinoshita E, Kinoshita-Kikuta E, Takiyama K, Koike T. \n2006. \nPhosphate-binding tag, a new tool to visualize phosphorylated proteins. Mol Cell Proteomics\n5:749–757. doi:10.1074/mcp.T500024-MCP200. [PubMed] [CrossRef] [Google Scholar]19. Heidemann M, Hintermair C, Voß K, Eick D. \n2013. \nDynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim Biophys Acta\n1829:55–62. doi:10.1016/j.bbagrm.2012.08.013. [PubMed] [CrossRef] [Google Scholar]20. Albert A, Lavoie S, Vincent M. \n1999. \nA hyperphosphorylated form of RNA polymerase II is the major interphase antigen of the phosphoprotein antibody MPM-2 and interacts with the peptidyl-prolyl isomerase Pin1. J Cell Sci\n112:2493–2500. [PubMed] [Google Scholar]21. Morris DP, Phatnani HP, Greenleaf AL. \n1999. \nPhospho-carboxyl-terminal domain binding and the role of a prolyl isomerase in pre-mRNA 3’-end formation. J Biol Chem\n274:31583–31587. doi:10.1074/jbc.274.44.31583. [PubMed] [CrossRef] [Google Scholar]22. Hanes SD.\n2014. \nThe Ess1 prolyl isomerase: traffic cop of the RNA polymerase II transcription cycle. Biochim Biophys Acta\n1839:316–333. doi:10.1016/j.bbagrm.2014.02.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Kelley LA, Sternberg MJ. \n2009. \nProtein structure prediction on the Web: a case study using the Phyre server. Nat Protoc\n4:363–371. doi:10.1038/nprot.2009.2. [PubMed] [CrossRef] [Google Scholar]24. Wüthrich K.\n1986. \nNMR of proteins and nucleic acids. John Wiley & Sons, Inc., New York, NY. [Google Scholar]25. Wishart DS, Sykes BD, Richards FM. \n1992. \nThe chemical shift index: a fast and simple method for the assignment of protein secondary structure through NMR spectroscopy. Biochemistry\n31:1647–1651. doi:10.1021/bi00121a010. [PubMed] [CrossRef] [Google Scholar]26. Solbak SM, Reksten TR, Wray V, Bruns K, Horvli O, Raae AJ, Henklein P, Henklein P, Roder R, Mitzner D, Schubert U, Fossen T. \n2010. \nThe intriguing cyclophilin A-HIV-1 Vpr interaction: prolyl cis/trans isomerisation catalysis and specific binding. BMC Struct Biol\n10:31. doi:10.1186/1472-6807-10-31. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Labeikovsky W, Eisenmesser EZ, Bosco DA, Kern D. \n2007. \nStructure and dynamics of Pin1 during catalysis by NMR. J Mol Biol\n367:1370–1381. doi:10.1016/j.jmb.2007.01.049. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Lu KP, Zhou XZ. \n2007. \nThe prolyl isomerase PIN1: a pivotal new twist in phosphorylation signalling and disease. Nat Rev Mol Cell Biol\n8:904–916. doi:10.1038/nrm2261. [PubMed] [CrossRef] [Google Scholar]29. Verdecia MA, Bowman ME, Lu KP, Hunter T, Noel JP. \n2000. \nStructural basis for phosphoserine-proline recognition by group IV WW domains. Nat Struct Biol\n7:639–643. doi:10.1038/77929. [PubMed] [CrossRef] [Google Scholar]30. Hennig L, Christner C, Kipping M, Schelbert B, Rucknagel KP, Grabley S, Kullertz G, Fischer G. \n1998. \nSelective inactivation of parvulin-like peptidyl-prolyl cis/trans isomerases by juglone. Biochemistry\n37:5953–5960. doi:10.1021/bi973162p. [PubMed] [CrossRef] [Google Scholar]31. Tischer BK, von Einem J, Kaufer B, Osterrieder N. \n2006. \nTwo-step red-mediated recombination for versatile high-efficiency markerless DNA manipulation in Escherichia coli. Biotechniques\n40:191–197. doi:10.2144/000112096. [PubMed] [CrossRef] [Google Scholar]32. Viphakone N, Cumberbatch MG, Livingstone MJ, Heath PR, Dickman MJ, Catto JW, Wilson SA. \n2015. \nLuzp4 defines a new mRNA export pathway in cancer cells. Nucleic Acids Res\n43:2353–2366. doi:10.1093/nar/gkv070. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Hautbergue GM, Hung ML, Walsh MJ, Snijders AP, Chang CT, Jones R, Ponting CP, Dickman MJ, Wilson SA. \n2009. \nUIF, a new mRNA export adaptor that works together with REF/ALY, requires FACT for recruitment to mRNA. Curr Biol\n19:1918–1924. doi:10.1016/j.cub.2009.09.041. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Gromadzka AM, Steckelberg AL, Singh KK, Hofmann K, Gehring NH. \n2016. \nA short conserved motif in ALYREF directs cap- and EJC-dependent assembly of export complexes on spliced mRNAs. Nucleic Acids Res\n44:2348–2361. doi:10.1093/nar/gkw009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Graf L, Feichtinger S, Naing Z, Hutterer C, Milbradt J, Webel R, Wagner S, Scott GM, Hamilton ST, Rawlinson WD, Stamminger T, Thomas M, Marschall M. \n2016. \nNew insight into the phosphorylation-regulated intranuclear localization of human cytomegalovirus pUL69 mediated by cyclin-dependent kinases (CDKs) and viral CDK orthologue pUL97. J Gen Virol\n97:144–151. doi:10.1099/jgv.0.000337. [PubMed] [CrossRef] [Google Scholar]36. Kapasi AJ, Spector DH. \n2008. \nInhibition of the cyclin-dependent kinases at the beginning of human cytomegalovirus infection specifically alters the levels and localization of the RNA polymerase II carboxyl-terminal domain kinases cdk9 and cdk7 at the viral transcriptosome. J Virol\n82:394–407. doi:10.1128/JVI.01681-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Kinoshita E, Kinoshita-Kikuta E, Koike T. \n2015. \nAdvances in Phos-tag-based methodologies for separation and detection of the phosphoproteome. Biochim Biophys Acta\n1854:601–608. doi:10.1016/j.bbapap.2014.10.004. [PubMed] [CrossRef] [Google Scholar]38. Kumar G.\n2018. \nA simple method for detecting phosphorylation of proteins by using Zn(2+)-Phos-Tag SDS-PAGE at neutral pH. Methods Mol Biol\n1853:223–229. doi:10.1007/978-1-4939-8745-0_25. [PubMed] [CrossRef] [Google Scholar]39. De La Cruz-Herrera CF, Shire K, Siddiqi UZ, Frappier L. \n2018. \nA genome-wide screen of Epstein-Barr virus proteins that modulate host SUMOylation identifies a SUMO E3 ligase conserved in herpesviruses. PLoS Pathog\n14:e1007176. doi:10.1371/journal.ppat.1007176. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Salsman J, Zimmerman N, Chen T, Domagala M, Frappier L. \n2008. \nGenome-wide screen of three herpesviruses for protein subcellular localization and alteration of PML nuclear bodies. PLoS Pathog\n4:e1000100. doi:10.1371/journal.ppat.1000100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Ahrne E, Muller M, Lisacek F. \n2010. \nUnrestricted identification of modified proteins using MS/MS. Proteomics\n10:671–686. doi:10.1002/pmic.200900502. [PubMed] [CrossRef] [Google Scholar]42. Bogdanow B, Zauber H, Selbach M. \n2016. \nSystematic errors in peptide and protein identification and quantification by modified peptides. Mol Cell Proteomics\n15:2791–2801. doi:10.1074/mcp.M115.055103. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Gothel SF, Marahiel MA. \n1999. \nPeptidyl-prolyl cis-trans isomerases, a superfamily of ubiquitous folding catalysts. Cell Mol Life Sci\n55:423–436. doi:10.1007/s000180050299. [PubMed] [CrossRef] [Google Scholar]44. Lim YS, Tran HT, Park SJ, Yim SA, Hwang SB. \n2011. \nPeptidyl-prolyl isomerase Pin1 is a cellular factor required for hepatitis C virus propagation. J Virol\n85:8777–8788. doi:10.1128/JVI.02533-10. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Hou H, Wang JZ, Liu BG, Zhang T. \n2015. \nPin1 liberates the human immunodeficiency virus type-1 (HIV-1): must we stop it?\nGene\n565:9–14. doi:10.1016/j.gene.2015.04.049. [PubMed] [CrossRef] [Google Scholar]46. Tanaka Y, Amano A, Morisaki M, Sato Y, Sasaki T. \n2016. \nCellular peptidyl-prolyl cis/trans isomerase Pin1 facilitates replication of feline coronavirus. Antiviral Res\n126:1–7. doi:10.1016/j.antiviral.2015.11.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Milbradt J, Webel R, Auerochs S, Sticht H, Marschall M. \n2010. \nNovel mode of phosphorylation-triggered reorganization of the nuclear lamina during nuclear egress of human cytomegalovirus. J Biol Chem\n285:13979–13989. doi:10.1074/jbc.M109.063628. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Milbradt J, Hutterer C, Bahsi H, Wagner S, Sonntag E, Horn AH, Kaufer BB, Mori Y, Sticht H, Fossen T, Marschall M. \n2016. \nThe prolyl isomerase Pin1 promotes the herpesvirus-induced phosphorylation-dependent disassembly of the nuclear lamina required for nucleocytoplasmic egress. PLoS Pathog\n12:e1005825. doi:10.1371/journal.ppat.1005825. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Jinasena D, Simmons R, Gyamfi H, Fitzkee NC. \n2019. \nMolecular mechanism of the Pin1-histone H1 interaction. Biochemistry\n58:788–798. doi:10.1021/acs.biochem.8b01036. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Thapar R.\n2015. \nRoles of prolyl isomerases in RNA-mediated gene expression. Biomolecules\n5:974–999. doi:10.3390/biom5020974. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Hunter T.\n2012. \nWhy nature chose phosphate to modify proteins. Philos Trans R Soc Lond B Biol Sci\n367:2513–2516. doi:10.1098/rstb.2012.0013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Hobom U, Brune W, Messerle M, Hahn G, Koszinowski UH. \n2000. \nFast screening procedures for random transposon libraries of cloned herpesvirus genomes: mutational analysis of human cytomegalovirus envelope glycoprotein genes. J Virol\n74:7720–7729. doi:10.1128/jvi.74.17.7720-7729.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Hofmann H, Floss S, Stamminger T. \n2000. \nCovalent modification of the transactivator protein IE2-p86 of human cytomegalovirus by conjugation to the ubiquitin-homologous proteins SUMO-1 and hSMT3b. J Virol\n74:2510–2524. doi:10.1128/jvi.74.6.2510-2524.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Thomas M, Zielke B, Reuter N, Stamminger T. \n2014. \nMethods to study the nucleocytoplasmic transport of macromolecules with respect to their impact on the regulation of human cytomegalovirus gene expression. Methods Mol Biol\n1119:197–216. doi:10.1007/978-1-62703-788-4_12. [PubMed] [CrossRef] [Google Scholar]55. Berndt A, Hofmann-Winkler H, Tavalai N, Hahn G, Stamminger T. \n2009. \nImportance of covalent and noncovalent SUMO interactions with the major human cytomegalovirus transactivator IE2p86 for viral infection. J Virol\n83:12881–12894. doi:10.1128/JVI.01525-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Lorz K, Hofmann H, Berndt A, Tavalai N, Mueller R, Schlotzer-Schrehardt U, Stamminger T. \n2006. \nDeletion of open reading frame UL26 from the human cytomegalovirus genome results in reduced viral growth, which involves impaired stability of viral particles. J Virol\n80:5423–5434. doi:10.1128/JVI.02585-05. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Andreoni M, Faircloth M, Vugler L, Britt WJ. \n1989. \nA rapid microneutralization assay for the measurement of neutralizing antibody reactive with human cytomegalovirus. J Virol Methods\n23:157–167. doi:10.1016/0166-0934(89)90129-8. [PubMed] [CrossRef] [Google Scholar]58. Rappsilber J, Mann M, Ishihama Y. \n2007. \nProtocol for micro-purification, enrichment, pre-fractionation and storage of peptides for proteomics using StageTips. Nat Protoc\n2:1896–1906. doi:10.1038/nprot.2007.261. [PubMed] [CrossRef] [Google Scholar]59. Imami K, Milek M, Bogdanow B, Yasuda T, Kastelic N, Zauber H, Ishihama Y, Landthaler M, Selbach M. \n2018. \nPhosphorylation of the ribosomal protein RPL12/uL11 affects translation during mitosis. Mol Cell\n72:84–98.e89. doi:10.1016/j.molcel.2018.08.019. [PubMed] [CrossRef] [Google Scholar]60. Cox J, Mann M. \n2008. \nMaxQuant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide protein quantification. Nat Biotechnol\n26:1367–1372. doi:10.1038/nbt.1511. [PubMed] [CrossRef] [Google Scholar]61. Cox J, Neuhauser N, Michalski A, Scheltema RA, Olsen JV, Mann M. \n2011. \nAndromeda: a peptide search engine integrated into the MaxQuant environment. J Proteome Res\n10:1794–1805. doi:10.1021/pr101065j. [PubMed] [CrossRef] [Google Scholar]62. Olsen JV, Blagoev B, Gnad F, Macek B, Kumar C, Mortensen P, Mann M. \n2006. \nGlobal, in vivo, and site-specific phosphorylation dynamics in signaling networks. Cell\n127:635–648. doi:10.1016/j.cell.2006.09.026. [PubMed] [CrossRef] [Google Scholar]63. Sonntag E, Milbradt J, Svrlanska A, Strojan H, Hage S, Kraut A, Hesse AM, Amin B, Sonnewald U, Coute Y, Marschall M. \n2017. \nProtein kinases responsible for the phosphorylation of the nuclear egress core complex of human cytomegalovirus. J Gen Virol\n98:2569–2581. doi:10.1099/jgv.0.000931. [PubMed] [CrossRef] [Google Scholar]64. Milbradt J, Kraut A, Hutterer C, Sonntag E, Schmeiser C, Ferro M, Wagner S, Lenac T, Claus C, Pinkert S, Hamilton ST, Rawlinson WD, Sticht H, Coute Y, Marschall M. \n2014. \nProteomic analysis of the multimeric nuclear egress complex of human cytomegalovirus. Mol Cell Proteomics\n13:2132–2146. doi:10.1074/mcp.M113.035782. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Engholm-Keller K, Larsen MR. \n2011. \nTitanium dioxide as chemo-affinity chromatographic sorbent of biomolecular compounds—applications in acidic modification-specific proteomics. J Proteomics\n75:317–328. doi:10.1016/j.jprot.2011.07.024. [PubMed] [CrossRef] [Google Scholar]66. Hwang TL, Shaka AJ. \n1995. \nWater suppression that works. Excitation sculpting using arbitrary waveforms and pulsed field gradients. J Magn Reson Ser A\n112:275–279. doi:10.1006/jmra.1995.1047. [CrossRef] [Google Scholar]67. Bruns K, Fossen T, Wray V, Henklein P, Tessmer U, Schubert U. \n2003. \nStructural characterization of the HIV-1 Vpr N terminus: evidence of cis/trans-proline isomerism. J Biol Chem\n278:43188–43201. doi:10.1074/jbc.M305413200. [PubMed] [CrossRef] [Google Scholar]68. Moore JD, Potter A. \n2013. \nPin1 inhibitors: pitfalls, progress and cellular pharmacology. Bioorg Med Chem Lett\n23:4283–4291. doi:10.1016/j.bmcl.2013.05.088. [PubMed] [CrossRef] [Google Scholar]"}