{"title": "Genome-wide expression analysis of the heat stress response in dermal fibroblasts of Tharparkar (zebu) and Karan-Fries (zebu × taurine) cattle", "pubDate": "2020", "PMCID": "PMC7058763", "DOI": "10.1007/s12192-020-01076-2", "PMID": "32062819", "abstract": "The present study sought to evaluate mRNA expression profiles in the cultured dermal fibroblasts of Tharparkar (zebu) and Karan-Fries (zebu, Tharparkar × taurine, Holstein Friesian) cattle in response to heat stress. Bioinformatics' analysis identified temperature-regulated biological processes and pathways. Biological processes overrepresented among the earliest genes induced by temperature stress include regulation of stress responses, protein repair, metabolism, protein transport, cell division, and apoptosis. The present microarray platform contains 51,338 synthesized oligonucleotide probes corresponding to at least 36,713 unigenes. A total of 11,183 and 8126 transcripts were differentially expressed with a fold change of ≥ 2 in Tharparkar and Karan-Fries cattle, respectively. Randomly selected real-time validation showed 83.33% correlation with microarray data. Functional annotation and pathway study of the differentially expressed transcripts or genes (DEGs) reveal that upregulated genes significantly (P < 0.05) affect protein processing and NOD-like receptor pathways (NLRs), while downregulated genes were significantly (P < 0.05) found to be associated with cell cycle, metabolism, and protein transport. Gene expression changes include activation of heat shock factors (HSFs), increased expression of heat shock proteins (HSPs), and apoptosis, while decreasing protein synthesis and another metabolism. These findings provide insights into the underlying mechanism of the physiology of heat stress in Tharparkar and Karan-Fries cattle. Understanding the biology and mechanisms of heat stress is critical to developing approaches to ameliorate current production issues for improving animal performance and agriculture economics in tropical climatic conditions. In conclusion, the present study indicates that heat stress differentially affects the expression of the significant number of genes associated with stress response, metabolism, apoptosis, and protein transport in dermal fibroblasts of Tharparkar and Karan-Fries cattle.", "author": [{"author": "A K Singh", "affiliation": ["Department of Veterinary Physiology & Biochemistry, College of Veterinary Science & Animal Husbandry, Rewa, Madhya Pradesh, 486 001, India. dranil02@gmail.com.", "Dairy Cattle Physiology Division, ICAR- National Dairy Research Institute, Karnal, Haryana, 132 001, India. dranil02@gmail.com."], "href": "/?term=Singh+AK&cauthor_id=32062819"}, {"author": "R C Upadhyay", "affiliation": ["Dairy Cattle Physiology Division, ICAR- National Dairy Research Institute, Karnal, Haryana, 132 001, India."], "href": "/?term=Upadhyay+RC&cauthor_id=32062819"}, {"author": "Gulab Chandra", "affiliation": ["Dairy Cattle Physiology Division, ICAR- National Dairy Research Institute, Karnal, Haryana, 132 001, India.", "Department of Veterinary Physiology & Biochemistry, College of Veterinary & Animal Sciences, SVBPUAT, Meerut, U.P., 250 110, India."], "href": "/?term=Chandra+G&cauthor_id=32062819"}, {"author": "Sudarshan Kumar", "affiliation": ["Animal Biotechnology Centre, National Dairy Research Institute, Karnal, Haryana, 132 001, India."], "href": "/?term=Kumar+S&cauthor_id=32062819"}, {"author": "D Malakar", "affiliation": ["Animal Biotechnology Centre, National Dairy Research Institute, Karnal, Haryana, 132 001, India."], "href": "/?term=Malakar+D&cauthor_id=32062819"}, {"author": "S V Singh", "affiliation": ["Dairy Cattle Physiology Division, ICAR- National Dairy Research Institute, Karnal, Haryana, 132 001, India."], "href": "/?term=Singh+SV&cauthor_id=32062819"}, {"author": "M K Singh", "affiliation": ["Department of Poultry Science, DUVASU, Mathura, U.P., 281 001, India."], "href": "/?term=Singh+MK&cauthor_id=32062819"}], "refPMID": [], "citedInPMID": ["32062819", "34575108"], "body": " AbstractThe present study sought to evaluate mRNA expression profiles in the cultured dermal fibroblasts of Tharparkar (zebu) and Karan-Fries (zebu, Tharparkar × taurine, Holstein Friesian) cattle in response to heat stress. Bioinformatics’ analysis identified temperature-regulated biological processes and pathways. Biological processes overrepresented among the earliest genes induced by temperature stress include regulation of stress responses, protein repair, metabolism, protein transport, cell division, and apoptosis. The present microarray platform contains 51,338 synthesized oligonucleotide probes corresponding to at least 36,713 unigenes. A total of 11,183 and 8126 transcripts were differentially expressed with a fold change of ≥ 2 in Tharparkar and Karan-Fries cattle, respectively. Randomly selected real-time validation showed 83.33% correlation with microarray data. Functional annotation and pathway study of the differentially expressed transcripts or genes (DEGs) reveal that upregulated genes significantly (P < 0.05) affect protein processing and NOD-like receptor pathways (NLRs), while downregulated genes were significantly (P < 0.05) found to be associated with cell cycle, metabolism, and protein transport. Gene expression changes include activation of heat shock factors (HSFs), increased expression of heat shock proteins (HSPs), and apoptosis, while decreasing protein synthesis and another metabolism. These findings provide insights into the underlying mechanism of the physiology of heat stress in Tharparkar and Karan-Fries cattle. Understanding the biology and mechanisms of heat stress is critical to developing approaches to ameliorate current production issues for improving animal performance and agriculture economics in tropical climatic conditions. In conclusion, the present study indicates that heat stress differentially affects the expression of the significant number of genes associated with stress response, metabolism, apoptosis, and protein transport in dermal fibroblasts of Tharparkar and Karan-Fries cattle.Electronic supplementary materialThe online version of this article (10.1007/s12192-020-01076-2) contains supplementary material, which is available to authorized users.Keywords: Apoptosis, cDNA microarray, Dermal fibroblasts, Heat stress, Metabolism, Stress response IntroductionHeat stress causes a significant financial burden on the animal production system in most tropical countries (Hansen 2009). In tropical countries like India, summer is the most stressful season for animals because of higher temperatures beyond 42 °C (Kolli et al. 2014). Heat stress occurs as a result of an imbalance between heat production within the body and its dissipation (Kumar et al. 2011). High ambient temperatures, directly and indirectly, affect the production and health of farm animals (Gaughan et al. 2009). In the dairy industry, exact economic losses are difficult to ascertain: billions may be lost, despite improved management techniques (Baumgard and Rhoads 2013; Johnson et al. 2015). In the US dairy industry, economic losses due to heat stress are estimated to be $900 million. These losses are due to reduced milk yield, decreased reproductive performance, and increased culling in farm animals (St-Pierre et al. 2003). In the European Union during 2014, losses estimated using present-day milk prices were US$670 million/year, and this will probably rise to US$2.2 billion/year by the end of the century (Mauger et al. 2015). Similarly, India is losing 2% of the total milk production, which is estimated to be US$584 million/year (Rs 26,610 million/year), due to the rise in heat stress on cattle and buffaloes because of global warming (Upadhyay et al. 2009).The thermal balance is affected by environmental factors (ambient temperature, relative humidity, solar radiation, air movement, and precipitation), animal factors (rate of metabolism, moisture loss), and thermoregulatory mechanisms of the animals (Collier and Collier 2012). The thermal stresses trigger a complex program of gene expression and biochemical adaptive responses (Fujita 1999). The detrimental effects of heat stress on animal welfare will likely become more of an issue if the earth’s climate continues to warm as predicted (IPCC 2007). Changes in extreme temperatures will accompany continued global warming, thus raising the question of how animals adapt to extreme temperature events. At the cellular level, thermal stress leads to increases in expression of HSFs and HSPs; this correlates with the acquisition of thermotolerance (Kregel 2002; Parsell and Lindquist 1993). Due to the ubiquitous temperature dependence of structures and functions of various cellular elements, even small temperature changes would adversely disturb cellular homeostasis and attenuate physiological performance (Long et al. 2012). However, cellular response to heat shock involves not only HSPs but also several other biomolecules (Kregel 2002). Heat shock has been shown to affect the expression of genes involved in immune function, signal transduction, metabolism, cell growth, proliferation, differentiation, DNA synthesis, denaturation, misaggregation of proteins, etc. (Lacetera et al. 2006). The harmful effects of heat stress are the result of either the hyperthermia associated with heat stress or the physiological adjustments made by the heat-stressed animal to regulate body temperature (Hansen 2004). The Karan-Fries cattle breed was developed at the National Dairy Research Institute, Karnal, India, by crossing Holstein Friesian (taurine cattle) with Tharparkar Indian zebu cattle in 1971 and modified in 1980. The percentage of Holstein Friesian in the breed ranges from three-eighths to one-half of the breeding (Mason 1996; Singh and Gurnani 2004). Karan-Fries are a very high milk yielder crossbreed that got the desirable traits from both the breeds. Tharparkar cattle are average milk yielders but they are highly resistant to harsh environmental conditions. There is a lack of information about global expression profiling for different genes particularly in Tharparkar and Karan-Fries cattle during heat stress. Therefore, studies related to heat stress specifically governing the global expression profiling of genes involved during heat stress are selected for comparison between crossbred Karan-Fries cattle to native Tharparkar cattle. Further data analysis with various bioinformatics would provide information regarding affected pathways and metabolic functions for thermal adaptation in Tharparkar and Karan-Fries cattle.Microarray technology is a powerful tool for seeking insights into gene regulation and its significance for biological function. However, our understanding of such relationships in Tharparkar and Karan-Fries cattle during heat stress remains fragmentary. The rationale behind the current study was to build a high-confidence dataset of the differentially expressed genes of the dermal fibroblasts of Tharparkar and Karan-Fries cattle during heat stress. These genes once fully characterized would contribute to our understanding of the mechanisms implicit to the adaptability of Tharparkar cattle, i.e., regulation of their body temperature and maintenance of cellular function during heat stress. Materials and methodsAnimals and experimental designTwenty heifers (10 each of Tharparkar and Karan-Fries cattle) ranging from 1 to 2 years in age were selected from the herd of National Dairy Research Institute (NDRI), Karnal, for experiments. NDRI, Karnal, is situated at an altitude of 250 m above mean sea level, and latitude and longitude position being 29° 42″ N and 79° 54″ E, respectively. At the institute, the maximum ambient temperature in summer goes up to 45 °C and minimum temperature in winter goes down to nearly 0 °C with a diurnal variation of 15–20 °C. All the experimental animals were maintained under general management practices followed for heifers at the institute. Experimental animals were housed in a cattle shed at temperatures ranging from 5 to 27 °C (thermo-neutral zone for Indian cattle). Only skin biopsies were taken from the animals and all the experiments on dermal fibroblast cultures and heat shock treatments were conducted in vitro. Experimental animals were clinically healthy and free from any physical or anatomical abnormalities. The experiment was approved by the Institutional Animal Ethics Committee (IAEC) constituted as per the article number 13 of the CPCSEA rules, laid down by the Government of India. The norms regarding the ethical treatment of animals during the whole operation were strictly followed.Isolation, culture, and heat treatment of dermal fibroblastsSkin biopsies were taken from the ear pinna of the healthy heifers of Karan-Fries and Tharparkar, aseptically. The margin of the ear pinna was shaved using a razor and wiped with sterile tissue papers. Skin tissue was pinched off from the ear pinna of the animals and the wound was dressed after the application of antiseptics. Norms regarding the ethical treatment of animals during the whole operation were strictly followed. The tissue was held in sterile DPBS and transported to the laboratory for further processing. The tissues were washed thoroughly, with Ca++ and Mg++ free DPBS and transferred into a cell culture dish containing 2 ml culture medium (DMEM/F-12 supplemented with 10% FBS, 1% gentamicin solution, and 2.5 μg/ml amphotericin B). The tissue was minced into small pieces (about 1 mm in size) using a sterile surgical blade. Again, tissues were washed 5 times in culture medium and seeded into 60-mm tissue culture dishes without the addition of any medium (the small amount of medium sticking to the tissue was sufficient to nourish them until their attachment). The dishes were incubated for 4–8 h in a CO2 incubator and observed at different intervals so as not to allow them to dry out completely. Upon attachment of tissues, a sufficient culture medium was added to the dishes and incubated in a 5% CO2 incubator at 37 °C. Tissue explants were regularly observed for the proliferation of fibroblasts and were removed aseptically when a sufficient number of cells had proliferated and formed a monolayer on the cell culture dishes. After reaching 70–80% confluence, the fibroblast cells were subcultured by partial trypsinization. The cells were subjected to 5–6 continuous passages for the selection of a homogeneous population of dermal fibroblasts. An overview of dermal fibroblast culture development is shown in Fig. 1a–h. The dermal fibroblasts were routinely evaluated for sterility by growing them in antibiotic-free media. The cells were also tested for the incidence of mycoplasma contamination using the Myco Alert Mycoplasma detection kit (Lonza, USA). This study was designed to ascertain the direct effects of heat stress on the expression of multiple genes in dermal fibroblasts of Tharparkar and Karan-Fries cattle. As we know, skin temperature is dynamic, which is affected by physical, environmental, and physiological factors and hair coat’s optical properties. At the research institute, maximum ambient temperature in summer goes beyond 44 °C. Therefore, dermal fibroblasts were divided into two groups, and incubated in humidified 5% CO2 atmosphere at 37 °C for 3 h as the control group and at 44 °C for 3 h as the treatment group.Open in a separate windowFig. 1Dermal fibroblast cultures: a skin biopsies in culture media (× 10); b growth of primary layer (× 10); c growth of dermal fibroblasts from primary layer (× 10); d growth of dermal fibroblast (× 10); e 70–80% cellular confluence (× 10; used for subculture of dermal fibroblasts); f dermal fibroblasts with fusiform morphology (× 40); g dermal fibroblasts with cytoplasmic prolongations (× 40); h dermal fibroblasts in suspension with spherical morphology (× 40)Detection of reactive oxygen species (ROS), cytotoxicity (LDH), and cell viability (%)After heat shock treatment at 44 °C for 3 h, cell lysate was prepared for peroxide estimation, medium supernatant was used for LDH release measurement, and adherent cells were used for MTT assay. ROS were measured in the dermal fibroblast cell lysate of Tharparkar and Karan-Fries cattle by using OxiSelect™ hydrogen peroxide assay kit (Cell Biolabs, Inc.; catalog no. STA-343) according to manufacturer’s protocol. Cytotoxicity in dermal fibroblasts of Tharparkar and Karan-Fries cattle was determined by using cytotoxicity detection kit (LDH) (Roche Diagnostics; catalog no. 11644793001) according to the manufacturer’s protocol. Cell viability (%) was determined in dermal fibroblasts of Tharparkar and Karan-Fries cattle by XTT cell proliferation assay kit (Cayman; catalog no. 10010200) according to the manufacturer’s protocol.RNA isolation and sample preparation for microarrayTotal RNA from dermal fibroblast cells was prepared using RNeasy Mini Kit (Qiagen India Pvt. Ltd.) according to the manufacturer’s protocol. The RNA was quantified by using NanoDrop (Thermo Scientific), and integrity was assessed in 1.5% agarose gel electrophoresis by observing rRNA bands corresponding to 28S and 18S. Possible genomic DNA contamination in RNA preparation was removed by using the RNase-Free DNase Set (Qiagen India Pvt. Ltd.) according to the manufacturer’s protocol. Isolated RNA was used immediately for RT-PCR or stored at − 80 °C until further use. Samples were sent to Genotypic Technology Pvt. Ltd., Bangalore, India, for microarray analysis. The RNA purity was measured by Agilent Bioanalyzer within the firm. RNA samples having RIN value more than 5 were considered good-quality RNA and were used for further microarray analysis. Genome-wide expression profiles of all the samples were analyzed using Single-Color Agilent’s bovine gene chip (8 × 60 K array). The design of the array was based on the content from UniGene and GenBank mRNAs. The present microarray platform contains 51,338 synthesized oligonucleotide probes corresponding to at least 36,713 unigenes. Data were analyzed by GeneSpring software. For validation, commonly expressed 14 genes were selected from all the samples. A list of the genes, primer sequences, their accession number, and expected product size after RT-PCR is given in Table ​Table11.Table 1Bovine primer sequences used for real time RT-PCRSl.No.GeneAccession no.Primer sequenceSize (bp)1HSF1{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_001076809.1\",\"term_id\":\"116003842\",\"term_text\":\"NM_001076809.1\"}}NM_001076809.1F-AAGAGGAAAGTGACCAGTGTGTCC71R-TTGGTAACACTGTCCTGGCGAATC2HSPA1AGU_183097.1F-TCATCAACGACGGAGACAAGCCTA103R-TTCATCTTGGTCAGCACCATCGAC3HSPA2{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_174344.1\",\"term_id\":\"41386698\",\"term_text\":\"NM_174344.1\"}}NM_174344.1F-AAGCACAAGAAGGACATTGCACCC130R-AAGTGTAGAAATCCACGCCCTCGT4HSPA8{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_174345.3\",\"term_id\":\"76253708\",\"term_text\":\"NM_174345.3\"}}NM_174345.3F-CGGTGATGCAGCAAAGAACCAAGT133R-CACCACCATGAAGGGCCAATGTTT5HSPB1{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_001025569.1\",\"term_id\":\"71037404\",\"term_text\":\"NM_001025569.1\"}}NM_001025569.1F-TACATTTCCCGTTGCTTCACT237R-GCTGGGCTAAGGGTCTTTACT6HSP90AA1{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_001012670.2\",\"term_id\":\"330864807\",\"term_text\":\"NM_001012670.2\"}}NM_001012670.2F-ATGAGCAGTATGCCTGGGAGTC73R-CCCATTGGTTCTCCTGTGTCAG7HSPH1{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_001075302.1\",\"term_id\":\"115496945\",\"term_text\":\"NM_001075302.1\"}}NM_001075302.1F-TGTCACTGATGCAGTTCCTTTCC79R-CACTTCATGGACACCTTCAGCATC8MMP1{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_174112.1\",\"term_id\":\"27806540\",\"term_text\":\"NM_174112.1\"}}NM_174112.1F-TTTCAACCAGGTGCAGGTATCGGA128R-GCAAGTCCAAGGGAATGGCCAAAT9NOS2{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"DQ676956.1\",\"term_id\":\"110468060\",\"term_text\":\"DQ676956.1\"}}DQ676956.1F-TGTCCACGGCATGTGAGGATCAAA121R-TCATGATGGATGCCAGGCAAGACT10SOD2{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"BT020988.1\",\"term_id\":\"59858340\",\"term_text\":\"BT020988.1\"}}BT020988.1F-GTTGGCTCGGCTTCAATAAG190R-TCCCAGTTGATCACATTCCA11CASP3{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_001077840.1\",\"term_id\":\"118150793\",\"term_text\":\"NM_001077840.1\"}}NM_001077840.1F-GACCATAGCAAAAGGAGCAG220R-CCTCAGCACCACTGTCTGTC12CASP8{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"DQ319070.1\",\"term_id\":\"83853847\",\"term_text\":\"DQ319070.1\"}}DQ319070.1F-CTTCATCTGCTGCATCCTCA198R-GAGTCGGTCTCAACGGCTAC13GAPDH{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_001034034.2\",\"term_id\":\"402744670\",\"term_text\":\"NM_001034034.2\"}}NM_001034034.2F-CCAACGTGTCTGTTGTGGATCTGA218R-GAGCTTGACAAAGTGGTCGTTGAG14β-ACTIN{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_173979.3\",\"term_id\":\"75832053\",\"term_text\":\"NM_173979.3\"}}NM_173979.3F-AGGCATCCTGACCCTCAAGTA95R-GCTCGTTGTAGAAGGTGTGGTOpen in a separate windowBioinformatic analysis of microarray dataRaw signal intensity data generated from the samples (.text file) was imported into GeneSpring software. The normalization was done using GeneSpring GX Version 12.6 using the recommended per chip and gene normalization. Normalized data were analyzed for statistically significant gene expression differences between control and treatment groups using two-way ANOVA according to the fold change statistic that uses overall gene expression variation to calculate a gene-specific variance in Tharparkar and Karan-Fries cattle. Gene annotation and functional clustering were performed by DAVID online database (http://david.abcc.ncifcrf.gov/gene2gene.jsp) for the differentially expressed genes (DEGs). Also, pathway analysis was done by the GeneMANIA online software (www.genemania.org). The data were further clustered using GeneSpring hierarchical clustering, based on entities (Genes) and conditions (Treatment).Real-time PCRTotal RNA (~ 200 ng) was used for cDNA synthesis using Revert Aid First-strand cDNA synthesis kit (Fermentas, USA) by reverse transcription PCR according to the manufacturer’s protocol. Primers for tabulated genes were designed using primer 3.0 software (Table ​(Table1).1). The RT-PCR reaction was carried out in Applied Biosystems® 7500 Real-Time PCR systems using 2.0 μl of cDNA, 10 μl of Maxima SYBR green qPCR Master Mix, and 0.5 μl of different target and reference genes, i.e., GAPDH and β-actin sequence-specific forward and reverse primers (10 pmol), and the final volume of 20 μl was made with nuclease-free water. Forward- and reverse-specific primers for different target and housekeeping genes used for the PCR are shown in Table ​Table1.1. The RT-PCR program consisted of initial heating at 50 °C for 2 min, followed by 95 °C for 10 min, and samples were amplified for 40 cycles. The final extension at 72 °C incubation was continued for a further 10 min. The resulting gene expression data were calculated using the 2−∆∆CT method (Livak and Schmittgen 2001).TUNEL assayTUNEL assay was performed in fixed dermal fibroblasts by In Situ Cell Death Detection Kit (Roche Diagnostics; catalog no. 11684795910) according to manufacturer’s protocol. The images were captured at both red and green filters of an inverted Nikon fluorescence microscope for examining the nuclei and the site of apoptosis, respectively. The merged images generated from red and green filters showing yellow bodies on the exact site of red nuclei were considered the apoptotic cells. Cell counting was performed from digital images obtained on an inverted Nikon fluorescence microscope.Data analysisThe data analysis was done using SAS software, version 9.1 of the SAS system for Windows© (2011) SAS Institute Inc., Cary, NC, USA. Data from different experiments are presented as mean ± SE. The pairwise comparison of means was carried out using Tukey’s multiple comparison test. The difference at P ≤ 0.05 was considered to be statistically significant. Results and discussionIn the present study on dermal fibroblasts of Tharparkar and Karan-Fries cattle, we used cDNA microarrays to describe gene expression changes due to heat exposure. We used microarray-based global gene expression profiling as a high-resolution assay to understand the unique traits in Tharparkar cattle that make them resilient to climate change. Additionally, validation of the differentially expressed genes by real-time PCR and pathway analysis for the effected genes were carried out to understand the new insights about heat stress effects on dermal fibroblasts of Tharparkar and Karan-Fries cattle.ROS, cytotoxicity, and cell viabilityThe ROS formation on heat shock at 44 °C for 3 h was found to be significantly different (P < 0.0001) between Tharparkar and Karan-Fries cattle. Both at 37 °C and 44 °C for 3 h, ROS formation differed significantly (P < 0.01) between Tharparkar and Karan-Fries cattle. Due to heat shock, at 44 °C for 3 h, ROS formation did not increase significantly in Tharparkar but the increase was significant (P < 0.001) in Karan-Fries cattle (Fig. 2a).Open in a separate windowFig. 2Effects of heat shock at 44 °C for 3 h on a reactive oxygen species (μM), b cytotoxicity (%), and c cell viability (%) compared with control at 37 °C in dermal fibroblasts of Tharparkar and Karan-Fries cattle. Asterisk indicates statistically significant change: *P < 0.05, **P < 0.01, ***P < 0.001The cytotoxicity (%) was found to be significantly higher (P < 0.001) in Karan-Fries than in Tharparkar cattle and also differed (P < 0.001) on different exposure temperatures. Due to heat shock at 44 °C for 3 h, cytotoxicity (%) increased significantly (P = 0.007) in both Tharparkar and Karan-Fries cattle. However, cytotoxicity (%) was higher in Karan-Fries than in Tharparkar cattle (Fig. ​(Fig.2b2b).The cell viability was decreased in both Tharparkar and Karan-Fries cattle on heat shock at 44 °C for 3 h compared with control at 37 °C. The decreases in cell viability (%) at 44 °C were 9.02 and 13.35% in Tharparkar and Karan-Fries cattle, respectively. The cell viability decreased significantly (P = 0.001) in both cattle breeds; however, the viability in Tharparkar was higher compared with Karan-Fries cattle (Fig. ​(Fig.2c2c).The present studies on dermal fibroblasts of Tharparkar and Karan-Fries cattle indicated that ROS formation increases on heat shock at 44 °C for 3 h compared with control at 37 °C. Due to heat shock, ROS formations were observed to be more in Karan-Fries than in Tharparkar cattle. The increase in ROS reflects increased level of thermal stress in Karan-Fries compared with Tharparkar cattle. An increase in the ROS production and promotion of cellular oxidation events when cells were exposed to heat stress have been observed by Kim et al. (2005). Keller et al. (2004) also observed that exposure of animals to elevated temperatures accelerated mitochondrial respiration and increased mitochondrial ROS formation. Oxidative stress occurs due to intensively respiring mitochondria and overactivity of oxidant species (ROS) (Vurusaner et al. 2012). Studies on the peripheral blood mononuclear cells have also shown increased ROS formation (Lacetera et al. 2006). Therefore, present results similar to earlier studies revealed that dermal fibroblasts at higher temperatures produce a higher amount of ROS. The increased levels of the ROS are associated with the susceptibility of dermal fibroblasts to heat stress. The higher level of ROS observed on heat stress in Karan-Fries indicates their susceptibility to the hot dry environment compared with Tharparkar cattle.The cytotoxicity (%) was increased in the dermal fibroblasts of both Karan-Fries and Tharparkar cattle on heat shock at 44 °C for 3 h compared with control at 37 °C. Piper et al. (2003) also reported that the increase in membrane permeability led to a drop in cytosolic pH and changes in ion homeostasis led to cytotoxicity. Increased cytotoxicity observed in non-adapted cattle during heat stress may be due to a shift in responsiveness to growth factors that induce apoptosis in different cells (Galli and Fratelli 1993). Therefore, in the present study, a higher level of cytotoxicity (%) in Karan-Fries cattle suggests their higher susceptibility to the hot dry environment compared with Tharparkar cattle.Bioinformatics analysis of microarray dataThe present microarray platform contains 51,338 synthesized oligonucleotide probes corresponding to at least 36,713 unigenes. The combination of a well-established model organism with a microarray platform for a large number of genes would provide more detailed and accurate insights into molecular mechanisms underlying the adaptive response of Tharparkar cattle to heat stress. Also, a parallel comparison of stress responses to temperature changes in different directions may identify heat-specific genes and signaling pathways in Tharparkar cattle. A total of 11,183 and 8126 genes were differentially expressed with fold change of 2; in detail, 3918 and 3458 genes were upregulated, whereas 7265 and 4668 genes were downregulated in Tharparkar and Karan-Fries cattle, respectively (Figs. 3 and ​and44).Open in a separate windowFig. 3Representative hierarchical clustering of microarray data of gene expression in dermal fibroblasts of control (TP-37 Tharparkar control; KF-37 Karan-Fries control) vs heat shock at 44 °C for 3 h (TP-44 Tharparkar heat shock; KF-44 Karan-Fries heat shock). Clustering was done by linking similarly expressed genes together and having fold change ≥ 2Open in a separate windowFig. 4Differentially expressed genes in dermal fibroblasts of control (TP-37 Tharparkar control; KF-37 Karan-Fries control) and heat shock at 44 °C for 3 h (TP-44 Tharparkar heat shock; KF-44 Karan-Fries heat shock) are hierarchically clustered based on their intensity valuesGene annotation and functional clusteringGene ontology cluster such as biological process, cellular component, and molecular functions for up- and downregulated genes and their transcriptional domain coverage were shown in the supplementary data. By DAVID functional annotation tools, the top six functional clusters of Tharparkar and Karan-Fries cattle were considered for the upregulated genes to understand their role in heat stress (cited in supplementary data). These clusters were selected because of their EASE scores < 0.05. The EASE scores are modified Fisher exact P values which indicate the random assignment of the genes to specific functional clusters. Hence, the gene clusters with < 0.05 EASE score indicate non-random association of these genes with particular functional clusters. With this background, many differentially expressed genes during heat stress are involved in apoptosis (BAG3, CDKN1A, BDNF, CASP8, SARM1, IL1B, TERT, DDIT3, RNF7, PPT1, BIRC3, CUL1, FASTKD2, CARD9, BNIP3, MSX1, NR4A1, GDNF, CARD11, CASP3, APBB2, DEDD2, DACT2); upregulated genes involved in protein folding/unfolding (HSP90B1, HSP90AB1, DNAJB4, HSP90AA1, SERPINH1, HSPA2, DNAJA1, PARK7, HSPA8, CRYAB, HSPA1A, CALR, DNAJB1, HSPD1, PPIF) and stress responses (HSP90AB1, HSP90AA1, HSPA2, AHSA1, HSPA8, HSPA1A, DNAJB1, HSPH1, HSPB1, MAFF, PPP1R15A). The top three functional clusters with < 0.05 EASE score of Tharparkar and Karan-Fries cattle were considered for the downregulated genes to understand the physiological roles of these genes during heat stress (cited in supplementary data). Many downregulated genes during heat stress are involved in cell division (PCNA, GTF2H2, ASTE1, UNG, TDP1, SESN2, SMC3, SPAST, SUV39H1, SGOL1, CCNE2, STAG1, CDC25A, BUB1B), metabolism (INTS7, LIPT1, AKR7A2, CTU1, MTO1, DLD, AMD1, PDE9A, FPGT, POLR3B), and protein transport (VPS4B, SDAD1, TIMM22, RAB33B, PEX14, SEC24D, PEX11A). The transcriptional domain coverage in the gene ontology categories indicated that the molecular functions of upregulated genes are mainly involved in stress response, chaperone function (protein folding/unfolding), and apoptosis; and the downregulated genes are mainly involved in cell division, protein transport, and other metabolic functions.Stress responseIn the present study, 9 and 3 genes associated with stress response were upregulated significantly (P < 0.05) in Tharparkar and Karan-Fries cattle, respectively. HSP90AB1, HSP90AA1, HSPA2, AHSA1, HSPA8, HSPA1A, DNAJB1, HSPH1, and HSPB1 genes in Tharparkar cattle and MAFF, PPP1R15A, and HSPB1 genes in Karan-Fries cattle were found to be upregulated significantly (P < 0.05) during heat stress (Tables 2 and ​and33).Table 2Differentially expressed genes during the 3 h of heat shock at 44 °C and their expression (in terms of fold change) compared with controls (37 °C) in dermal fibroblasts of Tharparkar cattleUniGene IDProbe IDGene nameGene symbolFold changeP valueStress response  Bt.64721A_73_100693Heat shock 90-kDa protein 1, betaHSP90AB11.390.0007  Bt.61915A_73_103528Heat shock 90-kD protein 1, alphaHSP90AA12.190.004  Bt.19759A_73_105194Heat shock 70-kDa protein 2HSPA22.940.006  Bt.1932A_73_109930AHA1, activator of heat shock 90-kDa protein ATPase homolog 1 (yeast)AHSA11.220.013  Bt.12309A_73_111318Heat shock 70-kDa protein 8HSPA81.680.014  Bt.49659A_73_114663Heat shock 70-kDa protein 1AHSPA1A5.460.020  Bt.17367A_73_119979DnaJ (Hsp40) homolog, subfamily B, member 1DNAJB14.220.029  Bt.8738A_73_120761Heat shock 105-kDa/110-kDa protein 1HSPH14.100.029  Bt.4415A_73_P039046Heat shock 27-kDa protein 1HSPB11.880.035Chaperone (protein folding/unfolding)  Bt.8686A_73_100605Heat shock protein 90-kDa beta member 1HSP90B11.640.0006  Bt.64721A_73_100693Heat shock 90-kDa protein 1, betaHSP90AB11.390.0006  Bt.34922A_73_102684DnaJ (Hsp40) homolog, subfamily B, member 4DNAJB42.080.002  Bt.61915A_73_103528Heat shock 90-kD protein 1, alphaHSP90AA12.190.003  Bt.21385A_73_105416Serpin peptidase inhibitor, clade H (heat shock protein 47), member1 (collagen binding protein 1)SERPINH11.920.006  Bt.19759A_73_105194Heat shock 70-kDa protein 2HSPA22.940.006  Bt.64693A_73_100836DnaJ (Hsp40) homolog, subfamily A, member 1DNAJA12.660.008  Bt.21745A_73_107421Parkinson disease (autosomal recessive, early onset) 7PARK71.580.009  Bt.12309A_73_111318Heat shock 70-kDa protein 8HSPA81.680.014  Bt.88059A_73_111589Crystallin, alpha BCRYAB3.180.015  Bt.49659A_73_114663Heat shock 70-kDa protein 1AHSPA1A5.460.021  Bt.30105A_73_118774CalreticulinCALR1.340.027  Bt.17367A_73_119979DnaJ (Hsp40) homolog, subfamily B, member 1DNAJB14.220.029  Bt.24270A_73_P059256Heat shock 60-kDa protein 1 (chaperonin)HSPD11.460.043Metabolism  Bt.37040A_73_111108Integrator complex subunit 7INTS7− 1.350.015  Bt.4519A_73_105988Lipoyltransferase 1LIPT1− 1.270.030  Bt.11078A_73_103229Aldo-keto reductase family 7, member A2AKR7A2− 1.100.034  Bt.60927A_73_P043296ATP binding domain 3; hypothetical proteinCTU1− 1.000.047  Bt.42230A_73_P112951Mitochondrial translation optimization 1 homologMTO1− 1.040.051  Bt.105088A_73_P262646Dihydrolipoamide dehydrogenaseDLD− 1.520.053Protein transport  Bt.62714A_73_113087Vacuolar protein sorting 4 homolog B (S. cerevisiae)VPS4B− 1.190.004  Bt.19687A_73_P087831SDA1 domain containing 1SDAD1− 1.380.014  Bt.8735A_73_102160Translocase of inner mitochondrial membrane 22TIMM22− 1.000.047Cell division  Bt.52764A_73_P265271Proliferating cell nuclear antigenPCNA− 1.350.006  Bt.91771A_73_105632Cell division cycle 2, G1 to S and G2 to MGTF2H2− 1.070.017  Bt.34132A_73_102172Asteroid homolog 1 (Drosophila)ASTE1− 1.790.031  Bt.11128A_73_P045336Uracil-DNA glycosylaseUNG− 1.080.035  Bt.26165A_73_P080756Tyrosyl-DNA phosphodiesterase 1TDP1− 1.240.038Apoptosis  Bt.65578A_73_101791BCL2-associated athanogene 3BAG33.250.001  Bt.2749A_73_103053Cyclin-dependent kinase inhibitor 1A (p21, Cip1)CDKN1A1.020.003  Bt.36284A_73_107313Brain-derived neurotrophic factorBDNF1.620.009  Bt.34170A_73_107944Caspase 8, apoptosis-related cysteine peptidaseCASP81.350.011  Bt.44806A_73_111489Sterile alpha and TIR motif containing 1SARM11.070.015  Bt.4856A_73_113275Interleukin 1, betaIL1B1.840.018  Bt.60929A_73_114739Telomerase reverse transcriptaseTERT1.340.021  Bt.65257A_73_115411DNA-damage-inducible transcript 3DDIT31.090.022  Bt.17228A_73_116892Ring finger protein 7RNF71.080.025  Bt.5019A_73_P072196Palmitoyl-protein thioesterase 1PPT11.830.050Open in a separate windowTable 3Differentially expressed genes during the 3 h of heat shock at 44 °C and their expression (in terms of fold change) compared with controls (37 °C) in dermal fibroblast of Karan-Fries cattleUniGene IDProbe IDGene nameGene symbolFold changeP valueStress response  Bt.65044A_73_103456v-maf musculoaponeurotic fibrosarcoma oncogene homolog F (avian)MAFF1.690.021  Bt.59327A_73_107607Protein phosphatase 1, regulatory (inhibitor) subunit 15APPP1R15A1.500.028  Bt.4415A_73_P03091Heat shock 27-kDa protein1HSPB11.560.039Chaperone (protein folding/ unfolding)  Bt.9791A_73_113718Peptidylprolyl isomerase FPPIF1.960.005  Bt.8686A_73_107666Tumor rejection antigen (gp96) 1HSP90B11.160.046  Bt.34922A_73_P138421DnaJ (Hsp40) homolog, subfamily B, member 4DNAJB42.090.056Metabolism  Bt.4519A_73_105988Lipoyltransferase 1LIPT1− 1.430.002  Bt.105088A_73_P262646Dihydrolipoamide dehydrogenaseDLD− 1.490.004  Bt.22574A_73_P037931Adenosylmethionine decarboxylase 1AMD1− 1.100.006  Bt.53856A_73_112771Phosphodiesterase 9APDE9A− 1.040.015  Bt.37040A_73_111108Integrator complex subunit 7INTS7− 1.620.021  Bt.17095A_73_P125686Fucose-1-phosphate guanylyltransferaseFPGT− 1.170.022  Bt.42818A_73_P091066Polymerase (RNA)III (DNA directed) polypeptide BPOLR3B− 1.370.046Protein transport  Bt.39194A_73_114928RAB33B, member RAS oncogene familyRAB33B− 1.040.007  Bt.19687A_73_P361996SDA1 domain containing 1SDAD1− 1.840.016  Bt.10319A_73_P034081Peroxisomal biogenesis factor 14PEX14− 1.280.032  Bt.104039A_73_P087186SEC24 family, member D (S. cerevisiae)SEC24D− 1.470.035  Bt.24903A_73_P039291Peroxisomal biogenesis factor 11APEX11A− 1.880.075Cell division  Bt.31388A_73_112600Sestrin 2SESN2−1.150.003  Bt.5290A_73_P039706Structural maintenance of chromosomes 3SMC3−1.060.016  Bt.46123A_73_P035726SpastinSPAST−1.370.017  Bt.25870A_73_115275Suppressor of variegation 3–9 homolog 1 (Drosophila)SUV39H1−1.130.022  Bt.28541A_73_P097241Shugoshin-like 1 (S. pombe)SGOL1−1.580.024  Bt.37175A_73_107533Cyclin E2CCNE2−1.240.032  Bt.1097A_73_102373Stromal antigen 1STAG1−1.390.034  Bt.62587A_73_P448641Cell division cycle 25 homolog A (S. pombe)CDC25A−1.040.038  Bt.25661A_73_P476998Budding uninhibited by benzimidazole 1 homolog beta (yeast)BUB1B−1.260.045Apoptosis  Bt.64777A_73_P377856Baculoviral IAP repeat-containing 3BIRC31.430.0006  Bt.6490A_73_P089551Cullin 1CUL1−1.110.0004  Bt.28280A_73_P042616Hypothetical LOC528207FASTKD2−1.520.001  Bt.26197A_73_P045301Caspase recruitment domain family, member 9CARD92.420.006  Bt.1411A_73_P383931BCL2/adenovirus E1B 19-kDa interacting protein 3BNIP31.830.010  Bt.1656A_73_P110346msh homeobox 1MSX11.950.010  Bt.4856A_73_P040131Interleukin 1, betaIL1B1.390.020  Bt.23373A_73_P090191Nuclear receptor subfamily 4, group A, member 1NR4A11.010.020  Bt.58072A_73_100836Glial cell–derived neurotrophic factorGDNF1.720.022  Bt.34170A_73_102572Caspase 8, apoptosis-related cysteine peptidaseCASP81.760.027  Bt.43438A_73_111170Caspase recruitment domain family, member 11CARD111.800.028  Bt.10084A_73_P059656Caspase 3, apoptosis-related cysteine peptidaseCASP31.610.030  Bt.24324A_73_P498853Amyloid beta (A4) precursor protein-binding, family B, member 2APBB21.070.040  Bt.2386A_73_106228Death effector domain containing 2DEDD22.510.047  Bt.2641A_73_P081891Disheveled-binding antagonist of beta-catenin 2DACT21.040.049Open in a separate windowResults from early physiological and biochemical studies have indicated that cattle may adapt to temperature variation through biochemical restructuring, changing the quantities of certain molecular species and the types of molecules present in the cells (Kolli et al. 2014; Mehla et al. 2014). An important part of the cellular response to heat stress is constituted by a group of genes coding for HSPs or stress proteins because their expression can be induced by high temperatures and a whole range of other stress factors (Sorensen et al. 2003). HSPs constitute an inducible part of molecular chaperones that play important roles in transport, folding, unfolding, assembly and disassembly of multistructured protein complexes, signal pathways, degradation of misfolded or aggregated proteins, and the activation of enzymes and receptors (Parsell and Lindquist 1993). Studies on the regulation of the stress response and the function of molecular chaperones have provided numerous insights into the dominant effects of the environment and physiologic stress on cell growth and cell signaling pathways that initiate repair, allow adaptation, and ensure survival (Jolly and Morimoto 2000). HSP90, HSP110, HSP25, and HSP40 are known to work in conjunction with HSP70 and they contribute to cellular thermotolerance (Duncan 2005). Several studies in mice, in bovine, and in human cells give evidence that constitutive elevation of the inducible HSP level in gene and protein expression provides cytoprotection upon thermal stress (Sorensen et al. 2003; Collier et al. 2006). In conclusion, exposure to heat stress differently affected the HSP gene expression in Tharparkar and Karan-Fries cattle. HSP90AB1, HSP90AA1, HSPA2, AHSA1, HSPA8, HSPA1A, DNAJB1, HSPH1, and HSPB1 genes in Tharparkar while MAFF, PPP1R15A, and HSPB1 genes in Karan-Fries cattle were found to be predominantly expressed. These results indicate that the expression of a higher number of HSPs and fold change provide more cellular thermotolerance in Tharparkar compared with Karan-Fries cattle.Chaperones (protein folding/unfolding)As expected, genes for molecular chaperones and protein folding/unfolding were observed to be upregulated during heat shock at 44 °C for 3 h in both Tharparkar and Karan-Fries cattle (supplementary data). In the present study, 14 and 3 genes of chaperone and co-chaperone family were upregulated significantly (P < 0.05) in Tharparkar and Karan-Fries cattle, respectively. HSP90B1, HSP90AB1, DNAJB4, HSPA2, DNAJA1, SERPINH1, HSPA1A, HSPA8, HSPD1, CALR, DNAJB1, CRYAB, PARK7, and HSP90AA1 genes were found to be predominantly expressed in Tharparkar, and only PPIF, HSP90B1, and DNAJB4 in Karan-Fries cattle during heat shock at 44 °C for 3 h (Tables ​(Tables22 and ​and3).3). Therefore, there are distinct differences in the expression of chaperone and co-chaperone family in Tharparkar and Karan-Fries cattle.Chaperones play a crucial role in guiding the conformational status of the proteins during folding and translocation (Arya et al. 2007). The HSP90A family is localized in the cytoplasm and can be further subdivided into HSP90AA (inducible) and HSP90AB (constitutively expressed), yielding HSP90α and HSP90β proteins, respectively. HSP90B1 is an HSP90 paralogue that is found in the endoplasmic reticulum which plays critical roles in folding proteins in the secretory pathway (Chen et al. 2005). Present results are in general agreement with Tomanek and Somero (2000) who reported different expressions of molecular chaperones in heat-stressed Tegula funebralis. Sorensen et al. (2003) reported a similar result in Drosophila melanogaster. Singh et al. (2014) also revealed a high resistance to heat shock at different temperatures, i.e., 25 °C, 40 °C, and 44 °C in dermal fibroblasts of Tharparkar compared with Karan-Fries due to higher relative mRNA expression of constitutive HSPA8. Molecular chaperones involved in protein folding, translocation, and refolding of intermediates, and proteases, such as the ubiquitin-dependent proteasome, ensure that damaged and short-lived proteins are degraded efficiently (Ellis 1993). Therefore, chaperone genes should be upregulated to cope with heat stress. In the present study, the expression of a higher number of chaperone genes in Tharparkar indicates their higher thermotolerance compared with Karan-Fries cattle.MetabolismFor cellular metabolism, 6 and 8 genes were downregulated significantly (P < 0.05) in Tharparkar and Karan-Fries cattle, respectively. During heat shock at 44 °C for 3 h, INTS7, LIPT1, AKR7A2, CTU1, MTO1, and DLD genes in Tharparkar cattle and LIPT1, DLD, AMD1, PDE9A, INTS7, FPGT, MTO1, and POLR3B genes in Karan-Fries cattle were found to be differing significantly (Tables ​(Tables22 and ​and33).Among metabolism-associated genes, INTS7 is a subunit of the integrator complex, which associates with the C-terminal domain of RNA polymerase II large subunit and mediates 3-prime end processing of small nuclear RNAs (Baillat et al. 2005). LIPT1 is a gene recently identified to be involved in lipoic acid metabolism (Tort et al. 2013). Li et al. (2012) reported that AKR7A2 is involved in cellular detoxification pathways and may play a defensive role against oxidative stress. MTO1 plays a role in mitochondrial tRNA modification and protein synthesis (Li et al. 2003). Dihydrolipoamide dehydrogenase, a mitochondrial enzyme that plays a vital role in energy metabolism, is encoded by the DLD gene. This enzyme is required for the complete reaction of at least five different multi-enzyme complexes (Babady et al. 2007). The protein encoded by the PDE9A gene catalyzes the hydrolysis of cAMP and cGMP, which is a key regulator of many important physiological processes (Fisher et al. 1998). FPGT is involved in carbohydrate metabolism (Pastuszak et al. 1998) and mutations of POLR3A have been reported to cause several metabolic disorders (Takanashi et al. 2014). Therefore, we can say that different metabolic pathways are affected during heat stress and expression of genes changes following cellular homeostasis. In the present study, dermal fibroblast exposure to heat stress differently affected the metabolism-associated gene expression in Tharparkar and Karan-Fries cattle. We recorded downregulation of four genes (INTS7, LIPT1, MTO1, and DLD) in both cattle breed; however, there were more fold changes in Karan-Fries compared with Tharparkar cattle. Downregulation of higher number of metabolic-associated gene and fold changes in Karan-Fries cattle indicate their high susceptibility to heat stress compared with Tharparkar cattle.Protein transportFor protein transport, 3 and 5 genes were downregulated significantly (P < 0.05) in Tharparkar and Karan-Fries cattle, respectively. During heat shock at 44 °C for 3 h, VPS4B, SDAD1, and TIMM22 genes in Tharparkar and RAB33B, SDAD1, PEX14, SEC24D, and PEX11A genes were found to be differing significantly in Karan-Fries cattle (Tables ​(Tables22 and ​and33).Functional studies indicate that VPS4B associates with the endosomal compartments, and is involved in intracellular protein trafficking (Scheuringa et al. 2001). SDAD1 is involved in actin cytoskeleton organization, protein transport, and ribosomal (large subunit) biogenesis. TIMM22 mediates the import of integral inner membrane proteins that do not carry a matrix targeting signal (Bauer et al. 2000). RAB33B is involved in intracellular transport of proteins from one location to another. Azevedo and Schliebs (2006) provide several arguments to support the involvement of PEX14 in both the docking and translocation steps of the Pex5p-mediated protein import pathway. SEC24D encodes a component of the COPII coat that plays a role in anterograde protein trafficking from the endoplasmic reticulum (ER) to the Golgi apparatus (Ohisa et al. 2010). A similar expression pattern of the SEC family was also reported in Antarctic fish (T. bernacchii) (Buckley and Somero 2009) and porcelain crab (P. cinctipes) (Teranishi and Stillman 2007). All the above genes facilitate protein transportation in the cell; therefore, downregulation of these genes disrupts protein transportation during heat stress in both Tharparkar and Karan-Fries cattle. However, severity was higher in Karan-Fries because many genes were downregulated in them compared with Tharparkar cattle.Cell divisionCell division–associated 5 and 9 genes were downregulated significantly (P < 0.05) in Tharparkar and Karan-Fries cattle, respectively. During heat shock at 44 °C for 3 h, PCNA, GTF2H2, ASTE1, UNG, and TDP1 genes in Tharparkar cattle and SESN2, SMC3, SPAST, SUV39H1, SGOL1, CCNE2, STAG1, CDC25A, and BUB1B genes in Karan-Fries cattle were downregulated significantly (P < 0.05) (Tables ​(Tables22 and ​and33).Leonardi et al. (1992) reported that the PCNA gene is required for cell proliferation and DNA repair. GTF2H2, ASTE1, and UNG are involved in basal transcription and normal cell cycle. Marionnet et al. (2010) illustrated that with increased intracellular ROS levels, the SESN family was downregulated. SPAST and SUV39H1 play important roles in diverse cellular processes including membrane trafficking, intracellular motility, and organelle biogenesis and downregulating the expression of SUV39H1 may suppress cell cycle progression (Albacker et al. 2013). SGOL1 plays an active role in cell division by recruiting PP2A to the centrosome (Riedel et al. 2009). STAG1 is the key mediator of the p53-dependent apoptotic pathway, cell cycle, chromosome segregation, mitosis, and cell division (Shockley et al. 2007). CDC25A, an essential protein required for the initiation of DNA replication, plays an important role in cell cycle progression and stress responses (Nilsson and Hoffmann 2000). Normally, these genes promote cell proliferation; therefore, downregulation of the above genes disrupts normal cell proliferation during heat stress in both Tharparkar and Karan-Fries cattle. We also reported cell proliferation disruption in both Tharparkar and Karan-Fries cattle; however, severity was higher in Karan-Fries as many genes were downregulated in Karan-Fries compared with Tharparkar cattle.Apoptosis (programmed cell death)The effect of heat shock at 44 °C for 3 h on the level of apoptosis in dermal fibroblasts of Tharparkar and Karan-Fries cattle has been presented in Fig. 5. The number of apoptotic nuclei was found to be significantly higher (P < 0.05) for the dermal fibroblasts exposed to 44 °C compared with those exposed to 37 °C and was significantly higher (P < 0.05) in Karan-Fries compared with Tharparkar cattle. Bioinformatics analysis revealed that 10 and 15 genes associated with programmed cell death differed significantly (P < 0.05) in Tharparkar and Karan-Fries cattle, respectively. During heat shock at 44 °C for 3 h, BAG3, CDKN1A, BDNF, CASP8, SARM1, IL1B, TERT, DDIT3, RNF7, and PPT1 genes in Tharparkar cattle and BIRC3, CUL1, FASTKD2, CARD9, BNIP3, MSX1, IL1B, NR4A1, GDNF, CASP8, CARD11, CASP3, APBB2, DEDD2, and DACT2 genes in Karan-Fries cattle differed significantly (Tables ​(Tables22 and ​and33).Open in a separate windowFig. 5Effects of heat shock at 44 °C for 3 h on apoptosis in dermal fibroblasts of Tharparkar and Karan-Fries cattle. Apoptosis was assessed using the TUNEL assay. Microscopic pictures of FITC-positive apoptotic dermal fibroblasts (green) and counterstaining with propidium iodide (red)The results of the present study are in general agreement with Adachi et al. (2009) and Zhao et al. (2006) who reported that hyperthermia at 42–46 °C for 30–60 min induces cell death in many types of cell. Valko et al. (2005) reported that even moderate oxidation can trigger apoptosis, while more intense stresses may cause necrosis. Jin et al. (2007) demonstrated that exposure of dermal fibroblasts to heat shock increases the relative mRNA abundance of caspase-3, caspase-7, and BAX (pro-apoptotic genes) while decreasing Bcl-2 (anti-apoptotic gene). Sequential activation of caspases is primarily associated with apoptosis, which plays a central role in the execution phase of cell apoptosis (Chang and Yang 2000). Caspase-3 and caspase-7 are responsible for the destruction of structural and regulatory proteins and responsible for DNA damage and cell demise (Chang and Yang 2000). Our results are in general agreement with Sasaki et al. (2002) who demonstrated that IL1B is induced by heat stress and increases the binding of a DNA fragment containing a heat shock element and heat shock factor 1 protein. It is already well known that the JNK (MAPK8) pathway is involved in apoptosis evoked by heat stress (Gabai et al. 2000). In the present study, activation of both caspase-3 and caspase-8 was observed in Karan-Fries cattle, whereas only caspase-8 was expressed in Tharparkar cattle. Activation of caspase-3, a critical executioner of apoptosis in Karan-Fries cattle, makes them more susceptible to apoptosis compared with Tharparkar cattle. MAPK8 pathway was also activated in Karan-Fries cattle while remaining inactivated in Tharparkar during heat shock at 44 °C for 3 h that may be a cause for higher apoptosis in Karan-Fries compared with Tharparkar cattle.Pathway and network analysisIn our studies, heat stress affects the different biological pathways/networks and gene expression that cause (1) activation of programmed cell death; (2) inhibition of cell cycle; (3) denaturation and misaggregation of proteins; (4) decreased protein transport; (5) increased synthesis of chaperone proteins. To find the effected biological pathways in the present study, the pathway analysis was performed for the DEGs (supplementary data). Pathway analysis of upregulated genes covers the protein processing in the endoplasmic reticulum and ubiquitin-mediated proteolysis explaining the stress response and protein repair (supplementary data). Heat stress triggers an altered stress response pathway in Tharparkar compared with Karan-Fries cattle that may explain their thermal adaptability (Figs. 6 and ​and7).7). The downregulated genes covered the cellular metabolic pathway, cell division, and protein transport (supplementary data). The pathways of upregulated genes mainly emphasized the protein folding in the endoplasmic reticulum, NOD-like receptor (NLR) pathway, and ubiquitin-mediated proteolysis, whereas the pathway of downregulated genes mainly reinforced the different metabolic pathways.Open in a separate windowFig. 6Molecular network analysis of upregulated genes due to heat shock at 44 °C for 3 h in dermal fibroblast of Tharparkar cattleOpen in a separate windowFig. 7Molecular network analysis of upregulated genes due to heat shock at 44 °C for 3 h in dermal fibroblast of Karan-Fries cattleValidation of differential expressionRandomly selected genes related to diverse biological functions identified by using microarray profiling were further validated by real-time PCR (Fig. 8). Significant (P < 0.05) differential expressions of the selected genes in these validation studies are comparable (83.33% correlation) with the expression pattern obtained by microarray profiling. In the present investigation, mRNA expressions of all the stress-related genes were significantly higher (P < 0.05) in dermal fibroblasts exposed for 3 h at 44 °C than that for the controls at 37 °C. Heat shock to dermal fibroblasts at 44 °C for 3 h resulted in a significant (P < 0.05) increase in HSF1 gene expressions in both Tharparkar and Karan-Fries; however, mRNA expression of HSF1 was higher in Tharparkar than that in Karan-Fries (Fig. ​(Fig.8a).8a). Heat shock of dermal fibroblasts at 44 °C for 3 h increased mRNA expressions of HSPA1A and HSPA2 significantly (P < 0.001) in both Tharparkar and Karan-Fries; however, mRNA expression of HSPA1A and HSPA2 was higher in Karan-Fries than that in Tharparkar (Fig. 8b, c). Acute exposure to heat shock has been shown consistently to induce heat shock proteins in dermal fibroblasts of Tharparkar and Karan-Fries in vitro. Theodorakis et al. (1999) reported that thermotolerant cells expressed less HSPA1A when subjected to heat shock. In Tharparkar, mRNA expression of other heat shock protein genes, i.e., HSPA8, HSPB1, HSP90A1A, and HSPH1, was higher (P < 0.05) compared with Karan-Fries. The mRNA expression of heat shock protein genes (HSPA8, HSPB1, HSP90A1A, and HSPH1) due to heat shock at 44 °C for 3 h was significantly higher (P < 0.01) compared with control at 37 °C in both Tharparkar and Karan-Fries (Fig. 8d–g). The results of the present study are in general agreement with Sonna et al. (2002, 2004) who reported an increase in relative HSPA1A, HSPA2, and HSPA8 gene expression in human blood at higher temperatures. In dermal fibroblasts, expression of MMP-1 and NOS2 increased significantly (P < 0.01) at 44 °C in both cattle breeds compared with controls; however, expression was higher in Karan-Fries than that in Tharparkar (Fig. 8h, i). MMP-1 expression in dermal fibroblasts is associated with tissue degradation in stressful conditions. The results of the present study are in general agreement with Seo and Chung (2006) who reported that heat increases MMP mRNA in dermal fibroblasts. Park et al. (2004) also reported that the expression of MMP-1 was increased by heat in a dose-dependent manner. The higher expression of MMP-1 and NOS2 in Karan-Fries suggests their susceptibility to heat stress compared with Tharparkar. At 44 °C, SOD2 mRNA expression increased significantly (P < 0.01) in both cattle breeds compared with controls; however, expression was higher in Tharparkar than that in Karan-Fries (Fig. ​(Fig.8j).8j). At 44 °C, mRNA expression of pro-apoptosis-related genes, i.e., CASP3 and CASP8, was increased significantly (P < 0.01) compared with control at 37 °C in both cattle breeds. However, mRNA expressions of CASP3 and CASP8 were higher in Karan-Fries than those in Tharparkar (Fig. 8k, l). The CASP3 is activated in the apoptotic cell both by extrinsic (death ligand) and intrinsic (mitochondrial) pathways (Salvesen 2002; Ghavami et al. 2009), whereas CASP8 is involved in the apoptosis induced by Fas and various apoptotic stimuli. CASP8 plays a critical role in death receptor signaling (Kruidering and Evan 2000). In the present study, higher expression of both CASP3 and CASP8 in Karan-Fries cattle makes them more susceptible to apoptosis compared with Tharparkar cattle.Open in a separate windowFig. 8qRT-PCR validation of the genes randomly selected from microarray data. Genes were validated by relative expression; GAPDH was used as housekeeping gene. Two-way ANOVA was used for statistical analysis. The difference between the means was compared using least significance difference (LSD) at P ≤ 0.05. Experimental data were expressed as the mean ± SEM. Asterisk indicates statistically significant change: *P < 0.05, **P < 0.01, ***P < 0.001 ConclusionsThe present study revealed that heat stress induces global gene expression in dermal fibroblasts of Tharparkar and Karan-Fries cattle. Overall, 11,183 and 8126 transcripts were differentially expressed in Tharparkar and Karan-Fries cattle, respectively. The gene annotation, gene ontology, and pathway analyses of differentially expressed genes explained that genes for stress response, protein repair, and pro-apoptosis were upregulated under heat stress compared with control, while genes associated with cellular metabolism, protein transport, cell cycle, and anti-apoptosis were downregulated to maintain cellular homeostasis. The present findings provide insights into the underlying regulatory mechanisms of the physiology of heat stress in Tharparkar and Karan-Fries cattle. Further investigations need to be performed at the functional level for these genes to elucidate the molecular mechanism involved in the acquisition of thermotolerance in cattle. Electronic supplementary material\nESM 1(7.8M, docx)(DOCX 8028 kb)\n AcknowledgmentsThe authors express sincere thanks to the Director, NDRI, Karnal, for providing necessary facilities for research. The authors acknowledge the able technical help provided by Jyoti Choudhary and Sonia Saini. Authors’ contributionsAKS conducted experiments and RCU, SK, DM, and SVS designed the study. GC and MKS conducted the analysis of data. FundingThis work was supported by the National Initiative on Climate Resilient Agriculture, Indian Council of Agricultural Research (NICRA-ICAR), New Delhi (Grant No. 2049/3033). Compliance with ethical standardsAll experiments were performed in accordance with the SPCA.Conflict of interestThe authors declare that they have no conflict of interest. FootnotesPublisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Contributor InformationA. K. Singh, Email: moc.liamg@20linard.R. C. Upadhyay, Email: moc.liamg@hsemar.yayhdapu.Gulab Chandra, Email: moc.liamg@tevrdbalug.Sudarshan Kumar, Email: moc.liamg@nahsredusramuk.D. Malakar, Email: moc.liamg@rakalamaburhd.S. V. Singh, Email: moc.liamg@1102rivnahos.M. K. Singh, Email: moc.liamffider@1_hgniskmrd. ReferencesAdachi S, Kokura S, Okayama T, Ishikawa T, Takagi T, Handa O, Naito Y, Yoshikawa T. Effect of hyperthermia combined with gemcitabine on apoptotic cell death in cultured human pancreatic cancer cell lines. Int J Hyperth. 2009;25:210–219. [PubMed] [Google Scholar]Albacker CE, Storer NY, Langdon EM, DiBiase A, Zhou Y, David M, Langenau DM, Zon LI. The histone methyltransferase SUV39H1 suppresses embryonal rhabdomyosarcoma formation in zebrafish. PLoS One. 2013;8(5):e64969. doi: 10.1371/journal.pone.0064969. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Arya R, Mallik M, Lakhotia SC. Heat shock genes- integrating cell survival and death. J Biosci. 2007;32:595–610. [PubMed] [Google Scholar]Azevedo JE, Schliebs W. Pex14p, more than just a docking protein. Biochim Biophys Acta. 2006;1763(12):1574–1584. [PubMed] [Google Scholar]Babady NE, Pang YP, Elpeleg O, Isaya G. Cryptic proteolytic activity of dihydrolipoamide dehydrogenase. Proc Natl Acad Sci U S A. 2007;104(15):6158–6163. [PMC free article] [PubMed] [Google Scholar]Baillat D, Hakimi MA, Naar AM, Shilatifard A, Cooch N, Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–276. [PubMed] [Google Scholar]Bauer MF, Rothbauer U, Mühlenbein N, Smith RJH, Gerbitz KD, Neupert W, Brunner M, Hofmann S. The mitochondrial TIM22 preprotein translocase is highly conserved throughout the eukaryotic kingdom. FEBS Lett. 2000;464:41–47. doi: 10.1016/S0014-5793(99)01665-8. [PubMed] [CrossRef] [Google Scholar]Baumgard LH, Rhoads RP. Effects of heat stress on post-absorptive metabolism and energetics. Annu Rev Anim Biosci. 2013;1:311–337. doi: 10.1146/annurev-animal-031412-103644. [PubMed] [CrossRef] [Google Scholar]Buckley BA, Somero GN. cDNA microarray analysis reveals the capacity of the cold-adapted Antarctic fish Trematomus bernacchii to alter gene expression in response to heat stress. Polar Biol. 2009;32:403–415. [Google Scholar]Chang HY, Yang X. Proteases for cell suicide: functions and regulation of caspases. Microbiol Mol Biol Rev. 2000;64:821–846. [PMC free article] [PubMed] [Google Scholar]Chen B, Piel WH, Gui L, Bruford E, Monteiro A. The HSP90 family of genes in the human genome: insights into their divergence and evolution. Genomics. 2005;86(6):627–637. doi: 10.1016/j.ygeno.2005.08.012. [PubMed] [CrossRef] [Google Scholar]Collier RJ, Collier JL.  Environmental physiology of livestock. New York: Wiley; 2012. p. 368. [Google Scholar]Collier RJ, Stiening CM, Pollard BC, VanBaale MJ, Baumgard LH, Gentry PC, Coussens PM. Use of gene expression microarrays for evaluating environmental stress tolerance at the cellular level in cattle. J Anim Sci. 2006;84(E Suppl):E1–E13. [PubMed] [Google Scholar]Duncan Roger F. Inhibition of Hsp90 function delays and impairs recovery from heat shock. FEBS Journal. 2005;272(20):5244–5256. [PubMed] [Google Scholar]Ellis RJ. The general concept of molecular chaperones. Philos Trans R Soc Lond Ser B Biol Sci. 1993;339:257–261. [PubMed] [Google Scholar]Fisher DA, Smith JF, Pillar JS, St Denis SH, Cheng JB. Isolation and characterization of PDE9A, a novel human cGMP-specific phosphodiesterase. J Biol Chem. 1998;273(25):15559–15564. doi: 10.1074/jbc.273.25.15559. [PubMed] [CrossRef] [Google Scholar]Fujita J. Cold shock response in mammalian cells. J Mol Microbiol Biotechnol. 1999;1(243):255. [PubMed] [Google Scholar]Gabai VL, Yaglom JA, Volloch V, Meriin AB, Force T, Koutroumanis M, Massie B, Mosser DD, Sherman MY. Hsp72-mediated suppression of c-Jun N-terminal kinase is implicated in development of tolerance to caspase-independent cell death. Mol Cell Biol. 2000;20:6826–6836. [PMC free article] [PubMed] [Google Scholar]Galli G, Fratelli M. Activation of apoptosis by serum deprivation in a teratocarcinoma cell line: inhibited by L-acetyl-carnitine. Exp Cell Res. 1993;204:54–60. [PubMed] [Google Scholar]Gaughan JB, Lacetera N, Valtorta SE, Khalifa HH, Hahn L, Mader T.  Response of domestic animals to climate challenges. In: Ebi KL, Burton I, McGregor GR, editors. Biometeorology of adaptation to climate variability and change. Heidelberg: Springer Science; 2009. pp. 131–170. [Google Scholar]Ghavami S, Hashemi M, Ande SR, Yeganeh B, Xiao W, Eshraghi M, Bus CJ, Kadkhoda K, Wiechec E, Halayko AJ, Los M. Apoptosis and cancer: mutations within caspase genes. J Med Genet. 2009;46(8):497–510. [PubMed] [Google Scholar]Hansen PJ. Physiological and cellular adaptations of cattle to thermal stress. Anim Reprod Sci. 2004;82–83:349–360. [PubMed] [Google Scholar]Hansen PJ. Effects of heat stress on mammalian reproduction. Philos Trans R Soc Lond Ser B Biol Sci. 2009;364(1534):3341–3350. [PMC free article] [PubMed] [Google Scholar]Intergovernmental Panel on Climate Change  . IPCCWGI fourth assessment report. Climatic change: the physical science basis. Geneva: Intergovernmental Panel Climate Change; 2007.  [Google Scholar]Jin Y, Li JY, Choi SH, Kim T, Cui X, Kim N. Heat shock inducing apoptosis related gene expression and apoptosis in porcine parthenotes developing in vitro. Anim Reprod Sci. 2007;100:118–127. [PubMed] [Google Scholar]Johnson J. S., Abuajamieh M., Sanz Fernandez M. V., Seibert J. T., Stoakes S. K., Nteeba J., Keating A. F., Ross J. W., Rhoads R. P., Baumgard L.  Climate Change Impact on Livestock: Adaptation and Mitigation. New Delhi: Springer India; 2015. Thermal Stress Alters Postabsorptive Metabolism During Pre- and Postnatal Development; pp. 61–79. [Google Scholar]Jolly C, Morimoto RI. Role of the heat shock response and molecular chaperones in oncogenesis and cell death. J Natl Cancer Inst. 2000;92(19):1564–1572. [PubMed] [Google Scholar]Keller M, Sommer AM, Pörtner HO, Abele D. Seasonality of energetic functioning and production of reactive oxygen species by lugworm (Arenicola marina) mitochondria exposed to acute temperature changes. J Exp Biol. 2004;207:2529–2538. [PubMed] [Google Scholar]Kim HJ, Kang BS, Park JW. Cellular defense against heat shock-induced oxidative damage by mitochondrial NADP(+)-dependent isocitrate dehydrogenase. Free Radic Res. 2005;39(4):441–448. [PubMed] [Google Scholar]Kolli V, Upadhyay RC, Singh D. Peripheral blood leukocytes transcriptomic signature highlights the altered metabolic pathways by heat stress in cattle. Res Vet Sci. 2014;96(1):102–110. doi: 10.1016/j.rvsc.2013.11.019. [PubMed] [CrossRef] [Google Scholar]Kregel KC. Heat shock proteins: modifying factors in physiological stress responses and acquired thermotolerance. J Appl Physiol. 2002;92:2177–2186. [PubMed] [Google Scholar]Kruidering M, Evan GJ. Caspase-8 in apoptosis: the beginning of “the end”? IUBMB Life. 2000;50:85–90. [PubMed] [Google Scholar]Kumar SBV, Kumar A, Kataria M. Effect of heat stress in tropical livestock and different strategies for its amelioration. J Stress Physiol Biochem. 2011;7:45–54. [Google Scholar]Lacetera N, Bernabucci U, Scalia D, Basirico L, Morera P, Nardone A. Heat stress elicits different responses in peripheral blood mononuclear cells from Brown Swiss and Holstein cows. J Dairy Sci. 2006;89:4606–4612. [PubMed] [Google Scholar]Leonardi E, Girlando S, Serio G, Mauri FA, Perrone G, Scampini S, Dalla Palma P, Barbareschi M. PCNA and Ki67 expression in breast carcinoma: correlations with clinical and biological variables. J Clin Pathol. 1992;45(5):416–419. [PMC free article] [PubMed] [Google Scholar]Li R, Lia X, Yana Q, Mob JQ, Guan M. Identification and characterization of mouse MTO1 gene related to mitochondrial tRNA modification. Biochim Biophys Acta. 2003;1629:53–59. [PubMed] [Google Scholar]Li D, Ferrari M, Ellis EM. Human aldo-keto reductase AKR7A2 protects against the cytotoxicity and mutagenicity of reactive aldehydes and lowers intracellular reactive oxygen species in hamster V79-4 cells. Chem Biol Interact. 2012;195(1):25–34. doi: 10.1016/j.cbi.2011.09.007. [PubMed] [CrossRef] [Google Scholar]Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2−∆∆CT method. Methods. 2001;25(4):402–408. [PubMed] [Google Scholar]Long Y, Li L, Li Q, He X, Cui Z. Transcriptomic characterization of temperature stress responses in larval zebrafish. PLoS One. 2012;7(5):e37209. doi: 10.1371/journal.pone.0037209. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Marionnet C, Pierrard C, Lejeune F, Sok J, Thomas M, Bernerd F. Different oxidative stress response in keratinocytes and fibroblasts of reconstructed skin exposed to non-extreme daily-ultraviolet radiation. PLoS One. 2010;5(8):e12059. doi: 10.1371/journal.pone.0012059. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Mason IL.  A world dictionary of livestock breeds, types and varieties. 4. Wallingford: C.A.B International; 1996. p. 273. [Google Scholar]Mauger G, Bauman Y, Nennich T, Salathe E. Impacts of climate change on milk production in the United States. Prof Geogr. 2015;67(1):121–131. doi: 10.1080/00330124.2014.921017. [CrossRef] [Google Scholar]Mehla K, Magotra A, Choudhary J, Singh AK, Mohanty AK, Upadhyay RC, Srinivasan S, Gupta P, Choudhary N, Antony B, Khan F. Genomewide analysis of the heat stress response in (Sahiwal) cattle. Gene. 2014;533(2):500–507. doi: 10.1016/j.gene.2013.09.051. [PubMed] [CrossRef] [Google Scholar]Nilsson I, Hoffmann I. Cell cycle regulation by the CDC25 phosphatase family. Prog Cell Cycle Res. 2000;4:107–114. [PubMed] [Google Scholar]Ohisa S, Inohaya K, Takano Y, Kudo A. SEC24D encoding a component of COPII is essential for vertebra formation, revealed by the analysis of the medaka mutant, vbi. Dev Biol. 2010;342(1):85–95. [PubMed] [Google Scholar]Park CH, Lee MJ, Ahn J, Kim S, Kim HH, Kim KH, Eun HC, Chung JH. Heat shock-induced matrix metalloproteinase (MMP)-1 and MMP-3 are mediated through ERK and JNK activation and via an autocrine interleukin-6 loop. J Invest Dermatol. 2004;123:1012–1019. [PubMed] [Google Scholar]Parsell DA, Lindquist S. The function of heat-shock proteins in stress tolerance: degradation and reactivation of damaged proteins. Annu Rev Genet. 1993;27:437–496. [PubMed] [Google Scholar]Pastuszak I, Ketchum C, Hermanson G, Sjoberg EJ, Drake R, Elbein AD. GDP-L-fucose pyrophosphorylase: purification, cDNA cloning, and properties of the enzyme. J Biol Chem. 1998;273(46):30165–30174. doi: 10.1074/jbc.273.46.30165. [PubMed] [CrossRef] [Google Scholar]Piper PW, Millson SH, Mollapour M, Panaretou B, Siligardi G, Pearl LH, Prodromou C. Sensitivity to Hsp90-targeting drugs can arise with mutation to the Hsp90 chaperone, cochaperones and plasma membrane ATP binding cassette transporters of yeast. Eur J Biochem. 2003;270(23):4689–4695. [PubMed] [Google Scholar]Riedel CG, Katis VL, Katou Y, Mori S, Itoh T, Helmhart W, Galova M, Petronczki M, Gregan J, Cetin B, Mudrak I, Ogris E, Mechtler K, Pelletier L, Buchholz F, Shirahige K, Nasmyth K. Protein phosphatase 2A protects centromeric sister chromatid cohesion during meiosis. Nature. 2009;441:53–61. [PubMed] [Google Scholar]Salvesen GS. Caspases: opening the boxes and interpreting the arrows. Cell Death Differ. 2002;9(1):3–5. [PubMed] [Google Scholar]Sasaki H, Sato T, Yamauchi N, Okamoto T, Kobayashi D, Iyama S, Kato J, Matsunaga T, Takimoto R, Takayama T, Kogawa K, Watanabe N, Niitsu Y. Induction of heat shock protein 47 synthesis by TGF-beta and IL-1 beta via enhancement of the heat shock element binding activity of heat shock transcription factor 1. J Immunol. 2002;168:5178–5183. [PubMed] [Google Scholar]Scheuringa S, Röhrichta RA, Schöning-Burkhardta B, Beyera A, Müllera S, Abtsb HF, Köhrera K. Mammalian cells express two vps4 proteins both of which are involved in intracellular protein trafficking. J Mol Biol. 2001;312(3):469–480. [PubMed] [Google Scholar]Seo JY, Chung JH. Thermal aging: a new concept of skin aging. J Dermatol Sci. 2006;2(Suppl):S13–S22. [Google Scholar]Shockley KR, Rosen CJ, Churchill GA, Lecka-Czernik B. PPARγ2 regulates a molecular signature of marrow mesenchymal stem cells. PPAR Res. 2007;81219:1–13. doi: 10.1155/2007/81219. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Singh MK, Gurnani M. Performance evaluation of Karan Fries and Karan Swiss cattle under closed breeding system. Asian Australasian J Anim Sci. 2004;17:1–6. doi: 10.5713/ajas.2004.1. [CrossRef] [Google Scholar]Singh AK, Upadhyay RC, Malakar D, Kumar S, Singh SV. Effect of thermal stress on HSP70 expression in dermal fibroblast of (Tharparkar) and crossbred (Karan-Fries) cattle. J Therm Biol. 2014;43:46–53. doi: 10.1016/j.jtherbio.2014.04.006. [PubMed] [CrossRef] [Google Scholar]Sonna LA, Fujita J, Gaffin SL, Lilly CM. Invited review: effects of heat and cold stress on mammalian gene expression. J Appl Physiol. 2002;92:1725–1742. [PubMed] [Google Scholar]Sonna LA, Wenger CB, Flinn S, Sheldon HK, Sawka MN, Lilly CM. Exertional heat injury and gene expression changes: a DNA microarray analysis study. J Appl Physiol. 2004;96:1943–1953. [PubMed] [Google Scholar]Sorensen JG, Kristensen TN, Loeschcke V. The evolutionary and ecological role of heat shock proteins. Ecol Lett. 2003;6:1025–1037. [Google Scholar]St-Pierre NR, Cobanov B, Schnitkey G. Economic losses from heat stress by US livestock industries. J Dairy Sci. 2003;86(E. Suppl):E52–E77. doi: 10.3168/jds.S0022-0302(03)74040-5. [CrossRef] [Google Scholar]Takanashi J, Osaka H, Saitsud H, Sasakie M, Morif H, Shibayamag H, Tanakah M, Nomurai Y, Teraoj Y, Inouek K, Matsumotod N, Barkovichl AJ. Different patterns of cerebellar abnormality and hypomyelination between POLR3A and POLR3B mutations. Brain and Development. 2014;36(3):259–263. [PubMed] [Google Scholar]Teranishi KS, Stillman JH. A cDNA microarray analysis of the response to heat stress in hepatopancreas tissue of the porcelain crab (Petrolisthes cinctipes) Comp Biochem Physiol. 2007;D2:53–62. [PubMed] [Google Scholar]Theodorakis NG, Drujan D, De Maio A. Thermotolerant cells show an attenuated expression of HSP70 after heat shock. J Biol Chem. 1999;274(17):12081–12086. [PubMed] [Google Scholar]Tomanek L, Somero GN. Time course and magnitude of synthesis of heat-shock proteins in congeneric marine snails (genus Tegula) from different tidal heights. Physiol Biochem Zool. 2000;73:249–256. [PubMed] [Google Scholar]Tort F, Ferrer-Cortès X, Thió M, Navarro-Sastre A, Matalonga L, Quintana E, Bujan N, Arias A, García-Villoria J, Acquaviva C, Vianey-Saban C, Artuch R, García-Cazorla A, Briones P, Ribes A. Mutations in the lipoyltransferase LIPT1 gene cause a fatal disease associated with a specific lipoylation defect of the 2-ketoacid dehydrogenase complexes. Hum Mol Genet. 2013;23(7):1907–1915. doi: 10.1093/hmg/ddt585. [PubMed] [CrossRef] [Google Scholar]Upadhyay RC, Sirohi S, Ashutosh, Singh, SV, Kumar A, Gupta SK (2009) Impact of climate change on milk production of dairy animals in India. In: Aggarwal PK (edn) Global climate change and Indian agriculture: Case studies from the ICAR network project. Indian Council of Agricultural Research, New Delhi. pp 104–106Valko M, Morris H, Cronin MT. Metals, toxicity and oxidative stress. Curr Med Chem. 2005;12:1161–1208. [PubMed] [Google Scholar]Vurusaner B, Poli G, Basaga H. Tumor suppressor genes and ROS: complex networks of interactions. Free Radic Biol Med. 2012;52:7–18. [PubMed] [Google Scholar]Zhao QL, Fujiwara Y, Kondo T. Mechanism of cell death induction by nitroxide and hyperthermia. Free Radic Biol Med. 2006;40:1131–1143. [PubMed] [Google Scholar]"}