{"title": "Presence of Antibodies Binding to Negative Elongation Factor E in Sarcoidosis", "pubDate": "2020", "PMCID": "PMC7141344", "DOI": "10.3390/jcm9030715", "PMID": "32155774", "abstract": "Sarcoidosis is characterized by multiorgan involvement and granulomatous inflammation. Its origin is unknown and the potential role of autoimmunity has not been sufficiently determined. We investigated the presence of autoantibodies in sarcoidosis using protein array technology. The derivation cohort consisted of patients with sarcoidosis (n = 25) and controls including autoimmune disease and blood donors (n = 246). In addition, we tested a validation cohort including pulmonary sarcoidosis patients (n = 58) and healthy controls (n = 13). Initially, sera of three patients with sarcoidosis were screened using a protein array with 28.000 proteins against controls. Thereby we identified the Negative Elongation Factor E (NELF-E) as an autoantigen. With confirmatory Enzyme-linked Immunosorbent Assay (ELISA)testing, 29/82 patients (35%) with sarcoidosis had antibodies against NELF-E of the Immunoglobulin (Ig) G type, whereas 18/253 (7%) sera of the controls were positive for NELF-E. Clinically, there was an association of the frequency of NELF-E antibody detection with lung parenchymal involvement and corresponding x-ray types. NELF-E autoantibodies are associated with sarcoidosis and should be further investigated.", "author": [{"author": "Niklas Baerlecken", "affiliation": ["Private Practice Rheumatology, 50996 Cologne, Germany."], "href": "/?term=Baerlecken+N&cauthor_id=32155774"}, {"author": "Nils Pursche", "affiliation": ["Department of Clinical Immunology and Rheumatology, Hannover Medical School, 30625 Hannover, Germany."], "href": "/?term=Pursche+N&cauthor_id=32155774"}, {"author": "Torsten Witte", "affiliation": ["Department of Clinical Immunology and Rheumatology, Hannover Medical School, 30625 Hannover, Germany."], "href": "/?term=Witte+T&cauthor_id=32155774"}, {"author": "Katja Kniesch", "affiliation": ["Department of Clinical Immunology and Rheumatology, Hannover Medical School, 30625 Hannover, Germany."], "href": "/?term=Kniesch+K&cauthor_id=32155774"}, {"author": "Marius Höpfner", "affiliation": ["Department of Clinical Immunology and Rheumatology, Hannover Medical School, 30625 Hannover, Germany."], "href": "/?term=H%C3%B6pfner+M&cauthor_id=32155774"}, {"author": "Diana Ernst", "affiliation": ["Department of Clinical Immunology and Rheumatology, Hannover Medical School, 30625 Hannover, Germany."], "href": "/?term=Ernst+D&cauthor_id=32155774"}, {"author": "Frank Moosig", "affiliation": ["Rheumazentrum Schleswig-Holstein Mitte, 24534 Neumünster, Germany."], "href": "/?term=Moosig+F&cauthor_id=32155774"}, {"author": "Benjamin Seeliger", "affiliation": ["Department of Respiratory Medicine, Hannover Medical School and Biomedical Research in End-stage and Obstructive Lung Disease Hannover, German Lung Research Center (DZL), 30625 Hannover, Germany."], "href": "/?term=Seeliger+B&cauthor_id=32155774"}, {"author": "Antje Prasse", "affiliation": ["Department of Respiratory Medicine, Hannover Medical School and Biomedical Research in End-stage and Obstructive Lung Disease Hannover, German Lung Research Center (DZL), 30625 Hannover, Germany.", "Fraunhofer Institute for Toxicology and Experimental Medicine, 30625 Hannover, Germany."], "href": "/?term=Prasse+A&cauthor_id=32155774"}], "refPMID": ["12576358", "24090799", "18032765", "29371378", "7617981", "26204953", "8491884", "3813209", "7951107", "23790733", "10408488", "31969879", "27097564", "22228484", "25178778", "28279832", "29138979", "32008173", "10430755", "7138600", "5481107", "10199401", "11940650", "27282391", "12612062", "29688803", "31396403", "26585430", "30038611", "25580285"], "citedInPMID": ["32155774", "33881596", "33036457"], "body": " AbstractSarcoidosis is characterized by multiorgan involvement and granulomatous inflammation. Its origin is unknown and the potential role of autoimmunity has not been sufficiently determined. We investigated the presence of autoantibodies in sarcoidosis using protein array technology. The derivation cohort consisted of patients with sarcoidosis (n = 25) and controls including autoimmune disease and blood donors (n = 246). In addition, we tested a validation cohort including pulmonary sarcoidosis patients (n = 58) and healthy controls (n = 13). Initially, sera of three patients with sarcoidosis were screened using a protein array with 28.000 proteins against controls. Thereby we identified the Negative Elongation Factor E (NELF-E) as an autoantigen. With confirmatory Enzyme-linked Immunosorbent Assay (ELISA)testing, 29/82 patients (35%) with sarcoidosis had antibodies against NELF-E of the Immunoglobulin (Ig) G type, whereas 18/253 (7%) sera of the controls were positive for NELF-E. Clinically, there was an association of the frequency of NELF-E antibody detection with lung parenchymal involvement and corresponding x-ray types. NELF-E autoantibodies are associated with sarcoidosis and should be further investigated.Keywords: sarcoidosis, autoantibodies, autoimmunity, granuloma, ELISA 1. IntroductionSarcoidosis is a systemic disease of yet undetermined cause and is mainly characterized by multiorgan involvement with granulomatous inflammation [1,2,3]. Both genetic and environmental factors have been identified to play a role in the pathogenesis of its disease [4]. Sarcoidosis can affect all organs, but the main organ involvement are lymph nodes, lung, skin, eyes, and joints [5]. Its origin is unknown. However, certain agents, viruses, and bacteria have been reported that they may trigger sarcoidosis, e.g., pine tree pollen, clay, zirconium, talc, aluminum, herpes virus, Epstein-Barr virus, retrovirus, coxsackie B virus, cytomegalovirus, Borrelia burgdorferi, Propionibacterium acnes, mycobacterium tuberculosis, and atypical mycobacteria [6,7,8,9,10,11,12]. Despite numerous attempts, only circumstantial evidence exists to regard sarcoidosis as an autoimmune disease, including its response to immunosuppressive therapy, association with certain Human Leucocyte Antigen (HLA) genotypes and detection of some autoantibodies that are also associated with other autoimmune diseases such as antimitochondrial, antinuclear, anti-double stranded deoxyribonucleic acid (DNA) and citrullinated cyclic peptide antibodies [13].Recent advances in protein array technology offers the opportunity for unbiased high-throughput screening of autoantibodies in sera. Protein arrays have been used repeatedly for the detection for autoantibodies in autoimmune diseases and malignant diseases [14]. In the past 20 years, planar and bead-based protein-arrays with recombinant or non-recombinant peptides or proteins have been established. They allow a simultaneous screening of 1000-100.000 potential autoantigens. Our used protein-array is a planar protein array using an Escherichia coli host system and containing 28.000 different full and partial recombinant proteins of a fetal human brain complementary DNA. By using this system, we could identify autoantibodies in giant cell arteritis, polymyalgia rheumatica, Takayasu arteritis, spondyloarthritis, arteriosclerosis, complex regional pain syndrome, and primary Sjögren syndrome with polyneuropathy [15,16,17,18,19,20].With the aid of this established screening platform using protein array technology, we identified autoantibodies in a cohort of patients with different types of autoimmune diseases or sarcoidosis. We found autoantibodies against the ribonucleic acid (RNA) binding protein Negative Elongation Factor E (NELF-E) significantly associated with sarcoidosis and pulmonary involvement. This is the first study demonstrating the presence of NELF-E antibodies in a specific disease. Further studies are needed to clarify the exact role of NELF-E autoantibodies in sarcoidosis. 2. Experimental Section2.1. Patient Selection and Clinical DataFor the derivation cohort we collected the sera of patients with sarcoidosis (n = 24), patients with systemic lupus erythematosus (SLE, n = 36), patients with febrile infectious diseases (FID, n = 46), patients who received a positron-emission tomography test (PET controls (PET, n = 64), and healthy blood donors (BD, n = 100). Patients with sarcoidosis and SLE were recruited from the rheumatological clinic and hospital ward from 2011 to 2013. A second validation cohort of sarcoid patients was recruited from the interstitial lung disease outpatient clinic (n = 58) and healthy controls were recruited from our departments (n = 13). The study was conducted in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki and its later amendments were approved by our local ethical committee (project number 4928, approval date April 10th 2008), and all patients provided informed consent.Sarcoidosis was diagnosed by rheumatologists or pulmonologists based on typical clinical and histological findings in accordance with the consensus statement of the American Thoracic Society, European Respiratory Society (ERS) and World Association of Sarcoidosis and Other Granulomatous Disorders and SLE according to the former American College of Rheumatology criteria [21,22]. Chest x-rays of patients with sarcoidosis were evaluated using the Scadding scale [23]. The PET controls consisted of patients with pulmonary diseases excluding sarcoidosis from a previous cohort: 32/64 PET controls had different underlying malignant diseases, 13/64 had lung fibrosis, and 19/64 had chronic obstructive pulmonary disease (COPD) [18].Clinical data were collected including available immunological data on antinuclear antibodies and extractable nuclear antigens, disease manifestation and course, histology, imaging, and treatment.2.2. Protein ArrayThree different sera of patients with acute sarcoidosis presenting with Loefgren’s syndrome at disease onset were screened for the presence of autoantibodies by high-density protein array (human cDNA expression library (hEx1), Source BioScience LifeSciences, Nottingham, Nottinghamshire, United Kingdom) and subsequently compared against existing screens of patients with inflammatory or autoimmune disease. These patients were initially chosen due to their characteristic clinical features and brief disease history. The protein array is based on a cDNA of fetal brain tissue (Lib. No. 800). The clones were expressed by Escherichia coli. The screening was performed according to the protocol of Source BioScience LifeSciences. Sera of the patients were separately added to protein arrays. After overnight incubation, a second alkaline phosphatase labelled antibody goat anti-human Immunoglobuline G (IgG) (Fragment crystallizable-region (Fc) specific, Sigma Aldrich Corporation, St. Louis, MO, USA) in a dilution of 1:5000 was added to the protein array. Using a Typhoon 9400 scanner (GE Healthcare, Chicago, IL, USA) and ECF (GE Healthcare, Chicago, IL, USA) results could be imaged. The pictures were analyzed by Adobe Photoshop Creative Suite 3 (Adobe Systems Incorporated, version 10.0.1, St. Jose, CA, USA). Subsequently, marked dots can be identified via an electronic library provided by imaGenes and compared to previous results in other diseases.2.3. Enzyme-linked Immunosorbent Assay (ELISA) for Detection of IgG Antibodies Binding to Negative Elongation Factor E (NELF-E)For performing the ELISA tests, 96-well plates (Nunc Maxisorb, Thermofisher, Waltham, MA, USA) were coated with 100 µg of the NELF-E peptide (synthesized by Biomatik, Wilmington, Dalaware, USA) overnight: Asn-Thr-Leu-Tyr-Val-Tyr-Gly-Glu-Asp-Met-Thr-Pro-Thr-Leu-Leu-Arg-Gly-Ala-Phe-Ser-Pro-Phe-Gly-Asn-Ile-Ile-Asp-Leu-Ser-Met. The next day, the coating solution was skipped and the plates were blocked with 300 µL per well 5% bovine albumin serum (BSA) for 1 h. The blocking solution was skipped and the plates were incubated with sera in a 1:100 dilution in 20% BSA phosphate-buffered saline (PBS) for 30 min at room temperature. For the definition of a cut-off, sera of 16 patients with sarcoidosis, 16 with infectious diseases and 16 blood donors were measured in duplicate. The optimal cut-off to differentiate sarcoidosis patients and controls was measured by Receiver-operating characteristics (ROC) analysis. The serum of a sarcoidosis patient which provided an optical density (OD) exactly at that cut-off was used as cut-off control in all further assays. The concentration of antibodies in this serum was defined as 1 (arbitrary unit) for IgG-type antibodies against NELF-E. After 30 min of incubation, the plates were washed 3 times with PBS. Next, 100 µL of a secondary peroxidase-goat anti-human IgG antibody labeled with horseradish peroxidase (HRP) (Jackson ImmunoResearch Europe Ltd., Ely, Cambridgeshire, UK) was added in a dilution of 2:10,000 or 2 µL in 8 mL PBS. The plates were incubated for 30 min at room temperature and washed 3 times with PBS. The color reaction was performed with tetramethylbenzidine (TMB) (Therma Scientific, Waltham, MA, USA) for up to 15 min according to the manufacturer’s instructions and the ODs were read at 450 nm in an ELISA reader.2.4. Statistical AnalysisWilcoxon- and Kruskal-Wallis tests were used to evaluate differences in serum IgG concentrations and Fisher’s exact or Chi²-test were used to evaluate serum IgG cut-offs within disease groups and by clinical characteristics, as appropriate. All p values refer to two-tailed tests. Two-tailed p < 0.05 was regarded as statistically significant. Analyses and graphs production were performed using STATA V16 (STATA Corp LP, College Station, TX, USA) RStudio version 1.2.5033 (RStudio Inc, Boston, MA, USA). 3. Results3.1. Sarcoidosis CohortWe included a total of 82 patients with a definite diagnosis of sarcoidosis (first derivation cohort n = 24; second validation cohort n = 58), 43% of which were female with a median age of 48 years (interquartile range (IQR) 39–59). The majority of 88% had pulmonary involvement (89% with parenchymal involvement of the lung defined by an X-ray stage by Scadding Scale ≥ 2). Eighty-four percent had a chronic or relapsing disease with need for continued immunosuppressive therapy for at least 2 years. The remaining characteristics are displayed in Table 1.Table 1Clinical characteristics of the sarcoidosis cohort in total and depending on Anti-NELF-E positivity.CharacteristicAll (n = 82)Anti-NELF-E IgG (+) (n = 29)Anti-NELF-E IgG (−) (n = 53)\np\nAge, years (IQR)48 (39–59)42 (37–54)51 (42–59)0.123Female, n (%)35 (43)13 (45)22 (42)0.771Any pulmonary involvement, n (%)72 (88)25 (86)46 (88)0.767Extrapulmonary involvement, n (%)48 (59)18 (62)30 (58)0.701Löfgren-syndrome18 (22)7 (24)11 (21)0.757Xray type\n\n\n0.041010 (12)4 (14)6 (12)\nI7 (9)07 (13)\nII39 (48)18 (62)21 (40)\nIII10 (12)5 (17)5 (10)\nIV15 (19)2 (7)13 (25)\nChronic course66 (84)23 (82)43 (84)0.803Open in a separate window3.2. Protein Array ResultsThe sera of each patient with sarcoidosis bound to a number of autoantigens (Figure 1). One autoantigen was shared by all 3 screening sera of patients with sarcoidosis: Negative elongation factor E (NELF-E; RNA-binding protein RD) (Figure 2). We compared our results with former protein array screenings, which were performed in former studies [13,14,15,16,17,18]. NELF-E antibodies were not detected in any of these protein screening arrays from patients with GPA (n = 4), CSS (n = 15), RA (n = 12), tuberculosis (n = 4), AOSD (n = 3), B-NHL (n = 4), Morbus Ormond/IgG4-related disease (n = 4), giant cell arteritis (n = 4).Open in a separate windowFigure 1Positive autoantigens in the three screening sera from patients with sarcoidosis.Open in a separate windowFigure 2Exemplary result of one of the three protein-arrays using the sera of patients with sarcoidosis. Each white dot is surrounded by 24 grey dots and together they form a cluster within the protein array. The grey dots contain proteins. Each protein can be found at least two times being apart as far as possible in one cluster. In the center of the picture, two dark spots can be spotted. These two dark spots are Negative Elongation Factor E (white arrows).3.3. IgG-Antibodies Binding to NELF-EIn the pooled cohort, 29/82 (35%) patients with sarcoidosis had antibodies against NELF-E of the IgG type (10/24 in the initial derivation cohort (42%) and 19/58 in the validation cohort (33%). 3/46 (6.5%) patients with febrile infectious disease (FID), 4/36 (11%) patients with systemic lupus erythematosus (SLE), 3/64 (4.7) positron emission tomography (PET) controls, 8/100 (8%) of blood donors (BD) and 0/13 healthy controls were positive for NELF-E (Figure 3).Open in a separate windowFigure 3Titers of IgG-antibodies against the Negative Elongation Factor E across different diseases in two different cohorts: (A) initial derivation cohort including patients with sarcoidosis, systemic lupus erythematosus (SLE), febrile infectious disease (FID), patients with miscellaneous diseases within the positron emission tomography (PET)-controls and blood donors (BD); (B) validation cohort including patients with sarcoidosis (n = 58) and healthy controls (HC) (n = 13). The titer is considered positive, if it is the same or higher than the cut-off serum (dashed line. Global Kruskal-Wallis is shown, as well as pairwise Wilcoxon-tests of disease groups vs. the sarcoidosis group (**** indicates p < 0.0001; ** indicates p < 0.01, ns indicates p ≥ 0.05).3.4. Clinical Association of Anti-NELF-E Antibody DetectionPatients that had detectable anti-NELF-E IgG antibodies in the serum showed more involvement of the lung parenchyma compared to negative patients with regards to X-ray types (type 0 or 1 present in 4/17 (24%) anti-NELF-E positive patients vs. 25/64 (39%) (Fisher’s exact p = 0.041). The median antibody titer was significantly higher with lung parenchymal involvement (0.98 (IQR 0.89–1.02) vs. 0.77 (IQR 0.44–0.91), p = 0.0053) (Figure 4A and 4B). Neither age, extrapulmonary involvement or chronic disease course were different among the groups (Table 1). Open in a separate windowFigure 4(A) Titers of Immunoglobuline G-antibodies against the Negative Elongation Factor E across X-ray types by Scadding scale in patients with sarcoidosis (n = 82). (B) Titers of IgG-antibodies against the NELF-E depending on lung parenchymal involvement in patients with sarcoidosis (n = 82). The titer is considered positive, if it is the same or higher than the cut-off serum. 4. DiscussionWe could show that antibodies binding to NELF-E of the IgG type are present in a subset of patients with sarcoidosis, particularly in those with lung parenchymal involvement, but not in controls including blood donors, systemic lupus erythematosus and other inflammatory/rheumatologic diseases. To our knowledge, the presence of NELF-E antibodies has not been described in the context of other diseases to date.While we recruited a fairly large number of sarcoidosis patients, only about 35% of them were found to produce anti-NELF-E antibodies. Recently, there were 5 clinical clusters described within the spectrum of sarcoidosis: abdominal; ocular–cardio–cutaneous–central nervous system; musculoskeletal–cutaneous; pulmonary–lymphonodal; extrapulmonary [5]. Given the recruitment of rheumatology and respiratory outpatient units, the abdominal, and ocular-cardio-cutaneous-central nervous system clusters are underrepresented, so the specificity towards certain organ involvement remains to be refined. Additionally, a significant proportion of our patients were not treatment-naïve at the time of serum collection and the effect of immunosuppressive therapy on prolonged autoantibody positivity cannot be reliably assessed in this cohort, although patients with Loefgren’s syndrome were less frequently positive in this cohort. Furthermore, in many cases, tissue samples were not available for review by a reference pathologist and data review was limited to written reports so sound differences between the NELF-E antibody positive and negative cohorts in this regard cannot be reliably assessed.NELF-E is part of the NELF complex. NELF-E shows the strongest RNA binding activity of the NELF complex and may start recruiting the NELF complex to RNA. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation [24,25,26]. Narita et al. described NELF-E expression as widely expressed, especially in heart, brain, lung, placenta, liver, skeletal muscle, kidney, and pancreas [27].Little is known considering NELF-E in autoimmune diseases or sarcoidosis. Hočevar et al. published recently a statistical analysis of genome-wide association study (GWAS). GWAS signals could be found increased in the region of NELF-E, SKIV2L, and STK19 genes [28]. In our study, we found only for NELF-E but not for SKIV2L or STK19 autoantibodies in sarcoid patients. It is quite rare that genetic differences lead to the development of autoantibodies against the product of the same gene. In the cancer field, however, it is well recognized that autoantibodies against driver mutations/oncogenes precede the manifestation of the cancer and may be used as a predictive biomarker [29]. It is noteworthy that NELF-E is not expressed as an extracellular antigen and thus cannot be targeted by the immune system with the tissue being intact. NELF-E is likely identified as an antigen once exposed within inflamed and necrotic tissue since it is highly expressed NELF-E within the nucleus.Sarcoidosis is not considered as an autoimmune disease but may have autoimmune features. In some patients, suffering from autoimmune diseases and sarcoidosis presence of autoantibodies have been also reported. Grunewald et al. identified lung-accumulated Vα2.3+Vβ22+ T-cell clones in association with HLA-DRB1*03 molecules, and inter-patient similarities between both T-cell receptor (TCR) α and β chain sequences which might indicate a specific antigen in sarcoidosis [30]. Besides, a vimentin peptide was identified as a T-cell antigen. However, nothing has been reported considering its diagnostic value. Kinloch et al. investigated further vimentin as an antigen, but anti-vimentin antibodies serum titers could not discriminate between sarcoidosis and healthy controls [31]. Moreover, in one study antinuclear antibodies (ANA)-titers were observed in 28.5% of the sarcoid patients but potentially underlying autoantibodies were not further specified [32]. These positive ANA-titers could be partly the result of antibodies directed against NELF-E. Thus, our study is the first describing the high prevalence of NELF-E autoantibodies in sarcoid patients.It remains unclear whether NELF-E autoantibodies have any functional consequences or are merely a bystander phenomenon. Preliminary, yet unpublished data, suggests that NELF-E autoantibodies may develop because of a mimicry effect between a certain part of the amino sequence of NELF-E and Mycobacteroides abscessus and other bacteria, which would fall in line with previously published associations between sarcoid and these pathogens [12]. Further research is required to establish the precise functional role of NELF-E antibodies in sarcoidosis. We fully acknowledge that our findings at this stage are primarily hypothesis-generating and do not establish a clear link between autoimmunity and sarcoidosis, and given their presence in only a subset of sarcoidosis patients, cannot function as a diagnostic tool at this stage. 5. ConclusionsNELF-E autoantibodies are associated with sarcoidosis and should be further investigated. AcknowledgmentsIn this section you can acknowledge any support given which is not covered by the author contribution or funding sections. This may include administrative and technical support, or donations in kind (e.g., materials used for experiments). Author ContributionsConceptualization, N.B., T.W., F.M., B.S. and A.P.; Data curation, N.B., D.E. and B.S.; Formal analysis, N.B. and B.S.; Funding acquisition, N.B., T.W. and A.P.; Investigation, N.B., N.P. and A.P.; Methodology, N.B., N.P., M.H., T.W., K.K., D.E. and F.M.; Project administration, N.B., T.W., B.S. and A.P.; Resources, N.B., F.M., B.S. and A.P.; Software, N.B.; Supervision, N.B., T.W., F.M., B.S. and A.P.; Validation, N.B., N.P., M.H., K.K., B.S. and A.P.; Visualization, N.B. and B.S.; Writing – original draft, N.B., B.S. and A.P.; Writing – review & editing, N.B., M.H., T.W., K.K., D.E., F.M., B.S. and A.P. All authors have read and agreed to the published version of the manuscript. FundingThere was no specific funding for this project. BS is supported by PRACTIS – Clinician Scientist Program of Hannover Medical School, funded by the German Research Foundation (DFG, ME 3696/3-1. AP is supported by the German Lung Research Center (DZL) – Biomedical Research in End-stage and Obstructive Lung Disease Hannover (BREATH), which in part funded Biobanking of serum samples for this project. Conflicts of InterestThe authors declare no conflict of interest.  References1. Judson M.A., Thompson B.W., Rabin D.L., Steimel J., Knattereud G.L., Lackland D.T., Rose C., Rand C.S., Baughman R.P., Teirstein A.S. The diagnostic pathway to sarcoidosis. Chest. 2003;123:406–412. doi: 10.1378/chest.123.2.406. [PubMed] [CrossRef] [Google Scholar]2. Valeyre D., Prasse A., Nunes H., Uzunhan Y., Brillet P.-Y., Müller-Quernheim J. Sarcoidosis. Lancet. 2014;383:1155–1167. doi: 10.1016/S0140-6736(13)60680-7. [PubMed] [CrossRef] [Google Scholar]3. Iannuzzi M.C., Rybicki B.A., Teirstein A.S. Sarcoidosis. N. Eng. J. Med. 2007;357:2153–2165. doi: 10.1056/NEJMra071714. [PubMed] [CrossRef] [Google Scholar]4. Yserbyt J., Wells A.U.  Pulmonary Manifestations of Systemic Diseases. European Respiratory Society (ERS); Lausanne Switzerland: 2019. Sarcoidosis: pulmonary manifestations and management; pp. 404–418. [Google Scholar]5. Schupp J.C., Freitag-Wolf S., Bargagli E., Mihailović-Vucinić V., Rottoli P., Grubanovic A., Müller A., Jochens A., Tittmann L., Schnerch J., et al.  Phenotypes of organ involvement in sarcoidosis. Eur. Respir. J. 2018;51:1700991. doi: 10.1183/13993003.00991-2017. [PubMed] [CrossRef] [Google Scholar]6. Newman L.S. Beryllium disease and sarcoidosis: clinical and laboratory links. Sarcoidosis. 1995;12:7–19. [PubMed] [Google Scholar]7. Schupp J.C., Tchaptchet S., Lützen N., Engelhard P., Müller-Quernheim J., Freudenberg M.A., Prasse A. Immune response to Propionibacterium acnes in patients with sarcoidosis--in vivo and in vitro. BMC Pulm. Med. 2015;15:75.  doi: 10.1186/s12890-015-0070-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Skelton H., Smith K.J., Johnson F.B., Cooper C.R., Tyler W.F., Lupton G.P. Zirconium granuloma resulting from an aluminum zirconium complex: A previously unrecognized agent in the development of hypersensitivity granulomas. J. Am. Acad. Dermatol. 1993;28:874–876. doi: 10.1016/0190-9622(93)70122-A. [PubMed] [CrossRef] [Google Scholar]9. De Vuyst P., Dumortier P., Schandené L., Estenne M., Verhest A., Yernault J.C. Sarcoidlike lung granulomatosis induced by aluminum dusts. Am. Rev. Respir. Dis. 1987;135:493–497. [PubMed] [Google Scholar]10. Heyll A., Meckenstock G., Aul C., Söhngen D., Borchard F., Hadding U., Mödder U., Leschke M., Schneider W. Possible transmission of sarcoidosis via allogeneic bone marrow transplantation. Bone Marrow Transplant. 1994;14:161–164. [PubMed] [Google Scholar]11. Eishi Y. Etiologic link between sarcoidosis and Propionibacterium acnes. Respir. Investig. 2013;51:56–68. doi: 10.1016/j.resinv.2013.01.001. [PubMed] [CrossRef] [Google Scholar]12. Ishige I., Usui Y., Takemura T., Eishi Y. Quantitative PCR of mycobacterial and propionibacterial DNA in lymph nodes of Japanese patients with sarcoidosis. Lancet. 1999;354:120–123. doi: 10.1016/S0140-6736(98)12310-3. [PubMed] [CrossRef] [Google Scholar]13. Starshinova A., Malkova A.M., Basantsova N.Y., Zinchenko Y.S., Kudryavtsev I.V., Ershov G.A., Soprun L.A., Mayevskaya V.A., Churilov L.P., Yablonskiy P.K. Sarcoidosis as an Autoimmune Disease. Front. Immunol. 2020;10:2933. doi: 10.3389/fimmu.2019.02933. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Ayoglu B., Schwenk J., Nilsson P. Antigen arrays for profiling autoantibody repertoires. Bioanalysis. 2016;8:1105–1126. doi: 10.4155/bio.16.31. [PubMed] [CrossRef] [Google Scholar]15. Baerlecken N.T., Linnemann A., Gross W.L., Moosig F., Rodriguez T.R.V., González-Gay M.A., Martín J., Kötter I., Henes J.C., Melchers I., et al.  Association of ferritin autoantibodies with giant cell arteritis/polymyalgia rheumatica. Ann. Rheum. Dis. 2012;71:943–947. doi: 10.1136/annrheumdis-2011-200413. [PubMed] [CrossRef] [Google Scholar]16. Baerlecken N.T., Nothdorft S., Stummvoll G., Sieper J., Rudwaleit M., Reuter S., Matthias T., Schmidt R., Witte T. AB0898 Biomarker for spondyloarthritis: Autoantibodies against class II-associated invariant chain peptide (clip) Ann. Rheum. Dis. 2013;71:690. doi: 10.1136/annrheumdis-2012-eular.898. [CrossRef] [Google Scholar]17. Große K., Witte T., Moosig F., Hoyer B.F., Lansche C., Schmidt R.E., Baerlecken N.T. Association of ferritin antibodies with Takayasu arteritis. Clin. Rheumatol. 2014;33:1523–1526. doi: 10.1007/s10067-014-2764-2. [PubMed] [CrossRef] [Google Scholar]18. Ernst D., Weiberg D., Baerlecken N.T., Schlumberger W., Daehnrich C., Schmidt R.E., Bengel F.M., Derlin T., Witte T. Anti-MYC-associated zinc finger protein antibodies are associated with inflammatory atherosclerotic lesions on 18 F-fluorodeoxyglucose positron emission tomography. Atheroscler. 2017;259:12–19. doi: 10.1016/j.atherosclerosis.2017.02.010. [PubMed] [CrossRef] [Google Scholar]19. Duda S., Witte T., Stangel M., Adams J., Schmidt R.E., Baerlecken N.T. Autoantibodies binding to stathmin-4: new marker for polyneuropathy in primary Sjögren’s syndrome. Immunol. Res. 2017;65:1099–1102. doi: 10.1007/s12026-017-8970-7. [PubMed] [CrossRef] [Google Scholar]20. Baerlecken N.T., Gaulke R., Pursche N., Witte T., Karst M., Bernateck M. Autoantibodies against P29ING4 are associated with complex regional pain syndrome. Immunol. Res. 2019;67:461–468. doi: 10.1007/s12026-020-09114-y. [PubMed] [CrossRef] [Google Scholar]21. Statement on sarcoidosis  Joint Statement of the American Thoracic Society (ATS), the European Respiratory Society (ERS) and the World Association of Sarcoidosis and Other Granulomatous Disorders (WASOG) adopted by the ATS Board of Directors and by the ERS Executive Committee, February 1999. Am. J. Respir. Crit. Care Med. 1999;160:736–755. [PubMed] [Google Scholar]22. Tan E.M., Cohen A.S., Fries J.F., Masi A.T., McShane D.J., Rothfield N.F., Schaller J.G., Talal N., Winchester R.J. The 1982 revised criteria for the classification of systemic lupus erythematosus. Arthritis Rheum. 1982;25:1271–1277. doi: 10.1002/art.1780251101. [PubMed] [CrossRef] [Google Scholar]23. Scadding J.G. The late stages of pulmonary sarcoidosis. Postgrad. Med. J. 1970;46:530–536. doi: 10.1136/pgmj.46.538.530. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Yamaguchi Y., Takagi T., Wada T., Yano K., Furuya A., Sugimoto S., Hasegawa J., Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. doi: 10.1016/S0092-8674(00)80713-8. [PubMed] [CrossRef] [Google Scholar]25. Yamaguchi Y., Inukai N., Narita T., Wada T., Handa H. Evidence that negative elongation factor represses transcription elongation through binding to a DRB sensitivity-inducing factor/RNA polymerase II complex and RNA. Mol. Cell. Boil. 2002;22:2918–2927. doi: 10.1128/MCB.22.9.2918-2927.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Vos S., Pöllmann D., Caizzi L., Hofmann K., Rombaut P., Zimniak T., Herzog F., Cramer P. Architecture and RNA binding of the human negative elongation factor. eLife. 2016;5:5. doi: 10.7554/eLife.14981. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Narita T., Yamaguchi Y., Yano K., Sugimoto S., Chanarat S., Wada T., Kim D.-K., Hasegawa J., Omori M., Inukai N., et al.  Human Transcription Elongation Factor NELF: Identification of Novel Subunits and Reconstitution of the Functionally Active Complex. Mol. Cell. Boil. 2003;23:1863–1873. doi: 10.1128/MCB.23.6.1863-1873.2003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Hočevar K., Maver A., Kunej T., Peterlin B. Sarcoidosis Related Novel Candidate Genes Identified by Multi-Omics Integrative Analyses. OMICS: A J. Integr. Boil. 2018;22:322–331. doi: 10.1089/omi.2018.0027. [PubMed] [CrossRef] [Google Scholar]29. Yang B., Li X., Ren T., Yin Y. Autoantibodies as diagnostic biomarkers for lung cancer: A systematic review. Cell Death Discov. 2019;5:126. doi: 10.1038/s41420-019-0207-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Grunewald J., Kaiser Y., Ostadkarampour M., Rivera N.V., Vezzi F., Lötstedt B., Olsen R.-A., Sylwan L., Lundin S., Käller M., et al.  T-cell receptor–HLA-DRB1 associations suggest specific antigens in pulmonary sarcoidosis. Eur. Respir. J. 2015;47:898–909. doi: 10.1183/13993003.01209-2015. [PubMed] [CrossRef] [Google Scholar]31. Kinloch A.J., Kaiser Y., Wolfgeher D., Ai J., Eklund A., Clark M.R., Grunewald J. In Situ Humoral Immunity to Vimentin in HLA-DRB1*03+ Patients With Pulmonary Sarcoidosis. Front. Immunol. 2018;9:9. doi: 10.3389/fimmu.2018.01516. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Kobak S., Yilmaz H., Sever F., Duran A., Şen N., Karaarslan A. The Prevalence of Antinuclear Antibodies in Patients with Sarcoidosis. Autoimmune Dis. 2014;2014:1–4. doi: 10.1155/2014/351852. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}