{"title": "Prone positioning combined with high-flow nasal cannula in severe noninfectious ARDS", "pubDate": "2020", "PMCID": "PMC7092599", "DOI": "10.1186/s13054-020-2821-y", "PMID": "32204726", "abstract": "", "author": [{"author": "Orlando R Pérez-Nieto", "affiliation": ["General Hospital of San Juan del Rio and Santo Tomas Hospital. Intensive care unit, Queretaro, Mexico."], "href": "/?term=P%C3%A9rez-Nieto+OR&cauthor_id=32204726"}, {"author": "Manuel A Guerrero-Gutiérrez", "affiliation": ["Department of Critical Care Medicine, Instituto Nacional de Cancerologia, Mexico City, Mexico."], "href": "/?term=Guerrero-Guti%C3%A9rrez+MA&cauthor_id=32204726"}, {"author": "Ernesto Deloya-Tomas", "affiliation": ["General Hospital of San Juan del Rio and Santo Tomas Hospital. Intensive care unit, Queretaro, Mexico."], "href": "/?term=Deloya-Tomas+E&cauthor_id=32204726"}, {"author": "Silvio A Ñamendys-Silva", "affiliation": ["Department of Critical Care Medicine, Instituto Nacional de Cancerologia, Mexico City, Mexico. snamendyss@medicasur.org.mx.", "Department of Critical Care Medicine, Instituto Nacional de Ciencias Medicas y Nutricion Salvador Zubiran, Mexico City, Mexico. snamendyss@medicasur.org.mx.", "Department of Critical Care Medicine, Hospital Medica Sur, 14050, Mexico City, Mexico. snamendyss@medicasur.org.mx."], "href": "/?term=%C3%91amendys-Silva+SA&cauthor_id=32204726"}], "refPMID": ["32000806", "31197492", "23050520", "27403914", "32000806", "10708157", "30862672", "28661978"], "citedInPMID": ["32204726", "34953756", "34497744", "34266942", "34170950", "34162630", "34127046", "33952601", "33888007", "33718487", "33705348", "33596394", "33526550", "33201268", "33177104", "33096347", "33036610", "32963439", "32947292", "32775071", "32709450", "32707142", "32584946", "32571573", "32456663", "32362507"], "body": " Dear editor,We have read with exceptional interest the manuscript of Lin Ding et al. because the use of noninvasive ventilation (NIV) and high flow-nasal cannula (HFNC) combined with the prone position (PP) could avoid intubation of patients with acute respiratory distress syndrome (ARDS) [1].The prone position is associated with a decrease in mortality in patients with ARDS, as demonstrated by Guerin in 2013 and the Formal Guide to the treatment of ARDS recommended the use of the PP for at least 16 h a day when P/F < 150 (moderate-severe ARDS) [2]. A study with a sample of 20 healthy patients shows an increase in lung volume at the end of expiration (LVEE) and a decrease in respiratory rate using HFNC demonstrated by electrical impedance tomography and that a PP resulted a more homogeneous distribution of the LVEE than the supine position [3].The etiology of ARDS reported by Ding and colleagues [1] includes infectious pathologies in all cases, demonstrating that an early PP strategy with HFNC or NIV is safe and effective in patients with moderate ARDS and with SpO2 > 95% in which intubation could be avoided.The mortality of ARDS associated with infectious etiology (pneumonia, influenza, and sepsis) is considerably higher (35.1% for pulmonary infection and 28.1% for sepsis) than that reported for noninfectious causes such as pneumonitis (6.4%) and trauma (2.5%) [4]; therefore, an early PP strategy combined with HFNC could theoretically be effective in these cases, even with P/F < 100.We present a multicenter retrospective series of 6 cases of patients with severe ARDS with a noninfectious etiology compiled in 2017 and 2018 in hospitals of the 2nd level of care to which the PP was applied with HFNC or NIV. The PP was applied for 2–3 h every 12 h for 2 days, and in 3 cases, it was possible to avoid intubation; the causes were thoracic trauma with pulmonary contusions, lupus pneumonitis, bone marrow transplantation, and atelectasis of unknown cause (Table 1) (Fig. 1).\nTable 1Clinical characteristics and outcomes of patientsCase no.GenderAge (years)Cause of ARDSVentilatory supportBaselinePaO2/FiO2 (P/F) (mmHg)Baseline S/FP/F after prone position with HFNC o NIVS/F after prone position with HFNC or NIVBeginning of prone position and HFNC or NIVIntubationOutcome1Male33Closed thorax traumaHFNC–195–213< 24 hNoSurvive2Female19Lupus pneumonitisHFNC91133150165< 24 hNoSurvive3Male56Open thorax traumaHFNC809810112848 hYesSurvive4Female36Bone marrow transplantNIV67879615572 hYesDeath5Male45Bilateral atelectasisNIV89150–25072 hNoSurvive6Male24Near drowningHFNC7593131188< 24 hNoSurviveOpen in a separate windowARDS acute respiratory distress syndrome, S/F oxygen saturation ratio by pulse oximetry between inspired oxygen fraction, HFNC high-flow nasal cannula, NIV noninvasive ventilationOpen in a separate windowFig. 1Patients with ARDS with high flow oxygen cannula and prone positionThe PP with HFNC or NIV seems to be a promising strategy to avoid intubation and its complications in patients with severe ARDS of noninfectious etiology, and a randomized controlled study is required to assess its safety and efficacy. The results of the OPTIPRONE study on the use of PP combined with HFNC in patients with ARDS with PaO2/FiO2 < 200 [5] are expected. Authors’ responseLin Ding and Hangyong HeWe appreciate the time the authors have taken to read and comment on our recent article published in critical care [6].First of all, which etiology of acute respiratory distress syndrome (ARDS) should be the most appropriate group treated with prone position (PP) combined with high-flow nasal cannula (HFNC)? In our study, the majority of ARDS were caused by infectious disease. And we totally agree that PP combined with HFNC should be tried in noninfectious ARDS patients, which was reported in previous studies and case series [7–9]. However, as reported by Perez-Nieto et al., the use of prone positioning of the patients with complex chest traumas and post status of thoracic surgery is sparse and relatively controversial [8]. Thus, its safety should be evaluated in these noninfectious ARDS population with special protocol.Another question is whether it is safe and effective enough for patients with noninfectious ARDS with PaO2/FiO2 < 100. PP is a respiratory support technique but not for treating the causative disease which induced ARDS. Thus, as reported in the case series of Perez-Nieto et al., some group of noninfectious ARDS caused by autoimmune diseases (such as lupus pneumonitis) may need a longer duration of disease resolving than infectious disease and may present with deterioration even under PP and HFNC therapy. And patients with PaO2/FiO2 < 100 may face a delayed intubation and worse outcome. Therefore, the safety and efficacy of PP combined with HFNC in noninfectious diseases which cause severe ARDS in patients with a PaO2/FiO2 < 100 also need evaluation. AcknowledgementsWe would like to thank Dr. Octavio Lescas, Dr. Raymundo Flores, and Dr. Eder Zamarron for his contribution to the treatment of the patients. Authors’ contributionsORPN designed the paper. MAGG redacted the paper. SAÑ-S critically reviewed the paper, and the rest of the authors participated in the drafting of the paper. The authors read and approved the final version of the manuscript. FundingNo funding to report. Availability of data and materialsNot applicable. Ethics approval and consent to participateNot applicable. Consent for publicationNot applicable. Competing interestsThe authors declare that they have no competing interests. FootnotesThis comment refers to the article available at 10.1186/s13054-020-2738-5.Publisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Ding L, Wang L, Ma W, He H. Efficacy and safety of early prone positioning combined with HFNC or NIV in moderate to severe ARDS: a multi-center prospective cohort study. Crit Care. 2020;24(1):28. doi: 10.1186/s13054-020-2738-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Papazian L, Aubron C, Brochard L, et al.  Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9(1):69. doi: 10.1186/s13613-019-0540-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Riera J, Pérez P, Cortés J, Roca O, Masclans JR, Rello J. Effect of high-flow nasal cannula and body position on end-expiratory lung volume: a cohort study using electrical impedance tomography. Respir Care. 2013;58(4):589–596. doi: 10.4187/respcare.02086. [PubMed] [CrossRef] [Google Scholar]4. Cochi SE, Kempker JA, Annangi S, Kramer MR, Martin GS. Mortality trends of acute respiratory distress syndrome in the United States from 1999 to 2013. Ann Am Thorac Soc. 2016;13(10):1742–1751. doi: 10.1513/AnnalsATS.201512-841OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. ClinicalTrials.gov. Antonelli Massimo. Prone positioning during high flow oxygen therapy in acute hypoxemic respiratory failure (Optiprone). https://clinicaltrials.gov/ct2/show/NCT03095300. Accessed 12 Feb 2020.6. Ding L, Wang L, Ma W, He H. Efficacy and safety of early prone positioning combined with HFNC or NIV in moderate to severe ARDS: a multi-center prospective cohort study. Crit Care. 2020;24(1):28. doi: 10.1186/s13054-020-2738-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Dupont H, Mentec H, Cheval C, Moine P, Fierobe L, Timsit JF. Short-term effect of inhaled nitric oxide and prone positioning on gas exchange in patients with severe acute respiratory distress syndrome. Crit Care Med. 2000;28(2):304–308. doi: 10.1097/00003246-200002000-00002. [PubMed] [CrossRef] [Google Scholar]8. Sahoo AK, Tripathy S, Singh SK. Prone ventilation in a patient with severe ARDS having a floating sternum. BMJ Case Rep. 2019;12(3):e227892. Published 2019 Mar 12. 10.1136/bcr-2018-227892. [PMC free article] [PubMed]9. Oto B, Orosco RI, Panter E, Velamuri R, Kar AR, Caffrey J. Prone positioning of the burn patient with acute respiratory distress syndrome: a review of the evidence and practical considerations. J Burn Care Res. 2018;39(3):471–475. [PubMed] [Google Scholar]"}