{"title": "Acute NelfA knockdown restricts compensatory gene expression and precipitates ventricular dysfunction during cardiac hypertrophy", "pubDate": "2020", "PMCID": "PMC7275912", "DOI": "10.1016/j.yjmcc.2020.04.007", "PMID": "32278832", "abstract": "Coordinated functional balance of negative and positive transcription complexes maintain and accommodate gene expression in hearts during quiescent and hypertrophic conditions, respectively. Negative elongation factor (Nelf) complex has been implicated in RNA polymerase II (pol II) pausing, a widespread regulatory transcriptional phenomenon observed across the cardiac genome. Here, we examine the role of NelfA aka, Wolf-Hirschhorn syndrome candidate 2 (Whsc2), a critical component of the negative elongation complex in hearts undergoing pressure-overload induced hypertrophy. Alignment of high-resolution genome-wide occupancy data of NelfA, Pol II, TFIIB and H3k9ac from control and hypertrophied hearts reveal that NelfA associates with active gene promoters. High NelfA occupancy is seen at promoters of essential and cardiac-enriched genes, expressed under both quiescent and hypertrophic conditions. Conversely, de novo NelfA recruitment is observed at inducible gene promoters with pressure overload, accompanied by significant increase in expression of these genes with hypertrophy. Interestingly, change in promoter NelfA levels correlates with the transcript output in hypertrophied hearts compared to Sham, suggesting NelfA might be playing a critical role in the regulation of gene transcription during cardiac hypertrophy. In vivo knockdown of NelfA (siNelfA) in hearts subjected to pressure-overload results in early ventricular dilatation and dysfunction, associated with decrease in expression of inducible and cardiac-enriched genes in siNelfA hypertrophied compared to control hypertrophied hearts. In accordance, in vitro knockdown of NelfA in cardiomyocytes showed no change in promoter pol II, however significant decrease in in-gene and downstream pol II occupancy was observed. These data suggest an inhibited pol II progression in transcribing and inducible genes, which reflects as a decrease in transcript abundance of these genes. These results indicate that promoter NelfA occupancy is essential for pol II -dependent transcription. Therefore, we conclude that NelfA is required for active transcription and gene expression during cardiac hypertrophy.", "author": [{"author": "Saleena Alikunju", "affiliation": ["Department of Cell Biology and Molecular Medicine, Rutgers New Jersey Medical School, Newark, NJ 07103, United States of America."], "href": "/?term=Alikunju+S&cauthor_id=32278832"}, {"author": "Elena Severinova", "affiliation": ["Department of Cell Biology and Molecular Medicine, Rutgers New Jersey Medical School, Newark, NJ 07103, United States of America."], "href": "/?term=Severinova+E&cauthor_id=32278832"}, {"author": "Zhi Yang", "affiliation": ["Department of Cell Biology and Molecular Medicine, Rutgers New Jersey Medical School, Newark, NJ 07103, United States of America."], "href": "/?term=Yang+Z&cauthor_id=32278832"}, {"author": "Andreas Ivessa", "affiliation": ["Department of Cell Biology and Molecular Medicine, Rutgers New Jersey Medical School, Newark, NJ 07103, United States of America."], "href": "/?term=Ivessa+A&cauthor_id=32278832"}, {"author": "Danish Sayed", "affiliation": ["Department of Cell Biology and Molecular Medicine, Rutgers New Jersey Medical School, Newark, NJ 07103, United States of America. Electronic address: sayeddh@njms.rutgers.edu."], "href": "/?term=Sayed+D&cauthor_id=32278832"}], "refPMID": [], "citedInPMID": ["32278832", "35017014"], "body": " AbstractCoordinated functional balance of negative and positive transcription complexes maintain and accommodate gene expression in hearts during quiescent and hypertrophic conditions, respectively. Negative elongation factor (Nelf) complex has been implicated in RNA polymerase II (pol II) pausing, a widespread regulatory transcriptional phenomenon observed across the cardiac genome. Here, we examine the role of NelfA aka, Wolf-Hirschhorn syndrome candidate 2 (Whsc2), a critical component of the negative elongation complex in hearts undergoing pressure-overload induced hypertrophy. Alignment of high-resolution genome-wide occupancy data of NelfA, Pol II, TFIIB and H3k9ac from control and hypertrophied hearts reveal that NelfA associates with active gene promoters. High NelfA occupancy is seen at promoters of essential and cardiac-enriched genes, expressed under both quiescent and hypertrophic conditions. Conversely, de novo NelfA recruitment is observed at inducible gene promoters with pressure overload, accompanied by significant increase in expression of these genes with hypertrophy. Interestingly, change in promoter NelfA levels correlates with the transcript output in hypertrophied hearts compared to Sham, suggesting NelfA might be playing a critical role in the regulation of gene transcription during cardiac hypertrophy. In vivo knockdown of NelfA (siNelfA) in hearts subjected to pressure-overload results in early ventricular dilatation and dysfunction, associated with decrease in expression of inducible and cardiac-enriched genes in siNelfA hypertrophied compared to control hypertrophied hearts. In accordance, in vitro knockdown of NelfA in cardiomyocytes showed no change in promoter pol II, however significant decrease in in-gene and downstream pol II occupancy was observed. These data suggest an inhibited pol II progression in transcribing and inducible genes, which reflects as a decrease in transcript abundance of these genes. These results indicate that promoter NelfA occupancy is essential for pol II –dependent transcription. Therefore, we conclude that NelfA is required for active transcription and gene expression during cardiac hypertrophy.Keywords: Negative elongation factor complex, NelfA, RNA pol II pausing, Gene expression and regulation, Functional genomics, hypertrophy, heart failure 1.1. IntroductionChromatin accessibility and promoter activity tightly maintain and regulate gene transcription during development and disease. Adaptation of gene expression is the most fundamental response of heart to hypertrophic stress (1), with peak increase in RNA polymerase II (pol II) activity and total RNA content within 24–48 hours in rats subjected to pressure overload induced cardiac hypertrophy (2–4). Recent biochemical and bioinformatic advancements, like chromatin immunoprecipitation (5) and high-throughput sequencing have refuted the central dogma of predominantly de novo pol II recruitment for gene transcription, and identified alternative modes, like clearance of preassembled, transcription-ready paused pol II at gene promoters (6) (7).Promoter-proximal pol II pausing, initially thought restricted to genes that required rapid transcription, like heat shock proteins in drosophila (8), has been identified as widespread phenomenon across genome and as a rate limiting step in eukaryotic gene transcription (9) (10) (11). Pol II pausing has been shown to synchronize and regulate the transcription of functionally related genes, especially, during organ development and pathogenesis (12) (7). In the heart, we previously reported that majority of the genes, mostly constitutively expressed essential genes common to both postnatal and pathological cardiac hypertrophy are regulated by promoter clearance of paused pol II, which results in incremental changes in the expression of these genes. Superimposed on these is the significant increase in inducible genes that require de novo pol II recruitment and promoter activation, and account for small subset of genes expressed in hypertrophied hearts (7). We further showed that transcription of latter set of genes could be selectively regulated by acute inhibition of general transcription factor IIB (TFIIB), which results in inhibited de novo pol II recruitment and restricted pressure overload -induced cardiac hypertrophy (13). On the other hand, promoter-proximal pol II pausing and release involves functional coordination of several genes, which includes negative and positive elongation factors. While the role of pol II pausing in gene transcription seems highly significant in heart, little is known of its regulation and impact on development of cardiac hypertrophy. To examine its role, we aimed to deconstruct the paused complex by inhibiting NelfA, a component of the negative elongation factor (Nelf) complex and an essential player in the induction of promoter-proximal pol II pausing.Negative elongation factor A (NelfA), aka Wolf-Hirschhom Syndrome candidate 2 (Whsc2), is expressed from Wolf-Hirschhorn Syndrome (WHS) critical region (14, 15). Deletions or translocations of WHS critical region have been implicated in the pathogenesis of multiple malformations syndrome, with clinical manifestations of severe neurological and developmental defects frequently associated with heart defects resembling congenital cardiac malformations (16, 17). NelfA has been identified as a key player in controlling pol II pausing and productive elongation (18). NelfA forms a complex with other negative elongation factor (Nelf) proteins, namely, NelfB (Cobra, Cofactor of BRCA1), NelfC or D (Thl1, Trihydrophobin 1-like) and NelfE (Rdbp, RD RNA -binding protein) (18). Loss of any Nelf protein results in inhibited expression of other Nelf proteins and dissociation of complex (19), thus, signifying a highly coordinated and interdependent role of Nelf subunits in basic gene transcription. NelfA and NelfE associate with pol II and nascent transcript, respectively, while NelfC or D and NelfB connects NelfA and NelfE subunits, respectively, within the complex (20, 21). Nelf complex in collaboration with other factors like DRB sensitivity inducing factor (DSIF) restrains pol II in promoter-proximal position, which is released by kinase activity of P-TEFb (Cyclin T and Cdk9) (18) (22). Cdk9 mediated phosphorylation of Nelf subunit/s results in dissociation of complex that coincides with pol II promoter release and transcript elongation, suggesting Nelf genomic occupancy can negatively regulate gene transcription (23) (24). However, studies have shown that loss of Nelf function is mostly associated with decrease in gene expression. This decrease has been attributed to inhibition of transcription, which could be due nucleosome occupancy at the promoter regions as seen with knockdown of NelfB and NelfE in Drosophila S2 cells (25), repressive histone modifications in breast cancer cells with knockdown of NelfA, NelfC or NelfE (26) or decreased stability of transcription initiation complex observed with inducible NelfB KO in mouse cardiomyocytes (27), thereby, indicating an essential role of Nelf in productive gene transcription. Interestingly, gene expression profiling in cancer cells identified a set of genes showing differential regulation with knockdown of NelfA, NelfC and NelfE, suggesting some independent effects of these Nelf subunits (26).In this study, using whole hearts and isolated cardiomyocytes we examine the distribution and function of NelfA in basic gene transcription during cardiac hypertrophy. We present genome wide occupancy status of NelfA in hearts undergoing pressure overload –induced cardiac hypertrophy. Our data shows wide-spread promoter NelfA that is not restricted to gene promoters with paused pol II, but also inducible genes that are transcribed by de novo recruitment of pol II during hypertrophy. To determine its function in active gene transcription and implications during cardiac hypertrophy, we acutely knockdown endogenous NelfA in mouse hearts subjected to Sham or transverse aortic constriction (TAC) operations. In addition, we examined the effects of knockdown of endogenous NelfA on pol II occupancy and progression across promoter and in-gene regions, along with changes in gene expression with hypertrophy. 1.2. MethodsDetailed materials and methods section is provided as supplementary file. Sequencing data has been submitted to GEO data repository ({\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE135829\",\"term_id\":\"135829\"}}GSE135829) 1.3. Results1.3.1. NelfA promoter occupancy correlates with transcriptional output during cardiac hypertrophy.To examine the occupancy and distribution of NelfA in hearts under quiescent and pressure–overload induced cardiac hypertrophy, we performed high resolution Illumina sequencing after chromatin immunoprecipitation with anti-NelfA antibody (NelfA –ChIP-Seq). The data was aligned with our previous RNA pol II-, H3k9ac- and TFIIB- ChIP-seq results from Sham and TAC hearts ({\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE50637\",\"term_id\":\"50637\"}}GSE50637 and {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE56813\",\"term_id\":\"56813\"}}GSE56813) for transcriptional association and analysis. For better correlation of these factors with active gene regulation, we sorted the genes into transcribing or not transcribing based on average pol II density in promoter (Pro) or in-gene (InG) regions in Sham or TAC hearts. Genes with average pol II density ≥2 (average pol II density in input sample) were considered as actively transcribed (51.67%). These expressed genes were further sorted into groups based on the change in promoter NelfA occupancy in hypertrophied hearts compared to Sham controls. Excel sheet with details of sorting is provided as processed data files in GEO submission ({\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE135829\",\"term_id\":\"135829\"}}GSE135829).1.3.1.1 Group 1, with 462 genes (3.34 % of expressed genes) displayed increase in average NelfA density (NelfA ratio ≥ 1.5, TAC vs. Sham hearts) in hypertrophied hearts, which was associated with overall increase in pol II (Pro and InG), H3k9ac and TFIIB, suggesting an increase in promoter activity, pol II recruitment and –dependent transcription (Fig 1A). In Fig 1B, we show the Integrated genome browser (IGB) images of representative genes for this group with distribution of NelfA, pol II, H3k9ac and TFIIB along with input (Fig 1B). Indeed, these genes showed significant increase in transcript abundance in TAC vs. Sham hearts (e.g. Acta1, Nppa) (Fig 1C). Interestingly, functional annotation by Database for Annotation, Visualization and Integrated Discovery (DAVID) categorized most of these genes as belonging to extracellular matrix and cytoskeletal fractions. Table in Fig 1D shows top ten categories (Fig 1D), and screenshot of complete list is shown as supplementary (Fig S1). Thus, this group which comprised of inducible genes required de novo recruitment of basic transcription unit, including NelfA, pol II, TFIIB and modification of acetylation at H3k9 for expression during cardiac hypertrophy.Open in a separate windowFigure 1.Genes with increase in promoter NelfA (Group 1). A. Box plots showing average densities of NelfA, RNA pol II, H3k9ac and TFIIB at Promoter and In Gene regions of 462 genes that display an increase in promoter NelfA in TAC vs. Sham hearts (TAC/Sham ratio ≥1.5). B. Integrated genome browser (IGB) displaying occupancy and distribution of (top to bottom) NelfA, RNA pol II, H3k9ac and TFIIB on annotated gene structures. X axis shows the gene coordinates and structure. Arrowheads show the direction of transcription. Y axis display value on signal tracks for that transcription factor or epigenetic marker, H3k9ac, as indicated. Acta1, Ccl2, Ccl7, and Nppa are shown as representative genes for Group 1. C. qPCR showing the relative mRNA abundance of representative genes from the group in Sham and TAC operated hearts. 18S was used for normalization. Error bars represents SEM and * is P<0.01. n=4. D. Table shows the functional annotation by DAVID algorithm for the genes that show an increase in promoter NelfA in TAC vs. Sham hearts.1.3.1.2 Group 2, with 948 genes (6.68% of expressed genes) showed decrease in average NelfA density (NelfA ratio <0.75, TAC vs. Sham hearts) in hypertrophied hearts compared to Sham. Of these genes, 553 genes (58.33%) showed increase in average pol II indicating new recruitment, while 395 (41.66%) genes showed decrease in pol II with hypertrophy. Thus, to better analyze these genes, we further sub-sorted this group based on pol II occupancy. Group2a, with decrease in NelfA and increase average pol II (TAC:Sham ratio ≥1) was associated with increase in promoter TFIIB and H3k9ac (Fig 2A). In Fig 2B we show IGB images of representative genes with genomic distribution and occupancy of NelfA, pol II, H3k9ac and TFIIB along with input for genes from this subgroup (Fig 2B). However, no significant difference in transcript abundance was observed in TAC compared to Sham hearts (e.g. Actc1, Tnnt2) (Fig 2C). Functional annotation categorized these as mostly sarcomeric and cell junction genes (Fig 2D, FigS2 and S3). These results suggest that change in expression of these structural genes is tightly regulated, and a decrease in promoter NelfA might be compensated by increase in pol II or vice versa, to maintain steady transcript levels of these genes. On the other hand, Group 2b with decrease in NelfA and pol II (TAC:Sham ratio <1), was associated with decrease in H3k9ac (Fig 2E and ​and2F)2F) along with decrease in mRNA abundance in TAC vs. Sham hearts (Fig 2G). These genes included mostly transcription regulators and signaling genes (Fig 2H and Fig S4). These data suggest that promoter NelfA in coordination with pol II regulates transcriptional output and maintains expression of these cardiac-enriched gene during hypertrophy.Open in a separate windowFigure 2.Genes with decrease in promoter NelfA (Group 2). A. Box plots showing average densities of NelfA, RNA pol II, H3k9ac and TFIIB at Promoter and In Gene regions of 553 genes that display decrease in promoter NelfA with TAC vs. Sham hearts (TAC/Sham ratio <0.75) along with increase in overall RNA pol II (TAC/Sham ratio ≥ 1) occupancy. B. IGB images of representative genes from Group 2a, showing the occupancy status of NelfA, RNA pol II, H3k9ac and TFIIB across annotated gene structures. X axis shows the gene coordinates and structure. Arrowheads show the direction of transcription. Y axis display value on signal tracks for that transcription factor or epigenetic marker, H3k9ac, as indicated. C. qPCR showing relative mRNA abundance of representative genes from Group 2a. 18S was used for normalization. Error bars represents SEM. n=4. D. Table shows the functional annotation by DAVID algorithm for the genes that show decrease in promoter NelfA, along with RNA pol II recruitment in TAC vs. Sham hearts. E. Box plots showing average densities of NelfA, RNA pol II, H3k9ac and TFIIB at Promoter and In Gene regions of 395 genes that display decrease in promoter NelfA with TAC vs. Sham hearts (TAC/Sham ratio <0.75) along with decrease in overall RNA pol II (TAC/Sham ratio < 1) occupancy. F. IGB images of representative genes from Group 2b, showing the occupancy status of NelfA, RNA pol II, H3k9ac and TFIIB across annotated gene structures. X axis shows the gene coordinates and structure. Arrowheads show the direction of transcription. Y axis display value on signal tracks for that transcription factor or epigenetic marker, H3k9ac, as indicated. G. qPCR showing relative mRNA abundance of representative genes from Group 2b. 18S was used for normalization. Error bars represents SEM and * is P<0.05. n=4. H. Table shows the functional annotation by DAVID algorithm for the genes that show decrease in promoter NelfA, along with RNA pol II in TAC vs. Sham hearts.1.3.1.3 Group 3, 12,384 genes (89.8% of expressed genes) showed NelfA density between 1.49 – 0.751, which we categorized as unchanged, although these small changes may or may not be sufficient for incremental changes in gene transcription. Interestingly, aligning with pol II revealed that these genes show a decrease in promoter pol II accompanied by increase in the in-gene and downstream regions, suggesting regulation by promoter clearance of paused pol II during hypertrophy (7). In addition, TFIIB and H3k9ac status indicated these genes have active promoters under both quiescent and hypertrophied conditions (Fig 3A and ​and3B).3B). These genes are expressed in quiescent hearts and are incrementally regulated with hypertrophy (7), concomitant with the increasing cardiac mass and demands with pressure overload (Fig 3C). Functional annotation categorized these as mostly essential genes that play a role in basic cellular processes (Fig 3D and Fig S5). Thus, these data suggest that change in NelfA occupancy correlates with active gene transcription, and maybe required for compensatory increase in global gene expression in hearts undergoing hypertrophy.\nOpen in a separate windowFigure 3.Genes with high NelfA occupancy and promoter clearance of paused RNA pol II with TAC vs. Sham hearts (Group 3). A. Box plots showing average densities of NelfA, RNA pol II, H3k9ac and TFIIB at Promoter and In Gene regions of 12,384 genes that display high NelfA occupancy in Sham and TAC hearts. B. IGB images of representative genes from Group 3, showing the occupancy status of NelfA, RNA pol II, H3k9ac and TFIIB across annotated gene structures. X axis shows the gene coordinates and structure. Arrowheads show the direction of transcription. Y axis display value on signal tracks for that transcription factor or epigenetic marker, H3k9ac, as indicated. C. qPCR showing relative mRNA abundance of representative genes from Group 3. 18S was used for normalization. Error bars represents SEM. n=4. D. Table shows the functional annotation by DAVID algorithm for these genes with high promoter NelfA and promoter clearance of paused RNA pol II in TAC vs. Sham hearts.Interestingly, when we examined genes with average pol II density <2 (not actively transcribing in heart, as per our parameters), we observed 2,615 genes with average promoter NelfA density > 2.19 (average input density). These genes also showed H3k9ac, indicating active promoters (Fig S6A and S6B). Moreover, functional annotation categorized these genes as involved in cell development, differentiation, Wnt signaling pathways (Fig S6C and Fig S7). Thus, suggesting that these genes which may be involved in cardiac development and are inactivated in adult hearts, still have accessible and active promoters. 1.3.2. Knockdown of NelfA in mouse hearts subjected to pressure-overload results in restricted compensatory gene expression and ventricular dysfunction.1.3.2.1 To determine if promoter NelfA occupancy plays an essential role in gene transcription during hypertrophy, we acutely knockdown endogenous NelfA via AAV9.siNelfA in hearts subjected to Sham or TAC operations for 2weeks. Decrease in NelfA resulted in increased heart weights in siNelfA-TAC compared to Control-TAC hearts (Fig 4A, ​,4B4B and ​and4C).4C). Echocardiography revealed reduced ejection fraction (Fig 4D) and fractional shortening (Fig 4E) along with increase in left ventricular internal dimensions (Fig 4F and ​and4G),4G), suggesting dysfunction and ventricular dilatation in siNelfA-TAC hearts (Fig 4H and ​and4I).4I). We observed ~40% decrease in endogenous NelfA protein expression with siNelfA-TAC compared to Control-TAC hearts (Fig 4J, ​,4K4K and ​and4L).4L). Interestingly, Ankrd1, a cardiomyopathy associated gene (28) did not show differential expression in siNelfA and Control hearts with TAC. In addition, siNelfA-TAC hearts showed increased interstitial fibrosis (Fig 4M and ​and4N)4N) compared to Control-TAC hearts. These results showed early onset of cardiac dysfunction with knockdown of NelfA in hearts undergoing pressure-overload induced hypertrophy.Open in a separate windowFigure 4.In vivo knockdown of NelfA in hearts subjected to Sham or TAC operations. C57 Blk mice were injected with AAV9.siNelfA or AAV9.siCont viruses via tail-vein injections. These mice were subjected to Sham or TAC operations of 2weeks. A and B. Graph shows heart weight normalized to body weight (BW) or Tibia length (TL). C. Graph shows Left ventricular (LV) mass as measured by Echocardiography. D and E. Graph shows % ejection fraction (%EF) and fractional shortening (%FS), as measured by echocardiography, respectively. F and G. Graph represents left ventricular internal dimensions, diastolic (LVID,d) and left ventricular internal dimensions, systolic (LVID,s), respectively. H. Representative images of echocardiography. I. Table lists the dimensions of the other parameters measured by echocardiography, inter ventricular Septum (IVS) and left ventricular posterior wall (LVPW) during diastole (d) and systole (s). J and K Western blots showing the protein expression in total and nuclear lysate, respectively, of selected genes, as indicated. L. Graph represents relative NelfA expression intensity, as measured by image J and normalized to Gapdh. M. Representative PASR stained tissue section images for fibrosis . N. Box plot shows the percent PASR staining on tissues sections from hearts, as indicated. Error bars represents SEM, with * is p<0.05 vs. Sham Cont, # is P<0.05 vs. TAC cont. n=5 – 8 hearts.1.3.2.2 To examine the influence of NelfA knockdown on hypertrophic transcriptome, we performed unbiased RNASeq analysis in these hearts. As expected, the number of genes differentially regulated during TAC (1021 genes) were less than siNelfA-TAC (1440 genes) hearts (Fig 5A and Fig S8A). In Fig 5B we show heatmap of 146 genes that show ≥2fold change (Log2FC ≥1) in TAC compared to Sham hearts, and corresponding changes with knockdown of NelfA. Interestingly, these genes that were categorized by DAVID as belonging to extracellular matrix or cytoskeleton fractions, similar to inducible genes of Group 1 that display de novo NelfA recruitment (Fig 1), showed restricted expression in siNelfA-TAC compared to Control-TAC hearts (Fig 5B, ​,5E5E and Fig S8B). We then sorted genes significantly regulated in siNelfA-TAC compared to TAC-Control hearts (1440 genes with p<0.05), which showed increase in transcription of 712 genes and decrease in 728 genes (Fig 5C and ​and5D).5D). Functional annotation of these transcripts showed that genes decreased with siNelfA-TAC included extracellular matrix, cytoskeleton (Group 1 of NelfA-ChIP data), cell junction, Z disc and sarcomeric (Group 2a of NelfA-ChIP-Seq data) genes (Fig 5F). KEGG pathway analysis of these genes identified genes involved in ECM-interaction, dilated and hypertrophic cardiomyopathies and metabolic pathways (Fig 5G and S8C). On the other hand, KEGG pathway of genes that showed increase in expression were categorized as ribosomal genes, those involved in oxidative phosphorylation, cardiac contraction and systemic diseases like Parkinson’s, Alzheimer’s (Fig 5H and S8D).Open in a separate windowFigure 5.RNASeq data analysis from hearts with knockdown of NelfA subjected to Sham or TAC operations. A. Graph represents number of genes that show differential regulation (p≤0.05) in TAC compared to Sham, and siNelfA-TAC compared to Control-TAC hearts. B. Heatmap displaying the 146 genes that are differentially regulated in TAC compared to Sham hearts with Log2FC≥1 (≥2-fold change), along with corresponding changes with siNelfA-TAC compared to Control-TAC hearts. Heatmap was generated using HeatMapper with Average Linkage Clustering method and Euclidean method for distance measurement. C. Graph represents 1440 genes that are differentially regulated in siNelfA-TAC hearts compared to Control-TAC hearts (p≤0.05), with increase in expression of 712 genes and decrease in 728 genes. D. Heatmap displaying the 1440 genes that are differentially regulated in siNelfA-TAC compared to Control-TAC hearts (p≤0.05), along with corresponding changes with Control-TAC compared to Sham hearts. Heatmap was generated using HeatMapper, with Average Linkage Clustering method and Euclidean method for distance measurement. E. T able shows the functional annotation by DA VID algorithm of genes that show significant differential regulation in TAC compared to Sham hearts. Top 10 relevant groups are listed. F and G. Table shows the functional annotation and KEGG pathway analysis by DAVID algorithm of genes that are decreased (p≤0.05) in siNelfA-TAC compared to Control-TAC hearts, respectively. H. Table shows KEGG pathway analysis by DAVID algorithm of genes that were increased in siNelfA-TAC compared to Control-TAC hearts.1.3.2.3 In Fig 6, we show the Integrated genome viewer (IGV) screenshots with RNA-Seq data of representative genes from the three groups identified by ChIP-Seq. We also confirmed the change in mRNA abundance of these genes in hearts using qPCR. Fig 6A shows genes (Acta1, Nppa) that are induced with TAC (Group 1) but show restricted induction with siNelfA-TAC (Fig 6A and ​andB).B). Similarly, genes of Group 2a (Actc1, Mybpc3) also show decrease in expression in siNelfA-TAC compared to Control-TAC hearts (Fig 6C and ​and6D).6D). However, essential genes (Group 3) with the highest NelfA promoter levels, ubiquitous expression and regulated by promoter clearance of pol II did not show significant or consistent changes in expression in these hearts (Fig 6E, ​,6F6F\n​6G6G and S8E). This could be due to slow turnover of NelfA from these promoters or contribution in transcripts from non-cardiomyocytes from the heart tissue.\nOpen in a separate windowFigure 6.Transcript abundance of representative genes from hearts with knockdown of NelfA subjected to Sham or TAC operations. A and B. Integrated genome viewer (IGV) images from RNAseq data and qPCR results of representative inducible of genes from Group 1 (Fig 1), respectively. C and D. Integrated genome viewer (IGV) images from RNAseq data and qPCR results of representative cardiac-enriched genes from Group 2a (Fig 2), respectively. E, F and G. Integrated genome viewer (IGV) images from RNAseq data and qPCR results of representative essential genes from Group 3 (Fig 3), respectively. 18S was used for normalization. Error bars represents SEM, with * is p<0.05 vs. Sham Cont, # is P<0.05 vs. TAC cont. n=5 – 8 hearts.These data indicate that knockdown of NelfA in TAC hearts results in loss of compensatory increase in inducible and cardiac-enriched gene expression, which precipitates ventricular dilatation and contractile dysfunction. Further, these results corroborate our genome wide NelfA occupancy data and suggest an essential role of NelfA in active gene transcription in hearts. 1.3.3. NelfA required for RNA pol II -dependent active gene transcription in cardiomyocytes.We confirmed the regulatory impact of NelfA knockdown on gene transcription in isolated cardiomyocytes stimulated with Endothelin (ET-1) or in presence of 10% Fetal Bovine Serum (FBS). As expected, loss of NelfA inhibited ET-1 or FBS induced increase in expression of inducible and cardiac-enriched genes (Fig 7A, ​,7B7B and ​and7C).7C). Further, we examined if exogenous NelfA was sufficient for change in gene expression under quiescent conditions and could enhance hypertrophic transcriptome in presence of ET-1. As expected, NelfA was not sufficient for transcriptional increase, however, in the presence of ET-1 we observed increase in expression of inducible genes (Nppa, Ankrd1) and sarcomeric genes (Actc1, Mybpc3) that show de novo NelfA occupancy and reduction in promoter NelfA in TAC vs. Sham hearts, respectively. Essential genes (Pnn, Sec23a), on the other hand did not show significant regulation (Fig S9), maybe since these genes have saturating levels of NelfA at their promoters and does not show significant change in TAC compared to Sham hearts. Thus, we concluded that NelfA is required for efficient active gene transcription in cardiomyocytes and to accommodate the transcriptional increase with hypertrophic stimulation.Open in a separate windowFigure 7.NelfA is required for RNA pol II -dependent gene transcription in cardiomyocytes. A. Graph represents relative mRNA abundance of selected genes in neonatal rat ventricular myocytes (NRVM) infected with Ad-siNelfA or Ad-siLUC in absence or presence of Endothelin1 (100nM) for 24hrs. B. Graph represents relative mRNA abundance of selected genes in NRVM infected with Ad-siNelfA or Ad-siLUC in absence or presence of 10% FBS for 24hrs. 18S was used for normalization. Error bars represents SEM, with * is p<0.05 vs. Cont, # is P<0.05 vs. ET-1 or FBS, n=3–5. C. Western blot showing the protein expression levels of selected genes, as indicated, along with the subcellular localization in NRVM infected with Ad-siNelfA or Ad-siLUC cultured in growth inhibited (serum free) or growth stimulant (10% FBS) conditions. D. Graph represents relative RNA pol II occupancy as measured by ChIP-qPCR using RNA pol II antibody (ab5095) in NRVM infected with Ad-siNelfA or Ad-siLUC. qPCR primers (details in supplementary methods) were designed against the promoter (Pro), In gene (InG) and downstream (DStr) regions (representative IGB image for MAPK and Actc1 shown with regions used for qPCR primer/probe design) of genes using rat reference genome. Error bars represents SEM, with * is p<0.05. n=4.To understand the underlying mechanism through which NelfA regulates gene transcription, we examined pol II dynamics by ChIP-qPCR on promoter (Pro), in gene (InG) and downstream region (DStr) of selected genes in cardiomyocytes after knockdown of endogenous NelfA. Interestingly, we did not see change in pol II occupancy at the promoters of these genes, however, significant decrease was observed in the In gene and/or Downstream regions of gene structures of these genes (Fig 7D). These results suggest that knockdown of NelfA inhibits productive elongation and transcription, which is reflected in decrease in mRNA abundance of these genes. 1.4. Conclusion.In conclusion, our data shows widespread NelfA occupancy on active gene promoters. Change in promoter NelfA and corresponding RNA pol II occupancy correlates with transcript output in hearts undergoing hypertrophy (Fig 8). Knockdown of NelfA during TAC –induced cardiac hypertrophy restricts compensatory increase in gene expression and precipitates early onset of cardiac dysfunction. Our data suggests that promoter NelfA is required for active gene transcription in cardiomyocytes.Open in a separate windowFigure 8.Schematic showing the overlapping occupancy pattern of RNA pol II, NelfA and H3k9ac, as seen in Sham and TAC –induced hypertrophy hearts. The table summarizes the occupancy status of the listed transcription factors and H3k9ac, the observed change in the mRNA abundance in hypertrophy vs. Sham hearts and % of expressed genes that display these patterns, with representative genes. The schematic was made using Canvas Draw 3 for Mac, hence, is just an illustration and not to scale. Blue shaded area represents pol II distribution, red represents NelfA occupancy and green represents H3k9ac status. X axis shows representative gene structure with promoter (colored box, red: inactive, green: active, yellow: paused), exons (box) and introns (line connecting boxes). 1.5. DiscussionRecently, we reported two major modes of gene transcription during cardiac hypertrophy, namely, de novo RNA pol II recruitment and promoter clearance of paused RNA pol II (7). In addition, we showed that TFIIB turnover in hearts undergoing hypertrophy could selectively regulate inducible genes that require pol II recruitment for expression (13). In this study, we show the genomic distribution of NelfA, a critical component involved in pol II pausing in mouse hearts, and the implications of acute inhibition of NelfA on development of cardiac hypertrophy. RNA pol II pausing has been observed widespread across genome and acts as a rate limiting step in transcription. Cdk7 –mediated phosphorylation of the C terminal domain (Ctd) of pol II facilitates promoter escape of the initiation complex (29) (30) (31), which generates short nascent transcripts before the complex pauses after 20–25 nucleotides from the transcription start site. Binding of DSIF, a heterodimer of Spt4 and Spt5, followed by Nelf complex to the elongating pol II has been implicated in the initiation and stabilization of the paused complex (18). In vitro structural analysis of pol II-Spt5-Nelf complex revealed that NelfA-C subcomplex associates with the open pol II trigger loop and restricts pol II elongation. Two flexible extensions termed ‘tentacles’ from Nelf, one from NelfA that extends to DSIF-DNA clamp and other from NelfE containing RNA recognition motif and extending towards emerging transcript, have been identified. NelfA tentacle is required for stabilization of pausing (32). Our data agrees with previous studies that NelfA is required for pol II pausing, where we see high NelfA occupancy at all promoters with paused pol II in Sham and TAC -induced hypertrophied hearts.Nelf complex was first isolated from HeLa nuclear extracts, and in vitro transcription assays showed it represses pol II elongation in cooperation with DSIF, which is released in the presence of P-TEFb. Nelf family comprises of five subunits designated as NelfA to -E, based on decreasing molecular weights, however, just four members including NelfA, NelfB, NelfC or NelfD and NelfE form the pausing complex (18). NelfC and NelfD are identical, except for a 9 amino acid extension in N terminal of NelfC created by an alternate translation initiation site. (21). NelfA is coded by Whsc2 gene with sequence homology to hepatitis delta antigen, and NelfE contains RNA binding motif which is similar to human RD protein with repeats of Arg-Asp in C terminal. Both NelfA and NelfE associate with pol II and are involved in pol II pausing. Along with pol II -Ctd and Supt5 subunit of DSIF, P-TEFb also phosphorylates NelfA and NelfE. This posttranslational modification dissociates the Nelf complex and releases paused pol II into productive elongation (18). However, in contrast to these initial studies, previous reports and our data with knockdown of Nelf shows a decrease in gene expression, suggesting that Nelf –induced pol II pausing might be critical for active transcription. An interesting study by Wang et. al. in Drosophila embryos showed that maternal Nelf provided during early embryonic developmental stage was essential for activation of key developmental genes. Loss of functional NelfA resulted in developmental arrest. Comparable phenotype was observed with loss of NelfE, but to a lesser extent (33). Similarly, RNAi-mediated knockdown of NelfB and NelfE in drosophila S2 cells resulted in inhibition of majority of genes that were induced in response to external stimulus (25). Correlating differential expression of genes in breast cancer cell line with knockdown of NelfA, NelfC or NelfE showed overlapping and distinct pattern of expression with individual subunits, which suggest some independent gene regulation by Nelf subunits, nevertheless, it confirmed a critical role of Nelf in maintaining active gene transcription (26). Interestingly, while general knockout of NelfB is embryonic lethal, inducible whole body and cardiac-specific KO mice succumbed to early sudden death due to hypertrophic cardiomyopathy. The observed phenotype is attributed to decrease in expression of several metabolic genes, which is associated with increased cell death and fibrosis (27). We observe similar ventricular dysfunction and fibrosis with acute knockdown of NelfA in hearts subjected to pressure-overload cardiac hypertrophy. In addition, in alignment with our NelfA-ChIP-Seq and RNAseq results we observed significant decrease in expression of inducible and sarcomere –associated contractile genes in siNelfA-TAC hearts compared to Control-TAC. We believe that inhibited expression of these genes could be contributing to the development of cardiomyopathy in presence of pressure-overload. We did not observe significant difference in ubiquitously expressed essential genes, which could be due to contaminating transcripts from non-cardiomyocyte population in these hearts.Mutations in several sarcomeric genes, like Mybpc3, Myh7, Tnnt2, mostly involved in coordinated muscle contraction and Ca+2 handling have been linked to the development of hypertrophic and dilated cardiomyopathy (34) (35) (36). Our ChIP-Seq data shows high pol II occupancy and active promoter at these genes in quiescent hearts, which is further increased with pressure overload (Group 2a, Fig 2A and ​andB).B). Increase in pol II recruitment is associated with increase in promoter TFIIB and H3k9ac, but a decrease in NelfA. We expected that increase in pol II should have resulted in increase in transcription of these genes, however, we observed no change in transcript abundance of these genes in hypertrophied hearts (Fig 2D). In view of previous reports from cultured cells and our data, we speculate that divergent occupancy of promoter NelfA and pol II recruitment balances and tightly regulates the transcriptional output of these sarcomeric genes in quiescent and stress conditions. Similarly, expression of inducible genes like Acta1, Nppa and stress activated immunoregulatory genes may also play an essential role in cardiac accommodation in response to work overload. Our ChIP-Seq data, although performed in chromatin extracted from whole hearts, show de novo recruitment of NelfA along with pol II at inducible gene promoters like skeletal actin, ANF, which results in significant increase in their expression with hypertrophy. Thus, inhibition of these genes due to knockdown of NelfA in hearts undergoing cardiac hypertrophy could hamper compensatory changes in response to increasing demand, which may have precipitated early onset of ventricular dysfunction.In this study, we for the first time show the genome-wide distribution and function of NelfA in active gene transcription in whole hearts. In addition, alignment with pol II, TFIIB and H3k9ac have significantly enhanced our understanding of basic transcription machinery involved in gene expression during cardiac hypertrophy. Our results indicate that promoter NelfA occupancy is not limited to genes that display pol II pausing as previously believed, but also required for genes induced by de novo pol II recruitment. Based on integration of ChIP-Seq results and in vivo data from siNelfA hearts undergoing hypertrophy we conclude that NelfA is required for gene transcription and essential component of active transcriptional machinery. ​\n                    HighlightsAdaptation of gene expression is the most fundamental response to hypertrophic stimulationPromoter negative elongation factor A (NelfA) occupancy is widespread across the cardiac genomeNelfA levels increase during cardiac hypertrophy and required for active gene transcriptionAcute knockdown of NelfA in hypertrophying heart precipitates early onset of cardiac dysfunction Supplementary Material1Click here to view.(19M, pdf)2Click here to view.(3.0M, xlsx)3Click here to view.(305K, xlsx)4Click here to view.(55K, xlsx)5Click here to view.(431K, xlsx) 1.8. Acknowledgements:We thank Dr. Abdellatif, Professor, Department of Cell Biology and Molecular Medicine and Dr. Sadoshima, Professor and Chair of Department of Cell Biology and Molecular Medicine, Rutgers New Jersey Medical School, for support.Funding : This work was supported by National Institute of Health funding to the corresponding author (R01HL128799). FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.1.5Declaration of interest: The authors have no conflicts of interest with the contents of this article. 1.9. References1. Meerson FZ, Javitz MP, Breger AM, Lerman MI. The mechanism of the heart’s adaption to prolonged load and dynamics of RNA synthesis in the myocardium. Basic research in cardiology. 1974;69(5):484–99. [PubMed] [Google Scholar]2. Cutilletta AF. Changes in transcriptional activity during myocardial hypertrophy. Tex Rep Biol Med. 1979;39:95–109. [PubMed] [Google Scholar]3. Cutilletta AF, Rudnik M, Zak R. Muscle and non-muscle cell RNA polymerase activity during the development of myocardial hypertrophy. J Mol Cell Cardiol. 1978;10(8):677–87. [PubMed] [Google Scholar]4. de la Bastie D, Moalic JM, Bercovici J, Bouveret P, Schwartz K, Swynghedauw B. Messenger RNA content and complexity in normal and overloaded rat heart. Eur J Clin Invest. 1987;17(3):194–201. [PubMed] [Google Scholar]5. Gilmour DS, Lis JT. Detecting protein-DNA interactions in vivo: distribution of RNA polymerase on specific bacterial genes. Proc Natl Acad Sci U S A. 1984;81(14):4275–9. [PMC free article] [PubMed] [Google Scholar]6. Gilmour DS, Lis JT. RNA polymerase II interacts with the promoter region of the noninduced hsp70 gene in Drosophila melanogaster cells. Mol Cell Biol. 1986;6(11):3984–9. [PMC free article] [PubMed] [Google Scholar]7. Sayed D, He M, Yang Z, Lin L, Abdellatif M. Transcriptional regulation patterns revealed by high resolution chromatin immunoprecipitation during cardiac hypertrophy. J Biol Chem. 2013;288(4):2546–58. [PMC free article] [PubMed] [Google Scholar]8. Rougvie AE, Lis JT. The RNA polymerase II molecule at the 5’ end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell. 1988;54(6):795–804. [PubMed] [Google Scholar]9. Krumm A, Hickey LB, Groudine M. Promoter-proximal pausing of RNA polymerase II defines a general rate-limiting step after transcription initiation. Genes Dev. 1995;9(5):559–72. [PubMed] [Google Scholar]10. Guenther MG, Levine SS, Boyer LA, Jaenisch R, Young RA. A chromatin landmark and transcription initiation at most promoters in human cells. Cell. 2007;130(1):77–88. [PMC free article] [PubMed] [Google Scholar]11. Muse GW, Gilchrist DA, Nechaev S, Shah R, Parker JS, Grissom SF, et al.\nRNA polymerase is poised for activation across the genome. Nat Genet. 2007;39(12):1507–11. [PMC free article] [PubMed] [Google Scholar]12. Zeitlinger J, Stark A, Kellis M, Hong JW, Nechaev S, Adelman K, et al.\nRNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat Genet. 2007;39(12):1512–6. [PMC free article] [PubMed] [Google Scholar]13. Sayed D, Yang Z, He M, Pfleger JM, Abdellatif M. Acute targeting of general transcription factor IIB restricts cardiac hypertrophy via selective inhibition of gene transcription. Circ Heart Fail. 2015;8(1):138–48. [PMC free article] [PubMed] [Google Scholar]14. Wright TJ, Costa JL, Naranjo C, Francis-West P, Altherr MR. Comparative analysis of a novel gene from the Wolf-Hirschhorn/Pitt-Rogers-Danks syndrome critical region. Genomics. 1999;59(2):203–12. [PubMed] [Google Scholar]15. Kerzendorfer C, Hannes F, Colnaghi R, Abramowicz I, Carpenter G, Vermeesch JR, et al.\nCharacterizing the functional consequences of haploinsufficiency of NELF-A (WHSC2) and SLBP identifies novel cellular phenotypes in Wolf-Hirschhorn syndrome. Hum Mol Genet. 2012;21(10):2181–93. [PubMed] [Google Scholar]16. Lurie IW, Lazjuk GI, Ussova YI, Presman EB, Gurevich DB. The Wolf-Hirschhorn syndrome. I. Genetics. Clin Genet\n1980;17(6):375–84. [PubMed] [Google Scholar]17. Lazjuk GI, Lurie IW, Ostrowskaja TI, Kirillova IA, Nedzved MK, Cherstvoy ED, et al.\nThe Wolf-Hirschhorn syndrome. II. Pathologic anatomy. Clin Genet. 1980;18(1):6–12. [PubMed] [Google Scholar]18. Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, et al.\nNELF, a multisubunit complex containing RD, cooperates with d SiF to repress RNA polymerase II elongation. Cell. 1999;97(1):41–51. [PubMed] [Google Scholar]19. Narita T, Yung TM, Yamamoto J, Tsuboi Y, Tanabe H, Tanaka K, et al.\nNELF interacts with CBC and participates in 3’ end processing of replication-dependent histone mRNAs. Mol Cell. 2007;26(3):349–65. [PubMed] [Google Scholar]20. Yamaguchi Y, Inukai N, Narita T, Wada T, Handa H. Evidence that negative elongation factor represses transcription elongation through binding to a DRB sensitivity-inducing factor/RNA polymerase II complex and RNA. Mol Cell Biol. 2002;22(9):2918–27. [PMC free article] [PubMed] [Google Scholar]21. Narita T, Yamaguchi Y, Yano K, Sugimoto S, Chanarat S, Wada T, et al.\nHuman transcription elongation factor NELF: identification of novel subunits and reconstitution of the functionally active complex. Mol Cell Biol. 2003;23(6):1863–73. [PMC free article] [PubMed] [Google Scholar]22. Renner DB, Yamaguchi Y, Wada T, Handa H, Price DH. A highly purified RNA polymerase II elongation control system. J Biol Chem. 2001;276(45):42601–9. [PubMed] [Google Scholar]23. Wu CH, Yamaguchi Y, Benjamin LR, Horvat-Gordon M, Washinsky J, Enerly E, et al.\nNELF and DSIF cause promoter proximal pausing on the hsp70 promoter in Drosophila. Genes Dev. 2003;17(11):1402–14. [PMC free article] [PubMed] [Google Scholar]24. Wu CH, Lee C, Fan R, Smith MJ, Yamaguchi Y, Handa H, et al.\nMolecular characterization of Drosophila NELF. Nucleic Acids Res. 2005;33(4):1269–79. [PMC free article] [PubMed] [Google Scholar]25. Gilchrist DA, Nechaev S, Lee C, Ghosh SK, Collins JB, Li L, et al.\nNELF-mediated stalling of Pol II can enhance gene expression by blocking promoter-proximal nucleosome assembly. Genes Dev. 2008;22(14):1921–33. [PMC free article] [PubMed] [Google Scholar]26. Sun J, Li R. Human negative elongation factor activates transcription and regulates alternative transcription initiation. J Biol Chem. 2010;285(9):6443–52. [PMC free article] [PubMed] [Google Scholar]27. Pan H, Qin K, Guo Z, Ma Y, April C, Gao X, et al.\nNegative elongation factor controls energy homeostasis in cardiomyocytes. Cell reports. 2014;7(1):79–85. [PMC free article] [PubMed] [Google Scholar]28. Moulik M, Vatta M, Witt Sh , Arola AM, Murphy RT, McKenna WJ, et al.\nANKRD1, the gene encoding cardiac ankyrin repeat protein, is a novel dilated cardiomyopathy gene. Journal of the American College of Cardiology. 2009;54(4):325–33. [PMC free article] [PubMed] [Google Scholar]29. Sogaard TM, Svejstrup JQ. Hyperphosphorylation of the C-terminal repeat domain of RNA polymerase II facilitates dissociation of its complex with mediator. J Biol Chem. 2007;282(19):14113–20. [PubMed] [Google Scholar]30. Buratowski S\nProgression through the RNA polymerase II CTD cycle. Mol Cell. 2009;36(4):541–6. [PMC free article] [PubMed] [Google Scholar]31. Wong KH, Jin Y, Struhl K. TFIIH phosphorylation of the Pol II CTD stimulates mediator dissociation from the preinitiation complex and promoter escape. Mol Cell. 2014;54(4):601–12. [PMC free article] [PubMed] [Google Scholar]32. Vos SM, Farnung L, Urlaub H, Cramer P. Structure of paused transcription complex Pol II-DSIF-NELF. Nature. 2018;560(7720):601–6. [PMC free article] [PubMed] [Google Scholar]33. Wang X, Hang S, Prazak L, Gergen JP. NELF potentiates gene transcription in the Drosophila embryo. PLoS One. 2010;5(7):e11498. [PMC free article] [PubMed] [Google Scholar]34. Cirino AL, Ho C. Hypertrophic Cardiomyopathy Overview In: Adam MP, Ardinger HH, Pagon RA, Wallace SE, Bean LJH, Stephens K, et al., editors. GeneReviews((R)). Seattle (WA): University of Washington, Seattle University of Washington, Seattle. GeneReviews is a registered trademark of the University of Washington, Seattle; \nAll rights reserved.; 1993. [Google Scholar]35. Daehmlow S, Erdmann J, Knueppel T, Gille C, Froemmel C, Hummel M, et al.\nNovel mutations in sarcomeric protein genes in dilated cardiomyopathy. Biochem Biophys Res Commun. 2002;298(1):116–20. [PubMed] [Google Scholar]36. Kolokotronis K, Kuhnisch J, Klopocki E, Dartsch J, Rost S, Huculak C, et al.\nBiallelic mutation in MYH7 and MYBPC3 leads to severe cardiomyopathy with left ventricular noncompaction phenotype. Hum Mutat. 2019. [PubMed] [Google Scholar]"}