{"title": "Coordination of transcription, processing, and export of highly expressed RNAs by distinct biomolecular condensates", "pubDate": "2020", "PMCID": "PMC7733674", "DOI": "10.1042/ETLS20190160", "PMID": "32338276", "abstract": "Genes under control of super-enhancers are expressed at extremely high levels and are frequently associated with nuclear speckles. Recent data suggest that the high concentration of unphosphorylated RNA polymerase II (Pol II) and Mediator recruited to super-enhancers create phase-separated condensates. Transcription initiates within or at the surface of these phase-separated droplets and the phosphorylation of Pol II, associated with transcription initiation and elongation, dissociates Pol II from these domains leading to engagement with nuclear speckles, which are enriched with RNA processing factors. The transitioning of Pol II from transcription initiation domains to RNA processing domains effectively co-ordinates transcription and processing of highly expressed RNAs which are then rapidly exported into the cytoplasm.", "author": [{"author": "Alexander M Ishov", "affiliation": ["Department of Anatomy and Cell Biology, University of Florida, Gainesville, FL 32610, U.S.A.", "UF Health Cancer Center, University of Florida, Gainesville, FL 32610, U.S.A."], "href": "/?term=Ishov+AM&cauthor_id=32338276"}, {"author": "Aishwarya Gurumurthy", "affiliation": ["Department of Biochemistry and Molecular Biology, Genetics Institute, Powell Gene Therapy Center, College of Medicine, University of Florida, Gainesville, FL 32610, U.S.A."], "href": "/?term=Gurumurthy+A&cauthor_id=32338276"}, {"author": "Jörg Bungert", "affiliation": ["UF Health Cancer Center, University of Florida, Gainesville, FL 32610, U.S.A.", "Department of Biochemistry and Molecular Biology, Genetics Institute, Powell Gene Therapy Center, College of Medicine, University of Florida, Gainesville, FL 32610, U.S.A."], "href": "/?term=Bungert+J&cauthor_id=32338276"}], "refPMID": ["29473743", "28340338", "31615334", "29930091", "29930094", "19852969", "31394307", "25288112", "28935776", "29602697", "30926670", "23851358", "31001538", "29961577", "31405125", "31604601", "25747659", "23537633", "26402567", "30531905", "23818642", "23582322", "25547603", "31724731", "25394790", "3879975", "3480506", "3690667", "12384402", "1454801", "11283243", "11545748", "12419253", "11895428", "15385559", "30500078", "29849146", "30127355", "27605205", "7566158", "29209056", "1316903", "29378787", "29691322", "23202475", "31462772", "24267890", "31391587", "23597155", "30239812", "23303786", "23592796", "20926517", "31315647", "15169873", "10444064", "7536746", "9214377", "29133588", "30154186", "25497547", "30989119", "11282025", "11683387", "20201073", "29887377", "30240742", "22964977", "11979277", "24244187", "30218090", "27028218", "26317468", "30194269", "30819645", "31213386", "17082456", "28366641", "27807035", "28841410", "25691464", "31063899", "31594803", "31554625", "31683819", "31680436", "31734037", "18641664", "31757787", "10366587", "16418531"], "citedInPMID": ["32338276", "34055891"], "body": " AbstractGenes under control of super-enhancers are expressed at extremely high levels and are frequently associated with nuclear speckles. Recent data suggest that the high concentration of unphosphorylated RNA polymerase II (Pol II) and Mediator recruited to super-enhancers create phase-separated condensates. Transcription initiates within or at the surface of these phase-separated droplets and the phosphorylation of Pol II, associated with transcription initiation and elongation, dissociates Pol II from these domains leading to engagement with nuclear speckles, which are enriched with RNA processing factors. The transitioning of Pol II from transcription initiation domains to RNA processing domains effectively co-ordinates transcription and processing of highly expressed RNAs which are then rapidly exported into the cytoplasm.Keywords: super-enhancer, nuclear speckles, nuclear pore complex, transcription, RNA processing, phase separation IntroductionThe nucleus is structured and contains membrane-less organelles (MLOs) and chromatin that is organized into active or inactive compartments, which are separated by chromosomal boundaries [1–3]. There is increasing evidence that super-enhancer controlled, highly expressed genes are transcribed in the context of transcription hubs, transcription factories, or phase-separated domains [4–6]. Furthermore, nuclear speckles, domains that are enriched with components of transcription and RNA processing machineries, were shown to associate with highly transcribed genes [7]. In this review/perspective, we discuss the evidence for transcription factories and/or super-enhancer mediated phase-separated transcription initiation domains and describe a co-ordinated association with nuclear speckles that ensures rapid processing and export of highly expressed RNA. In the following, we present the components and characteristics of the relevant nuclear MLOs and discuss the co-operation of distinct phase-separated domains in transcription, processing, and RNA export. Phase separation and nuclear domainsLiquid–liquid phase separation (LLPS) is characterized by the formation of spherical domains that deform in flow and exhibit wetting, dripping, and fusion [8–10]. LLPS is mediated by proteins and RNA that engage in multiple weak interactions via charged or aromatic residues [11]. Macromolecular crowding contributes to colloidal phase separation and generation of biomolecular condensates [12,13]. Proteins containing intrinsically disordered regions (IDRs) and lacking extensive secondary structure (low complexity domains, LCDs) engage in a multitude of interactions that keep phase-separated domains dynamic and liquid-like [8–10]. Among the first examples of phase separation in biological systems was the description of condensate formation by RNA binding proteins [8,14]. Indeed, most nuclear MLOs contain RNAs, which have been shown to induce LLPS and to regulate the viscosity of these domains [10]. For example, the formation of the nucleolus, a domain specialized in the assembly and maturation of ribosomal subunits, is induced by ribosomal RNA (rRNA) [1,15,16]. RNA may be engaged in base-pairing interactions and in interactions with IDRs of RNA binding proteins thus generating mesh-like domains that concentrate and slow down the mobility/diffusion of components that specify the function of distinct MLOs [3,9]. It seems that unstructured RNA preferentially engages in LLPS, and often RNA helicases are involved in the formation of MLOs [11,17]. RNA helicase Ddx4 containing droplets, like germ granules or P-granules, concentrate single-stranded RNA and DNA but exclude double-stranded DNA [18]. In Drosophila embryos, the formation of histone locus bodies (HLBs), which mediate the expression of histone gene loci, depends on the promoters of the H3 and H4 histone genes [19]. Thus, the seeding mechanisms for at least a subset of nuclear LLPS domains appear to involve specific DNA elements that promote transcription, the active process of transcription, and nascent RNA generated from these specific gene loci.Post-translational modifications including serine/threonine phosphorylation, arginine methylation, and lysine acetylation regulate the formation and/or maintenance of LLPS domains [17,20]. For instance, acetylation of the Ddx3 IDR, a component of stress granules, impairs LLPS, which may be due to reduced RNA binding [21]. MLOs contain constitutive molecules, which are required for the formation and maintenance of MLOs and client molecules, which move in and out of LLPS domains [17]. Post-translational modifications appear to regulate both classes of LLPS domain associated proteins.The formation of MLOs allows and stimulates reactions that would otherwise be inefficient [10,13]. Moreover, MLOs sequester and protect critical molecules from undergoing reactions that are not favorable [10,13]. The concentration of specific molecules or combination of molecules within MLOs provides an optimal environment for complex and linked reactions. Previous studies have shown that PEG-based coacervates, which form colloid-rich viscous liquid phases, increased association of RNA polymerase with DNA and enhanced transcription rate up to 6-fold [22]. Thus, the coacervate matrix or the MLO environment could act as scaffolds that spatially organize enzymatic cascades and thus promote processivity and connectivity of enzymatic reactions. Super-enhancer associated transcription initiation domainsSuper-enhancers are powerful gene regulatory elements that mediate extremely high expression of target genes [23–26]. These complex activating DNA sequences are often composed of multiple DNase I hypersensitive sites (HSs) or extended accessible regions enriched with active chromatin marks [monomethylated histone 3 lysine 4 (H3K4me), and acetylated H3 at K27 (H3K27ac)], Mediator complex, and Pol II [4,26]. One of the best-characterized super-enhancer is the β-globin locus control region (LCR) which promotes orchestrated expression of β-type globin genes during development and differentiation of erythroid cells [27–30]. Originally, the LCR has been defined as a regulatory element capable of promoting transcription of linked genes in a copy-number dependent and position-independent manner in transgenic assays [29,30]. This is a somewhat artificial definition and the LCR appears to be functionally indistinguishable from super-enhancers. The β-globin LCR contains multiple HSs that operate together to mediate extremely high levels of globin gene expression. The LCR HSs are bound by a large number of ubiquitously expressed and tissue-restricted transcription factors, and were among the first enhancer elements shown to recruit Pol II and to transcribe non-coding RNA, now referred to as enhancer RNA (eRNA) [31–34]. It has been proposed that the LCR HSs constitute the primary sites for Pol II transcription complex recruitment and assembly and that elongation-competent Pol II complexes are transferred to strong basal promoter elements associated with the β-type globin gene promoters during transient looping interactions [32,33,35–37].Recent evidence suggests that the large number of Mediator and Pol II transcription complexes recruited to super-enhancer associated HSs generate phase-separated domains [4,38]. The Mediator associated protein Brd4 contains an IDR and is able to induce phase separation [4]. Likewise, the C-terminal domain (CTD) of Pol II has also been shown to form phase-separated droplets [39]. The Pol II CTD consists of a heptapeptide that is repeated more than 50 times in mammalian cells [40]. The CTD heptapeptide contains three serine residues that are subject to phosphorylation during the transcription cycle [41]. The unphosphorylated form of Pol II is first recruited to transcription start sites and interacts with components of the basal transcription machinery [42,43]. Phosphorylation of the CTD on serine-5 by the CDK7 subunit of TFIIH disrupts these interactions and promotes transcription initiation [41,42]. Initial transcription is unstable and often aborted, particularly at enhancers [44,45]. Once a stable elongation complex forms, transcription is paused by negative elongation factors DSIF (DRB sensitivity inhibitory factor) and NELF (negative elongation factor) to allow capping of the 5′ end of the nascent transcript [46]. Next, the CDK9 kinase associated with transcription elongation factor pTEFb phosphorylates the serine-2 residue of the Pol II CTD as well as DSIF and NELF [46]. These phosphorylation events remove NELF and convert DSIF into a positive transcription elongation factor.Several observations suggest that the phosphorylation of Pol II dissociates it from LLPS transcription initiation domains formed by super-enhancers [47]. Kwon et al. [48] demonstrated that proteins with LCDs, including the FET proteins FUS, EWS, and TAF15, form hydrogels that associate with the unphosphorylated but not with the phosphorylated form of Pol II. The authors proposed that the promoter and unphosphorylated Pol II is bound to a polymer (hydrogel) and that phosphorylation of Pol II allows escape from the promoter-associated hydrogel. More recently, Boehning et al. [39] analyzed phase separation properties of the Pol II CTD and found that upon phosphorylation Pol II disengages from phase-separated droplets. Finally, Guo et al. [49] analyzed the association of Pol II with Mediator condensates and with splicing factor SRSF1/SRSF2 condensates. The authors found that the unphosphorylated Pol II preferentially associates with Mediator droplets while the serine-2 phosphorylated Pol II preferentially associates with SRSF condensates.Together these data suggest that Pol II is recruited to super-enhancers in the context of phase-separated domains and that phosphorylation of the Pol II CTD initiates transcription, simultaneously disengaging Pol II from these domains (Figure 1). This model is related to but deviates from the transcription factory model proposed by Cook and co-workers [50]. According to the transcription factory model, Pol II clusters in the nucleus and genes are recruited to and reeled through these clusters during transcription elongation. This process, as discussed by Cook and Marenduzzo [51], would leave the growing RNA un-entwined in contrast with a tracking and rotating polymerase. The Cook laboratory provided evidence supporting a reeling mechanism by inducing transcription of a very long gene (221 kb) and monitoring promoter position and ongoing transcription by RNA-FISH using high-resolution microscopy [52]. In contrast with these findings, the Grosveld laboratory provided evidence, using an mCherry-CDK9 (CTD serine-2 kinase) fusion protein, that transcription elongation occurs away from transcription factories [53]. We will revisit this issue later when we discuss the coordination of transcription with RNA processing.Open in a separate windowFigure 1.Transcription factory versus super-enhancer mediated phase-separated transcription initiation domains.(A) Transcription factory showing association of enhancer (light blue) and target gene (blue) with Pol II clusters as well as reeling of the gene through the immobilized Pol II cluster. (B) Super-enhancer associated HSs (enhancer) recruit co-activators, e.g. Mediator, and Pol II, which initiates transcription of eRNA. Mediator, the Pol II CTD and perhaps eRNA form phase-separated domains that transiently interact with target genes. Pol II is transferred to the gene promoters and transcription initiation and phosphorylation of the CTD (indicated as ‘P' in the figure) disengages Pol II from the transcription domain. Nuclear speckles and RNA processingMost nuclear MLOs are enriched with proteins that specify their functions, e.g. ribosome assembly (Nucleolus), spliceosome assembly (Cajal Bodies), and histone mRNA processing (Histone Locus Bodies) [1]. In contrast with other nuclear MLOs, the function of nuclear speckles, also referred to as interchromatin granule clusters or SC35 domains, is not completely understood [54,55]. The inhibition of transcription increased the size of nuclear speckles, which led to the proposal that they represent storage sites for the mRNA processing and splicing machinery. Consistent with this model are observations showing that nuclear speckles are devoid of DNA and active transcription [56]. However, there is increasing evidence for the notion that speckles co-ordinate transcription, processing, and export of highly expressed mRNAs [7,55]. Early studies have shown clusters of hyperphosphorylated Pol II and BrU labeled transcripts associate with nuclear speckles [57,58]. Moreover, during the early stages of human cytomegalovirus (HCMV) infection, the viral genomes associate with speckles and the immediate early (IE) viral RNA is accumulated in these domains [59]. Maul and co-workers [59] introduced the concept of ‘immediate transcript environment', postulating that the HCMV IE protein IE86 functions as a nucleator of a ‘cloud', which may now be viewed as being caused by transcription-associated LLPS. The IE86 induced ‘cloud' is formed around HCMV input DNA, is positioned between ND10/PML nuclear bodies and nuclear speckles, and is enriched with transcription factors, thus creating favorable conditions for IE transcription. IE transcripts are among a few HCMV transcripts that are extensively spliced, suggesting that RNA processing (including splicing), at least partially, occurs in nuclear speckles, which contain all components required for these processes. In addition, the association with nuclear speckles elevates the export of these IE transcripts (see below).Recent evidence suggests that gene-rich chromosomal domains with high level of transcription are associated with nuclear speckles [7,55]. Nuclear speckles contain the long non-coding RNA (lncRNA) Malat-1 (NEAT2), snRNAs, as well as polyA-RNA and are enriched with RNA processing proteins including Son and SC35 [60]. High-resolution RNA-FISH and immunofluorescence microscopy revealed that Malat-1 is located at the periphery of nuclear speckles while the processing factors Son and SC35 are located within the core [60].Three groups recently investigated the association of genomic loci with nuclear speckles using novel high throughput technologies [7]. The Belmont laboratory used tyramide signal amplification followed by high throughput sequencing to identify genomic loci that are in close proximity to nuclear speckles [61]. In these studies, the authors used a horse-radish peroxidase conjugated antibody specific for the Son protein, which is highly enriched in nuclear speckles, to generate diffusible biotin tyramide. The biotin tyramide covalently associates with proteins, RNA, and DNA. After streptavidin pull-down, the DNA was subjected to sequencing. The data demonstrate that transcription ‘hot zones,’ characterized by the most highly expressed genes, as well as housekeeping genes, genes exhibiting low transcriptional pausing, and genes under the control of super-enhancers, localize to the nuclear interior and come in close proximity to nuclear speckles. Previous studies established that the genome is organized into topologically associating domains (TADs) with A-TADs representing active chromatin regions, while B-TADS containing repressed gene loci [55,62,63]. A-TADs are further divided into Type I and Type II compartments, with Type I A-TADs encompassing the most transcriptionally active chromatin regions [7,55,62,63]. Chen et al. [61] found that Type I A-TADs are particularly close to the nuclear speckles. The observation that genes with low transcription pausing rates are in close proximity to nuclear speckles is consistent with enrichment of proteins regulating the pause/release of Pol II, e.g. pTEFb and CDK12, in these domains [64–66].Studies by the Guttman laboratory support the findings that highly transcribed genomic regions are associated with nuclear speckles [67]. The authors used a novel technology called SPRITE (split pool recognition of interactions by tag extension) which is a proximity ligation-independent approach for identifying chromosomal interactions. The technique is similar to chromatin conformation capture (3C) approaches but instead of proximity ligation, short barcodes are ligated to DNA or RNA fragments of cross-linked chromatin that is fractionated into 96 well plates. The process of fractionation and barcode ligation is repeated multiple times and at the end, the DNA is subjected to sequencing. Interacting (cross-linked) DNA or DNA/RNA fragments contain the same combination of barcodes. The study revealed that highly active gene loci frequently associate with spliceosomal RNA and Malat-1 suggesting proximity to nuclear speckles, which is enriched with these RNA species [60]. Interactions of highly active gene loci with nuclear speckles were verified by DNA-FISH and SC35 immunofluorescence microscopy. An additional interesting observation resulting from the study by Quinodoz et al. [67] was that the density of Pol II transcription events, rather than high transcription activity of individual genes, determined close association with nuclear speckles.The third study by Chen et al. [68] used a novel method to map associations between specific RNAs and genomic loci (MARGI, mapping of RNA-genome interactions). MARGI includes cross-linking of RNA and DNA followed by chromatin fragmentation, proximity ligation, and high throughput sequencing. The authors focused on nuclear speckle associated RNA (nsaRNA) including snRNA and Malat-1, and compared the results with those obtained from CDK9 ChIP-seq experiments. The data are consistent with the other studies showing that nuclear speckles are mostly associated with highly transcribed gene loci in A-TAD compartments. In summary, it appears that although splicing occurs co-transcriptionally throughout the nucleoplasm, highly transcribed genomic regions are associated with nuclear speckles to guarantee rapid and efficient RNA processing. Nuclear speckles and RNA exportIn addition to being enriched with RNA processing factors, nuclear speckles also contain proteins that regulate RNA export. In yeast, Yra1, Sub2 and the THO complex couple RNA processing and nuclear export [69]. The corresponding complex in humans is called TREX, which is recruited to active genes and appears to travel along with elongating Pol II [70,71], consistent with its binding to the ser2/ser5 phosphorylated Pol II CTD. Recent data demonstrate that recruitment of TREX is regulated by transcription, 5′ capping, pre mRNA splicing, and m6A RNA modification [72]. Interestingly, several reports demonstrate direct interactions between the Mediator complex and Trex2 [73,74] linking enhancer regulated transcription initiation with nuclear export. Intronless mRNAs have been shown to transit through nuclear speckles in a manner regulated by splicing enhancer elements but independent of transcription [75]. This transit through speckles has been associated with a quality control step that prepares mRNAs for nuclear export. Within the speckles, the intronless mRNAs interact with TREX, which is required for the subsequent release of the mRNAs from the speckles. The nuclear mRNA export receptor NXF1, a nuclear pore component, mediates the association of TREX with nuclear speckles [75]. NXF1 co-ordinates the polyadenylation of mRNAs with nuclear export and down-regulation of NFX1 leads to the accumulation of Pol II at the 3′ end of genes [76]. Thus, at least a subset of RNAs are being processed and prepared for nuclear export within the nuclear speckle compartment. Nuclear pore complex (NPC)The nuclear pore is an integral part of the nuclear envelope and represents a large protein complex that mediates selective transport across nuclear membranes [77]. The NPC consists mainly of nucleoporins (Nups) which are either stable components of the NPC or diffuse into the nucleoplasm and contact the NPC transiently. Most Nups contain phenylalanine-glycine (FG) rich repeats which are intrinsically disordered and capable of forming LLPS [78]. The FG domains are thought to be largely responsible for forming a selective permeability barrier at the NPCs. This selectivity is at least in part due to interactions between the Nup FG domains and nuclear export receptors like NXF1.There is increasing evidence suggesting that highly expressed genes are located in close proximity to the NPC [77]. This is somewhat counterintuitive to the view that activation of gene loci causes movement away from the nuclear periphery to the nuclear interior. Most of the nuclear periphery associates with inactive chromatin through associations with the nuclear lamina [1]. This is not true for the NPC environment which frequently associates with active chromatin. Pascual-Garcia et al. [79] demonstrated that Drosophila Nup98 associates with promoters and enhancers and induces looping between these elements. Furthermore, the looped enhancer/promoter configurations were found in close proximity to NPCs. Likewise, Ibarra et al. [80] demonstrated that in human cells Nup153 associates with super-enhancers at the nuclear periphery. Importantly, Nup153 deficiency caused a reduction in the expression of super-enhancer controlled genes. Liu et al. [81] targeted a biotinylatable inactive mutant of Cas9 to the human β-globin LCR in K562 cells to identify LCR-associated proteins. Surprisingly, both Nup98 and Nup153 were found to associate with LCR HS sites. Nup98 and Nup153 are part of the periphery of NPCs and are diffusible components known to associate with genes in the nuclear interior [82]. Pascual-Garcia and Capelson [83] suggest that because of the FG domains, Nup proteins could assist in forming phase-separated domains in the context of super-enhancers. It is not known yet how the Nups are recruited to super-enhancers. Perhaps the proximity to the nuclear pore and the presence of a large number of proteins with intrinsically disordered domains at super-enhancers could recruit Nups, which could assist in phase separation and/or in facilitating nuclear export through mediating proximity to nuclear speckles and NPCs. Distinct phase-separated nuclear domains co-ordinate transcription, processing, and nuclear export of highly expressed RNAThe recent data on phase-separated domains involved in transcription and RNA processing suggest a highly co-ordinated effort to rapidly process and export abundant RNA generated from super-enhancer target genes. The concept of nuclear phase separation and particularly super-enhancer mediated phase separation regulating transcription initiation is novel and a subject of debate [84–86]. However, it is clear that super-enhancers generate domains enriched with co-activators, particularly Mediator, and Pol II. This may also apply to all other components involved in the assembly of Pol II transcription complexes. It seems that after transcription initiation, Pol II disengages from the super-enhancer domain/transcription factories and associates with nuclear speckles [49,87]. At this stage, Pol II either tracks along the gene or Pol II stably associates with the periphery of nuclear speckles and the DNA is reeled through the immobilized transcription elongation complex. The second model is consistent with data from the Cook laboratory suggesting reeling of genes through immobilized Pol II [52]. Many nuclear LLPS domains exclude double-stranded DNA suggesting that the DNA is recruited to and remains at the periphery of the phase-separated transcription initiation and nuclear speckle domains. Accordingly, Pol II does not have to enter another condensate after release from the super-enhancer/initiation domain as discussed by Portz and Shorter [88].We propose that Pol II is first recruited to and assembled into active transcription complexes at super-enhancers and transferred to high-affinity Pol II promoters during transient interactions of gene promoters with the phase-separated super-enhancer domain [37]. After transcription initiation at the promoter and as a consequence of CTD phosphorylation, Pol II disengages from super-enhancers and associates with the periphery of nuclear speckles. During transcription elongation, RNA is processed and transits through nuclear speckles to gain export competency. Close proximity to NPCs and association with nuclear mRNA export receptors mediates rapid export into the cytoplasm (Figure 2).Open in a separate windowFigure 2.Coordination of transcription, processing, and export of highly expressed RNA by super-enhancers, nuclear speckles, and nuclear pore complexes.Pol II disengaging from super-enhancers associates with nuclear speckles during transcription elongation. RNA is processed and transits through the speckles to gain nuclear export competency. Association with RNA export receptors mediates rapid export through NPCs.The proximity of highly expressed gene bodies to nuclear speckles also stimulates transcription elongation as it was shown that SC35, mainly enriched in speckles, stimulates transcription elongation of specific genes [89]. Furthermore, a recent report by Kim et al. [90] demonstrates that nascent transcript levels of heat-shock protein (HSP) A1B RNA increases upon interaction with nuclear speckles. This is consistent with data showing an increased association of hsp90a and hsp70 gene loci with nuclear speckles after induction of heat shock [91]. Previous studies have shown that the active β-globin gene comes in close proximity to nuclear speckles [92]. Interestingly, both β-globin and α-globin loci were shown to frequently associate with the same speckles suggesting coordination of processing of highly expressed globin RNAs. As discussed before, more recent studies also revealed frequent associations of super-enhancer regulated gene loci with nuclear speckles [7]. The multiple HSs associated with super-enhancers recruit Pol II and initiate transcription that often occurs bidirectionally. It is interesting to view this in the context of another study showing that the density of transcription initiation events, rather than the transcription activity of individual genes, mediates association with speckles [67]. The transcription at super-enhancers could facilitate associations with nuclear speckles through frequent transcription initiation events. Furthermore, enhancers and super-enhancers interact with nucleoporins which may contribute to their close proximity to nuclear pores [77]. Thus, it appears that transcription, processing, and export or highly expressed RNA are regulated by multiple LLPS nuclear domains that are in close proximity and are functionally interconnected. Conclusions and open questionsThere is increasing evidence for the formation of functionally specified phase-separated biological condensates in the nucleus. Furthermore, some of these condensates are functionally interconnected, as discussed here for transcription initiation, RNA processing, and RNA export phase-separated domains. The connection between nuclear speckles and NPCs is speculative, but clearly, there is a connection between the processing of RNA and the preparation for nuclear export. It seems that at least for highly expressed RNA, transcription, processing, and export are highly co-ordinated. This process may have evolved to prevent the accumulation of highly expressed RNA and/or to guarantee rapid processing and export. There is still much work to be done to clearly establish the co-ordinated processes described here. For example, what is the spatial and functional relationship between nuclear speckles and NPCs? What regulates the association of highly expressed genes with nuclear speckles? What is the relationship between super-enhancer mediated phase separation and transcription factories? Answers to these questions will soon be forthcoming due to improved imaging technologies and new sophisticated protocols aimed at mapping spatial relationships between DNA, RNA, and proteins. SummaryMediator and RNA polymerase II interact with super-enhancers and contribute to the formation of phase separated domains.Transcription of super-enhancer target genes initiates within the context of the phase separated domain.Phosphorylation of the RNA polymerase II C-terminal domain disengages the enzyme from the super-enhancer domain and leads to association with nuclear speckles.Transcription elongation of super-enhancer target genes occurs at the periphery of nuclear speckles and the RNA is processed and prepared for nuclear export within the nuclear speckle domain. AcknowledgementsWe apologize to colleagues whose work is not cited due to space limitation. We thank our colleagues in the Bungert and Ishov laboratories. Work in the Bungert laboratory is supported by the NIH (R56DK111439), by an ASH Bridge Grant Award, and a UF pilot project grant. Work in the Ishov laboratory is supported by the NIH (R01DE026707 and R21CA198820). AbbreviationsCTDC-terminal domainDSIFDRB sensitivity inhibitory factoreRNAenhancer RNAHCMVhuman cytomegalovirusHLBshistone locus bodiesHSPheat-shock proteinHSshypersensitive sitesIDRsintrinsically disordered regionsIEimmediate earlyLCDslow complexity domainsLCRlocus control regionLLPSliquid–liquid phase separationMARGImapping of RNA-genome interactionsMLOsmembrane-less organellesNELFnegative elongation factorNPCnuclear pore complexPol IIpolymerase IISPRITEsplit pool recognition of interactions by tag extensionTADstopologically associating domainsTSAtyramide signal amplification References1. Escayola D A. and Neugebauer K.M. (2018) Dynamics and function of nuclear bodies during embryogenesis. Biochemistry\n57, 2462–2469\n10.1021/acs.biochem.7b01262 [PubMed] [CrossRef] [Google Scholar]2. Hnisz D., Shrinivas K., Young R.A., Chakraborty A.K. and Sharp P.A. (2017) A phase separation model for transcriptional control. Cell\n169, 13–23\n10.1016/j.cell.2017.02.007 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Palikyras S. and Papantonis A. (2019) Modes of phase separation affecting chromatin regulation. Open Biol.\n9, 190167\n10.1098/rsob.190167 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Sabari B.R., Dall'Agnese A., Boija A., Klein I.A., Coffey E.L., Shrinivas K. et al.  (2018) Coactivator condensation at super-enhancers links phase separation and gene control. Science\n361, eaar3958\n10.1126/science.aar3958 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Cho W.K., Spille J.H., Hecht M., Lee C., Li C., Grube V. et al.  (2018) Mediator and RNA polymerase II clusters associate in transcription-dependent condensates. Science\n361, 412–415\n10.1126/science.aar4199 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Cook P.R. (2010) A model for all genomes: the role of transcription factories. J. Mol. Biol.\n395, 1–10\n10.1016/j.jmb.2009.10.031 [PubMed] [CrossRef] [Google Scholar]7. Chen Y. and Belmont A.S. (2019) Genome organization around nuclear speckles. Curr. Opin. Genet. Dev.\n55, 91–99\n10.1016/j.gde.2019.06.008 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Hyman A.A., Weber C.A. and Jülicher F. (2014) Liquid–liquid phase separation in biology. Annu. Rev. Cell Dev. Biol.\n30, 39–58\n10.1146/annurev-cellbio-100913-013325 [PubMed] [CrossRef] [Google Scholar]9. Shin Y. and Brangwynne C.P. (2017) Liquid phase condensation in cell physiology and disease. Science\n357, eaaf4382\n10.1126/science.aaf4382 [PubMed] [CrossRef] [Google Scholar]10. Boeynaems S., Alberti S., Fawzi N.L., Mittag T., Polymenidou M., Rousseau F. et al.  (2018) Protein phase separation: a new phase in cell biology. Trends Cell Biol.\n28, 420–435\n10.1016/j.tcb.2018.02.004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Boeynaems S., Holehouse A.S., Weinhardt V., Kovacs D., Van Lindt J., Larabell C. et al.  (2019) Spontaneous driving forces give rise to protein–RNA condensates with coexisting phases and complex material properties. Proc. Natl. Acad. Sci. U.S.A.\n116, 7889–7898\n10.1073/pnas.1821038116 [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Tan C., Saurabh S., Bruchez M.P., Schwartz R. and Leduc P. (2013) Molecular crowding shapes gene expression in synthetic cellular nanosystems. Nat. Nanotechnol.\n8, 602–608\n10.1038/nnano.2013.132 [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Nakashima K.K., Vibhute M.A. and Spruijt E. (2019) Biomolecular chemistry in liquid phase separated compartments. Front. Mol. Biosci.\n6, 21\n10.3389/fmolb.2019.00021 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Wang J., Choi J.M., Holehouse A.S., Lee H.O., Zhang X., Jahnel M. et al.  (2018) A molecular grammar governing the driving forces for phase separation of prion-like RNA binding proteins. Cell\n174, 688–99.e16\n10.1016/j.cell.2018.06.006 [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Correll C.C., Bartek J. and Dundr M. (2019) The nucleolus: a multiphase condensate balancing ribosome synthesis and translational capacity in health, aging and ribosomopathies. Cells\n8, 869\n10.3390/cells8080869 [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Riback J.A., Zhu L., Ferrolino M.C., Tolbert M., Mitrea D.M., Sanders DW\net al. (2019) Composition dependent phase separation underlies directional flux through the nucleolus. bioRxiv\n809210\n10.1101/809210 [CrossRef] [Google Scholar]17. Snead W.T. and Gladfelter A.S. (2019) The control centers of biomolecular phase separation: how membrane surfaces, PTMs, and active processes regulate condensation. Mol. Cell\n76, 295–305\n10.1016/j.molcel.2019.09.016 [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Nott T.J., Petsalaki E., Farber P., Jervis D., Fussner E., Plochowietz A. et al.  (2015) Phase transition of a disordered nuage protein generates environmentally responsive membraneless organelles. Mol. Cell\n57, 936–947\n10.1016/j.molcel.2015.01.013 [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Salzler H.R., Tatomer D.C., Malek P.Y., McDaniel S.L., Orlando A.N., Marzluff W.F. et al.  (2013) A sequence in the Drosophila H3-H4 promoter triggers histone locus body assembly and biosynthesis of replication-coupled histone mRNAs. Dev. Cell\n24, 623–634\n10.1016/j.devcel.2013.02.014 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Tompa P., Schad E., Tantos A. and Kalmar L. (2015) Intrinsically disordered proteins: emerging interaction specialists. Curr. Opin. Struct. Biol.\n35, 49–59\n10.1016/j.sbi.2015.08.009 [PubMed] [CrossRef] [Google Scholar]21. Saito M., Hess D., Eglinger J., Fritsch A.W., Kreysing M., Weinert B.T. et al.  (2019) Acetylation of intrinsically disordered regions regulates phase separation. Nat. Chem. Biol.\n15, 51–61\n10.1038/s41589-018-0180-7 [PubMed] [CrossRef] [Google Scholar]22. Sokolova E., Spruijt E., Hansen M.M., Dubuc E., Groen J., Chokkalingam V. et al.  (2013) Enhanced transcription rates in membrane-free protocells formed by coacervation of cell lysate. Proc. Natl. Acad. Sci. U.S.A.\n110, 11692–7\n10.1073/pnas.1222321110 [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Whyte W.A., Orlando D.A., Hnisz D., Abraham B.J., Lin C.Y., Kagey M.H. et al.  (2013) Master transcription factors and mediator establish super-enhancers at key cell identity genes. Cell\n153, 307–319\n10.1016/j.cell.2013.03.035 [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Pott S. and Lieb J.D. (2015) What are super-enhancers?\nNat. Genet.\n47, 8–12\n10.1038/ng.3167 [PubMed] [CrossRef] [Google Scholar]25. Wang X., Cairns M.J. and Yan J. (2019) Super-enhancers in transcriptional regulation and genome organization. Nucleic Acids Res.\n47, 11481–11496\n10.1093/nar/gkz1038 [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Mansour M.R., Abraham B.J., Anders L., Berezovskaya A., Gutierrez A., Durbin A.D. et al.  (2014) Oncogene regulation. An oncogenic super-enhancer formed through somatic mutation of a noncoding intergenic element. Science\n346, 1373–1377\n10.1126/science.1259037 [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Tuan D., Solomon W., Li Q. and London I.M. (1985) The “beta-like-globin” gene domain in human erythroid cells. Proc. Natl. Acad. Sci. U.S.A.\n82, 6384–6388\n10.1073/pnas.82.19.6384 [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Forrester W.C., Takegawa S., Papayannopoulou T., Stamatoyannopoulos G. and Groudine M. (1987) Evidence for a locus activation region: the formation of developmentally stable hypersensitive sites in globin-expressing hybrids. Nucleic Acids Res.\n15, 10159–10177\n10.1093/nar/15.24.10159 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Grosveld F., van Assendelft G.B., Greaves D.R. and Kollias G. (1987) Position-independent, high-level expression of the human beta-globin gene in transgenic mice. Cell\n51, 975–985\n10.1016/0092-8674(87)90584-8 [PubMed] [CrossRef] [Google Scholar]30. Li Q., Peterson K.R., Fang X. and Stamatoyannopoulos G. (2002) Locus control regions. Blood\n100, 3077–3086\n10.1182/blood-2002-04-1104 [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Tuan D., Kong S. and Hu K. (1992) Transcription of the hypersensitive site HS2 enhancer in erythroid cells. Proc. Natl. Acad. Sci. U.S.A.\n89, 11219–11223\n10.1073/pnas.89.23.11219 [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Leach K.M., Nightingale K., Igarashi K., Levings P.P., Engel J.D., Becker P.B. et al.  (2001) Reconstitution of human beta-globin locus control region hypersensitive sites in the absence of chromatin assembly. Mol. Cell. Biol.\n21, 2629–2640\n10.1128/MCB.21.8.2629-2640.2001 [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Johnson K.D., Christensen H.M., Zhao B. and Bresnick E.H. (2001) Distinct mechanisms control RNA polymerase II recruitment to a tissue-specific locus control region and a downstream promoter. Mol. Cell\n8, 465–471\n10.1016/S1097-2765(01)00309-4 [PubMed] [CrossRef] [Google Scholar]34. Routledge S.J. and Proudfoot N.J. (2002) Definition of transcriptional promoters in the human beta globin locus control region. J. Mol. Biol.\n323, 601–611\n10.1016/S0022-2836(02)01011-2 [PubMed] [CrossRef] [Google Scholar]35. Levings P.P. and Bungert J. (2002) The human beta-globin locus control region. Eur. J. Biochem.\n269, 1589–1599\n10.1046/j.1432-1327.2002.02797.x [PubMed] [CrossRef] [Google Scholar]36. Vieira K.F., Levings P.P., Hill M.A., Crusselle V.J., Kang S.H., Engel J.D. et al.  (2004) Recruitment of transcription complexes to the beta-globin gene locus in vivo and in vitro. J. Biol. Chem.\n279, 50350–7\n10.1074/jbc.M408883200 [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Gurumurthy A., Shen Y., Gunn E.M. and Bungert J. (2019) Phase separation and transcription regulation: are super-enhancers and locus control regions primary sites of transcription complex assembly?\nBioessays\n41, e1800164\n10.1002/bies.201800164 [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Lu H., Yu D., Hansen A.S., Ganguly S., Liu R., Heckert A. et al.  (2018) Phase-separation mechanism for C-terminal hyperphosphorylation of RNA polymerase II. Nature\n558, 318–323\n10.1038/s41586-018-0174-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Boehning M., Dugast-Darzacq C., Rankovic M., Hansen A.S., Yu T., Marie-Nelly H. et al.  (2018) RNA polymerase II clustering through carboxy-terminal domain phase separation. Nat. Struct. Mol. Biol.\n25, 833–840\n10.1038/s41594-018-0112-y [PubMed] [CrossRef] [Google Scholar]40. Zaborowska J., Egloff S. and Murphy S. (2016) The pol II CTD: new twists in the tail. Nat. Struct. Mol. Biol.\n23, 771–777\n10.1038/nsmb.3285 [PubMed] [CrossRef] [Google Scholar]41. Akoulitchev S., Mäkelä T.P., Weinberg R.A. and Reinberg D. (1995) Requirement for TFIIH kinase activity in transcription by RNA polymerase II. Nature\n377, 557–560\n10.1038/377557a0 [PubMed] [CrossRef] [Google Scholar]42. Soutourina J. (2018) Transcription regulation by the mediator complex. Nat. Rev. Mol. Cell Biol.\n19, 262–274\n10.1038/nrm.2017.115 [PubMed] [CrossRef] [Google Scholar]43. Chesnut J.D., Stephens J.H. and Dahmus M.E. (1992) The interaction of RNA polymerase II with the adenovirus-2 major late promoter is precluded by phosphorylation of the C-terminal domain of subunit IIa. J. Biol. Chem.\n267, 10500–6 PMID: [PubMed] [Google Scholar]44. Henriques T., Scruggs B.S., Inouye M.O., Muse G.W., Williams L.H., Burkholder A.B. et al.  (2018) Widespread transcriptional pausing and elongation control at enhancers. Genes Dev.\n32, 26–41\n10.1101/gad.309351.117 [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Price D.H. (2018) Transient pausing by RNA polymerase II. Proc. Natl. Acad. Sci. U.S.A.\n115, 4810–4812\n10.1073/pnas.1805129115 [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Yamaguchi Y., Shibata H. and Handa H. (2013) Transcription elongation factors DSIF and NELF: promoter-proximal pausing and beyond. Biochim. Biophys. Acta\n1829, 98–104\n10.1016/j.bbagrm.2012.11.007 [PubMed] [CrossRef] [Google Scholar]47. Cramer P. (2019) Organization and regulation of gene transcription. Nature\n573, 45–54\n10.1038/s41586-019-1517-4 [PubMed] [CrossRef] [Google Scholar]48. Kwon I., Kato M., Xiang S., Wu L., Theodoropoulos P., Mirzaei H. et al.  (2013) Phosphorylation-regulated binding of RNA polymerase II to fibrous polymers of low-complexity domains. Cell\n155, 1049–1060\n10.1016/j.cell.2013.10.033 [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Guo Y.E., Manteiga J.C., Henninger J.E., Sabari B.R., Dall'Agnese A., Hannett N.M. et al.  (2019) Pol II phosphorylation regulates a switch between transcriptional and splicing condensates. Nature\n572, 543–548\n10.1038/s41586-019-1464-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Papantonis A. and Cook P.R. (2013) Transcription factories: genome organization and gene regulation. Chem. Rev.\n113, 8683–8705\n10.1021/cr300513p [PubMed] [CrossRef] [Google Scholar]51. Cook P.R. and Marenduzzo D. (2018) Transcription-driven genome organization: a model for chromosome structure and the regulation of gene expression tested through simulations. Nucleic Acids Res.\n46, 9895–9906\n10.1093/nar/gky763 [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Larkin J.D., Papantonis A., Cook P.R. and Marenduzzo D. (2013) Space exploration by the promoter of a long human gene during one transcription cycle. Nucleic Acids Res.\n41, 2216–2227\n10.1093/nar/gks1441 [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Ghamari A., van de Corput M.P., Thongjuea S., van Cappellen W.A., van Ijcken W., van Haren J. et al.  (2013) In vivo live imaging of RNA polymerase II transcription factories in primary cells. Genes Dev.\n27, 767–777\n10.1101/gad.216200.113 [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Spector D.L. and Lamond A.I. (2011) Nuclear speckles. Cold Spring Harb. Perspect. Biol.\n3, a000646\n10.1101/cshperspect.a000646 [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Hu S., Lv P., Yan Z. and Wen B. (2019) Disruption of nuclear speckles reduces chromatin interactions in active compartments. Epigenetics Chromatin\n12, 43\n10.1186/s13072-019-0289-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Saitoh N., Spahr C.S., Patterson S.D., Bubulya P., Neuwald A.F. and Spector D.L. (2004) Proteomic analysis of interchromatin granule clusters. Mol. Biol. Cell\n15, 3876–3890\n10.1091/mbc.e04-03-0253 [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Wei X., Somanathan S., Samarabandu J. and Berezney R. (1999) Three-dimensional visualization of transcription sites and their association with splicing factor-rich nuclear speckles. J. Cell Biol.\n146, 543–558\n10.1083/jcb.146.3.543 [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Bregman D.B., Du L., van der Zee S. and Warren S.L. (1995) Transcription-dependent redistribution of the large subunit of RNA polymerase II to discrete nuclear domains. J. Cell Biol.\n129, 287–298\n10.1083/jcb.129.2.287 [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Ishov A.M., Stenberg R.M. and Maul G.G. (1997) Human cytomegalovirus immediate early interaction with host nuclear structures: definition of an immediate transcript environment. J. Cell Biol.\n138, 5–16\n10.1083/jcb.138.1.5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Fei J., Jadaliha M., Harmon T.S., Li I.T.S., Hua B., Hao Q. et al.  (2017) Quantitative analysis of multilayer organization of proteins and RNA in nuclear speckles at super resolution. J. Cell Sci.\n130, 4180–4192\n10.1242/jcs.206854 [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Chen Y., Zhang Y., Wang Y., Zhang L., Brinkman E.K., Adam S.A. et al.  (2018) Mapping 3D genome organization relative to nuclear compartments using TSA-Seq as a cytological ruler. J. Cell Biol.\n217, 4025–4048\n10.1083/jcb.201807108 [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Rao S.S., Huntley M.H., Durand N.C., Stamenova E.K., Bochkov I.D., Robinson J.T. et al.  (2014) A 3D map of the human genome at kilobase resolution reveals principles of chromatin looping. Cell\n159, 1665–1680\n10.1016/j.cell.2014.11.021 [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Szabo Q., Bantignies F. and Cavalli G. (2019) Principles of genome folding into topologically associating domains. Sci. Adv.\n5, eaaw1668\n10.1126/sciadv.aaw1668 [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Herrmann C.H. and Mancini M.A. (2001) The Cdk9 and cyclin T subunits of TAK/P-TEFb localize to splicing factor-rich nuclear speckle regions. J. Cell Sci.\n114(Pt 8), 1491–1503 PMID: [PubMed] [Google Scholar]65. Ko T.K., Kelly E. and Pines J. (2001) CrkRS: a novel conserved Cdc2-related protein kinase that colocalises with SC35 speckles. J. Cell Sci.\n114(Pt 14), 2591–2603 PMID: [PubMed] [Google Scholar]66. Dow E.C., Liu H. and Rice A.P. (2010) T-loop phosphorylated Cdk9 localizes to nuclear speckle domains which may serve as sites of active P-TEFb function and exchange between the Brd4 and 7SK/HEXIM1 regulatory complexes. J. Cell Physiol.\n224, 84–93\n10.1002/jcp.22096 [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Quinodoz S.A., Ollikainen N., Tabak B., Palla A., Schmidt J.M., Detmar E. et al.  (2018) Higher-order inter-chromosomal hubs shape 3d genome organization in the nucleus. Cell\n174, 744–57.e24\n10.1016/j.cell.2018.05.024 [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Chen W., Yan Z., Li S., Huang N., Huang X., Zhang J. et al.  (2018) RNAs as proximity-labeling media for identifying nuclear speckle positions relative to the genome. iScience\n4, 204–215\n10.1016/j.isci.2018.06.005 [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Gewartowski K., Cuéllar J., Dziembowski A. and Valpuesta J.M. (2012) The yeast THO complex forms a 5-subunit assembly that directly interacts with active chromatin. Bioarchitecture\n2, 134–137\n10.4161/bioa.21181 [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Strässer K., Masuda S., Mason P., Pfannstiel J., Oppizzi M., Rodriguez-Navarro S. et al.  (2002) TREX is a conserved complex coupling transcription with messenger RNA export. Nature\n417, 304–308\n10.1038/nature746 [PubMed] [CrossRef] [Google Scholar]71. Meinel D.M., Burkert-Kautzsch C., Kieser A., O'Duibhir E., Siebert M., Mayer A. et al.  (2013) Recruitment of TREX to the transcription machinery by its direct binding to the phospho-CTD of RNA polymerase II. PLoS Genet.\n9, e1003914\n10.1371/journal.pgen.1003914 [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Lesbirel S., Viphakone N., Parker M., Parker J., Heath C., Sudbery I. et al.  (2018) The m 6 A-methylase complex recruits TREX and regulates mRNA export. Sci. Rep.\n8, 13827\n10.1038/s41598-018-32310-8 [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Schubert T. and Köhler A. (2016) Mediator and TREX-2: emerging links between transcription initiation and mRNA export. Nucleus\n7, 126–131\n10.1080/19491034.2016.1169352 [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Schneider M., Hellerschmied D., Schubert T., Amlacher S., Vinayachandran V., Reja R. et al.  (2015) The nuclear pore-associated TREX-2 complex employs mediator to regulate gene expression. Cell\n162, 1016–1028\n10.1016/j.cell.2015.07.059 [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Wang K., Wang L., Wang J., Chen S., Shi M. and Cheng H. (2018) Intronless mRNAs transit through nuclear speckles to gain export competence. J. Cell Biol.\n217, 3912–3929\n10.1083/jcb.201801184 [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Chen S., Wang R., Zheng D., Zhang H., Chang X., Wang K. et al.  (2019) The mRNA export receptor NXF1 coordinates transcriptional dynamics, alternative polyadenylation, and mRNA export. Mol. Cell\n74, 118–31.e7\n10.1016/j.molcel.2019.01.026 [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Sun J., Shi Y. and Yildirim E. (2019) The nuclear pore complex in cell type-specific chromatin structure and gene regulation. Trends Genet.\n35, 579–588\n10.1016/j.tig.2019.05.006 [PubMed] [CrossRef] [Google Scholar]78. Frey S., Richter R.P. and Görlich D. (2006) FG-rich repeats of nuclear pore proteins form a three-dimensional meshwork with hydrogel-like properties. Science\n314, 815–817\n10.1126/science.1132516 [PubMed] [CrossRef] [Google Scholar]79. Pascual-Garcia P., Debo B., Aleman J.R., Talamas J.A., Lan Y., Nguyen N.H. et al.  (2017) Metazoan nuclear pores provide a scaffold for poised genes and mediate induced enhancer-promoter contacts. Mol. Cell\n66, 63–76.e6\n10.1016/j.molcel.2017.02.020 [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Ibarra A., Benner C., Tyagi S., Cool J. and Hetzer M.W. (2016) Nucleoporin-mediated regulation of cell identity genes. Genes Dev.\n30, 2253–2258\n10.1101/gad.287417.116 [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Liu X., Zhang Y., Chen Y., Li M., Zhou F., Li K. et al.  (2017) In situ capture of chromatin interactions by biotinylated dCas9. Cell\n170, 1028–43.e19\n10.1016/j.cell.2017.08.003 [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Ibarra A. and Hetzer M.W. (2015) Nuclear pore proteins and the control of genome functions. Genes Dev.\n29, 337–349\n10.1101/gad.256495.114 [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Pascual-Garcia P. and Capelson M. (2019) Nuclear pores in genome architecture and enhancer function. Curr. Opin. Cell Biol.\n58, 126–133\n10.1016/j.ceb.2019.04.001 [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. McSwiggen D.T., Mir M., Darzacq X. and Tjian R. (2019) Evaluating phase separation in live cells: diagnosis, caveats, and functional consequences. Genes Dev.\n33, 1619–1634\n10.1101/gad.331520.119 [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Mir M., Bickmore W., Furlong E.E.M. and Narlikar G. (2019) Chromatin topology, condensates and gene regulation: shifting paradigms or just a phase?\nDevelopment\n146, dev182766\n10.1242/dev.182766 [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Weber SC A.P. (2019) Evidence for and against liquid-liquid phase separation in the nucleus. Noncoding RNA\n5, 50, 10.3390/ncrna5040050 [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Maita H. and Nakagawa S. (2020) What is the switch for coupling transcription and splicing? RNA polymerase II C-terminal domain phosphorylation, phase separation and beyond. Wiley Interdiscip. Rev. RNA\n11, e1574\n10.1002/wrna.1574 [PubMed] [CrossRef] [Google Scholar]88. Portz B. and Shorter J. (2019) Switching condensates: the CTD code goes liquid. Trends Biochem. Sci.\n45, 1–3\n10.1016/j.tibs.2019.10.009 [PubMed] [CrossRef] [Google Scholar]89. Lin S., Coutinho-Mansfield G., Wang D., Pandit S. and Fu X.D. (2008) The splicing factor SC35 has an active role in transcriptional elongation. Nat. Struct. Mol. Biol.\n15, 819–826\n10.1038/nsmb.1461 [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. Kim J., Venkata N.C., Hernandez Gonzalez G.A., Khanna N. and Belmont A.S. (2020) Gene expression amplification by nuclear speckle association. J. Cell Biol.\n219, e201904046\n10.1083/jcb.201904046 [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Jolly C., Vourc'h C., Robert-Nicoud M. and Morimoto R.I. (1999) Intron-independent association of splicing factors with active genes. J. Cell Biol.\n145, 1133–1143\n10.1083/jcb.145.6.1133 [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Brown J.M., Leach J., Reittie J.E., Atzberger A., Lee-Prudhoe J., Wood W.G. et al.  (2006) Coregulated human globin genes are frequently in spatial proximity when active. J. Cell Biol.\n172, 177–187\n10.1083/jcb.200507073 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}