{"title": "Prediction of outcome in patients with ARDS: A prospective cohort study comparing ARDS-definitions and other ARDS-associated parameters, ratios and scores at intubation and over time", "pubDate": "2020", "PMCID": "PMC7202606", "DOI": "10.1371/journal.pone.0232720", "PMID": "32374755", "abstract": "Background:                       Early recognition of high-risk-patients with acute respiratory distress syndrome (ARDS) might improve their outcome by less protracted allocation to intensified therapy including extracorporeal membrane oxygenation (ECMO). Among numerous predictors and classifications, the American European Consensus Conferenece (AECC)- and Berlin-definitions as well as the oxygenation index (OI) and the Murray-/Lung Injury Score are the most common. Most studies compared the prediction of mortality by these parameters on the day of intubation and/or diagnosis of ARDS. However, only few studies investigated prediction over time, in particular for more than three days.                  Objective:                       Therefore, our study aimed at characterization of the best predictor and the best day(s) to predict 28-days-mortality within four days after intubation of patients with ARDS.                  Methods:                       In 100 consecutive patients with ARDS severity according to OI (mean airway pressure*FiO2/paO2), modified Murray-score without radiological points (Murray_mod), AECC- and Berlin-definition, were daily documented for four days after intubation. In the subgroup of 49 patients with transpulmonary thermodilution (TPTD) monitoring (PiCCO), extravascular lung water index (EVLWI) was measured daily.                  Primary endpoint:                       Prediction of 28-days-mortality (Area under the receiver-operating-characteristic curve (ROC-AUC)); IBM SPSS 26.                  Results:                       In the totality of patients the best prediction of 28-days-mortality was found on day-1 and day-2 (mean ROC-AUCs for all predictors/scores: 0.632 and 0.620). OI was the best predictor among the ARDS-scores (AUC=0.689 on day-1; 4-day-mean AUC = 0.625). AECC and Murray_mod had 4-day-means AUCs below 0.6. Among the 49 patients with TPTD, EVLWI (4-day-mean AUC=0.696) and OI (4-day-mean AUC=0.695) were the best predictors. AUCs were 0.789 for OI on day-1, and 0.786 for EVLWI on day-2. In binary regression analysis of patients with TPTD, EVLWI (B=-0.105; Wald=7.294; p=0.007) and OI (B=0.124; Wald=7.435; p=0.006) were independently associated with 28-days-mortality. Combining of EVLWI and OI provided ROC-AUCs of 0.801 (day-1) and 0.824 (day-2). Among the totality of patients, the use of TPTD-monitoring \"per se\" and a lower SOFA-score were independently associated with a lower 28-days-mortality.                  Conclusions:                       Prognosis of ARDS-patients can be estblished within two days after intubation. The best predictors were EVLWI and OI and their combination. TPTD-monitoring \"per se\" was independently associated with reduced mortality.", "author": [{"author": "Wolfgang Huber", "affiliation": ["Medizinische Klinik und Poliklinik II, Klinikum rechts der Isar der Technischen Universität München, München, Germany."], "href": "/?term=Huber+W&cauthor_id=32374755"}, {"author": "Michael Findeisen", "affiliation": ["Klinik für Pneumologie, Gastroenterologie, Internistische Intensiv- und Beatmungsmedizin, München Klinik Harlaching, München, Germany."], "href": "/?term=Findeisen+M&cauthor_id=32374755"}, {"author": "Tobias Lahmer", "affiliation": ["Medizinische Klinik und Poliklinik II, Klinikum rechts der Isar der Technischen Universität München, München, Germany."], "href": "/?term=Lahmer+T&cauthor_id=32374755"}, {"author": "Alexander Herner", "affiliation": ["Medizinische Klinik und Poliklinik II, Klinikum rechts der Isar der Technischen Universität München, München, Germany."], "href": "/?term=Herner+A&cauthor_id=32374755"}, {"author": "Sebastian Rasch", "affiliation": ["Medizinische Klinik und Poliklinik II, Klinikum rechts der Isar der Technischen Universität München, München, Germany."], "href": "/?term=Rasch+S&cauthor_id=32374755"}, {"author": "Ulrich Mayr", "affiliation": ["Medizinische Klinik und Poliklinik II, Klinikum rechts der Isar der Technischen Universität München, München, Germany."], "href": "/?term=Mayr+U&cauthor_id=32374755"}, {"author": "Petra Hoppmann", "affiliation": ["Medizinische Klinik und Poliklinik I, Klinikum rechts der Isar der Technischen Universität München, München, Germany."], "href": "/?term=Hoppmann+P&cauthor_id=32374755"}, {"author": "Juliane Jaitner", "affiliation": ["Medizinische Klinik und Poliklinik I, Klinikum rechts der Isar der Technischen Universität München, München, Germany."], "href": "/?term=Jaitner+J&cauthor_id=32374755"}, {"author": "Rainer Okrojek", "affiliation": ["Medizinische Klinik und Poliklinik I, Klinikum rechts der Isar der Technischen Universität München, München, Germany."], "href": "/?term=Okrojek+R&cauthor_id=32374755"}, {"author": "Franz Brettner", "affiliation": ["Abteilung Intensivmedizin, Krankenhaus Barmherzige Brüder, München, Germany."], "href": "/?term=Brettner+F&cauthor_id=32374755"}, {"author": "Roland Schmid", "affiliation": ["Medizinische Klinik und Poliklinik II, Klinikum rechts der Isar der Technischen Universität München, München, Germany."], "href": "/?term=Schmid+R&cauthor_id=32374755"}, {"author": "Paul Schmidle", "affiliation": ["Medizinische Klinik und Poliklinik II, Klinikum rechts der Isar der Technischen Universität München, München, Germany."], "href": "/?term=Schmidle+P&cauthor_id=32374755"}], "refPMID": ["26903337", "10793162", "24716510", "23688302", "30535921", "20843245", "19762075", "30207913", "29117492", "31197492", "28828357", "27007105", "8014293", "22926653", "27007104", "23235543", "3202424", "9769263", "18566110", "25093821", "23905752", "24229465", "23347799", "22343856", "25593743", "23937970", "23617961", "29791822", "21255500", "23476133", "24458052", "27821065", "22797452", "24533450", "28116595", "29564726", "17187683", "28823812", "31019754", "30744598", "27057912", "19050631", "17493273", "14769743", "26427588", "15817802", "26861596", "19561556", "30096809", "30924897", "12475851", "18090369", "18496374", "22214612", "19789451", "23263578", "22591571", "27472730", "27336901", "24170143", "23907497", "28114553", "24692480", "23732173", "25605469", "26077046", "27873292", "22703982", "26160657"], "citedInPMID": ["32374755", "34872014", "34213674", "34113249", "34075155", "33879214"], "body": " AbstractBackgroundEarly recognition of high-risk-patients with acute respiratory distress syndrome (ARDS) might improve their outcome by less protracted allocation to intensified therapy including extracorporeal membrane oxygenation (ECMO). Among numerous predictors and classifications, the American European Consensus Conferenece (AECC)- and Berlin-definitions as well as the oxygenation index (OI) and the Murray-/Lung Injury Score are the most common. Most studies compared the prediction of mortality by these parameters on the day of intubation and/or diagnosis of ARDS. However, only few studies investigated prediction over time, in particular for more than three days.ObjectiveTherefore, our study aimed at characterization of the best predictor and the best day(s) to predict 28-days-mortality within four days after intubation of patients with ARDS.MethodsIn 100 consecutive patients with ARDS severity according to OI (mean airway pressure*FiO2/paO2), modified Murray-score without radiological points (Murray_mod), AECC- and Berlin-definition, were daily documented for four days after intubation. In the subgroup of 49 patients with transpulmonary thermodilution (TPTD) monitoring (PiCCO), extravascular lung water index (EVLWI) was measured daily.Primary endpointPrediction of 28-days-mortality (Area under the receiver-operating-characteristic curve (ROC-AUC)); IBM SPSS 26.ResultsIn the totality of patients the best prediction of 28-days-mortality was found on day-1 and day-2 (mean ROC-AUCs for all predictors/scores: 0.632 and 0.620). OI was the best predictor among the ARDS-scores (AUC=0.689 on day-1; 4-day-mean AUC = 0.625). AECC and Murray_mod had 4-day-means AUCs below 0.6. Among the 49 patients with TPTD, EVLWI (4-day-mean AUC=0.696) and OI (4-day-mean AUC=0.695) were the best predictors. AUCs were 0.789 for OI on day-1, and 0.786 for EVLWI on day-2. In binary regression analysis of patients with TPTD, EVLWI (B=-0.105; Wald=7.294; p=0.007) and OI (B=0.124; Wald=7.435; p=0.006) were independently associated with 28-days-mortality. Combining of EVLWI and OI provided ROC-AUCs of 0.801 (day-1) and 0.824 (day-2). Among the totality of patients, the use of TPTD-monitoring „per se“ and a lower SOFA-score were independently associated with a lower 28-days-mortality.ConclusionsPrognosis of ARDS-patients can be estblished within two days after intubation. The best predictors were EVLWI and OI and their combination. TPTD-monitoring „per se“ was independently associated with reduced mortality. IntroductionA reduction in mortality of patients with acute respiratory distress syndrome (ARDS; [1]) has been shown for low-tidal volume ventilation [2], prone positioning [3–5] and in one study on neuro-muscular blocking agents (NMBA) [6]. Two RCTs suggest a potential to improve outcome by ECMO in selected patients [7, 8]. Nevertheless, mortality of ARDS is about 40% [1, 9, 10]. Protracted recognition or even complete non-recognition of ARDS at all contributes to its high mortality [1, 10, 11]. ARDS remains unrecognized in two of three patients at the time of fulfillment of the ARDS criteria [1]. These findings suggest a low acceptance and/or sensitivity of the current definition.ARDS is a syndromic disease without a sensitive and specific diagnostic test [12]. About 50 years after the first definition of ARDS and several modifications like the American-European Consensus Conference (AECC; [13]) also the most recent “Berlin-definition” is a matter of debate [14, 15]. AECC- and Berlin-definition are predominantly based on paO2/FiO2 and neglect the impact of pulmonary compliance and other markers on the outcome of ARDS [16].In addition to consensus-definitions several “informal” scores emerged such as the Murray (Lung Injury Score (LIS); [17]) which is based on predefined categories of paO2/FiO2, PEEP, lung compliance and chest X-ray.The combination of mean airway-pressure (P_maw) with paO2/FiO2 defines the oxygenation-index (OI = P_maw * FiO2 * 100 / paO2). Several studies demonstrated better prognostic capabilities of OI compared to pO2/FiO2 [18–20].Furthermore, extravascular lung water index EVLWI has been suggested as ARDS-defining criterion [20–26].Sensitive, specific and early diagnosis of ARDS is important to improve timing and allocation to specific interventions such as PP, NMBAs and ECMO [27]. Regarding side effects and resources required, optimized indication of these interventions is of high clinical and socio-economic interest. There is consensus that strategies to improve the effectiveness of ECMO are crucial. These strategies include an optimized patient selection. To optimize timing, a too early intervention in patients not in need for ECMO should be avoided. On the other hand, a protracted initiation of ECMO in a rescue-setting results in poor outcome [28].Only few studies included systematic, repeated and early comparison of the predictive capacities of ARDS-definitions and scores regarding mortality (Table 1).Table 1Summary of studies comparing repeated prediction of outcome in acute respiratory distress syndrome ARDS.ReferenceSetting; Number of patientsPredictorsEVLWI availableNo. of measurementsMain resultEndpointNo. of daysVillar et al. [29]ARDSpaO2/FiO2no1 measurementPredictive regression model (including age, P_plat, and paO2/FiO2) and APACHE- • II significantly predict ICU-mortality.ROC-AUCs:Derivation cohort: • model: 0.725 - 0.810 • - APACHE-II: 0.620 - 0.695Deriviation: 170 patientson day of fulfillment of ARDS APACHAPACHEPlateu-pressure (P_plat)Day-1 onlyAgeValidation: 50 patients ICU-mortalityAPACHE-IIKao et al. [30]Severe acute respiratory failure (acute respiratory failure with >24h of MVSOFA (day-1)no1 day (SOFA)OI in the first 3 days of mechanical ventilation and high SOFA independently predict mortality.3 days (PaO2/FiO2)ROC-AUCs:SOFA-score (day 1): 0.647paO2/FiO2, (day 1,3)3 days (OI)OI (day 1, 3)OI (day 3): 0.724Change of OI within the first 3 days100 patientsHospital mortalityDechert et al. [31]Multicenter study (ALVEOLI database)Day 1-4: Age, OI, age adjusted OI (AOI)no4 measurementsDeriviation cohort:Age: AUC=0.67 (day 1), similar results days 2-4541 patientsDay 1: paO2/FiO2, age + paO2/FiO24 daysOI: AUC=0.61 (day 1), similar results on days 2-4AOI (day 1-4): AUC: 0.73, 0.70, 0.70, 0.7428-days-mortalitypaO2/FiO2: AUC=0.42 (day 1)Age + PaO2/FiO2: AUC=0.52 (day 1)Validation cohortsFACCT: AOI (day 1-4): AUC: 0.70, 0.72, 0.73, 0.72ARMA: AOI (day 1-4): AUC: 0.74, 0.78, 0.77, 0.76Balzer et al. (32)ICUAECC, Berlin, paO2/FiO2, OIno442 patientsOI better predicts mortality compared to paO2/FiO2, AECC or Berlin.Hospital mortality7 measurementsOI is an independent predictor in the final model of regression analysis.7 daysBest early prediction on days 3 and 4.Own studyGeneral ICUAECC, Berlin, LIS, OI, EVLWIyes (49/99)Best prediction on day 2.99 patients49/99 patients with PiCCO and EVLWI4 measurementsEVLWI and OI are independently associated with mortality.Similar impact and cut-offs of EVLWI and OI in the multivariate analysis.28-days-mortality4 daysSum of EVLWI and OI on day 2: ROC-AUC of 0.824A cut-off of 19 for EVLWI (mL/kg) + OI (cmH2O/mmHg) on day 2 provided a sensitivity of 71% and a specificity of 79% to predict 28d-mortality.Sum EVLWI+OI+SOFA on day-2 provided a ROC-AUC of 0.856.Open in a separate windowARDS: Acute Respiratory Distress Syndrome; ICU: Intensive Care Unit; MV: Mechanical ventilation; EVLWI: Extra-vascular Lung Water Index; APACHE-II: Acute Physiology And Chronic Health Evaluation; SOFA: Sequential Organ Failure Assessment; OI: Oxygenation Index; LIS: Lung Injury Score; AECC: American European Consensus Conference; ROC-AUC: Receiver-operating characteristics area under the curveTherefore, we compared the early prediction of 28-days-mortality by AECC- and Berlin-definitions of ARDS, by OI, a modified Murray-score and—if available—by EVLWI in 100 ICU-patients with ARDS. Materials and methodsStudy designThe study was conducted in a general ICU of a university hospital between May 2015 and September 2016. The protocol was approved by the institutional review board (Ethikkommission der Fakultät für Medizin der Technischen Universität München; 343/18 S) and registered (ISRCTN32938630). The need for informed consent was waived due to the observational design.Data availability statementDue to ethical and legal restrictions imposed by Ethikkommission der Fakultät für Medizin der Technischen Universität München, confidential data are available upon request. To receive anonymized data, readers are welcome to contact the corresponding author (Prof. Dr. Wolfgang Huber, Medizinische Klinik und Poliklinik II, Klinikum rechts der Isar der Technischen Universität München, Ismaninger Strasse 22, D-81675 München, Germany. Fax: 0049-89-4140-4808. E-mail: ed.mut@rebuh.gnagflow). Professor Dr. Georg Schmidt, an affiliate of Ethikkommission der Fakultät für Medizin der Technischen Universität München, may be contacted at ed.mut@tdimhcsg).100 consecutive patients with ARDS according to the Berlin-definition [33] were included. No patients fulfilling this criterion were excluded. OI as well as grading according to the AECC- (acute lung injury (ALI), ARDS) and Berlin-definitions (mild, moderate, severe) of ARDS, modified Murray-score without radiological points (Murray_mod) were daily documented for four days after intubation and correlated with 28d-mortality. We did not include the radiological sub-score in the Murray-score, since the use of radiological assessment for the Murray-score has been questioned [34].Irrespectively of the study, 49 patients were equipped with transpulmonary thermodilution (TPTD) monitoring (PiCCO; Pulsion Medical Systems SE; Feldkirchen, Germany) on the day of intubation. In these patients, EVLWI was documented daily. TPTD using the PiCCO-2-device was performed as described previously [20].Statistics and endpointsThere were two major goals of these analyses:To characterize the best early pulmonary predictor of 28-days-mortality in patients with ARDS.To characterize the best day(s) for early prediction of 28-days-mortality.Primary endpoint: ROC-AUCs (Receiver-operating-characteristic areas under the curve) regarding the prediction of 28-days-mortality by AECC-definition, Berlin-definition, OI, Murray_mod were calculated on the 1st, 2nd, 3rd and 4th day after intubation.In the subgroup with TPTD-monitoring, also EVLWI was investigated as potential predictor of 28-days-mortality (ROC-AUCs).Secondary endpoints: Since outcome of patients with ARDS is strongly associated with non-pulmonary organ impairment [35], we also investigated the prediction of 28-days-mortality by APACHE-II and SOFA.To account for interactions and potential independent associations of several predictors with outcome, we performed three binary regression analyses (Wald backward selection) regarding 28days-mortality.Two regression analyses were restricted to the subgroup with TPTD monitoring. This allowed for analysing prediction by EVLWI in addtion to standard ARDS-scores.In a first step, we included OI, Berlin, AECC, Murray_mod and EVLWI.In a second step, we also included the general ICU-scores APACHE-II and SOFA in addition to OI and EVLWI.Prevalence of TPTD-monitoring in about half of the patients allowed to analyse a potential impact of „TPTD-monitoring per se“ with 28d-mortality as a major secondary endpoint. Necessarily, this analysis was performed in the totality of patients (49 patients with and 50 patients without TPTD-monitoring). For this analysis, we included APACHE-II, SOFA and TPTD-monitoring.For comparison of baseline or other characteristics between groups, we used the Chi-square-test and the Wilcoxon-test for unpaired samples.Due to the online documentation of all relevant data only few variables were missing due to technical or organizational reasons (e.g. absence from the ICU due to external examinations). In this case statistical tests were performed based on all measurements with valid data.The sample size was calculated based on the assumption of a rate of correct prediction of 67% regarding 28-days mortality. This would require a study population of n=65 to demonstrate a significantly better prediction of the outcome compared to prediction “by chance” (67% vs. 50%) with p <0.05 and a statistical power of 80% (one group; dichotomous primary endpoint).Assuming a drop-out rate (deaths, transfer within the first days) of 33% until day-4, n=100 patients were included.All statistical anlyses were performed using IBM SPSS 26. ResultsPatients´ characteristicsDue to early transfer to another hospital and early discharge, for one patient final information on 28-d mortality was missing. Therefore, 99 complete data sets were finally analyzed.Patients’ baseline characteristics on day 1 are shown in Table 2. 40.4% of the patients suffered from primary, 59.6% from secondary ARDS. Primary ARDS was defined as patients suffering from direct lung injury including pneumonia (bacterial, viral, fungal, or opportunistic), aspiration of gastric contents, pulmonary contusion, inhalation injury or patients with near drowning), wheras for patients with secondary ARDS patients no underlying causes for primary ARDS could be identified (e.g. sepsis of nonpulmonary source, nonthoracic trauma or hemorrhagic shock, pancreatitis, major burn injury, drug overdose, transfusion of blood products, cardiopulmonary bypass, reperfusion edema after lung transplantation or embolectomy) [9].Table 2Patients’ basic characteristics on day 1.ParameterAll patients (n=99)Primary ARDS (n=40)Secondary ARDS (n=59)p-valuePatients with TPTD (n=49)Patients without TPTD (n=50)p-valueAge (years)62±1463±1462±140.69760±1465±130.080Male sex (no; %)54 (55%)24 (60%)30 (51%)0.36926 (53%)28 (56%)0.769Height (1)172±8172±8.9172±70.868172±7172±90.752Weight (kg)76±1473±1277±150.20176±1576±130.934SOFA score11±48.48±4.5112.03±3.86<0.00111.45±4.589.76±4.240.070APACHE-II score22±721±722±70.52822±821±70.456PaO2/FiO2 (mmHg)191±68180±66197±680.253188±62195±730.398Oxygenation index (cmH2O/mmHg)8.41±6.49.6±8.47.6±4.20.1628.4±4.48.4±8.00.116Open in a separate windowRDS: Acute Respiratory Distress Syndrome; APACHE-II: Acute Physiology And Chronic Health Evaluation; SOFA: Sequential Organ Failure Assessment; TPTD: transpulmonary thermodiltionPatients with primary ARDS had a significantly lower SOFA score on day 1 (8.48 vs. 12.03; p<0.001).Patients with PiCCO-monitoring showed a trend to higher SOFA-values compared to the patients without PiCCO (11.45 vs. 9.76; p=0.070).Mortality-analyses: All patients28-days-mortality was 40 out of 99 (40.1%).On day-1, the largest ROC-AUC among the four respiratory scores was provided by OI (AUC=0.689; p=0.002; Fig 1; Table 3). Furthermore, the Berlin-definition was significantly associated with 28-days-mortality (AUC=0.664; p=0.006), whereas AECC and Murray_mod were not predictive.Open in a separate windowFig 1ROC-AUC regarding 28d-mortality (all patients; day 1).OI: oxygenation index; AECC: American European Consensus Conference; Murray_mod: modified Murray-score (sum of points without radiological points); AUC: area under the curve. APACHE-II: Acute Physiology And Chronic Health Evaluation; SOFA: Sequential Organ Failure Assessment.Table 3Prediction of 28-days-mortality by OI, Berlin-, AECC-definition and modified Murray-score: All patients.PredictorDay-1Day-2Day-3Day-4Mean-AUCAUC95%-CIp-valueAUC95%-CIp-valueAUC95%-CIp-valueAUC95%-CIp-valueOI0.6890.576-0.8010.0020.6320.513-0.7520.0340.6030.470-0.7360.1340.5770.439-0.7160.2800.625Berlin0.6640.551-0.7770.0060.6440.526-0.7620.0210.5890.456-0.7220.1960.4760.337-0.6160.7400.593AECC0.6140.501-0.7280.0550.6200.502-0.7390.0540.5850.452-0.7180.2190.4760.336-0.6150.7320.574Murray_mod0.5620.441-0.6830.2960.5820.459-0.7040.1920.6200.489-0.7510.0820.5140.375-0.6540.8410.577Mean-AUC0.6320.6200.5990.511Open in a separate windowOI: Oxygenation Index; AECC: American European consenus conference; Murray_mod: modified Murray-score; AUC: Area under the curve; 95%-CI: 95% confidence intervalWhile the AUC for the APACHE-II-score (AUC=0.667; p=0.005; Table 4) was smaller than for OI, the SOFA-score had the largest AUC of all predictors (AUC=0.763; p<0.001) on day-1.Table 4Prediction of 28-days-mortality by SOFA-and APACHE-II-score: All patients and patients with PiCCO-monitoring on all four days (d1-d4).Cohort/ SubgroupDay-1Day-2Day-3Day-4AUC95%-CIp-valueAUC95%-CIp-valueAUC95%-CIp-valueAUC95%-CIp-valueAll patientsSOFA0.7630.669-0.8560.0000.7800.686-0.8750.0000.7960.696-0.8950.0000.7900.686-0.8940.000APACHE-II0.6670.559-0.7760.0050.6800.570-0.7900.0040.6840.562-0.8060.0080.6740.549-0.8000.015Patients with PiCCOSOFA0.7740.637-0.9120.0020.7750.638-0.9120.0020.7550.610-0.9010.0050.7120.545-0.8780.033APACHE-II0.6270.459-0.7950.1550.6140.451-0.7760.2030.5990.432-0.7660.2750.6490.473-0.8260.132Open in a separate windowAUC: Area under the curve; 95%-CI: 95% confidence interval; SOFA: Sequential Organ Failure Assessment; APACHE-II: Acute Physiology And Chronic Health EvaluationOn day-2, OI (AUC=0.632; p=0.034) and Berlin-definition (AUC=0.644; p=0.021; Fig 2; Table 3) predicted 28-days-mortality with significant p-values, but poor ROC-AUCs. AECC-definition and Murray_mod were not predictive.Open in a separate windowFig 2ROC-AUC regarding 28d-mortality (all patients; day 2).OI: oxygenation index; AECC: American European Consensus Conference; Murray_mod: modified Murray-score (sum of points without radiological points); AUC: area under the curve. APACHE-II: Acute Physiology And Chronic Health Evaluation; SOFA: Sequential Organ Failure Assessment.SOFA (AUC=0.780; p<0.001; Table 4) predicted 28-days-mortality better than the APACHE-II (AUC=0.680; p=0.004).On day-3 and on day-4 none of the four ARDS-scores significantly predicted 28-days-mortality (Figs ​(Figs33 and ​and4;4; Table 3).Open in a separate windowFig 3ROC-AUC regarding 28d-mortality (all patients; day 3).OI: oxygenation index; AECC: American European Consensus Conference; Murray_mod: modified Murray-score (sum of points without radiological points); AUC: area under the curve. APACHE-II: Acute Physiology And Chronic Health Evaluation; SOFA: Sequential Organ Failure Assessment.Open in a separate windowFig 4ROC-AUC regarding 28d-mortality (all patients; day 4).OI: oxygenation index; AECC: American European Consensus Conference; Murray_mod: modified Murray-score (sum of points without radiological points); AUC: area under the curve. APACHE-II: Acute Physiology And Chronic Health Evaluation; SOFA: Sequential Organ Failure Assessment.SOFA (AUC=0.796; p<0.001) provided larger AUCs than APACHE-II (AUC=0.684; p=0.008) on day-3 and day-4 (AUC=0.790; p<0.001 vs. AUC=0.674; p=0.015; Table 4).OI was the best predictor among the respiratory scores with a mean AUC of 0.625 (see Table 3), whereas the mean AUCs for all other scores were below the critical threshold of 0.6.Regarding the timing of prognosis, the best prediction of 28-days-mortality was found on day-1 (mean ROC-AUC=0.632) and day-2 (mean ROC-AUC=0.620; see Table 3), whereas mean ROC-AUCs were below 0.6 on day-3 and on day-4.Mortality-analyses: Subgroup with TPTD-monitoring (n=49)Among patients with TPTD-monitoring, EVLWI had the best predictive capacities (Fig 5; Table 5): EVLWI provided the largest ROC-AUC on day-2 (AUC=0.786; p=0.001). EVLWI was also predictive on day-1 (AUC=0.712; p=0.018). EVLWI was the only parameter predicting 28-days-mortality on day-3 (AUC=0.692; p=0.035). The mean AUC for day-1 to day-4 was 0.696 for EVLWI (Table 5). OI was predictive on day-1 (AUC=0.789; p=0.001) and on day-2 (AUC=0.734; p=0.009), but not on day-3 and day-4. Next to EVLWI, OI provided the largest mean ROC-AUC (0.695; Table 5).Open in a separate windowFig 5Thermoplot illustrating ROC-AUCs of single parameters, scores and combined models within four days after intubation in patients with PiCCO-monitoring.Y-axis ranges from 0.5 (worthless for prediction; intense blue) to 1.0 and 0.0 (best prediction; intense red). AUC: area under the curve.OI: oxygenation index; EVLWI: Extra-vascular Lung Water Index; AECC: American European Consensus Conference; Murray_mod: modified Murray-score (sum of points without radiological points); AUC: area under the curve. APACHE-II: Acute Physiology And Chronic Health Evaluation; SOFA: Sequential Organ Failure Assessment.Table 5Prediction of 28-days-mortality by OI, Berlin-, AECC-definition, Murray-score and EVLWI: Patients with PiCCO-monitoring on all four days (d1-d4).Day-1Day-2Day-3Day-4Mean-AUCAUC95%-CIp-valueAUC95%-CIp-valueAUC95%-CIp-valueAUC95%-CIp-valueOI0.7890.647-0.9310.0010.7340.588-0.8800.0090.6490.479-0.8180.1020.6090.425-0.7940.2700.695Berlin0.6970.535-0.8600.0270.6830.518-0.8470.0410.5780.401-0.7540.3930.4560.265-0.6460.6550.604AECC0.6560.494-0.8190.0800.6460.481-0.8110.1010.5740.398-0.7510.4130.4620.269-0.6540.6990.585Murray_mod0.6590.499-0.8190.0750.6750.513-0.8380.0490.6380.468-0.8080.1290.5220.335-0.7090.8230.624EVLWI0.7120.562-0.8620.0180.7860.653-0.9190.0010.6920.531-0.8520.0350.5950.412-0.7780.3400.696Mean-AUC0.7030.7050.6260.529Open in a separate windowOI: Oxygenation-index; AECC: American European consenus conference; Murray_mod: modified Murray-score; AUC: Area under the curve; 95%-CI: 95% confidence intervalThe Berlin-definition was associated with 28-days-mortality on day-1 (AUC=0.697; p=0.027) and on day-2 (AUC=0.683; p=0.041), but not on day-3 and day-4. The mean ROC-AUC over four days (AUC=0.604) was substantially smaller for the Berlin-definition than for EVLWI and OI.Murray_mod was predictive only on day-2 (AUC=0.675; p=0.049). The mean ROC-AUC (AUC=0.624) for Murray_mod was slightly larger than for the Berlin-definition.The AECC-definition did not predict 28-days-mortality on any day and provided the smallest mean ROC-AUC (AUC=0.585).Regarding the timing of prognosis, as for the totality of patients, the best prediction of 28-days-mortality was found on day-1 (mean AUC=0.703) and day-2 (mean AUC=0.705; Table 5; Fig 5).Multivariate analysis including ARDS-scores and EVLWIIn binary regression analysis regarding 28-days-mortality including OI, Berlin, AECC, Murray_mod and EVLWI, only EVLWI (p=0.007) and OI (p=0.006) were independently associated with 28-days-mortality.The B- (-0.105 and -0.124), Wald- (7.294 and 7.435) and p-values (p=0.007 and p=0.006) in the regression equation were similar for EVLWI and OI. This implicates that both parameters had a similar impact and similar absolute values in the model. These findings suggests that simple addition (OI+EVLWI) or multiplication (OI*EVLWI) could provide similar predictive capacities as the more complex model (prediction formula: 2.917-0.124*OI-0.105*EVLWI).As shown in Fig 5 the complete regression formula as well as the simplified formulas EVLWI+OI and EVLWI*OI outscored all ARDS-scores and single parameters on all four days.The best day to predict 28-days-mortality by the combination of EVLWI and OI was day-2 with ROC-AUCs of up to 0.824.A cut-off of 19 for the sum of EVLWI (mL/kg)772 + OI (cmH2O/mmHg) on day-2 provided a sensitivity of 71% and a specificity of 79% to predict 28-days-mortality.As for the totality of patients, SOFA better predicted mortality compared to APACHE-II. The largest AUCs for SOFA and APACHE-II were found on day-2 (SOFA: AUC=0.775; APACHE-II: AUC=0.614). However, the AUCs on day-2 were smaller than for the combinations of EVLWI and OI (0.822-0.824; Fig 5; Table 5).For validation, we re-analyzed an independent dataset from a previous study [20]. This analysis demonstrated significant and comparable ROC-AUCs for „OI+EVLWI“ (day-1: AUC=0.676; p=0.046; day-3: AUC=0.772; p=0.002; Fig 6) and the more complex „OI and EVLWI-model“ (day-1: AUC=0.686; p=0.036; day-3: AUC=0.789; p=0.001).Open in a separate windowFig 6Validation-study (dataset (n=50) from reference [20]): ROC-AUC regarding mortality.The models OI_and_EVLWI were calculated from the regression formula derived from this study (evaluation study). OI: oxygenation index; EVLWI: Extra-vascular Lung Water Index. AUC: area under the curve.Prediction of mortality: Combination of SOFA with EVLWI and OIIn the next step, we performed binary regression analysis regarding 28-days-mortality including SOFA-, APACHE-II-score, OI and EVLWI. While APACHE-II did not independently predict 28d-mortality, EVLWI (p=0.018), OI (p=0.022) and SOFA (p=0.015) were independent predictors of 28-days-mortality.Finally, univariate comparison of patients with and without PiCCO-monitoring showed a trend to lower mortality in patients with PiCCO-monitoring (16/49 (33%) vs. 24/50 (48%); p=0.12) despite a trend to a higher baseline-SOFA-score (11.45±4.58 vs. 9.76±4.24; p=0.070).In binary regression analysis including “use of PiCCO-monitoring”, SOFA and APACHE-II, only “use of PiCCO-monitoring” (p=0.007) and lower SOFA-score (p<0.001) were independently associated with a lower 28-days-mortality. DiscussionProtracted or even non-recognititon of ARDS contributes to its high mortalitiy. This might be due to low nurse-to-patient ratios, low physician-to-patient ratios, older patient age, higher paO2/FiO2 ratio, and the absence of of pneumonia or pancreatitis. In a recent trial, all these factors were independently associated with higher probability of non-recognition of ARDS [1]. However, early recognition and grading of ARDS is crucial, since the effectiveness of several therapeutic measures depends on their early initiation [2, 4, 6, 10, 36]. This also applies to ECMO [28, 37].Our analyses regarding timing and predictors of 28-days-mortality showed the following results:OI better predicts 28-days-mortality compared to Berlin-definition, AECC and Murray_mod.The best predictive capacities were found within the first two days after intubation.EVLWI is a strong and independent predictor of 28-days-mortality.The combination of EVLWI and OI further increases the predictive capacities of each parameter alone. „OI+EVLWI“ provides larger ROC-AUCs than SOFA and APACHE-II on the first two days.SOFA better predicted 28-days-mortality than APACHE-II.EVLWI, OI and SOFA were independently associated with 28-days-mortality.Furthermore, TPTD-monitoring was independently associated with a lower 28-days-mortality.Similar to previous studies, we found poor prognostic capacities of predictors mainly based on paO2/FiO2. The predictive capacities of the Berlin-definition were poor even in the primary validation-study: the ROC-AUC was only slightly better compared to the AECC-definition (AUC 0.577 vs. 0.536) and below the minimum threshold of 0.6 [33]. Limited predictive capacities of AECC, Berlin and paO2/FiO2 were found in numerous more recent trials [32, 38–41].Also the Murray/LIS-score is strongly driven by paO2/FiO2. It includes four categories of paO2/FiO2, PEEP, compliance and radiological findings. Among these four parameters, only paO2/FiO2 and PEEP were significantly different between survivors and non-survivors in a recent study [34].Several reasons for the poor performance of paO2/FiO2, AECC, Berlin and Murray need to be discussed. The cut-offs of 100, 175, 200, 225 and 300mmHg used in these scores are arbitrary and poorly validated. Furthermore, paO2/FiO2 strongly dependends on ventilatory data including PEEP, inspiration/exspiration-ratio, driving-pressure and even FiO2 itself. Inclusion of minimum (Berlin) or categorized (Murray; [17] information of PEEP did not substantially improve prediction compared to AECC. Finally, all three scores do not account for the non-linear relationship of paO2 and FiO2: As shown by Allardet-Servent and co-workers [42], paO2/FiO2 strongly increases with higher values of FiO2 [42].The strong performance of OI in our study is in line with several previous studies [19, 30, 32, 38, 43–46]. Incorporation of P_maw includes substantial additional information, since P_maw in addition to paO2/FiO2 reflects PEEP, inspiration/expiration-ratio, peak-pressure, delta-pressure and ventilation-mode (assisted vs. controlled). The strong improvement of prediction by inclusion of P_maw is further emphasized by the strong performance of the oxygenation saturation index [47] in several recent studies [38, 48–50]. OSI replaces paO2 by percutaneous oxygen saturation:\nOSI=100*P_maw*FiO2/SaO2Best prediction of outcome on day-2 in our study is in line with some [30, 31, 41], but not all of the few studies performing sequential prediction of mortality in ARDS. The study by Balzer et al. [32] analyzed prediction of mortality on day-1 to day-7 in 442 patients. It showed increasing predictive capacities from day-1 to day-3 and comparable ROC-AUCs from day-3 to day-7. However, two thirds of the patients extracted from a seven-year-database had been transferred from other hospitals, and 58% were treated with extracorporeal lung-assist after transfer. Both, transfer with previous ventilation and extracorporeal lung-support might have influenced the best time of prediction.The strong performance of EVLWI in our study is supported by previous data, since EVLWI has been associated with mortality in numerous studies [20, 25, 51–56].Some of these studies also demonstrated independent association of EVLWI with mortality in addition to APACHE-II [20], SOFA [55, 57] and SAPS [56]. Interestingly, in the studies by Mallat [57] and Craig [55], EVLWI and SOFA had similar odds ratios in the multivariate analyses. These data suggest a similar impact in a combined model which supports our finding that EVLWI, OI and SOFA were independently and to similar degree associated with 28-days-mortality.While the combination of OI and EVLWI might be usefull for selection of patients for ECMO, SOFA might be used as an exclusion criterion for ECMO: Several ECMO registries and EOLIA suggest that even early ECMO does not improve outcome in patients with high SOFA-scores [3, 8, 58–61].Finally, the finding that the early use of TPTD-monitoring „per se“ independently reduced mortality in patients with ARDS is of high interest.As expected according to the local standard, patients with PiCCO-monitoring available within 24h after intubation showed a trend to more severe organ impairment (mean SOFA 11.45 vs. 9.76; p=0.070).A recent study suggests increases in mortality of about 7% for each SOFA-point [62]. Accordingly, mortality should be about 13% higher in our patients with PiCCO-monitoring. However, it was 15% lower (33% vs. 48%). This reduction of the predicted mortality-difference by 28% by advanced monitoring “per se” should be interpreted with caution, although these findings are in line with previous studies suggesting potentially beneficial effects of PiCCO-monitoring with [63–67] and without [68, 69] pre-defined algorithms. Similar to our study, a RCT in patients with ARDS and septic shock demonstrated a comparable mortality between groups despite a 17% percent higher predicted mortality according to SOFA and APACHE-II in the PiCCO-group compared to the controls [65, 66].Strengths and practical applicationsThis is one of few studies comparing daily prediction of mortality in ARDS by AECC, Berlin, Murray/LIS and OI over four days after intubation. Availability of TPTD-monitoring in about 50% of the patients allowed for comparing these predictors to EVLWI in a substantial subgroup, and for analyzing the impact of PiCCO-monitoring per se.The usefulness of EVLWI and OI could be validated in an independent validation group.LimitationsEvaluation and validation were performed in a single center. TPTD-data were obtained in only half of the patients. Furthermore, prediction of a high mortality with high sensitvity and specifity by a single or few parameters in a mono-centric cohort rarely justifies limitation of therapy in an individual patient. However, in addition to a practical use (better allocation to different treatment options; in particular allocation of patients „at need“ to limited ressources) predictors help to compare patient populations in studies or and audits.Another limitation is our „pragmatic“ approach with crossover–comparison of several predictors of 28-days on four different days. This might induce a kind of „immortality bias“: Since a substantial number of patients died or was transferred within the first three days, the basis of observation and the number of patients analysed on day-4 were different from day-1. From a statistician´s viewpoint, one could overcome this problem by a limitation of the anaylsis to patients surviving at least to day-5. However, this would eliminate half of the non-survivors (20 out 40) who died within the first four days. Regarding better allocation of patients to early treatment options such as ECMO, this approach would eliminate the most interesting subgroup of our study. On the other hand, this approach would focus on predictors of late mortality. Ex-post analyses of this study demonstrate that the SOFA-score best predicted late mortality, whereas P/F-ratio, AECC- and Berlin-definition and modified Murray-score were poor predictors (data not shown). Next to SOFA-score, the largest AUCs to predict death after day-4 were provided by Oxygenation-Index (AUC=0.700; p=0.008) on day-1, and by EVLWI on day-2 (AUC0.751; p=0.010) in the subgroup of patients with PiCCO-monitoring. ConclusionsPrognosis of ARDS-patients can be established within the first two days after intubation.EVLWI, OI and SOFA were the best predictors. Similar cut-offs and numerical values facilitate their use in simple models resulting from addition of the raw values.TPTD-monitoring „per se“ was independently associated with reduced mortality. AbbreviationsAECCAmerican European Consensus ConferenceAOIAge-adjusted oxygenation indexAPACHEAcute physiology and chronic health evaluationARDSAcute respiratory distress syndromeAUCArea under the curveECMOExtra-corporeal membrane oxygenationEVLWIExtravascular lung water indexFiO2Fraction of inspired oxygenI/EInspiration/exspirationICUIntensive care unitLISLung injury scoreMVMechanical ventilationNMBANeuro-muscular blocking agentOIOxygenation indexOROdds ratioOSIOxygenation saturation indexP_mawMean airway pressureP_platPlateau pressurepaO2Arterial partial oxygen pressurePEEPPositive end-expiratory pressurePPProne positioningRCTRandomized controled trialROCReceiver operating caracteristicSaO2Arterial oxygen saturationSAPSSimplified acute physiology scoreSOFASequential organ failure assesmentTPTDTranspulmonary thermodilution Funding StatementThe authors received no specific funding for this work. Data AvailabilityDue to ethical and legal restrictions imposed by Ethikkommission der Fakultät für Medizin der Technischen Universität München, confidential data are available upon request. To receive anonymized data, readers are welcome to contact the corresponding author (Prof. Dr. Wolfgang Huber, Medizinische Klinik und Poliklinik II, Klinikum rechts der Isar der Technischen Universität München, Ismaninger Strasse 22, D-81675 München, Germany. Fax: 0049-89-4140-4808. Email: ed.mut@rebuh.gnagflow). Professor Dr. Georg Schmidt, an affiliate of Ethikkommission der Fakultät für Medizin der Technischen Universität München, may be contacted at ed.mut@tdimhcsg) References1. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, et al.\nEpidemiology, Patterns of Care, and Mortality for Patients With Acute Respiratory Distress Syndrome in Intensive Care Units in 50\nCountries. JAMA. 2016;315(8):788–800. 10.1001/jama.2016.0291\n [PubMed] [CrossRef] [Google Scholar]2. Network TARDS. Ventilation with Lower Tidal Volumes as Compared with Traditional Tidal Volumes for Acute Lung Injury and the Acute Respiratory Distress Syndrome. New England Journal of Medicine. 2000;342(18):1301–8. 10.1056/NEJM200005043421801\n [PubMed] [CrossRef] [Google Scholar]3. Enger T, Philipp A, Videm V, Lubnow M, Wahba A, Fischer M, et al.\nPrediction of mortality in adult patients with severe acute lung failure receiving veno-venous extracorporeal membrane oxygenation: a prospective observational study. Crit Care. 2014;18(2):R67\n10.1186/cc13824\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Guérin C, Reignier J, Richard J-C, Beuret P, Gacouin A, Boulain T, et al.\nProne Positioning in Severe Acute Respiratory Distress Syndrome. New England Journal of Medicine. 2013;368(23):2159–68. 10.1056/NEJMoa1214103\n [PubMed] [CrossRef] [Google Scholar]5. Ruste M, Bitker L, Yonis H, Riad Z, Louf-Durier A, Lissonde F, et al.\nHemodynamic effects of extended prone position sessions in ARDS. Annals of Intensive Care. 2018;8(1):120\n10.1186/s13613-018-0464-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Papazian L, Forel JM, Gacouin A, Penot-Ragon C, Perrin G, Loundou A, et al.\nNeuromuscular blockers in early acute respiratory distress syndrome. N Engl J Med. 2010;363(12):1107–16. 10.1056/NEJMoa1005372\n [PubMed] [CrossRef] [Google Scholar]7. Peek GJ, Mugford M, Tiruvoipati R, Wilson A, Allen E, Thalanany MM, et al.\nEfficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial. Lancet. 2009;374(9698):1351–63. 10.1016/S0140-6736(09)61069-2\n [PubMed] [CrossRef] [Google Scholar]8. Combes A, Slutsky AS, Brodie D. ECMO for Severe Acute Respiratory Distress Syndrome. N Engl J Med. 2018;379(11):1091–2. [PubMed] [Google Scholar]9. Thompson BT, Chambers RC, Liu KD. Acute Respiratory Distress Syndrome. The New England journal of medicine. 2017;377(19):1904–5. [PubMed] [Google Scholar]10. Papazian L, Aubron C, Brochard L, Chiche J-D, Combes A, Dreyfuss D, et al.\nFormal guidelines: management of acute respiratory distress syndrome. Annals of Intensive Care. 2019;9(1):69\n10.1186/s13613-019-0540-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Rezoagli E, Fumagalli R, Bellani G. Definition and epidemiology of acute respiratory distress syndrome. Annals of translational medicine. 2017;5(14):282\n10.21037/atm.2017.06.62\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Del Sorbo L, Ranieri VM, Ferguson ND. The Berlin definition met our needs: yes. Intensive care medicine. 2016;42(5):643–7. 10.1007/s00134-016-4286-7\n [PubMed] [CrossRef] [Google Scholar]13. Bernard GR, Artigas A, Brigham KL, Carlet J, Falke K, Hudson L, et al.\nReport of the American-European consensus conference on ARDS: definitions, mechanisms, relevant outcomes and clinical trial coordination. The Consensus Committee. Intensive care medicine. 1994;20(3):225–32. 10.1007/bf01704707\n [PubMed] [CrossRef] [Google Scholar]14. Ferguson ND, Fan E, Camporota L, Antonelli M, Anzueto A, Beale R, et al.\nThe Berlin definition of ARDS: an expanded rationale, justification, and supplementary material. Intensive Care Med. 2012;38(10):1573–82. 10.1007/s00134-012-2682-1\n [PubMed] [CrossRef] [Google Scholar]15. Villar J, Perez-Mendez L, Kacmarek RM. The Berlin definition met our needs: no. Intensive care medicine. 2016;42(5):648–50. 10.1007/s00134-016-4242-6\n [PubMed] [CrossRef] [Google Scholar]16. Costa EL, Amato MB. The new definition for acute lung injury and acute respiratory distress syndrome: is there room for improvement?\nCurrent opinion in critical care. 2013;19(1):16–23. 10.1097/MCC.0b013e32835c50b1\n [PubMed] [CrossRef] [Google Scholar]17. Murray JF, Matthay MA, Luce JM, Flick MR. An expanded definition of the adult respiratory distress syndrome. The American review of respiratory disease. 1988;138(3):720–3. 10.1164/ajrccm/138.3.720\n [PubMed] [CrossRef] [Google Scholar]18. Monchi M, Bellenfant F, Cariou A, Joly LM, Thebert D, Laurent I, et al.\nEarly predictive factors of survival in the acute respiratory distress syndrome. A multivariate analysis. American journal of respiratory and critical care medicine. 1998;158(4):1076–81. 10.1164/ajrccm.158.4.9802009\n [PubMed] [CrossRef] [Google Scholar]19. Seeley E, McAuley DF, Eisner M, Miletin M, Matthay MA, Kallet RH. Predictors of mortality in acute lung injury during the era of lung protective ventilation. Thorax. 2008;63(11):994–8. 10.1136/thx.2007.093658\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Huber W, Hollthaler J, Schuster T, Umgelter A, Franzen M, Saugel B, et al.\nAssociation between different indexations of extravascular lung water (EVLW) and PaO2/FiO2: a two-center study in 231 patients. PloS one. 2014;9(8):e103854\n10.1371/journal.pone.0103854\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Phillips CR. The Berlin definition: real change or the emperor’s new clothes?\nCrit Care. 2013;17(4):174\n10.1186/cc12761\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Chew MS. Extravascular lung water in acute respiratory distress syndrome and the Berlin definition: time for real change. Crit Care. 2013;17(6):463\n10.1186/cc13099\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Perel A. Extravascular lung water and the pulmonary vascular permeability index may improve the definition of ARDS. Crit Care. 2013;17(1):108\n10.1186/cc11918\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Michard F, Fernandez-Mondejar E, Kirov MY, Malbrain M, Tagami T. A new and simple definition for acute lung injury*. Critical care medicine. 2012;40(3):1004–6. 10.1097/CCM.0b013e31823b97fd\n [PubMed] [CrossRef] [Google Scholar]25. Tagami T, Nakamura T, Kushimoto S, Tosa R, Watanabe A, Kaneko T, et al.\nEarly-phase changes of extravascular lung water index as a prognostic indicator in acute respiratory distress syndrome patients. Ann Intensive Care. 2014;4:27\n10.1186/s13613-014-0027-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Brown LM, Calfee CS, Howard JP, Craig TR, Matthay MA, McAuley DF. Comparison of thermodilution measured extravascular lung water with chest radiographic assessment of pulmonary oedema in patients with acute lung injury. Annals of Intensive Care. 2013;3(1):25\n10.1186/2110-5820-3-25\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. de Haro C, Martin-Loeches I, Torrents E, Artigas A. Acute respiratory distress syndrome: prevention and early recognition. Annals of Intensive Care. 2013;3(1):11\n10.1186/2110-5820-3-11\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Combes A, Hajage D, Capellier G, Demoule A, Lavoue S, Guervilly C, et al.\nExtracorporeal Membrane Oxygenation for Severe Acute Respiratory Distress Syndrome. The New England journal of medicine. 2018;378(21):1965–75. 10.1056/NEJMoa1800385\n [PubMed] [CrossRef] [Google Scholar]29. Villar J, Perez-Mendez L, Basaldua S, Blanco J, Aguilar G, Toral D, et al.\nA risk tertiles model for predicting mortality in patients with acute respiratory distress syndrome: age, plateau pressure, and P(aO(2))/F(IO(2)) at ARDS onset can predict mortality. Respir Care. 2011;56. [PubMed] [Google Scholar]30. Kao HC, Lai TY, Hung HL, Chen YM, Chou PA, Wang CC, et al.\nSequential oxygenation index and organ dysfunction assessment within the first 3 days of mechanical ventilation predict the outcome of adult patients with severe acute respiratory failure. TheScientificWorldJournal. 2013;2013:413216\n10.1155/2013/413216\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Dechert RE, Park PK, Bartlett RH. Evaluation of the oxygenation index in adult respiratory failure. The journal of trauma and acute care surgery. 2014;76(2):469–73. 10.1097/TA.0b013e3182ab0d27\n [PubMed] [CrossRef] [Google Scholar]32. Balzer F, Menk M, Ziegler J, Pille C, Wernecke KD, Spies C, et al.\nPredictors of survival in critically ill patients with acute respiratory distress syndrome (ARDS): an observational study. BMC anesthesiology. 2016;16(1):108\n10.1186/s12871-016-0272-4\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.\nAcute respiratory distress syndrome: the Berlin definition. Jama. 2012;307. [PubMed] [Google Scholar]34. Kangelaris KN, Calfee CS, May AK, Zhuo H, Matthay MA, Ware LB. Is there still a role for the lung injury score in the era of the Berlin definition ARDS?\nAnnals of Intensive Care. 2014;4(1):4\n10.1186/2110-5820-4-4\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Seethala RR, Hou PC, Aisiku IP, Frendl G, Park PK, Mikkelsen ME, et al.\nEarly risk factors and the role of fluid administration in developing acute respiratory distress syndrome in septic patients. Annals of Intensive Care. 2017;7(1):11\n10.1186/s13613-017-0233-1\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Simonis FD, Barbas CSV, Artigas-Raventós A, Canet J, Determann RM, Anstey J, et al.\nPotentially modifiable respiratory variables contributing to outcome in ICU patients without ARDS: a secondary analysis of PRoVENT. Annals of Intensive Care. 2018;8(1):39\n10.1186/s13613-018-0385-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Peek GJ, Clemens F, Elbourne D, Firmin R, Hardy P, Hibbert C, et al.\nCESAR: conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure. BMC Health Serv Res. 2006;6. [PMC free article] [PubMed] [Google Scholar]38. DesPrez K, McNeil JB, Wang C, Bastarache JA, Shaver CM, Ware LB. Oxygenation Saturation Index Predicts Clinical Outcomes in ARDS. Chest. 2017;152(6):1151–8. 10.1016/j.chest.2017.08.002\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Dai Q, Wang S, Liu R, Wang H, Zheng J, Yu K. Risk factors for outcomes of acute respiratory distress syndrome patients: a retrospective study. J Thorac Dis. 2019;11(3):673–85. 10.21037/jtd.2019.02.84\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Kamo T, Tasaka S, Suzuki T, Asakura T, Suzuki S, Yagi K, et al.\nPrognostic values of the Berlin definition criteria, blood lactate level, and fibroproliferative changes on high-resolution computed tomography in ARDS patients. BMC Pulm Med. 2019;19(1):37\n10.1186/s12890-019-0803-0\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Lai CC, Sung MI, Liu HH, Chen CM, Chiang SR, Liu WL, et al.\nThe Ratio of Partial Pressure Arterial Oxygen and Fraction of Inspired Oxygen 1 Day After Acute Respiratory Distress Syndrome Onset Can Predict the Outcomes of Involving Patients. Medicine (Baltimore). 2016;95(14):e3333. [PMC free article] [PubMed] [Google Scholar]42. Allardet-Servent J, Forel JM, Roch A, Guervilly C, Chiche L, Castanier M, et al.\nFIO2 and acute respiratory distress syndrome definition during lung protective ventilation. Critical care medicine. 2009;37(1):202–7, e4-6. 10.1097/CCM.0b013e31819261db\n [PubMed] [CrossRef] [Google Scholar]43. Gajic O, Afessa B, Thompson BT, Frutos-Vivar F, Malinchoc M, Rubenfeld GD, et al.\nPrediction of death and prolonged mechanical ventilation in acute lung injury. Crit Care. 2007;11(3):R53\n10.1186/cc5909\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. El-Khatib MF, Jamaleddine GW. A new oxygenation index for reflecting intrapulmonary shunting in patients undergoing open-heart surgery. Chest. 2004;125(2):592–6. 10.1378/chest.125.2.592\n [PubMed] [CrossRef] [Google Scholar]45. Go L, Budinger GR, Kwasny MJ, Peng J, Forel JM, Papazian L, et al.\nFailure to Improve the Oxygenation Index Is a Useful Predictor of Therapy Failure in Acute Respiratory Distress Syndrome Clinical Trials. Crit Care Med. 2016;44(1):e40–4. 10.1097/CCM.0000000000001295\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Trachsel D, McCrindle BW, Nakagawa S, Bohn D. Oxygenation index predicts outcome in children with acute hypoxemic respiratory failure. Am J Respir Crit Care Med. 2005;172(2):206–11. 10.1164/rccm.200405-625OC\n [PubMed] [CrossRef] [Google Scholar]47. Fanelli V, Ranieri MV, Mancebo J, Moerer O, Quintel M, Morley S, et al.\nFeasibility and safety of low-flow extracorporeal carbon dioxide removal to facilitate ultra-protective ventilation in patients with moderate acute respiratory distress sindrome. Crit Care. 2016;20:36\n10.1186/s13054-016-1211-y\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Thomas NJ, Shaffer ML, Willson DF, Shih MC, Curley MA. Defining acute lung disease in children with the oxygenation saturation index. Pediatr Crit Care Med. 2010;11(1):12–7. 10.1097/PCC.0b013e3181b0653d\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Chen WL, Lin WT, Kung SC, Lai CC, Chao CM. The Value of Oxygenation Saturation Index in Predicting the Outcomes of Patients with Acute Respiratory Distress Syndrome. J Clin Med. 2018;7(8). [PMC free article] [PubMed] [Google Scholar]50. Muniraman HK, Song AY, Ramanathan R, Fletcher KL, Kibe R, Ding L, et al.\nEvaluation of Oxygen Saturation Index Compared With Oxygenation Index in Neonates With Hypoxemic Respiratory Failure. JAMA Netw Open. 2019;2(3):e191179\n10.1001/jamanetworkopen.2019.1179\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Sakka SG, Klein M, Reinhart K, Meier-Hellmann A. Prognostic value of extravascular lung water in critically ill patients. Chest. 2002;122(6):2080–6. 10.1378/chest.122.6.2080\n [PubMed] [CrossRef] [Google Scholar]52. Phillips CR, Chesnutt MS, Smith SM. Extravascular lung water in sepsis-associated acute respiratory distress syndrome: indexing with predicted body weight improves correlation with severity of illness and survival. Crit Care Med. 2008;36(1):69–73. 10.1097/01.CCM.0000295314.01232.BE\n [PubMed] [CrossRef] [Google Scholar]53. Berkowitz DM, Danai PA, Eaton S, Moss M, Martin GS. Accurate characterization of extravascular lung water in acute respiratory distress syndrome. Crit Care Med. 2008;36(6):1803–9. 10.1097/CCM.0b013e3181743eeb\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Chew MS, Ihrman L, During J, Bergenzaun L, Ersson A, Unden J, et al.\nExtravascular lung water index improves the diagnostic accuracy of lung injury in patients with shock. Crit Care. 2012;16(1):R1\n10.1186/cc10599\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Craig TR, Duffy MJ, Shyamsundar M, McDowell C, McLaughlin B, Elborn JS, et al.\nExtravascular lung water indexed to predicted body weight is a novel predictor of intensive care unit mortality in patients with acute lung injury. Critical care medicine. 2010;38(1):114–20. 10.1097/CCM.0b013e3181b43050\n [PubMed] [CrossRef] [Google Scholar]56. Jozwiak M, Silva S, Persichini R, Anguel N, Osman D, Richard C, et al.\nExtravascular lung water is an independent prognostic factor in patients with acute respiratory distress syndrome. Critical care medicine. 2013;41(2):472–80. 10.1097/CCM.0b013e31826ab377\n [PubMed] [CrossRef] [Google Scholar]57. Mallat J, Pepy F, Lemyze M, Barrailler S, Gasan G, Tronchon L, et al.\nExtravascular lung water indexed or not to predicted body weight is a predictor of mortality in septic shock patients. J Crit Care. 2012;27(4):376–83. 10.1016/j.jcrc.2012.03.009\n [PubMed] [CrossRef] [Google Scholar]58. Cheng YT, Wu MY, Chang YS, Huang CC, Lin PJ. Developing a simple preinterventional score to predict hospital mortality in adult venovenous extracorporeal membrane oxygenation: A pilot study. Medicine (Baltimore). 2016;95(30):e4380. [PMC free article] [PubMed] [Google Scholar]59. Hsin CH, Wu MY, Huang CC, Kao KC, Lin PJ. Venovenous extracorporeal membrane oxygenation in adult respiratory failure: Scores for mortality prediction. Medicine (Baltimore). 2016;95(25):e3989. [PMC free article] [PubMed] [Google Scholar]60. Roch A, Hraiech S, Masson E, Grisoli D, Forel JM, Boucekine M, et al.\nOutcome of acute respiratory distress syndrome patients treated with extracorporeal membrane oxygenation and brought to a referral center. Intensive Care Med. 2014;40(1):74–83. 10.1007/s00134-013-3135-1\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Schmidt M, Zogheib E, Roze H, Repesse X, Lebreton G, Luyt CE, et al.\nThe PRESERVE mortality risk score and analysis of long-term outcomes after extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. Intensive Care Med. 2013;39(10):1704–13. 10.1007/s00134-013-3037-2\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Raith EP, Udy AA, Bailey M, McGloughlin S, MacIsaac C, Bellomo R, et al.\nPrognostic Accuracy of the SOFA Score, SIRS Criteria, and qSOFA Score for In-Hospital Mortality Among Adults With Suspected Infection Admitted to the Intensive Care Unit. JAMA. 2017;317(3):290–300. 10.1001/jama.2016.20328\n [PubMed] [CrossRef] [Google Scholar]63. Mutoh T, Kazumata K, Terasaka S, Taki Y, Suzuki A, Ishikawa T. Early intensive versus minimally invasive approach to postoperative hemodynamic management after subarachnoid hemorrhage. Stroke. 2014;45(5):1280–4. 10.1161/STROKEAHA.114.004739\n [PubMed] [CrossRef] [Google Scholar]64. Goepfert MS, Richter HP, Zu Eulenburg C, Gruetzmacher J, Rafflenbeul E, Roeher K, et al.\nIndividually optimized hemodynamic therapy reduces complications and length of stay in the intensive care unit: a prospective, randomized controlled trial. Anesthesiology. 2013;119(4):824–36. 10.1097/ALN.0b013e31829bd770\n [PubMed] [CrossRef] [Google Scholar]65. Zhang Z, Ni H, Qian Z. Effectiveness of treatment based on PiCCO parameters in critically ill patients with septic shock and/or acute respiratory distress syndrome: a randomized controlled trial. Intensive Care Med. 2015;41(3):444–51. 10.1007/s00134-014-3638-4\n [PubMed] [CrossRef] [Google Scholar]66. Huber W, Henschel B, Schmid RM, Haller B. Comments on Zhang et al.: Effectiveness of treatment based on PiCCO parameters in critically ill patients with septic shock and/or acute respiratory distress syndrome: a randomized controlled trial. Intensive Care Med. 2015;41(7):1389–90. 10.1007/s00134-015-3819-9\n [PubMed] [CrossRef] [Google Scholar]67. Yuanbo Z, Jin W, Fei S, Liangong L, Xunfa L, Shihai X, et al.\nICU management based on PiCCO parameters reduces duration of mechanical ventilation and ICU length of stay in patients with severe thoracic trauma and acute respiratory distress syndrome. Ann Intensive Care. 2016;6(1):113\n10.1186/s13613-016-0217-6\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Kraft R, Herndon DN, Branski LK, Finnerty CC, Leonard KR, Jeschke MG. Optimized fluid management improves outcomes of pediatric burn patients. J Surg Res. 2013;181(1):121–8. 10.1016/j.jss.2012.05.058\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Sun Y, Lu ZH, Zhang XS, Geng XP, Cao LJ, Yin L. The effects of fluid resuscitation according to PiCCO on the early stage of severe acute pancreatitis. Pancreatology. 2015;15(5):497–502. 10.1016/j.pan.2015.06.006\n [PubMed] [CrossRef] [Google Scholar]"}