{"title": "CDK7 inhibitors as anticancer drugs", "pubDate": "2020", "PMCID": "PMC7497306", "DOI": "10.1007/s10555-020-09885-8", "PMID": "32385714", "abstract": "Cyclin-dependent kinase 7 (CDK7), along with cyclin H and MAT1, forms the CDK-activating complex (CAK), which directs progression through the cell cycle via T-loop phosphorylation of cell cycle CDKs. CAK is also a component of the general transcription factor, TFIIH. CDK7-mediated phosphorylation of RNA polymerase II (Pol II) at active gene promoters permits transcription. Cell cycle dysregulation is an established hallmark of cancer, and aberrant control of transcriptional processes, through diverse mechanisms, is also common in many cancers. Furthermore, CDK7 levels are elevated in a number of cancer types and are associated with clinical outcomes, suggestive of greater dependence on CDK7 activity, compared with normal tissues. These findings identify CDK7 as a cancer therapeutic target, and several recent publications report selective CDK7 inhibitors (CDK7i) with activity against diverse cancer types. Preclinical studies have shown that CDK7i cause cell cycle arrest, apoptosis and repression of transcription, particularly of super-enhancer-associated genes in cancer, and have demonstrated their potential for overcoming resistance to cancer treatments. Moreover, combinations of CDK7i with other targeted cancer therapies, including BET inhibitors, BCL2 inhibitors and hormone therapies, have shown efficacy in model systems. Four CDK7i, ICEC0942 (CT7001), SY-1365, SY-5609 and LY3405105, have now progressed to Phase I/II clinical trials. Here we describe the work that has led to the development of selective CDK7i, the current status of the most advanced clinical candidates, and discuss their potential importance as cancer therapeutics, both as monotherapies and in combination settings. ClinicalTrials.gov Identifiers: NCT03363893; NCT03134638; NCT04247126; NCT03770494.", "author": [{"author": "Georgina P Sava", "affiliation": ["Division of Cancer, Department of Surgery & Cancer, Imperial College London, Hammersmith Hospital Campus, London, UK."], "href": "/?term=Sava+GP&cauthor_id=32385714"}, {"author": "Hailing Fan", "affiliation": ["Division of Cancer, Department of Surgery & Cancer, Imperial College London, Hammersmith Hospital Campus, London, UK."], "href": "/?term=Fan+H&cauthor_id=32385714"}, {"author": "R Charles Coombes", "affiliation": ["Division of Cancer, Department of Surgery & Cancer, Imperial College London, Hammersmith Hospital Campus, London, UK."], "href": "/?term=Coombes+RC&cauthor_id=32385714"}, {"author": "Lakjaya Buluwela", "affiliation": ["Division of Cancer, Department of Surgery & Cancer, Imperial College London, Hammersmith Hospital Campus, London, UK."], "href": "/?term=Buluwela+L&cauthor_id=32385714"}, {"author": "Simak Ali", "affiliation": ["Division of Cancer, Department of Surgery & Cancer, Imperial College London, Hammersmith Hospital Campus, London, UK. simak.ali@imperial.ac.uk."], "href": "/?term=Ali+S&cauthor_id=32385714"}], "refPMID": ["24036541", "17386261", "23622515", "23737759", "24746699", "19667075", "19450536", "23064645", "9372954", "9315650", "11955452", "10748061", "9230306", "10949034", "12118371", "10734072", "21157430", "30409083", "28187285", "25043025", "25416950", "29545334", "31064851", "29664212", "15530371", "11447116", "11113184", "22021906", "21315177", "11856176", "27481515", "31784510", "12140753", "10993082", "27411104", "19638587", "19061641", "23382212", "26340423", "10024882", "22284676", "24704787", "18079403", "18157150", "24050178", "10199401", "26257281", "28768201", "30227759", "20952539", "24662513", "25561469", "26748711", "11387217", "22505032", "8458328", "15964799", "15494306", "15988019", "10428966", "31857346", "18614043", "10673506", "8647641", "27301701", "27155449", "27562173", "30473182", "30723918", "30532595", "28455421", "28572168", "15048078", "17516929", "24132290", "24390350", "20463001", "20164920", "12363457", "28680952", "24119843", "28174091", "19169685", "1279187", "8002990", "8674031", "15972445", "25633797", "17003373", "15930354", "12735303", "9030781", "14729633", "12432547", "17179992", "15027863", "20479412", "17938863", "12881391", "15122079", "20822897", "31482107", "28125165", "25047832", "31076643", "27042010", "30574740", "25624324", "25490451", "28134252", "28434841", "28504693", "29408204", "30145799", "30924726", "30692639", "30962695", "26406377", "31358538", "27748765", "30127528", "31399555", "29020632", "30662617", "30905681", "31883968", "27571479", "15958589", "23115335", "28978570", "30664779", "31466944", "29438694", "31462705", "30906568", "29276047", "31530935", "29643473", "24071597"], "citedInPMID": ["32385714", "35054996", "34830174", "34603400", "34572383", "34534465", "34508254", "34363593", "34109118", "34072862", "33891890", "33662259", "33476598", "33384381", "33352782", "33299103"], "body": " AbstractCyclin-dependent kinase 7 (CDK7), along with cyclin H and MAT1, forms the CDK-activating complex (CAK), which directs progression through the cell cycle via T-loop phosphorylation of cell cycle CDKs. CAK is also a component of the general transcription factor, TFIIH. CDK7-mediated phosphorylation of RNA polymerase II (Pol II) at active gene promoters permits transcription. Cell cycle dysregulation is an established hallmark of cancer, and aberrant control of transcriptional processes, through diverse mechanisms, is also common in many cancers. Furthermore, CDK7 levels are elevated in a number of cancer types and are associated with clinical outcomes, suggestive of greater dependence on CDK7 activity, compared with normal tissues. These findings identify CDK7 as a cancer therapeutic target, and several recent publications report selective CDK7 inhibitors (CDK7i) with activity against diverse cancer types. Preclinical studies have shown that CDK7i cause cell cycle arrest, apoptosis and repression of transcription, particularly of super-enhancer-associated genes in cancer, and have demonstrated their potential for overcoming resistance to cancer treatments. Moreover, combinations of CDK7i with other targeted cancer therapies, including BET inhibitors, BCL2 inhibitors and hormone therapies, have shown efficacy in model systems. Four CDK7i, ICEC0942 (CT7001), SY-1365, SY-5609 and LY3405105, have now progressed to Phase I/II clinical trials. Here we describe the work that has led to the development of selective CDK7i, the current status of the most advanced clinical candidates, and discuss their potential importance as cancer therapeutics, both as monotherapies and in combination settings. ClinicalTrials.gov Identifiers: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03363893\",\"term_id\":\"NCT03363893\"}}NCT03363893; {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03134638\",\"term_id\":\"NCT03134638\"}}NCT03134638; {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04247126\",\"term_id\":\"NCT04247126\"}}NCT04247126; {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03770494\",\"term_id\":\"NCT03770494\"}}NCT03770494.Keywords: CDK7, CDK inhibitors, Cell cycle, Transcription, Cancer therapy, Combination therapy IntroductionCyclin-dependent kinase 7 (CDK7), along with cyclin H and MAT1, comprises the CDK-activating kinase (CAK), which provides the T-loop phosphorylation required for activation of CDKs 1,2, 4 and 6, which drive cell cycle progression (Table ​(Table1,1, Fig. 1a) [1–4]. CAK also has a role in the regulation of transcription, as a component of the general transcription factor TFIIH. At active gene promoters, CDK7 phosphorylates the C-terminal domain (CTD) of RNA polymerase II (Pol II), at serine 5 (Ser5), to facilitate transcription initiation (Table ​(Table1,1, Fig. ​Fig.1b)1b) [5–7]. CDK7 also phosphorylates CDK9, which in turn phosphorylates the Pol II CTD at Ser2, to drive transcription elongation [8]. The activities of a variety of transcription factors, including p53 [9, 10], retinoic acid receptor [11–13], oestrogen receptor [14, 15] and androgen receptor [16, 17], are also regulated by CDK7-mediated phosphorylation (Table ​(Table11).Table 1CDK7 substratesSubstrateResidue(s)Possible role(s)RefsCell cycleCDK1Threonine 161T-loop activation and cyclin binding[1, 2]CDK2Threonine 160T-loop activation[1]CDK4Threonine 172T-loop activation[3]CDK6Threonine 177T-loop activation[3]CDK9Threonine 186T-loop activation[4]Basal transcriptionRNA Pol IISerine 5 and Serine 7Transcription initiation (Ser5); Unknown (Ser7)[5–7]TFIIBSerine 65Promotion of transcription[8]MED1Threonine 1457Recruitment to chromatin[9]Transcription factorsARSerine 515Activation and turnover[10, 11]E2F1Serine 403 and Threonine 433Degradation[12]ER⍺Serine 118Activation and turnover[13, 14]Ets1Threonine 38Recruitment of coactivators[15]p53Serine 33 and a residue between 311 and 393Enhanced DNA binding (Ser33)[16, 17]PPAR⍺Serine 112Activation[18]PPARγ2Serine 12/21Activation[18]RAR⍺Serine 77Activation[19, 20]RARγSerine 77/79Activation[21]YAP/TAZSerine 128/90Prevention of degradation[22]Open in a separate windowOpen in a separate windowFig. 1Overview of the regulation of CAK and the role of CDK7 in regulating the cell cycle (a) and transcription (b). CAK = CDK activating kinase, CDK = cyclin-dependent kinase, CK2 = protein kinase CK2, G1 = gap phase 1, G2 = gap phase 2, M = mitosis, P = phosphate, PKCι = protein kinase C iota, Pol II = RNA polymerase II, S = synthesis, TFIIH = transcription factor II HBecause of its dual role in regulating the cell cycle and transcription, CDK7 has been studied as an anticancer drug target, and a number of selective inhibitors of CDK7 have been developed and investigated as cancer therapies. Preclinical studies have revealed that cancer cells can be preferentially targeted by transcriptional inhibition, at least in part because they are more reliant than normal cells on high levels of super-enhancer (SE)-driven transcription [18, 19] mediated by specific oncogenic drivers, such as RUNX1 in acute lymphoblastic lymphoma (ALL) [20] and N-MYC in neuroblastoma [21]. To date, four selective CDK7 inhibitors, ICEC0942 [22], SY-1365 [23], SY-5609 [24, 25] and {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"LY340515\",\"term_id\":\"1257646789\",\"term_text\":\"LY340515\"}}LY340515 [26], have progressed to Phase I/II clinical trial for the treatment of advanced solid malignancies.In this review we outline the role of CDK7 in both normal and tumour cells and the rationale for inhibiting CDK7 in cancer. We also discuss the development of selective CDK7 inhibitors, their mechanism of action in cancer and their potential for use in combination therapies. CDK7 functionCAK structure and regulationCDK7 is a 346 amino acid kinase, having a predicted molecular mass of 39 kDa, with an N-terminal cyclin H-binding region and a C-terminal MAT1 binding region [27]. A single crystal structure has been reported for CDK7 bound to ATP, in the inactive conformation, the structure being similar to that of the inactive conformation of ATP-bound CDK2 [28]. Cyclin H binding is obligatory for CDK7 kinase activity, whilst the addition of MAT1 stabilises the trimeric CAK complex and anchors it to TFIIH [27]. In addition, cyclin H and MAT1 binding have been shown to regulate CDK7 substrate specificity, with the trimeric CDK7-cyclin H-MAT1 complex having greater kinase activity for Pol II, in comparison to CDK7-cyclin H, which preferentially phosphorylates CDK2 [27–29].The T-loop of CDK7 can be phosphorylated at two positions, threonine 170 (Thr170) and Ser164, enhancing both its kinase activity and ability to bind cyclin H [6]. Furthermore, T-loop phosphorylation of CDK7 seems to direct substrate specificity, with Thr170 phosphorylation stimulating activity towards Pol II over CDK2 [29]. In vitro, CDK1 and CDK2 can phosphorylate CDK7 and as substrates of CDK7 themselves; this hints at the possibility of a reinforcement activation loop between these CDKs [30]. In addition, protein kinase C iota (PKCι), acting downstream of PI3K signalling, can phosphorylate CDK7 at Thr170 (Fig. ​(Fig.1a)1a) [31–35].Regulation of CAK activity may also be mediated through phosphorylation of cyclin H. CK2 can activate CAK in vitro, via phosphorylation of cyclin H at Thr315 (Fig. ​(Fig.1a)1a) [36], whereas CDK8 has been shown to negatively regulate transcription initiation, via phosphorylation of cyclin H at Ser5 and Ser304 (Fig. ​(Fig.1a)1a) [37]. Furthermore, CDK7 complexed with cyclin H and/or the trimeric CAK can phosphorylate cyclin H in vitro. This autophosphorylation reduces activity of CDK7-cyclin H but has no apparent effect on CDK7-cyclin H-MAT1 activity. This suggests that MAT1 binding aids maintenance of the transcriptional activity of CAK by preventing regulation by cyclin H phosphorylation [28].An additional means of CDK7 regulation has been observed in mouse neural progenitor cells, where the microRNA (miRNA) miR-210 regulates cell cycle progression by modulating expression levels of CDK7 [38]. This raises the possibility that there may be additional miRNAs that regulate CAK expression and activity in other cellular contexts. There is clearly more to be discovered with regard to the regulation of CDK7 and CAK activity and the identification of players acting upstream of CDK7 could potentially provide additional means by which to manipulate CDK7 activity.CDK7 in the cell cycleCDK7 controls the cell cycle by phosphorylating the cell cycle CDKs 1, 2, 4 and 6 in their T-loops, to promote their activities (Fig. ​(Fig.1a)1a) [1]. Both CDK1 and CDK2 are activated by CDK7-mediated T-loop phosphorylation, at Thr161 and Thr160, respectively (Table 1) [2, 20–22, 39]. Inhibiting CDK7 during G1 prevents CDK2 activation and delays S phase, whilst inhibition of CDK7 during S/G2 prevents CDK1 activation and mitotic entry [2, 22]. Whilst CDK7 can phosphorylate CDK2 prior to its binding to cyclin, and is not strictly required for the formation of CDK2-cyclin complexes, CDK7 phosphorylates CDK1 in concert with cyclin B binding and is required for the stabilisation of CDK1-cyclin B complexes [2, 40].Full commitment to the cell cycle is controlled at the restriction point, through phosphorylation of retinoblastoma (RB) by CDK4/6-cyclin D, in response to mitogens (Fig. ​(Fig.1a).1a). CDK7 phosphorylates both CDK4 and CDK6 in their T-loops, at Thr172 and Thr177 (Table ​(Table1),1), respectively, and CDK7 inhibition prevents their RB kinase activity, halting G1 progression [3, 4]. Although expression levels of the CAK components remain constant throughout the cell cycle, T-loop phosphorylation of CDK7 increases when cells are released from serum starvation [3]. Therefore, a mitogen-induced cascade of CDK T-loop phosphorylation regulates progression through G1 [3].Unlike cyclin-bound CDK2, which remains phosphorylated for up to 12 hours after CDK7 inhibition, CDK4 and CDK6 activity is rapidly lost following CDK7 inhibition [3]. This difference is likely due to structural differences between the complexes; the T-loop of CDK2 is protected from dephosphorylation by cyclin binding, whereas the T-loops of cyclin D-bound CDK4/6 remain exposed to phosphatases [3]. As a result, CDK7 activity is required to maintain CDK4/6 activity during G1 whilst being required only for initial activation of CDK1 and CDK2 during S/G2 [3].CDK7 in transcriptionCDK7 regulates gene expression, as a component of the general transcription factor complex, TFIIH (Fig. ​(Fig.1b).1b). TFIIH is composed of two distinct sub-complexes: the core complex, which contains two DNA helicases, xeroderma pigmentosum type B (XPB) and xeroderma pigmentosum type D (XPD), along with five other structural and regulatory proteins, and the CAK complex. CAK is recruited to the core TFIIH complex via a reversible interaction between the ARCH domain of XPD and the latch domain of MAT1 [41, 42]. TFIIH is recruited by TFIIE to active gene promoters, where it joins the other assembled general transcription factors (TFs), and Pol II, in the preinitiation complex (PIC) [27]. The composition of TFIIH and the structure of the PIC have recently been reviewed by Rimel and Taatjes [27].After DNA is unwound at the transcription start site (TSS) by XPB [43], Pol II must be released from the PIC to initiate transcription, in a CDK7-regulated process termed promoter escape [5]. The CTD of mammalian RPB1, the largest subunit of Pol II, contains 52 repeats of a heptad sequence, conforming to the consensus Y1-S2-P3-T4-S5-P6-S7, the residues of which can be sequentially phosphorylated to regulate Pol II activity throughout the transcription cycle [44]. Whilst unphosphorylated, Pol II remains anchored to the PIC, via an interaction with the mediator complex (another PIC component) [5]. CDK7 phosphorylates Ser5 and Ser7 of the Pol II CTD at gene promoters [6, 7]; Ser5 phosphorylation facilitates the release of Pol II from mediator, allowing Pol II to escape the PIC and initiate transcription (Table ​(Table1,1, Fig. ​Fig.1b)1b) [5, 45]. The precise function of CDK7-directed Ser7 phosphorylation is as yet unclear, but evidence suggests that Ser7 phosphorylation may promote the transcription and post-transcriptional processing of small nuclear RNA transcripts, by facilitating an interaction between the integrator complex and Pol II [46].After promoter escape, Pol II generally generates a transcript of around 20–80 bases, before halting progress, in a process known as promoter-proximal pausing, which likely functions as a checkpoint to ensure the establishment of a range of co-transcriptional processes [6, 47]. CDK7 is required for the recruitment of two complexes, the DRB sensitivity inducing factor (DSIF) and the negative elongation factor (NELF), both of which are required to establish the promoter-proximal pause [6, 8, 48–50]. For the release of paused Pol II and commencement of the productive elongation phase of transcription, the activity of CDK9, as a component of the positive transcription elongation factor (P-TEFb), is required [8]. Like the cell cycle CDKs, for full functionality, CDK9 must undergo T-loop phosphorylation by CDK7 (Table ​(Table1,1, Fig. ​Fig.1b)1b) [8]. Therefore, CDK7 plays a role in both establishing the promoter-proximal pause and in release from the pause, and inhibition of CDK7 has been shown to increase the amount of Pol II paused at promoter-proximal regions [6, 51]. Active CDK9 phosphorylates the Pol II CTD, on Ser2, promoting transcriptional elongation [52]; therefore, there is an indirect requirement for CDK7 activity after Pol II pause release.CDK7 also regulates further transcriptional processes; for example, CTD phosphorylation by CDK7 allows the co-transcriptional interaction of Pol II with enzymes that add the 5′-monomethyl-guanosine cap to nascent RNA transcripts [50]. Additionally, CDK7 is necessary for appropriate transcription termination, with read-through transcription observed upon CDK7 inhibition [6]. CDK12 and CDK13 are also involved in regulating transcription by phosphorylating the Pol II CTD during elongation [53]. In vitro, CDK12 can phosphorylate Ser2, Ser5 and Ser7 [54], whereas CDK13 can phosphorylate Ser2 and Ser5 [55]. Like the previously discussed CDKs, T-loop phosphorylation is necessary for CDK12/13 activation and is likely mediated by CDK7 [54, 56]; thus, it is probable that additional transcriptional substrates of CDK7, and further roles in transcriptional regulation, remain to be identified.Genetic targeting of Mat1 or Cdk7 in mice is early embryonic lethal and cells cultured from embryos of these animals fail to enter S phase [57, 58]. The activities of Cdks 2, 4 and 6 are reduced in mouse embryonic fibroblasts (MEFs) with Cdk7 knockout, indicating that Cdk7 has an essential role in cell proliferation [58]. Cdk7 targeting in adult animals results in phenotypically normal low-proliferating tissues, such as the liver, kidney or cerebellum. However, in rapidly dividing epithelial tissues, Cdk7 expression is retained due to tissue renewal sustained by stem cells with incomplete Cdk7 knockout. This eventually leads to stem cell exhaustion and premature ageing [58]. Interestingly, MEFs lacking Cdk7 expression have unaltered Pol II CTD Ser5 phosphorylation and a largely unchanged gene expression program, indicating that Cdk7 is dispensable for de novo transcription [58]. This raises the possibility that another Pol II CTD kinase can compensate for a lack of Cdk7.CDK7 as a regulator of transcription factor activityAlongside its critical role in directing transcription by Pol II, CDK7 phosphorylates a number of TFs, functioning to either promote their activities and/or regulate their degradation (Table ​(Table1).1). The activity of retinoic acid receptor ⍺ (RAR⍺) is promoted by XPD-dependent phosphorylation of Ser77 by CDK7 [11, 13]. Likewise, the activity of RARγ is also modulated by phosphorylation by TFIIH-incorporated CDK7 [12]. CDK7, as part of TFIIH, mediates ligand-dependent phosphorylation of oestrogen receptor ⍺ (ER⍺) at Ser118 [14, 15], regulating the activity and turnover of the TF [59, 60]. Phosphorylation by CDK7, at Ser515 in the transcription activation function of androgen receptor (AR), has also been reported [16, 17]. Additionally, CDK7 can phosphorylate p53 in a MAT1-dependent fashion, at both the C-terminus (between residues 311 and 393) [10] and the N-terminus, at Ser33 [9], the former of which has been shown to stimulate p53 binding to DNA. Evidence that CDK7 phosphorylates Ets1 [61], peroxisome proliferator-activated receptors (PPARs) [62] and E2F1 has also been demonstrated, the latter functioning to trigger E2F1 degradation [63] (Table ​(Table1).1). Recently, the stabilisation of the transcriptional regulators YAP/TAZ was shown to be mediated by CDK7, with phosphorylation of YAP at Ser128 and TAZ at Ser90, preventing their ubiquitination and degradation [64]. At present we have an incomplete understanding of the role CDK7 plays in regulating the activities of sequence-specific transcriptional regulators. Further knowledge in this area may be helpful in informing the use of CDK7 inhibitors in specific cellular contexts.CDK7 in DNA repairTFIIH plays a key role in the nucleotide excision repair (NER) pathway [27], which repairs single-stranded DNA damage, particularly that caused by ultraviolet light. TFIIH is recruited to damaged DNA, where the NER protein, xeroderma pigmentosum group A (XPA), catalyses the release of CAK from the core TFIIH complex, allowing NER to proceed [65]. After DNA repair, CAK reassociates with TFIIH, and the complex resumes its role in transcription [65]. Inhibition of CDK7 kinase activity improves NER efficiency, suggesting that CDK7 negatively regulates NER, directly or indirectly, via phosphorylation of an as yet unidentified substrate(s) [66]. CDK7 in cancerCDK7 expression in tumoursTwo decades ago, immunohistochemical analyses on a range of tumour types indicated that CDK7 expression is elevated in tumour cells compared with their normal counterparts [67]. Since then, numerous studies have provided support for this finding [68–73]. In oestrogen receptor-positive (ER+) breast cancer, CDK7, cyclin H and MAT1 are overexpressed and are co-regulated at the mRNA level [68]. Expression of the CAK components positively correlates with ER expression and Ser118 phosphorylation, as well as with improved patient outcomes [68]. Conversely, in triple-negative breast cancer (TNBC), CDK7 expression is correlated with poor prognosis [74]. In addition, associations between CDK7 and reduced survival have been observed in gastric cancer [69, 70], ovarian cancer [75], oral squamous cell carcinoma (OSCC) [71], hepatocellular carcinoma [72] and glioblastoma [73]. For OSCC, animal studies have also revealed a potential role for CDK7 in disease development [71].These findings raise the possibility that tumours with increased expression of CDK7 may be more sensitive to CDK7 inhibition, particularly in the case of ER+ breast cancer, where the CDK7-activated nuclear receptor, ER⍺, drives tumour progression.Transcriptional addiction in cancerCommon molecular features of cancer, such as mutation, copy number changes and genomic rearrangements, can either directly or indirectly impact gene expression profiles that drive cancer. For instance, a BRAF mutation in melanoma causes a cascade of signalling events that ultimately leads to an altered transcriptional profile and a distinct gene expression signature [76, 77]. Mutations in TF genes are also common in cancer [78, 79]. Across all cancer types, the most frequently mutated gene (TP53) encodes for the TF p53 [80], and the most frequently amplified gene, MYC [81], also encodes for a TF. Other TFs are critical in specific tumour types. For example, ER⍺ activity drives the majority of breast cancer, and therapies that target ER⍺, like tamoxifen [82] and fulvestrant [83] are used in the treatment of ER+ breast cancer. Mutation, rearrangements and deregulated expression of genes encoding chromatin remodelling and histone modification enzymes, such as EZH2 and ARID1A, are also frequent in cancer [78, 79]. These aberrations alter the accessibility of gene regulatory regions, ultimately leading to downstream changes in gene expression.Recently, clusters of enhancers, termed super-enhancers (SE), that control the expression of genes integral for cell identity and function have been defined [84]. Deregulation of the SE landscape is common in cancer and leads to dramatic changes in gene expression and high transcriptional outputs, which maintain the oncogenic cell state (Fig. 2). As a result, cancer cells become transcriptionally addicted, requiring higher levels of transcription than normal cells to sustain growth [19]. The phenomenon of transcriptional addiction suggests that cancer cells may be more responsive than normal cells to transcriptional inhibition and provides a strong basis for targeting transcriptional kinases, including CDK7, in cancer (Fig. ​(Fig.2)2) [18]. Furthermore, oncogenic TFs, like MYC, have proven notoriously difficult to target directly with small molecules; therefore, the ability to target the general transcription machinery to reduce their transcriptional output is an attractive prospect.Open in a separate windowFig. 2Super-enhancer-driven gene deregulation in cancer can be targeted by CDK7 inhibitors. The super-enhancer landscape in normal cells (a) becomes deregulated in cancer (b), leading to altered gene expression. CDK7 inhibitors preferentially reduce gene expression driven by super-enhancers in cancer cells compared with normal cells (A and B). CDK7i = CDK7 inhibitor Development of CDK7 inhibitorsPan-CDK inhibitorsEarly efforts to develop CDK inhibitors yielded relatively unselective compounds, with activities against multiple CDKs, often including CDK7 [85]. The first CDK inhibitor to enter clinical trial was the semi-synthetic flavone derivative, alvocidib (flavopiridol; Fig. 3a), which inhibits CDK1, 2, 4, 6, 7 and 9 (Table ​(Table2)2) [87–90]. Between 2008 and 2014, alvocidib was evaluated in more than 60 clinical trials for numerous tumour types [91]. Limited clinical activity was seen in the majority of trials, however, modest responses against chronic lymphocytic leukaemia (CLL) [92, 93] and mantle cell lymphoma [94] were shown. Currently, alvocidib, marketed as a CDK9 inhibitor, is being trialled by Tolero Pharmaceuticals for the treatment of acute myeloid leukaemia (AML) (Clinicaltrials.gov identifiers: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03298984\",\"term_id\":\"NCT03298984\"}}NCT03298984; {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03969420\",\"term_id\":\"NCT03969420\"}}NCT03969420; {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02520011\",\"term_id\":\"NCT02520011\"}}NCT02520011). Another early pan-CDK inhibitor, the purine-based seliciclib (roscovitine; Fig. ​Fig.3a),3a), which inhibits CDK1, 2, 5, 7, and 9 (Table 2) [95–97], was also assessed in clinical trials for a variety of tumour types but, likewise, showed limited clinical activity [91, 98].Open in a separate windowFig. 3Chemical structures of selected inhibitors that target CDK7. Chemical structures of non-specific inhibitors of CDK7 (a) and selective inhibitors of CDK7 (b). (The chemical structures of QS1189 and SY-5609 have not been disclosed)Table 2Characteristics of selected multi-target CDK7 inhibitors (see ref [86])Name(s)CompanyaIC50 (nM)bDevelopment phase reachedAlvocidib (flavopiridol) Tolero Pharmaceuticals (Sanofi-Aventis)CDK1-CycB = 41; CDK2-CycA = 100; CDK4-CycD = 65; CDK6-CycD = ~100; CDK7-CycH = ~300; CDK9-CycT = 6Phase IISeliciclib (roscovotine; CYC202)Cyclacel (ManRos Therapeutics)CDK1-CycB = 2700; CDK2-CycE = 100; CDK4-CycD1 > 10,000; CDK6-CycD1 > 100,000; CDK7-CycH = 490; CDK9-CycT = 600Phase IISNS-032Sunesis (Bristol-Myers Squibb)CDK1-CycB = 480; CDK2-CycA = 38; CDK4-CycD = 92;5 CDK6-CycD>1000; CDK7-CycH = 62; CDK9-CycT = 4Phase IOpen in a separate windowaCurrent developer (previous developer in brackets)bData from in vitro kinase assays for CDKs 1, 2, 4, 6, 7, 9 and 12 have been listed, where available. Where data are available for a CDK in multiple cyclin complexes, the complex with the lowest IC50 is presentedAttempts to develop CDK inhibitors with improved selectivity for CDK1 and CDK2 led to a second generation of multi-target CDK inhibitors, including the aminothiazole-based compound, SNS-032 (Fig. ​(Fig.3a),3a), which potently inhibits CDK2, 7 and 9 (Table ​(Table2)2) [85, 91, 99, 100]. Although SNS-032 has been trialled for the treatment of advanced lymphoid [101] and advanced solid malignancies [102], the drug has not progressed further than Phase I [91].The inability of these early CDK inhibitors to selectively target individual CDK family members probably contributed to their failure in the clinic. As several CDK proteins are critical for the function of normal tissues, the promiscuity of these compounds likely limits their ability to discern cancer cells from normal cells, resulting in a narrow therapeutic window and associated toxicities, which include fatigue, diarrhoea, nausea and hyperglycaemia [91, 102–105]. In addition, their lack of specificity makes it difficult to decipher which CDKs are inhibited in vivo, and which are most important for their underlying mechanism of action [91]. This paucity of knowledge limits the potential to develop these pan-CDK inhibitors further as targeted therapies.More recent efforts have focused on further improving the selectivity of CDK inhibitors, with selective CDK4/6 inhibitors proving the biggest success story to date. Three CDK4/6 inhibitors have been approved for the treatment of hormone receptor (HR)-positive metastatic breast cancer: palbociclib (PD0332991; Ibrance), ribociclib (LEE011; Kisquali) and abemaciclib (LY2835219; Verzenio), in combination with aromatase inhibitors or fulvestrant [106]. More than one hundred clinical trials for CDK4/6 inhibitors in breast, but also in other cancers, including glioma, sarcoma, lung, pancreatic, head and neck, colorectal, prostate and ovarian cancer, are actively recruiting patients or about to initiate. The success of these selective CDK4/6 inhibitors is encouraging and provides some confidence that selective inhibitors of other CDKs may prove similarly successful.CDK7-specific inhibitorsA number of selective small molecule inhibitors of CDK7 have been developed. These include the pyrazolopyrimidine derivatives, BS-181 [39] and ICEC0942 [22, 107], and the pyrazolotriazine derivatives, LDC4297 [108] and QS1189 [109] (Fig. ​(Fig.3b,3b, Table ​Table3).3). These are type I inhibitors that bind reversibly to the ATP-binding site of CDK7. ATP-competitive covalent inhibitors of CDK7 have also been developed, including the pyrimidine based THZ1 [20] and SY-1365 [23] and the pyrrolidinopyrazole based YKL-5-124 [130] (Fig. ​(Fig.3b,3b, Table ​Table33).Table 3Characteristics of key CDK7 inhibitors in developmentName(s)CompanyType of inhibitorIC50 (nM)aActivity in preclinical modelsCombination agents testedCurrent development phase (clinical Trial ID)BS-181 [39] -Non-covalentCDK1-CycB = 8100; CDK2-CycE = 880; CDK4-CycD1 = 33,000; CDK6-CycD1 = 47,000; CDK7-CycH-Mat1 = 21; CDK9-CycT = 4200ER+ breast cancer [39], gastric cancer [110], papillary thyroid cancer [111] -–ICEC0942 [22] (CT7001)CarrickTherapeuticsNon-covalentCDK1-CycA1 = 1800; CDK2-CycA1 = 620; CDK4-CycD1 = 49,000; CDK6-CycD1 = 34,000; CDK7-CycH-MAT1 = 40; CDK9-CycT1 = 1200ER+ breast cancer [22], AML [112]Fulvestrant, tamoxifen [22]Phase I/II ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03363893\",\"term_id\":\"NCT03363893\"}}NCT03363893)LY3405105 [26]Eli Lilly and Company -CDK1-CycB1 = 20,000; CDK2-CycE1 = 20,000; CDK4-CycD1 = 2830; CDK6-CycD1 = 8079; CDK7-CycH-Mat1 = 92.8; CDK9-CycT1 = 6320; CDK12-CycK = 14,780 - -Phase I ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03770494\",\"term_id\":\"NCT03770494\"}}NCT03770494)LDC4297 [108]Lead Discovery Center GmbHNon-covalentCDK1-CycB = 54; CDK2-CycE = 6.4; CDK4-CycD ≥  1000; CDK6-CycD > 1000; CDK7-CycH-MAT1 < 5; CDK9-CycT = 1711HCMV antiviral activity [113] --QS1189 [109]Qurient TherapeuticsNon-covalentCDK1-CycE1 = 690; CDK2-CycE1 = 270; CDK4-CycD1 = 3700; CDK6-CycD1 = 6200; CDK7-CycH-MAT1 = 15; CDK9-CycK = 710; CDK12-CycK = 570Mantle cell lymphoma, Burkitt’s lymphoma, DLBCL [109] --SY-5609 [24]Syros PharmaceuticalsNon-covalentCDK2-CycE1 = 2900c; CDK7-CycH-MAT1 = 0.06b; CDK9-CycT1 = 970c; CDK12-CycK = 770 nMcER+ breast cancer [25], ovarian cancer [24], TNBC [24]Fulvestrant [25]-SY-1365 [23]SyrosPharmaceuticalsCovalentCDK2-CycE1 = 2117; CDK7-CycH-MAT1 = 84; CDK9-CycT1 = 914; CDK12-CycK = 204AML [23]Venetoclax [23]Phase I ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03134638\",\"term_id\":\"NCT03134638\"}}NCT03134638)THZ1 [85] (SY-079)Syros PharmaceuticalsCovalentCDK7-CycH = 3.2T-ALL [20], neuroblastoma [21], SCLC [114], OSCC [71], PTCL [115], ovarian cancer [75], DIPG [116], HGG [117], melanoma [118], hepatocellular carcinoma [119], thyroid cancer [120], pancreatic cancer [121], cervical cancer [122], TNBC [123], multiple myeloma [124]Fulvestrant [125], JQ1 [75, 116, 126], panobinostat [116], carfilzomib/bortezomib [124], venetoclax [124]/navitoclax [127], 5-fluorouracil, nutlin-3 [128]-THZ2 [123]Syros PharmaceuticalsCovalentCDK1-CycB = 97; CDK2-CycA = 222; CDK7-CycH = 14; CDK9-CycT = 194TNBC [123], gastric cancer [129] --YKL-5-124 [130]Syros PharmaceuticalsCovalentCDK7-CycH-MAT1 = 9.7; CDK2-CycA = 1300; CDK9-CycT1 = 3020Mantle cell lymphoma [130]anti-PD-1+chemotherapy [131]-Open in a separate windowaData from in vitro kinase assays for CDKs 1, 2, 4, 6, 7, 9 and 12 have been listed, where available. Where data are available for CDKs in complex with multiple cyclins, the complex with the lowest IC50 is presented. bKd determined by SPR. cKi determined by activity assayThe first example of a highly selective CDK7 inhibitor was BS-181, which is structurally related to the pan-CDK inhibitor roscovitine (Fig. ​(Fig.3b,3b, Table ​Table3)3) [39]. BS-181 reduced phosphorylation of CDK7 targets and impaired cancer cell line and xenograft tumour growth, establishing CDK7 as a putative cancer drug target [39]. Although in vivo activity was demonstrated, poor bioavailability and insufficient cell permeability precluded the development of BS-181 as a clinical candidate [39].Efforts to develop BS-181 analogues which retain CDK7 selectivity, but have improved drug-like properties, led to the first orally bioavailable CDK7 inhibitor, ICEC0942 (CT7001; Fig. ​Fig.3b,3b, Table ​Table3)3) [22, 107]. Although crystal structures of CDK7 bound to ICEC0942 could not be obtained, a crystal structure of CDK2 in complex with ICEC0942 was solved [107]. Using this structure as a starting point, modelling studies revealed aspartate 155 (Asp155) as a residue that is likely key in determining the selective binding of ICEC0942 to CDK7 [107]. ICEC0942 potently inhibited the growth of a panel of cancer cell lines and of ER+ breast cancer xenografts, and its favourable absorption, distribution, metabolism, and excretion (ADME) and pharmacokinetic (PK) properties made ICEC0942 a promising clinical candidate [22]. The drug was licenced to Carrick Therapeutics and is now in Phase I/II clinical trial for advanced solid malignancies, with focused cohorts of breast and prostate cancer patients (Table ​(Table44).Table 4Summary of clinical trials investigating CDK7 inhibitors in cancerDrug name(s)Clinical trial IDDatesAdministrationTrial typeTrial designNo. of patientsCombination agentResultsICEC0942 (CT7001){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03363893\",\"term_id\":\"NCT03363893\"}}NCT03363893Nov 2017–March 2021Orally once dailyModular Phase I/IIModule 1ADose-escalation/safety advanced solid tumours39MBAD = 120 mg once dailyModule 1BRefine dose-escalation/safety—up to 4 cohorts:MTD = 360 mg once dailyLocally advanced or metastatic TNBCUp to 50Castrate-resistant prostate cancerUp to 25Additional cohorts (may include ovarian and SCLC)Up to 25Module 2Phase Ib/II safety and efficacyLocally advanced or metastatic HR+HER2—breast cancerUp to 75FulvestrantLY3405105{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03770494\",\"term_id\":\"NCT03770494\"}}NCT03770494Jan 2019–May 2022OrallyPhase Ia/IbSafety advanced or metastatic solid tumoursUp to 215SY-1365{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03134638\",\"term_id\":\"NCT03134638\"}}NCT03134638May 2017–Nov 2019Intravenously once/twice weeklyPhase I (2 parts)Part 1Dose-escalation/safety advanced solid tumours~ 35Part 2Refine safety and test efficacy—5 cohorts:Ovarian cancer treated with ≥ 3 prior lines of therapy~ 24Relapsed ovarian cancer with previous platinum therapy~ 24CarboplatinPrimary platinum refractory ovarian cancer~ 12Biopsy-accessible advanced solid tumours20–30HR+metastatic breast cancer post CDK4/6 + aromatase inhibitor treatment~ 12FulvestrantSY-5609{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04247126\",\"term_id\":\"NCT04247126\"}}NCT04247126Jan 2020–Jun 2021OrallyPhase IDose-escalation select advanced solid tumours60Open in a separate windowHER2 human epidermal growth factor receptor 2, HR hormone receptor, MBAD minimum biologically active dose, MTD maximum tolerated dose, SCLC small cell lung cancer, TNBC triple-negative breast cancerA number of covalent CDK7 inhibitors have also been developed, the first being THZ1 (Fig. ​(Fig.3b,3b, Table ​Table3),3), which targets a cysteine residue (Cys312) on a C-terminal extension just outside the ATP-binding site of CDK7 [20, 132] and has strong activity in many cancer types (Table ​(Table3)3) [20, 21, 71, 75, 114–124]. However, THZ1 also covalently links to CDK12 and CDK13, at Cys1039 and Cys1017, respectively, inhibiting their activity [20, 132]. THZ1 has been widely employed as a tool to interrogate CDK7 function [50, 51]; however, it was recently shown that its anti-transcriptional and antitumour activities are reliant on inhibition of CDK12 and CDK13, in addition to CDK7 [130]. Consequently, YKL-5-124 was developed, with a strategy that combined the covalent warhead of THZ1 with the pyrrolidinopyrazole core of the PAK4 inhibitor, PF-3758309 [130]. Like THZ1, YKL-5-124 covalently links to Cys312 of CDK7 but does not affect the activities of CDK12 and 13 (Fig. ​(Fig.3b,3b, Table ​Table3)3) [130]. An analogue of THZ1, with altered regiochemistry of the acrylamide and increased in vivo stability has also been developed and was designated THZ2 (Fig. ​(Fig.3b,3b, Table ​Table3)3) [123].To improve on the potency, selectivity and metabolic stability of THZ1, the THZ1-derived CDK7 inhibitor, SY-1365, was developed by Syros Pharmaceuticals as a candidate for clinical development [23]. SY-1365 entered Phase I clinical trial for the treatment of advanced solid tumours, with planned expansion cohorts focusing on ovarian cancer and breast cancer (Fig. ​(Fig.3b,3b, Table ​Table33 and 4). However, Syros Pharmaceuticals recently announced discontinuation of the clinical development of SY-1365 and the prioritisation of a new, orally available CDK7 inhibitor, SY-5609 (Table ​(Table3),3), with greater selectivity and potency for CDK7 [24, 25]. SY-5609 has antitumour activity in preclinical models of ovarian cancer [24, 25], TNBC [24, 25] and ER+ breast cancer, in combination with fulvestrant [25], and sustained tumour regressions were associated with alterations in the RB pathway [25]. A Phase I trial, in patients with select advanced solid tumours, began in early 2020 (Table ​(Table44).Another CDK7 inhibitor, LY3405105, developed by Eli Lilly, is also undergoing clinical testing for advanced or metastatic solid cancers [26] (Fig. ​(Fig.3b,3b, Table ​Table33 and 4). Little information on LY3405105 has been released; however, selectivity data from the corresponding patent (WO2019099298) is listed in Table ​Table33. Inhibiting CDK7 in cancerDue to the importance of CDKs in regulating cell proliferation, and the deregulation of CDK pathways in many cancer types, CDKs have long been considered important targets for the design of cancer therapeutics [39]. The early pan-CDK inhibitors, alvocidib and seliciclib, cause cell cycle arrest and apoptosis, as well as altered expression of genes in these pathways [85]. Seliciclib was also shown to reduce Pol II CTD phosphorylation and Pol II-dependent transcription in myeloma cells [133]. Whilst it is likely that some cellular actions of these inhibitors are mediated through CDK7, their lack of selectivity made it difficult to distinguish CDK7-specific effects and ultimately led to the numerous side effects that resulted in their failure in the clinic. The recently developed, highly specific inhibitors of CDK7 have been instrumental in revealing the potential of CDK7 as a cancer drug target. Xenograft studies in mice showed that CDK7 inhibitors are well tolerated and effective at reducing tumour growth in vivo [21–23, 39, 114].A number of reversible and covalent inhibitors of CDK7 have been tested on large panels of cancer cell lines [20, 22, 23, 39]. Screening of ICEC0942 against the NCI-60 cancer cell line panel demonstrated a median GI50 value of 250 nM [22]. Of over 1000 cancer cell lines tested with THZ1, around half had a GI50 value under 200 nM [20]. Whilst CDK7 inhibitors are potent at impairing the growth of many cancer cell lines, representing a variety of tumour types, it is clear that some cell lines respond more favourably than others. Responses of 386 human cell lines, encompassing 26 cancer types, to the covalent CDK7 inhibitor SY-1365, revealed varied responses ranging from cytostatic to highly cytotoxic [23]. Expression levels of the anti-apoptotic protein BCL-XL were predictive of SY-1365 response, with low BCL-XL expression associated with high SY-1365 sensitivity [133]. It is clear that additional features associated with response to CDK7 inhibition remain to be discovered and this knowledge will likely be beneficial for their future clinical success.Effects on cell cycle progressionAs CDK7 directs cell cycle progression, via the activation of other CDK proteins, it is unsurprising that CDK7 inhibitors reduce phosphorylation of cell cycle CDKs and consequently cause cell cycle arrest [21, 22, 39, 108, 109, 130]. CDK7 inhibition with ICEC0942 blocks progression at all stages of the cell cycle and is associated with a reduction in phosphorylation of CDK1, CDK2 and RB [22]. YKL-5-124 primarily causes G1 arrest, with a reduction in CDK2 phosphorylation [130], whereas THZ1 and QS1189 both arrest cells at G2/M [21]. Interestingly, the extent and timing of cell cycle arrest upon treatment with an individual CDK7 inhibitor can vary among cell lines; A549 lung cancer cells, treated with LDC4297, arrested in G1, whereas HCT116 colon cancer cells exhibited a G2/M delay, only after an extended incubation period [108]. Again, it is apparent that factors influencing the effect of CDK7 inhibition on cell cycle progression across different cancers remain to be identified and these may have an important impact on the clinical use of these inhibitors. In addition to cell cycle arrest, apoptosis is observed following CDK7 inhibition, in numerous cancer types, including solid tumours [21–23, 39, 108, 114] and haematological malignancies [20, 109]. YKL-5-124 is unique among the current CDK7 inhibitors, in that it causes cell cycle arrest at both G1 and G2/M in the apparent absence of apoptosis [130].Effects on transcriptionThe majority of CDK7 inhibitors, again, with YKL-5-124 being an exception, reduce Pol II CTD phosphorylation and cause widespread alterations in Pol II-mediated transcription [20, 22, 23, 39, 108, 109, 130]. As CDK7 is dispensable for global transcription [58], it makes sense that rather than reducing gene expression globally, only subsets of genes are downregulated by CDK7 inhibitors. Pathway analyses suggest that cell cycle and DNA damage repair pathways are enriched in gene sets altered by CDK7 inhibition [23, 109, 114]. Additionally, smaller subsets of genes are actually upregulated following CDK7 inhibition [21, 108]. For example, around half of the 2% of genes whose expression was affected by short-term LDC4297 treatment were upregulated [108]. mRNAs have differing half-lives, and it has been noted that those with short half-lives are preferentially downregulated by CDK7 inhibitors [108]. One explanation for the counterintuitive observation that some genes are upregulated following CDK7 inhibition is that these represent a subset that are negatively regulated by genes whose transcripts have short half-lives. It is also possible that CDK7 plays a direct and crucial role in regulating the transcription of specific subsets of genes, possibly also repressing the expression of some genes, either in a direct or an indirect fashion. One clue that may go some way to explaining how the transcription of certain genes may escape CDK7 inhibition comes from the work of Shandilya et al. [134]. They showed that CDK7 phosphorylates the general transcription factor, TFIIB (Table ​(Table1),1), and this is required for the transcription of certain genes, but not for transcription of p53 target genes, which escape CDK7 inhibition.Numerous studies have shown that SE-associated genes are preferentially downregulated in cancer cells treated with CDK7 inhibitors (Fig. ​(Fig.2)2) [20, 21, 71–73, 75, 114, 116, 118, 123, 135, 136]. In T cell acute lymphoblastic leukaemia (ALL), expression of the oncogenic TF, RUNX1, is driven by a large SE and is disproportionately repressed by THZ1 treatment [20]. Similarly, neuroblastomas driven by MYCN amplification, which promotes the formation of aberrant SEs, are selectively sensitive to CDK7 inhibition [21]. As MYC TFs are frequently upregulated in cancer but have proven difficult to target directly, blocking MYC expression and/or targeting the transcription machinery downstream of MYC, by inhibiting CDK7, is an attractive strategy. Similarly, oncogenic ETS TFs, which are also notoriously difficult to target, are reduced by THZ1 treatment in prostate cancer [137]. Other cancers in which THZ1-mediated downregulation of SE-associated genes has been demonstrated include ovarian cancer [75], melanoma [118] and small cell lung cancer [114]. These studies have been integral for uncovering the aforementioned phenomenon of transcriptional addiction in cancer (Fig. ​(Fig.2).2). Furthermore, targeting specific oncogenic transcriptional programs provides some explanation for the observation that cancer cells are more vulnerable to transcriptional inhibition than normal cells.CDK7 inhibitors to treat drug-resistant cancersCDK7 inhibition represents a novel strategy to treat cancers with de novo or acquired resistance to other drugs, where further treatment options are limited. Mutations in the ESR1 gene are common in advanced ER+ breast cancer, causing oestrogen-independent receptor activation and hormone therapy resistance [125]. CDK7 is an essential gene in both ER-wild-type and ER-mutant breast cancer, and ER-mutant MCF7 cells, that are partially resistant to anti-oestrogens, are sensitive to CDK7 inhibition [125, 138]. Furthermore, activating Ser118 phosphorylation of mutant ER is inhibited by THZ1 [125, 138]. This suggests that CDK7 inhibitors may be effective at treating advanced, ER-mutant breast cancer. THZ1 has also been shown to overcome HER2 inhibitor resistance in breast cancer [139] and venetoclax resistance in mantle cell lymphoma [109], and to inhibit castration-resistant prostate cancer [137].A number of CDK4/6 inhibitors are clinically approved for use in combination with endocrine therapies for the treatment of ER+ breast cancer, however, resistance to these drugs is an emerging problem [140]. Breast cancer cells with acquired resistance to palbociclib remain sensitive to THZ1 [140], suggesting that CDK7 inhibitors may be useful following the onset of resistance to drugs that target other CDKs.Current clinical trials of CDK7 inhibitors are aimed at patients with advanced or metastatic cancer; therefore, a majority of these will have received other lines of therapy prior to their recruitment. The SY-1365 trial was designed to target specific cohorts of patients with resistance to prior treatments, including platinum resistance in ovarian cancer and CDK4/6 inhibitor plus aromatase inhibitor resistance in HR+ breast cancer (Table ​(Table4).4). The prospect of using CDK7 inhibitors to overcome resistance to prior treatments in cancer is exciting, and it is crucial that information garnered from preclinical studies of CDK7 inhibitors in the context of acquired drug-resistance continues to be considered during clinical trial design.Combination treatment strategiesCancers are frequently treated with two or more therapeutic agents simultaneously. Compared with single-agent treatments, these combination therapies often have enhanced efficacy, can delay the onset of resistance and may allow lower doses of individual drugs to be used, thus reducing toxicity. Multiple studies have investigated the potential of combining CDK7 inhibitors with other anticancer drugs [22, 23, 116, 124–127].As ER is the key transcriptional driver of ER+ breast cancer and is activated by CDK7, CDK7 inhibitors have been assessed in combination with anti-oestrogens in this context (Table ​(Table3)3) [22, 125]. In the ER+ breast cancer cell line, MCF7, treatment with ICEC0942, plus either tamoxifen or fulvestrant, caused greater growth inhibition than either agent alone [22]. The combinatorial action of ICEC0942 with tamoxifen was also verified in mice bearing MCF7 xenografts [22]. In addition, ER-mutant breast cancer cells are especially sensitive to the combination treatment of THZ1 and fulvestrant [125]. ICEC0942 is now being assessed in combination with fulvestrant in clinical trials (Table ​(Table44).It has been noted that some CDK7 inhibitors reduce expression of the anti-apoptotic BCL2 family member, MCL1 [23, 124, 127]; therefore, it is plausible that CDK7 inhibitors will work synergistically with apoptotic agents. CDK7 inhibitors have been investigated in combination with the apoptosis-inducing BH3-mimetics, venetoclax (ABT-199) [23, 124] and navitoclax (ABT-263) (Table ​(Table3)3) [127]. Venetoclax, which inhibits anti-apoptotic BCL2 to cause apoptosis, is approved for the treatment of CLL, small lymphocytic leukaemia (SLL) and AML [23]. The combination of SY-1365 and venetoclax is synergistic in AML cell lines and xenografts [23]. Although the current clinical trials of CDK7 inhibitors are focused on solid tumours, these results highlight the potential for CDK7 inhibitors to combat blood cancers, particularly if combined with BH3-mimetics. CDK7 inhibition also synergises with p53-activating agents, including the chemotherapeutic, 5-fluorouracil, to induce apoptosis in colorectal cancer cells [128].BET inhibitors, compounds that target the bromodomain extra-terminal (BET) family of proteins, have garnered much recent interest as potential cancer therapeutics and are being assessed clinically across a range of cancers. The preclinical and clinical advancement of BET inhibitors in cancer therapy has recently been reviewed [141]. BET inhibitors are exemplified by the tool compound JQ1, which, like THZ1, preferentially represses SE-driven transcription and can be used to overcome oncogenic transcriptional addiction in cancer [19]. For this reason, THZ1 has been tested alongside JQ1 (Table ​(Table3),3), and this combination synergistically inhibits the growth of diffuse intrinsic pontine glioma (DIPG) [116], ovarian cancer [75] and neuroblastoma [126]. THZ1 has also been investigated alongside the histone deacetylase (HDAC) inhibitor, panobinostat (Table ​(Table3),3), for the treatment of the universally fatal paediatric cancer DIPG [116]. Like JQ1 and THZ1, panobinostat supresses transcription of SE-associated genes in DIPG and acts synergistically with CDK7 inhibition to suppress growth of DIPG-derived cell lines [116]. However, the development of CDK7 inhibitors with adequate brain penetrance would be required before this combination therapy could be achieved in the clinic.Recent work has highlighted the potential of CDK7 inhibitors to be used in combination with immunotherapies. The CDK7 inhibitor, YKL-5-124, was shown to elicit immune response signalling in small cell lung cancer (SCLC), activating anti-tumourigenic T cells [131]. In immunocompetent mouse models of SCLC, the combination of YKL-5-124 and anti-PD-1 immune checkpoint inhibition increased overall survival in comparison with either treatment alone, and was further enhanced by the addition of chemotherapeutics (cisplatin and etoposide) [131].Overall, there is much potential for CDK7 inhibitors to be used in combination with other drugs for cancer therapy. We anticipate that screening of CDK7 inhibitors in combination with other compounds, and large-scale genomic perturbation studies, may pave the way for the identification of additional co-targeting strategies.Resistance to CDK7 inhibitorsThe emergence of resistance to cancer treatment, including targeted therapies, remains a major issue, and it is possible that even if CDK7 inhibitors prove a clinical success, resistance may develop in some patients. To gain understanding of potential resistance mechanisms, cell lines with acquired resistance to both ICEC0942 and THZ1 have been developed [142, 143].ATP-binding cassette transporters (ABC-transporters) are a well-characterised mechanism of multidrug resistance in cancer and, when upregulated, can mediate the ATP-dependent efflux of drugs that are substrates. Upregulation of ABCB1, also known as p-glycoprotein, mediates resistance to THZ1 in neuroblastoma and lung cancer [142] and resistance to both THZ1 and ICEC0942 in breast cancer cell lines [143]. Increased expression of another ABC-transporter, ABCG2, results in resistance to THZ1 [142], but not to ICEC0942 [143]. With no clinical data available as yet, it remains to be seen whether ABC-transporter upregulation will arise in the context of CDK7 inhibitor resistance in patients. Despite numerous clinical trials, ABC-transport inhibitors have thus far proven unsuccessful in the clinic, mainly due to issues with potency and toxicity [144]. However, should future developments be made in this area, there may be scope to use CDK7 inhibitors in combination with ABC-transport inhibitors. Another way to overcome this mechanism of resistance is the development of CDK7 inhibitors that are not substrates for multidrug resistance transporters [145]. It is likely that other, as yet unidentified, mechanisms of resistance will also be important in a clinical setting.As clinical trials progress, analyses of tumour features enriched in subsets of patients that are intrinsically resistant to CDK7 inhibitors, or those who acquire resistance after initially responding well, should help shed light on mechanisms of CDK7 inhibitor resistance. Alongside these, further preclinical models of CDK7 inhibitor resistance, including 3D cell culture and in vivo models, may prove informative. Ultimately, the identification of mechanisms of CDK7 inhibitor resistance should aim to aid the identification of patients who will derive most benefit from these drugs, helping to advance their clinical progress. ConclusionsCDK7 has a dual role in driving the cell cycle and transcription, is upregulated in a variety of cancers and has emerged as a promising cancer therapeutic target. At least ten selective inhibitors of CDK7, with activity against a wide range of cancer types, have been developed, their antitumour action likely mediated both through cell cycle arrest and inhibition of oncogenic transcriptional programs. In the preclinical setting, these inhibitors have demonstrated potential to overcome treatment-resistant cancer, both as monotherapies, and in combination with other cancer drugs. To date, four CDK7 inhibitors have progressed to Phase I/II clinical trial for the treatment of advanced solid malignancies. Whilst ABC-transporters can mediate resistance to some CDK7 inhibitors, additional factors that influence tumour response to CDK7 inhibition are yet to be identified. Further efforts to elucidate mechanisms of response, and to define patient selection strategies, will help to facilitate the clinical utility of CDK7 inhibitors. Funding informationThe authors’ work is generously funded by Cancer Research UK (grant C37/A18784). Additional support was provided by the Imperial Experimental Cancer Medicine Centre, the Imperial NIHR Biomedical Research Centre and the Cancer Research UK Imperial Centre. The views expressed are those of the authors and not necessarily those of the NHS, the NIHR or the Department of Health. Compliance with ethical standardsConflict of interestRCC and SA are named as inventors on CDK7 inhibitor patents and own shares in Carrick Therapeutics. FootnotesPublisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Schachter MM, Fisher RP. The CDK-activating kinase Cdk7. Cell Cycle. 2013;12(20):3239–3240. doi: 10.4161/cc.26355. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Larochelle S, Merrick KA, Terret M-E, Wohlbold L, Barboza NM, Zhang C, Shokat KM, Jallepalli PV, Fisher RP. Requirements for Cdk7 in the assembly of Cdk1/Cyclin B and activation of Cdk2 revealed by chemical genetics in human cells. Molecular Cell. 2007;25(6):839–850. doi: 10.1016/j.molcel.2007.02.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Schachter MM, Merrick KA, Larochelle S, Hirschi A, Zhang C, Shokat KM, Rubin SM, Fisher RP. A Cdk7-Cdk4 T-loop phosphorylation Cascade promotes G1 progression. Molecular Cell. 2013;50(2):250–260. doi: 10.1016/j.molcel.2013.04.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Bisteau X, Paternot S, Colleoni B, Ecker K, Coulonval K, De Groote P, et al.  CDK4 T172 phosphorylation is central in a CDK7-dependent bidirectional CDK4/CDK2 interplay mediated by p21 phosphorylation at the restriction point. PLoS Genetics. 2013;9(5):e1003546. doi: 10.1371/journal.pgen.1003546. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Wong KH, Jin Y, Struhl K. TFIIH phosphorylation of the pol II CTD stimulates mediator dissociation from the Preinitiation complex and promoter escape. Molecular Cell. 2014;54(4):601–612. doi: 10.1016/j.molcel.2014.03.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Glover-Cutter K, Larochelle S, Erickson B, Zhang C, Shokat K, Fisher RP, et al.  TFIIH-associated Cdk7 kinase functions in phosphorylation of C-terminal domain Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Molecular and Cellular Biology. 2009;29(20):5455–5464. doi: 10.1128/mcb.00637-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Akhtar MS, Heidemann M, Tietjen JR, Zhang DW, Chapman RD, Eick D, Ansari AZ. TFIIH kinase places bivalent marks on the carboxy-terminal domain of RNA polymerase II. Molecular Cell. 2009;34(3):387–393. doi: 10.1016/j.molcel.2009.04.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Larochelle, S., Amat, R., Glover-Cutter, K., Sansó, M., Zhang, C., Allen, J. J., et al. (2012). Cyclin-dependent kinase control of the initiation-to-elongation switch of RNA polymerase II. Nature Structural & Molecular Biology, 19, 1108, 10.1038/nsmb.2399https://www.nature.com/articles/nsmb.2399#supplementary-information. [PMC free article] [PubMed]9. Ko LJ, Shieh SY, Chen X, Jayaraman L, Tamai K, Taya Y, Prives C, Pan ZQ. p53 is phosphorylated by CDK7-cyclin H in a p36MAT1-dependent manner. Molecular and Cellular Biology. 1997;17(12):7220–7229. doi: 10.1128/mcb.17.12.7220. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Lu H, Fisher RP, Bailey P, Levine AJ. The CDK7-cycH-p36 complex of transcription factor IIH phosphorylates p53, enhancing its sequence-specific DNA binding activity in vitro. Molecular and Cellular Biology. 1997;17(10):5923–5934. doi: 10.1128/mcb.17.10.5923. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Keriel A, Stary A, Sarasin A, Rochette-Egly C, Egly J-M. XPD mutations prevent TFIIH-dependent transactivation by nuclear receptors and phosphorylation of RARα Cell. 2002;109(1):125–135. doi: 10.1016/S0092-8674(02)00692-X. [PubMed] [CrossRef] [Google Scholar]12. Bastien J, Adam-Stitah S, Riedl T, Egly J-M, Chambon P, Rochette-Egly C. TFIIH interacts with the retinoic acid receptor γ and phosphorylates its AF-1-activating domain through cdk7. Journal of Biological Chemistry. 2000;275(29):21896–21904. doi: 10.1074/jbc.M001985200. [PubMed] [CrossRef] [Google Scholar]13. Rochette-Egly C, Adam S, Rossignol M, Egly J-M, Chambon P. Stimulation of RARα activation function AF-1 through binding to the general transcription factor TFIIH and phosphorylation by CDK7. Cell. 1997;90(1):97–107. doi: 10.1016/S0092-8674(00)80317-7. [PubMed] [CrossRef] [Google Scholar]14. Chen D, Riedl T, Washbrook E, Pace PE, Coombes RC, Egly J-M, Ali S. Activation of estrogen receptor α by S118 phosphorylation involves a ligand-dependent interaction with TFIIH and participation of CDK7. Molecular Cell. 2000;6(1):127–137. doi: 10.1016/S1097-2765(05)00004-3. [PubMed] [CrossRef] [Google Scholar]15. Chen D, Washbrook E, Sarwar N, Bates GJ, Pace PE, Thirunuvakkarasu V, Taylor J, Epstein RJ, Fuller-Pace FV, Egly JM, Coombes RC, Ali S. Phosphorylation of human estrogen receptor α at serine 118 by two distinct signal transduction pathways revealed by phosphorylation-specific antisera. Oncogene. 2002;21(32):4921–4931. doi: 10.1038/sj.onc.1205420. [PubMed] [CrossRef] [Google Scholar]16. Lee DK, Duan HO, Chang C. From Androgen receptor to the general transcription factor TFIIH: identification of cdk activating kinase (CAK) as an androgen receptor NH2- terminal associated coactivator. Journal of Biological Chemistry. 2000;275(13):9308–9313. doi: 10.1074/jbc.275.13.9308. [PubMed] [CrossRef] [Google Scholar]17. Chymkowitch P, Le May N, Charneau P, Compe E, Egly J-M. The phosphorylation of the androgen receptor by TFIIH directs the ubiquitin/proteasome process. The EMBO Journal. 2011;30(3):468–479. doi: 10.1038/emboj.2010.337. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Galbraith MD, Bender H, Espinosa JM. Therapeutic targeting of transcriptional cyclin-dependent kinases. Transcription. 2019;10(2):118–136. doi: 10.1080/21541264.2018.1539615. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Bradner JE, Hnisz D, Young RA. Transcriptional addiction in cancer. Cell. 2017;168(4):629–643. doi: 10.1016/j.cell.2016.12.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Kwiatkowski N, Zhang T, Rahl PB, Abraham BJ, Reddy J, Ficarro SB, Dastur A, Amzallag A, Ramaswamy S, Tesar B, Jenkins CE, Hannett NM, McMillin D, Sanda T, Sim T, Kim ND, Look T, Mitsiades CS, Weng AP, Brown JR, Benes CH, Marto JA, Young RA, Gray NS. Targeting transcription regulation in cancer with a covalent CDK7 inhibitor. Nature. 2014;511(7511):616–620. doi: 10.1038/nature13393. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Chipumuro E, Marco E, Christensen CL, Kwiatkowski N, Zhang T, Hatheway CM, Abraham BJ, Sharma B, Yeung C, Altabef A, Perez-Atayde A, Wong KK, Yuan GC, Gray NS, Young RA, George RE. CDK7 inhibition suppresses super-enhancer-linked oncogenic transcription in MYCN-driven cancer. Cell. 2014;159(5):1126–1139. doi: 10.1016/j.cell.2014.10.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Patel H, Periyasamy M, Sava GP, Bondke A, Slafer BW, Kroll SHB, Barbazanges M, Starkey R, Ottaviani S, Harrod A, Aboagye EO, Buluwela L, Fuchter MJ, Barrett AGM, Coombes RC, Ali S. ICEC0942, an orally bioavailable selective inhibitor of CDK7 for cancer treatment. Molecular Cancer Therapeutics. 2018;17(6):1156–1166. doi: 10.1158/1535-7163.Mct-16-0847. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Hu, S., Marineau, J. J., Rajagopal, N., Hamman, K. B., Choi, Y. J., Schmidt, D. R., et al. (2019). Discovery and characterization of SY-1365, a selective, covalent inhibitor of CDK7. Cancer Research, canres.0119.2019, 10.1158/0008-5472.Can-19-0119. [PubMed]24. Hu S, Marineau J, Hamman K, Bradley M, Savinainen A, Alnemy S, et al.  Abstract 4421: SY-5609, an orally available selective CDK7 inhibitor demonstrates broad anti-tumor activity in vivo. Cancer Research. 2019;79(13 Supplement):4421–4421. doi: 10.1158/1538-7445.Am2019-4421. [CrossRef] [Google Scholar]25. Johannessen LH, Hu S, Ke N, D'Ippolito A, Rajagopal N, Marineau J, et al.  Abstract C091: Preclinical evaluation of PK, PD, and antitumor activity of the oral, non-covalent, potent and highly selective CDK7 inhibitor, SY-5609, provides rationale for clinical development in multiple solid tumor indications. Molecular Cancer Therapeutics. 2019;18(12 Supplement):C091–C091. doi: 10.1158/1535-7163.Targ-19-c091. [CrossRef] [Google Scholar]26. Coates DA, Montero C, Patel BKR, Remick DM, Yadav V.  Compounds useful for inhibiting CDK7. United States: Eli Lilly and Company. IN, US: Indianapolis; 2019.  [Google Scholar]27. Rimel JK, Taatjes DJ. The essential and multifunctional TFIIH complex. Protein Science. 2018;27(6):1018–1037. doi: 10.1002/pro.3424. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Lolli G, Lowe ED, Brown NR, Johnson LN. The crystal structure of human CDK7 and its protein recognition properties. Structure. 2004;12(11):2067–2079. doi: 10.1016/j.str.2004.08.013. [PubMed] [CrossRef] [Google Scholar]29. Larochelle S, Chen J, Knights R, Pandur J, Morcillo P, Erdjument-Bromage H, Tempst P, Suter B, Fisher RP. T-loop phosphorylation stabilizes the CDK7-cyclin H-MAT1 complex in vivo and regulates its CTD kinase activity. The EMBO Journal. 2001;20(14):3749–3759. doi: 10.1093/emboj/20.14.3749. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Garrett S, Barton WA, Knights R, Jin P, Morgan DO, Fisher RP. Reciprocal activation by Cyclin-dependent kinases 2 and 7 is directed by substrate specificity determinants outside the T loop. Molecular and Cellular Biology. 2001;21(1):88–99. doi: 10.1128/mcb.21.1.88-99.2001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Desai SR, Pillai PP, Patel RS, McCray AN, Win-Piazza HY, Acevedo-Duncan ME. Regulation of Cdk7 activity through a phosphatidylinositol (3)-kinase/PKC-ι-mediated signaling cascade in glioblastoma. Carcinogenesis. 2011;33(1):10–19. doi: 10.1093/carcin/bgr231. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Pillai P, Desai S, Patel R, Sajan M, Farese R, Ostrov D, Acevedo-Duncan M. A novel PKC-ι inhibitor abrogates cell proliferation and induces apoptosis in neuroblastoma. The International Journal of Biochemistry & Cell Biology. 2011;43(5):784–794. doi: 10.1016/j.biocel.2011.02.002. [PubMed] [CrossRef] [Google Scholar]33. Acevedo-Duncan M, Patel R, Whelan S, Bicaku E. Human glioma PKC-ι and PKC-βII phosphorylate cyclin-dependent kinase activating kinase during the cell cycle. Cell Proliferation. 2002;35(1):23–36. doi: 10.1046/j.1365-2184.2002.00220.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Ni S, Chen L, Li M, Zhao W, Shan X, Wu M, Cheng J, Liang L, Wang Y, Jiang W, Zhang J, Ni R. PKC iota promotes cellular proliferation by accelerated G1/S transition via interaction with CDK7 in esophageal squamous cell carcinoma. Tumor Biology. 2016;37(10):13799–13809. doi: 10.1007/s13277-016-5193-9. [PubMed] [CrossRef] [Google Scholar]35. Ghezzi C, Wong A, Chen BY, Ribalet B, Damoiseaux R, Clark PM. A high-throughput screen identifies that CDK7 activates glucose consumption in lung cancer cells. Nature Communications. 2019;10(1):5444. doi: 10.1038/s41467-019-13334-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Schneider E, Kartarius S, Schuster N, Montenarh M. The cyclin H/cdk7/Mat1 kinase activity is regulated by CK2 phosphorylation of cyclin H. Oncogene. 2002;21(33):5031–5037. doi: 10.1038/sj.onc.1205690. [PubMed] [CrossRef] [Google Scholar]37. Akoulitchev S, Chuikov S, Reinberg D. TFIIH is negatively regulated by cdk8-containing mediator complexes. Nature. 2000;407(6800):102–106. doi: 10.1038/35024111. [PubMed] [CrossRef] [Google Scholar]38. Abdullah AI, Zhang H, Nie Y, Tang W, Sun T. CDK7 and miR-210 co-regulate cell-cycle progression of neural progenitors in the developing Neocortex. Stem Cell Reports. 2016;7(1):69–79. doi: 10.1016/j.stemcr.2016.06.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Ali S, Heathcote DA, Kroll SHB, Jogalekar AS, Scheiper B, Patel H, Brackow J, Siwicka A, Fuchter MJ, Periyasamy M, Tolhurst RS, Kanneganti SK, Snyder JP, Liotta DC, Aboagye EO, Barrett AGM, Coombes RC. The development of a selective cyclin-dependent kinase inhibitor that shows antitumor activity. Cancer Research. 2009;69(15):6208–6215. doi: 10.1158/0008-5472.Can-09-0301. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Merrick KA, Larochelle S, Zhang C, Allen JJ, Shokat KM, Fisher RP. Distinct activation pathways confer cyclin-binding specificity on Cdk1 and Cdk2 in human cells. Molecular Cell. 2008;32(5):662–672. doi: 10.1016/j.molcel.2008.10.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Abdulrahman W, Iltis I, Radu L, Braun C, Maglott-Roth A, Giraudon C, Egly JM, Poterszman A. ARCH domain of XPD, an anchoring platform for CAK that conditions TFIIH DNA repair and transcription activities. Proceedings of the National Academy of Sciences. 2013;110(8):E633–E642. doi: 10.1073/pnas.1213981110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Luo J, Cimermancic P, Viswanath S, Ebmeier CC, Kim B, Dehecq M, Raman V, Greenberg CH, Pellarin R, Sali A, Taatjes DJ, Hahn S, Ranish J. Architecture of the human and yeast general transcription and DNA repair factor TFIIH. Molecular Cell. 2015;59(5):794–806. doi: 10.1016/j.molcel.2015.07.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Tirode F, Busso D, Coin F, Egly J-M. Reconstitution of the transcription factor TFIIH: assignment of functions for the three enzymatic subunits, XPB, XPD, and cdk7. Molecular Cell. 1999;3(1):87–95. doi: 10.1016/S1097-2765(00)80177-X. [PubMed] [CrossRef] [Google Scholar]44. Bataille AR, Jeronimo C, Jacques P-É, Laramée L, Fortin M-È, Forest A, Bergeron M, Hanes SD, Robert F. A universal RNA polymerase II CTD cycle is orchestrated by complex interplays between kinase, phosphatase, and isomerase enzymes along genes. Molecular Cell. 2012;45(2):158–170. doi: 10.1016/j.molcel.2011.11.024. [PubMed] [CrossRef] [Google Scholar]45. Jeronimo C, Robert F. Kin28 regulates the transient association of mediator with core promoters. Nature Structural & Molecular Biology. 2014;21(5):449–455. doi: 10.1038/nsmb.2810. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Egloff S, O'Reilly D, Chapman RD, Taylor A, Tanzhaus K, Pitts L, Eick D, Murphy S. Serine-7 of the RNA polymerase II CTD is specifically required for snRNA gene expression. Science. 2007;318(5857):1777–1779. doi: 10.1126/science.1145989. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Glover-Cutter, K., Kim, S., Espinosa, J., & Bentley, D. L. (2007). RNA polymerase II pauses and associates with pre-mRNA processing factors at both ends of genes. Nature Structural & Molecular Biology, 15, 71. 10.1038/nsmb1352https://www.nature.com/articles/nsmb1352#supplementary-information. [PMC free article] [PubMed]48. Kwak H, Lis JT. Control of transcriptional elongation. Annual Review of Genetics. 2013;47:483–508. doi: 10.1146/annurev-genet-110711-155440. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97(1):41–51. doi: 10.1016/S0092-8674(00)80713-8. [PubMed] [CrossRef] [Google Scholar]50. Nilson KA, Guo J, Turek ME, Brogie JE, Delaney E, Luse DS, Price DH. THZ1 reveals roles for Cdk7 in co-transcriptional capping and pausing. Molecular Cell. 2015;59(4):576–587. doi: 10.1016/j.molcel.2015.06.032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Ebmeier CC, Erickson B, Allen BL, Allen MA, Kim H, Fong N, Jacobsen JR, Liang K, Shilatifard A, Dowell RD, Old WM, Bentley DL, Taatjes DJ. Human TFIIH kinase CDK7 regulates transcription-associated chromatin modifications. Cell Reports. 2017;20(5):1173–1186. doi: 10.1016/j.celrep.2017.07.021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Bacon CW, D’Orso I. CDK9: A signaling hub for transcriptional control. Transcription. 2019;10(2):57–75. doi: 10.1080/21541264.2018.1523668. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Bartkowiak B, Liu P, Phatnani HP, Fuda NJ, Cooper JJ, Price DH, Adelman K, Lis JT, Greenleaf AL. CDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes & Development. 2010;24(20):2303–2316. doi: 10.1101/gad.1968210. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Bösken, C. A., Farnung, L., Hintermair, C., Merzel Schachter, M., Vogel-Bachmayr, K., Blazek, D., et al. (2014). The structure and substrate specificity of human Cdk12/Cyclin K. Nature Communications, 5, 3505, 10.1038/ncomms4505https://www.nature.com/articles/ncomms4505#supplementary-information. [PMC free article] [PubMed]55. Liang K, Gao X, Gilmore JM, Florens L, Washburn MP, Smith E, Shilatifard A. Characterization of human cyclin-dependent kinase 12 (CDK12) and CDK13 complexes in C-terminal domain phosphorylation, gene transcription, and RNA processing. Molecular and Cellular Biology. 2015;35(6):928–938. doi: 10.1128/mcb.01426-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Greifenberg AK, Hönig D, Pilarova K, Düster R, Bartholomeeusen K, Bösken CA, Anand K, Blazek D, Geyer M. Structural and functional analysis of the Cdk13/Cyclin K complex. Cell Reports. 2016;14(2):320–331. doi: 10.1016/j.celrep.2015.12.025. [PubMed] [CrossRef] [Google Scholar]57. Rossi DJ, Londesborough A, Korsisaari N, Pihlak A, Lehtonen E, Henkemeyer M, Mäkelä TP. Inability to enter S phase and defective RNA polymerase II CTD phosphorylation in mice lacking Mat1. The EMBO Journal. 2001;20(11):2844–2856. doi: 10.1093/emboj/20.11.2844. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Ganuza M, Sáiz-Ladera C, Cañamero M, Gómez G, Schneider R, Blasco MA, Pisano D, Paramio JM, Santamaría D, Barbacid M. Genetic inactivation of Cdk7 leads to cell cycle arrest and induces premature aging due to adult stem cell exhaustion. The EMBO Journal. 2012;31(11):2498–2510. doi: 10.1038/emboj.2012.94. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Ali S, Metzger D, Bornert JM, Chambon P. Modulation of transcriptional activation by ligand-dependent phosphorylation of the human oestrogen receptor A/B region. The EMBO Journal. 1993;12(3):1153–1160. doi: 10.1002/j.1460-2075.1993.tb05756.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Valley CC, Métivier R, Solodin NM, Fowler AM, Mashek MT, Hill L, et al.  Differential regulation of estrogen-inducible proteolysis and transcription by the estrogen receptor α N terminus. Molecular and Cellular Biology. 2005;25(13):5417–5428. doi: 10.1128/mcb.25.13.5417-5428.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Drané P, Compe E, Catez P, Chymkowitch P, Egly J-M. Selective regulation of vitamin D receptor-responsive genes by TFIIH. Molecular Cell. 2004;16(2):187–197. doi: 10.1016/j.molcel.2004.10.007. [PubMed] [CrossRef] [Google Scholar]62. Compe E, Drané P, Laurent C, Diderich K, Braun C, Hoeijmakers JHJ, et al.  Dysregulation of the peroxisome proliferator-activated receptor target genes by XPD mutations. Molecular and Cellular Biology. 2005;25(14):6065–6076. doi: 10.1128/mcb.25.14.6065-6076.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Vandel L, Kouzarides T. Residues phosphorylated by TFIIH are required for E2F-1 degradation during S-phase. The EMBO Journal. 1999;18(15):4280–4291. doi: 10.1093/emboj/18.15.4280. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Cho YS, Li S, Wang X, Zhu J, Zhuo S, Han Y, Yue T, Yang Y, Jiang J. CDK7 regulates organ size and tumor growth by safeguarding the hippo pathway effector Yki/yap/Taz in the nucleus. Genes & Development. 2019;34:53–71. doi: 10.1101/gad.333146.119. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Coin F, Oksenych V, Mocquet V, Groh S, Blattner C, Egly JM. Nucleotide excision repair driven by the dissociation of CAK from TFIIH. Molecular Cell. 2008;31(1):9–20. doi: 10.1016/j.molcel.2008.04.024. [PubMed] [CrossRef] [Google Scholar]66. Araújo SJ, Tirode F, Coin F, Pospiech H, Syväoja JE, Stucki M, Hübscher U, Egly JM, Wood RD. Nucleotide excision repair of DNA with recombinant human proteins: definition of the minimal set of factors, active forms of TFIIH, and modulation by CAK. Genes & Development. 2000;14(3):349–359. doi: 10.1101/gad.14.3.349. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Bartkova J, Zemanova M, Bartek J. Expression of CDK7/CAK in normal and tumour cells of diverse histogenesis, cell-cycle position and differentiation. International Journal of Cancer. 1996;66(6):732–737. doi: 10.1002/(sici)1097-0215(19960611)66:6<732::Aid-ijc4>3.0.Co;2-0. [PubMed] [CrossRef] [Google Scholar]68. Patel H, Abduljabbar R, Lai C-F, Periyasamy M, Harrod A, Gemma C, Steel JH, Patel N, Busonero C, Jerjees D, Remenyi J, Smith S, Gomm JJ, Magnani L, Gyorffy B, Jones LJ, Fuller-Pace F, Shousha S, Buluwela L, Rakha EA, Ellis IO, Coombes RC, Ali S. Expression of CDK7, cyclin H, and MAT1 is elevated in breast cancer and is prognostic in estrogen receptor–positive breast cancer. Clinical Cancer Research. 2016;22(23):5929–5938. doi: 10.1158/1078-0432.Ccr-15-1104. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Wang Q, Li M, Zhang X, Huang H, Huang J, Ke J, Ding H, Xiao J, Shan X, Liu Q, Bao B, Yang L. Upregulation of CDK7 in gastric cancer cell promotes tumor cell proliferation and predicts poor prognosis. Experimental and Molecular Pathology. 2016;100(3):514–521. doi: 10.1016/j.yexmp.2016.05.001. [PubMed] [CrossRef] [Google Scholar]70. Naseh G, Mohammadifard M, Mohammadifard M. Upregulation of cyclin-dependent kinase 7 and matrix metalloproteinase-14 expression contribute to metastatic properties of gastric cancer. IUBMB Life. 2016;68(10):799–805. doi: 10.1002/iub.1543. [PubMed] [CrossRef] [Google Scholar]71. Jiang L, Huang R, Wu Y, Diao P, Zhang W, Li J, Li Z, Wang Y, Cheng J, Yang J. Overexpression of CDK7 is associated with unfavourable prognosis in oral squamous cell carcinoma. Pathology. 2019;51(1):74–80. doi: 10.1016/j.pathol.2018.10.004. [PubMed] [CrossRef] [Google Scholar]72. Tsang FH-C, Law C-T, Tang T-CC, Cheng CL-H, Chin DW-C, Tam W-SV, Wei L, Wong CCL, Ng IOL, Wong CM. Aberrant super-enhancer landscape in human hepatocellular carcinoma. Hepatology. 2019;69(6):2502–2517. doi: 10.1002/hep.30544. [PubMed] [CrossRef] [Google Scholar]73. Meng W, Wang J, Wang B, Liu F, Li M, Zhao Y, Zhang C, Li Q, Chen J, Zhang L, Tang Y, Ma J. CDK7 inhibition is a novel therapeutic strategy against GBM both in vitro and in vivo. Cancer Management and Research. 2018;10:5747–5758. doi: 10.2147/CMAR.S183696. [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Li B, Ni Chonghaile T, Fan Y, Madden SF, Klinger R, O'Connor AE, Walsh L, O'Hurley G, Mallya Udupi G, Joseph J, Tarrant F, Conroy E, Gaber A, Chin SF, Bardwell HA, Provenzano E, Crown J, Dubois T, Linn S, Jirstrom K, Caldas C, O'Connor DP, Gallagher WM. Therapeutic rationale to target highly expressed CDK7 conferring poor outcomes in triple-negative breast cancer. Cancer Research. 2017;77(14):3834–3845. doi: 10.1158/0008-5472.Can-16-2546. [PubMed] [CrossRef] [Google Scholar]75. Zhang Z, Peng H, Wang X, Yin X, Ma P, Jing Y, Cai MC, Liu J, Zhang M, Zhang S, Shi K, Gao WQ, di W, Zhuang G. Preclinical efficacy and molecular mechanism of targeting CDK7-dependent transcriptional addiction in ovarian cancer. Molecular Cancer Therapeutics. 2017;16(9):1739–1750. doi: 10.1158/1535-7163.Mct-17-0078. [PubMed] [CrossRef] [Google Scholar]76. Pavey S, Johansson P, Packer L, Taylor J, Stark M, Pollock PM, Walker GJ, Boyle GM, Harper U, Cozzi SJ, Hansen K, Yudt L, Schmidt C, Hersey P, Ellem KAO, O'Rourke MGE, Parsons PG, Meltzer P, Ringnér M, Hayward NK. Microarray expression profiling in melanoma reveals a BRAF mutation signature. Oncogene. 2004;23(23):4060–4067. doi: 10.1038/sj.onc.1207563. [PubMed] [CrossRef] [Google Scholar]77. Johansson P, Pavey S, Hayward N. Confirmation of a BRAF mutation-associated gene expression signature in melanoma. Pigment Cell Research. 2007;20(3):216–221. doi: 10.1111/j.1600-0749.2007.00375.x. [PubMed] [CrossRef] [Google Scholar]78. Kandoth C, McLellan MD, Vandin F, Ye K, Niu B, Lu C, Xie M, Zhang Q, McMichael JF, Wyczalkowski MA, Leiserson MDM, Miller CA, Welch JS, Walter MJ, Wendl MC, Ley TJ, Wilson RK, Raphael BJ, Ding L. Mutational landscape and significance across 12 major cancer types. Nature. 2013;502(7471):333–339. doi: 10.1038/nature12634. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Lawrence MS, Stojanov P, Mermel CH, Robinson JT, Garraway LA, Golub TR, Meyerson M, Gabriel SB, Lander ES, Getz G. Discovery and saturation analysis of cancer genes across 21 tumour types. Nature. 2014;505(7484):495–501. doi: 10.1038/nature12912. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Lane, D., & Levine, A. (2010). p53 research: the past thirty years and the next thirty years. Cold Spring Harbor Perspectives in Biology, 2(12). 10.1101/cshperspect.a000893. [PMC free article] [PubMed]81. Beroukhim R, Mermel CH, Porter D, Wei G, Raychaudhuri S, Donovan J, Barretina J, Boehm JS, Dobson J, Urashima M, Mc Henry KT, Pinchback RM, Ligon AH, Cho YJ, Haery L, Greulich H, Reich M, Winckler W, Lawrence MS, Weir BA, Tanaka KE, Chiang DY, Bass AJ, Loo A, Hoffman C, Prensner J, Liefeld T, Gao Q, Yecies D, Signoretti S, Maher E, Kaye FJ, Sasaki H, Tepper JE, Fletcher JA, Tabernero J, Baselga J, Tsao MS, Demichelis F, Rubin MA, Janne PA, Daly MJ, Nucera C, Levine RL, Ebert BL, Gabriel S, Rustgi AK, Antonescu CR, Ladanyi M, Letai A, Garraway LA, Loda M, Beer DG, True LD, Okamoto A, Pomeroy SL, Singer S, Golub TR, Lander ES, Getz G, Sellers WR, Meyerson M. The landscape of somatic copy-number alteration across human cancers. Nature. 2010;463(7283):899–905. doi: 10.1038/nature08822. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Clemons M, Danson S, Howell A. Tamoxifen (‘Nolvadex’): a review: Antitumour treatment. Cancer Treatment Reviews. 2002;28(4):165–180. doi: 10.1016/S0305-7372(02)00036-1. [PubMed] [CrossRef] [Google Scholar]83. Nathan MR, Schmid P. A review of fulvestrant in breast cancer. Oncology and Therapy. 2017;5(1):17–29. doi: 10.1007/s40487-017-0046-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Hnisz D, Abraham BJ, Lee TI, Lau A, Saint-André V, Sigova AA, Hoke HA, Young RA. Super-enhancers in the control of cell identity and disease. Cell. 2013;155(4):934–947. doi: 10.1016/j.cell.2013.09.053. [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Whittaker SR, Mallinger A, Workman P, Clarke PA. Inhibitors of cyclin-dependent kinases as cancer therapeutics. Pharmacology & Therapeutics. 2017;173:83–105. doi: 10.1016/j.pharmthera.2017.02.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Conroy A, Stockett DE, Walker D, Arkin MR, Hoch U, Fox JA, Hawtin RE. SNS-032 is a potent and selective CDK 2, 7 and 9 inhibitor that drives target modulation in patient samples. Cancer Chemotherapy and Pharmacology. 2009;64(4):723–732. doi: 10.1007/s00280-008-0921-5. [PubMed] [CrossRef] [Google Scholar]87. Kaur G, Stetler-Stevenson M, Sebers S, Worland P, Sedlacek H, Myers C, Czech J, Naik R, Sausville E. Growth inhibition with reversible cell cycle arrest of carcinoma cells by flavone L86-8275. JNCI: Journal of the National Cancer Institute. 1992;84(22):1736–1740. doi: 10.1093/jnci/84.22.1736. [PubMed] [CrossRef] [Google Scholar]88. Losiewicz MD, Carlson BA, Kaur G, Sausville EA, Worland PJ. Potent inhibition of Cdc2 kinase activity by the flavonoid L86-8275. Biochemical and Biophysical Research Communications. 1994;201(2):589–595. doi: 10.1006/bbrc.1994.1742. [PubMed] [CrossRef] [Google Scholar]89. Carlson BA, Dubay MM, Sausville EA, Brizuela L, Worland PJ. Flavopiridol induces G1 arrest with inhibition of cyclin-dependent kinase (CDK) 2 and CDK4 in human breast carcinoma cells. Cancer Research. 1996;56(13):2973–2978. [PubMed] [Google Scholar]90. Chen R, Keating MJ, Gandhi V, Plunkett W. Transcription inhibition by flavopiridol: mechanism of chronic lymphocytic leukemia cell death. Blood. 2005;106(7):2513–2519. doi: 10.1182/blood-2005-04-1678. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Asghar, U., Witkiewicz, A. K., Turner, N. C., & Knudsen, E. S. (2015). The history and future of targeting cyclin-dependent kinases in cancer therapy. [review article]. Nature Reviews Drug Discovery, 14, 130. 10.1038/nrd4504https://www.nature.com/articles/nrd4504#supplementary-information. [PMC free article] [PubMed]92. Byrd JC, Lin TS, Dalton JT, Wu D, Phelps MA, Fischer B, Moran M, Blum KA, Rovin B, Brooker-McEldowney M, Broering S, Schaaf LJ, Johnson AJ, Lucas DM, Heerema NA, Lozanski G, Young DC, Suarez JR, Colevas AD, Grever MR. Flavopiridol administered using a pharmacologically derived schedule is associated with marked clinical efficacy in refractory, genetically high-risk chronic lymphocytic leukemia. Blood. 2006;109(2):399–404. doi: 10.1182/blood-2006-05-020735. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Byrd JC, Peterson BL, Gabrilove J, Odenike OM, Grever MR, Rai K, Larson RA, Cancer and Leukemia Group B  Treatment of relapsed chronic lymphocytic leukemia by 72-hour continuous infusion or 1-hour bolus infusion of flavopiridol: results from cancer and leukemia group B study 19805. Clinical Cancer Research. 2005;11(11):4176–4181. doi: 10.1158/1078-0432.Ccr-04-2276. [PubMed] [CrossRef] [Google Scholar]94. Kouroukis CT, Belch A, Crump M, Eisenhauer E, Gascoyne RD, Meyer R, Lohmann R, Lopez P, Powers J, Turner R, Connors JM, National Cancer Institute of Canada Clinical Trials Group  Flavopiridol in untreated or relapsed mantle-cell lymphoma: results of a phase II study of the National Cancer Institute of Canada Clinical Trials Group. Journal of Clinical Oncology. 2003;21(9):1740–1745. doi: 10.1200/jco.2003.09.057. [PubMed] [CrossRef] [Google Scholar]95. Meijer L, Borgne A, Mulner O, Chong JPJ, Blow JJ, Inagaki N, Inagaki M, Delcros JG, Moulinoux JP. Biochemical and cellular effects of roscovitine, a potent and selective inhibitor of the cyclin-dependent kinases cdc2, cdk2 and cdk5. European Journal of Biochemistry. 1997;243(1–2):527–536. doi: 10.1111/j.1432-1033.1997.t01-2-00527.x. [PubMed] [CrossRef] [Google Scholar]96. Whittaker SR, Walton MI, Garrett MD, Workman P. The cyclin-dependent kinase inhibitor CYC202 (R-Roscovitine) inhibits retinoblastoma protein phosphorylation, causes loss of Cyclin D1, and activates the mitogen-activated protein kinase pathway. Cancer Research. 2004;64(1):262–272. doi: 10.1158/0008-5472.Can-03-0110. [PubMed] [CrossRef] [Google Scholar]97. McClue SJ, Blake D, Clarke R, Cowan A, Cummings L, Fischer PM, MacKenzie M, Melville J, Stewart K, Wang S, Zhelev N, Zheleva D, Lane DP. In vitro and in vivo antitumor properties of the cyclin dependent kinase inhibitor CYC202 (R-roscovitine) International Journal of Cancer. 2002;102(5):463–468. doi: 10.1002/ijc.10738. [PubMed] [CrossRef] [Google Scholar]98. Benson C, White J, Bono JD, O'Donnell A, Raynaud F, Cruickshank C, McGrath H, Walton M, Workman P, Kaye S, Cassidy J, Gianella-Borradori A, Judson I, Twelves C. A phase I trial of the selective oral cyclin-dependent kinase inhibitor seliciclib (CYC202; R-Roscovitine), administered twice daily for 7 days every 21 days. British Journal of Cancer. 2007;96(1):29–37. doi: 10.1038/sj.bjc.6603509. [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Misra RN, Xiao H-y, Kim KS, Lu S, Han W-C, Barbosa SA, et al.  N-(Cycloalkylamino)acyl-2-aminothiazole inhibitors of cyclin-dependent kinase 2. N-[5-[[[5-(1,1-Dimethylethyl)-2-oxazolyl]methyl]thio]-2-thiazolyl]-4- piperidinecarboxamide (BMS-387032), a highly efficacious and selective antitumor agent. Journal of Medicinal Chemistry. 2004;47(7):1719–1728. doi: 10.1021/jm0305568. [PubMed] [CrossRef] [Google Scholar]100. Nuwayhid, S., Stockett, D., Hyde, J., Aleshin, A., Walker, D. H., & Arkin, M. R. SNS-032 is a potent and selective inhibitor of Cdk2, 7 and 9 and induces cell death by inhibiting cell cycle progression and the expression of antiapoptotic proteins. In Proc Am Assoc Cancer Res, 2006 (Vol. 47, pp. 491).101. Tong W-G, Chen R, Plunkett W, Siegel D, Sinha R, Harvey RD, Badros AZ, Popplewell L, Coutre S, Fox JA, Mahadocon K, Chen T, Kegley P, Hoch U, Wierda WG. Phase I and pharmacologic study of SNS-032, a potent and selective Cdk2, 7, and 9 inhibitor, in patients with advanced chronic lymphocytic leukemia and multiple myeloma. Journal of Clinical Oncology. 2010;28(18):3015–3022. doi: 10.1200/jco.2009.26.1347. [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Heath EI, Bible K, Martell RE, Adelman DC, LoRusso PM. A phase 1 study of SNS-032 (formerly BMS-387032), a potent inhibitor of cyclin-dependent kinases 2, 7 and 9 administered as a single oral dose and weekly infusion in patients with metastatic refractory solid tumors. Investigational New Drugs. 2008;26(1):59–65. doi: 10.1007/s10637-007-9090-3. [PubMed] [CrossRef] [Google Scholar]103. Aklilu M, Kindler HL, Donehower RC, Mani S, Vokes EE. Phase II study of flavopiridol in patients with advanced colorectal cancer. Annals of Oncology. 2003;14(8):1270–1273. doi: 10.1093/annonc/mdg343. [PubMed] [CrossRef] [Google Scholar]104. Burdette-Radoux S, Tozer RG, Lohmann RC, Quirt I, Ernst DS, Walsh W, Wainman N, Colevas AD, Eisenhauer EA. Phase II trial of flavopiridol, a cyclin dependent kinase inhibitor, in untreated metastatic malignant melanoma. Investigational New Drugs. 2004;22(3):315–322. doi: 10.1023/B:DRUG.0000026258.02846.1c. [PubMed] [CrossRef] [Google Scholar]105. Le Tourneau C, Faivre S, Laurence V, Delbaldo C, Vera K, Girre V, et al.  Phase I evaluation of seliciclib (R-roscovitine), a novel oral cyclin-dependent kinase inhibitor, in patients with advanced malignancies. European Journal of Cancer. 2010;46(18):3243–3250. doi: 10.1016/j.ejca.2010.08.001. [PubMed] [CrossRef] [Google Scholar]106. Marra A, Curigliano G. Are all cyclin-dependent kinases 4/6 inhibitors created equal? npj Breast Cancer. 2019;5(1):27. doi: 10.1038/s41523-019-0121-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. Hazel P, Kroll SHB, Bondke A, Barbazanges M, Patel H, Fuchter MJ, Coombes RC, Ali S, Barrett AGM, Freemont PS. Inhibitor selectivity for cyclin-dependent kinase 7: a structural, thermodynamic, and Modelling study. ChemMedChem. 2017;12(5):372–380. doi: 10.1002/cmdc.201600535. [PubMed] [CrossRef] [Google Scholar]108. Kelso TW, Baumgart K, Eickhoff J, Albert T, Antrecht C, Lemcke S, et al.  Cyclin-dependent kinase 7 controls mRNA synthesis by affecting stability of preinitiation complexes, leading to altered gene expression, cell cycle progression, and survival of tumor cells. Molecular and Cellular Biology. 2014;34(19):3675–3688. doi: 10.1128/mcb.00595-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]109. Choi YJ, Kim DH, Yoon DH, Suh C, Choi C-M, Lee JC, Hong JY, Rho JK. Efficacy of the novel CDK7 inhibitor QS1189 in mantle cell lymphoma. Scientific Reports. 2019;9(1):7193. doi: 10.1038/s41598-019-43760-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]110. Wang BY, Liu QY, Cao J, Chen JW, Liu ZS. Selective CDK7 inhibition with BS-181 suppresses cell proliferation and induces cell cycle arrest and apoptosis in gastric cancer. Drug Design, Development and Therapy. 2016;10:1181–1189. doi: 10.2147/dddt.S86317. [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Gong Y, Yang J, Liu F, Li Z, Gong R, Wei T. Cyclin-dependent kinase 7 is a potential therapeutic target in papillary thyroid carcinoma. Journal of Biological Regulators and Homeostatic Agents. 2018;32(6):1361–1368. [PubMed] [Google Scholar]112. Clark K, Ainscow E, Peall A, Thomson S, Leishman A, Elaine S, et al.  CT7001, a novel orally bio-available CDK7 inhibitor, is highly active in in-vitro and in-vivo models of AML. Blood. 2017;130(Suppl 1):2645–2645. [Google Scholar]113. Hutterer C, Eickhoff J, Milbradt J, Korn K, Zeittrager I, Bahsi H, et al.  A novel CDK7 inhibitor of the pyrazolotriazine class exerts broad-spectrum antiviral activity at nanomolar concentrations. Antimicrobial Agents and Chemotherapy. 2015;59(4):2062–2071. doi: 10.1128/aac.04534-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. Christensen CL, Kwiatkowski N, Abraham BJ, Carretero J, Al-Shahrour F, Zhang T, et al.  Targeting transcriptional addictions in small cell lung cancer with a covalent CDK7 inhibitor. Cancer Cell. 2014;26(6):909–922. doi: 10.1016/j.ccell.2014.10.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]115. Cayrol F, Praditsuktavorn P, Fernando TM, Kwiatkowski N, Marullo R, Calvo-Vidal MN, Phillip J, Pera B, Yang SN, Takpradit K, Roman L, Gaudiano M, Crescenzo R, Ruan J, Inghirami G, Zhang T, Cremaschi G, Gray NS, Cerchietti L. THZ1 targeting CDK7 suppresses STAT transcriptional activity and sensitizes T-cell lymphomas to BCL2 inhibitors. Nature Communications. 2017;8(1):14290. doi: 10.1038/ncomms14290. [PMC free article] [PubMed] [CrossRef] [Google Scholar]116. Nagaraja S, Vitanza NA, Woo PJ, Taylor KR, Liu F, Zhang L, et al.  Transcriptional dependencies in diffuse intrinsic pontine glioma. Cancer Cell. 2017;31(5):635–652.e636. doi: 10.1016/j.ccell.2017.03.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]117. Greenall SA, Lim YC, Mitchell CB, Ensbey KS, Stringer BW, Wilding AL, O'Neill GM, McDonald KL, Gough DJ, Day BW, Johns TG. Cyclin-dependent kinase 7 is a therapeutic target in high-grade glioma. Oncogenesis. 2017;6(5):e336. doi: 10.1038/oncsis.2017.33. [PMC free article] [PubMed] [CrossRef] [Google Scholar]118. Eliades P, Abraham BJ, Ji Z, Miller DM, Christensen CL, Kwiatkowski N, Kumar R, Njauw CN, Taylor M, Miao B, Zhang T, Wong KK, Gray NS, Young RA, Tsao H. High MITF expression is associated with super-enhancers and suppressed by CDK7 inhibition in melanoma. Journal of Investigative Dermatology. 2018;138(7):1582–1590. doi: 10.1016/j.jid.2017.09.056. [PMC free article] [PubMed] [CrossRef] [Google Scholar]119. Zhong L, Yang S, Jia Y, Lei K. Inhibition of cyclin-dependent kinase 7 suppresses human hepatocellular carcinoma by inducing apoptosis. Journal of Cellular Biochemistry. 2018;119(12):9742–9751. doi: 10.1002/jcb.27292. [PubMed] [CrossRef] [Google Scholar]120. Cao X, Dang L, Zheng X, Lu Y, Lu Y, Ji R, Zhang T, Ruan X, Zhi J, Hou X, Yi X, Li MJ, Gu T, Gao M, Zhang L, Chen Y. Targeting super-enhancer-driven oncogenic transcription by CDK7 inhibition in anaplastic thyroid carcinoma. Thyroid. 2019;29(6):809–823. doi: 10.1089/thy.2018.0550. [PubMed] [CrossRef] [Google Scholar]121. Lu P, Geng J, Zhang L, Wang Y, Niu N, Fang Y, Liu F, Shi J, Zhang ZG, Sun YW, Wang LW, Tang Y, Xue J. THZ1 reveals CDK7-dependent transcriptional addictions in pancreatic cancer. Oncogene. 2019;38(20):3932–3945. doi: 10.1038/s41388-019-0701-1. [PubMed] [CrossRef] [Google Scholar]122. Zhong S, Zhang Y, Yin X, Di W. CDK7 inhibitor suppresses tumor progression through blocking the cell cycle at the G2/M phase and inhibiting transcriptional activity in cervical cancer. OncoTargets and Theraphy. 2019;12:2137–2147. doi: 10.2147/ott.S195655. [PMC free article] [PubMed] [CrossRef] [Google Scholar]123. Wang Y, Zhang T, Kwiatkowski N, Abraham BJ, Lee TI, Xie S, Yuzugullu H, von T, Li H, Lin Z, Stover DG, Lim E, Wang ZC, Iglehart JD, Young RA, Gray NS, Zhao JJ. CDK7-dependent transcriptional addiction in triple-negative breast cancer. Cell. 2015;163(1):174–186. doi: 10.1016/j.cell.2015.08.063. [PMC free article] [PubMed] [CrossRef] [Google Scholar]124. Zhang Y, Zhou L, Bandyopadhyay D, Sharma K, Allen AJ, Kmieciak M, Grant S. The covalent CDK7 inhibitor THZ1 potently induces apoptosis in multiple myeloma cells in vitro and in vivo. Clinical Cancer Research. 2019;25:6195–6205. doi: 10.1158/1078-0432.Ccr-18-3788. [PMC free article] [PubMed] [CrossRef] [Google Scholar]125. Harrod, A., Fulton, J., Nguyen, V. T. M., Periyasamy, M., Ramos-Garcia, L., Lai, C. F., et al. (2016). Genomic modelling of the ESR1 Y537S mutation for evaluating function and new therapeutic approaches for metastatic breast cancer. Oncogene, 36, 2286, 10.1038/onc.2016.382https://www.nature.com/articles/onc2016382#supplementary-information. [PMC free article] [PubMed]126. Durbin AD, Zimmerman MW, Dharia NV, Abraham BJ, Iniguez AB, Weichert-Leahey N, He S, Krill-Burger JM, Root DE, Vazquez F, Tsherniak A, Hahn WC, Golub TR, Young RA, Look AT, Stegmaier K. Selective gene dependencies in MYCN-amplified neuroblastoma include the core transcriptional regulatory circuitry. Nature Genetics. 2018;50(9):1240–1246. doi: 10.1038/s41588-018-0191-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]127. Huang T, Ding X, Xu G, Chen G, Cao Y, Peng C, Shen S, Lv Y, Wang L, Zou X. CDK7 inhibitor THZ1 inhibits MCL1 synthesis and drives cholangiocarcinoma apoptosis in combination with BCL2/BCL-XL inhibitor ABT-263. Cell Death & Disease. 2019;10(8):602. doi: 10.1038/s41419-019-1831-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]128. Kalan S, Amat R, Schachter MM, Kwiatkowski N, Abraham BJ, Liang Y, Zhang T, Olson CM, Larochelle S, Young RA, Gray NS, Fisher RP. Activation of the p53 transcriptional program sensitizes cancer cells to Cdk7 inhibitors. Cell Reports. 2017;21(2):467–481. doi: 10.1016/j.celrep.2017.09.056. [PMC free article] [PubMed] [CrossRef] [Google Scholar]129. Huang J-R, Qin W-M, Wang K, Fu D-R, Zhang W-J, Jiang Q-W, Yang Y, Yuan ML, Xing ZH, Wei MN, Li Y, Shi Z. Cyclin-dependent kinase 7 inhibitor THZ2 inhibits the growth of human gastric cancer in vitro and in vivo. American Journal of Translational Research. 2018;10(11):3664–3676. [PMC free article] [PubMed] [Google Scholar]130. Olson CM, Liang Y, Leggett A, Park WD, Li L, Mills CE, Elsarrag SZ, Ficarro SB, Zhang T, Düster R, Geyer M, Sim T, Marto JA, Sorger PK, Westover KD, Lin CY, Kwiatkowski N, Gray NS. Development of a selective CDK7 covalent inhibitor reveals predominant cell-cycle phenotype. Cell Chemical Biology. 2019;26:792–803.e10. doi: 10.1016/j.chembiol.2019.02.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]131. Zhang H, Christensen CL, Dries R, Oser MG, Deng J, Diskin B, et al.  CDK7 inhibition potentiates genome instability triggering anti-tumor immunity in small cell lung cancer. Cancer Cell. 2020;37(1):37–54.e39. doi: 10.1016/j.ccell.2019.11.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]132. Zhang T, Kwiatkowski N, Olson CM, Dixon-Clarke SE, Abraham BJ, Greifenberg AK, et al.  Covalent targeting of remote cysteine residues to develop CDK12 and CDK13 inhibitors. Nature Chemical Biology. 2016;12:876. doi: 10.1038/nchembio.2166. [PMC free article] [PubMed] [CrossRef] [Google Scholar]133. MacCallum DE, Melville J, Frame S, Watt K, Anderson S, Gianella-Borradori A, Lane DP, Green SR. Seliciclib (CYC202, R-Roscovitine) induces cell death in multiple myeloma cells by inhibition of RNA polymerase II–dependent transcription and down-regulation of Mcl-1. Cancer Research. 2005;65(12):5399–5407. doi: 10.1158/0008-5472.Can-05-0233. [PubMed] [CrossRef] [Google Scholar]134. Shandilya J, Wang Y, Roberts SGE. TFIIB dephosphorylation links transcription inhibition with the p53-dependent DNA damage response. Proceedings of the National Academy of Sciences. 2012;109(46):18797–18802. doi: 10.1073/pnas.1207483109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]135. Wong RWJ, Ngoc PCT, Leong WZ, Yam AWY, Zhang T, Asamitsu K, Iida S, Okamoto T, Ueda R, Gray NS, Ishida T, Sanda T. Enhancer profiling identifies critical cancer genes and characterizes cell identity in adult T-cell leukemia. Blood. 2017;130(21):2326–2338. doi: 10.1182/blood-2017-06-792184. [PMC free article] [PubMed] [CrossRef] [Google Scholar]136. Sharifnia T, Wawer MJ, Chen T, Huang Q-Y, Weir BA, Sizemore A, Lawlor MA, Goodale A, Cowley GS, Vazquez F, Ott CJ, Francis JM, Sassi S, Cogswell P, Sheppard HE, Zhang T, Gray NS, Clarke PA, Blagg J, Workman P, Sommer J, Hornicek F, Root DE, Hahn WC, Bradner JE, Wong KK, Clemons PA, Lin CY, Kotz JD, Schreiber SL. Small-molecule targeting of brachyury transcription factor addiction in chordoma. Nature Medicine. 2019;25(2):292–300. doi: 10.1038/s41591-018-0312-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]137. Rasool, R. U., Natesan, R., Deng, Q., Aras, S., Lal, P., Sander Effron, S., et al. (2019). CDK7 inhibition suppresses castration-resistant prostate cancer through MED1 inactivation. Cancer Discovery, CD-19-0189. 10.1158/2159-8290.Cd-19-0189. [PMC free article] [PubMed]138. Jeselsohn R, Bergholz JS, Pun M, Cornwell M, Liu W, Nardone A, et al.  Allele-specific chromatin recruitment and therapeutic vulnerabilities of ESR1 activating mutations. Cancer Cell. 2018;33(2):173–186.e175. doi: 10.1016/j.ccell.2018.01.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]139. Sun B, Mason S, Wilson RC, Hazard SE, Wang Y, Fang R, Wang Q, Yeh ES, Yang M, Roberts TM, Zhao JJ, Wang Q. Inhibition of the transcriptional kinase CDK7 overcomes therapeutic resistance in HER2-positive breast cancers. Oncogene. 2019;39:50–63. doi: 10.1038/s41388-019-0953-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]140. Martin L-A, Pancholi S, Ribas R, Gao Q, Simigdala N, Nikitorowicz-Buniak J, et al.  Abstract P3-03-09: resistance to palbociclib depends on multiple targetable mechanisms highlighting the potential of drug holidays and drug switching to improve therapeutic outcome. Cancer Research. 2017;77(4 Supplement):P3-03-09-P03-03-09. doi: 10.1158/1538-7445.Sabcs16-p3-03-09. [CrossRef] [Google Scholar]141. Alqahtani A, Choucair K, Ashraf M, Hammouda DM, Alloghbi A, Khan T, Senzer N, Nemunaitis J. Bromodomain and extra-terminal motif inhibitors: a review of preclinical and clinical advances in cancer therapy. Future Science OA. 2019;5(3):FSO372. doi: 10.4155/fsoa-2018-0115. [PMC free article] [PubMed] [CrossRef] [Google Scholar]142. Gao Y, Zhang T, Terai H, Ficarro SB, Kwiatkowski N, Hao M-F, et al.  Overcoming resistance to the THZ series of covalent transcriptional CDK inhibitors. Cell Chemical Biology. 2018;25(2):135–142.e135. doi: 10.1016/j.chembiol.2017.11.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]143. Sava GP, Fan H, Fisher RA, Lusvarghi S, Pancholi S, Ambudkar SV, Martin LA, Charles Coombes R, Buluwela L, Ali S. ABC-transporter upregulation mediates resistance to the CDK7 inhibitors THZ1 and ICEC0942. Oncogene. 2019;39:651–663. doi: 10.1038/s41388-019-1008-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]144. Robey RW, Pluchino KM, Hall MD, Fojo AT, Bates SE, Gottesman MM. Revisiting the role of ABC transporters in multidrug-resistant cancer. Nature Reviews Cancer. 2018;18(7):452–464. doi: 10.1038/s41568-018-0005-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]145. Kaliszczak M, Patel H, Kroll SHB, Carroll L, Smith G, Delaney S, Heathcote DA, Bondke A, Fuchter MJ, Coombes RC, Barrett AGM, Ali S, Aboagye EO. Development of a cyclin-dependent kinase inhibitor devoid of ABC transporter-dependent drug resistance. British Journal of Cancer. 2013;109(9):2356–2367. doi: 10.1038/bjc.2013.584. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}