{"title": "Key Players in HIV-1 Transcriptional Regulation: Targets for a Functional Cure", "pubDate": "2020", "PMCID": "PMC7291152", "DOI": "10.3390/v12050529", "PMID": "32403278", "abstract": "HIV-1 establishes a life-long infection when proviral DNA integrates into the host genome. The provirus can then either actively transcribe RNA or enter a latent state, without viral production. The switch between these two states is governed in great part by the viral protein, Tat, which promotes RNA transcript elongation. Latency is also influenced by the availability of host transcription factors, integration site, and the surrounding chromatin environment. The latent reservoir is established in the first few days of infection and serves as the source of viral rebound upon treatment interruption. Despite effective suppression of HIV-1 replication by antiretroviral therapy (ART), to below the detection limit, ART is ineffective at reducing the latent reservoir size. Elimination of this reservoir has become a major goal of the HIV-1 cure field. However, aside from the ideal total HIV-1 eradication from the host genome, an HIV-1 remission or functional cure is probably more realistic. The \"block-and-lock\" approach aims at the transcriptional silencing of the viral reservoir, to render suppressed HIV-1 promoters extremely difficult to reactivate from latency. There are unfortunately no clinically available HIV-1 specific transcriptional inhibitors. Understanding the mechanisms that regulate latency is expected to provide novel targets to be explored in cure approaches.", "author": [{"author": "Luisa Mori", "affiliation": ["Department of Immunology and Microbiology, The Scripps Research Institute, 130 Scripps Way, Jupiter, FL 33458, USA."], "href": "/?term=Mori+L&cauthor_id=32403278"}, {"author": "Susana T Valente", "affiliation": ["Department of Immunology and Microbiology, The Scripps Research Institute, 130 Scripps Way, Jupiter, FL 33458, USA."], "href": "/?term=Valente+ST&cauthor_id=32403278"}], "refPMID": ["9144289", "9371822", "9360926", "28073694", "29893245", "16863488", "12202041", "27870832", "31492853", "22150699", "19268337", "8692823", "9445075", "24243012", "19834480", "24436634", "23365428", "23803414", "21242889", "28246360", "29305013", "23236059", "7657162", "24116200", "10550206", "2981427", "2990041", "28715973", "11145967", "10913173", "28340332", "16280076", "2825027", "2470647", "2023953", "2553266", "15719058", "10066804", "9811832", "14657027", "29491188", "26488441", "16051143", "25723172", "24636995", "8189520", "28340355", "22569184", "10637316", "8344262", "22140357", "22771990", "7636977", "1727595", "2988790", "7856307", "1340770", "2157987", "16874302", "12949493", "18849485", "10692237", "29568499", "14762397", "26538602", "8901589", "2721501", "8340407", "3008338", "22567366", "6330891", "2478293", "3643816", "16209651", "18329373", "28512350", "25252976", "22374739", "25424540", "22781841", "22986266", "20599239", "11384967", "30992052", "12934006", "26378236", "29089933", "28844864", "30197195", "23041316", "24565118", "16109376", "29743242", "17690245", "20871596", "16109377", "20562857", "25822022", "26830473", "27078884", "26301327", "18552846", "19700617", "30110629", "32042871", "28637181", "11909519", "11940654", "26423811", "25393648", "26379282", "24722454", "27658863", "22464331", "10096020", "29684085", "21715480", "28494238", "20512922", "17540172", "29457784", "25818647", "27105114", "21345945", "27924077", "31091446", "21410942", "17034647", "19557157", "19696893", "32111236", "31064989", "30860024", "20940737", "25100719", "31044597", "30723126", "22572993", "31110295", "10024882", "26748711", "28465432", "30375919", "19667075", "10199401", "9857195", "10448148", "21327159", "20952539", "25561469", "18480452", "11545735", "22509028", "30943398", "23706736", "19628867", "28504701", "19597342", "21763495", "9491887", "20434984", "9450929", "30135580", "16885020", "14701750", "30786885", "23152527", "22205749", "22404626", "17014716", "10958691", "23064645", "15965233", "20808803", "19387490", "29845934", "9649438", "22547686", "21873227", "21729782", "26725010", "24385908", "17954611", "19820712", "12213659", "2725511", "27622638", "12408827", "10421630", "15489290", "12408826", "11018013", "24879308", "28077653", "17588520", "17234882", "16537587", "22012619", "24478330", "10371034", "9353246", "28297712", "27415008", "29470552", "32075737", "29846244", "31616425", "27500724", "24243014", "29268753", "31921056", "29714165", "26974532", "16921384", "24706775", "31425551", "30366100", "27694881", "24903562", "30344003", "29045830", "31936859", "20011106", "31227439", "22817991", "26152583", "10553788", "23772629", "10906320", "23488658", "24706778", "26957545", "24508195", "28157507", "29036418", "27681137", "26976570", "28588253", "27294439", "27978436", "28673542", "31329163", "30061382"], "citedInPMID": ["32403278", "35087520", "34359967", "33763860", "33586776", "33413475"], "body": " AbstractHIV-1 establishes a life-long infection when proviral DNA integrates into the host genome. The provirus can then either actively transcribe RNA or enter a latent state, without viral production. The switch between these two states is governed in great part by the viral protein, Tat, which promotes RNA transcript elongation. Latency is also influenced by the availability of host transcription factors, integration site, and the surrounding chromatin environment. The latent reservoir is established in the first few days of infection and serves as the source of viral rebound upon treatment interruption. Despite effective suppression of HIV-1 replication by antiretroviral therapy (ART), to below the detection limit, ART is ineffective at reducing the latent reservoir size. Elimination of this reservoir has become a major goal of the HIV-1 cure field. However, aside from the ideal total HIV-1 eradication from the host genome, an HIV-1 remission or functional cure is probably more realistic. The “block-and-lock” approach aims at the transcriptional silencing of the viral reservoir, to render suppressed HIV-1 promoters extremely difficult to reactivate from latency. There are unfortunately no clinically available HIV-1 specific transcriptional inhibitors. Understanding the mechanisms that regulate latency is expected to provide novel targets to be explored in cure approaches.Keywords: HIV-1 transcription, epigenetics, therapeutic approaches 1. IntroductionDespite the global success of anti-retroviral therapy (ART), the persistence of a pool of latently infected cells, termed the viral reservoir, represents one of the major barriers to cure HIV-1. This viral reservoir consists of cells harboring integrated, transcriptionally silent proviruses that, upon treatment interruption, are capable of producing fully infectious virions to reignite rebound viremia [1,2,3]. A sterilizing cure for HIV-1 is, by definition, the total eradication of the viral reservoir. Despite tremendous efforts in this direction, we are still far from this goal and additional efforts have been focused on achieving a functional cure, whereby durable suppression of HIV-1 expression can be achieved. A functional cure for HIV-1 would entail no viral replication in the absence of ART, no risk of onward transmission, no ongoing virological damage; in sum, detectable viral DNA but no evidence of virus production from competent integrated viruses [4,5,6]. ART regimens are extremely successful at reducing the circulating viral loads in the plasma of infected individuals to below the limit of detection, thus, preventing transmission and disease progression [7]. Infected individuals must however remain on ART for the rest of their lives, because as soon as treatment is interrupted, viral loads rebound back to pre-ART levels. Unfortunately, there are no clinically approved HIV-1 transcriptional inhibitors that could block ongoing transcriptional events in infected cells. Significant progress has been made in the past few decades towards understanding underlying mechanisms that regulate HIV-1 transcription and latency; however, much remains to be understood. Here, we review recent advances in the field of HIV-1 transcription and discuss novel studies that identify potential drug targets for the development of novel therapeutic strategies towards a functional HIV-1 cure.HIV-1 was shown to preferentially integrate into the gene bodies of actively transcribed regions of the host chromatin, in studies of cell lines, primary CD4+T cells, as well as in patient-derived CD4+T cells [8,9,10]. Once integrated into the host chromosome, virus transcriptional regulation is dependent on the complex interplay of a plethora of host and viral factors, which will be the topic of this review. Cells that express high levels of viral RNA, proteins or virions are selected against, through cytopathic effects or immune-mediated cytotoxic killing. Latently infected cells, on the other hand, have little to no expression of viral RNA or proteins, and can survive by flying under the immune system’s radar. Unlike some other viruses that undergo latent stages, such as herpesviruses, HIV-1 does not have a defined latency program [11]. HIV-1 entry into latency is a complex and incompletely understood pathway. Factors implicated in driving the virus into latency include the depletion of the viral transactivator of transcription protein (Tat) [12,13,14], a reduction in the availability of cellular transcription factors (TFs) [15,16,17,18], an accumulation of epigenetic silencing marks surrounding the HIV-1 promoter [19], and the activity of additional chromatin regulators [20,21]. We will discuss these factors and their interconnectivity in this review.Viruses have evolved strategies to precisely fine tune host regulatory transcription programs, and HIV-1 is no exception. Delivery of RNAPII to latent HIV-1 promoters, which are generally buried in repressive nucleosomes, involves the collective action of several sequence-specific DNA binding TFs. These allow recruitment of the transcriptional machinery and initiation of mRNA synthesis. Additional TFs are recruited to induce productive elongation, splicing, and polyadenylation to generate fully processed, mature HIV-1 mRNAs. A plethora of TFs have been shown to bind the HIV-1 genome in vitro and regulate proviral transcription. Some factors are critical for HIV transcriptional control, for example nuclear factor (NF)-κB, nuclear factor for activated T cells (NFAT), specificity protein 1 (Sp1), and TATA-binding protein (TBP) [22]. Factors such as AP-1, play important accessory roles in transcription modulation; their deletion, while negatively impacting transcription, does not abrogate latency establishment or reactivation [23]. Additional TFs which bind the HIV-1 promoter, such as lymphocyte enhancer (LEF-1) and Yin Yan 1 (YY1), serve cooperative or modulatory functions to fine-tune viral expression, and their over-expression or deletion has been shown to directly impact HIV expression [19,24,25].HIV-1 enhances its own transcription and modulates the expression of cellular genes, and this is mainly due to the activity of the viral protein Tat [26,27,28]. Tat serves as a molecular switch between latency and active transcription [29]. This is primarily achieved through recruitment of the positive elongation factor (P-TEFb), relieving promoter-proximal stalling through phosphorylation of RNAPII, negative elongation factor (NELF) and DRB sensitivity inducing factor (DSIF), described in Section 5 [30,31,32,33]. Whether Tat exclusively modulates elongation, or both initiation and elongation, has been debated [34]. Some studies showed no impact of Tat on initiation, with short transcripts being transcribed equally well with or without Tat; while RNAs longer than ~59 nt dramatically increased in the presence of Tat [35,36,37]. Others have shown that Tat promotes up to 15-fold increase in the production of shorter 24 nt transcripts from the transcription start site (TSS), before the TAR RNA has been fully transcribed [38]. Subsequent work has supported Tat’s role in initiation [34]. For instance, one study has shown Tat recruitment of components of the pre-initiation complex (PIC), including the mediator complex components and the TATA-binding protein (TBP), independent of the TBP-associated factors (TAFs), in addition to P-TEFb [39]. In this study, artificial tethering of Tat or components of P-TEFb to DNA resulted in the same recruitment of TBP to the LTR, in the absence of TAFs. Thus, suggesting that Tat binding to the TAR RNA, recruits P-TEFb and additional components of the PIC, such as Mediator and TBP, to promote initiation, in addition to elongation. This study corroborates an earlier observation of P-TEFb present in the PIC on the HIV-1 promoter [40]. Further investigation is needed to fully understand the mechanism by which P-TEFb recruits TBP without TAFs. It has also been demonstrated that Tat recruits histone acetyl transferases (HATs), including p300/CEBP, PCAF, and hGCN5 to the promoter, which are all activators of HIV-1 transcription and could promote initiation [41,42]. It is thus very likely that both transcriptional initiation and elongation are enhanced through the positive-feedback loop established by Tat. Low levels of nascent TAR RNA detected during latency [43] brings Tat in close proximity to the promoter, recruiting P-TEFb and facilitating elongation and subsequent rounds of initiation, through an enhanced PIC assembly and HAT recruitment. Discrepancies in these early studies might be attributed to differences in the experimental systems used. For example, in vitro transcription experiments using naked DNA templates might not fully recapitulate the regulation of transcription in cells. Furthermore, in order to fully appreciate the role of Tat in transcription, multiple rounds of transcription need to be sustained, to allow a positive-feedback loop to be established. Altogether, the role of Tat in both productive elongation and initiation together potentiate the robust increase in full-length HIV mRNA transcripts, upon reactivation. Additionally, Tat associates with other TFs to modulate the expression of host genes, to promote a permissive environment for HIV-1 replication, and evasion of immune responses [44]. Given Tat’s essential role in transcription, conditions that restrict its levels, such as reduced initiation of transcription, will in turn affect the positive feedback loop established by Tat. When the levels of Tat drop below a certain threshold, transcriptional elongation is drastically inhibited, driving the virus into latency [45,46,47].Understanding the mechanisms by which HIV-1 hijacks cellular TFs to promote its own expression of its genome is a significant area of active research, as it is expected to reveal novel potential targets for drug development towards a cure. 2. HIV-1 Promoter StructureThe HIV-1 genome is flanked by two long terminal repeats (LTRs), which are structurally divided into U3, R, and U5 regions (Figure 1). The 5’ LTR serves as the dominant promoter, and transcription from the 3’ LTR is suppressed in the presence of a functional 5’ LTR [48]. The antisense transcript (AST) has been identified as an antisense transcriptional product driven by the 3’LTR, at ~100–2500-fold lower abundance than the sense transcripts [49,50]. The AST has been suggested to promote HIV-1 latency, by creating a repressive epigenetic environment on the HIV-1 promoter [49]. The 5’LTR is a strong promoter with over fifty different confirmed or predicted TF binding sites [51]. Many of these binding sites and the roles they play have been identified in cell line models of latency and the function of many of these factors is yet to be established in primary cells from HIV-1-infected individuals. The balance between binding of transcriptional activators and repressors on the HIV-1 promoter controls transcriptional activity and context-dependent expression. Additionally, once integrated, the HIV-1 genome adopts a unique chromatin architecture, where nucleosomes are specifically deposited on either side of the TSS to modulate HIV-1 gene expression [52]. Nucleosome-0 (Nuc-0) is located at ~400 nt upstream from the TSS, in the modulatory region of the promoter. Nuc-1, analogous to the +1 nucleosome in cellular genes, is positioned immediately downstream from the TSS [53,54]. The position of Nuc-1 occludes the transcriptional machinery from elongating and is associated with HIV-1 latency [52]. Upon cellular activation, Nuc-1 is specifically and rapidly remodeled to enhance transcription. The positions of the nucleosomes on the HIV-1 promoter are shown in Figure 1.Open in a separate windowFigure 1Structure of the HIV-1 promoter. The integrated HIV-1 genome is 9719 nucleotides in length. It includes two copies of the LTR which consist of a U3, R and U5 region, shown in the bottom panel. The genome encodes 9 genes which are shown in the top panel. The 5’LTR serves as the promoter for HIV-1 and is divided into the modulatory, enhancer, core promoter and TAR regions (shown enlarged in the middle panel). The binding sites for some of the ~50 TFs known to interact with the HIV-1 promoter are shown by colored ovals. The TATA box is shown by the grey rectangle, which serves as the binding site for the TATA binding protein (TBP) as part of the general transcription factor TFIID, to allow formation of the pre-initiation complex, just before the transcription start site (TSS), marked by the black arrow. The positions of the three nucleosomes, (Nuc-0, -1, and -2) on the HIV-1 5’LTR are marked by the grey shaded ovals. The DNase hypersensitivity regions (DHS-1 and -2) are the nucleosome-free regions on the promoter.The HIV-1 promoter can be divided into four main regions, relative to the TSS at +1: a modulatory region (−455 to −104), an enhancer element (−109 to −79), the core promoter (−78 to −1), and the TAR region (+1 to +60) [51]. The region downstream of the TSS (+60 to +278) also binds TFs which play important roles in the transcriptional modulation.The modulatory region that spans from −454 to −104 nt in the U3 region of the 5’LTR was initially thought to play a repressive role in transcription, but was later shown to contain binding sites for a multitude of both activating and repressive TFs, thus, playing more of a modulatory role [51]. For example, the CCAAT/enhancer binding proteins (C/EBP) has been shown to activate HIV-1 transcription in monocytes and macrophages [55], while USF/MLTF was shown to repress HIV transcription in HeLa cells [56]. Three binding sites for C/EBP, a LEF-1 site, and binding sites for NFAT, c-Myb, Ets-1, and AP-1, in addition to a number of other factors are found in this region [51,54]. The 5’ portion of the modulatory region is encompassed by Nuc-0 and the remaining portion is part of the DNase hypersensitivity (DHS)-1 region, leaving the DNA more accessible to TFs and transcription machinery.The enhancer element (−137 to −17) was discovered by its ability to activate transcription from a heterologous promoter, irrespective of its orientation or distance from the promoter in infected cell lines [57]. It is located just upstream of the HIV-1 core promoter and contains tandem repeats of NF-κB consensus binding sites and related factors [58]. NF-κB is tightly controlled through interaction of its p65 subunit (also known as RelA) with the inhibitory protein IκB. IκB binds p65, which is part of a heterodimer with p50, in the cytoplasm, masking its nuclear localization signal [59]. Upon cellular activation and cytokine signaling, mitogen-activated IκB-kinase (IKK) phosphorylates IκB, resulting in IκB ubiquitination and degradation [60]. The p65/p50 heterodimer is then released and, once in the nucleus, binds its cognate sites on the HIV-1 promoter, to recruit components of the PIC [61]. NF-κB cooperates with Sp1 as well as other TFs that are highly prevalent in T cells (e.g., LEF-1 and Ets-1) to activate HIV-1 transcription [22]. The two NF-κB sites can also be occupied by NFAT and these are thought to be mutually exclusive [62]. NFAT, has been shown to play a crucial role in HIV-1 reactivation in primary memory CD4+T cells [63,64]. Upon T cell activation, Ca2+/calcineurin signaling results in the dephosphorylation of NFAT by the phosphatase calcineurin, triggering NFAT translocation to the nucleus [65]. NFAT thus provides another pathway for HIV upregulation, which can be achieved by T-cell activation [66]. Additionally, HSP70 binding protein 1 (HspBP1) also binds the enhancer NF-κB sites, thus blocking the binding of the p65/p50 heterodimer and suppressing the HIV-1 transcription [67]. Occupation of the NF-κB sites with p50 homodimers promotes latency by recruiting negative transcriptional regulators and blocking binding of positive regulators [18,68]. Upstream of the NF-κB sites is an AP-1 element that also participates in latency establishment [23]. In subtype B viruses this is a 4-nt AP-1 sequence, and transcriptional activation is observed upon its deletion. Conversely, mutation of this region to the subtype A/C 7-nt AP1 sequence enhances latency establishment [23].The core promoter contains the essential elements for basal transcriptional activity, including a TATA box [69], an unconventional pyrimidine rich initiator region (Inr) [70], and three tandem GC-rich binding sites for Sp1 [71]. These Sp1 sites facilitate recruitment of the TBP subunit of TFIID to the TATA box, which is stabilized by the binding of TFIIA and TFIIB [72]. Together, these initiate the sequential assembly of the PIC, which will be discussed in more depth in Section 4.The TAR element (+1 to +60) was discovered with the observed upregulation of reporter gene expression under the control of the 5’LTR in HIV-1-infected versus uninfected cells [27,57,73]. Sodroski et al. identified the precise location of this TAR element as well as the region of the HIV-1 genome, encoding Tat, required for transactivation. Later in vitro studies demonstrated that this TAR element forms a hairpin-like secondary structure to which Tat binds, to promote productive elongation of the HIV-1 genome [35,36,74,75].Finally, sequences downstream of the TSS have also been shown to contain TF binding sites that modulate HIV-1 expression. These include 3x AP-1, NFATc2, C/EBP, AP-3, NFAT, DBF, and Sp1 binding sites (Figure 1). These factors modulate initiation and elongation directly. In addition, they also recruit chromatin remodeling factors to alter the accessibility of the DNA to the transcriptional machinery [22]. 3. Epigenetic Modulation of HIV-1 LatencyEukaryotic DNA is typically packaged into nucleosomes, which consist of 147 bp of DNA wrapped around an octamer that comprise pairs of four core histone proteins (H2A, H2B, H3, and H4) [76]. Nucleosome positioning is a dynamic process that closely associates with gene expression [77]. The accessibility of TFs to their promoter binding sites is affected by the position of nucleosomes, and nucleosome remodeling allows transcription machinery access to DNA. The positioning and stability of nucleosomes are regulated by three mechanisms.First, chromatin remodeling complexes with ATPase domains actively move, deposit, or eject nucleosomes [78]. Second, histone N-terminal tails that protrude from the nucleosome core are subject to post-translational modifications (PTMs), such as acetylation, methylation, crotonylation, sumoylation, and ubiquitination [79,80]. These PTMs alter histone electrostatic charges, influencing histone-DNA and histone–histone interactions affecting nucleosome dynamics [81]. Additionally, the PTMs serve as a “histone code,” providing docking sites for proteins with cognate recognition domains that then affect gene expression. Third, DNA methylation on CpG islands also influences the chromatin environment. DNA methylation involves the transfer of a methyl group onto the C5 position of cytosines to form 5-methylcytosine. Methylation of CpG islands plays roles in epigenetic regulation of mammalian gene expression, through recruitment of repressor proteins or blocking the binding of positive TFs [82].All of these three mechanisms have been implicated in the regulation of HIV-1 expression. A summary of the epigenetic regulation of HIV-1 is shown in Figure 2.Open in a separate windowFigure 2Epigenetic regulation of HIV-1 transcription. This is a simplified overview of some of the factors involved in the modulation of HIV-1 latency. (A) Several proteins have been implicated in either the establishment or maintenance of HIV-1 latency. These include TFs, such as RBF2, NF-κB p50 homodimers, CTIP2, AP-4, and YY1, which directly bind to DNA and serve as docking sites or recruitment factors for other proteins, such as HDACs and HMTs. HDACs remove acetyl groups from the histone tails in nucleosomes. HMTs add methyl groups to histone tails. HMTs involved in HIV-1 latency include the well-established EZH2, G9a, SUV39H1, and the newly associated CARM1 and SMYD2. KAT5 has been recently implicated in histone 4 acetylation at the promoter, associated with HIV-1 latency. The “histone code,” or combination of PTMs (e.g., acetylation and methylation) at the promoter, promotes latency by increasing the affinity of nucleosomes for DNA, reducing DNA accessibility and through recruitment of repressive factors. This includes the SWI/SNF chromatin remodeling BAF complex, which positions Nuc-1 just downstream of the TSS and blocks transcriptional elongation. DNA methyltransferases (DNMTs) are thought to be recruited to the promoter and hypermethylate of the two CpG islands, leading to recruitment of HDACs via an interaction of MBD2 with the methyl groups. Finally, P-TEFb, required for the transition from transcriptional initiation to elongation, is held inactive through its association with the 7SK snRNP. (B) During activation, transcriptional repressors are replaced with activators, including NF-κB p50/p65 heterodimers and HATs, such as p300/CBP and hGCN5. HATs can acetylate or crotonylate histones, promoting a more open chromatin and recruiting the SWI/SNF chromatin remodeling PBAF complex. PBAF repositions Nuc-1 further downstream of the TSS, to allow transcription elongation. Furthermore, Tat is acetylated by p300 and binds to the secondary structure of the nascent TAR RNA, produced by the initiation of competent RNAPII. Tat can extract active P-TEFb either directly from free 7SK snRNP, or from 7SK snRNP tethered to the promoter, via an association with KAP1.3.1. Chromatin RemodelingCertain DNA sequences are more amenable to nucleosome formation. It has been proposed that highly regulated promoters have evolved DNA sequences that are conducive to dynamic competition between nucleosome formation and proximally paused promoter RNAPII [83]. The HIV-1 promoter is a good example of this, as in silico predictions suggest that the DHS-1 region that contains multiple TF binding sites, has a higher propensity for histone binding than the region occupied by Nuc-1 [53]. However, this region is maintained nucleosome-free by the SWI/SNF chromatin remodeler Brg-associated factor (BAF) [53,54]. BAF helps position Nuc-1, in an ATP-dependent manner, to the more energetically unfavorable region, just downstream of the TSS, posing a block to transcriptional elongation [53]. Upon activation, HATs such as p300/CBP and hGCN5 are recruited to the LTR and acetylate both Tat and histones, loosening the DNA around nucleosomes [41,84,85]. It is well-accepted that Nuc-1 is remodeled during activation to allow elongation [44,45]. This function is proposed to be performed by the chromatin remodelers polybromo-associated BAF (PBAF) and the FACT complex (Facilitates Chromatin Transcription) [53,84]. BAF and PBAF share several subunits, including the Brg1 ATPase, but each complex has some unique subunits. The activating role of PBAF in HIV transcription was supported by studies on PBAF recruitment to the LTR by acetylated Tat [53,84]. In addition, depletion of the PBAF-specific subunit, BAF180, but not the BAF-specific BAF250, reduces Tat-mediated transactivation [53]. Furthermore, studies using the Tat inhibitor, dCA, showed depletion of PBAF-specific subunits at the LTR during dCA-mediated latency [86]. On cellular genes, the FACT complex is thought to act as a chaperone of H2A-H2B heterodimers during chromatin remodeling, to facilitate transcriptional elongation [87]. Components of the FACT complex were found to associate with the HIV-1 LTR and regulate transcription [84,88,89]. A full understanding of the players and mechanisms that promote Nuc-1 remodeling at the HIV-1 LTR to trigger transcriptional elongation is still outstanding. Some of these regulatory factors might prove to be suitable targets in block-and-lock approaches for a functional cure.While BAF and PBAF share several subunits, they have opposite functions, and designs of specific inhibitors targeting their unique subunits might allow for specific modulation of latency. The Bromodomain-containing protein 4 (BRD4) has been shown to modulate BAF. The role of BRD4 in HIV-1 is complex, having both positive and negative regulatory effects on HIV-1 transcription [90,91,92,93,94,95,96]. BRD4 has two main isoforms [90], both containing Bromodomain-and-Extra-Terminal (BET) domains that mediate interactions with acetylated histones [97]. The long isoform, BRD4L, contains an extended C-terminal end that includes a P-TEFb interacting domain (PID). The short isoform, BRD4S, lacks the PID. In the absence of Tat it has been proposed that BRD4L delivers P-TEFb to latent proviruses, through the interaction of BRD4 with acetylated histones and the mediator complex, promoting productive elongation [98,99]; however, these studies were performed with HeLa cells and still need validation in a more relevant cell model of HIV latency. On the other hand, BRD4L has been shown to suppress HIV-1 transcription during Tat transactivation by competing with Tat for P-TEFb recruitment [95,96]. Recently, BRD4S was recently shown to also promote HIV-1 latency via its interaction and recruitment of BAF [90]. Inhibition of the BET domain of BRD4 by the small molecule JQ1 treatment disrupts the recruitment of the BAF complex, resulting in HIV-1 reactivation [92,100]. The BRD4S interacts directly with BRG1 in the BAF complex and this binding is abrogated by JQ1, resulting in marked Nuc-1 remodeling and HIV-1 reactivation. The activity of JQ1 was dependent on the presence of the BAF-specific BAF250 subunit, but not the PBAF-specific BAF180 subunit, suggesting JQ1 selectively inhibits the BAF complex over the PBAF complex. However, JQ1 inhibits other bromo-domain containing proteins, such as BRD2, and has off-target effects [97]. The use of JQ1 might be hampered by observed growth defects in cord-derived MSCs [101], as well as lymphoid and hematopoietic toxicity, memory deficits, and weight loss in mice [102,103]. More selective BAF inhibitors were recently identified, targeting the ARID1A (also known as BAF250) subunit [91]. These compounds demonstrated low toxicity and resulted in HIV-1 reactivation in both cell lines and primary cell models of latency, through reduced nucleosome occupancy at the 5’LTR. Additionally, these inhibitors enhanced the activity of several clinically approved LRAs [91]. These compounds support the possibility of selectively targeting the chromatin remodelers, BAF or PBAF, to modulate HIV-1 transcription.3.2. Post-Translational Modifications of HistonesDifferent histone marks are associated with specific genomic domains, such as promoters, enhancers, and heterochromatin. This is no different for HIV-1 and has been extensively reviewed elsewhere [19,20,22]. The most well-characterized PTMs implicated in HIV-1 transcription are histone acetylation and methylation. Histone acetylation is catalyzed by a group of enzymes called HATs, whereas these acetyl groups are removed by histone deacetylases (HDACs). Histone methylation is attained by histone methyltransferases (HMTs). Histone acetylation is generally associated with active transcription, for instance, histone 3 lysine 27 acetylation (H3K27Ac) and H3K9Ac [104]. H3K27Ac, primarily mediated by the p300/CBP HAT [105,106,107], was shown to alter downstream transcription kinetics by as much as 50% in live single cell analysis [79]. H3K27Ac presence at promoters improved the recruitment of the TF, GR, and increased the levels of pSer2 RNAPII C-terminal domain (CTD), promoting the transition of RNAPII from initiation to elongation [79]. Of note, these studies were performed in mouse adenocarcinoma cells. Recently, components of the super elongation complex (SEC), which promote transcriptional elongation, were found to interact with H3K27Ac residues in pull-down assays, in HeLa cells [108]. Furthermore, higher levels of H3K27Ac at Nuc-1 in the 2D10 Jurkat cell line model of latency were observed upon activation [108]. Together, these studies support a positive role for H3K27Ac in HIV transcription. Methylation plays distinct roles in transcription regulation, depending on which histones and residues are modified. For example, active promoters are associated with histone 3 lysine 4 trimethylation (H3K4me3) and active transcription units with H3K79me3 and H3K36me3 [109]. On the other hand, methylation of H3K27, H3K9, and H4K20 are associated with transcriptional silencing [110]. Modulation of PTMs on the HIV-1 LTR has been explored to reactivate latent proviruses in shock-and-kill cure approaches, including the use of HDAC inhibitors Panobinostat, Vorinostat, and Romidepsin in clinical trials [111,112,113,114,115]. It is likely that a combination of approaches targeting multiple steps of HIV-1 transcription will be needed to synergistically modulate HIV-1 transcription in shock-and-kill or block-and-lock approaches for an HIV-1 cure. Here, we review some of the most recently discovered roles played by PTMs in HIV-1 latency.The BRD4 BET consists of two bromodomains (BD1 and BD2) and one extra-terminal (ET) domain. BD1 and BD2 bind acetylated histones H3 (e.g., H3K4acK9ac) and H4 (e.g., tetra-acetylated H4 at K5, K8, K12, and K16) [116]. Lysine acetyltransferase 5 (KAT5) preferentially acetylates H3 Lys-14 and H4 Lys-5, -8, -12, and -16 of H4 in a cell-free system [117]. Recently, some light was shed on the “histone code” recognized by BRD4 and the writer, KAT5, that generates this code. ChIP against acetylated H3 and H4 revealed that latent HIV-1 LTRs contain low levels of AcH3 and high levels of AcH4, which correlate with the recruitment of BRD4 and the inhibition of Tat transactivation [118]. KAT5 was found to promote HIV-1 latency via its acetylation of H4 on the HIV-1 LTR. Suppression of KAT5 reduced AcH4, but not AcH3 marks, and inhibited BRD4 binding. KAT5 suppression was shown to increase SEC recruitment and reversed and delayed the establishment of latency in cell line models. These results were confirmed in primary cells from ART-treated patients [118]. BRD4 and KAT5 thus provide attractive targets for HIV-1 reactivation approaches, while promotion of AcH4 over AcH3 acetylation could be an avenue for viral silencing.As mentioned above, H3K27Ac is a positive regulator of HIV-1 transcription. The Feng group performed a peptide pull-down/mass spectrometry (MS) analysis that identified the SEC associated with H3K27Ac [108]. H3K27Ac was shown to stimulate H3R26 methylation, which interestingly abrogated SEC binding. Inhibition of CARM1 (Coactivator-associated arginine methyltransferase 1), the enzyme that catalyzes H3R26me, with a small molecule inhibitor, results in HIV-1 reactivation in both cell line and primary CD4+T cell models of latency [108]. They established a working model where the SEC is recruited to H3K27Ac and further stimulates H3R26 methylation, subsequently abolishing SEC recruitment in a negative feedback loop. CARM1 inhibition was shown to act synergistically with other LRAs, possibly providing a novel target for HIV-1 eradication strategies [108].Histone lysine side chains can be modified by the addition of one, two, or three methyl groups. This process is mediated by different HMTs, three of which have been associated with the HIV-1 LTR: EZH2, G9a, and SUV39H1. The HMT Enhancer of Zeste (EZH2), which is part of the Poylcomb repressive complex 2 (PRC2) catalyzes H3K27me3 and was shown to be involved in the maintenance of HIV-1 latency in Jurkat T cells [119]. Both PRC2 and euchromatic histone-lysine N-methyltransferase 2 (EHMT2) also known as G9a are highly enriched at the HIV-1 5’LTR in latently infected cells and are displaced upon reactivation [21]. G9a catalyzes dimethylation of H3K9 and SUV39H1 trimethylates this residue. The inhibition of HMTs has been shown to reactivate HIV-1 transcription and they also act synergistically with IL-15 and suberanilohydroxamic acid (SAHA) treatment, an HDAC inhibitor [21]. Due to their important role in latency, the Ott group performed an RNAi-based screen of all human HMTs to identify the novel players in HIV-1 regulation [120]. SMYD2 (SET and MYND domain-containing protein 2) was identified as a repressor of HIV-1 transcription. SMYD2 mediates H4K20me1 methylation at the HIV-1 LTR, a mark which has been shown to play roles in transcriptional repression [121]. H4K20me1 is recognized by the chromatin reader L3MBTL1, a protein with known roles in chromatin compaction [122]. Boehm et al. showed that L3MBTL1 is enriched on latent LTRs and is depleted upon reactivation [120]. Thus, it is proposed that the SMYD2-dependent recruitment of L3MBTL1, via H4K20me1, is involved in establishing and maintaining HIV-1 latency.Histone crotonylation was recently shown to play an important role in the modulation of HIV-1 latency [123]. Lysine crotonylation (KCr) is a newly discovered histone PTM catalyzed by the HAT p300/CBP and is specifically enriched at active promoters. In fact, KCr has been shown to be a more potent activating mark than AcH [124]. Crotonyl-CoA serves as a substrate for histone crotonylation, thus the levels of intracellular Cr-CoA influence the levels of histone crotonylation and the transcriptional output of a cell [124]. The transcriptional upregulation upon enhanced crotonylation might be associated with the recent discovery of the high affinity interaction of the AF9 YEATS domain, with histone crotonylation [125]. AF9 is part of the SEC that is recruited to the stalled polymerases just downstream of the TSS, to allow productive elongation. Whether AF9 plays a role in SEC binding to crotonylated residues at the HIV-1 LTR remains to be determined.HIV-1 reactivation was observed when the Cr-CoA producing enzyme, acyl-CoA synthetase short-chain family member 2 (ACSS2) was overexpressed in the cell models of latency [123]. HIV-1 reactivation was associated with a reprogramming of the local LTR chromatin environment, with increased KCr and AcH, and reduced histone methylation. Conversely, suppression of ACSS2 reduced HIV-1 reactivation. Notably, acute SIV infection is associated with an upregulation of ACSS2 in vivo in the gut of rhesus macaques, which decreased the chronic stage of infection [123]. Importantly, ACSS2 is upregulated upon treatment interruption in ART-suppressed individuals [126]. ACSS2 is an essential enzyme in controlling lipid or fatty acid metabolism [127] and has been shown to play important roles in T cell function [128]. HIV-1 expression has been shown to alter lipid metabolism in CD4+ T cells [129]. Altogether, these findings suggest that fatty acid metabolism can modulate HIV-1 transcription, through the induction of ACSS2. Thus, ACSS2 could serve as a target for modulating HIV-1 expression, either to promote transcriptional silencing or reactivation. Investigation of the role of ACSS2 and crotonylation in HIV-1 transcription deserves further attention.3.3. DNA Methylation of the HIV-1 GenomeTwo CpG islands flank the HIV-1 TSS and have been shown to be hypermethylated in latently infected cell lines and primary CD4+T cells [130,131]. Induction of viral gene expression with LRAs results in demethylation of these islands. Methyl-CpG binding domain protein 2 (MBD2) was identified in a cDNA library screen to play a role in latency, through its recruitment of HDAC2 to the CpG island, downstream of the TSS [131]. Methylation was shown to accumulate, once initial silencing has already been achieved [132]. Latency in the absence of DNA hypermethylation on the HIV-1 LTR is leaky, suggesting it acts as an additional mechanism of silencing. Furthermore, analysis of DNA methylation in primary cells from long-term non-progressors who were not on ART revealed high levels of intragenic hypermethylation of HIV-1 DNA, with conversely low levels of promoter methylation, showing the importance of analyzing the complete HIV-1 genome in latency studies [133]. 4. Early Stages of TranscriptionIn a recently published study, Yukl et al. utilized droplet digital PCR (RT-ddPCR) technology to assess the abundance of different HIV-1 transcripts in primary CD4+ T cells from HIV-1-infected individuals [43]. This study reported higher levels of short TAR transcripts than previously observed, with less sensitive RT-qPCRs. This method was used to investigate blocks of transcription in these cells stimulated by TCR activation or ex vivo LRA exposure, to induce HIV-1 expression. They found that the main block of HIV-1 transcription in latently infected cells is not initiation, but rather a series of blocks of elongation, completion (which refers to distal transcription and polyadenylation), and multiple splicing. An average of 20 copies of TAR RNA per copy of integrated proviral DNA was observed. In the absence of Tat, efficient initiation by RNAPII is observed, but it rapidly stalls after transcribing the TAR RNA. The polymerase is believed to disassociate and initiate novel rounds of transcription. Since the secondary structure of TAR limits its degradation, there is accumulation of these short abortive transcripts. ChIP-seq data shows enrichment of RNAPII at the HIV-1 promoter, just downstream of the TSS [47]. Together these results suggest that, in the absence of T cell activation, when host TFs such as NF-κB and NFAT are sequestered in the cytoplasm and unable to participate in the upregulation of gene expression, there is still recruitment of the PIC and some degree of promoter escape to transcribe the first ~100bp of the HIV-1 genome, including the TAR RNA. Due to a scarcity of TFs and Tat, RNAPII stalls and accumulates at Nuc-1, destabilizes, and disassociates, creating short abortive transcripts. The events involved in transcription initiation are summarized in Figure 3.Open in a separate windowFigure 3Pre-initiation complex formation and promoter proximal stalling. Even under latent conditions, there is an accumulation of RNAPII at the TSS. (A) The binding of host TFs, such as NF-κB and Sp1, and general transcription factors TFIIA, TFIID, and TFIIB to their cognate sites, form the PIC on the HIV-1 promoter. Hypophosphorylated RNAPII is recruited to the PIC through interactions with these TFs. In this state, RNAPII is unable to initiate transcription. (B) The final general transcription factor to be recruited to the PIC is TFIIH. TFIIH binds directly to the DNA and the XPB subunit creates negative supercoiling and serves as a molecular wrench, threading the DNA through the RNAPII active site. The CDK7 subunit of TFIIH phosphorylates Ser7 and Ser5 of the RNAPII C-terminal domain (CTD) to activate the polymerase to begin transcription. (C) Once activated, RNAPII clears the promoter, transcribing the TAR RNA, but pausing just after due to the occlusion by Nuc-1 and the presence of the negative regulators DSIF and NELF. The paused polymerase then dissociates from the DNA and releases the short RNA transcript. RNAPII is then free to participate in PIC formation once again. Thus, there is an accumulation of RNAPII at the promoter of latent proviruses due to both occluded RNAPII in the PIC and stalled polymerases just after the TSS.As mentioned in Section 2, the HIV enhancer and core promoter are comprised of two NF-κB binding sites, three tandem Sp1 sites, a TATA box and an initiator element. PIC assembly on the LTR starts with the synchronized binding of the general transcription factors, namely the TATA-binding protein (TBP) to the TATA box (part of TFIID), TFIIA, TFIIB, TFIIF, and the mediator complex [29]. PIC assembly is also enhanced by activator TFs such as NF-κB and Sp1 binding to the LTR. PIC assembly occurs independently of Tat; however, once Tat is made, it is enhanced [29,39]. For example, Tat recruits TBP to the HIV-1 LTR in the absence of other TFIID components, such as TAFs, through an interaction with P-TEFb [39]. PIC assembly is completed by recruitment of RNAPII and the final general transcription factors, TFIIE and TFIIH [134,135].The role of the mediator complex in HIV-1 transcription is still not clear. It plays key roles in metazoan transcription and is composed of ~30 protein subunits that are organized into head, middle, tail, and kinase modules [136]. Certain components of the mediator have been shown to positively regulate HIV-1 transcription and are found in the PIC on the HIV-1 LTR [39,137]. For instance, Tat has been shown to interact directly with the Med14 component of mediator, and the knockdown of Med14 inhibits Tat-mediated transactivation of HIV-1 [137]. On the other hand, the kinase module (composed of two subunits Med12 and Med13 and the kinase CDK8, or its paralog CDK19) are thought to be dispensable for HIV-1 transcription [136]. This is evidenced by small molecule inhibition or knockdown of these proteins in cell line models of HIV-1 latency [138,139]. Additional research would benefit our understanding of the role of mediator in HIV-1 PIC formation, initiation and elongation, particularly in biologically relevant systems such as primary CD4+T cells.RNAPII is recruited to the PIC hypophosphorylated, and phosphorylation by TFIIH provides RNAPII activation. TFIIH consists of ten subunits comprising the core module (XPB, XPD, p8, p52, p34, p44, and p62) and the CDK-activating kinase (CAK) module, consisting of MAT1 and CDK7 with its partner Cyclin H [135,140,141]. Recruitment of TFIIH to the PIC has been proposed as the rate-limiting step in the reactivation of latent HIV [61]. TFIIH has been shown to participate in promoter clearance and to be released from the transcriptional complex before the TAR RNA is synthesized [40]. TFIIH plays two important roles in initiation—(1) creates negative supercoiling in the DNA to facilitate promoter opening to lock the DNA substrate into the active cleft of RNAPII and (2) creates a competent transcribing complex that can initiate transcription and escape the promoter, through phosphorylation of the CTD of RNAPII [135,142]. The largest subunit of RNAPII, Rpb1, contains 52 repeats of the heptapeptide-sequence Y1S2P3T4S5P6S7 in its CTD tail. This repetitive sequence serves as a binding scaffold for factors involved in transcription and serves as a hotspot for post-translational modifications that regulate transcription [143]. Phosphorylation of the three serine residues is associated with different phases of transcription. RNAPII recruited in PICs is unphosphorylated, and phosphorylation of Ser7 by CDK7 primes the polymerase for further phosphorylation of Ser5 and initiation of mRNA synthesis [143]. pSer7 levels remain high throughout transcription, whereas pSer5 are high at the TSS but decrease rapidly towards the end of the gene [143]. pSer2 are associated with the transition from initiation to elongation and levels increase towards the end of genes, consistent with the requirement of pSer2 for recruitment of 3’RNA processing factors [144].There are five cyclin-dependent kinases (CDKs) that play major roles in the regulation of eukaryotic transcription—CDK7/Cyclin H as part of the TFIIH general transcription factor complex; CDK8/Cyclin C as part of the mediator complex; CDK9/Cyclin T1/T2 as part of the active form of P-TEFb; CDK12/Cyclin K, and CDK13/Cyclin K [145]. Promiscuity exists in these kinase specificities; however, it is generally accepted that CDK7 initiates transcription through Ser7 and Ser5 phosphorylation of the RNAPII CTD. CDK7 also activates other CDKs through phosphorylation of their T-loops [95,146]. CDK9 functions as an early elongation kinase to overcome promoter proximal pausing, through phosphorylation of Ser2 on RNAPII CTD, as well as two elongation factors associated with paused RNAPII (NELF and DSIF) [147,148,149]. CDK8 generally plays a suppressive role as part of the mediator complex, though it is known to activate transcription of certain cellular genes [150]. Importantly, it was recently demonstrated that knockdown of CDK8 (and its paralog CDK19) had no effect on HIV-1 transcription [138,139]. CDK12/CDK13 has been shown to be involved in Ser2 phosphorylation towards the midpoint and 3’ ends of genes, and play a role in RNA processing and splicing [143,151,152]. CDK13 was also shown to interact with Tat and increase multiply spliced viral mRNAs [153]. The role of CDK12/CDK13 in HIV-1 transcription is yet to be established. For the purposes of this review, we are focusing on the role of CDK7 and CDK9 and their interacting partners in HIV-1 transcriptional regulation, and how these might be modulated in cure approaches.In summary, upon cytokine stimulation or TCR activation, TFs, such as NF-κB and NFAT, translocate into the nucleus and bind to their consensus sequences. This results in the recruitment of additional RNAPII and general TFs, to increase transcriptional initiation and promoter escape [61]. Stalling of RNAPII at Nuc-1 is relieved by inefficient recruitment of P-TEFb by host factors, such as NF-κB and BRD4 [98,154]. There is also evidence that BRD4 might serve as an atypical kinase that binds to RNAPII and phosphorylates Ser2 residues [155]. However, it is not clear whether or not this results in elongation or if BRD4 is capable of phosphorylating DSIF and NELF; additional steps required for elongation. Ultimately, elongation leads to synthesis of full-length HIV-1 mRNAs, which are spliced to produce Tat. Once Tat is made, there is robust stimulation of RNAPII elongation and efficient viral production. Recently, the D’Orso group proposed a novel HIV-1 transcription circuit that is regulated at three different levels [156]. First, in resting cells, during homeostasis, latent provirus have low levels of non-productive RNA synthesis that result in short, abortive transcripts, and this is termed the “basal” state. At this stage Tat is not yet produced and thus there is no transactivation of the virus. In the “host” phase, cells are exposed to immune stimulation and TFs such as NF-κB and NFAT, “boosting” transcription and resulting in some Tat production. It is proposed that this phase poses “transcriptional circuit fragility” because if a certain threshold of Tat is not yet produced, the system is turned back off and the virus remains silent. If sufficient Tat is produced from the “boost” it can set up the positive feedback loop that leads to robust viral production, establishing the “viral” phase of transcription sustained by Tat [156]. 5. Elongation of TranscriptionA general feature of metazoan transcription is promoter-proximal pausing of RNAPII. Only a small proportion of initiation events results in full length, mature mRNAs. After efficient recruitment of the PIC and initiation of transcription, the RNAPII complex pauses shortly after the TSS and remains poised for elongation. This step is tightly regulated by several negative and positive elongation factors that are discussed below. The position of Nuc-1 is maintained in an unfavorable position by the chromatin remodeling complex, BAF, and paused RNAPII is suggested to play a role in this, physically occluding Nuc-1 [53,83]. This maintains chromatin in a permissive state, allowing access of TFs to the DNA. The promoter-proximal pausing of RNAPII also permits rapid changes in gene expression, in response to internal and external stimuli, circumventing the steps required for PIC assembly [157,158,159]. Finally, promoter-proximal pausing functions as a checkpoint for coupling elongation with RNA processing events such as 5’ capping, splicing, and polyadenylation to produce mature mRNA [83].Promoter-proximal stalling is especially evident on the HIV-1 5’LTR. The presence of multiple TF binding sites results in successful PIC recruitment, even in latently infected cells, as evidenced by an accumulation of RNAPII at the TSS by ChIP-seq [47]. However, the elongation phase is blocked due to the presence of negative elongation factors and the suppressive Nuc-1, and an absence of positive elongation factors, including Tat. The position where RNAPII usually stalls along genes is well conserved across the genome, throughout the species [47].Major pause sites for eukaryotic genes include the +20 to +60 nt region from the TSS, as well as at −90 to −110 nt region corresponding to divergent transcription, where two polymerases initiate transcription at the TSS in opposite directions and pause at the +1 and −1 nucleosomes [160]. The RNAPII pause sites on the HIV-1 genome were extensively mapped by the Karn group [47]. They found several sites that are shared with cellular genes and some unique to HIV-1. An RNAPII peak was observed at +11 nt from the TSS, which likely corresponded to occluded PIC in latent proviruses that require TFIIH to initiate transcription [61]. The major pause sites seen in cellular genes at +50, +220, and +330 nt are also observed on the LTR. However, an extra pause site was present directly downstream of TAR at +120 nt [47]. This provides additional control to HIV-1 gene expression. In fact, in the absence of Tat, elongation from the HIV-1 promoter is more restricted than in cellular genes, as only ~10% of initiated RNAPII elongates, as compared to 20–30% for paused cellular genes [161]. In the presence of Tat; however, the efficiency at which RNAPII elongates to transcribe the HIV-1 genome increases to approximately 75%.Due to the premature stalling of the early elongation complex, short transcripts are formed. On the HIV-1 LTR, the nascent RNA forms a functionally important, highly stable secondary structure, TAR, from the first 59 nt. Although cellular genes also display promoter-proximal pausing, there is no accumulation of these short abortive transcripts, as they are rapidly degraded. Another unique feature of HIV-1 transcription, revealed by ChIP-Seq experiments, is that HIV-1 has 3–10 fold lower levels of negative strand synthesis (divergent transcription) from the 5’LTR compared to that observed on cellular genes [47]. This suggests that HIV-1 has an unusual bias towards positive strand synthesis, though the reason for this remains unclear.5.1. P-TEFb RegulationPromoter-proximal pausing is overcome through the action of the positive elongation factor P-TEFb, which consists of a heterodimer of the kinase CDK9 and its associated Cyclin T1 or Cyclin T2 (CycT) [162]. As mentioned in Section 4 above, this is achieved through the phosphorylation of two RNAPII-associated elongation factors, DSIF and NELF. ChIP-seq experiments revealed that DSIF and NELF share almost overlapping peaks with RNAPII near the TSS [163]. DSIF consists of two subunits, Spt4 and Spt5, and causes promoter-proximal pausing of RNAPII [164]. However, upon phosphorylation of the Spt5 subunit by the CDK9 subunit of P-TEFb, DSIF becomes a positive elongation factor that tracks along with RNAPII, through the gene body [148,163]. A peak of NELF is observed at the TSS along with the paused RNAPII, but is not detected in the gene body [47,163]. NELF consists of four subunits, NELF-A, B, C, and E, which together bind to RNAPII and stall the polymerase [147,165]. Phosphorylation of the NELF-A and NELF-E subunits by P-TEFb results in their disassociation from the transcription complex to permit RNAPII elongation [166,167].These two phosphorylation events triggered by P-TEFb are essential for proper gene expression, thus the need for tight control of P-TEFb. P-TEFb can be modulated through transcriptional and translational control, post-translational modifications, miRNAs, and modulation of protein turnover. For example, in resting CD4+T cells, the levels of active CDK9 are low-to-undetectable, accumulating in an inactive complex with cytoplasmic Hsp90/Cdc37 chaperones [168,169]. This complex keeps CDK9 stable in the cytoplasm, prior to CycT1 upregulation by T cell activation. CycT1 protein levels are downregulated by microRNAs and this is reversed upon T cell activation [170]. Recently, the highest levels of CycT1 were measured in maximally activated uninfected memory CD4+T cells, but the CycT1 levels dropped upon HIV-1 replication [168]. Downregulation of P-TEFb function and levels of CycT1 precede the return of HIV-1-infected CD4+T cells’ return to quiescence. This in turn leads to suppression of HIV-1 transcription and contributes to the establishment of latency.P-TEFb is also regulated by a unique mechanism involving the reversible association with the 7SK small nuclear ribonucleoprotein (snRNP) (Figure 4). In rapidly growing cells, such as HeLa cells, ~90% of P-TEFb is found in an inactive complex with the 7SK snRNP [171]. The 7SK small nuclear RNA, folds into a 3D scaffold that is stabilized by the La-related protein 7 (LARP7), the 7SK snRNA methylphosphate capping enzyme (MePCE), and a homodimer of the kinase inhibitor hexamethylene bisacetamide-inducible protein 1/2 (HEXIM). This complex binds to two P-TEFb molecules. The 7SK snRNP provides an exchangeable pool of activated P-TEFb that can be readily utilized to relieve promoter-proximal pausing and increase gene expression. However, in resting CD4+T cells, the levels of the 7SK snRNP are low [172], and thus not likely the main mechanism of P-TEFb control, instead P-TEFb protein levels are restricted, through miRNA-mediated downregulation of CycT1 and sequestration of CDK9 by Hsp90/Cdc37. Upon prostratin stimulation of resting CD4+T cells, the 7SK snRNP and P-TEFb levels increase [172], at which point the 7SK snRNP might then function to regulate P-TEFb levels.Open in a separate windowFigure 4Regulation of transcription elongation. (A) In activated cells, in the absence of Tat, TFs such as the NF-κB p65 subunit translocate to the nucleus and bind to their consensus sequence. In this process they displace transcriptional repressors, e.g. p50 homodimers and associated HDACs. P-TEFb is recruited (shown by the grey boxes) to the paused RNAPII at promoters, through either a direct interaction with p65 (1), indirectly through recruitment of the 7SK snRNP to promoter DNA by KAP1 (2) or through extraction from the 7SK snRNP by BRD4, which binds to acetylated histones (3). Once in the proximity of the paused RNAPII, the CDK9 subunit of P-TEFb phosphorylates Ser2 residues on the RNAPII CTD, as well as NELF (releasing it from RNAPII) and DSIF (converting it to an elongation factor). (B) In the absence of Tat, the recruitment of P-TEFb is inefficient and results in limited transcription elongation (due to the repressive Nuc-1 positioning), but ultimately leads to a production of some full length HIV-1 mRNAs, which are spliced to produce all transcripts for the proteins that are necessary for the viral lifecycle, including Tat. The level of full-length mRNA production in this “host phase” is dependent on the availability of host TFs, such as NF-κB and NFAT. The efficiency of the “host phase” determines the amount of Tat produced, and whether a certain threshold will be met to enter the “viral phase”. (C) Tat is acetylated by the HAT p300, which enhances the interaction of the CycT1 subunit of P-TEFb with the Tat-TAR recognition motif. Phosphorylation of the CTD, DSIF, and NELF by P-TEFb, triggers the transition of promoter-proximal paused RNAPII to productive elongation. Acetylated Tat also recruits the SEC and the chromatin remodeler PBAF, which further promotes productive elongation through repositioning of Nuc-1. Efficient elongation is maintained through interactions with TFIIS and TFIIF, which relieve polymerase stalling in the gene body. The CTD Ser2 of RNAPII is further phosphorylated, likely by CDK12/13, to promote interactions with RNA splicing and processing factors, leading to efficient gene expression.Phosphorylation of Thr-186 CDK9 activation loop (T-loop) signals dissociation of CDK9 from the Hsp90/Cdc37 chaperones and facilitates assembly with CycT1, via intramolecular hydrogen bonding between pT186 and the CycT1 arginine triad and Glu-96, to form active P-TEFb [95]. In vitro kinase assays showed autophosphorylation of CDK9 T186 [173]; however, in cells, CDK7 has been implicated in activating pT186 [174]. Activated P-TEFb translocates to the nucleus and is incorporated into the 7SK snRNP, where CDK9 T-loop T186 phosphorylation is also a pre-requisite for assembly with HEXIM [175]. The inhibitory domain of HEXIM, which is exposed on binding to the 7SK snRNA, binds to the activated CDK9, preventing its inappropriate participation in transcription. The 7SK snRNP complex is free to diffuse in the nucleus and is thus able to deliver active P-TEFb to the sites of active transcription.In order to participate in transcriptional elongation, P-TEFb must detach from the 7SK snRNP/HEXIM complex (Figure 4). In uninfected cells, this function is performed by BRD4, which is usually found to be associated with acetylated histone tails on active chromatin, thus delivering P-TEFb to the transcription site [176]. Acetylation of CycT1 by the HAT p300 in vitro has been shown to lead to the dissociation of P-TEFb from the 7SK snRNP [177]. Tat is also capable of extracting P-TEFb from the 7SK snRNP, by competing with HEXIM1 for binding to P-TEFb. Additionally, Tat has been shown to recruit the ubiquitin ligase, UBE20, to 7SK snRNP pools, to promote the non-degradative ubiquitination of HEXIM1 [178]. This results in the release of HEXIM1 from the complex and its sequestration into the cytoplasm, leaving P-TEFb free to participate in transcription elongation. The exchange of P-TEFb between the 7SK snRNP and Tat/BRD4 is also thought to be regulated by phosphorylation of T-loop Ser-175 of CDK9, and by the CDK7 kinase of TFIIH [95]. BRD4 was shown to interact with Ser-175; however, phosphorylation of this residue favors Tat’s interaction with P-TEFb over BDR4 [95].5.2. Delivery of P-TEFb to Promoter-Proximal Paused RNA Polymerase IIP-TEFb can be delivered to paused RNAPII on the HIV-1 genome through several means (Figure 4). First, P-TEFb might be tethered to transcriptional activators that bind directly to the HIV-1 promoter, such as NF-κB via an interaction with the RelA subunit [154]. This mechanism was demonstrated during IL-8 gene activation, and thus, could in theory be an alternative mechanism of Tat-independent delivery of P-TEFb to the HIV-1 promoter. CDK9 is also recruited by c-Myc to its target cellular genes to activate their expression [163]. Second, P-TEFb can be recruited to promoters and enhancers through interaction with chromatin binding proteins such as BRD4 [94,98]. Third, HIV-1 directly recruits P-TEFb to its promoter by binding the CycT1 subunit to Tat and its high affinity interaction with the newly transcribed TAR RNA [179].In addition to recruiting P-TEFb, Tat also associates with other SEC elongation factors. The SEC consists of transcription elongation activators/coactivators, including P-TEFb, ELL1/2, AFF4/1, ENL, and AF9, and different SEC subunit combinations make up distinct SEC complexes [180]. Tat was shown to increase the half-life of ELL2, thus stabilizing the SEC [171]. The SEC subunits are tethered to the RNAPII complex via the polymerase-associated factor complex (PAFc) [181]. PAFc also serves as a mediator to facilitate binding of other elongation factors to RNAPII, including DSIF and TFIIF. It is unclear how the SEC is recruited to the paused RNAPII in healthy, uninfected cells, but interactions of PAFc and AF9/ENL with chromatin have been suggested [181]. The MED26 subunit of the mediator complex also seems to play this role, interacting first with TFIID and then with the components of the SEC [182]. Recruitment of the SEC to genes in healthy cells might be tissue- or context-dependent and further work is needed to understand these mechanisms in detail.Recently, through affinity purification followed by MS, the D’Orso group identified the Kruppel-associated box (KRAB)-interacting protein 1 (KAP1), as an interactor of the 7SK snRNP [183]. Through biochemical and genomic approaches, they showed that the KAP1-7SK snRNP complex is recruited to the majority of proximally paused promoter RNAPII and facilitates transcriptional pause release. HIV-1 is thought to exploit this complex for the transcription of its genome via the delivery of P-TEFb to NF-κB (Figure 4) [183]. The same research group proposed that HIV-1 has evolved a minimal transcriptional circuitry that bypasses host regulatory mechanisms for robust viral expression. However, this circuitry is fragile and dependent on the “host phase”, which primes the virus for activation [156]. In this model, HIV-1 is efficiently activated in response to immune stimulation, for example, through the concerted action of host TFs that boost PIC formation and initiation of transcription. During this host phase, TFs such as NF-κB translocate into the nucleus and bind to their consensus sequence on the HIV-1 promoter. Since NF-κB has been shown to bind P-TEFb and deliver it to paused polymerases [154], KAP1 could serve as an intermediate by delivering P-TEFb to the NF-κB at the promoter. This would allow the Tat-independent synthesis of full-length transcripts, and ultimately, the production of Tat. This would initiate the “viral phase,” where Tat drives productive elongation.The transcriptional circuit is thus dependent on (1) the NF-κB associating with the promoter, (2) a KAP1 molecule binding near the transcriptional complex with an associated 7SK snRNP, and (3) delivery of P-TEFb from KAP1 to RNAPII via NF-κB, to phosphorylate Ser2 of RNAPII CTD, NELF, and DSIF, to elongate viral transcripts and produce Tat, which then bypasses steps 1 and 2 to establish a positive feedback loop [156]. This model was verified experimentally in primary and cell line models. The efficiency of the “host phase” was shown to determine the magnitude of the “viral phase,” and this could explain the large differences observed in the latency reversal observed in both primary models and ex vivo patient samples [184]. In contrast, previous work by Weinberger et al. used mathematical models to demonstrate that stochastic fluctuations in the level of Tat determined the proviral fate [45]. This was later shown to be independent of the cell state, where viral production was shown to persist, even as activated T cells return to quiescence [46]. D’Orso argues that their updated model integrates the effects of host cell factors and immune cell stimulation on the positive feedback loop established by Tat (basal-host-viral phases) rather than just the basal and viral phases. This was done by investigating how oscillations of KAP1 levels affect the heterogeneity of viral expression. Whether latency is ultimately dependent or independent on cell state remains to be fully established.Regardless of how P-TEFb is recruited to the paused RNAPII, when all necessary elongation factors are present, RNAPII elongates HIV transcription proceeds at a steady rate of ~1.9kb/min [185], slightly lower than that of cellular genes with a rate of ~3.8 kb/min per two million base pairs [186]. Once promoter-proximal pausing escape is achieved, P-TEFb is no longer required for elongation and is rapidly sequestered back into the 7SK snRNP inactive complex, blocking undesired gene expression. For this, HEXIM1 associates with the 7SK RNA, allowing P-TEFb binding and inactivation [22]. Elongating RNAPII has the tendency to stall along the template DNA. Pausing is defined as a temporary state that is overcome with time, whilst RNAPII arrest cannot. Arrest of RNAPII is characterized by backtracking of the polymerase, where it moves backward on the DNA template, displacing the 3’ end of the RNA from its active site. Arrested polymerases eventually become subject to ubiquitination and degradation [171]. Factors involved in release of paused or arrested RNAPII are TFIIS and TFIIF. TFIIS rescues RNAPII from the arrested state by promoting cleavage of the nascent RNA to allow RNAPII to generate a new 3’ end of the RNA, correctly aligned to the template and the catalytic site [187]. TFIIF, in addition to its role in initiation, can also bind paused RNAPII and convert it back to the elongation-competent form [188] (Figure 4).In summary, HIV-1 transcription, supported by cellular activation before Tat is produced, is triggered by intracellular signaling leading to translocation of TFs to the nucleus, chromatin modifications, and PIC assembly. Once activated by TFIIH, RNAPII initiates transcription and escapes the promoter, but rapidly stalls after transcribing the TAR RNA. Some P-TEFb is then recruited to the LTR by cellular factors, such as NF-κB, BRD4, or the KAP1-7SK snRNP complex already present at the promoter. P-TEFb phosphorylates RNAPII to promote synthesis of a few mature HIV-1 mRNAs [47]. This results in enough Tat production to recruit P-TEFb and SEC to RNAPII stalled at the TAR RNA [156], thus driving the positive feed-forward loop that results in robust HIV-1 expression, 6. Events Coupled to ElongationGene expression is proofed by coupling mRNA surveillance, export, processing, and maturation to transcription. The CTD tail plays a key role in coupling these events, as it is located at the pre-mRNA exit channel of RNAPII. The 52 heptad repeats, Y1S2P3T4S5P6S7, serve as docking sites for various factors and enzymes with key roles in these processes, and the post-translational modifications of the CTD also provide a vast combination of possibilities for modulation [171]. The combination of these modifications, known as the CTD code, coordinates transcription with pre-mRNA processing events through association or dissociation with various protein complexes, which are outlined below (Figure 5) [189].Open in a separate windowFigure 5Transcription coupled events. Once the PIC has formed, and Ser7 and Ser5 phosphorylation of the RNAPII CTD by CDK7 (as part of TFIIH) allows initiation and promoter escape to occur. Shortly after transcription of the first 25–30 nt the 5’end of the nascent RNA is capped by the capping enzymes Mce1 and Hcm1. This process occurs more efficiently when RNAPII CTD is phosphorylated at Ser5 residues. Elongation is induced by phosphorylation events by CDK9, including CTD Ser2 phosphorylation. pSer2 is increased and RNAPII moves down the gene body by CDK12/13. This enhances recruitment of splice factors and production of fully spliced mRNAs. Finally, the recruitment of RNA cleavage factors are dependent on pSer2. The generation of cleaved 3’ends occurs 10–35 nt downstream of the polyA consensus sequence and the enzyme PAP adds 200–300 A residues to 3’OH group. Once the mRNA is released from RNAPII and CTD phosphorylation is removed by phosphatases, it is free to participate in the formation of the PIC to initiate new rounds of transcription.6.1. CappingThe addition of a 7-methylguanylate (m7G) cap to the 5’ end of nascent pre-mRNA (including HIV-1 mRNAs), occurs once transcripts reach 25–30 nt in length [190]. The capping apparatus consists of a bifunctional triphosphatase-guanyltransferase (Mce1) and a methyltransferase (Hcm1), which physically interact with the Spt5 subunit of the DSIF in complex with phosphorylated RNAPII [191,192]. The presence of phosphorylated Ser5 on the RNAPII CTD stimulates the capping enzymes by 4-fold [190]. HIV-1 pre-mRNAs are efficiently capped when RNAPII experiences promoter-proximal pausing but are far less efficiently capped when RNAPII is unimpeded. Since NELF specifically recognizes RNAPII with pSer5 CTD and DSIF, it is thought that promoter-proximal pausing provides a window of opportunity for the recruitment and action of capping enzymes. Tat has been shown to bind Mce1 directly, enhancing co-transcriptional capping [193]. Once the transcript has been capped, and the elongation phase has begun, the levels of pSer2 on the CTD increases, due to phosphorylation by CDK12/13 [143,194,195].6.2. SplicingHIV-1 pre-mRNA can be spliced in several different ways to allow the expression of multiple proteins from a single transcript (Figure 1). In fact, over 50% of full length transcripts are spliced into >50 relevant mRNAs to produce the 10 HIV-1 proteins, using four donor sites and 10 acceptor sites [196]. Hyperphosphorylated RNAPII is also involved in the crosstalk between transcription and splicing. The association between pSer2 CTD and splice factors, including splicing regulatory (SR) proteins, Spt6 and U1-snRNP, ensures the stepwise assembly of the spliceosome close to the nascent pre-mRNA [197,198]. CDK12 (and homolog CDK13) has been shown to be the primary pSer2 kinase during the elongation phase of mammalian transcription, and is thus likely to play a role in HIV transcription [151]. Acetylated Tat is known to enhance the production of multiply spliced RNAs [199], and, interestingly, Tat was shown to interact with CDK13 to promote HIV-1 splicing [153]. Depletion of CDK12/13 results in a reduced expression of long cellular genes with multiple exons [200], as well as defects in RNA processing [152]. Flag-tagged CDK12 and CDK13 have also been shown to interact directly with various splicing factors [152]. Collectively, these studies support the idea that transcription and splicing are coupled, and this is mediated through interactions of the spliceosome components with pSer2 CTD of RNAPII on the nascent RNA.6.3. Pre-mRNA Cleavage and PolyadenylationAs with capping and splicing, cleavage and polyadenylation of pre-mRNAs are generally coupled with transcription. In fact, recruitment of the cleavage stimulation factor 64 (CstF-64) is dependent on pSer2 RNAPII CTD [201]. Cleavage of the 3’ end of pre-mRNA occurs 10–35 nt downstream of the consensus polyA signal (AAUAAA), where 200–300 adenosines are added to the newly generated 3’-OH terminal end, by the enzyme poly(A) polymerase (PAP) [202,203].In summary, efficient synthesis of the mature mRNA is facilitated by the interactions of the RNAPII CTD with various RNA processing factors, such that nascent RNAs are capped, spliced, cleaved, and polyadenylated as the transcription machinery moves along the gene body. 7. Therapeutic Strategies and Targets, Recent AdvancesHistorically, HIV-1 cure research has focused on the total elimination of the latent pool of cells containing transcriptionally silent but competent proviruses. This is a very tall order, given that we have no specific marker to distinguish the infected from the uninfected cells. Even if some have been proposed, their identification remains very difficult [204,205,206,207,208,209]. An obstacle in assessing the efficacy of cure strategies is the accurate determination of the reservoir size. Measures of proviral DNA in the past have overestimated the viral reservoir size due to the presence of defective proviruses [210,211]. However, current assays are thought to potentially underestimate the reservoir by 60-fold [211]. The “gold-standard” for measuring the replication-competent reservoir has been the quantitative viral outgrowth assay (QVOA), which measures the number of resting CD4+ T cells that produce infectious virus after stimulation with an LRA [212]. This might limit quantification since it requires production of not only both viral RNA and protein, but fully assembled virus for detection. The different strategies for detecting infectious virus, proviral DNA, and viral RNA or proteins have been recently reviewed [213]. The actual number of latently infected cells and the real size of the reservoir is unknown [211,214]. Thus, the efficacy of cure strategies remains difficult to assess.7.1. Shock-and-Kill ApproachThe most explored approach towards the eradication of latently infected cells is dubbed shock-and-kill. This entails repeated reactivation of latent proviruses using LRAs, in the expectation that reactivated viral products would lead to the eradication of the infected cell by cytopathic effects or elimination by the immune system. Reactivation from latency is performed in the presence of ART to prevent novel infections. Unfortunately, this approach has not been successful so far. Despite some degree of viral RNA production in patients treated with LRAs in clinical trials, there has been no observed reduction in reservoir size [111,112,113,114,115,215]. This could be attributed in part to (1) immune dysfunction and exhaustion of CD8+T cells in HIV-1-infected individuals limiting their ability to clear reactivated cells [216]; (2) the stochastic nature of the reactivation process, not all latent proviruses are activated by a single LRA dose [214,217,218]; (3) toxicity of LRAs on immune cells [219,220]; and (4) many LRAs that were discovered by their ability to reactivate clonal HIV-1-infected cell lines, often failing in the more physiologically relevant models of latency [184]. The latest might be explained by the clonal nature of HIV-1 proviruses in cell lines not being representative of the diversity of proviral sequences and integration sites found in infected individuals. Moreover, differences in the available TFs exist between the resting primary CD4+T cells and cell lines, which are continuously proliferating.Combinations of multiple LRAs, as well as transcriptional modulators might renew the promise of improved “shock” [221]. Multiple transcriptional regulatory factors discussed in this review have been identified as potential targets for HIV-1 reactivation, including the lysine acetyltransferase KAT5 [118], and the methyltransferases CARM1 [108], EZH2, G9a [21], and SYMD2 [120]. Recently, second mitochondria-derived activator of caspases mimetics (SMACm) have come to the forefront in developing cure strategies. SMACms such as Birinapant, GDC-0152, and Embelin have been shown to induce autophagy of HIV-1-infected, but not uninfected CD4+ T cells, without inducing viral reactivation [222]. A different SMACm, AZD5582, was shown to increase HIV-1 RNA expression in resting CD4+ T cells with limited alterations in cellular gene expression, unlike standard LRAs. These could prove promising as strategies for HIV-1 eradication.The stochastic nature of the transcription elongation, due to transcriptional circuit fragility [156], influenced by levels of TFs and RNAPII availability, and the chromatin environment of the integration site, influence its ability to be reactivated. Histone deacetylase inhibitors (HDACi) commonly used for latency reversal were shown to have a selective ability to increase the expression of total and elongated HIV-1 transcripts, without a parallel increase in the amount of polyadenylated or multiple-spliced RNAs required for efficient viral production [43]. This might partly explain why clinical trials showed an increase in total viral RNA but no significant reduction in the latent pool. Different LRAs exert different effects on blocks to transcription, suggesting that HIV-1 reactivation induced by LRAs are governed by different mechanisms [43]. In a recent study, the Verdin group assessed the ability of current LRAs to reactivate a novel HIV-1 reporter strain in primary CD4+T cells [214]. They found that latency is heterogenous and that none of the LRAs tested reactivated more than 5% of cells carrying latent proviruses. The genomic localization and chromatin context affected the rate of reactivation, in agreement with studies assessing the influence of integration site on transcriptional output [9,214]. In addition to poor efficacy, many LRAs interfere with cellular homeostasis and are cytotoxic to healthy cells, highlighting the need for non-T cell-activating LRAs.7.2. Block-and-Lock ApproachIn light of the limited success of the shock-and-kill strategy for HIV-1 eradication, an alternative approach was proposed, based on the transcriptional/epigenetic silencing of the virus. This functional cure approach has been termed the block-and-lock approach and aims at a durable viral suppression in the absence of ART [86,223,224]. Much of the human genome is silenced in differentiated cells, e.g., of the ~20,000 genes present in each cell, only approximately 8,000 are transcribed in different cell types [225]. Since it takes energy to activate transcription, it is in a general manner easier to shut down, rather than activate transcription. As such, silencing approaches are increasingly becoming the focus of functional cure approaches [4,5,226]. For success, we need efficient HIV-1 transcriptional silencing agents to “block” and maintain “locked” this silenced state, upon treatment interruption [226] (Figure 6).Open in a separate windowFigure 6Block-and-lock approach for a functional HIV-1 cure. (A) Top panel: Upon HIV-1 infection, within a few weeks, there is a peak of viral load (VL) circulating in the plasma of infected individuals. Upon ART initiation, the VL drops to below the limit of detection (50 viral copies/ml), termed “ART latency”. VL “blips,” or episodes of detectable viremia, and are observed in many individuals under ART. Upon discontinuation of ART, there is a rapid rebound of VL to pre-ART levels. Middle panel: The addition of a latency promoting agent (LPA), such as the Tat inhibitor dCA, to an ART regimen could suppress the ongoing transcriptional events, induce epigenetic silencing over time, and promote a state of “deep latency”. This might allow for safe ART discontinuation either without viral rebound, or a sufficiently low rebound, such that the immune system is able to control and suppress it. Bottom panel: The addition of an LPA at the initiation of ART might accelerate entry into latency, reduce transcriptional events, and potentially limit the size of the reservoir through a reduction in the total number of infected cells. The state of “deep latency” could be achieved earlier, reducing the amount of chronic immune activation in infected individuals and perhaps accelerating the epigenetic silencing of the provirus. (B) 1. When an HIV-1 infected CD4+T cell is activated, recruitment of the host TFs and RNAPII allows for efficient PIC formation, initiation of transcription, promoter escape, and some readthrough transcription to produce full length viral transcripts and, thus, Tat. A positive feedback loop is established, where Tat promotes productive elongation through recruitment of P-TEFb and the chromatin remodeler, PBAF. 2. The Tat inhibitor dCA binds to the basic domain of Tat and blocks Tat interaction with TAR RNA, blocking recruitment of P-TEFb directly to the HIV-1 promoter. Thus, transcriptional elongation is inhibited, and a more repressive chromatin environment can form at the promoter. 3. The small molecule SP causes degradation of the XPB subunit of TFIIH, which has been shown to inhibit transcription and reduce RNAPII occupancy at both the promoter as well as along the entire genome. SP provides another tool to explore the block-and-lock approach for a functional cure.The most obvious target for HIV-1 transcriptional inhibition is the viral protein Tat. Any small molecule that inhibits Tat binding to P-TEFb, or Tat-P-TEFb complex binding to TAR, would block transcriptional elongation of the virus. The proof-of-concept for this approach was shown by our group using the small molecule Tat inhibitor, didehydro-cortistatin A (dCA) [227]. In latency cell line models and primary CD4+T cells explanted from virally suppressed individuals, dCA potently suppressed viral transcription and reactivation from latency upon stimulation with a series of LRAs (Figure 6) [223,228]. This suppression was sustained even upon removal of ART and dCA. Additionally, dCA reduced viral RNA in tissues, and significantly delayed and diminished viral rebound upon treatment interruption in the bone marrow-liver-thymus (BLT) mouse model for HIV-1 latency [223]. dCA binds the basic domain of Tat, blocking the Tat-TAR interaction and inhibiting Tat-P-TEFb mediated viral transactivation [139]. Long-term treatment with dCA was shown to be associated with a tighter chromatin environment and a loss of RNAPII occupancy on the HIV-1 genome, even under strong stimulating events with LRAs [86]. The classical nucleosome positioning at the LTR was not affected by dCA treatment. Rather, a stronger Nuc/DNA association was promoted, correlating with increased deacetylated H3 at Nuc-1. Additionally, an enrichment of the repressive BAF complex, and a loss of the activating PBAF on the HIV-1 genome was observed. Importantly, this was exclusive to Tat-TAR competent proviruses, excluding off-target activity [86]. Overall, these results highlight the potential of permanently silencing the provirus, which, in addition to preventing rebound, would have the added benefit of reducing some of the symptoms of chronic immune activation observed in ongoing low-grade viral transcription, which might contribute to HIV-1 persistence in ART-privileged sites [229,230]. In summary, dCA is the proof-of-concept that this novel class of molecules that regulate HIV-1 TFs, harbors immense potential in the functional cure for HIV-1.Other avenues are being explored in the block-and-lock approach for functional cure. HIV-1 appears to be disproportionately sensitive to TNF-α stimulation, as well as to NELF restriction, compared to cellular genes, suggesting that there is a window in which HIV-1 is more sensitive to the suppression of transcriptional elongation than host genes [47]. Since P-TEFb (CDK9/CycT1) is responsible for NELF phosphorylation and the release of proximally paused promoter RNAPII, it is a potential target to be explored in block-and-lock approaches. Inhibition of P-TEFb, for example, with the CDK9 inhibitor flavopiridol, potently blocks viral production [231]. Unfortunately, the therapeutic index of this drug (CC50/EC50) is around 10, highlighting the crucial nature of P-TEFb for cellular transcription. Furthermore, flavopiridol inhibits other CDKs, including those involved in the cell cycle, and has off-target effects on non-CDK proteins [232]. Nevertheless, strategies targeting transcriptional elongation are a promising avenue to be explored.Hsp90 inhibitors have also shown potential as HIV-1 transcriptional inhibitors, through reduction of NF-κB-mediated gene expression [233,234]. Hsp90 forms a complex with the chaperone protein Cdc37, and this complex interacts with the NF-κB inhibitor, IKK. Association of IKK with Hsp90/Cdc37 facilitates IκB phosphorylation through stabilization of IKK, which results in the translocation of NFκB to the nucleus to reactivate HIV-1 transcription. Inhibition of Hsp90 has been shown to block this interaction, and thus suppress HIV-1 reactivation [233]. Interestingly, Hsp90 has been implicated in the control of CDK9 levels in cells through the formation of a complex with Cdc37 [95]. Although no changes in P-TEFb concentrations were observed with the short-term inhibition of Hsp90, changes of P-TEFb localization or function on the HIV-1 LTR might explain inhibition of HIV-1 reactivation by Hsp90 inhibitors, and warrants further investigation.The XPB subunit of the TFIIH complex has been shown to be degraded by the small molecule spironolactone (SP), without obvious global transcriptional defects or cellular toxicity [235,236,237,238,239,240]. Treatment of both cell lines and primary CD4+T cells with 10 µM SP was shown to inhibit HIV-1 transcription during acute infection [238]. The lack of toxicity in cells could be explained by work recently published by Frederic Coin’s group [236]. XPB has three enzymatic functions: ATPase, helicase, and DNA translocase [241], and the Coin group has shown that transcription can accommodate a loss of XPB by SP-induced degradation, but not when the ATPase activity of XPB is blocked with Triptolide treatment [236]. The authors argued that the ATPase activity of XPB is necessary for relieving an initiation block that XPB poses itself, and that the cells tolerate a loss of XPB. Our group has recently found that treatment with 10 µM SP of cell line models of latency and primary CD4+T cells explanted from ART-suppressed individuals, inhibits HIV-1 transcription, blocks reactivation upon LRA stimulation, and reduces recruitment of RNAPII to the HIV-1 genome (Mori et al., in submission). Thus, XPB presents an interesting target for silencing HIV-1 transcription in functional cure approaches.The Verdin lab identified mTOR in a genome-wide shRNA screen, as playing a role in HIV-1 latency [242]. Inhibitors of mTOR, such as Torin1, blocked HIV-1 reactivation in CD4+ T cells explanted from ART-suppressed individuals. This was concomitant with a reduction in global CDK9 phosphorylation. Inhibition of mTOR blocked both Tat-independent and Tat-dependent reactivation [242], potentially offering additional targets for block-and-lock approaches.As previously mentioned, BRD4 is known to play an important role in HIV-1 transcription. The BRD4S recruits the repressive BAF chromatin remodeling complex to the HIV-1 promoter, silencing viral expression [90]. BRD4L also competes with Tat for P-TEFb, thus blocking viral elongation. Conversely, BRD4L has also been identified as a positive regulator of HIV-1 transcription. Thus, depending on its interacting partners, BRD4 has versatile roles in HIV-1 transcription, and their modulation could contribute to HIV-1 transcriptional regulation. Interestingly, a recent study involving acute depletion of BET proteins BRD4, BRD3, and BRD2 showed no effect on CDK9 recruitment, but did have global effects on transcriptional elongation [243]. BET proteins were proposed as global regulators of transcription. Additional research is needed to tease out the role of BRD4 in HIV-1 transcription, comparing inhibition of BD domains versus acute depletion of the protein. Specific degraders of BRD4 would be helpful to probe these questions. Recently a selective small molecule was identified that binds to the BD1 domain of BRD4, ZL0580, that inhibits HIV-1 Tat transactivation and elongation [244]. In contrast to the small molecule JQ1, which binds to the BD1 and BD2 domains of all BET proteins and induces viral expression, ZL0580 silences viral transcription via epigenetic suppression in both in vivo and ex vivo models of HIV-1 latency. Treatment of J-Lat cells with ZL0580 cells increased nucleosome occupancy of Nuc-1 on the HIV-1 LTR [244]. A significant delay to rebound upon treatment interruption was observed in cells treated with this compound. It will be interesting to compare the effects of this more specific BRD4 inhibitor with JQ1 treatment.Finally, the Karn group recently identified the estrogen receptor-1 (ESR-1) as a key regulator of HIV-1 latency [245]. ESR-1 is enriched on latent genomes and exposure to estrogen potently inhibits viral reactivation. This pathway is a pharmacologically attractive target for modulation in therapeutic strategies for functional cure.The use of the Tat inhibitor dCA to suppress HIV-1 transcription, ultimately epigenetically silencing the HIV-1 promoter, proved the concept of block-and-lock approaches towards a functional cure. Nevertheless, given the Tat-TAR feedback loop and the kinetics of the epigenetic machinery, it is an approach where longer periods of dCA treatment would be needed before the treatment can be interrupted. This would allow a tighter “lock” of the “blocked” promoters. Tat inhibitors are different from other antiretrovirals against HIV-1 in the sense that the longer the treatment, the better the outcome. As with the shock-and-kill approach, it is possible that a combination of targets would be needed to obtain efficient and permanent epigenetic suppression of the HIV-1 promoter. We discussed above the possible cellular factors involved in transcription that could be explored as targets for drug development. However, one of the challenges of targeting host proteins is the risk of off-target activity, again highlighting the potential of targeting viral proteins such as Tat [86]. Screening and lead optimization efforts should thus be placed on the identification of additional small molecules that drive epigenetic silencing of the HIV-1 promoter. 8. Concluding RemarksEfficient production of both full length and multiple-spliced viral RNA involves the collective action of a multitude of host and viral proteins. It is becoming clear that assembly of the transcription machinery on the HIV-1 LTR is not the rate-limiting step for transcription. Instead, it is the efficiency of the transition from PIC assembly and promoter clearance to productive elongation that determines successful viral RNA expression. Advances have been made in recent years towards our understanding of the regulation of these processes, providing novel targets for functional cure strategies. AcknowledgmentsThis review was made possible with support from the National Institutes of Alergy and Infectious Diseases (NIAID), R01 AI118432-04, R01 AI097012-06A1, R61 AI140439-01, R33 AI116226-05. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. Conflicts of InterestThe authors declare no conflict of interest. References1. Chun T.W., Carruth L., Finzi D., Shen X., DiGiuseppe J.A., Taylor H., Hermankova M., Chadwick K., Margolick J., Quinn T.C., et al.  Quantification of latent tissue reservoirs and total body viral load in HIV-1 infection. Nature. 1997;387:183–188. doi: 10.1038/387183a0. [PubMed] [CrossRef] [Google Scholar]2. Chun T.W., Stuyver L., Mizell S.B., Ehler L.A., Mican J.A., Baseler M., Lloyd A.L., Nowak M.A., Fauci A.S. Presence of an inducible HIV-1 latent reservoir during highly active antiretroviral therapy. Proc. Natl. Acad. Sci. USA. 1997;94:13193–13197. doi: 10.1073/pnas.94.24.13193. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Wong J.K., Hezareh M., Günthard H.F., Havlir D.V., Ignacio C.C., Spina C.A., Richman D.D. Recovery of replication-competent HIV despite prolonged suppression of plasma viremia. Science. 1997;278:1291–1295. doi: 10.1126/science.278.5341.1291. [PubMed] [CrossRef] [Google Scholar]4. Darcis G., Van Driessche B., Van Lint C. HIV Latency: Should We Shock or Lock? Trends Immunol. 2017;38:217–228. doi: 10.1016/j.it.2016.12.003. [PubMed] [CrossRef] [Google Scholar]5. Marsden M.D., Zack J.A. HIV cure strategies: A complex approach for a complicated viral reservoir? Future Virol. 2019;14:5–8. doi: 10.2217/fvl-2018-0205. [CrossRef] [Google Scholar]6. Pitman M.C., Lau J.S.Y., McMahon J.H., Lewin S.R. Barriers and strategies to achieve a cure for HIV. lancet. HIV. 2018;5:e317–e328. doi: 10.1016/S2352-3018(18)30039-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Piacenti F.J. An update and review of antiretroviral therapy. Pharmacotherapy. 2006;26:1111–1133. doi: 10.1592/phco.26.8.1111. [PubMed] [CrossRef] [Google Scholar]8. Schröder A.R.W., Shinn P., Chen H., Berry C., Ecker J.R., Bushman F. HIV-1 integration in the human genome favors active genes and local hotspots. Cell. 2002;110:521–529. doi: 10.1016/S0092-8674(02)00864-4. [PubMed] [CrossRef] [Google Scholar]9. Chen H.C., Martinez J.P., Zorita E., Meyerhans A., Filion G.J. Position effects influence HIV latency reversal. Nat. Struct. Mol. Biol. 2017;24:47–54. doi: 10.1038/nsmb.3328. [PubMed] [CrossRef] [Google Scholar]10. Lucic B., Chen H.C., Kuzman M., Zorita E., Wegner J., Minneker V., Wang W., Fronza R., Laufs S., Schmidt M., et al.  Spatially clustered loci with multiple enhancers are frequent targets of HIV-1 integration. Nat. Commun. 2019;10:1–12. doi: 10.1038/s41467-019-12046-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Nicoll M.P., Proença J.T., Efstathiou S. The molecular basis of herpes simplex virus latency. FEMS Microbiol. Rev. 2012;36:684–705. doi: 10.1111/j.1574-6976.2011.00320.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Yukl S., Pillai S., Li P., Chang K., Pasutti W., Ahlgren C., Havlir D., Strain M., Günthard H., Richman D., et al.  Latently-infected CD4+ T cells are enriched for HIV-1 Tat variants with impaired transactivation activity. Virology. 2009;387:98–108. doi: 10.1016/j.virol.2009.01.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Emiliani S., Van Lint C., Fischle W., Paras P., Ott M., Brady J., Verdin E. A point mutation in the HIV-1 Tat responsive element is associated with postintegration latency. Proc. Natl. Acad. Sci. USA. 1996;93:6377–6381. doi: 10.1073/pnas.93.13.6377. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Emiliani S., Fischle W., Ott M., Van Lint C., Amella C.A., Verdin E. Mutations in the tat gene are responsible for human immunodeficiency virus type 1 postintegration latency in the U1 cell line. J. Virol. 1998;72:1666–1670. doi: 10.1128/JVI.72.2.1666-1670.1998. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Ruelas D.S., Greene W.C. An integrated overview of HIV-1 latency. Cell. 2013;155:519. doi: 10.1016/j.cell.2013.09.044. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Coiras M., López-Huertas M.R., Pérez-Olmeda M., Alcamí J. Understanding HIV-1 latency provides clues for the eradication of long-term reservoirs. Nat. Rev. Microbiol. 2009;7:798–812. doi: 10.1038/nrmicro2223. [PubMed] [CrossRef] [Google Scholar]17. Kaczmarek K., Morales A., Henderson A.J. T cell transcription factors and their impact on HIV expression. Virol. Res. Treat. 2013;4:41–47. doi: 10.4137/VRT.S12147. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Fernandez G., Zaikos T.D., Khan S.Z., Jacobi A.M., Behlke M.A., Zeichner S.L. Targeting I B Proteins for HIV Latency Activation: The Role of Individual I B and NF- B Proteins. J. Virol. 2013;87:3966–3978. doi: 10.1128/JVI.03251-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Van Lint C., Bouchat S., Marcello A. HIV-1 transcription and latency: An update. Retrovirology. 2013;10:67. doi: 10.1186/1742-4690-10-67. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Hakre S., Chavez L., Shirakawa K., Verdin E. Epigenetic regulation of HIV latency. Curr. Opin. HIV AIDS. 2011;6:19–24. doi: 10.1097/COH.0b013e3283412384. [PubMed] [CrossRef] [Google Scholar]21. Nguyen K., Das B., Dobrowolski C., Karn J. Multiple histone lysine methyltransferases are required for the establishment and maintenance of HIV-1 latency. MBio. 2017;8:1–15. doi: 10.1128/mBio.00133-17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Ne E., Palstra R.J., Mahmoudi T.  International Review of Cell and Molecular Biology. Academic Press; Cambridge, MA, USA: 2018. Transcription: Insights From the HIV-1 Promoter; pp. 191–243. [PubMed] [Google Scholar]23. Duverger A., Wolschendorf F., Zhang M., Wagner F., Hatcher B., Jones J., Cron R.Q., van der Sluis R.M., Jeeninga R.E., Berkhout B., et al.  An AP-1 Binding Site in the Enhancer/Core Element of the HIV-1 Promoter Controls the Ability of HIV-1 To Establish Latent Infection. J. Virol. 2013;87:2264–2277. doi: 10.1128/JVI.01594-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Sheridan P.L., Sheline C.T., Cannon K., Voz M.L., Pazin M.J., Kadonaga J.T., Jones K.A. Activation of the HIV-1 enhancer by the LEF-1 HMG protein on nucleosome- assembled DNA in vitro. Genes Dev. 1995;9:2090–2104. doi: 10.1101/gad.9.17.2090. [PubMed] [CrossRef] [Google Scholar]25. Bernhard W., Barreto K., Raithatha S., Sadowski I. An Upstream YY1 Binding Site on the HIV-1 LTR Contributes to Latent Infection. PLoS ONE. 2013;8:e77052.  doi: 10.1371/journal.pone.0077052. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Karn J. Tackling Tat. J. Mol. Biol. 1999;293:235–254. doi: 10.1006/jmbi.1999.3060. [PubMed] [CrossRef] [Google Scholar]27. Sodroski J., Rosen C., Wong-Staal F., Zaki Salahuddin S., Popovic M., Arya S., Gallo R.C., Haseltine W.A. Trans-acting transcriptional regulation of human T-cell leukemia virus type III long terminal repeat. Science (80-) 1985;227:171–173. doi: 10.1126/science.2981427. [PubMed] [CrossRef] [Google Scholar]28. Sodroski J., Patarca R., Rosen C., Wong-Staal F., Haseltine W. Location of the trans-activating region on the genome of human T-cell lymphotropic virus type III. Science (80-) 1985;229:74–77. doi: 10.1126/science.2990041. [PubMed] [CrossRef] [Google Scholar]29. Mbonye U., Karn J. The Molecular Basis for Human Immunodeficiency Virus Latency. Annu. Rev. Virol. 2017;4:261–285. doi: 10.1146/annurev-virology-101416-041646. [PubMed] [CrossRef] [Google Scholar]30. Kim J.B., Sharp P.A. Positive Transcription Elongation Factor b Phosphorylates hSPT5 and RNA Polymerase II Carboxyl-terminal Domain Independently of Cyclin-dependent Kinase-activating Kinase. J. Biol. Chem. 2001;276:12317–12323. doi: 10.1074/jbc.M010908200. [PubMed] [CrossRef] [Google Scholar]31. Fong Y.W., Zhou Q. Relief of Two Built-In Autoinhibitory Mechanisms in P-TEFb Is Required for Assembly of a Multicomponent Transcription Elongation Complex at the Human Immunodeficiency Virus Type 1 Promoter. Mol. Cell. Biol. 2000;20:5897–5907. doi: 10.1128/MCB.20.16.5897-5907.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Kuzmina A., Krasnopolsky S., Taube R. Super elongation complex promotes early HIV transcription and its function is modulated by P-TEFb. Transcription. 2017;8:133–149. doi: 10.1080/21541264.2017.1295831. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Karn J. Tat, a novel regulator of HIV transcription and latency The Tat/TAR RNA interaction.  [(accessed on 12 April 2020)]; Available online:  http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.540.5110&rep=rep1&type=pdf.34. Brady J., Kashanchi F. Tat gets the “Green” light on transcription initiation. Retrovirology. 2005;2:69. doi: 10.1186/1742-4690-2-69. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Kao S.Y., Calman A.F., Luciw P.A., Peterlin B.M. Anti-termination of transcription within the long terminal repeat of HIV-1 by tat gene product. Nature. 1987;330:489–493. doi: 10.1038/330489a0. [PubMed] [CrossRef] [Google Scholar]36. Selby M.J., Bain E.S., Luciw P.A., Peterlin B.M. Structure, sequence, and position of the stem-loop in tar determine transcriptional elongation by tat through the HIV-1 long terminal repeat. Genes Dev. 1989;3:547–558. doi: 10.1101/gad.3.4.547. [PubMed] [CrossRef] [Google Scholar]37. Feinberg M.B., Baltimore D., Frankel A.D. The role of Tat in the human immunodeficiency virus life cycle indicates a primary effect on transcriptional elongation. Proc. Natl. Acad. Sci. USA. 1991;88:4045–4049. doi: 10.1073/pnas.88.9.4045. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Laspia M.F., Rice A.P., Mathews M.B. HIV-1 Tat protein increases transcriptional initiation and stabilizes elongation. Cell. 1989;59:283–292. doi: 10.1016/0092-8674(89)90290-0. [PubMed] [CrossRef] [Google Scholar]39. Raha T., Cheng S.W.G., Green M.R. HIV-1 Tat stimulates transcription complex assembly through recruitment of TBP in the absence of TAFs. PLoS Biol. 2005;3:0221–0230. doi: 10.1371/journal.pbio.0030044. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Ping Y.H., Rana T.M. Tat-associated kinase (P-TEFb): A component of transcription preinitiation and elongation complexes. J. Biol. Chem. 1999;274:7399–7404. doi: 10.1074/jbc.274.11.7399. [PubMed] [CrossRef] [Google Scholar]41. Marzio G., Tyagi M., Gutierrez M.I., Giacca M. HIV-1 Tat transactivator recruits p300 and CREB-binding protein histone acetyltransferases to the viral promoter. Proc. Natl. Acad. Sci. USA. 1998;95:13519–13524. doi: 10.1073/pnas.95.23.13519. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Lusic M., Marcello A., Cereseto A., Giacca M. Regulation of HIV-1 gene expression by histone acetylation and factor recruitment at the LTR promoter. EMBO J. 2003;22:6550–6561. doi: 10.1093/emboj/cdg631. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Yukl S.A., Kaiser P., Kim P., Telwatte S., Joshi S.K., Vu M., Lampiris H., Wong J.K. HIV latency in isolated patient CD4+ T cells may be due to blocks in HIV transcriptional elongation, completion, and splicing. Sci. Transl. Med. 2018;10:1–16. doi: 10.1126/scitranslmed.aap9927. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Reeder J.E., Kwak Y.T., McNamara R.P., Forst C.V., D’Orso I. HIV Tat controls RNA Polymerase II and the epigenetic landscape to transcriptionally reprogram target immune cells. Elife. 2015;4:1–44. doi: 10.7554/eLife.08955. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Weinberger L.S., Burnett J.C., Toettcher J.E., Arkin A.P., Schaffer D.V. Stochastic gene expression in a lentiviral positive-feedback loop: HIV-1 Tat fluctuations drive phenotypic diversity. Cell. 2005;122:169–182. doi: 10.1016/j.cell.2005.06.006. [PubMed] [CrossRef] [Google Scholar]46. Razooky B.S., Pai A., Aull K., Rouzine I.M., Weinberger L.S. A Hardwired HIV Latency Program. Cell. 2015;160:990–1001. doi: 10.1016/j.cell.2015.02.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Jadlowsky J.K., Wong J.Y., Graham A.C., Dobrowolski C., Devor R.L., Adams M.D., Fujinaga K., Karn J. Negative Elongation Factor Is Required for the Maintenance of Proviral Latency but Does Not Induce Promoter-Proximal Pausing of RNA Polymerase II on the HIV Long Terminal Repeat. Mol. Cell. Biol. 2014;34:1911–1928. doi: 10.1128/MCB.01013-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Klaver B., Berkhout B. Comparison of 5’ and 3’ long terminal repeat promoter function in human immunodeficiency virus. J. Virol. 1994;68:3830–3840. doi: 10.1128/JVI.68.6.3830-3840.1994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Zapata J.C., Campilongo F., Barclay R.A., DeMarino C., Iglesias-Ussel M.D., Kashanchi F., Romerio F. The Human Immunodeficiency Virus 1 ASP RNA promotes viral latency by recruiting the Polycomb Repressor Complex 2 and promoting nucleosome assembly. Virology. 2017;506:34–44. doi: 10.1016/j.virol.2017.03.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Kobayashi-Ishihara M., Yamagishi M., Hara T., Matsuda Y., Takahashi R., Miyake A., Nakano K., Yamochi T., Ishida T., Watanabe T. HIV-1-encoded antisense RNA suppresses viral replication for a prolonged period. Retrovirology. 2012;9:38. doi: 10.1186/1742-4690-9-38. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Pereira L.A. SURVEY AND SUMMARY A compilation of cellular transcription factor interactions with the HIV-1 LTR promoter. Nucleic Acids Res. 2000;28:663–668. doi: 10.1093/nar/28.3.663. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Verdin E., Paras P., Van Lint C. Chromatin disruption in the promoter of human immunodeficiency virus type 1 during transcriptional activation. EMBO J. 1993;12:3249–3259. doi: 10.1002/j.1460-2075.1993.tb05994.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Rafati H., Parra M., Hakre S., Moshkin Y., Verdin E., Mahmoudi T. Repressive LTR Nucleosome Positioning by the BAF Complex Is Required for HIV Latency. PLoS Biol. 2011;9:e1001206.  doi: 10.1371/journal.pbio.1001206. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Mahmoudi T. The BAF complex and HIV latency. Transcription. 2012;3:171–176. doi: 10.4161/trns.20541. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Henderson A.J., Zou X., Calame K.L. C/EBP proteins activate transcription from the human immunodeficiency virus type 1 long terminal repeat in macrophages/monocytes. J. Virol. 1995;69:5337–5344. doi: 10.1128/JVI.69.9.5337-5344.1995. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Giacca M., Gutierrez M.I., Menzo S., D’Adda Di Fagagna F., Flaschi A. A human binding site for transcription factor USF/MLTF mimics the negative regulatory element of human immunodeficiency virus type 1. Virology. 1992;186:133–147. doi: 10.1016/0042-6822(92)90067-Y. [PubMed] [CrossRef] [Google Scholar]57. Rosen C.A., Sodroski J.G., Haseltine W.A. The location of cis-acting regulatory sequences in the human T cell lymphotropic virus type III (HTLV-III/LAV) long terminal repeat. Cell. 1985;41:813–823. doi: 10.1016/S0092-8674(85)80062-3. [PubMed] [CrossRef] [Google Scholar]58. Pi-Yun C., Stellrecht K., Melana S., Pogo B.G.T. Elements in the long terminal repeat of HIV-1 that interact with nuclear extracts from Jurkat cells persistently infected with vaccinia virus. Virus Res. 1994;34:127–138. doi: 10.1016/0168-1702(94)90095-7. [PubMed] [CrossRef] [Google Scholar]59. Beg A.A., Ruben S.M., Scheinman R.I., Haskill S., Rosen C.A., Baldwin A.S. IκB interacts with the nuclear localization sequences of the subunits of NF-κB: A mechanism for cytoplasmic retention. Genes Dev. 1992;6:1899–1913. doi: 10.1101/gad.6.10.1899. [PubMed] [CrossRef] [Google Scholar]60. Ghosh S., Baltimore D. Activation in vitro of NF-κB by phosphorylation of its inhibitor IκB. Nature. 1990;344:678–682. doi: 10.1038/344678a0. [PubMed] [CrossRef] [Google Scholar]61. Kim Y.K., Bourgeois C.F., Pearson R., Tyagi M., West M.J., Wong J., Wu S.Y., Chiang C.M., Karn J. Recruitment of TFIIH to the HIV LTR is a rate-limiting step in the emergence of HIV from latency. EMBO J. 2006;25:3596–3604. doi: 10.1038/sj.emboj.7601248. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Giffin M.J., Stroud J.C., Bates D.L., Von Koenig K.D., Hardin J., Chen L. Structure of NFAT1 bound as a dimer to the HIV-1 LTR κB element. Nat. Struct. Biol. 2003;10:800–806. doi: 10.1038/nsb981. [PubMed] [CrossRef] [Google Scholar]63. Bosque A., Planelles V. Induction of HIV-1 latency and reactivation in primary memory CD4+ T cells. Blood. 2009;113:58–65. doi: 10.1182/blood-2008-07-168393. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Cron R.Q., Bartz S.R., Clausell A., Bort S.J., Klebanoff S.J., Lewis D.B. NFAT1 enhances HIV-1 gene expression in primary human CD4 T cells. Clin. Immunol. 2000;94:179–191. doi: 10.1006/clim.1999.4831. [PubMed] [CrossRef] [Google Scholar]65. Feske S., Vaeth M. NFAT control of immune function: New Frontiers for an Abiding Trooper. F1000Research. 2018;7:260. [PMC free article] [PubMed] [Google Scholar]66. Pessler F., Cron R.Q. Reciprocal regulation of the nuclear factor of activated T cells and HIV-1. Genes Immun. 2004;5:158–167. doi: 10.1038/sj.gene.6364047. [PubMed] [CrossRef] [Google Scholar]67. Chaudhary P., Khan S.Z., Rawat P., Augustine T., Raynes D.A., Guerriero V., Mitra D. HSP70 binding protein 1 (HspBP1) suppresses HIV-1 replication by inhibiting NF-B mediated activation of viral gene expression. Nucleic Acids Res. 2015;44:1613–1629. doi: 10.1093/nar/gkv1151. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Montano M.A., Kripke K., Norina C.D., Achacoso P., Herzenberg L.A., Roy A.L., Nolan G.P. NF-κB homodimer binding within the HIV-1 initiator region and interactions with TFII-I. Proc. Natl. Acad. Sci. USA. 1996;93:12376–12381. doi: 10.1073/pnas.93.22.12376. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Garcia J.A., Harrich D., Soultanakis E., Wu F., Mitsuyasu R., Gaynor R.B. Human immunodeficiency virus type 1 LTR TATA and TAR region sequences required for transcriptional regulation. EMBO J. 1989;8:765–778. doi: 10.1002/j.1460-2075.1989.tb03437.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Zenzie-Gregory B., Sheridan P., Jones K.A., Smale S.T. HIV-1 core promoter lacks a simple initiator element but contains a bipartite activator at the transcription start site. J. Biol. Chem. 1993;268:15823–15832. [PubMed] [Google Scholar]71. Jones K.A., Kadonaga J.T., Luciw P.A., Tjian R. Activation of the AIDS retrovirus promoter by the cellular transcription factor, Sp1. Science (80-) 1986;232:755–759. doi: 10.1126/science.3008338. [PubMed] [CrossRef] [Google Scholar]72. Nilson K.A., Price D.H. The Role of RNA Polymerase II Elongation Control in HIV-1 Gene Expression, Replication, and Latency. Genet. Res. Int. 2011;2011:1–9. doi: 10.4061/2011/726901. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Sodroski J.G., Rosen C.A., Haseltine W.A. Trans-acting transcriptional activation of the long terminal repeat of human T lymphotropic viruses in infected cells. Science (80-) 1984;225:381–385. doi: 10.1126/science.6330891. [PubMed] [CrossRef] [Google Scholar]74. Berkhout B., Silverman R., Cell K.J. Tat trans-activates the human immunodeficiency virus through a nascent RNA target. Cell. 1989;59:273–282. doi: 10.1016/0092-8674(89)90289-4. [PubMed] [CrossRef] [Google Scholar]75. Muesing M., Smith D., Cell D.C. Regulation of mRNA accumulation by a human immunodeficiency virus trans-activator protein. Cell. 1987;48:691–701. doi: 10.1016/0092-8674(87)90247-9. [PubMed] [CrossRef] [Google Scholar]76. Mariño-Ramírez L., Kann M.G., Shoemaker B.A., Landsman D. Histone structure and nucleosome stability. Expert Rev. Proteomics. 2005;2:719–729. doi: 10.1586/14789450.2.5.719. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Schones D.E., Cui K., Cuddapah S., Roh T.Y., Barski A., Wang Z., Wei G., Zhao K. Dynamic Regulation of Nucleosome Positioning in the Human Genome. Cell. 2008;132:887–898. doi: 10.1016/j.cell.2008.02.022. [PubMed] [CrossRef] [Google Scholar]78. Clapier C.R., Iwasa J., Cairns B.R., Peterson C.L. Mechanisms of action and regulation of ATP-dependent chromatin-remodelling complexes. Nat. Rev. Mol. Cell Biol. 2017;18:407–422. doi: 10.1038/nrm.2017.26. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Stasevich T.J., Hayashi-Takanaka Y., Sato Y., Maehara K., Ohkawa Y., Sakata-Sogawa K., Tokunaga M., Nagase T., Nozaki N., McNally J.G., et al.  Regulation of RNA polymerase II activation by histone acetylation in single living cells. Nature. 2014;516:272–275. doi: 10.1038/nature13714. [PubMed] [CrossRef] [Google Scholar]80. Olsen C.A. Expansion of the lysine acylation landscape. Angew. Chemie Int. Ed. 2012;51:3755–3756. doi: 10.1002/anie.201200316. [PubMed] [CrossRef] [Google Scholar]81. Bowman G.D., Poirier M.G. Post-translational modifications of histones that influence nucleosome dynamics. Chem. Rev. 2015;115:2274–2295. doi: 10.1021/cr500350x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Moore L.D., Le T., Fan G. DNA Methylation and Its Basic Function. Neuropsychopharmacology. 2012;38:23–38. doi: 10.1038/npp.2012.112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Adelman K., Lis J.T. Promoter-proximal pausing of RNA polymerase II: Emerging roles in metazoans. Nat. Rev. Genet. 2012;13:720–731. doi: 10.1038/nrg3293. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Easley R., Carpio L., Dannenberg L., Choi S., Alani D., Van Duyne R., Guendel I., Klase Z., Agbottah E., Kehn-Hall K., et al.  Transcription through the HIV-1 nucleosomes: Effects of the PBAF complex in Tat activated transcription. Virology. 2010;405:322–333. doi: 10.1016/j.virol.2010.06.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Col E., Caron C., Seigneurin-Berny D., Gracia J., Favier A., Khochbin S. The Histone Acetyltransferase, hGCN5, Interacts with and Acetylates the HIV Transactivator, Tat. J. Biol. Chem. 2001;276:28179–28184. doi: 10.1074/jbc.M101385200. [PubMed] [CrossRef] [Google Scholar]86. Li C., Mousseau G., Valente S.T. Tat inhibition by didehydro-Cortistatin A promotes heterochromatin formation at the HIV-1 long terminal repeat. Epigenetics Chromatin. 2019;12:23. doi: 10.1186/s13072-019-0267-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Belotserkovskaya R., Oh S., Bondarenko V.A., Orphanides G., Studitsky V.M., Reinberg D. FACT facilitates transcription-dependent nucleosome alteration. Science (80-) 2003;301:1090–1093. doi: 10.1126/science.1085703. [PubMed] [CrossRef] [Google Scholar]88. Huang H., Santoso N., Power D., Simpson S., Dieringer M., Miao H., Gurova K., Giam C.Z., Elledge S.J., Zhu J. FACT proteins, SUPT16H and SSRP1, are transcriptional suppressors of HIV-1 and HTLV-1 that facilitate viral latency. J. Biol. Chem. 2015;290:27297–27310. doi: 10.1074/jbc.M115.652339. [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Jean M.J., Hayashi T., Huang H., Brennan J., Simpson S., Purmal A., Gurova K., Keefer M.C., Kobie J.J., Santoso N.G., et al.  Curaxin CBL0100 blocks HIV-1 replication and reactivation through inhibition of viral transcriptional elongation. Front. Microbiol. 2017;8:2007. doi: 10.3389/fmicb.2017.02007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. Conrad R.J., Fozouni P., Thomas S., Sy H., Zhang Q., Zhou M.M., Ott M. The Short Isoform of BRD4 Promotes HIV-1 Latency by Engaging Repressive SWI/SNF Chromatin-Remodeling Complexes. Mol. Cell. 2017;67:1001–1012.e6. doi: 10.1016/j.molcel.2017.07.025. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Marian C.A., Stoszko M., Wang L., Leighty M.W., de Crignis E., Maschinot C.A., Gatchalian J., Carter B.C., Chowdhury B., Hargreaves D.C., et al.  Small Molecule Targeting of Specific BAF (mSWI/SNF) Complexes for HIV Latency Reversal. Cell Chem. Biol. 2018;25:1443–1455.e14. doi: 10.1016/j.chembiol.2018.08.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Zhu J., Gaiha G.D., John S.P., Pertel T., Chin C.R., Gao G., Qu H., Walker B.D., Elledge S.J., Brass A.L. Reactivation of Latent HIV-1 by Inhibition of BRD4. Cell Rep. 2012;2:807–816. doi: 10.1016/j.celrep.2012.09.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Mbonye U., Karn J. Transcriptional control of HIV latency: Cellular signaling pathways, epigenetics, happenstance and the hope for a cure. Virology. 2014;454–455:328–339. doi: 10.1016/j.virol.2014.02.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Moon K.J., Mochizuki K., Zhou M., Jeong H.S., Brady J.N., Ozato K. The bromodomain protein Brd4 is a positive regulatory component of P-TEFb and stimulates RNA polymerase II-dependent transcription. Mol. Cell. 2005;19:523–534. [PubMed] [Google Scholar]95. Mbonye U., Wang B., Gokulrangan G., Shi W., Yang S., Karn J. Cyclin-dependent kinase 7 (CDK7)-mediated phosphorylation of the CDK9 activation loop promotes P-TEFb assembly with Tat and proviral HIV reactivation. J. Biol. Chem. 2018;293:10009–10025. doi: 10.1074/jbc.RA117.001347. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Bisgrove D.A., Mahmoudi T., Henklein P., Verdin E. Conserved P-TEFb-interacting domain of BRD4 inhibits HIV transcription. Proc. Natl. Acad. Sci. USA. 2007;104:13690–13695. doi: 10.1073/pnas.0705053104. [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Filippakopoulos P., Qi J., Picaud S., Shen Y., Smith W.B., Fedorov O., Morse E.M., Keates T., Hickman T.T., Felletar I., et al.  Selective inhibition of BET bromodomains. Nature. 2010;468:1067–1073. doi: 10.1038/nature09504. [PMC free article] [PubMed] [CrossRef] [Google Scholar]98. Yang Z., Yik J.H.N., Chen R., He N., Moon K.J., Ozato K., Zhou Q. Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol. Cell. 2005;19:535–545. doi: 10.1016/j.molcel.2005.06.029. [PubMed] [CrossRef] [Google Scholar]99. D’Orso I., Frankel A.D. RNA-mediated displacement of an inhibitory snRNP complex activates transcription elongation. Nat. Struct. Mol. Biol. 2010;17:815–821. doi: 10.1038/nsmb.1827. [PMC free article] [PubMed] [CrossRef] [Google Scholar]100. Laird G.M., Bullen C.K., Rosenbloom D.I.S., Martin A.R., Hill A.L., Durand C.M., Siliciano J.D., Siliciano R.F. Ex vivo analysis identifies effective HIV-1 latency-reversing drug combinations. J. Clin. Invest. 2015;125:1901–1912. doi: 10.1172/JCI80142. [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Alghamdi S., Khan I., Beeravolu N., McKee C., Thibodeau B., Wilson G., Chaudhry G.R. BET protein inhibitor JQ1 inhibits growth and modulates WNT signaling in mesenchymal stem cells. Stem Cell Res. Ther. 2016;7:22. doi: 10.1186/s13287-016-0278-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Lee D.U., Katavolos P., Palanisamy G., Katewa A., Sioson C., Corpuz J., Pang J., DeMent K., Choo E., Ghilardi N., et al.  Nonselective inhibition of the epigenetic transcriptional regulator BET induces marked lymphoid and hematopoietic toxicity in mice. Toxicol. Appl. Pharmacol. 2016;300:47–54. doi: 10.1016/j.taap.2016.03.013. [PubMed] [CrossRef] [Google Scholar]103. Korb E., Herre M., Zucker-Scharff I., Darnell R.B., Allis C.D. BET protein Brd4 activates transcription in neurons and BET inhibitor Jq1 blocks memory in mice. Nat. Neurosci. 2015;18:1464–1473. doi: 10.1038/nn.4095. [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Wang Z., Zang C., Rosenfeld J.A., Schones D.E., Barski A., Cuddapah S., Cui K., Roh T.Y., Peng W., Zhang M.Q., et al.  Combinatorial patterns of histone acetylations and methylations in the human genome. Nat. Genet. 2008;40:897–903. doi: 10.1038/ng.154. [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Tie F., Banerjee R., Stratton C.A., Prasad-Sinha J., Stepanik V., Zlobin A., Diaz M.O., Scacheri P.C., Harte P.J. CBP-mediated acetylation of histone H3 lysine 27 antagonizes Drosophila Polycomb silencing. Development. 2009;136:3131–3141. doi: 10.1242/dev.037127. [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Raisner R., Kharbanda S., Jin L., Romero F.A., Magnuson S., Gascoigne Correspondence K.E. Enhancer Activity Requires CBP/P300 Bromodomain-Dependent Histone H3K27 Acetylation. Cell. 2018;24:1722–1729. doi: 10.1016/j.celrep.2018.07.041. [PubMed] [CrossRef] [Google Scholar]107. Zhou W., Jiang D., Tian J., Liu L., Lu T., Huang X., Sun H. Acetylation of H3K4, H3K9, and H3K27 mediated by p300 regulates the expression of GATA4 in cardiocytes. Genes Dis. 2019;6:318–325. doi: 10.1016/j.gendis.2018.10.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]108. Zhang Z., Nikolai B.C., Gates L.A., Jung S.Y., Siwak E.B., He B., Rice A.P., O’Malley B.W., Feng Q. Crosstalk between histone modifications indicates that inhibition of arginine methyltransferase CARM1 activity reverses HIV latency. Nucleic Acids Res. 2017;45:9348–9360. doi: 10.1093/nar/gkx550. [PMC free article] [PubMed] [CrossRef] [Google Scholar]109. Narlikar G.J., Fan H.Y., Kingston R.E. Cooperation between complexes that regulate chromatin structure and transcription. Cell. 2002;108:475–487. doi: 10.1016/S0092-8674(02)00654-2. [PubMed] [CrossRef] [Google Scholar]110. He G., Margolis D.M. Counterregulation of Chromatin Deacetylation and Histone Deacetylase Occupancy at the Integrated Promoter of Human Immunodeficiency Virus Type 1 (HIV-1) by the HIV-1 Repressor YY1 and HIV-1 Activator Tat. Mol. Cell. Biol. 2002;22:2965–2973. doi: 10.1128/MCB.22.9.2965-2973.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Rasmussen T.A., Tolstrup M., Brinkmann C.R., Olesen R., Erikstrup C., Solomon A., Winckelmann A., Palmer S., Dinarello C., Buzon M., et al.  Panobinostat, a histone deacetylase inhibitor, for latent-virus reactivation in HIV-infected patients on suppressive antiretroviral therapy: A phase 1/2, single group, clinical trial. Lancet HIV. 2014;1:e13–e21. doi: 10.1016/S2352-3018(14)70014-1. [PubMed] [CrossRef] [Google Scholar]112. Elliott J.H., Wightman F., Solomon A., Ghneim K., Ahlers J., Cameron M.J., Smith M.Z., Spelman T., McMahon J., Velayudham P., et al.  Activation of HIV Transcription with Short-Course Vorinostat in HIV-Infected Patients on Suppressive Antiretroviral Therapy. PLoS Pathog. 2014;10:e1004473.  doi: 10.1371/journal.ppat.1004473. [PMC free article] [PubMed] [CrossRef] [Google Scholar]113. Søgaard O.S., Graversen M.E., Leth S., Olesen R., Brinkmann C.R., Nissen S.K., Kjaer A.S., Schleimann M.H., Denton P.W., Hey-Cunningham W.J., et al.  The Depsipeptide Romidepsin Reverses HIV-1 Latency In Vivo. PLOS Pathog. 2015;11:e1005142.  doi: 10.1371/journal.ppat.1005142. [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. Wei D.G., Chiang V., Fyne E., Balakrishnan M., Barnes T., Graupe M., Hesselgesser J., Irrinki A., Murry J.P., Stepan G., et al.  Histone Deacetylase Inhibitor Romidepsin Induces HIV Expression in CD4 T Cells from Patients on Suppressive Antiretroviral Therapy at Concentrations Achieved by Clinical Dosing. PLoS Pathog. 2014;10:e1004071.  doi: 10.1371/journal.ppat.1004071. [PMC free article] [PubMed] [CrossRef] [Google Scholar]115. Leth S., Schleimann M.H., Nissen S.K., Højen J.F., Olesen R., Graversen M.E., Jørgensen S., Kjær A.S., Denton P.W., Mørk A. Combined effect of Vacc-4x, recombinant human granulocyte macrophage colony-stimulating factor vaccination, and romidepsin on the HIV-1 reservoir (REDUC): A single-arm, phase 1B/2A trial. Lancet HIV. 2016;3:e463–e472. doi: 10.1016/S2352-3018(16)30055-8. [PubMed] [CrossRef] [Google Scholar]116. Filippakopoulos P., Picaud S., Mangos M., Keates T., Lambert J.P., Barsyte-Lovejoy D., Felletar I., Volkmer R., Müller S., Pawson T., et al.  Histone recognition and large-scale structural analysis of the human bromodomain family. Cell. 2012;149:214–231. doi: 10.1016/j.cell.2012.02.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]117. Kimura A., Horikoshi M. Tip60 acetylates six lysines of a specific class in core histones in vitro. Genes to Cells. 1998;3:789–800. doi: 10.1046/j.1365-2443.1998.00229.x. [PubMed] [CrossRef] [Google Scholar]118. Li Z., Mbonye U., Feng Z., Wang X., Gao X., Karn J., Zhou Q. The KAT5-Acetyl-Histone4-Brd4 axis silences HIV-1 transcription and promotes viral latency. PLoS Pathog. 2018;14:e1007012.  doi: 10.1371/journal.ppat.1007012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]119. Friedman J., Cho W.K., Chu C.K., Keedy K.S., Archin N.M., Margolis D.M., Karn J. Epigenetic silencing of HIV-1 by the histone H3 lysine 27 methyltransferase enhancer of Zeste 2. J. Virol. 2011;85:9078–9089. doi: 10.1128/JVI.00836-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]120. Boehm D., Jeng M., Camus G., Gramatica A., Schwarzer R., Johnson J.R., Hull P.A., Montano M., Sakane N., Pagans S., et al.  SMYD2-Mediated Histone Methylation Contributes to HIV-1 Latency. Cell Host Microbe. 2017;21:569–579.e6. doi: 10.1016/j.chom.2017.04.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]121. Congdon L.M., Houston S.I., Veerappan C.S., Spektor T.M., Rice J.C. PR-Set7-mediated monomethylation of histone H4 lysine 20 at specific genomic regions induces transcriptional repression. J. Cell. Biochem. 2010;110:609–619. doi: 10.1002/jcb.22570. [PubMed] [CrossRef] [Google Scholar]122. Trojer P., Li G., Sims R.J., Vaquero A., Kalakonda N., Boccuni P., Lee D., Erdjument-Bromage H., Tempst P., Nimer S.D., et al.  L3MBTL1, a Histone-Methylation-Dependent Chromatin Lock. Cell. 2007;129:915–928. doi: 10.1016/j.cell.2007.03.048. [PubMed] [CrossRef] [Google Scholar]123. Jiang G., Nguyen D., Archin N.M., Yukl S.A., Méndez-Lagares G., Tang Y., Elsheikh M.M., Thompson G.R., Hartigan-O’Connor D.J., Margolis D.M., et al.  HIV latency is reversed by ACSS2-driven histone crotonylation. J. Clin. Investig. 2018;128:1190–1198. doi: 10.1172/JCI98071. [PMC free article] [PubMed] [CrossRef] [Google Scholar]124. Sabari B.R., Tang Z., Huang H., Yong-Gonzalez V., Molina H., Kong H.E., Dai L., Shimada M., Cross J.R., Zhao Y., et al.  Intracellular Crotonyl-CoA Stimulates Transcription through p300-Catalyzed Histone Crotonylation. Mol. Cell. 2015;58:203–215. doi: 10.1016/j.molcel.2015.02.029. [PMC free article] [PubMed] [CrossRef] [Google Scholar]125. Li Y., Sabari B.R., Panchenko T., Wen H., Zhao D., Guan H., Wan L., Huang H., Tang Z., Zhao Y., et al.  Molecular Coupling of Histone Crotonylation and Active Transcription by AF9 YEATS Domain. Mol. Cell. 2016;62:181–193. doi: 10.1016/j.molcel.2016.03.028. [PMC free article] [PubMed] [CrossRef] [Google Scholar]126. Lerner P., Guadalupe M., Donovan R., Hung J., Flamm J., Prindiville T., Sankaran-Walters S., Syvanen M., Wong J.K., George M.D., et al.  The Gut Mucosal Viral Reservoir in HIV-Infected Patients Is Not the Major Source of Rebound Plasma Viremia following Interruption of Highly Active Antiretroviral Therapy. J. Virol. 2011;85:4772–4782. doi: 10.1128/JVI.02409-10. [PMC free article] [PubMed] [CrossRef] [Google Scholar]127. Sabari B.R., Zhang D., Allis C.D., Zhao Y. Metabolic regulation of gene expression through histone acylations. Nat. Rev. Mol. Cell Biol. 2017;18:90–101. doi: 10.1038/nrm.2016.140. [PMC free article] [PubMed] [CrossRef] [Google Scholar]128. Qiu J., Villa M., Sanin D.E., Buck M.D., O’Sullivan D., Ching R., Matsushita M., Grzes K.M., Winkler F., Chang C.H., et al.  Acetate Promotes T Cell Effector Function during Glucose Restriction. Cell Rep. 2019;27:2063–2074.e5. doi: 10.1016/j.celrep.2019.04.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]129. Wu J.Q., Dwyer D.E., Dyer W.B., Yang Y.H., Wang B., Saksena N.K. Genome-wide analysis of primary CD4+ and CD8+ T cell transcriptomes shows evidence for a network of enriched pathways associated with HIV disease. Retrovirology. 2011;8:18. doi: 10.1186/1742-4690-8-18. [PMC free article] [PubMed] [CrossRef] [Google Scholar]130. Ishida T., Hamano A., Koiwa T., Watanabe T. 5’ long terminal repeat (LTR)-selective methylation of latently infected HIV-1 provirus that is demethylated by reactivation signals. Retrovirology. 2006;3:69. doi: 10.1186/1742-4690-3-69. [PMC free article] [PubMed] [CrossRef] [Google Scholar]131. Kauder S.E., Bosque A., Lindqvist A., Planelles V., Verdin E. Epigenetic Regulation of HIV-1 Latency by Cytosine Methylation. PLoS Pathog. 2009;5:e1000495.  doi: 10.1371/journal.ppat.1000495. [PMC free article] [PubMed] [CrossRef] [Google Scholar]132. Blazkova J., Trejbalova K., Gondois-Rey F., Halfon P., Philibert P., Guiguen A., Verdin E., Olive D., Van Lint C., Hejnar J., et al.  CpG Methylation Controls Reactivation of HIV from Latency. PLoS Pathog. 2009;5:e1000554.  doi: 10.1371/journal.ppat.1000554. [PMC free article] [PubMed] [CrossRef] [Google Scholar]133. Kint S., Trypsteen W., De Spiegelaere W., Malatinkova E., Kinloch-De Loes S., De Meyer T., Van Criekinge W., Vandekerckhove L. Underestimated effect of intragenic HIV-1 DNA methylation on viral transcription in infected individuals. Clin. Epigenetics. 2020;12:36. doi: 10.1186/s13148-020-00829-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]134. Compe E., Genes C.M., Braun C., Coin F., Egly J.M. TFIIE orchestrates the recruitment of the TFIIH kinase module at promoter before release during transcription. Nat. Commun. 2019;10:2084. doi: 10.1038/s41467-019-10131-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]135. Greber B.J., Toso D.B., Fang J., Nogales E. The complete structure of the human TFIIH core complex. Elife. 2019;8:e44771. doi: 10.7554/eLife.44771. [PMC free article] [PubMed] [CrossRef] [Google Scholar]136. Malik S., Roeder R.G. The metazoan Mediator co-activator complex as an integrative hub for transcriptional regulation. Nat. Rev. Genet. 2010;11:761–772. doi: 10.1038/nrg2901. [PMC free article] [PubMed] [CrossRef] [Google Scholar]137. Ruiz A., Pauls E., Badia R., Riveira-Muñoz E., Bailana B.C.E., Esté J.A. Characterization of the influence of mediator complex in HIV-1 transcription. J. Biol. Chem. 2014;289:27665–27676. doi: 10.1074/jbc.M114.570341. [PMC free article] [PubMed] [CrossRef] [Google Scholar]138. Cary D.C., Rheinberger M., Rojc A., Peterlin B.M. HIV Transcription Is Independent of Mediator Kinases. AIDS Res. Hum. Retroviruses. 2019;35:710–717. doi: 10.1089/aid.2019.0039. [PMC free article] [PubMed] [CrossRef] [Google Scholar]139. Mediouni S., Chinthalapudi K., Ekka M.K., Usui I., Jablonski J.A., Clementz M.A., Mousseau G., Nowak J., Macherla V.R., Beverage J.N., et al.  Didehydro-Cortistatin A Inhibits HIV-1 by Specifically Binding to the Unstructured Basic Region of Tat. MBio. 2019;10:e02662-18. doi: 10.1128/mBio.02662-18. [PMC free article] [PubMed] [CrossRef] [Google Scholar]140. Compe E., Egly J.M. TFIIH: When transcription met DNA repair. Nat. Rev. Mol. Cell Biol. 2012;13:343–354. doi: 10.1038/nrm3350. [PubMed] [CrossRef] [Google Scholar]141. Yan C., Dodd T., He Y., Tainer J.A., Tsutakawa S.E., Ivanov I. Transcription preinitiation complex structure and dynamics provide insight into genetic diseases. Nat. Struct. Mol. Biol. 2019;26:397–406. doi: 10.1038/s41594-019-0220-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]142. Tirode F., Busso D., Coin F., Egly J.M. Reconstitution of the transcription factor TFIIH: Assignment of functions for the three enzymatic subunits, XPB, XPD, and cdk7. Mol. Cell. 1999;3:87–95. doi: 10.1016/S1097-2765(00)80177-X. [PubMed] [CrossRef] [Google Scholar]143. Greifenberg A.K., Hönig D., Pilarova K., Düster R., Bartholomeeusen K., Bösken C.A., Anand K., Blazek D., Geyer M. Structural and Functional Analysis of the Cdk13/Cyclin K Complex. Cell Rep. 2016;14:320–331. doi: 10.1016/j.celrep.2015.12.025. [PubMed] [CrossRef] [Google Scholar]144. Nemec C.M., Yang F., Gilmore J.M., Hintermair C., Ho Y.H., Tseng S.C., Heidemann M., Zhang Y., Florens L., Gasch A.P., et al.  Different phosphoisoforms of RNA polymerase II engage the Rtt103 termination factor in a structurally analogous manner. Proc. Natl. Acad. Sci. USA. 2017;114:E3944–E3953. doi: 10.1073/pnas.1700128114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]145. Rice A.P. Roles of CDKs in RNA polymerase II transcription of the HIV-1 genome. Transcription. 2019;10:111–117. doi: 10.1080/21541264.2018.1542254. [PMC free article] [PubMed] [CrossRef] [Google Scholar]146. Glover-Cutter K., Larochelle S., Erickson B., Zhang C., Shokat K., Fisher R.P., Bentley D.L. TFIIH-Associated Cdk7 Kinase Functions in Phosphorylation of C-Terminal Domain Ser7 Residues, Promoter-Proximal Pausing, and Termination by RNA Polymerase II. Mol. Cell. Biol. 2009;29:5455–5464. doi: 10.1128/MCB.00637-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]147. Yamaguchi Y., Takagi T., Wada T., Yano K., Furuya A., Sugimoto S., Hasegawa J., Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. doi: 10.1016/S0092-8674(00)80713-8. [PubMed] [CrossRef] [Google Scholar]148. Wada T., Takagi T., Yamaguchi Y., Watanabe D., Handa H. Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. EMBO J. 1998;17:7395–7403. doi: 10.1093/emboj/17.24.7395. [PMC free article] [PubMed] [CrossRef] [Google Scholar]149. Garber M.E., Jones K.A. HIV-1 Tat: Coping with negative elongation factors. Curr. Opin. Immunol. 1999;11:460–465. doi: 10.1016/S0952-7915(99)80077-6. [PubMed] [CrossRef] [Google Scholar]150. Galbraith M.D., Donner A.J., Espinosa J.M. CDK8: A positive regulator of transcription. Transcription. 2010;1:4–12. doi: 10.4161/trns.1.1.12373. [PMC free article] [PubMed] [CrossRef] [Google Scholar]151. Bartkowiak B., Liu P., Phatnani H.P., Fuda N.J., Cooper J.J., Price D.H., Adelman K., Lis J.T., Greenleaf A.L. CDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev. 2010;24:2303–2316. doi: 10.1101/gad.1968210. [PMC free article] [PubMed] [CrossRef] [Google Scholar]152. Liang K., Gao X., Gilmore J.M., Florens L., Washburn M.P., Smith E., Shilatifard A. Characterization of Human Cyclin-Dependent Kinase 12 (CDK12) and CDK13 Complexes in C-Terminal Domain Phosphorylation, Gene Transcription, and RNA Processing. Mol. Cell. Biol. 2015;35:928–938. doi: 10.1128/MCB.01426-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]153. Berro R., Pedati C., Kehn-Hall K., Wu W., Klase Z., Even Y., Geneviere A.M., Ammosova T., Nekhai S., Kashanchi F. CDK13, a New Potential Human Immunodeficiency Virus Type 1 Inhibitory Factor Regulating Viral mRNA Splicing. J. Virol. 2008;82:7155–7166. doi: 10.1128/JVI.02543-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]154. Barboric M., Nissen R.M., Kanazawa S., Jabrane-Ferrat N., Peterlin B.M. NF-kappaB binds P-TEFb to stimulate transcriptional elongation by RNA polymerase II. Mol. Cell. 2001;8:327–337. doi: 10.1016/S1097-2765(01)00314-8. [PubMed] [CrossRef] [Google Scholar]155. Devaiah B.N., Lewis B.A., Cherman N., Hewitt M.C., Albrecht B.K., Robey P.G., Ozato K., Sims R.J., Singer D.S. BRD4 is an atypical kinase that phosphorylates Serine2 of the RNA Polymerase II carboxy-terminal domain. Proc. Natl. Acad. Sci. USA. 2012;109:6927–6932. doi: 10.1073/pnas.1120422109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]156. Morton E.L., Forst C.V., Zheng Y., Depaula-Silva A.B., Ramirez N.G.P. Transcriptional Circuit Fragility Influences HIV Proviral Fate. Cell. 2019;27:154–171. doi: 10.1016/j.celrep.2019.03.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]157. Lagha M., Bothma J.P., Esposito E., Ng S., Stefanik L., Tsui C., Johnston J., Chen K., Gilmour D.S., Zeitlinger J., et al.  Paused Pol II coordinates tissue morphogenesis in the drosophila embryo. Cell. 2013;153:976. doi: 10.1016/j.cell.2013.04.045. [PMC free article] [PubMed] [CrossRef] [Google Scholar]158. Boettiger A.N., Levine M. Synchronous and stochastic patterns of gene activation in the drosophila embryo. Science (80-) 2009;325:471–473. doi: 10.1126/science.1173976. [PMC free article] [PubMed] [CrossRef] [Google Scholar]159. Shao W., Zeitlinger J. Paused RNA polymerase II inhibits new transcriptional initiation. Nat. Genet. 2017;49:1045–1051. doi: 10.1038/ng.3867. [PubMed] [CrossRef] [Google Scholar]160. Seila A.C., Core L.J., Lis J.T., Sharp P.A. Divergent transcription: A new feature of active promoters. Cell Cycle. 2009;8:2557–2564. doi: 10.4161/cc.8.16.9305. [PubMed] [CrossRef] [Google Scholar]161. Kim Y.K., Mbonye U., Hokello J., Karn J. T-Cell receptor signaling enhances transcriptional elongation from latent HIV proviruses by activating P-TEFb through an ERK-dependent pathway. J. Mol. Biol. 2011;410:896–916. doi: 10.1016/j.jmb.2011.03.054. [PMC free article] [PubMed] [CrossRef] [Google Scholar]162. Wei P., Garber M.E., Fang S.M., Fischer W.H., Jones K.A. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92:451–462. doi: 10.1016/S0092-8674(00)80939-3. [PubMed] [CrossRef] [Google Scholar]163. Rahl P.B., Lin C.Y., Seila A.C., Flynn R.A., Mccuine S., Burge C.B., Sharp P.A., Young R.A. c-Myc Regulates Transcriptional Pause Release. Cell. 2010;141:432–445. doi: 10.1016/j.cell.2010.03.030. [PMC free article] [PubMed] [CrossRef] [Google Scholar]164. Wada T., Takagi T., Yamaguchi Y., Ferdous A., Imai T., Hirose S., Sugimoto S., Yano K., Hartzog G.A., Winston F., et al.  DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev. 1998;12:343–356. doi: 10.1101/gad.12.3.343. [PMC free article] [PubMed] [CrossRef] [Google Scholar]165. Vos S.M., Farnung L., Urlaub H., Cramer P. Structure of paused transcription complex Pol II–DSIF–NELF. Nature. 2018;560:601–606. doi: 10.1038/s41586-018-0442-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]166. Peterlin B.M., Price D.H. Controlling the Elongation Phase of Transcription with P-TEFb. Mol. Cell. 2006;23:297–305. doi: 10.1016/j.molcel.2006.06.014. [PubMed] [CrossRef] [Google Scholar]167. Fujinaga K., Irwin D., Huang Y., Taube R., Kurosu T., Peterlin B.M. Dynamics of human immunodeficiency virus transcription: P-TEFb phosphorylates RD and dissociates negative effectors from the transactivation response element. Mol. Cell. Biol. 2004;24:787–795. doi: 10.1128/MCB.24.2.787-795.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]168. Couturier J., Orozco A.F., Liu H., Budhiraja S., Siwak E.B., Nehete P.N., Sastry K.J., Rice A.P., Lewis D.E. Regulation of cyclin T1 during HIV replication and latency establishment in human memory CD4 T cells. Virol. J. 2019;16:22. doi: 10.1186/s12985-019-1128-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]169. Budhiraja S., Famiglietti M., Bosque A., Planelles V., Rice A.P. Cyclin T1 and CDK9 T-Loop Phosphorylation Are Downregulated during Establishment of HIV-1 Latency in Primary Resting Memory CD4+ T Cells. J. Virol. 2013;87:1211–1220. doi: 10.1128/JVI.02413-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]170. Chiang K., Sung T.L., Rice A.P. Regulation of Cyclin T1 and HIV-1 Replication by MicroRNAs in Resting CD4+ T Lymphocytes. J. Virol. 2012;86:3244–3252. doi: 10.1128/JVI.05065-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]171. Zhou Q., Li T., Price D.H. RNA Polymerase II Elongation Control. Annu. Rev. Biochem. 2012;81:119–143. doi: 10.1146/annurev-biochem-052610-095910. [PMC free article] [PubMed] [CrossRef] [Google Scholar]172. Sung T.L., Rice A.P. Effects of prostratin on Cyclin TI/P-TEFb function and the gene expression profile in primary resting CD4+ T cells. Retrovirology. 2006;3:66. doi: 10.1186/1742-4690-3-66. [PMC free article] [PubMed] [CrossRef] [Google Scholar]173. Garber M.E., Mayall T.P., Suess E.M., Meisenhelder J., Thompson N.E., Jones K.A. CDK9 Autophosphorylation Regulates High-Affinity Binding of the Human Immunodeficiency Virus Type 1 Tat-P-TEFb Complex to TAR RNA. Mol. Cell. Biol. 2000;20:6958–6969. doi: 10.1128/MCB.20.18.6958-6969.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]174. Larochelle S., Amat R., Glover-Cutter K., Sansó M., Zhang C., Allen J.J., Shokat K.M., Bentley D.L., Fisher R.P. Cyclin-dependent kinase control of the initiation-to-elongation switch of RNA polymerase II. Nat. Struct. Mol. Biol. 2012;19:1108–1115. doi: 10.1038/nsmb.2399. [PMC free article] [PubMed] [CrossRef] [Google Scholar]175. Li Q., Price J.P., Byers S.A., Cheng D., Peng J., Price D.H. Analysis of the large inactive P-TEFb complex indicates that it contains one 7SK molecule, a dimer of HEXIM1 or HEXIM2, and two P-TEFb molecules containing Cdk9 phosphorylated at threonine 186. J. Biol. Chem. 2005;280:28819–28826. doi: 10.1074/jbc.M502712200. [PubMed] [CrossRef] [Google Scholar]176. Krueger B.J., Varzavand K., Cooper J.J., Price D.H. The Mechanism of Release of P-TEFb and HEXIM1 from the 7SK snRNP by Viral and Cellular Activators Includes a Conformational Change in 7SK. PLoS ONE. 2010;5:e12335.  doi: 10.1371/journal.pone.0012335. [PMC free article] [PubMed] [CrossRef] [Google Scholar]177. Cho S., Schroeder S., Kaehlcke K., Kwon H.S., Pedal A., Herker E., Schnoelzer M., Ott M. Acetylation of cyclin T1 regulates the equilibrium between active and inactive P-TEFb in cells. EMBO J. 2009;28:1407–1417. doi: 10.1038/emboj.2009.99. [PMC free article] [PubMed] [CrossRef] [Google Scholar]178. Faust T.B., Li Y., Bacon C.W., Jang G.M., Weiss A., Jayaraman B., Newton B.W., Krogan N.J., D’orso I., Frankel A.D. The HIV-1 tat protein recruits a ubiquitin ligase to reorganize the 7SK snRNP for transcriptional activation. Elife. 2018;7:e31879. doi: 10.7554/eLife.31879. [PMC free article] [PubMed] [CrossRef] [Google Scholar]179. Zhou Q., Chen D., Pierstorff E., Luo K. Transcription elongation factor P-TEFb mediates Tat activation of HIV-1 transcription at multiple stages. EMBO J. 1998;17:3681–3691. doi: 10.1093/emboj/17.13.3681. [PMC free article] [PubMed] [CrossRef] [Google Scholar]180. Luo Z., Lin C., Guest E., Garrett A.S., Mohaghegh N., Swanson S., Marshall S., Florens L., Washburn M.P., Shilatifard A. The Super Elongation Complex Family of RNA Polymerase II Elongation Factors: Gene Target Specificity and Transcriptional Output. Mol. Cell. Biol. 2012;32:2608–2617. doi: 10.1128/MCB.00182-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]181. He N., Chan C.K., Sobhian B., Chou S., Xue Y., Liu M., Alber T., Benkirane M., Zhou Q. Human Polymerase-Associated Factor complex (PAFc) connects the Super Elongation Complex (SEC) to RNA polymerase II on chromatin. Proc. Natl. Acad. Sci. USA. 2011;108:E636–E645. doi: 10.1073/pnas.1107107108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]182. Takahashi H., Parmely T.J., Sato S., Tomomori-Sato C., Banks C.A.S., Kong S.E., Szutorisz H., Swanson S.K., Martin-Brown S., Washburn M.P., et al.  Human mediator subunit MED26 functions as a docking site for transcription elongation factors. Cell. 2011;146:92–104. doi: 10.1016/j.cell.2011.06.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]183. McNamara R.P., Reeder J.E., McMillan E.A., Bacon C.W., McCann J.L., D’Orso I. KAP1 Recruitment of the 7SK snRNP Complex to Promoters Enables Transcription Elongation by RNA Polymerase II. Mol. Cell. 2016;61:39–53. doi: 10.1016/j.molcel.2015.11.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]184. Spina C.A., Anderson J., Archin N.M., Bosque A., Chan J., Famiglietti M., Greene W.C., Kashuba A., Lewin S.R., Margolis D.M., et al.  An In-Depth Comparison of Latent HIV-1 Reactivation in Multiple Cell Model Systems and Resting CD4+ T Cells from Aviremic Patients. PLoS Pathog. 2013;9:1–15. doi: 10.1371/journal.ppat.1003834. [PMC free article] [PubMed] [CrossRef] [Google Scholar]185. Boireau S., Maiuri P., Basyuk E., De La Mata M., Knezevich A., Pradet-Balade B., Bäcker V., Kornblihtt A., Marcello A., Bertrand E. The transcriptional cycle of HIV-1 in real-time and live cells. J. Cell Biol. 2007;179:291–304. doi: 10.1083/jcb.200706018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]186. Singh J., Padgett R.A. Rates of in situ transcription and splicing in large human genes. Nat. Struct. Mol. Biol. 2009;16:1128–1133. doi: 10.1038/nsmb.1666. [PMC free article] [PubMed] [CrossRef] [Google Scholar]187. Fish R.N., Kane C.M. Promoting elongation with transcript cleavage stimulatory factors. Biochim. Biophys. Acta - Gene Struct. Expr. 2002;1577:287–307. doi: 10.1016/S0167-4781(02)00459-1. [PubMed] [CrossRef] [Google Scholar]188. Price D.H., Sluder A.E., Greenleaf A.L. Dynamic interaction between a Drosophila transcription factor and RNA polymerase II. Mol. Cell. Biol. 1989;9:1465–1475. doi: 10.1128/MCB.9.4.1465. [PMC free article] [PubMed] [CrossRef] [Google Scholar]189. Custódio N., Carmo-Fonseca M. Co-transcriptional splicing and the CTD code. Crit. Rev. Biochem. Mol. Biol. 2016;51:395–411. doi: 10.1080/10409238.2016.1230086. [PubMed] [CrossRef] [Google Scholar]190. Moteki S., Price D. Functional coupling of capping and transcription of mRNA. Mol. Cell. 2002;10:599–609. doi: 10.1016/S1097-2765(02)00660-3. [PubMed] [CrossRef] [Google Scholar]191. Wen Y., Shatkin A.J. Transcription elongation factor hSPT5 stimulates mRNA capping. Genes Dev. 1999;13:1774–1779. doi: 10.1101/gad.13.14.1774. [PMC free article] [PubMed] [CrossRef] [Google Scholar]192. Sims R.J., Belotserkovskaya R., Reinberg D. Elongation by RNA polymerase II: The short and long of it. Genes Dev. 2004;18:2437–2468. doi: 10.1101/gad.1235904. [PubMed] [CrossRef] [Google Scholar]193. Chiu Y.L., Kiong Ho C., Saha N., Schwer B., Shuman S., Rana T.M. Tat Stimulates Cotranscriptional Capping of HIV mRNA. Mol. Cell. 2002;10:585–597. doi: 10.1016/S1097-2765(02)00630-5. [PubMed] [CrossRef] [Google Scholar]194. Komarnitsky P., Cho E.J., Buratowski S. Different phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev. 2000;14:2452–2460. doi: 10.1101/gad.824700. [PMC free article] [PubMed] [CrossRef] [Google Scholar]195. Bowman E.A., Kelly W.G. RNA Polymerase II transcription elongation and Pol II CTD Ser2 phosphorylation: A tail of two kinases. Nucl. 2014;5:224–236. doi: 10.4161/nucl.29347. [PMC free article] [PubMed] [CrossRef] [Google Scholar]196. Emery A., Zhou S., Pollom E., Swanstrom R. Characterizing HIV-1 Splicing by Using Next-Generation Sequencing. J. Virol. 2017;91:e02515-16. doi: 10.1128/JVI.02515-16. [PMC free article] [PubMed] [CrossRef] [Google Scholar]197. Das R., Yu J., Zhang Z., Gygi M.P., Krainer A.R., Gygi S.P., Reed R. SR Proteins Function in Coupling RNAP II Transcription to Pre-mRNA Splicing. Mol. Cell. 2007;26:867–881. doi: 10.1016/j.molcel.2007.05.036. [PubMed] [CrossRef] [Google Scholar]198. Yoh S.M., Cho H., Pickle L., Evans R.M., Jones K.A. The Spt6 SH2 domain binds Ser2-P RNAPII to direct Iws1-dependent mRNA splicing and export. Genes Dev. 2007;21:160–174. doi: 10.1101/gad.1503107. [PMC free article] [PubMed] [CrossRef] [Google Scholar]199. Berro R., Kehn K., de la Fuente C., Pumfery A., Adair R., Wade J., Colberg-Poley A.M., Hiscott J., Kashanchi F. Acetylated Tat Regulates Human Immunodeficiency Virus Type 1 Splicing through Its Interaction with the Splicing Regulator p32. J. Virol. 2006;80:3189–3204. doi: 10.1128/JVI.80.7.3189-3204.2006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]200. Blazek D., Kohoutek J., Bartholomeeusen K., Johansen E., Hulinkova P., Luo Z., Cimermancic P., Ule J., Peterlin B.M. The cyclin K/Cdk12 complex maintains genomic stability via regulation of expression of DNA damage response genes. Genes Dev. 2011;25:2158–2172. doi: 10.1101/gad.16962311. [PMC free article] [PubMed] [CrossRef] [Google Scholar]201. Davidson L., Muniz L., West S. 3’ end formation of pre-mRNA and phosphorylation of Ser2 on the RNA polymerase II CTD are reciprocally coupled in human cells. Genes Dev. 2014;28:342–356. doi: 10.1101/gad.231274.113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]202. Wahle E., Rüegsegger U. 3′-End processing of pre-mRNA in eukaryotes. FEMS Microbiol. Rev. 1999;23:277–295. doi: 10.1111/j.1574-6976.1999.tb00400.x. [PubMed] [CrossRef] [Google Scholar]203. Colgan D.F., Manley J.L. Mechanism and regulation of mRNA polyadenylation. Genes Dev. 1997;11:2755–2766. doi: 10.1101/gad.11.21.2755. [PubMed] [CrossRef] [Google Scholar]204. Descours B., Petitjean G., López-Zaragoza J.L., Bruel T., Raffel R., Psomas C., Reynes J., Lacabaratz C., Levy Y., Schwartz O., et al.  CD32a is a marker of a CD4 T-cell HIV reservoir harbouring replication-competent proviruses. Nature. 2017;543:564–567. doi: 10.1038/nature21710. [PubMed] [CrossRef] [Google Scholar]205. Fromentin R., Bakeman W., Lawani M.B., Khoury G., Hartogensis W., DaFonseca S., Killian M., Epling L., Hoh R., Sinclair E., et al.  CD4+ T Cells Expressing PD-1, TIGIT and LAG-3 Contribute to HIV Persistence during ART. PLOS Pathog. 2016;12:e1005761.  doi: 10.1371/journal.ppat.1005761. [PMC free article] [PubMed] [CrossRef] [Google Scholar]206. Hogan L.E., Vasquez J., Hobbs K.S., Hanhauser E., Aguilar-Rodriguez B., Hussien R., Thanh C., Gibson E.A., Carvidi A.B., Smith L.C.B., et al.  Increased HIV-1 transcriptional activity and infectious burden in peripheral blood and gut-associated CD4+ T cells expressing CD30. PLOS Pathog. 2018;14:e1006856.  doi: 10.1371/journal.ppat.1006856. [PMC free article] [PubMed] [CrossRef] [Google Scholar]207. Darcis G., Kootstra N.A., Hooibrink B., van Montfort T., Maurer I., Groen K., Jurriaans S., Bakker M., van Lint C., Berkhout B., et al.  CD32+CD4+ T Cells Are Highly Enriched for HIV DNA and Can Support Transcriptional Latency. Cell Rep. 2020;30:2284–2296.e3. doi: 10.1016/j.celrep.2020.01.071. [PMC free article] [PubMed] [CrossRef] [Google Scholar]208. Bruel T., Schwartz O. Markers of the HIV-1 reservoir: Facts and controversies. Curr. Opin. HIV AIDS. 2018;13:383–388. doi: 10.1097/COH.0000000000000482. [PubMed] [CrossRef] [Google Scholar]209. Darcis G., Berkhout B., Pasternak A.O. The quest for cellular markers of HIV reservoirs: Any color you like. Front. Immunol. 2019;10:2251. doi: 10.3389/fimmu.2019.02251. [PMC free article] [PubMed] [CrossRef] [Google Scholar]210. Bruner K.M., Murray A.J., Pollack R.A., Soliman M.G., Laskey S.B., Capoferri A.A., Lai J., Strain M.C., Lada S.M., Hoh R., et al.  Defective proviruses rapidly accumulate during acute HIV-1 infection. Nat. Med. 2016;22:1043–1049. doi: 10.1038/nm.4156. [PMC free article] [PubMed] [CrossRef] [Google Scholar]211. Ho Y.C., Shan L., Hosmane N.N., Wang J., Laskey S.B., Rosenbloom D.I.S., Lai J., Blankson J.N., Siliciano J.D., Siliciano R.F. Replication-competent noninduced proviruses in the latent reservoir increase barrier to HIV-1 cure. Cell. 2013;155:540. doi: 10.1016/j.cell.2013.09.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]212. Norton N.J., Fun A., Bandara M., Wills M.R., Mok H.P., Lever A.M.L. Innovations in the quantitative virus outgrowth assay and its use in clinical trials. Retrovirology. 2017;14:58. doi: 10.1186/s12977-017-0381-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]213. Falcinelli S.D., Ceriani C., Margolis D.M., Archin N.M. New Frontiers in Measuring and Characterizing the HIV Reservoir. Front. Microbiol. 2019;10:2878. doi: 10.3389/fmicb.2019.02878. [PMC free article] [PubMed] [CrossRef] [Google Scholar]214. Battivelli E., Dahabieh M.S., Abdel-Mohsen M., Svensson J.P., Da Silva I.T., Cohn L.B., Gramatica A., Deeks S., Greene W.C., Pillai S.K., et al.  Distinct chromatin functional states correlate with HIV latency reactivation in infected primary CD4+ T cells. Elife. 2018;7:e34655. doi: 10.7554/eLife.34655. [PMC free article] [PubMed] [CrossRef] [Google Scholar]215. Rasmussen T.A., Lewin S.R. Shocking HIV out of hiding: Where are we with clinical trials of latency reversing agents? Curr. Opin. HIV AIDS. 2016;11:394–401. doi: 10.1097/COH.0000000000000279. [PubMed] [CrossRef] [Google Scholar]216. Day C.L., Kaufmann D.E., Kiepiela P., Brown J.A., Moodley E.S., Reddy S., Mackey E.W., Miller J.D., Leslie A.J., DePierres C., et al.  PD-1 expression on HIV-specific T cells is associated with T-cell exhaustion and disease progression. Nature. 2006;443:350–354. doi: 10.1038/nature05115. [PubMed] [CrossRef] [Google Scholar]217. Cillo A.R., Sobolewski M.D., Bosch R.J., Fyne E., Piatak M., Coffin J.M., Mellors J.W. Quantification of HIV-1 latency reversal in resting CD4+ T cells from patients on suppressive antiretroviral therapy. Proc. Natl. Acad. Sci. USA. 2014;111:7078–7083. doi: 10.1073/pnas.1402873111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]218. Grau-Expósito J., Luque-Ballesteros L., Navarro J., Curran A., Burgos J., Ribera E., Torrella A., Planas B., Badía R., Martin-Castillo M., et al.  Latency reversal agents affect differently the latent reservoir present in distinct CD4+ T subpopulations. PLoS Pathog. 2019;15:e1007991.  doi: 10.1371/journal.ppat.1007991. [PMC free article] [PubMed] [CrossRef] [Google Scholar]219. Zhao M., De Crignis E., Rokx C., Verbon A., van Gelder T., Mahmoudi T., Katsikis P.D., Mueller Y.M. T cell toxicity of HIV latency reversing agents. Pharmacol. Res. 2019;139:524–534. doi: 10.1016/j.phrs.2018.10.023. [PubMed] [CrossRef] [Google Scholar]220. Clutton G., Xu Y., Baldoni P.L., Mollan K.R., Kirchherr J., Newhard W., Cox K., Kuruc J.D., Kashuba A., Barnard R., et al.  The differential short- and long-term effects of HIV-1 latency-reversing agents on T cell function. Sci. Rep. 2016;6:1–17. [PMC free article] [PubMed] [Google Scholar]221. Dar R.D., Hosmane N.N., Arkin M.R., Siliciano R.F., Weinberger L.S. Screening for noise in gene expression identifies drug synergies. Science (80-) 2014;344:1392–1396. doi: 10.1126/science.1250220. [PMC free article] [PubMed] [CrossRef] [Google Scholar]222. Campbell G.R., Bruckman R.S., Chu Y.L., Trout R.N., Spector S.A. SMAC Mimetics Induce Autophagy-Dependent Apoptosis of HIV-1-Infected Resting Memory CD4+ T Cells. Cell Host Microbe. 2018;24:689–702.e7. doi: 10.1016/j.chom.2018.09.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]223. Kessing C.F., Nixon C.C., Li C., Tsai P., Takata H., Mousseau G., Ho P.T., Honeycutt J.B., Fallahi M., Trautmann L., et al.  In Vivo Suppression of HIV Rebound by Didehydro-Cortistatin A, a “Block-and-Lock” Strategy for HIV-1 Treatment. Cell Rep. 2017;21:600–611. doi: 10.1016/j.celrep.2017.09.080. [PMC free article] [PubMed] [CrossRef] [Google Scholar]224. Vansant G., Bruggemans A., Janssens J., Debyser Z. Block-and-lock strategies to cure HIV infection. Viruses. 2020;12:84.  doi: 10.3390/v12010084. [PMC free article] [PubMed] [CrossRef] [Google Scholar]225. Ramsköld D., Wang E.T., Burge C.B., Sandberg R. An abundance of ubiquitously expressed genes revealed by tissue transcriptome sequence data. PLoS Comput. Biol. 2009;5:e1000598.  doi: 10.1371/journal.pcbi.1000598. [PMC free article] [PubMed] [CrossRef] [Google Scholar]226. Elsheikh M.M., Tang Y., Li D., Jiang G. Deep latency: A new insight into a functional HIV cure. EBioMedicine. 2019;45:624–629. doi: 10.1016/j.ebiom.2019.06.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]227. Mousseau G., Clementz M.A., Bakeman W.N., Nagarsheth N., Cameron M., Shi J., Baran P., Fromentin R., Chomont N., Valente S.T. An Analog of the Natural Steroidal Alkaloid Cortistatin A Potently Suppresses Tat-Dependent HIV Transcription. Cell Host Microbe. 2012;12:97–108. doi: 10.1016/j.chom.2012.05.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]228. Mousseau G., Kessing C.F., Fromentin R., Trautmann L., Chomont N., Valente S.T. The tat inhibitor didehydro-cortistatin a prevents HIV-1 reactivation from latency. MBio. 2015;6:1–14. doi: 10.1128/mBio.00465-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]229. Dornadula G., Zhang H., VanUitert B., Stern J., Lawrence Livornese J., Ingerman M.J., Witek J., Kedanis R.J., Natkin J., DeSimone J., et al.  Residual HIV-1 RNA in Blood Plasma of Patients Taking Suppressive Highly Active Antiretroviral Therapy. JAMA. 1999;282:1627. doi: 10.1001/jama.282.17.1627. [PubMed] [CrossRef] [Google Scholar]230. Klatt N.R., Chomont N., Douek D.C., Deeks S.G. Immune activation and HIV persistence: Implications for curative approaches to HIV infection. Immunol. Rev. 2013;254:326–342. doi: 10.1111/imr.12065. [PMC free article] [PubMed] [CrossRef] [Google Scholar]231. Chao S.H., Fujinaga K., Marion J.E., Taube R., Sausville E.A., Senderowicz A.M., Peterlin B.M., Price D.H. Flavopiridol inhibits P-TEFb and blocks HIV-1 replication. J. Biol. Chem. 2000;275:28345–28348. doi: 10.1074/jbc.C000446200. [PubMed] [CrossRef] [Google Scholar]232. Blachly J.S., Byrd J.C. Emerging drug profile: Cyclin-dependent kinase inhibitors. Leuk. Lymphoma. 2013;54:2133–2143. doi: 10.3109/10428194.2013.783911. [PMC free article] [PubMed] [CrossRef] [Google Scholar]233. Anderson I., Low J.S., Weston S., Weinberger M., Zhyvoloup A., Labokha A.A., Corazza G., Kitson R.A., Moody C.J., Marcello A., et al.  Heat shock protein 90 controls HIV-1 reactivation from latency. Proc. Natl. Acad. Sci. USA. 2014;111:E1528–E1537. doi: 10.1073/pnas.1320178111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]234. Joshi P., Maidji E., Stoddart C.A. Inhibition of heat shock protein 90 prevents HIV rebound. J. Biol. Chem. 2016;291:10332–10346. doi: 10.1074/jbc.M116.717538. [PMC free article] [PubMed] [CrossRef] [Google Scholar]235. Alekseev S., Ayadi M., Brino L., Egly J.M., Larsen A.K., Coin F. A small molecule screen identifies an inhibitor of DNA repair inducing the degradation of TFIIH and the Chemosensitization of tumor cells to platinum. Chem. Biol. 2014;21:398–407. doi: 10.1016/j.chembiol.2013.12.014. [PubMed] [CrossRef] [Google Scholar]236. Alekseev S., Nagy Z., Sandoz J., Weiss A., Egly J.M., Le May N., Coin F. Transcription without XPB Establishes a Unified Helicase-Independent Mechanism of Promoter Opening in Eukaryotic Gene Expression. Mol. Cell. 2017;65:504–514.e4. doi: 10.1016/j.molcel.2017.01.012. [PubMed] [CrossRef] [Google Scholar]237. Elinoff J.M., Chen L.Y., Dougherty E.J., Awad K.S., Wang S., Biancotto A., Siddiqui A.H., Weir N.A., Cai R., Sun J., et al.  Spironolactone-induced degradation of the TFIIH core complex XPB subunit suppresses NF-κB and AP-1 signalling. Cardiovasc. Res. 2018;114:65–76. doi: 10.1093/cvr/cvx198. [PMC free article] [PubMed] [CrossRef] [Google Scholar]238. Lacombe B., Morel M., Margottin-Goguet F., Ramirez B.C. Specific Inhibition of HIV Infection by the Action of Spironolactone in T Cells. J. Virol. 2016;90:10972–10980. doi: 10.1128/JVI.01722-16. [PMC free article] [PubMed] [CrossRef] [Google Scholar]239. Verma D., Thompson J., Swaminathan S. Spironolactone blocks Epstein–Barr virus production by inhibiting EBV SM protein function. Proc. Natl. Acad. Sci. USA. 2016;113:3609–3614. doi: 10.1073/pnas.1523686113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]240. Szalat R., Samur M., Fulciniti M., Lopez M., Nanjappa P., Cleynen A., Wen K., Kumar S., Perini T., Calkins A., et al.  Nucleotide excision repair is a potential therapeutic target in multiple myeloma. Leukemia. 2018;32:111–119. doi: 10.1038/leu.2017.182. [PMC free article] [PubMed] [CrossRef] [Google Scholar]241. Compe E., Egly J.M. Nucleotide Excision Repair and Transcriptional Regulation: TFIIH and Beyond. Annu. Rev. Biochem. 2016;85:265–290. doi: 10.1146/annurev-biochem-060815-014857. [PubMed] [CrossRef] [Google Scholar]242. Besnard E., Hakre S., Kampmann M., Lim H.W., Hosmane N.N., Martin A., Bassik M.C., Verschueren E., Battivelli E., Chan J., et al.  The mTOR Complex Controls HIV Latency. Cell Host Microbe. 2016;20:785–797. doi: 10.1016/j.chom.2016.11.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]243. Winter G.E., Mayer A., Buckley D.L., Erb M.A., Roderick J.E., Vittori S., Reyes J.M., di Iulio J., Souza A., Ott C.J., et al.  BET Bromodomain Proteins Function as Master Transcription Elongation Factors Independent of CDK9 Recruitment. Mol. Cell. 2017;67:5–18.e19. doi: 10.1016/j.molcel.2017.06.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]244. Niu Q., Liu Z., Alamer E., Fan X., Chen H., Endsley J., Gelman B.B., Tian B., Kim J.H., Michael N.L., et al.  Structure-guided drug design identifies a BRD4-selective small molecule that suppresses HIV. J. Clin. Investig. 2019;129:3361–3373. doi: 10.1172/JCI120633. [PMC free article] [PubMed] [CrossRef] [Google Scholar]245. Das B., Dobrowolski C., Luttge B., Valadkhan S., Chomont N., Johnston R., Bacchetti P., Hoh R., Gandhi M., Deeks S.G., et al.  Estrogen receptor-1 is a key regulator of HIV-1 latency that imparts gender-specific restrictions on the latent reservoir. Proc. Natl. Acad. Sci. USA. 2018;115:E7795–E7804. doi: 10.1073/pnas.1803468115. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}