{"title": "HIV-1 Proviral Transcription and Latency in the New Era", "pubDate": "2020", "PMCID": "PMC7291205", "DOI": "10.3390/v12050555", "PMID": "32443452", "abstract": "Three decades of extensive work in the HIV field have revealed key viral and host cell factors controlling proviral transcription. Various models of transcriptional regulation have emerged based on the collective information from in vitro assays and work in both immortalized and primary cell-based models. Here, we provide a recount of the past and current literature, highlight key regulatory aspects, and further describe potential limitations of previous studies. We particularly delve into critical steps of HIV gene expression including the role of the integration site, nucleosome positioning and epigenomics, and the transition from initiation to pausing and pause release. We also discuss open questions in the field concerning the generality of previous regulatory models to the control of HIV transcription in patients under suppressive therapy, including the role of the heterogeneous integration landscape, clonal expansion, and bottlenecks to eradicate viral persistence. Finally, we propose that building upon previous discoveries and improved or yet-to-be discovered technologies will unravel molecular mechanisms of latency establishment and reactivation in a \"new era\".", "author": [{"author": "Ashutosh Shukla", "affiliation": ["Department of Microbiology, The University of Texas Southwestern Medical Center, Dallas, TX 75390, USA."], "href": "/?term=Shukla+A&cauthor_id=32443452"}, {"author": "Nora-Guadalupe P Ramirez", "affiliation": ["Department of Microbiology, The University of Texas Southwestern Medical Center, Dallas, TX 75390, USA."], "href": "/?term=Ramirez+NP&cauthor_id=32443452"}, {"author": "Iván D'Orso", "affiliation": ["Department of Microbiology, The University of Texas Southwestern Medical Center, Dallas, TX 75390, USA."], "href": "/?term=D%27Orso+I&cauthor_id=32443452"}], "refPMID": ["9144290", "29768175", "10611346", "9144289", "7489410", "9671771", "12754504", "24243014", "27500724", "27432972", "29045846", "28628034", "28407485", "16061962", "26714716", "10229227", "12684537", "25877550", "30700913", "28341641", "25635456", "31776292", "30688658", "31597754", "24968937", "26858442", "28328934", "27872306", "19543283", "29483265", "27356901", "30914509", "29869531", "30134170", "29045905", "29045893", "26067822", "18692772", "21270164", "8344262", "8605881", "19557157", "10888618", "12024018", "21242888", "16319923", "25723172", "30730529", "22211660", "24565118", "28715973", "27173927", "30718508", "18692773", "12202041", "15163705", "25731161", "31492853", "26136574", "30084827", "27941817", "30352600", "26967279", "28783961", "17251970", "19815776", "25497547", "23582322", "22495300", "1925601", "11285236", "23953889", "25011556", "27867194", "9445075", "8692823", "2023953", "3031512", "26355217", "9075924", "30943398", "16051143", "20409455", "21167940", "25201951", "12682019", "22291913", "24706775", "29694901", "22229121", "8189520", "6363938", "15219234", "30889861", "23518577", "10637316", "28641539", "3008338", "2721501", "7752225", "9372921", "8253080", "7935378", "7933095", "18849485", "10692237", "21763495", "9188623", "7729429", "20410271", "14569007", "17686171", "29305013", "24243012", "9069263", "10488148", "23236059", "9566873", "31473372", "17994021", "29740129", "24636995", "17442680", "2825027", "9450929", "10075709", "10199401", "16898873", "24453987", "12612062", "28994650", "28504701", "31467088", "29581585", "31955850", "32155413", "8649394", "18157150", "21074046", "20534440", "10421630", "1756726", "21242887", "9334326", "9334325", "9491887", "14701750", "16427012", "11809800", "8900211", "11278802", "11018013", "16885020", "22404626", "11713533", "11713532", "14627702", "15965233", "19906723", "18281698", "17643375", "18249148", "30227759", "24316072", "29845934", "20562857", "23007159", "17341462", "17576689", "10958691", "16109376", "16109377", "20471948", "20471949", "26725010", "20159561", "23251033", "24367103", "22547686", "26830226", "20871596", "12840145", "23255218", "22802445", "25383670", "28673542", "22509028", "24360279", "27128603", "17923087", "20075919", "32402252", "19204718", "9171359", "22140357", "2352955", "11805306", "8804307", "26601204", "27413115", "19726504", "2981427", "6330891", "16601680", "16687403", "16893449", "26870822", "28844864", "10607594", "10545121", "22190034", "9733796", "11384967", "9733868", "9811832", "18226242", "19454010", "19148280", "12934006", "9489704", "20599239", "26378236", "12934008", "11286549", "27346641", "14657027", "15166525", "24620025", "24722454", "23517573", "24691964", "11940654", "27463679", "29324227", "24658076", "14690610", "18829756", "17245432", "20335163", "18498648", "11242053", "15071554", "11124534", "16061184", "20889714", "15767660", "18239689", "26474904", "16625203", "16630818", "21715480", "28246360", "28494238", "19696893", "22345448", "24418551", "28653622", "22960375", "26458175", "30194434", "24067610", "28668335", "9360926", "32272077", "32272074", "25402363", "32220311", "27959728", "30258136", "31668804", "29045830", "28147284", "22817991", "25613133", "30197195", "31999790", "31969707", "31969705", "30507915"], "citedInPMID": ["32443452", "35026153", "34367046", "34301927", "34154414", "33343516"], "body": " AbstractThree decades of extensive work in the HIV field have revealed key viral and host cell factors controlling proviral transcription. Various models of transcriptional regulation have emerged based on the collective information from in vitro assays and work in both immortalized and primary cell-based models. Here, we provide a recount of the past and current literature, highlight key regulatory aspects, and further describe potential limitations of previous studies. We particularly delve into critical steps of HIV gene expression including the role of the integration site, nucleosome positioning and epigenomics, and the transition from initiation to pausing and pause release. We also discuss open questions in the field concerning the generality of previous regulatory models to the control of HIV transcription in patients under suppressive therapy, including the role of the heterogeneous integration landscape, clonal expansion, and bottlenecks to eradicate viral persistence. Finally, we propose that building upon previous discoveries and improved or yet-to-be discovered technologies will unravel molecular mechanisms of latency establishment and reactivation in a “new era”.Keywords: HIV-1, provirus, persistence, cure, integration, transcription, ART, latency, latent reservoir, epigenomics 1. The Latent Reservoir in the SpotlightThe development of combination anti-retroviral therapy (ART), which targets several steps of the viral life cycle, decreased patient viral titers to below the limit of detection using contemporary methods [1,2]. This remarkable biomedical breakthrough was the tipping point for reducing mortality and extending the lifespan of HIV-infected individuals. However, despite initial hopes of undetectable viremia, the discontinuation of ART quickly led to viral titer rebound [3,4], suggesting the presence of a “latent” yet inducible and replication-competent viral reservoir. Consequently, in efforts to control infection, patients must remain on a lifelong regime of ART to prevent the rebound of plasma viremia.The best characterized latent reservoir in patients consists of integrated viral DNA in resting memory CD4+ T cells [2,5], which are refractory to immune surveillance and current ART regime. Studies over the past decade have revealed the timeline, size, stability, and composition of the latent reservoir in ART treated patients.1.1. Timeline, Size, Stability, and Composition of the Latent ReservoirKinetically, the latent reservoir is established within days after infection regardless whether the patient has undergone ART [6]. The stability of the latent reservoir in resting memory CD4+ T cells in patients receiving highly suppressive therapy with no detectable viremia for many years has been estimated to have a half-life of ~44 months [7]. Given this long-term stability, it is impossible to cure HIV by waiting for the infected cells to decay over time.In addition to the stability of the latent reservoir, there have been attempts to estimate its size and composition. Initial studies used PCR-based techniques but were later found to have largely overestimated the reservoir magnitude [8,9,10,11,12], as the majority of latently-infected cells in patients hold replication-incompetent proviruses. This discovery indicated that defective genomes are not the source of the rebound virus upon ceasing ART, although they can otherwise contribute to continued immune activation and exhaustion [10,13].More recent assays, such as the quantitative viral outgrowth assay (QVOA), measure the latent reservoir by computing the number of latently-infected resting CD4+ T cells that produce replication-competent virus after in vitro stimulation typically with strong T-cell agonists [14,15]. With this assay, it was estimated that about one in a million resting CD4+ T cells in the blood of ART treated patients can be induced to produce replication-competent virus [7,16,17,18]. Nonetheless, in contrast to PCR detection methods, the QVOA largely underestimates the reservoir size as not all intact proviruses reactivate after one round of immune stimulation, i.e., subsequent rounds of treatment can activate a larger (2–3-fold) population of intact proviruses [8,19,20].In theory, most intact proviruses are capable of producing replication-competent virus. However, the frequency of cells harboring intact proviruses that can, in theory, be stimulated is ~30 times larger than the actual frequency of cells that are induced in the QVOA assay. The collective evidence suggest ~90% of proviral genomes in resting memory CD4+ T cells within individuals on ART are defective, and from the remaining ~10% of intact proviruses [8,19,21] only ~0.1–0.2% can be reactivated, posing the question as to where in the human genome is this small fraction of intact and reactivatable proviruses located, and what are the molecular mechanisms underlying their persistence.Overall, the scarcity of cells containing intact proviruses has posed limitations for defining the composition and underlying molecular mechanisms regulating these types of proviruses. Recent tools to simultaneously define both integration positions and proviral intactness [22,23] are starting to reveal a clearer picture of the “physiologic” latent reservoir and its heterogeneous mechanism of regulation.Strikingly, Swanstrom and colleagues reported that the genetic diversity of the latent reservoir largely depends on the timing of initiating ART post-infection (i.e., acute or chronic phase) [24], where ~71% of unique intact proviruses induced from post-ART samples were genetically similar to samples taken shortly before ART initiation. Thus, within the intact latent reservoir, there is a small population of inducible proviruses that can potentially reseed the active viral reservoir if ART is interrupted. Further, to sustain viral lifelong persistence, several recent studies have shown the intact, replication-competent proviruses within populations of resting memory CD4+ T cells are maintained by inconspicuous levels of clonal expansion [20,25,26,27,28] which could influence targetable approaches. Sékaly and colleagues described that proviruses are maintained by either homeostatic proliferation (in memory CD4+ T cells) or antigen stimulation (in resting central memory CD4+ T cells) rather than by viral re-infection [29]. Moreover, it was further suggested that clonal expansion can be driven by cytokine and antigen stimulation without causing antiviral effects or inducing viral production, thereby giving key biological insights suggesting an additional challenge to reverse latency in the clinics [30].1.2. Routes of Latency EstablishmentThe previous discoveries on the timeline, size, stability, and composition of the latent reservoir opened a field on itself and led to the long-lasting debate regarding how the reservoir is established. Different proposed routes have been made concerning how latency establishment occurs after HIV integrates into the genome of target immune cells (naïve and effector CD4+ T cell subsets) [4,5,31,32,33,34]. At present, the most widely accepted model of latency establishment is that HIV enters a latent state when effector CD4+ T cells transition to a resting memory state due to cellular relaxation, the so-called effector-memory-transition (EMT) [35,36] (Figure 1A, top panel). We refer to this mechanism as “late” latency because the provirus is initially active and later becomes inactive as a potential consequence of cellular relaxation, thereby suggesting a major contribution of host cell state on viral entry into latency. Alternative, non-mutually exclusive models proposed the direct infection of resting CD4+ T cells [37], and naive or effector CD4+ T cells in which the proviral genome is not efficiently transcribed (Figure 1A, bottom panel). In the latter case, it is likely certain integration sites promote “early” latency, in which the provirus becomes transcriptionally silent immediately after integration into specific, unfavorable genomic areas, despite the beneficial environment for proviral transcription and replication in effector CD4+ T cells (Figure 1A, bottom panel).Open in a separate windowFigure 1Routes of latency establishment and features influencing HIV proviral transcription and fate. (A) In “early” latency, HIV integrates into genomic domains not supporting transcription, but is otherwise intact and induced by immune stimuli. Alternatively, HIV infects cells in different states of activation or during effector-memory transition (EMT) [35,36] in which cellular relaxation pushes an initial transcriptionally active provirus into a silent provirus promoting “late” latency. (B) List of features contributing to HIV proviral transcription and fate. The “cell state” denotes CD4+ T cells of any of the major subsets (e.g., Th1, Th2, Th17, Treg, Tcm) in different stages (naïve, effector, resting memory, and effector memory). The “integration landscape” describes the heterogeneous positions of HIV proviruses in the human genome and position effects. The complex “transcription circuit architecture” describes the progressions through the different phases of the HIV transcriptional program (basal, host, and viral) leading to the positive-feedback loop. See text and Figure 4A for details.In contrast to “late” latency, “early” latency suggests a major contribution of integration landscape, but not cell state, of viral entry into latency. As such, the integration site can influence the provirus in different ways: (1) through a nucleosome position and epigenetic-driven mechanism, and/or (2) through an RNA polymerase II (Pol II) transcription-driven mechanism related to transcriptional interference [38,39]. On this topic, several landmark studies have surveyed the chromatin environment of single-copy integrated proviruses in CD4+ T cell lines such as Jurkat (the J-Lat clones), including nucleosome positioning [40,41], DNA methylation [42], and histone post-translational modifications (PTMs) [41,43,44,45,46] to study their impact on the establishment and/or maintenance of latency, thereby providing an initial view of the potential effect of integration landscape to proviral transcription and fate (active vs. latent; inducible vs. not inducible). In the sections below, we expand on these topics to describe key discoveries, potential limitations, and urgently needed ideas for future investigations to underpin their contributions to disease progression in physiologically relevant models and patient samples.One major paradigm about “late” latency is whether it is simply attributed to cells dropping immune signaling dynamics during EMT (Figure 1A, top panel), thereby reducing transcription-sustaining host cell factors, or whether the virus actively “pushes” cells into the resting state by rewiring host transcriptional programs [32], or a combination of both. Conversely, other theories have argued in favor of a cell-autonomous model establishing latency where the virus itself shuts-off viral transcription without host cell-intrinsic or cell-extrinsic contributions [47], indicating a “free solo” scenario. However, the potential key viral players involved in the proposed mechanisms remain to be discovered. Together, these studies potentially indicate that both viral and host cell factors influence the establishment and maintenance of proviral latency.Despite all these possible routes of latency establishment, one outstanding question in the field to address is whether there are several mechanisms operating at different levels due: (1) to the site of proviral integration into the human genome (weighting more on the proposed “early” latency model) and/or (2) to alterations in cell state leading to cellular relaxation (weighting more on the proposed “late” latency model) (Figure 1A).Because of the multiple routes of latency establishment and features influencing proviral transcription, including immune cell state, integration landscape, and complex transcription circuit architecture (Figure 1B), it has become difficult to ascertain their precise contribution to proviral fate. Indeed, the numerous possible variations on the origin of latency at the single-cell level may account for the rising of a heterogenous proviral population (Figure 2), whereby cells contain proviruses with variable degrees of activity (expression and replication). While ART stops viral replication in cells containing active proviruses, ART is unable to cope with the transcriptionally silent proviruses and those replicating at very low levels. Therefore, these proviruses survive therapy and generate a latent reservoir that upon ART cessation results in a rapid rebound of plasma viremia. We thus propose that a “new era” of research in this field will encompass uncoupling the influence of various regulatory features (immune cell state, integration landscape, and transcription circuit architecture) on proviral transcription (Figure 1B). We envision that building upon previous discoveries and improved technologies with the advent of genomics (e.g., single-cell) and deep learning will facilitate unraveling molecular mechanisms of latency establishment and reactivation. Further, this will enable the identification of novel cell targets, which may guide strategies to eliminate persistent reservoirs to end the HIV epidemic [48].Open in a separate windowFigure 2HIV infection leads to a heterogeneous proviral population. HIV infection of CD4+ T cells yields a “heterogeneous provirus population” with a variable, continuum degree of gene expression and replication. ART stops viral replication and disease progression into the AIDS phase. However, ART is unable to cope with both the transcriptionally silent proviruses and those replicating at very low levels, thereby surviving therapy and generating the so-called “latent reservoir”. As such, ART discontinuation in the presence of immune stimulation results in a rapid rebound of virus, indicating that while ART suppresses viral replication, HIV is able to persist in an infectious state for years.Given all these previous landmark discoveries, here, we provide a recount of the literature to discuss the evolution of the field, highlighting the use of various latency models and studies with patient isolates. At the same time, we will be presenting potential limitations of previous discoveries and discuss new approaches needed to move the field forward in our race to devise an effective HIV cure strategy in the “new era”. Specifically, we discuss the following: the role of the nuclear architecture in integration site selection, the current knowledge on how the integration landscape may influence HIV transcription dynamics and proviral fate, the role of nucleosomes and chromatin states, the functions of host cell machinery in regulating transcription, and finally combine these basic discoveries to better understand the therapeutic challenges faced. 2. Contribution of Nuclear Topology Shaping the Integration Landscape, Transcriptional Regulation, and Proviral FateStudies over the past two decades have defined how HIV integrates into the human genome and how proviral transcription normally operates [49,50,51,52,53]. It has long been known that HIV preferentially integrates into chromatin accessible sites and within or near transcriptionally active regions/genes [54,55,56], which led to the definition of “recurrent integration genes” (RIGs) (Figure 3A) [57,58]. However, integrated proviruses are detected on every human chromosome, in various chromatin landscapes (euchromatic and heterochromatic), and at different locations (intergenic or intragenic) and orientations (sense, divergent or convergent) respective to human genes and regulatory elements (Figure 3B). Despite these landmark discoveries, the underlying molecular basis for this biased integration pattern has long-remained unclear.Open in a separate windowFigure 3Contribution of nuclear topology shaping the integration landscape, transcriptional regulation, and proviral fate. (A) Scheme depicting the relationship between nuclear topology, nuclear envelope, nuclear lamina with its associated domains (LADs), topological associated domains (TADs), the position of the eigenvector respective to nuclear sub-compartments A and B, and their genetic composition (genes and regulatory elements like super-enhancers) with their activity (host RNA expression). The position of RIGs in the RefSeq track and other chromatin accessible regions of the human genome “preferred” for HIV integration (such as super-enhancers) are highlighted. (B) Summary of HIV insertion patterns (both location and orientation) relative to genes and regulatory elements in the human genome (e.g., enhancers, mobile elements). (C) Position effect hypothesis highlighting both local and distal effects from human genome regulatory elements and long-range chromatin interactions, thereby influencing proviral fate.2.1. Importance of CD4+ T Cell Nuclear Topology for HIV IntegrationLandmark work by Lusic and colleagues revealed that HIV integration occurs in the outer shell of the nucleus and in close communication with the nuclear pore complex (NPC) [57], thus highlighting a key role for nuclear topology and RIGs strategic positioning for viral integration (Figure 3A). Further evidenced, through electron microscopy, heterochromatin was visualized at the nuclear periphery and overlapping with lamin-associated domains (LADs), whereas euchromatin is typically associated with the NPC resulting in a nonrandom spatial distribution of chromatin (reviewed in [59]). Interestingly, this NPC proximal region contains a subset of host genes characterized by the presence of active transcription chromatin marks in autologous cells. Furthermore, as expected, the heterochromatic regions in the LADs and other transcriptionally active regions located centrally in the nucleus were strongly disfavored [57], consistent with the idea that HIV prefers chromatin accessible regions potentially located in exposed areas of the nucleus and away from LADs (Figure 3A).Notably, the spatial proximity between the NPC and actively transcribed genes could explain the relationship between HIV integration sites and the first host genomic DNA that HIV would encounter during the translocation of the viral particle from the cytoplasm to the nucleus as a pre-integration complex. Indeed, as the first barrier to access host chromatin, the 30 nucleoporins (Nup) comprising the NPC have been extensively studied in efforts to understand the mechanisms underlying retrovirus integration. By systematically knocking down the expression of each Nup, Bieniasz and colleagues comprehensively explored their contribution to HIV infection and proposed the idea of potential Nup-dependent “pathways” facilitating HIV access to host chromatin [60], implicating nuclear topology with integration site selection. As this review will not focus on the specifics of retroviral integration per se, other key host cell factors facilitating this process are summarized in excellent recent reviews by colleagues in the field [52,61,62].2.2. CD4+ T Cell Nucleus Sub-Compartments and Regulatory ElementsThe three-dimensional (3D) organization of chromosomes enables long-range interactions between enhancers and promoters that are critical for building complex gene regulatory networks [63,64]. Interphase chromosomes occupy separate spaces known as nuclear territories [65] and each chromosome is organized into dynamic, non-random structures containing stretches of transcriptionally active compartments interspersed with sections of transcriptionally inactive compartments [66]. As such, the genome is partitioned into contact domains (Compartments A and B) (Figure 3A) segregating into smaller sub-compartments (A1, A2, B1, B2, B3, and B4) that (1) appear located in different nuclear territories, (2) are associated with distinct patterns of histone marks, and (3) show different expression levels [67].Interestingly, RIGs are clustered in specific spatial compartments (sub-compartments A) of the CD4+ T cell nucleus [58], which seem to acquire this location during T cell activation, thus explaining their preferred recognition during the integration process (highlighted in green in Figure 3A). Further work to define the genomic features enriched at HIV integration genomic sites and the relevance of their transcriptional activity revealed that RIGs are typically proximal to super-enhancers (referred to as SE). SE were originally defined as locally grouped clusters of enhancers (defined as H3K27ac, H3K4me3, H3K4me1, and active transcription domains within 12.5-kb of each other) driving high levels of transcription of nearby cell-identity genes (Figure 3A) [68]. These results have thus exposed the importance of spatial compartmentalization of the host cell genome for HIV integration during T cell activation, thereby reinforcing the role of nuclear architecture in the infection process as well as in future proviral fate changes.Recent developments in genomic technologies have led to rapid advances in the study of the 3D genome organization. In particular, Hi-C has been introduced as a method for identifying higher-order chromatin interactions genome-wide [66]. Ren and colleagues have reported megabase-sized local chromatin interaction domains called topologically associated domains (TADs) (Figure 3A) as structural features of the genome organization [69]. TADs boundaries are enriched for the insulator binding protein CCCTC-binding factor (CTCF) forming “CTCF loops” encompassing active sub-compartments A and to block heterochromatin spreading typically present in sub-compartments B (Figure 3A).Despite these past discoveries, the contributions of nuclear sub-compartments, TADs, and CTCF loops to HIV proviral transcription and fate remains unknown. Since compartments are dynamic in nature, it is likely that their position and chromatin content will change during EMT, thereby potentially converting an active provirus into a resting one during cellular relaxation (Figure 1A). This is consistent with the idea that latency is an unfortunate consequence of infection during a narrow window after CD4+ T cell activation [35].2.3. Integration Site Effects on HIV Proviral Transcription and FateNotwithstanding the key role of the nuclear architecture in the integration process, and since the integration landscape is highly diverse in sequence and chromatin structure [70,71,72], it seems logical to speculate that the integration site could contain information influencing the magnitude of HIV transcription, thereby shaping the heterogeneous proviral fate (Figure 2). Supporting this idea, landmark work by Verdin and colleagues on tens of Jurkat CD4+ T cell clones containing individual HIV integrants revealed that the integration site controls basal and immune stimulation-dependent transcription [71]. This indicates HIV possibly operates in an integration site- and cell state-dependent manner, consistent with theories of “early” and “late” latency establishment (Figure 1A). By analyzing primary patient samples, Nussenzweig and colleagues described most intact proviruses are maintained in silent regions where the cells are in a quiescent state, while the active clonally expanded proviruses are defective, further confirming HIV proviral fate may be cell state- and integration site-dependent (Figure 1B) [21].Additionally, it is increasingly evident that integration site profiles partially differ in preference for orientation relative to the gene and functional gene classification (i.e., oncogene, housekeeping) between in vitro acutely infected immortalized cell lines (e.g., HeLa, Jurkat) vs. aviremic patient samples under highly suppressive therapy [25,73]. For example, in patient samples, HIV integrated into introns and in the same orientation of proto-oncogenes (e.g., BACH2, MKL2, STAT5B) and also upstream of the transcription start sites (TSS). However, these orientation and location preferences/biases were not observed when comparing to in vitro infected cells which had HIV integrated into both orientations relative to the gene and located throughout the genes [25,73]. These studies suggest potential limitations of using in vitro models of integration establishment for understanding the integration landscape effect on HIV proviral transcription and fate decisions and may also indicate a selective pressure in vivo to keep a certain type of integrants.Strikingly, Nussenzweig and colleagues described preferred integration in “hotspot” locations at or near Alu sequences/repeats in patient samples [21]. Alu are mobile elements that belong to a class of primate-specific retroelements termed SINEs (short interspersed elements), have a copy number well in excess of 1 million, comprise ~11% of the human genome, and are known to have wide-ranging influences on gene expression (reviewed in [74]). Thus, Alu may function as regulatory elements shaping HIV proviral transcription and fate (Figure 3B) in clonally expanded but deficient proviruses and/or in intact proviruses found in CD4+ T cells that remain in a quiescent state, a critical aspect that remains to be determined.Despite these past discoveries, it remains unknown what genomic features or combination of features control HIV proviral expression and fate. It has been known for years that the human genome provides the underlying code for the correct transcriptional regulation of most biological processes through precise spatial-temporal interactions between cis-elements present at promoters and enhancers and sequence-specific factors that recognize them, as well as by the position of genes and regulatory elements in the three-dimensional space and in relation to nuclear territories and sub-compartments (Figure 3A). These regulatory elements could provide “local” (related to the processes of transcription and chromatin accessibility) or “distal” (chromatin communication between human and viral genomes) functions that could influence HIV expression, thereby modulating proviral fate (Figure 3C). Depending on the integration site, proviruses might function as constitutively active or silent transcriptional units, and a fraction of the silent proviruses could be reactivated at different levels by immune stimulation. Given these possibilities, we hypothesize that the integration site contains “instructions” or “integration code” (here referred to as “position effect” hypothesis) in which one or more genomic features located proximally and/or distally from the integration site could shape the organization and activity of proviruses in the context of the human genome (Figure 3C).2.4. Conclusions and Future DirectionsNotwithstanding our current knowledge regarding how the HIV transcriptional program operates, we have no clear understanding on the role of the integration landscape on proviral fate. Given the large diversity of the integration landscape as well as the complexity in the regulation of transcription, it is conceivable that a combination of regulatory elements (including the location and orientation of proviruses respective to nearby genes and regulatory elements such as enhancers and mobile elements, chromatin states of the provirus and neighboring genomic domains, and long-range chromatin interactions (Figure 3B)) could define the “integration code.” As such, this major biomedical challenge demands a comprehensive definition of the molecular rules modulating proviral fate before we can even leverage this knowledge in the clinical setting. Studies in the “new era” may require deep, integrated genomic approaches, combined with the interrogation of patient samples and the potential implementation of deep learning models to both predict and test molecular features contributing to proviral expression and persistence [75]. First, human genome codes shaping proviral transcription could be deciphered by combining open-source, large-scale datasets (including epigenetics, transcriptome, and 3D genome architecture) to interrogate the chromatin states, transcription activity landscape, nuclear sub-compartments, TADs, and chromatin loops containing the major regulator CTCF around HIV integration sites in CD4+ T cells (Figure 3A). Second, regulatory features in the human genome can be predicted and experimentally tested by implementing deep learning approaches. Third, interrogating patient samples with methods that can simultaneously assess proviral integration positions, intactness, and activity at the single-cell level may provide physiologic relevance. Together, these efforts could then be compatible with clinical decision-making, for personalized genome editing-mediated elimination of intact proviruses. 3. The HIV Transcriptional Program and Proviral Fate3.1. Phases of the HIV Transcriptional ProgramThe HIV transcriptional program is composed of various regulatory phases and is controlled by many host cell and viral activators. First, during normal cell homeostasis, “basal” steady-state transcription keeps a low level of non-productive RNA synthesis, leading to short, immature transcripts (Figure 4A). In this state, the viral encoded activator Tat is not expressed, and HIV does not replicate, thereby promoting latency establishment. In the “host” phase, when cells are exposed to immune stimulation, host transcription factors are activated, leading to an initial low-level boost in proviral transcription. In defective proviruses lacking functional Tat [76] or containing mutations in its binding sites on the trans-activation response (TAR) stem-loop [77], which is formed at the 5′-end of nascent viral pre-mRNAs by Pol II, the host phase leads to a small amount of viral products. However, during productive infections with intact proviruses containing functional Tat-TAR axes, the initial transcriptional boost enables Tat synthesis before the “host” phase turns off. In this case, the “host” phase is rapidly followed by a “viral” phase in which Tat amplifies transcription by more than 100-fold, promoting a positive feedback loop and robust viral replication [78] (Figure 4A).Open in a separate windowFigure 4The multiple layers of control in the HIV transcriptional program. (A) Schematic representation of the progressions through the HIV transcriptional program. See text for details. (B) Schematic representation of the HIV 5′-LTR showing U3, R, and U5 regions. The U3 region is further divided into the modulatory region, enhancer (E), core promoter, and TAR. The U3 and R regions comprise binding sites for SP1, NF-κb/ NFAT, and AP-1 transcription factors. (C) A depiction of chromatin landscape at the HIV promoter showing the three well-positioned nucleosomes (nuc-0, nuc-1, and nuc-2), separated by two large NFRs (NFR-1 and NFR-2) in the basal state (latent proviral fate). The action of chromatin modifiers (Readers, Writers, and Erasers) render the position of nuc-1 downstream of the TSS and regulate the establishment of proviral latency. The position of one histone tail and a general PTM (i.e., acetylation and methylation) is shown as a simple representation. See text for details.In the basal state of resting CD4+ T cells, most host transcription factors that bind the proviral promoter are in an inhibited state but become activated when infected cells encounter a stimulus from the immune microenvironment. For example, ligands (such as antigens and cytokines) trigger several host cell signaling pathways upon receptor activation, inducing the initial translocation of sequestered, cytoplasmic host factors into the nucleus which subsequently recognize their respective binding element at the viral promoter, driving proviral transcription [79,80]. Conceptually, CD4+ T cell stimulation functions in a broadly similar manner, i.e., through multiple signaling pathways inducing several master cellular activators [79,81].3.2. Feedback Loop and Theories of Latency Establishment due to Dysfunctions in the HIV Transcriptional ProgramWhile the normal function of the two phases (host and viral) creates a positive feedback loop facilitating viral replication, their interruption promotes latency. However, it has long remained unclear to what extent the host phase influences the outcome of the viral phase. Using experimental and modeling approaches, D’Orso and colleagues recently created a mathematical model recapitulating the complete HIV transcriptional program (“basal-host-viral”). These studies revealed that the host phase is subject to “transcriptional fragility” (due to host co-factor dysfunction), thereby dampening the feedback loop and latency-reversal potential [82] and adding an extra layer of complexity in the mechanisms establishing latency. Concerning patient-derived cells, this model predicts fluctuations in levels of key host co-factors could affect the host phase and, as a consequence, the magnitude of the Tat feedback.Notably, variations in host co-factor levels alter the outcome of the host phase and impart heterogeneity in the transcriptional responses [82], thereby influencing the reactivation potential of latent HIV. These studies provided a mechanistic explanation on the importance of the host phase to ensure the virus is readily and robustly activated. Interestingly, Weinberger and colleagues have shown that “stochastic” Tat fluctuations drive entry into latency [83], consistent with the idea that the “threshold” of host phase activation influences Tat function [82]. Thus, it is likely that the system stochasticity arises as a consequence of host phase alterations driving Tat synthesis [82]. According to Weinberger, these stochastic fluctuations in Tat drive phenotypic diversity [83], probably originated from transcriptional bursting from the viral promoter [84] and lack of system bistability [85], ultimately influencing the viral latency decision [83]. Thus, the combined transcription heterogeneity and system stochastic variability present a major obstacle for therapeutic strategies to eliminate the latent reservoir [86].Transcription heterogeneity has been observed in both latently infected clonal CD4+ T cell populations [71,87] and primary resting CD4+ T cells [8,88]. Even after potent immune stimulation, reactivation occurred only in a fraction of cells, while latent proviruses remained inactive in the majority of the cells [8,89]. Recently, a single-cell RNA-seq (scRNA-seq) approach revealed heterogeneous responses during latent HIV reactivation in primary systems (CD4+ T cells) and proposed a model in which cells transition between two alternate states [90], potentially explaining the variable responses.Given these theories, and to further distinguish whether proviral latency is dependent or independent of cell state, Weinberger and colleagues used an artificially modulated Tat circuit (where the expression of Tat is fused to a controllable-proteolysis tag). They provided evidence that the Tat positive feedback circuit is “hardwired” and sufficient to establish proviral latency, independent of cell activation state [47], thus contradicting theories in which cell state prevails over cell-autonomous, HIV centric mechanisms.Supporting the importance of cell state, Siliciano and colleagues showed that latency is an unfortunate consequence of infection of CD4+ T cells within a narrow time window after activation in which transcriptional reprogramming during EMT (Figure 1A) renders CD4+ T cells permissive for latency [35]. These discoveries are also consistent with recent studies by Karn and colleagues showing that entry of effector CD4+ T cell subsets into quiescence forces HIV into latency [32], in which the activity of master regulators of the host phase declines over time through their inactivation and sequestration in the cytoplasm (reviewed in [91]). Collectively, while this review does not pretend to address which model is right and if all models are theoretically possible, it is likely that a combination of cell- and HIV-driven forces contribute to the stochastic nature of the HIV transcriptional program.3.3. Conclusions and Future DirectionsGiven the multiple routes of latency establishment and features influencing proviral transcription, namely immune cell state, integration landscape, and complex circuit architecture (Figure 1A,B), it has become difficult to ascertain their precise contribution to proviral fate (activation, latency, and reactivation). Collectively, we propose that further studies uncoupling their influence on proviral transcription will unravel molecular mechanisms of latency establishment and reactivation, and allow the identification of novel host targets, which may guide strategies to eliminate the persistent yet inducible latent reservoir. 4. HIV Proviral Transcriptional Regulation in Homeostatic ConditionsIn this section, we will first review the major components (cis-elements and trans-acting factors) required for the different phases of the HIV transcriptional program and then focus on its regulation during homeostatic conditions in the absence of immune stimulation (basal phase). In the following section, we will then focus on the factors and regulation of the transcriptional program in response to immune stimulation (host and viral phases contributing to the feedback loop) (Figure 4A).4.1. Cis-Elements in the HIV Proviral GenomeThe HIV provirus consists of two LTRs located at the 5′ and 3′ ends of the viral genome, but only the 5′-LTR (634-bp in length) exerts greater control as promoter for viral transcription due to 3′-LTR transcription interference [92,93]. Both LTRs are segmented into the U3, R, and U5 regions, where U3 and U5 are further subdivided based on transcription factor binding sites and their impact on HIV proviral transcription activity (Figure 4B). As such, the 5′-LTR can be divided into four functional regions: (1) core promoter (−78 to −1 nt respective to TSS), (2) enhancer (−105 to −79 nt respective to TSS), (3) modulatory region (−454 to −104 nt respective to TSS), and (4) TAR region (+1 to +60 nt respective to TSS) [94]. The 5′-LTR utilizes the host transcription machinery by recruiting a large number of ubiquitously expressed or cell-type specific factors to control proviral transcription (reviewed in [95,96,97,98]). This plethora of host cell factors comprising both activating and repressive activities influence the temporal fate of the provirus (entry into, or exit from, latency).The modulatory region is bound by dozens of host cell factors (expressed ubiquitously or in a cell-type specific manner), which will not be introduced here but serve to modulate the activity supported by the main regulatory regions (the core and enhancer elements).The core promoter comprises a TATA box and three tandem GC-rich binding sites for specificity protein 1 (SP1), which together with the general transcription factor IID (TFIID) subunit the TATA box-binding protein (TBP), control the basal phase of the HIV transcriptional program in the absence of any immune stimulation [99,100]. Binding of TFIID initiates the stepwise assembly of general transcription factors TFIIA, TFIIB, TFIIE, TFIIF, and TFIIH, forming the pre-initiation complex (PIC). While PIC assembly occurs without other factors [101], this step alone does not sufficiently explain the high transcriptional rates observed during activation of the positive feedback loop [102].In addition to the core promoter, the enhancer carries a tandem repeat of 10-bp nuclear factor (NF)-κB (p50–p65 heterodimer) binding sites [79] that cooperatively interacts with the adjacent SP1 to synergistically activate HIV transcription in the host phase of the program [103,104,105]. Additionally, a homodimer of the nuclear factor of activated T-cells (NFAT) can bind to NF-κB–binding motifs in a mutually exclusive manner to facilitate HIV proviral transcription activation in the host phase [81,106,107].4.2. Transcription Factors Acting on cis-Elements in the HIV Proviral GenomeT cell receptor (TCR) stimulation in immortalized models (Jurkat) induces binding of NF-κB to its cognate cis-element in the proviral genome, thereby activating proviral transcription [108]. While mutation of the NF-κB–binding motifs moderately impairs proviral expression in immortalized T cells (measured after single round infection of SupT1, Jurkat, and PM1) [109], binding of NF-κB or NFAT to these cis-acting elements are critical for provirus activation in primary systems (CD4+ T cells) [106,110,111]. Given the importance of NFAT, NF-κB inhibition does not preclude reactivation of latent proviruses from primary models of latency (CD4+ T cells) by NFAT suggesting they function independently of each other through a combinatorial mode of action [112].Consistent with the key roles of NF-κB and NFAT in activating the host phase of the HIV transcriptional program, cytoplasmic sequestration in the absence of cell stimulation is a mechanism proposed for latency in primary models (resting CD4+ T cells) [79,81,106,113,114]. Expectedly, this molecular event restricts their nuclear availability to interact with cognate binding elements at the proviral genome. Conversely, in activated CD4+ T cells, their nuclear translocation enables efficient proviral transcription (reviewed in [51,115]). Since both NF-κB and NFAT function in the host phase of the HIV proviral transcription program, the mechanism of activation will be further elaborated in the following section.Another key cis-element is an enhancer sequence on the proviral genome (right upstream the NF-κB/NFAT-binding sites) bound by activator protein 1 (AP-1), which is typically a heterodimer of Jun and Fos, or activating transcription factors/cAMP response element binding proteins (ATF/CREB family) [116]. Remarkably, cooperative interactions between AP-1 and NF-κB results in synergistic activation of the proviral genome in the host phase of the program [117], and are key for controlling the establishment and maintenance of proviral latency in immortalized models of latency (Jurkat) [118].Apart from the important functions of the above host cell factors for controlling basal transcription activity [119], several other sequence-specific factors bind to the 5′-LTR to either enhance or suppress promoter activity (reviewed in [95,96,97]). There is a growing list of host cell factors which modulate proviral transcription activity in the basal state in resting CD4+ T cells and displaying repressor activity such as yin yang 1 (YY-1), AP-4, CBF-1, Blimp-1, Ets-2, and FoxO (reviewed in [114,120]). Direct and combinatorial binding of these factors and their associated cofactors to the proviral genome determines basal transcription activity and sets the threshold for the subsequent phases (host and viral) of the proviral transcriptional program, which are known to be regulated by the integration site as well [71].4.3. Pol II Pausing at the HIV Proviral Genome and Elongation FactorsIn addition to host cell factors directly binding the proviral genome to control basal transcription during homeostatic conditions, Pol II transcription activity (Figure 4A) is tightly regulated through either recruitment by DNA-binding factors and/or pausing and pause release by a distinct set of factors. Promoter-proximal pausing of Pol II is a common regulatory mechanism of eukaryotic gene transcription after transcription initiation. Initially discovered in Drosophila heat shock genes (Hsp70), subsequent genome-wide studies have demonstrated that promoter-proximal pausing is a rate-limiting step on the majority of Pol II transcribed genes [121,122], although different classes of genes are regulated through unique mechanisms.Analogous to Pol II pausing regulation on host cell protein-coding genes, Pol II pausing has been observed at the proviral promoter in various immortalized (Jurkat, U1, and ACH-2 cells) [123,124] and primary (resting central memory CD4+ T cells) [82] models of latency at the population cell level (Figure 4A), consistent with the synthesis of short (<100-nt), non-polyadenylated transcripts in the basal phase of the program (in the absence of immune stimulation and no Tat synthesis) [78,125].Based on these studies, the pioneer discovery of Pol II pausing [121] prompted an exPLoSion of research to define the underlying molecular mechanisms both at the HIV provirus and host genes. These studies have revealed two multi-subunit complexes (negative elongation factor (NELF) and the DRB sensitivity-inducing factor (DSIF)) involved in various aspects of Pol II pausing regulation and blockage of entry into productive elongation [126,127,128].The first complex regulating pausing is NELF, which is a four-subunit protein complex, comprising NELF-A, B, C/D, and E or RD [128]. The NELF-E subunit binds to nascent pre-mRNA chains available in the Pol II exit channel [128,129,130] and is required for NELF-mediated transcription inhibition [128,131]. Interestingly, the consensus sequence CUGAGGA(U), for NELF-E binding to nascent RNA is present in the loop region of the TAR RNA structure [130]. These discoveries opened the possibility that NELF expression in the resting state only may be directly involved in the maintenance of proviral latency by restricting Pol II pause release and entry into productive elongation. However, NELF is expressed in both resting and effector cell states and recruited to the proviral promoter (5′-LTR) for maintaining proviral latency in immortalized models of latency (U1, Jurkat) [123,124]. Additionally, NELF knockdown in these models produced an increase of Pol II occupancy throughout the proviral genome [123,124]. This result was unexpected since, based on the NELF-dependent Pol II pausing model, one would have expected that loss of NELF should only induce Pol II pause release with a concomitant synthesis of proviral transcripts. However, given the recent discoveries suggesting an intimate coupling between Pol II pausing and initiation control, in which metazoan genes displaying a high degree of pausing tend to display a lower rate of transcriptional initiation [132,133], it seems reasonable that a reduction of Pol II pausing upon NELF loss induces the recruitment of new Pol II molecules for transcription initiation. Nonetheless, it remains unclear if in this scenario Pol II synthesizes productive, fully mature (correctly processed, spliced, and polyadenylated) HIV transcripts. Furthermore, the constitutive loss of NELF-E could induce programs that indirectly feed into the HIV provirus altering its transcription. Given this possibility, approaches exploiting current tools for acute factor depletion, such as auxin-inducible degrons (AID) [134], dTAG [135], or proteolysis-targeting chimeric molecules (PROTACs) [136] seem to be better suited for interrogating HIV proviral transcription changes upon NELF loss. Remarkably, very recent discoveries implementing these approaches to study NELF functions in host genes revealed that NELF regulates a promoter-proximal step distinct from Pol II pause-release [137], thereby illuminating the importance of using improved tools in the “new era” for honing our understanding of HIV proviral transcriptional regulation.Besides NELF, the second complex relieving the elongation block at the HIV proviral genome is DSIF, which is a heterodimer of SPT4 and SPT5 subunits [138]. Upon transcription initiation, both SPT4 and SPT5 associate with Pol II downstream of the TSS and remain bound until around the site of termination, largely mirroring Pol II distribution [139,140]. Additionally, SPT5 contacts the nascent RNA chain (>18-nt), as it emerges from the elongation complex and subsequently recruits NELF [141]. Furthermore, SPT5 directly interacts with the capping enzyme and enhances mRNA capping [139,142], thus exemplifying the tight coordination of early transcription and RNA processing steps of HIV pre-mRNAs. To overcome the transcription inhibition caused by the negative elongation factors, host cell and viral activators utilize the positive transcription elongation factor (P-TEFb) complex, which will be discussed in the following section.4.4. Conclusions and Future DirectionsTaken together, upon integration into the host genome, the provirus is targeted by a plethora of factors, including the basal machinery, sequence-specific regulators, Pol II, and NELF/DSIF, that regulate proviral transcription in homeostatic conditions (basal phase of the HIV transcriptional program). Most previous discoveries derive from in vitro assays, the use of clonal, immortalized models of latency, and some cross-validation using population-based primary models of latency. Although useful, studies using primary models of latency provide population-based, but not site-integration specific information. Thus, it has long been assumed Pol II pauses at all proviruses in homeostatic conditions (Figure 4A), and in response to cell-extrinsic signals, Pol II undergoes pause release and productive elongation to promote proviral activation. However, it remains unknown whether Pol II pausing is a general regulatory feature of all (defective and intact) proviruses and what is the role of the integration site and chromatin environment on the pausing mechanism. This important gap in knowledge in the field should not be ignored, and current models of HIV transcriptional regulation, based on data from immortalized models of latency, should be reconsidered and/or better integrated with more physiologic models in which the precise role of the site of integration on Pol II pausing is further evaluated.Given these previous caveats, major conclusions stem from models whereby proviruses are integrated into unique, known positions of the human genome (the case of immortalized, clonal models of latency), or in random, typically unknown positions (the case of ex vivo experiments in primary models of latency). Given these findings, an outstanding point is how generalizable these discoveries are in the context of the heterogeneous proviral integrations discussed above (Figure 2). What is the role of integration landscape in the control of basal transcription and Pol II pausing? Do these previous discoveries illuminate the requirement of specific factors and Pol II recruitment and/or pausing only in the models used or can they be translated to, and thus inform about, the infection with defective or intact proviruses in patients under suppressive therapy? Answering these questions will clarify a long-standing dilemma about how useful the immortalized and primary models are, but also provide a fundamental understanding of HIV proviral latency and persistence, which can enlighten future clinical interventions. 5. HIV Proviral Transcriptional Regulation During CD4+ T Cell StimulationAs discussed above, during the basal phase of the HIV transcriptional program (Figure 4A), only a handful of short, viral transcripts are synthesized and the virally encoded Tat activator is not yet made, thus impeding viral replication. CD4+ T cell stimulation provides an initial low level “boost” to proviral transcription as a consequence of the binding of host activators (e.g., NF-κB, NFAT) to the proviral genome (host phase), which leads to Tat synthesis. Tat then creates a positive feedback loop that ensures robust proviral transcription during the “viral phase” by relieving a block at the elongation step allowing for Pol II productive elongation and processivity [82,143,144] (Figure 4A).5.1. P-TEFb/7SK snRNP ComplexTo overcome the elongation block caused by the negative elongation factors, Tat utilizes P-TEFb, which is composed of CDK9 (the kinase catalytic subunit) and CycT1/T2 (the cyclin regulatory subunit) [145,146]. Tat directly recruits P-TEFb to the TAR element formed at the 5′-end of nascent viral pre-mRNAs [145,146,147], where it phosphorylates NELF-E, causing NELF dissociation from TAR at the proviral genome [124,148]. P-TEFb also extensively phosphorylates an evolutionarily conserved repetitive heptapeptide motif in the C-terminal region of SPT5, dislodging DSIF from the paused complex and converting it into an elongation factor that prevents the premature dissociation of viral RNA from transcription complex at terminator sequences [149,150]. Finally, extensive phosphorylation at Ser2 residues of the heptapeptide repeat of the Carboxy-terminal domain (CTD) of RPB1 (the largest subunit of Pol II) overcomes the inhibition imposed by negative elongation factors and Pol II transitions from the paused state to productive elongation [151,152,153].P-TEFb exists in a functional equilibrium of inactive and active states [154,155,156,157]. In addition to free P-TEFb, the kinase is mostly found in a catalytic inactive state as part of the 7SK small nuclear ribonucleoprotein (snRNP) complex [155]. The snRNP is composed of 7SK RNA, HEXIM protein (hexamethylene bisacetamide inducible) (HEXIM1 or HEXIM2), which directly binds to CycT1 and inhibits the kinase activity [158,159], MePCE (methyl capping enzyme) [160], and LARP7 (La related protein 7) [160,161,162,163]. MePCE and LARP7 protect 7SK snRNA from nucleolytic digestion by binding to stem-loop structures at the 5′ and 3′ ends of RNA, respectively, thereby forming the ‘core’ 7SK snRNP complex [155].The functional involvement of P-TEFb/7SK snRNP in the regulation of HIV proviral transcription elongation prompted research in two major areas to define the mechanisms of P-TEFb release from the snRNP for kinase activation and its recruitment to the proviral genome. Several mechanisms of P-TEFb release have been proposed and reviewed recently [164] such as through dephosphorylation of the activating CDK9 T-loop [165], through the action of RNA-binding proteins and RNA helicases; and more recently, by Tat recruitment of a ubiquitin ligase for the non-degradative ubiquitination of kinase inhibitor HEXIM1/2 [166].While it is known that Tat and P-TEFb are recruited to the HIV promoter by binding the TAR element, unexpectedly, even before TAR is synthesized, Tat and 7SK snRNP–bound P-TEFb were also found to be recruited as pre-assembled complex to the proviral promoter in immortalized models of latency (HeLa), and in in vitro reconstituted DNA template assays [167,168]. As the TAR hairpin emerges on the nascent transcript from a promoter-paused Pol II, Tat competitively displaces the inhibitory subunits, potentially owed to the higher affinity of Tat than HEXIM1/2 for CycT1 [169,170], thereby re-positioning P-TEFb from the 7SK snRNP to TAR [167,168], a step that activates the P-TEFb kinase [171]. These discoveries enlightened the possibility that P-TEFb is also initially recruited before TAR-binding and in a Tat-independent manner. Supporting these early ideas, many factors (BRD4, KAP1, ZASC1, HMGA1) and protein complexes (Super Elongation Complex (SEC)) were identified to interact with P-TEFb and modulate delivery of both active and inactive P-TEFb kinase to the proviral promoter [98,172,173,174,175,176]. For the purpose of this review, we will mainly describe factors that have received more attention including SEC, BRD4, and KAP1 to keep this review article focused.5.2. Super Elongation Complex (SEC)Although initially thought to be recruited as an isolated elongation factor, proteomic and biochemical studies revealed that P-TEFb is recruited to the HIV proviral genome by Tat as part of a larger complex referred to as the “SEC”, which helps relieve Pol II promoter-proximal pausing [174,175]. The SEC is assembled on highly flexible scaffolding subunits (AFF1 or AFF4) that interact with P-TEFb, transcriptional elongation factors (ELL1 or ELL2), ENL or AF9 and EAF1 through their short hydrophobic domains [174,175,177,178]. Although, Tat-mediated transactivation of HIV proviral transcription requires P-TEFb, the SEC is necessary for maximal Tat-dependent activation [179] potentially owed to more robust kinase activity of P-TEFb as part of the SEC compared to the unbound state [180]. Despite being a minor subset of total SECs in immortalized models of latency (Jurkat), AFF1-SEC appears to be the prevalent form of SEC in facilitating HIV proviral activation and latency-reversal [181]. Interestingly, AFF1 enhances the affinity of Tat for CycT1 [179], thereby promoting SEC assembly at the HIV proviral genome, and not like BRD4, which operates in a Tat-independent manner.5.3. BRD4BRD4 is a member of the large family of the bromodomain and extra-terminal domain (BET) protein family. BRD4 was found to first “extract” the P-TEFb kinase from the 7SK snRNP complex and then deliver it to the proviral promoter through interactions with the regulatory cyclin subunit of the complex [172,173]. Notably, chemical-based approaches have prompted the discovery of BRD4 inhibitors (e.g., JQ1) as useful clinical and basic research tools [182]. JQ1 mimics acetylated histone tails and thus competes with BRD4 binding to the proviral promoter surrounded by acetylated nucleosomes (Figure 4C). Surprisingly, treatment of immortalized latency models (Jurkat) with JQ1 caused latent HIV reactivation, which is counterintuitive given the activating but not repressing nature of BRD4-histone tail interactions [173,183]. However, later, it was found that JQ1 promoted Tat–P-TEFb binding to AFF1-SEC and Tat-dependent reactivation of HIV [181]. Still, additional work in immortalized (Jurkat) and primary (CD4+ T cells) models of latency have shown that JQ1, and other bromodomain inhibitors, can reactivate latent proviruses in cells lacking Tat or having defective TAR sequences [184,185], complicating the original models and potentially suggesting indirect effects due to long-term factor depletion or silencing. Supporting the potential nature of indirect effects, displacement of BRD4 from acetylated chromatin with JQ1 or acute BRD4 depletion with a small-molecule degrader dampened transcription elongation independent of P-TEFb recruitment to host gene promoters [186,187].It is thus likely that BRD4 functions through its atypical built-in kinase activity to phosphorylate Ser2 residues of the Pol II CTD to control Pol II pause release independently of P-TEFb [188,189]. Due to the seemingly conflicting reports, further investigations are required to deconvolute the intertwined relationship between P-TEFb and BRD4. The later work by Bradner and colleagues, using technologies to acutely degrade BRD4 in the minutes time scale, exemplified the need of applying them to study HIV proviral transcription and fate and urge a reconsideration of models implicating BRD4 in P-TEFb recruitment to the proviral genome.5.4. KAP1Recent studies, in both immortalized (Jurkat) and primary (resting memory CD4+ T cells) models of latency, have suggested a role for the transcriptional regulator Kruüppel-associated box (KRAB)-interacting protein 1 (KAP1) (also known as TRIM28, TIF1β) in proviral transcription. KAP1 promotes P-TEFb recruitment to promoter-proximal regions at the proviral genome containing paused Pol II. This occurs prior to, and after, immune stimulation, as part of the 7SK snRNP complex [82,176], in which the kinase remains in a primed state [190]. Thus, 7SK snRNP not only maintains P-TEFb inactive, but also has a positive role in delivering the kinase for “on site” activation while at the right genomic location [176]. These discoveries were unexpected because KAP1 has been previously implicated in transcriptional repression through epigenetic silencing of genes and retroelements in progenitor and non-committed cells as well as repression of viruses in embryonic stem cells [191,192].Interestingly, the different phases of the HIV transcriptional program have unique functional requirements. Although KAP1 is critical for activation of the host phase, HIV evolved a minimalist system whereby Tat represents a switch to a “higher gear” bypassing KAP1 in the viral phase to activate transcription. The result is, in response to immune stimulation, KAP1 initially recruits P-TEFb to the proviral promoter to facilitate activation by cellular activators, thereafter, Tat functions in a KAP1-independent manner, directly recruiting the kinase to sustain transcription elongation. Given that the host phase has a strict requirement for KAP1, its genetic depletion affects the positive feedback loop, thus reducing the magnitude of reactivation of a latent virus.Despite the new host phase requirement of KAP1 in proviral transcription, its recruitment mechanism to the proviral promoter and how KAP1 coordinates transcription activation through interactions with the transcription machinery is still obscured. It remains unclear how the state of the cell and the role of immune stimulation influences KAP1-proviral genome recruitment dynamics. Recently, D’Orso and colleagues [193] have shown that KAP1 binds to pathway-specific host transcription activators and hypo-acetylated H4 to regulate Pol II promoter levels and pause release at host genes. Given these recent findings, forthcoming research is needed to assess how this mechanism operates at the proviral genome, the role of cell state and immune stimulation, as well as integration landscape.An interesting hypothesis has been recently proposed concerning the potential functional interplay between regulatory modules in which BRD4 and KAP1 are part of larger BEC (BRD4-containing elongation complex) and KEC (KAP1-7SK elongation complex) protein complexes, respectively and co-operate to facilitate Pol II pause release and productive elongation [164]. Intriguingly, in their model, KEC functions as a “pre-elongation complex” which can either exclusively deliver already primed P-TEFb to paused promoters for “on site” activation or by “hand-off” mechanism in which the KEC transfers the kinase to BEC and/or SEC for assembly at the promoters, but this model remains to be fully tested in HIV proviruses.5.5. Conclusions and Future DirectionsTaken together, work over the past three decades has revealed the foundational groundwork for our understanding of how HIV transcription is regulated in the absence and presence of Tat. The discovery of many host cell factors important for the latency-reactivation switch has enabled both mechanistic and translational studies. Nonetheless, given most of this work has emanated from the use of in vitro assays and models of latency (immortalized and primary), work in the “new era” will tremendously benefit from the advent of single-cell approaches in both primary models and patient samples to facilitate underpinning the contributions of the multiple regulatory features (Figure 1B) to proviral transcription and fate. 6. HIV Proviral Nucleosome Positioning and EpigenomicsFollowing HIV integration into the host genome, a highly ordered chromatin structure is formed encompassing the proviral genome [40,41]. The chromatin structure formed not only governs the establishment and maintenance of proviral latency but also plays a critical role in transcriptional reactivation and latency reversal by serving as the target of chromatin modulators (activators and repressors). The functions of activators/repressors, Pol II, and elongation factors are coordinated by nucleosomes, which are the smallest unit of chromatin. Not merely “beads-on-a-string,” nucleosomes have an active role in the regulation of gene transcription (reviewed in [194]). Given the known functions nucleosomes play in modulating gene activation/repression through chemical modifications and strategic positioning within gene regulatory elements, it is evident that they also exert a layer of HIV transcriptional control, thereby shaping proviral fate. For the purpose of this review, we will mainly focus on chromatin-remodeling complexes regulating nucleosome positioning at the proviral genome in addition to chromatin-modifying complexes (writers, erasers, and readers) regulating the proviral epigenome (Figure 4C).6.1. Chromatin-Remodeling Complexes and Associated FactorsIn the early days, the role of chromatin organization in transcriptional regulation of HIV provirus was studied in immortalized models of latency [ACH-2 (T-cell) and U1 (macrophage)] using Micrococcal nuclease (MNase) digestion followed by enzyme restriction analysis [40], which has low resolution and DNA sequence-cleavage biased. In these models, under “basal” conditions, the 5′ LTR of the integrated provirus appeared to contain an array of five well-positioned nucleosomes (nuc-0 to nuc-4) with two nucleosome-free regions (NFR) spanning −255 to −3 and +141 to +265 bp, respective to TSS (+1 nt) (Figure 4C) [40]. While nuc-0 occupied the beginning of the U3 region and contained several promoter and enhancer elements, nuc-1 was positioned in the R-U5 region and flanked on either side by two NFRs [40]. Further, MNase mapping of the 5′-LTR has shown that nucleosome organization appears to be independent of the integration landscape, which was also confirmed using in vitro nucleosome reconstitution [40,41,123,195]. This nucleosomal arrangement is preserved by virtue of chromatin remodelers [196]. The nuc-1 present downstream of the proviral TSS acts as a barrier for transcription initiation [40] but is rapidly disrupted upon activation in response to a plethora of agonists such as pro-inflammatory cytokines (like TNF, activating NF-κB signaling), phorbol esters (like PMA/TPA, activating protein kinase C (PKC)), and histone deacetylase inhibitors (like trichostatin A (TSA), suberoylanilide hydroxamic acid (SAHA)), which appear to induce hyperacetylation of the integrated proviral genome) [40,41,123,196,197]. Interestingly, nucleosome mapping techniques such as indirect end labeling and MNase protection assays revealed nuc-1 position overlaps with the site of Pol II pausing at the proviral genome in immortalized models of latency (U1, ACH-2, and Jurkat), reiterating nuc-1 role in provirus transcription regulation [40,123]. However, experiments of transcription inhibition with α-amanitin, which interacts with the bridge helix in Pol II, thereby interfering with its translocation along the DNA backbone [198], showed that disruption of nuc-1 is independent of transcription [40].Although the underlying sequence of nuc-1 is thermodynamically unfavorable for nucleosome formation, the position of nuc-1 in the latent proviral state (in Jurkat models of latency) is maintained by the switch/sucrose non-fermentable (SWI/SNF) chromatin remodeling complex [196], which dynamically counteracts the preferred nucleosome over NFR1 onto the energetically suboptimal nuc-1 position. The human analogs of the ATP-dependent SWI/SNF family of chromatin remodelers are composed of two complexes differing in subunit composition: BAF (SWI/SNF-A), which stands for “BRG1/SMARCA4- or BRM/SMARCA2-associated factors”, and PBAF (SWI/SNF-B), which stands for “Polybromo-associated BAF” [199]. Many functions were attributed to these two SWI/SNF complexes including transcriptional activation and repression (reviewed in [200,201]).Interestingly, both SWI/SNF complexes temporally occupy the proviral promoter with BAF in the basal phase and PBAF during the viral, Tat-dependent activation phase [196]. These observations are consistent with the idea that BAF is crucial for early stages of HIV proviral transcription [202], and that several SWI/SNF subunits interact with Tat [203,204] to facilitate robust proviral activation and sustain the positive feedback loop [196,205,206,207]. In agreement, targeting of BAF by either RNAi-mediated knock down or by pharmacological inhibition with small molecule inhibitors displaced the BAF complex from nuc-1 at the proviral genome [208] which de-repressed basal HIV proviral genome transcription as measured by expression of LTR-driven GFP reporter and viral products. Given this de-repression was in the absence of any CD4+ T cell agonists in both immortalized (Jurkat) and primary models of latency, as well as in aviremic patient samples [196,208], it explains the molecular mechanism underlying latency reversal.The BAF complex appears to be recruited to the proviral genome to maintain latency by one member of the BET family, specifically the shorter isoform of BRD4 [209]. Upon Tat-dependent transcription activation, the p300 histone acetyltransferase (HAT) acetylates Tat in its Arginine-rich RNA-binding domain (Lys50 and Lys51). This step dislodges Tat from TAR RNA [210,211] to enable recruitment of PBAF (PBAF-specific subunit BAF180) to the HIV proviral promoter [196], dictating a potential switch from BAF to PBAF SWI/SNF complexes regulating the exit from latency. In addition to SWI/SNF, Tat hijacks other chromatin regulatory complexes for either preventing or facilitating nucleosome remodeling for HIV transcription activation to rewire proviral fate decisions [212,213,214,215,216,217,218], some of which will be discussed below.6.2. Histone Chaperones and Chromatin Reassembly FactorsIn addition to the chromatin-modifying and chromatin-remodeling complexes required to switch “on” or “off” provirus transcription, chromatin reassembly factors (CRFs) like SPT6, CHD1, FACT, and histone H3 chaperones (ASF1a and HIRA) are involved in transcription interference [39,219], thus promoting viral latency by maintaining a repressive chromatin environment after HIV integration into the introns of highly active genes [39,219].The FACT (facilitates chromatin transcription) complex, a heterodimer of SPT16 and SSRP1, removes and then reinstates the histone H2A/H2B dimer after Pol II elongation [220,221]. Two reports have proposed seemingly opposite functions for FACT in HIV transcription with disparate consequences for proviral fate. First, upon activation, FACT was shown to be recruited to nuc-1 to promote viral transcription [222]. However, a more recent study reported that FACT promotes proviral latency in both immortalized (Jurkat) and primary (resting primary CD4+ T) models of latency by interfering with P-TEFb binding to the proviral promoter [223]. These conflicting reports could be due to elongation factors repressing transcription initiation from cryptic HIV promoters integrated within host coding regions [224] and not solely to FACT obstructing the association between P-TEFb and Tat [223], or to unwanted indirect effects due to long-term FACT loss. As such, to fathom FACT functions in the maintenance of, and/or activation from, latency, future studies should prioritize the use of more consistent physiologic models of latency and acute depletion approaches to eliminate unnecessary variables.6.3. Proviral Chromatin Acetylation/Deacetylation and Associated FactorsNucleosome positioning is typically concerted with the deposition and/or removal of histone tail PTMs (Figure 4C). For example, the lack of histone tail (primarily H3 and H4) Lys acetylation facilitates interactions between those tails and DNA [225], thus reinforcing the role of DNA sequences in guiding nucleosome positioning.Histone tails are post-translationally modified to establish regulatory codes that facilitate or prevent factor-chromatin interactions [226]. Specifically, cycles of histone acetylation/deacetylation are required to precisely fine-tune the magnitude and kinetics of transcriptional programs. Given HIV integrates into the host genome, proviral transcription is controlled through enzymes that deposit or remove acetyl groups, namely HATs and histone deacetylases (HDACs), respectively. Thus, recruitment of HDACs to the proviral genome (through transcription factors, like NF-κB/p50) in the basal phase are thought to constantly keep histone (H3 and H4) tails in the unacetylated or hypoacetylated state [46]. Upon transcription activation in the host phase (in response to immune stimulation), HDACs are evicted from the proviral genome and several HATs including CREB-binding protein (CBP), GCN5, and P/CAF are recruited to the proviral genome in immortalized models of latency (U1 and HL3T1 cells) causing the expected increase in histone (H3 and H4) acetylation levels (hyperacetylation) of nucleosomes encompassing the proviral 5′-LTR [213,214,215,216,227]. Nucleosomes upstream and downstream of the TSS remained hypoacetylated in the basal state, but acquired a specific hyperacetylation pattern with increased H3K9ac, H3K14ac, H4K5ac, H4K8ac, and H4K16ac, but not H4K12ac, upon transition to the host-viral phases in response to strong immune stimulation with phorbol esters (PMA) [227].Since HDACs prevent histone tail acetylation, thereby promoting chromatin compaction, it came to no surprise that HDAC deposition at the proviral genome was linked to, and strongly correlated with, latency maintenance and establishment [41,43]. Thus, expectedly, treatment with HDAC inhibitors (trapoxin (TPX) and TSA, SAHA, romidepsin) triggered a HAT-dependent nuc-1 remodeling, thereby facilitating spontaneous HIV proviral expression in both immortalized (ACH2, OM 10.1, Ul, J49, J-Lat) and primary (resting and memory CD4+ T cells) models of latency [41,46,228,229,230,231]. HDAC activity inhibition promoted Pol II recruitment to the proviral genome but remained non-processive generating only short viral transcripts, consistent with the idea of activation of transcription initiation but not elongation [46].The HDAC family is composed of five classes (I, IIA, IIB, III, and IV) based on function and sequence similarity (reviewed in [232]). Specifically, HDAC1 within class I co-purified with the yin yang 1–late SV40 factor (YY1-LSF) transcription repressor complex, which binds nuc-1 region on the proviral genome [43,233]. As a result, HDAC1 keeps nuc-1 in a hypoacetylated state, potentially reinforcing nucleosome positioning to prevent spurious activation [43,233] (Figure 4B). Despite strong molecular evidences linking HDAC-mediated control of proviral latency, clinical data later suggested that HDAC inhibition alone was insufficient for latency reversal due to low levels of reactivation and loss of effectiveness after prolonged treatment [234,235]. This may be potentially explained by the generation of read-through transcripts from upstream host promoters [236] indicating a lack of fully-mature and processed HIV transcripts.6.4. Proviral Chromatin Methylation/Demethylation and Associated FactorsBesides histone acetylation/deacetylation, histone methylation of nucleosomes, by histone methyltransferases (HMTs), surrounding the proviral genome is another epigenetic mechanism contributing to nucleosome positioning, thereby regulating proviral fate. Multiple HMTs (SUV39H1, SUV39H2, and G9a) target distinct chromatin domains with different degrees of histone tail Lys methylation (e.g., mono-, di-, or tri-methylation) [237]. For instance, mono- and di-methylation of H3K9 (H3K9me1/2) are localized within silent domains of euchromatic regions, while tri-methylation of H3K9 (H3K9me3) is enriched at pericentric heterochromatin [237]. In immortalized models of latency (Jurkat), high levels of H3K9me3 were present at the proviral 5′-LTR, which is rapidly lost after immune stimulation (TNF-α) [238]. The SUV39 family of SET-domain containing HMTs, SUV39H1 and G9a, both appear to associate with the proviral 5′-LTR, which correlates with H3K9me2/3 levels to establish and maintain latency [239,240]. First, SUV39H1 binds to the proviral 5′-LTR in immortalized models of latency (HeLa-LTR-luc) and establishes a transcriptionally repressed state by maintaining high levels of H3K9me3 [239]. Second, G9a is responsible for proviral transcription repression in immortalized models of latency (ACH-2) by promoting H3K9me2 of nucleosomes surrounding the 5′-LTR [240]. Third, the SETDB1 HMT appears to regulate proviral transcriptional activity through Tat methylation [241].Despite previous evidence that these three HMTs regulate proviral transcription, it is still unclear how they target proviruses integrated in diverse chromatin states. Since HMT have varying mechanisms of action at different chromatin domains [237], it is possible that proviruses integrated into different chromatin contexts may be targeted by different, or combination of, HMTs to promote the establishment of latency. This would be achieved through regulation of histone PTMs and nucleosome positioning enforcement. In this context, the role of the transcriptional repressor heterochromatin protein-1 (HP1) is noteworthy. The HP1 family in human cells is composed of three isoforms (HP1-α, HP1-β, and HP1-γ), which bind directly to methylated H3K9 tail but not to unmodified H3 [242]. Although the three HP1 isoforms share sequence similarity and structural organization, their nuclear localization respective to chromatin territories is different [243]. HP1-α and HP1-β are primarily associated with centromeric heterochromatin (like SUV39H1 and SUV39H2), whereas HP1-γ is found in both heterochromatic and euchromatic regions (like G9a) [244]. Interestingly, HP1-γ is present in the transcribed regions of active genes and physically associate with the elongating form of Pol II [245,246]. Remarkably, experiments in Xenopus oocytes showed that HP1 recruitment to chromatin requires not only the presence of H3K9 methylation but also a direct interaction of HP1 with HMTs. Thus, while both SUV39H1 and G9a have H3K9 methyltransferase activity, only SUV39H1 is able to recruit all isoforms of HP1 to chromatin through direct interaction [247].The multiple HP1 isoforms and their different chromatin distribution profiles opened the question as to which HP1s regulate HIV proviral transcription, and what are the underlying molecular mechanisms. Surprisingly, distinct HP1 isoforms were found to associate with the proviral genome in various models and under different contexts, thus questioning the central mechanism.In 2007, Benkirane and colleagues ascribed HP1-γ function, but not HP1-α and HP1-β, in maintaining provirus latency in both immortalized (HeLa and Jurkat) models of latency and PBMCs isolated from aviremic patients [239]. In 2008, the Karn lab reported HP1-α occupancy at the proviral promoter in the basal state and its eviction during the transition to the host-viral phases of the program in response to immune stimulation (TNF-α) in immortalized models of latency (Jurkat) [238]. The same year, a third study found HP1-β bound to the proviral genome in the basal state and a switch from HP1-β to HP1-γ during the transition to the host-viral phases of the program in response to immune stimulation (PMA) in an immortalized model of latency (Jurkat A1) [248]. These discrepancies may be because of differences in the chromatin landscape at or surrounding the integration site, including the methylation status of nucleosomes encompassing the proviral 5′-LTR and entire genome. While interesting, the disparate results from these studies urge a careful and comprehensive evaluation of all HP1 isoforms in various models of latency in which the role of cell state and integration site placement is carefully explored. Additionally, a thorough investigation is urgently needed to clarify direct and indirect functions (e.g., through chromatin remodeling complex recruitment) of different HMTs and HP1 isoforms in nucleosome positioning at the proviral genome, as well as in the establishment and/or maintenance of proviral latency. Given the large fraction of defective proviruses over intact proviruses [8] and their potential differential locations in the human genome [23], it is yet completely unclear how the various HMTs and HP1 isoforms target and regulate proviral transcription and fate from these disparate physical and functional proviral groups.Another histone methylation (H3K27me3) has long been known to have a repressive role (reviewed in [249]) in transcription programs regulating key biological outcomes such as differentiation and development [250,251]. Expectedly, H3K27me3 was detected at the proviral genome in the basal state of immortalized models of latency (Jurkat) and further, H3K27me3 alongside H3K9me3 were lost during the transition to the host-viral phases of the program in response to stimulation (TNF-α) [238].Consistent with the deposition of H3K27me3 at the proviral genome in immortalized models of latency (Jurkat), EZH2 (the catalytic subunit of the polycomb repressive complex (PRC2) responsible for H3K27 di- and tri-methylation) was also found in the basal state; however, its levels rapidly decreased during the transition to the host-viral phases of the program in response to stimulation (TNF-α) [252], in agreement with its known repressive role. Consistently, silencing or pharmacologic inhibition of EZH2 reactivated latent proviruses [252], presumably due to reduced H3K27me3 levels at the proviral genome. As many other transcriptional and chromatin regulators do, EZH2 cooperates with another HMT (EHMT2: euchromatic histone lysine N-methyltransferase 2) to establish and maintain proviral silencing in primary models of latency (CD4+ T helper (Th17)) and in resting memory T cells isolated from aviremic patients [253].Together, these initial observations indicate that site-specific H3 Lys methylation (both H3K9me3 and H3K27me3) contributes to proviral latency, potentially by maintaining nucleosomes in a repressed state at the 5′-LTR. Although both H3K9me2/3 and H3K27me3 are involved in gene silencing and can act in a concerted manner for the establishment of heterochromatin loci [249], the functional crosstalk between methylation states in the establishment and maintenance of provirus latency is not fully understood.More recently, another HMT (SMYD2: SET and MYND domain-containing protein-2) was identified using an RNAi-based screening approach [254]. SMYD2 binds to the proviral 5′-LTR and maintains proviral latency via H4K20me1. Thus, loss or inactivation of SMYD2 function induced latency reversal from both immortalized (Jurkat) and primary (CD4+ T) models of latency [254]. Given the site-specific H4 (H4K20me1) and H3 (H3K9me2/3 and H3K27me3) methylation at the proviral genome, elucidating the potential interplay and crosstalk between their chromatin writers, readers, and erasers seems (Figure 4C) an interesting but poorly studied process.6.5. Proviral Genome DNA MethylationBesides histone PTMs, DNA methylation of the proviral promoter is another epigenetic silencing mechanism implicated in transcriptional regulation. Two CpG islands (at positions ‒194 to ‒94 and +180 to +368 respective to TSS) flanking the proviral TSS in immortalized (Jurkat) and primary (CD4+ T) models of latency were proposed [42]. One of those CpG islands was found to be targeted by host methyl–CpG-binding domain protein (MBD2) in both immortalized (Jurkat) and primary (CD4+ T) models of latency, thereby promoting latency establishment [42]. Additionally, hypermethylation of the 5′-LTR in latently infected patient CD4+ T cells under suppressive therapy conferred resistance to provirus reactivation in contrast to hypomethylated HIV 5′-LTR in viremic patients [255], suggesting that the state of DNA methylation of the proviral promoter correlates with its transcriptional activity. As such, methylation of the proviral genome has been proposed as an additional restriction factor for latency stability but not for the initial establishment of proviral silencing. However, in contrast to these two studies, several others demonstrated very low levels of DNA methylation within the 5′-LTR of latently infected patient CD4+ T cells under suppressive therapy [8,256,257], signifying DNA methylation is not the lion’s share in proviral transcription silencing. Collectively, these contrasting results could be due to the fact that a vast majority of latently infected resting CD4+ T cells harbor defective proviruses [8] and may contain hypermethylated HIV 5′-LTRs [256].6.6. Conclusions and Future DirectionsRecent progress made for the identification and isolation of latently infected CD4+ T cells carrying intact proviruses from aviremic patients [8] may clarify and shed light into the role of CpG methylation in promoting and/or maintaining proviral latency. Newer high-throughput sequencing approaches such as NOMe-seq (nucleosome occupancy and methylome sequencing), and more recent single-cell implementations (scNOMe-seq) have been used to obtain locus-specific information of chromatin accessibility, nucleosome phasing, and DNA methylation at the single molecule level [258,259]. Importantly, these newer technologies, especially scNOMe-seq, may provide combinatorial epigenomic signatures of single-cells from heterogeneous populations of patient samples (Figure 2).Collectively, studies over the past three decades focused on the identification and characterization of host cell factors hijacked by HIV to integrate and transcribe the proviral genome. This was done using either minimalistic models of latency in immortalized clones of CD4+ T cells or population-based studies in ex vivo primary models of latency and aviremic patient samples. These previous studies led to the characterization of a vast number of factors with nucleic-acid binding properties and chromatin-modifying or -remodeling activity, just to name a few. However, we currently have a very little understanding on how these chromatin regulatory factors regulate the most important reservoir in patients, namely intact proviruses that are capable of reseeding the reservoir upon therapy interruption. With the advent of single-cell genomic technologies for ChIP-seq [260], ATAC-seq [261], and Hi-C [262] to analyze individual proviruses (reviewed in [263]), and next-generation tools that could simultaneously assess proviral integration sites, intactness, expression and/or maps of active Pol II (Figure 5), a leap in our future understanding of proviral integration and transcriptional regulation can be made.Open in a separate windowFigure 5Studies of the latent reservoir in the “new era”. (A) The latent HIV reservoir is comprised of a large fraction of proviruses with replication-defective genomes (~90%) and a small fraction of proviruses with replication-intact genomes (~10%). From the intact pool, only a tiny (~0.1–0.2%) fraction can be induced after single or multiple rounds of stimulation with potent T cell agonists ex vivo. (B) The “new era” will require use of newer omics tools implemented at the single-cell level allowing for unprecedented opportunities to investigate the multiple facets of the latent reservoir (including integration site, intactness, expression, chromatin accessibility/nucleosome positioning, and mechanistic regulation) for both, patient samples and ex vivo primary models of latency. The wealth of information generated by each of these technologies, integrated using deep learning algorithms, would be akin to a “Swiss army knife” in where any tool or combination of tools could dissect the multifactorial aspects contributing to proviral latency.Most of our understanding of nucleosome positioning relies on data collected in vitro using clones of proviruses in immortalized models of latency (Jurkat) and low-resolution tools, compared to chemical cleavage techniques, such as MNase digestion followed by foot printing analysis. Despite these pioneer discoveries, it remains unclear how applicable these early models are for intact proviruses persisting in aviremic patients. Is the current dogma in the field concerning nucleosome positioning still valid for intact proviruses in patients and/or for models that can better interrogate and explain disease progression? How does the integration site influence the position of nucleosomes in both defective and intact proviruses? How does the orientation and direction of proviruses respective to nearby regulatory elements in the 1D and 3D dimensions (Figure 3) influence the position of nucleosomes in both defective and intact proviruses? How does the integration landscape in both immortalized and primary models of latency in CD4+ T cells as well as in patient samples regulate nucleosome positioning at the proviral genome? Can the initial results obtained in the above immortalized models be informative of the physiologic mechanism of chromatin control at integrated proviruses? Are those results generalizable? What is/are the role/s of the integration site, nuclear topology, sub-compartments and chromatin states to histone methylation, nucleosome positioning and proviral fate? Does the precise position and magnitude of H3 and H4 site-specific (or combinatorial) methylation matter in terms of restricting, and or allowing future, proviral activation and latency-reversal potential? These are some of the many questions that remain to be answered to fully understand how histone site-specific PTMs shape proviral responses. Certainly, we face an exceeding limitation due to the scarcity of, not only the latent reservoir but importantly, the “intact” latent reservoir (Figure 5A). Together these limitations hamper the need to interrogate the role of nucleosome positioning and epigenomics in physiologically and clinically relevant models of disease. 7. Disease Relevance and Current Therapeutic ChallengesEarly on, it has been noted that HIV persistence was due to viral latency and not drug failure citing limited mutation rates [264]. Where latency is maintained by memory CD4+ T cell survival (possibly leading to clonal expansion) and homeostatic proliferation ([29], reviewed in [265]), clinical interventions must include targeting not only viral replication, but the rebound provirus that perpetuates in proliferating memory CD4+ T cells too ([29], reviewed in [265]). As such, many therapeutic efforts have been initiated which fall under different strategic categories: Reducing the reservoir, immunologically control viral rebound, and silencing the reservoir (reviewed in [265]). It is worth noting these efforts are focused to target the intact inducible provirus, which some may argue is not a complete cure as defective provirus may still express viral proteins able to inflict harm [266]. Nonetheless, to highlight a few strategies, one method for reducing the reservoir is “shock and kill” which boosts the provirus out of latency using latency reversing agents (LRA) so that enhanced cytotoxic lymphocytes may completely purge the virus (reviewed in [267,268]). Immunotherapy includes the use of broadly neutralizing antibodies [269,270] and chimeric antigen receptor T (CAR-T) cells [271] to target viral envelope on the cell surface for killing. A “block and lock” strategy could be used for silencing the reservoir in where pharmacologic inhibitors are used to implore HIV into a permanent transcriptionally silent state [272]. Importantly, the efficiency of these strategies and the underlying molecular mechanisms is often biased to singular latency models used, such that when tested in non-homogeneous patient samples (Figure 2), the efficacy in reducing overall reservoir size is often questioned/limited (reviewed in [2]). Therefore, new attempts to capture generalizable model(s) of latency, such as combining cell line data with ex vivo approaches [236], is often at the forefront of identifying and confirming new compounds. It is clear the varying transcription activity within a reservoir is influenced by the heterogeneous integrated nature within a proviral population [75] (Figure 2). Even so, we must also consider the added complexity stemming from the different origins, or genesis, of each unique proviral integrations within the same individual (Figure 1). Distinguishing how the origin of establishing latency, for example an intact provirus arising from clonal expansion vs uniquely integrated intact proviruses, influences viral rebound and reseeding of active infection upon ART cessation may illuminate the strategic development of novel compounds or combination of treatments.The importance of using primary models of latency is highlighted in the identification of benzotriazoles as a class of LRAs that inhibit STAT5 SUMOylation increasing its presence on the HIV proviral promoter [273]. Yet, as opposed to primary cells and ex vivo models of latency, benzotriazoles fail to reactivate in multiple immortalized models of latency (J-Lat clones) because they lack the IL-2 receptor (CD25), thereby impeding STAT5 activation [273]. Physiologically relevant models are increasingly being used in combination and/or to verify findings derived from immortalized models. This combination of approaches has aided the understanding of the chromatin landscape and offered insights into predicting and validating long-term efficient new compounds. For example, didehydro-cortistatin A (dCA) was shown to inhibit Tat function by preventing TAR binding to reduce viral replication in vitro using immortalized models of latency (HeLa-CD4-LTR-Luc) and later confirmed using patient samples [274,275]. Yet, even now, we are beginning to bypass immortalized models for mechanistic studies all together. For example, to understand the mechanism of dCA, Valente and colleagues assessed how dCA promotes epigenetic silencing by increasing nuc-1 occupancy at the proviral genome (Figure 4), thereby preventing Pol II from binding the promoter using patient samples ex vivo. These results further confirm long term efficacy using the bone marrow-liver-thymus (BLT) mouse model of latency and persistence [272].Given the importance of chromatin-modifying complexes in silencing proviral transcription, they were the focus of many studies aimed at promoting latency-reversal and reduction of the latent reservoir. The SWI/SNF chromatin modifying complexes have been targets for the development of therapies in the clinical setting. However, given BAF and PBAF complexes share several subunits and have functionally opposed roles in proviral transcription, this has represented a roadblock for “shock and kill” approaches of an HIV cure. Further, several compounds were recently identified to target subunits of the SWI/SNF BAF complex, but were later reported to have toxic off-target effects [208]. Recently, Dykhuizen and colleagues used a high throughput approach to identify non-toxic small molecule inhibitors of the BAF complex, which led to the identification of macrolactam compounds as LRAs that reverse latency both in immortalized and primary models of latency as well as in CD4+ T cells from aviremic patients without causing toxicity or T cell activation [276]. These new compounds target the BAF-specific ARID1A subunit, thereby reducing repressive nucleosome occupancy at the 5′-LTR (Figure 4).Beyond high-throughput approaches, another tactic others have taken is to provide a better kinetic understanding of the proviral chromatin environment as it transitioned into a latent state in a primary model of latency (CD4+ T cells transduced with the with anti-apoptotic molecule Bcl-2) during EMT (Figure 1) [277]. Expectedly, heterochromatin (named based on H3K9me3 or H3K27me3 densities at the provirus (Figure 4)) gradually stabilized as cells transitioned from the active to the resting state, and thus proviruses became less accessible with reduced activation potential. Such a tool may eventually help specify drug development to accurate chromatin environment profiles.The strongest indications of LRA’s efficacy are in vivo studies using animal models. Garcia and colleagues showed how treatment with the compound AZD5582 in HIV infected BLT mice and SIV infected rhesus macaques under ART induced HIV and SIV RNA expression in several tissues including lymph node of the macaques and lymph node, thymus, bone marrow, liver, and lung of BLT mice [278]. Though no reduction in reservoir size was detected, these models can lead the way to determine dose, timing and pairing with other compounds to induce the cytotoxic lymphocyte killing of the persistent reservoir. As shown by Silvestri and colleagues though the IL-15 super agonist compound, N-803, is able to reactivate primary human CD4+ T cells latently infected with HIV in vitro, co-culturing with CD8+ T cells inhibited N-803–mediated latent provirus reactivation [279]. This was later confirmed in SIV infected macaques, where N-803 alone had no impact on the reservoir. Yet, combining N-803 with MT807R1, an antibody that depletes CD8+ T cells in vivo resulted in a robust SIV increase. Together, these studies illuminate how animal models can be used not only to test compound efficacy but also to develop latency reversing strategies that take into account physiologic variables.Overall, the importance of cross-validation using different models of latency, with emphasis on physiologically relevant models, is becoming increasingly apparent. Additionally, a careful analysis of hundreds or even thousands of single proviruses integrated in unique positions and bearing unique genetic variants, and not population-based studies, will hone our understanding on the role of integration landscape and cell state on latency reversal potential and other therapeutic schemes. 8. The Ephemeral Nature of Ideas and Considerations for Future ResearchCharacterizing the latent reservoir composition was the first core discovery spurring an entire field dedicated to understanding the mechanisms underlying its establishment and maintenance. Though initially capturing the precise reservoir size and composition were low resolution estimates (i.e., either over- or under-estimating the size and intactness), improved and combined methodologies have continuously revised the latent reservoir profile, unveiling that only a miniscule proportion is intact and inducible (Figure 5A). By surveying the genetic environmental landscape in where proviruses have embedded themselves, many were able to define peculiar preferential “behaviors” of this intriguing virus. RIGs, genes where the provirus was found repeatedly integrated in patient samples, began to reveal the integration site could largely influence what would become the position effect phenomena (Figure 3) [75], in where the integration site neighborhood shift proviral activity. Indeed, it is clear the partialities extend beyond the 1D view of simply a proviral insertion into a linear scale, as the importance of 3D nuclear architecture and temporal order of events in respect to cell state have become more apparent. Nonetheless, each new uncovered characteristic adds to understanding the proviral integration code, or molecular rules tempering proviral fate. At the same time, there is a growing consensus that many of these preferences might only be observed in patient samples and lost in immortalized and/or primary models of latency suggesting limitations in applicability of models potentially attributed to in vivo “selective pressures” and fitness of select proviral groups not recapitulated in vitro.Beyond fixed provirus physical location and compartmentalization, other influences of latency establishment and maintenance are much more fluid. Cell status, as illustrated by large fluctuations of nuclear transcriptional regulators and coregulators, can galvanize transcriptional responses when transitioning from resting to active status. The factor fluctuations may also be small enough only to generate heterogenized threshold within a state (at rest for example) due to stochasticity. Or the fluctuations may be at the local gene level where deposition of epigenetic marks, Pol II pausing, and/or nucleosome positioning can influence the inducibility of an otherwise intact provirus. Again, many conflicting results are often attributed to differences in models used for their respective studies given the multiple layers of variability (Figure 1B).Because of the multifactorial aspects contributing to latency (establishment, maintenance, and reversal), it is obvious the era of singular cause is over. From a therapeutic perspective, the failure of LRAs has always been attributed to the same reason: inability of a single drug, which often target a single molecular rule of latency (e.g., HDAC inhibitor, BRD4 inhibitor, etc.), to reactivate the entire latent reservoir. This extends to screening for new drug compounds. In the “new era”, it will be imperative to integrate multiple approaches (such as multiple genetic datasets, epigenetics, transcriptomes, proteomics, 3D genome architecture, nuclear topology, chromatin states, transcriptional activity, proviral position, and intactness) followed by deep learning [75] to predict and experiment with emphasis at the single-cell level and across multiple models including patient samples, and interrogate “deep” (Figure 5B). Understanding how each molecular rule fits together (simultaneously or stepwise) and which rules govern individual proviruses (i.e., is it the same set of rules for all proviruses or are there different kits/sets of rules for different proviruses) will aid personalized therapeutic development and eventual eradication of HIV. However, one obvious but extreme challenge is how the dataset integration (Figure 5B) will be achieved if patient samples are composed of a scarce and heterogeneous population in which multiple CD4+ T cells contain proviruses integrated in unique regions in addition to the clonally expanded pool.As physiological relevance is vital to remove distracting or inapplicable models/mechanisms from the discussion, preference must be given to use patient samples or primary cell systems. Yet, with the limitation of the number of intact proviruses within a patient to collect data from, alternative models may need to be developed. In this context, can primary models of latency be created in the presence of ART, without the ectopic expression of anti-apoptotic factors but allowing their long-term culturing without causing T cell exhaustion? With the advent of genome editing tools [280], can we engineer “anatomically” correct in vitro models of latency (in immortalized but noncancerous cells or naïve healthy donor cells) in where proviruses are directed to the same integration sites as those found in patient samples? Would this approach potentially remove the roadblock of limited number of cells? No doubt, this would raise additional questions as it would uncouple the specific integration site from latency status, i.e., would repeating the same integration site (not by clonal expansion, but by executing into the same insertion site) repeatedly yield the same “inducibility” or not? Will the integration site landscape remain the same? If the results are consistent, then the molecular rules must be stable and therefore targetable.With our efforts to discuss a surmountable number of key discoveries and situate them in the context of previously published literature, we hope to provoke future work that will advance our understanding of this fascinating biomedical research challenge. New data supporting or refuting the models discussed herein will undoubtedly increase our knowledge and generate discussions to help with future clinical applications rather than engendering unproductive controversy. Even the more skeptical researchers should be attracted to challenge these models and bring their own points of view to fuel progress in the field. AcknowledgmentsWe thank members of the D’Orso lab (Emily Cruz-Lorenzo, Jinli Wang, and Usman Hyder) and Holly Ruess for critical reading of the manuscript. FundingResearch reported in this publication was supported by the National Institute of Allergy and Infectious Diseases (NIAID) of the NIH under award numbers R01AI114362 and R33AI116222, and Welch Foundation grant number I-1782 (to I.D.). Conflicts of InterestNo conflicts to declare References1. Perelson A.S., Essunger P., Cao Y., Vesanen M., Hurley A., Saksela K., Markowitz M., Ho D.D. Decay characteristics of HIV-1-infected compartments during combination therapy. Nature. 1997;387:188–191. doi: 10.1038/387188a0. [PubMed] [CrossRef] [Google Scholar]2. Sengupta S., Siliciano R.F. Targeting the Latent Reservoir for HIV-1. Immunity. 2018;48:872–895. doi: 10.1016/j.immuni.2018.04.030. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Davey R.T., Bhat N., Yoder C., Chun T.W., Metcalf J.A., Dewar R., Natarajan V., Lempicki R.A., Adelsberger J.W., Miller K.D., et al.  HIV-1 and T cell dynamics after interruption of highly active antiretroviral therapy (HAART) in patients with a history of sustained viral suppression. Proc. Natl. Acad. Sci. USA. 1999;96:15109–15114. doi: 10.1073/pnas.96.26.15109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Chun T.W., Carruth L., Finzi D., Shen X., DiGiuseppe J.A., Taylor H., Hermankova M., Chadwick K., Margolick J., Quinn T.C., et al.  Quantification of latent tissue reservoirs and total body viral load in HIV-1 infection. Nature. 1997;387:183–188. doi: 10.1038/387183a0. [PubMed] [CrossRef] [Google Scholar]5. Chun T.W., Finzi D., Margolick J., Chadwick K., Schwartz D., Siliciano R.F. In vivo fate of HIV-1-infected T cells: Quantitative analysis of the transition to stable latency. Nat. Med. 1995;1:1284–1290. doi: 10.1038/nm1295-1284. [PubMed] [CrossRef] [Google Scholar]6. Chun T.W., Engel D., Berrey M.M., Shea T., Corey L., Fauci A.S. Early establishment of a pool of latently infected, resting CD4+ T cells during primary HIV-1 infection. Proc. Natl. Acad. Sci. USA. 1998;95:8869–8873. doi: 10.1073/pnas.95.15.8869. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Siliciano J.D., Kajdas J., Finzi D., Quinn T.C., Chadwick K., Margolick J.B., Kovacs C., Gange S.J., Siliciano R.F. Long-term follow-up studies confirm the stability of the latent reservoir for HIV-1 in resting CD4+ T cells. Nat. Med. 2003;9:727–728. doi: 10.1038/nm880. [PubMed] [CrossRef] [Google Scholar]8. Ho Y.C., Shan L., Hosmane N.N., Wang J., Laskey S.B., Rosenbloom D.I.S., Lai J., Blankson J.N., Siliciano J.D., Siliciano R.F. XReplication-competent noninduced proviruses in the latent reservoir increase barrier to HIV-1 cure. Cell. 2013;155:540. doi: 10.1016/j.cell.2013.09.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Bruner K.M., Murray A.J., Pollack R.A., Soliman M.G., Laskey S.B., Capoferri A.A., Lai J., Strain M.C., Lada S.M., Hoh R., et al.  Defective proviruses rapidly accumulate during acute HIV-1 infection. Nat. Med. 2016;22:1043–1049. doi: 10.1038/nm.4156. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Imamichia H., Dewar R.L., Adelsberger J.W., Rehm C.A., O’doherty U., Paxinos E.E., Fauci A.S., Lane H.C. Defective HIV-1 proviruses produce novel proteincoding RNA species in HIV-infected patients on combination antiretroviral therapy. Proc. Natl. Acad. Sci. USA. 2016;113:8783–8788. doi: 10.1073/pnas.1609057113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Hiener B., Horsburgh B.A., Eden J.S., Barton K., Schlub T.E., Lee E., von Stockenstrom S., Odevall L., Milush J.M., Liegler T., et al.  Identification of Genetically Intact HIV-1 Proviruses in Specific CD4+ T Cells from Effectively Treated Participants. Cell Rep. 2017;21:813–822. doi: 10.1016/j.celrep.2017.09.081. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Lee G.Q., Orlova-Fink N., Einkauf K., Chowdhury F.Z., Sun X., Harrington S., Kuo H.H., Hua S., Chen H.R., Ouyang Z., et al.  Clonal expansion of genome-intact HIV-1 in functionally polarized Th1 CD4+ T cells. J. Clin. Investig. 2017;127:2689–2696. doi: 10.1172/JCI93289. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Pollack R.A., Jones R.B., Pertea M., Bruner K.M., Martin A.R., Thomas A.S., Capoferri A.A., Beg S.A., Huang S.H., Karandish S., et al.  Defective HIV-1 Proviruses Are Expressed and Can Be Recognized by Cytotoxic T Lymphocytes, which Shape the Proviral Landscape. Cell Host Microbe. 2017;21:494–506. doi: 10.1016/j.chom.2017.03.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Siliciano J.D., Siliciano R.F. Enhanced culture assay for detection and quantitation of latently infected, resting CD4+ T-cells carrying replication-competent virus in HIV-1-infected individuals. Methods Mol. Biol. 2005;304:3–15. doi: 10.1385/1-59259-907-9:003. [PubMed] [CrossRef] [Google Scholar]15. Laird G.M., Rosenbloom D.I.S., Lai J., Siliciano R.F., Siliciano J.D. Measuring the frequency of latent HIV-1 in resting CD4+ T cells using a limiting dilution coculture assay. Methods Mol. Biol. 2016;1354:239–253. doi: 10.1007/978-1-4939-3046-3_16. [PubMed] [CrossRef] [Google Scholar]16. Finzi D., Blankson J., Siliciano J.D., Margolick J.B., Chadwick K., Pierson T., Smith K., Lisziewicz J., Lori F., Flexner C., et al.  Latent infection of CD4+ T cells provides a mechanism for lifelong persistence of HIV-1, even in patients on effective combination therapy. Nat. Med. 1999;5:512–517. doi: 10.1038/8394. [PubMed] [CrossRef] [Google Scholar]17. Strain M.C., Günthard H.F., Havlir D.V., Ignacio C.C., Smith D.M., Leigh-Brown A.J., Macaranas T.R., Lam R.Y., Daly O.A., Fischer M., et al.  Heterogeneous clearance rates of long-lived lymphocytes infected with HIV: Intrinsic stability predicts lifelong persistence. Proc. Natl. Acad. Sci. USA. 2003;100:4819–4824. doi: 10.1073/pnas.0736332100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Crooks A.M., Bateson R., Cope A.B., Dahl N.P., Griggs M.K., Kuruc J.D., Gay C.L., Eron J.J., Margolis D.M., Bosch R.J., et al.  Precise Quantitation of the Latent HIV-1 Reservoir: Implications for Eradication Strategies. J. Infect. Dis. 2015;212:1361–1365. doi: 10.1093/infdis/jiv218. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Bruner K.M., Wang Z., Simonetti F.R., Bender A.M., Kwon K.J., Sengupta S., Fray E.J., Beg S.A., Antar A.A.R., Jenike K.M., et al.  A quantitative approach for measuring the reservoir of latent HIV-1 proviruses. Nature. 2019;566:120–125. doi: 10.1038/s41586-019-0898-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Hosmane N.N., Kwon K.J., Bruner K.M., Capoferri A.A., Beg S., Rosenbloom D.I.S., Keele B.F., Ho Y.C., Siliciano J.D., Siliciano R.F. Proliferation of latently infected CD4+ T cells carrying replication-competent HIV-1: Potential role in latent reservoir dynamics. J. Exp. Med. 2017;214:959–972. doi: 10.1084/jem.20170193. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Cohn L.B., Silva I.T., Oliveira T.Y., Rosales R.A., Parrish E.H., Learn G.H., Hahn B.H., Czartoski J.L., McElrath M.J., Lehmann C., et al.  HIV-1 integration landscape during latent and active infection. Cell. 2015;160:420–432. doi: 10.1016/j.cell.2015.01.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Garcia-Broncano P., Maddali S., Einkauf K.B., Jiang C., Gao C., Chevalier J., Chowdhury F.Z., Maswabi K., Ajibola G., Moyo S., et al.  Early antiretroviral therapy in neonates with HIV-1 infection restricts viral reservoir size and induces a distinct innate immune profile. Sci. Transl. Med. 2019;11 doi: 10.1126/scitranslmed.aax7350. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Einkauf K.B., Lee G.Q., Gao C., Sharaf R., Sun X., Hua S., Chen S.M., Jiang C., Lian X., Chowdhury F.Z., et al.  Intact HIV-1 proviruses accumulate at distinct chromosomal positions during prolonged antiretroviral therapy. J. Clin. Investig. 2019;129:988–998. doi: 10.1172/JCI124291. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Abrahams M.R., Joseph S.B., Garrett N., Tyers L., Moeser M., Archin N., Council O.D., Matten D., Zhou S., Doolabh D., et al.  The replication-competent HIV-1 latent reservoir is primarily established near the time of therapy initiation. Sci. Transl. Med. 2019;11 doi: 10.1126/scitranslmed.aaw5589. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Maldarelli F., Wu X., Su L., Simonetti F.R., Shao W., Hill S., Spindler J., Ferris A.L., Mellors J.W., Kearney M.F., et al.  HIV latency. Specific HIV integration sites are linked to clonal expansion and persistence of infected cells. Science. 2014;345:179–183. doi: 10.1126/Science1254194. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Simonetti F.R., Sobolewski M.D., Fyne E., Shao W., Spindler J., Hattori J., Anderson E.M., Watters S.A., Hill S., Wu X., et al.  Clonally expanded CD4+ T cells can produce infectious HIV-1 in vivo. Proc. Natl. Acad. Sci. USA. 2016;113:1883–1888. doi: 10.1073/pnas.1522675113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Bui J.K., Sobolewski M.D., Keele B.F., Spindler J., Musick A., Wiegand A., Luke B.T., Shao W., Hughes S.H., Coffin J.M., et al.  Proviruses with identical sequences comprise a large fraction of the replication-competent HIV reservoir. PLoS Pathog. 2017;13:e1006283.  doi: 10.1371/journal.ppat.1006283. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Lorenzi J.C.C., Cohen Y.Z., Cohn L.B., Kreider E.F., Barton J.P., Learn G.H., Oliveira T., Lavine C.L., Horwitz J.A., Settler A., et al.  Paired quantitative and qualitative assessment of the replication-competent HIV-1 reservoir and comparison with integrated proviral DNA. Proc. Natl. Acad. Sci. USA. 2016;113:E7908–E7916. doi: 10.1073/pnas.1617789113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Chomont N., El-Far M., Ancuta P., Trautmann L., Procopio F.A., Yassine-Diab B., Boucher G., Boulassel M.R., Ghattas G., Brenchley J.M., et al.  HIV reservoir size and persistence are driven by T cell survival and homeostatic proliferation. Nat. Med. 2009;15:893–900. doi: 10.1038/nm.1972. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Wang Z., Gurule E.E., Brennan T.P., Gerold J.M., Kwon K.J., Hosmane N.N., Kumar M.R., Beg S.A., Capoferri A.A., Ray S.C., et al.  Expanded cellular clones carrying replication-competent HIV-1 persist, wax, and wane. Proc. Natl. Acad. Sci. USA. 2018;115:E2575–E2584. doi: 10.1073/pnas.1720665115. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Zerbato J.M., Serrao E., Lenzi G., Kim B., Ambrose Z., Watkins S.C., Engelman A.N., Sluis-Cremer N. Establishment and Reversal of HIV-1 Latency in Naive and Central Memory CD4+ T Cells In Vitro. J. Virol. 2016;90:8059–8073. doi: 10.1128/JVI.00553-16. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Dobrowolski C., Valadkhan S., Graham A.C., Shukla M., Ciuffi A., Telenti A., Karn J. Entry of Polarized Effector Cells into Quiescence Forces HIV Latency. mBio. 2019;10 doi: 10.1128/mBio.00337-19. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Agosto L.M., Henderson A.J. CD4(+) T Cell Subsets and Pathways to HIV Latency. Aids. Res. Hum. Retrovir. 2018;34:780–789. doi: 10.1089/aid.2018.0105. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Agosto L.M., Herring M.B., Mothes W., Henderson A.J. HIV-1-Infected CD4+ T Cells Facilitate Latent Infection of Resting CD4+ T Cells through Cell-Cell Contact. Cell Rep. 2018;24:2088–2100. doi: 10.1016/j.celrep.2018.07.079. [PubMed] [CrossRef] [Google Scholar]35. Shan L., Deng K., Gao H., Xing S., Capoferri A.A., Durand C.M., Rabi S.A., Laird G.M., Kim M., Hosmane N.N., et al.  Transcriptional Reprogramming during Effector-to-Memory Transition Renders CD4(+) T Cells Permissive for Latent HIV-1 Infection. Immunity. 2017;47:766–775.e3. doi: 10.1016/j.immuni.2017.09.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Julg B., Barouch D.H. HIV-1 Latency by Transition. Immunity. 2017;47:611–612. doi: 10.1016/j.immuni.2017.09.019. [PubMed] [CrossRef] [Google Scholar]37. Chavez L., Calvanese V., Verdin E. HIV Latency Is Established Directly and Early in Both Resting and Activated Primary CD4 T Cells. PLoS Pathog. 2015;11:e1004955.  doi: 10.1371/journal.ppat.1004955. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Lenasi T., Contreras X., Peterlin B.M. Transcriptional interference antagonizes proviral gene expression to promote HIV latency. Cell Host Microbe. 2008;4:123–133. doi: 10.1016/j.chom.2008.05.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Gallastegui E., Millan-Zambrano G., Terme J.-M., Chavez S., Jordan A. Chromatin Reassembly Factors Are Involved in Transcriptional Interference Promoting HIV Latency. J. Virol. 2011;85:3187–3202. doi: 10.1128/JVI.01920-10. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Verdin E., Paras P., Van Lint C. Chromatin disruption in the promoter of human immunodeficiency virus type 1 during transcriptional activation. EMBO J. 1993;12:3249–3259. doi: 10.1002/j.1460-2075.1993.tb05994.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Van Lint C., Emiliani S., Ott M., Verdin E. Transcriptional activation and chromatin remodeling of the HIV-1 promoter in response to histone acetylation. EMBO J. 1996;15:1112–1120. doi: 10.1002/j.1460-2075.1996.tb00449.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Kauder S.E., Bosque A., Lindqvist A., Planelles V., Verdin E. Epigenetic regulation of HIV-1 latency by cytosine methylation. PLoS Pathog. 2009;5:e1000495.  doi: 10.1371/journal.ppat.1000495. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Coull J.J., Romerio F., Sun J.-M., Volker J.L., Galvin K.M., Davie J.R., Shi Y., Hansen U., Margolis D.M. The Human Factors YY1 and LSF Repress the Human Immunodeficiency Virus Type 1 Long Terminal Repeat via Recruitment of Histone Deacetylase 1. J. Virol. 2000;74:6790–6799. doi: 10.1128/JVI.74.15.6790-6799.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Hsia S.-C.V., Shi Y.-B. Chromatin Disruption and Histone Acetylation in Regulation of the Human Immunodeficiency Virus Type 1 Long Terminal Repeat by Thyroid Hormone Receptor. Mol. Cell. Biol. 2002;22:4043–4052. doi: 10.1128/MCB.22.12.4043-4052.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Chan J.K., Greene W.C. NF-kappaB/Rel: Agonist and antagonist roles in HIV-1 latency. Curr. Opin. HIV Aids. 2011;6:12–18. doi: 10.1097/COH.0b013e32834124fd. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Williams S.A., Chen L.F., Kwon H., Ruiz-Jarabo C.M., Verdin E., Greene W.C. NF-κB p50 promotes HIV latency through HDAC recruitment and repression of transcriptional initiation. EMBO J. 2006;25:139–149. doi: 10.1038/sj.emboj.7600900. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Razooky B.S., Pai A., Aull K., Rouzine I.M., Weinberger L.S. A hardwired HIV latency program. Cell. 2015;160:990–1001. doi: 10.1016/j.cell.2015.02.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Fauci A.S., Redfield R.R., Sigounas G., Weahkee M.D., Giroir B.P. Ending the HIV Epidemic: A Plan for the United States. JAMA. 2019;321:844–845. doi: 10.1001/jama.2019.1343. [PubMed] [CrossRef] [Google Scholar]49. Mbonye U., Karn J. Control of HIV latency by epigenetic and non-epigenetic mechanisms. Curr. Hiv Res. 2011;9:554–567. [PMC free article] [PubMed] [Google Scholar]50. Transcriptional control of HIV latency: Cellular signaling pathways, epigenetics, happenstance and the hope for a cure. Virology. 2014;454–455:328–339. doi: 10.1016/J.VIROL.2014.02.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Mbonye U., Karn J. The Molecular Basis for Human Immunodeficiency Virus Latency. Annu. Rev. Virol. 2017;4:261–285. doi: 10.1146/annurev-virology-101416-041646. [PubMed] [CrossRef] [Google Scholar]52. Hughes S.H., Coffin J.M. What Integration Sites Tell Us about HIV Persistence. Cell Host Microbe. 2016;19:588–598. doi: 10.1016/j.chom.2016.04.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Michieletto D., Lusic M., Marenduzzo D., Orlandini E. Physical principles of retroviral integration in the human genome. Nat. Commun. 2019;10:1–11. doi: 10.1038/s41467-019-08333-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Han Y., Lin Y.B., An W., Xu J., Yang H.C., O’Connell K., Dordai D., Boeke J.D., Siliciano J.D., Siliciano R.F. Orientation-Dependent Regulation of Integrated HIV-1 Expression by Host Gene Transcriptional Readthrough. Cell Host Microbe. 2008;4:134–146. doi: 10.1016/j.chom.2008.06.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Schröder A.R.W., Shinn P., Chen H., Berry C., Ecker J.R., Bushman F. HIV-1 Integration in the Human Genome Favors Active Genes and Local Hotspots. Cell. 2002;110:521–529. doi: 10.1016/S0092-8674(02)00864-4. [PubMed] [CrossRef] [Google Scholar]56. Han Y., Lassen K., Monie D., Sedaghat A.R., Shimoji S., Liu X., Pierson T.C., Margolick J.B., Siliciano R.F., Siliciano J.D. Resting CD4+ T Cells from Human Immunodeficiency Virus Type 1 (HIV-1)-Infected Individuals Carry Integrated HIV-1 Genomes within Actively Transcribed Host Genes. J. Virol. 2004;78:6122–6133. doi: 10.1128/JVI.78.12.6122-6133.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Marini B., Kertesz-Farkas A., Ali H., Lucic B., Lisek K., Manganaro L., Pongor S., Luzzati R., Recchia A., Mavilio F., et al.  Nuclear architecture dictates HIV-1 integration site selection. Nature. 2015;521:227–231. doi: 10.1038/nature14226. [PubMed] [CrossRef] [Google Scholar]58. Lucic B., Chen H.C., Kuzman M., Zorita E., Wegner J., Minneker V., Wang W., Fronza R., Laufs S., Schmidt M., et al.  Spatially clustered loci with multiple enhancers are frequent targets of HIV-1 integration. Nat. Commun. 2019;10:1–12. doi: 10.1038/s41467-019-12046-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Wong R.W., Mamede J.I., Hope T.J. Impact of Nucleoporin-Mediated Chromatin Localization and Nuclear Architecture on HIV Integration Site Selection. J. Virol. 2015;89:9702–9705. doi: 10.1128/JVI.01669-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Kane M., Rebensburg S.V., Takata M.A., Zang T.M., Yamashita M., Kvaratskhelia M., Bieniasz P.D. Nuclear pore heterogeneity influences HIV-1 infection and the antiviral activity of MX2. eLlife. 2018;7 doi: 10.7554/eLife.35738. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Lusic M., Siliciano R.F. Nuclear landscape of HIV-1 infection and integration. Nat. Rev. Microbiol. 2017;15:69–82. doi: 10.1038/nrmicro.2016.162. [PubMed] [CrossRef] [Google Scholar]62. Anderson E.M., Maldarelli F. The role of integration and clonal expansion in HIV infection: Live long and prosper. Retrovirology. 2018;15:71. doi: 10.1186/s12977-018-0448-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Dekker J., Mirny L. The 3D Genome as Moderator of Chromosomal Communication. Cell. 2016;164:1110–1121. doi: 10.1016/j.cell.2016.02.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Yu M., Ren B. The Three-Dimensional Organization of Mammalian Genomes. Annu. Rev. Cell Dev. Biol. 2017;33:265–289. doi: 10.1146/annurev-cellbio-100616-060531. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Meaburn K.J., Misteli T. Cell biology: Chromosome territories. Nature. 2007;445:379–781. doi: 10.1038/445379a. [PubMed] [CrossRef] [Google Scholar]66. Lieberman-Aiden E., van Berkum N.L., Williams L., Imakaev M., Ragoczy T., Telling A., Amit I., Lajoie B.R., Sabo P.J., Dorschner M.O., et al.  Comprehensive mapping of long-range interactions reveals folding principles of the human genome. Science. 2009;326:289–293. doi: 10.1126/Science1181369. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Rao S.S.P., Huntley M.H., Durand N.C., Stamenova E.K., Bochkov I.D., Robinson J.T., Sanborn A.L., Machol I., Omer A.D., Lander E.S., et al.  A 3D map of the human genome at kilobase resolution reveals principles of chromatin looping. Cell. 2014;159:1665–1680. doi: 10.1016/j.cell.2014.11.021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Whyte W.A., Orlando D.A., Hnisz D., Abraham B.J., Lin C.Y., Kagey M.H., Rahl P.B., Lee T.I., Young R.A. Master transcription factors and mediator establish super-enhancers at key cell identity genes. Cell. 2013;153:307–319. doi: 10.1016/j.cell.2013.03.035. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Dixon J.R., Selvaraj S., Yue F., Kim A., Li Y., Shen Y., Hu M., Liu J.S., Ren B. Topological domains in mammalian genomes identified by analysis of chromatin interactions. Nature. 2012;485:376–380. doi: 10.1038/nature11082. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Bukrinsky M.I., Stanwick T.L., Dempsey M.P., Stevenson M. Quiescent T lymphocytes as an inducible virus reservoir in HIV-1 infection. Science. 1991;254:423–427. doi: 10.1126/Science1925601. [PubMed] [CrossRef] [Google Scholar]71. Jordan A., Defechereux P., Verdin E. The site of HIV-1 integration in the human genome determines basal transcriptional activity and response to Tat transactivation. EMBO J. 2001;20:1726–1738. doi: 10.1093/emboj/20.7.1726. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Sherrill-Mix S., Lewinski M.K., Famiglietti M., Bosque A., Malani N., Ocwieja K.E., Berry C.C., Looney D., Shan L., Agosto L.M., et al.  HIV latency and integration site placement in five cell-based models. Retrovirology. 2013;10:90. doi: 10.1186/1742-4690-10-90. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Wagner T.A., McLaughlin S., Garg K., Cheung C.Y.K., Larsen B.B., Styrchak S., Huang H.C., Edlefsen P.T., Mullins J.I., Frenkel L.M. Proliferation of cells with HIV integrated into cancer genes contributes to persistent infection. Science. 2014;345:570–573. doi: 10.1126/Science1256304. [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Chuong E.B., Elde N.C., Feschotte C. Regulatory activities of transposable elements: From conflicts to benefits. Nat. Rev. Genet. 2017;18:71–86. doi: 10.1038/nrg.2016.139. [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Ruess H., Lee J., Guzman C., Malladi V., D’Orso I. An integrated genomics approach towards deciphering human genome codes shaping HIV-1 proviral transcription and fate. bioRxiv. 2020 doi: 10.1101/2020.05.01.072231. [CrossRef] [Google Scholar]76. Emiliani S., Fischle W., Ott M., Van Lint C., Amella C.A., Verdin E. Mutations in the tat Gene Are Responsible for Human Immunodeficiency Virus Type 1 Postintegration Latency in the U1 Cell Line. J. Virol. 1998;72:1666–1670. doi: 10.1128/JVI.72.2.1666-1670.1998. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Emiliani S., Van Lint C., Fischle W., Paras P., Ott M., Brady J., Verdin E. A point mutation in the HIV-1 Tat responsive element is associated with postintegration latency. Proc. Natl. Acad. Sci. USA. 1996;93:6377–6381. doi: 10.1073/pnas.93.13.6377. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Feinberg M.B., Baltimore D., Frankel A.D. The role of Tat in the human immunodeficiency virus life cycle indicates a primary effect on transcriptional elongation. Proc. Natl. Acad. Sci. USA. 1991;88:4045–4049. doi: 10.1073/pnas.88.9.4045. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Nabel G., Baltimore D. An inducible transcription factor activates expression of human immunodeficiency virus in T cells. Nature. 1987;326:711–713. doi: 10.1038/326711a0. [PubMed] [CrossRef] [Google Scholar]80. Pache L., Dutra M.S., Spivak A.M., Marlett J.M., Murry J.P., Hwang Y., Maestre A.M., Manganaro L., Vamos M., Teriete P., et al.  BIRC2/cIAP1 Is a Negative Regulator of HIV-1 Transcription and Can Be Targeted by Smac Mimetics to Promote Reversal of Viral Latency. Cell Host Microbe. 2015;18:345–353. doi: 10.1016/j.chom.2015.08.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Kinoshita S., Su L., Amano M., Timmerman L.A., Kaneshima H., Nolan G.P. The T cell activation factor NF-ATc positively regulates HIV-1 replication and gene expression in T cells. Immunity. 1997;6:235–244. doi: 10.1016/S1074-7613(00)80326-X. [PubMed] [CrossRef] [Google Scholar]82. Morton E.L., Forst C.V., Zheng Y., DePaula-Silva A.B., Ramirez N.G.P., Planelles V., D’Orso I. Transcriptional Circuit Fragility Influences HIV Proviral Fate. Cell Rep. 2019;27:154–171.e9. doi: 10.1016/j.celrep.2019.03.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Weinberger L.S., Burnett J.C., Toettcher J.E., Arkin A.P., Schaffer D.V. Stochastic Gene Expression in a Lentiviral Positive-Feedback Loop: HIV-1 Tat Fluctuations Drive Phenotypic Diversity. Cell. 2005;122:169–182. doi: 10.1016/j.cell.2005.06.006. [PubMed] [CrossRef] [Google Scholar]84. Singh A., Razooky B., Cox C.D., Simpson M.L., Weinberger L.S. Transcriptional Bursting from the HIV-1 Promoter Is a Significant Source of Stochastic Noise in HIV-1 Gene Expression. Biophys. J. 2010;98:L32–L34. doi: 10.1016/j.bpj.2010.03.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Razooky B.S., Weinberger L.S. Mapping the architecture of the HIV-1 Tat circuit: A decision-making circuit that lacks bistability and exploits stochastic noise. Methods. 2011;53:68–77. doi: 10.1016/j.ymeth.2010.12.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Rouzine I.M., Razooky B.S., Weinberger L.S. Stochastic variability in HIV affects viral eradication. Proc. Natl. Acad. Sci. USA. 2014;111:13251–13252. doi: 10.1073/pnas.1413362111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Jordan A., Bisgrove D., Verdin E. HIV reproducibly establishes a latent infection after acute infection of T cells in vitro. EMBO J. 2003;22:1868–1877. doi: 10.1093/emboj/cdg188. [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Lassen K.G., Hebbeler A.M., Bhattacharyya D., Lobritz M.A., Greene W.C. A Flexible Model of HIV-1 Latency Permitting Evaluation of Many Primary CD4 T-Cell Reservoirs. PLoS ONE. 2012;7:e30176.  doi: 10.1371/journal.pone.0030176. [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Cillo A.R., Sobolewski M.D., Bosch R.J., Fyne E., Piatak M., Coffin J.M., Mellors J.W. Quantification of HIV-1 latency reversal in resting CD4+ T cells from patients on suppressive antiretroviral therapy. Proc. Natl. Acad. Sci. USA. 2014;111:7078–7083. doi: 10.1073/pnas.1402873111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. Golumbeanu M., Cristinelli S., Rato S., Munoz M., Cavassini M., Beerenwinkel N., Ciuffi A. Single-Cell RNA-Seq Reveals Transcriptional Heterogeneity in Latent and Reactivated HIV-Infected Cells. Cell Rep. 2018;23:942–950. doi: 10.1016/j.celrep.2018.03.102. [PubMed] [CrossRef] [Google Scholar]91. Siliciano R.F., Greene W.C. HIV latency. Cold Spring Harb. Perspect. Med. 2011;1:a007096. doi: 10.1101/cshperspect.a007096. [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Klaver B., Berkhout B. Comparison of 5′ and 3′ long terminal repeat promoter function in human immunodeficiency virus. J. Virol. 1994;68:3830–3840. doi: 10.1128/JVI.68.6.3830-3840.1994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Cullen B.R., Lomedico P.T., Ju G. Transcriptional interference in avian retroviruses—implications for the promoter insertion model of leukaemogenesis. Nature. 1984;307:241–245. doi: 10.1038/307241a0. [PubMed] [CrossRef] [Google Scholar]94. Wu Y. HIV-1 gene expression: Lessons from provirus and non-integrated DNA. Retrovirology. 2004;1:13. doi: 10.1186/1742-4690-1-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Delannoy A., Poirier M., Bell B. Cat and Mouse: HIV Transcription in Latency, Immune Evasion and Cure/Remission Strategies. Viruses. 2019;11:269.  doi: 10.3390/v11030269. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Taube R., Peterlin M. Lost in transcription: Molecular mechanisms that control HIV latency. Viruses. 2013;5:902–927. doi: 10.3390/v5030902. [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Pereira L.A. A compilation of cellular transcription factor interactions with the HIV-1 LTR promoter. Nucleic Acids Res. 2000;28:663–668. doi: 10.1093/nar/28.3.663. [PMC free article] [PubMed] [CrossRef] [Google Scholar]98. Mousseau G., Valente S.T. Role of Host Factors on the Regulation of Tat-Mediated HIV-1 Transcription. Curr. Pharm. Des. 2017;23:4079–4090. doi: 10.2174/1381612823666170622104355. [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Jones K., Kadonaga J., Luciw P., Tjian R. Activation of the AIDS retrovirus promoter by the cellular transcription factor, Sp1. Science. 1986;232:755–759. doi: 10.1126/Science3008338. [PubMed] [CrossRef] [Google Scholar]100. Garcia J.A., Harrich D., Soultanakis E., Wu F., Mitsuyasu R., Gaynor R.B. Human immunodeficiency virus type 1 LTR TATA and TAR region sequences required for transcriptional regulation. EMBO J. 1989;8:765–778. doi: 10.1002/j.1460-2075.1989.tb03437.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Rittner K., Churcher M.J., Gait M.J., Karn J. The Human Immunodeficiency Virus Long Terminal Repeat Includes a Specialised Initiator Element which is Required for Tat-responsive Transcription. J. Mol. Biol. 1995;248:562–580. doi: 10.1006/jmbi.1995.0243. [PubMed] [CrossRef] [Google Scholar]102. Xiao H., Lis J.T., Jeang K.T. Promoter activity of Tat at steps subsequent to TATA-binding protein recruitment. Mol. Cell. Biol. 1997;17:6898–6905. doi: 10.1128/MCB.17.12.6898. [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Perkins N.D., Edwards N.L., Duckett C.S., Agranoff A.B., Schmid R.M., Nabel G.J. A cooperative interaction between NF-kappa B and Sp1 is required for HIV-1 enhancer activation. EMBO J. 1993;12:3551–3558. doi: 10.1002/j.1460-2075.1993.tb06029.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Perkins N.D., Agranoff A.B., Pascal E., Nabel G.J. An interaction between the DNA-binding domains of RelA(p65) and Sp1 mediates human immunodeficiency virus gene activation. Mol. Cell. Biol. 1994;14:6570–6583. doi: 10.1128/MCB.14.10.6570. [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Sif S., Gilmore T.D. Interaction of the v-Rel oncoprotein with cellular transcription factor Sp1. J. Virol. 1994;68:7131–7138. doi: 10.1128/JVI.68.11.7131-7138.1994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Bosque A., Planelles V. Induction of HIV-1 latency and reactivation in primary memory CD4+ T cells. Blood. 2009;113:58–65. doi: 10.1182/blood-2008-07-168393. [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. Cron R.Q., Bartz S.R., Clausell A., Bort S.J., Klebanoff S.J., Lewis D.B. NFAT1 Enhances HIV-1 Gene Expression in Primary Human CD4 T Cells. Clin. Immunol. 2000;94:179–191. doi: 10.1006/clim.1999.4831. [PubMed] [CrossRef] [Google Scholar]108. Kim Y.K., Mbonye U., Hokello J., Karn J. T-Cell Receptor Signaling Enhances Transcriptional Elongation from Latent HIV Proviruses by Activating P-TEFb through an ERK-Dependent Pathway. J. Mol. Biol. 2011;410:896–916. doi: 10.1016/j.jmb.2011.03.054. [PMC free article] [PubMed] [CrossRef] [Google Scholar]109. Chen B.K., Feinberg M.B., Baltimore D. The kappaB sites in the human immunodeficiency virus type 1 long terminal repeat enhance virus replication yet are not absolutely required for viral growth. J. Virol. 1997;71:5495–5504. doi: 10.1128/JVI.71.7.5495-5504.1997. [PMC free article] [PubMed] [CrossRef] [Google Scholar]110. Alcamí J., Laín de Lera T., Folgueira L., Pedraza M.A., Jacqué J.M., Bachelerie F., Noriega A.R., Hay R.T., Harrich D., Gaynor R.B. Absolute dependence on kappa B responsive elements for initiation and Tat-mediated amplification of HIV transcription in blood CD4 T lymphocytes. EMBO J. 1995;14:1552–1560. doi: 10.1002/j.1460-2075.1995.tb07141.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Tyagi M., Pearson R.J., Karn J. Establishment of HIV Latency in Primary CD4+ Cells Is due to Epigenetic Transcriptional Silencing and P-TEFb Restriction. J. Virol. 2010;84:6425–6437. doi: 10.1128/JVI.01519-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]112. Brooks D.G., Arlen P.A., Gao L., Kitchen C.M.R., Zack J.A. Identification of T cell-signaling pathways that stimulate latent HIV in primary cells. Proc. Natl. Acad. Sci. USA. 2003;100:12955–12960. doi: 10.1073/pnas.2233345100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]113. Coiras M., López-Huertas M., Rullas J., Mittelbrunn M., Alcamí J. Basal shuttle of NF-κB/IκBα in resting T lymphocytes regulates HIV-1 LTR dependent expression. Retrovirology. 2007;4:56. doi: 10.1186/1742-4690-4-56. [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. Ne E., Palstra R.-J., Mahmoudi T. Transcription: Insights From the HIV-1 Promoter. Int. Rev. Cell Mol. Biol. 2018;335:191–243. doi: 10.1016/bs.ircmb.2017.07.011. [PubMed] [CrossRef] [Google Scholar]115. Ruelas D.S., Greene W.C. An Integrated Overview of HIV-1 Latency. Cell. 2013;155:519–529. doi: 10.1016/j.cell.2013.09.044. [PMC free article] [PubMed] [CrossRef] [Google Scholar]116. Karin M., Liu Z., Zandi E. AP-1 function and regulation. Curr. Opin. Cell Biol. 1997;9:240–246. doi: 10.1016/S0955-0674(97)80068-3. [PubMed] [CrossRef] [Google Scholar]117. Yang X., Chen Y., Gabuzda D. ERK MAP Kinase Links Cytokine Signals to Activation of Latent HIV-1 Infection by Stimulating a Cooperative Interaction of AP-1 and NF-κB. J. Biol. Chem. 1999;274:27981–27988. doi: 10.1074/jbc.274.39.27981. [PubMed] [CrossRef] [Google Scholar]118. Duverger A., Wolschendorf F., Zhang M., Wagner F., Hatcher B., Jones J., Cron R.Q., van der Sluis R.M., Jeeninga R.E., Berkhout B., et al.  An AP-1 Binding Site in the Enhancer/Core Element of the HIV-1 Promoter Controls the Ability of HIV-1 To Establish Latent Infection. J. Virol. 2013;87:2264–2277. doi: 10.1128/JVI.01594-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]119. El Kharroubi A., Piras G., Zensen R., Martin M.A. Transcriptional Activation of the Integrated Chromatin-Associated Human Immunodeficiency Virus Type 1 Promoter. Mol. Cell. Biol. 1998;18:2535–2544. doi: 10.1128/MCB.18.5.2535. [PMC free article] [PubMed] [CrossRef] [Google Scholar]120. Olson A., Basukala B., Wong W.W., Henderson A.J. Targeting HIV-1 proviral transcription. Curr. Opin. Virol. 2019;38:89–96. doi: 10.1016/j.coviro.2019.07.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]121. Muse G.W., Gilchrist D.A., Nechaev S., Shah R., Parker J.S., Grissom S.F., Zeitlinger J., Adelman K. RNA polymerase is poised for activation across the genome. Nat. Genet. 2007;39:1507–1511. doi: 10.1038/ng.2007.21. [PMC free article] [PubMed] [CrossRef] [Google Scholar]122. Chen F.X., Smith E.R., Shilatifard A. Born to run: Control of transcription elongation by RNA polymerase II. Nat. Rev. Mol. Cell Biol. 2018;19:464–478. doi: 10.1038/s41580-018-0010-5. [PubMed] [CrossRef] [Google Scholar]123. Jadlowsky J.K., Wong J.Y., Graham A.C., Dobrowolski C., Devor R.L., Adams M.D., Fujinaga K., Karn J. Negative Elongation Factor Is Required for the Maintenance of Proviral Latency but Does Not Induce Promoter-Proximal Pausing of RNA Polymerase II on the HIV Long Terminal Repeat. Mol. Cell. Biol. 2014;34:1911–1928. doi: 10.1128/MCB.01013-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]124. Zhang Z., Klatt A., Gilmour D.S., Henderson A.J. Negative elongation factor NELF represses human immunodeficiency virus transcription by pausing the RNA polymerase II complex. J. Biol. Chem. 2007;282:16981–16988. doi: 10.1074/jbc.M610688200. [PubMed] [CrossRef] [Google Scholar]125. Kao S.Y., Calman A.F., Luciw P.A., Peterlin B.M. Anti-termination of transcription within the long terminal repeat of HIV-1 by tat gene product. Nature. 1987;330:489–493. doi: 10.1038/330489a0. [PubMed] [CrossRef] [Google Scholar]126. Wada T., Takagi T., Yamaguchi Y., Ferdous A., Imai T., Hirose S., Sugimoto S., Yano K., Hartzog G.A., Winston F., et al.  DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev. 1998;12:343–356. doi: 10.1101/gad.12.3.343. [PMC free article] [PubMed] [CrossRef] [Google Scholar]127. Yamaguchi Y., Wada T., Watanabe D., Takagi T., Hasegawa J., Handa H. Structure and Function of the Human Transcription Elongation Factor DSIF. J. Biol. Chem. 1999;274:8085–8092. doi: 10.1074/jbc.274.12.8085. [PubMed] [CrossRef] [Google Scholar]128. Yamaguchi Y., Takagi T., Wada T., Yano K., Furuya A., Sugimoto S., Hasegawa J., Handa H. NELF, a Multisubunit Complex Containing RD, Cooperates with DSIF to Repress RNA Polymerase II Elongation. Cell. 1999;97:41–51. doi: 10.1016/S0092-8674(00)80713-8. [PubMed] [CrossRef] [Google Scholar]129. Rao J.N., Neumann L., Wenzel S., Schweimer K., Rösch P., Wöhrl B.M. Structural studies on the RNA-recognition motif of NELF E, a cellular negative transcription elongation factor involved in the regulation of HIV transcription. Biochem. J. 2006;400:449–456. doi: 10.1042/BJ20060421. [PMC free article] [PubMed] [CrossRef] [Google Scholar]130. Pagano J.M., Kwak H., Waters C.T., Sprouse R.O., White B.S., Ozer A., Szeto K., Shalloway D., Craighead H.G., Lis J.T. Defining NELF-E RNA Binding in HIV-1 and Promoter-Proximal Pause Regions. PLoS Genet. 2014;10:e1004090.  doi: 10.1371/journal.pgen.1004090. [PMC free article] [PubMed] [CrossRef] [Google Scholar]131. Narita T., Yamaguchi Y., Yano K., Sugimoto S., Chanarat S., Wada T., Kim D.-K., Hasegawa J., Omori M., Inukai N., et al.  Human Transcription Elongation Factor NELF: Identification of Novel Subunits and Reconstitution of the Functionally Active Complex. Mol. Cell. Biol. 2003;23:1863–1873. doi: 10.1128/MCB.23.6.1863-1873.2003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]132. Gressel S., Schwalb B., Decker T.M., Qin W., Leonhardt H., Eick D., Cramer P. CDK9-dependent RNA polymerase II pausing controls transcription initiation. eLife. 2017;6 doi: 10.7554/eLife.29736. [PMC free article] [PubMed] [CrossRef] [Google Scholar]133. Shao W., Zeitlinger J. Paused RNA polymerase II inhibits new transcriptional initiation. Nat. Genet. 2017;49:1045–1051. doi: 10.1038/ng.3867. [PubMed] [CrossRef] [Google Scholar]134. Sathyan K.M., McKenna B.D., Anderson W.D., Duarte F.M., Core L., Guertin M.J. An improved auxin-inducible degron system preserves native protein levels and enables rapid and specific protein depletion. Genes Dev. 2019;33:1441–1455. doi: 10.1101/gad.328237.119. [PMC free article] [PubMed] [CrossRef] [Google Scholar]135. Nabet B., Roberts J.M., Buckley D.L., Paulk J., Dastjerdi S., Yang A., Leggett A.L., Erb M.A., Lawlor M.A., Souza A., et al.  The dTAG system for immediate and target-specific protein degradation. Nat. Chem. Biol. 2018;14:431–441. doi: 10.1038/s41589-018-0021-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]136. Burslem G.M., Crews C.M. Proteolysis-Targeting Chimeras as Therapeutics and Tools for Biological Discovery. Cell. 2020;181:102–114. doi: 10.1016/j.cell.2019.11.031. [PMC free article] [PubMed] [CrossRef] [Google Scholar]137. Aoi Y., Smith E.R., Shah A.P., Rendleman E.J., Marshall S.A., Woodfin A.R., Chen F.X., Shiekhattar R., Shilatifard A. NELF Regulates a Promoter-Proximal Step Distinct from RNA Pol II Pause-Release. Mol. Cell. 2020;78:261–274.e5. doi: 10.1016/j.molcel.2020.02.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]138. Hartzog G.A., Basrai M.A., Ricupero-Hovasse S.L., Hieter P., Winston F. Identification and analysis of a functional human homolog of the SPT4 gene of Saccharomyces cerevisiae. Mol. Cell. Biol. 1996;16:2848–2856. doi: 10.1128/MCB.16.6.2848. [PMC free article] [PubMed] [CrossRef] [Google Scholar]139. Glover-Cutter K., Kim S., Espinosa J., Bentley D.L. RNA polymerase II pauses and associates with pre-mRNA processing factors at both ends of genes. Nat. Struct. Mol. Biol. 2008;15:71–78. doi: 10.1038/nsmb1352. [PMC free article] [PubMed] [CrossRef] [Google Scholar]140. Gilchrist D.A., Dos Santos G., Fargo D.C., Xie B., Gao Y., Li L., Adelman K. Pausing of RNA Polymerase II Disrupts DNA-Specified Nucleosome Organization to Enable Precise Gene Regulation. Cell. 2010;143:540–551. doi: 10.1016/j.cell.2010.10.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]141. Missra A., Gilmour D.S. Interactions between DSIF (DRB sensitivity inducing factor), NELF (negative elongation factor), and the Drosophila RNA polymerase II transcription elongation complex. Proc. Natl. Acad. Sci. USA. 2010;107:11301–11306. doi: 10.1073/pnas.1000681107. [PMC free article] [PubMed] [CrossRef] [Google Scholar]142. Wen Y., Shatkin A.J. Transcription elongation factor hSPT5 stimulates mRNA capping. Genes Dev. 1999;13:1774–1779. doi: 10.1101/gad.13.14.1774. [PMC free article] [PubMed] [CrossRef] [Google Scholar]143. Marciniak R.A., Sharp P.A. HIV-1 Tat protein promotes formation of more-processive elongation complexes. EMBO J. 1991;10:4189–4196. doi: 10.1002/j.1460-2075.1991.tb04997.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]144. Karn J. The molecular biology of HIV latency: Breaking and restoring the Tat-dependent transcriptional circuit. Curr. Opin. HIV Aids. 2011;6:4–11. doi: 10.1097/COH.0b013e328340ffbb. [PMC free article] [PubMed] [CrossRef] [Google Scholar]145. Mancebo H.S.Y., Lee G., Flygare J., Tomassini J., Luu P., Zhu Y., Peng J., Blau C., Hazuda D., Price D., et al.  P-TEFb kinase is required for HIV Tat transcriptional activation in vivo and in vitro. Genes Dev. 1997;11:2633–2644. doi: 10.1101/gad.11.20.2633. [PMC free article] [PubMed] [CrossRef] [Google Scholar]146. Zhu Y., Pe’ery T., Peng J., Ramanathan Y., Marshall N., Marshall T., Amendt B., Mathews M.B., Price D.H. Transcription elongation factor P-TEFb is required for HIV-1 Tat transactivation in vitro. Genes Dev. 1997;11:2622–2632. doi: 10.1101/gad.11.20.2622. [PMC free article] [PubMed] [CrossRef] [Google Scholar]147. Wei P., Garber M.E., Fang S.M., Fischer W.H., Jones K.A. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92:451–462. doi: 10.1016/S0092-8674(00)80939-3. [PubMed] [CrossRef] [Google Scholar]148. Fujinaga K., Irwin D., Huang Y., Taube R., Kurosu T., Peterlin B.M. Dynamics of Human Immunodeficiency Virus Transcription: P-TEFb Phosphorylates RD and Dissociates Negative Effectors from the Transactivation Response Element. Mol. Cell. Biol. 2004;24:787–795. doi: 10.1128/MCB.24.2.787-795.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]149. Yamada T., Yamaguchi Y., Inukai N., Okamoto S., Mura T., Handa H. P-TEFb-Mediated Phosphorylation of hSpt5 C-Terminal Repeats Is Critical for Processive Transcription Elongation. Mol. Cell. 2006;21:227–237. doi: 10.1016/j.molcel.2005.11.024. [PubMed] [CrossRef] [Google Scholar]150. Bourgeois C.F., Kim Y.K., Churcher M.J., West M.J., Karn J. Spt5 Cooperates with Human Immunodeficiency Virus Type 1 Tat by Preventing Premature RNA Release at Terminator Sequences. Mol. Cell. Biol. 2002;22:1079–1093. doi: 10.1128/MCB.22.4.1079-1093.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]151. Marshall N.F., Peng J., Xie Z., Price D.H. Control of RNA Polymerase II Elongation Potential by a Novel Carboxyl-terminal Domain Kinase. J. Biol. Chem. 1996;271:27176–27183. doi: 10.1074/jbc.271.43.27176. [PubMed] [CrossRef] [Google Scholar]152. Ramanathan Y., Rajpara S.M., Reza S.M., Lees E., Shuman S., Mathews M.B., Pe’ery T. Three RNA Polymerase II Carboxyl-terminal Domain Kinases Display Distinct Substrate Preferences. J. Biol. Chem. 2001;276:10913–10920. doi: 10.1074/jbc.M010975200. [PubMed] [CrossRef] [Google Scholar]153. Komarnitsky P., Cho E.J., Buratowski S. Different phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev. 2000;14:2452–2460. doi: 10.1101/gad.824700. [PMC free article] [PubMed] [CrossRef] [Google Scholar]154. Peterlin B.M., Price D.H. Controlling the Elongation Phase of Transcription with P-TEFb. Mol. Cell. 2006;23:297–305. doi: 10.1016/j.molcel.2006.06.014. [PubMed] [CrossRef] [Google Scholar]155. Zhou Q., Li T., Price D.H. RNA polymerase II elongation control. Annu. Rev. Biochem. 2012;81:119–143. doi: 10.1146/annurev-biochem-052610-095910. [PMC free article] [PubMed] [CrossRef] [Google Scholar]156. Nguyen V.T., Kiss T., Michels A.A., Bensaude O. 7SK small nuclear RNA binds to and inhibits the activity of CDK9/cyclin T complexes. Nature. 2001;414:322–325. doi: 10.1038/35104581. [PubMed] [CrossRef] [Google Scholar]157. Yang Z., Zhu Q., Luo K., Zhou Q. The 7SK small nuclear RNA inhibits the CDK9/cyclin T1 kinase to control transcription. Nature. 2001;414:317–322. doi: 10.1038/35104575. [PubMed] [CrossRef] [Google Scholar]158. Chen R., Yang Z., Zhou Q. Phosphorylated Positive Transcription Elongation Factor b (P-TEFb) Is Tagged for Inhibition through Association with 7SK snRNA. J. Biol. Chem. 2004;279:4153–4160. doi: 10.1074/jbc.M310044200. [PubMed] [CrossRef] [Google Scholar]159. Li Q., Price J.P., Byers S.A., Cheng D., Peng J., Price D.H. Analysis of the Large Inactive P-TEFb Complex Indicates That It Contains One 7SK Molecule, a Dimer of HEXIM1 or HEXIM2, and Two P-TEFb Molecules Containing Cdk9 Phosphorylated at Threonine 186. J. Biol. Chem. 2005;280:28819–28826. doi: 10.1074/jbc.M502712200. [PubMed] [CrossRef] [Google Scholar]160. Xue Y., Yang Z., Chen R., Zhou Q. A capping-independent function of MePCE in stabilizing 7SK snRNA and facilitating the assembly of 7SK snRNP. Nucleic Acids Res. 2010;38:360–369. doi: 10.1093/nar/gkp977. [PMC free article] [PubMed] [CrossRef] [Google Scholar]161. Krueger B.J., Jeronimo C., Roy B.B., Bouchard A., Barrandon C., Byers S.A., Searcey C.E., Cooper J.J., Bensaude O., Cohen E.A., et al.  LARP7 is a stable component of the 7SK snRNP while P-TEFb, HEXIM1 and hnRNP A1 are reversibly associated. Nucleic Acids Res. 2008;36:2219–2229. doi: 10.1093/nar/gkn061. [PMC free article] [PubMed] [CrossRef] [Google Scholar]162. Jeronimo C., Forget D., Bouchard A., Li Q., Chua G., Poitras C., Thérien C., Bergeron D., Bourassa S., Greenblatt J., et al.  Systematic Analysis of the Protein Interaction Network for the Human Transcription Machinery Reveals the Identity of the 7SK Capping Enzyme. Mol. Cell. 2007;27:262–274. doi: 10.1016/j.molcel.2007.06.027. [PMC free article] [PubMed] [CrossRef] [Google Scholar]163. He N., Jahchan N.S., Hong E., Li Q., Bayfield M.A., Maraia R.J., Luo K., Zhou Q. A La-Related Protein Modulates 7SK snRNP Integrity to Suppress P-TEFb-Dependent Transcriptional Elongation and Tumorigenesis. Mol. Cell. 2008;29:588–599. doi: 10.1016/j.molcel.2008.01.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]164. Bacon C.W., D’Orso I. CDK9: A signaling hub for transcriptional control. Transcription. 2019;10:57–75. doi: 10.1080/21541264.2018.1523668. [PMC free article] [PubMed] [CrossRef] [Google Scholar]165. McNamara R.P., McCann J.L., Gudipaty S.A., D’Orso I. Transcription factors mediate the enzymatic disassembly of promoter-bound 7SK snRNP to locally recruit P-TEFb for transcription elongation. Cell Rep. 2013;5:1256–1268. doi: 10.1016/j.celrep.2013.11.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]166. Faust T.B., Li Y., Bacon C.W., Jang G.M., Weiss A., Jayaraman B., Newton B.W., Krogan N.J., D’Orso I., Frankel A.D. The HIV-1 Tat protein recruits a ubiquitin ligase to reorganize the 7SK snRNP for transcriptional activation. eLife. 2018;7 doi: 10.7554/eLife.31879. [PMC free article] [PubMed] [CrossRef] [Google Scholar]167. D’Orso I., Frankel A.D. RNA-mediated displacement of an inhibitory snRNP complex activates transcription elongation. Nat. Struct. Mol. Biol. 2010;17:815–821. doi: 10.1038/nsmb.1827. [PMC free article] [PubMed] [CrossRef] [Google Scholar]168. D’Orso I., Jang G.M., Pastuszak A.W., Faust T.B., Quezada E., Booth D.S., Frankel A.D. Transition Step during Assembly of HIV Tat:P-TEFb Transcription Complexes and Transfer to TAR RNA. Mol. Cell. Biol. 2012;32:4780–4793. doi: 10.1128/MCB.00206-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]169. Barboric M., Yik J.H.N., Czudnochowski N., Yang Z., Chen R., Contreras X., Geyer M., Matija Peterlin B., Zhou Q. Tat competes with HEXIM1 to increase the active pool of P-TEFb for HIV-1 transcription. Nucleic Acids Res. 2007;35:2003–2012. doi: 10.1093/nar/gkm063. [PMC free article] [PubMed] [CrossRef] [Google Scholar]170. Sedore S.C., Byers S.A., Biglione S., Price J.P., Maury W.J., Price D.H. Manipulation of P-TEFb control machinery by HIV: Recruitment of P-TEFb from the large form by Tat and binding of HEXIM1 to TAR. Nucleic Acids Res. 2007;35:4347–4358. doi: 10.1093/nar/gkm443. [PMC free article] [PubMed] [CrossRef] [Google Scholar]171. Garber M.E., Mayall T.P., Suess E.M., Meisenhelder J., Thompson N.E., Jones K.A. CDK9 Autophosphorylation Regulates High-Affinity Binding of the Human Immunodeficiency Virus Type 1 Tat-P-TEFb Complex to TAR RNA. Mol. Cell. Biol. 2000;20:6958–6969. doi: 10.1128/MCB.20.18.6958-6969.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]172. Jang M.K., Mochizuki K., Zhou M., Jeong H.-S., Brady J.N., Ozato K. The Bromodomain Protein Brd4 Is a Positive Regulatory Component of P-TEFb and Stimulates RNA Polymerase II-Dependent Transcription. Mol. Cell. 2005;19:523–534. doi: 10.1016/j.molcel.2005.06.027. [PubMed] [CrossRef] [Google Scholar]173. Yang Z., Yik J.H.N., Chen R., He N., Moon K.J., Ozato K., Zhou Q. Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol. Cell. 2005;19:535–545. doi: 10.1016/j.molcel.2005.06.029. [PubMed] [CrossRef] [Google Scholar]174. He N., Liu M., Hsu J., Xue Y., Chou S., Burlingame A., Krogan N.J., Alber T., Zhou Q. HIV-1 Tat and Host AFF4 Recruit Two Transcription Elongation Factors into a Bifunctional Complex for Coordinated Activation of HIV-1 Transcription. Mol. Cell. 2010;38:428–438. doi: 10.1016/j.molcel.2010.04.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]175. Sobhian B., Laguette N., Yatim A., Nakamura M., Levy Y., Kiernan R., Benkirane M. HIV-1 Tat Assembles a Multifunctional Transcription Elongation Complex and Stably Associates with the 7SK snRNP. Mol. Cell. 2010;38:439–451. doi: 10.1016/j.molcel.2010.04.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]176. McNamara R.P., Reeder J.E., McMillan E.A., Bacon C.W., McCann J.L., D’Orso I. KAP1 Recruitment of the 7SK snRNP Complex to Promoters Enables Transcription Elongation by RNA Polymerase II. Mol. Cell. 2016;61:39–53. doi: 10.1016/j.molcel.2015.11.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]177. Lin C., Smith E.R., Takahashi H., Lai K.C., Martin-Brown S., Florens L., Washburn M.P., Conaway J.W., Conaway R.C., Shilatifard A. AFF4, a Component of the ELL/P-TEFb Elongation Complex and a Shared Subunit of MLL Chimeras, Can Link Transcription Elongation to Leukemia. Mol. Cell. 2010;37:429–437. doi: 10.1016/j.molcel.2010.01.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]178. Chou S., Upton H., Bao K., Schulze-Gahmen U., Samelson A.J., He N., Nowak A., Lu H., Krogan N.J., Zhou Q., et al.  HIV-1 Tat recruits transcription elongation factors dispersed along a flexible AFF4 scaffold. Proc. Natl. Acad. Sci. USA. 2013;110:E123–E131. doi: 10.1073/pnas.1216971110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]179. Lu H., Li Z., Xue Y., Schulze-Gahmen U., Johnson J.R., Krogan N.J., Alber T., Zhou Q. AFF1 is a ubiquitous P-TEFb partner to enable Tat extraction of P-TEFb from 7SK snRNP and formation of SECs for HIV transactivation. Proc. Natl. Acad. Sci. USA. 2014;111:E15–E24. doi: 10.1073/pnas.1318503111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]180. Luo Z., Lin C., Guest E., Garrett A.S., Mohaghegh N., Swanson S., Marshall S., Florens L., Washburn M.P., Shilatifard A. The super elongation complex family of RNA polymerase II elongation factors: Gene target specificity and transcriptional output. Mol. Cell Biol. 2012;32:2608–2617. doi: 10.1128/MCB.00182-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]181. Li Z., Lu H., Zhou Q. A Minor Subset of Super Elongation Complexes Plays a Predominant Role in Reversing HIV-1 Latency. Mol. Cell. Biol. 2016;36:1194–1205. doi: 10.1128/MCB.00994-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]182. Filippakopoulos P., Qi J., Picaud S., Shen Y., Smith W.B., Fedorov O., Morse E.M., Keates T., Hickman T.T., Felletar I., et al.  Selective inhibition of BET bromodomains. Nature. 2010;468:1067–1073. doi: 10.1038/nature09504. [PMC free article] [PubMed] [CrossRef] [Google Scholar]183. Dey A., Chitsaz F., Abbasi A., Misteli T., Ozato K. The double bromodomain protein Brd4 binds to acetylated chromatin during interphase and mitosis. Proc. Natl. Acad. Sci. USA. 2003;100:8758–8763. doi: 10.1073/pnas.1433065100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]184. Boehm D., Calvanese V., Dar R.D., Xing S., Schroeder S., Martins L., Aull K., Li P.-C., Planelles V., Bradner J.E., et al.  BET bromodomain-targeting compounds reactivate HIV from latency via a Tat-independent mechanism. Cell Cycle. 2013;12:452–462. doi: 10.4161/cc.23309. [PMC free article] [PubMed] [CrossRef] [Google Scholar]185. Banerjee C., Archin N., Michaels D., Belkina A.C., Denis G.V., Bradner J., Sebastiani P., Margolis D.M., Montano M. BET bromodomain inhibition as a novel strategy for reactivation of HIV-1. J. Leukoc. Biol. 2012;92:1147–1154. doi: 10.1189/jlb.0312165. [PMC free article] [PubMed] [CrossRef] [Google Scholar]186. Kanno T., Kanno Y., LeRoy G., Campos E., Sun H.-W., Brooks S.R., Vahedi G., Heightman T.D., Garcia B.A., Reinberg D., et al.  BRD4 assists elongation of both coding and enhancer RNAs by interacting with acetylated histones. Nat. Struct. Mol. Biol. 2014;21:1047–1057. doi: 10.1038/nsmb.2912. [PMC free article] [PubMed] [CrossRef] [Google Scholar]187. Winter G.E., Mayer A., Buckley D.L., Erb M.A., Roderick J.E., Vittori S., Reyes J.M., di Iulio J., Souza A., Ott C.J., et al.  BET Bromodomain Proteins Function as Master Transcription Elongation Factors Independent of CDK9 Recruitment. Mol. Cell. 2017;67:5–18. doi: 10.1016/j.molcel.2017.06.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]188. Devaiah B.N., Lewis B.A., Cherman N., Hewitt M.C., Albrecht B.K., Robey P.G., Ozato K., Sims R.J., Singer D.S. BRD4 is an atypical kinase that phosphorylates Serine2 of the RNA Polymerase II carboxy-terminal domain. Proc. Natl. Acad. Sci. USA. 2012;109:6927–6932. doi: 10.1073/pnas.1120422109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]189. Liu W., Ma Q., Wong K., Li W., Ohgi K., Zhang J., Aggarwal A.K., Rosenfeld M.G. Brd4 and JMJD6-Associated Anti-Pause Enhancers in Regulation of Transcriptional Pause Release. Cell. 2013;155:1581–1595. doi: 10.1016/j.cell.2013.10.056. [PMC free article] [PubMed] [CrossRef] [Google Scholar]190. D’Orso I. 7SKiing on chromatin: Move globally, act locally. RNA Biol. 2016;13:545–553. doi: 10.1080/15476286.2016.1181254. [PMC free article] [PubMed] [CrossRef] [Google Scholar]191. Wolf D., Goff S.P. TRIM28 mediates primer binding site-targeted silencing of murine leukemia virus in embryonic cells. Cell. 2007;131:46–57. doi: 10.1016/j.cell.2007.07.026. [PubMed] [CrossRef] [Google Scholar]192. Rowe H.M., Jakobsson J., Mesnard D., Rougemont J., Reynard S., Aktas T., Maillard P.V., Layard-Liesching H., Verp S., Marquis J., et al.  KAP1 controls endogenous retroviruses in embryonic stem cells. Nature. 2010;463:237–240. doi: 10.1038/nature08674. [PubMed] [CrossRef] [Google Scholar]193. Bacon C.W., Challa A., Hyder U., Shukla A., Borkar A.N., Bayo J., Liu J., Wu S.Y., Chiang C.-M., Kutateladze T.G., et al.  A chromatin reader couples steps RNA polymerase II transcription to sustain oncogenic programs. Mol. Cell. 2020;78:1–19. doi: 10.1016/j.molcel.2020.04.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]194. Jiang C., Pugh B.F. Nucleosome positioning and gene regulation: Advances through genomics. Nat. Rev. Genet. 2009;10:161–172. doi: 10.1038/nrg2522. [PMC free article] [PubMed] [CrossRef] [Google Scholar]195. Steger D.J., Workman J.L. Stable co-occupancy of transcription factors and histones at the HIV-1 enhancer. EMBO J. 1997;16:2463–2472. doi: 10.1093/emboj/16.9.2463. [PMC free article] [PubMed] [CrossRef] [Google Scholar]196. Rafati H., Parra M., Hakre S., Moshkin Y., Verdin E., Mahmoudi T. Repressive LTR Nucleosome Positioning by the BAF Complex Is Required for HIV Latency. PLoS Biol. 2011;9:e1001206.  doi: 10.1371/journal.pbio.1001206. [PMC free article] [PubMed] [CrossRef] [Google Scholar]197. Verdin E., Becker N., Bex F., Droogmans L., Burny A. Identification and characterization of an enhancer in the coding region of the genome of human immunodeficiency virus type 1. Proc. Natl. Acad. Sci. USA. 1990;87:4874–4878. doi: 10.1073/pnas.87.12.4874. [PMC free article] [PubMed] [CrossRef] [Google Scholar]198. Bushnell D.A., Cramer P., Kornberg R.D. Structural basis of transcription: -Amanitin-RNA polymerase II cocrystal at 2.8 A resolution. Proc. Natl. Acad. Sci. USA. 2002;99:1218–1222. doi: 10.1073/pnas.251664698. [PMC free article] [PubMed] [CrossRef] [Google Scholar]199. Wang W., Xue Y., Zhou S., Kuo A., Cairns B.R., Crabtree G.R. Diversity and specialization of mammalian SWI/SNF complexes. Genes Dev. 1996;10:2117–2130. doi: 10.1101/gad.10.17.2117. [PubMed] [CrossRef] [Google Scholar]200. Kadoch C., Crabtree G.R. Mammalian SWI/SNF chromatin remodeling complexes and cancer: Mechanistic insights gained from human genomics. Sci. Adv. 2015;1:e1500447. doi: 10.1126/sciadv.1500447. [PMC free article] [PubMed] [CrossRef] [Google Scholar]201. Hodges C., Kirkland J.G., Crabtree G.R. The Many Roles of BAF (mSWI/SNF) and PBAF Complexes in Cancer. Cold Spring Harb. Perspect. Med. 2016;6:a026930. doi: 10.1101/cshperspect.a026930. [PMC free article] [PubMed] [CrossRef] [Google Scholar]202. Mizutani T., Ishizaka A., Tomizawa M., Okazaki T., Yamamichi N., Kawana-Tachikawa A., Iwamoto A., Iba H. Loss of the Brm-Type SWI/SNF Chromatin Remodeling Complex Is a Strong Barrier to the Tat-Independent Transcriptional Elongation of Human Immunodeficiency Virus Type 1 Transcripts. J. Virol. 2009;83:11569–11580. doi: 10.1128/JVI.00742-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]203. Sodroski J., Rosen C., Wong-Staal F., Salahuddin S., Popovic M., Arya S., Gallo R., Haseltine W. Trans-acting transcriptional regulation of human T-cell leukemia virus type III long terminal repeat. Science. 1985;227:171–173. doi: 10.1126/Science2981427. [PubMed] [CrossRef] [Google Scholar]204. Sodroski J., Rosen C., Haseltine W. Trans-acting transcriptional activation of the long terminal repeat of human T lymphotropic viruses in infected cells. Science. 1984;225:381–385. doi: 10.1126/Science6330891. [PubMed] [CrossRef] [Google Scholar]205. Tréand C., Du Chéné I., Brès V., Kiernan R., Benarous R., Benkirane M., Emiliani S. Requirement for SWI/SNF chromatin-remodeling complex in Tat-mediated activation of the HIV-1 promoter. EMBO J. 2006;25:1690–1699. doi: 10.1038/sj.emboj.7601074. [PMC free article] [PubMed] [CrossRef] [Google Scholar]206. Mahmoudi T., Parra M., Vries R.G.J., Kauder S.E., Verrijzer C.P., Ott M., Verdin E. The SWI/SNF chromatin-remodeling complex is a cofactor for Tat transactivation of the HIV promoter. J. Biol. Chem. 2006;281:19960–19968. doi: 10.1074/jbc.M603336200. [PubMed] [CrossRef] [Google Scholar]207. Agbottah E., Deng L., Dannenberg L.O., Pumfery A., Kashanchi F. Effect of SWI/SNF chromatin remodeling complex on HIV-1 Tat activated transcription. Retrovirology. 2006;3:48. doi: 10.1186/1742-4690-3-48. [PMC free article] [PubMed] [CrossRef] [Google Scholar]208. Stoszko M., De Crignis E., Rokx C., Khalid M.M., Lungu C., Palstra R.-J., Kan T.W., Boucher C., Verbon A., Dykhuizen E.C., et al.  Small Molecule Inhibitors of BAF.; A Promising Family of Compounds in HIV-1 Latency Reversal. EBioMedicine. 2016;3:108–121. doi: 10.1016/j.ebiom.2015.11.047. [PMC free article] [PubMed] [CrossRef] [Google Scholar]209. Conrad R.J., Fozouni P., Thomas S., Sy H., Zhang Q., Zhou M.-M., Ott M. The Short Isoform of BRD4 Promotes HIV-1 Latency by Engaging Repressive SWI/SNF Chromatin-Remodeling Complexes. Mol. Cell. 2017;67:1001–1012.e6. doi: 10.1016/j.molcel.2017.07.025. [PMC free article] [PubMed] [CrossRef] [Google Scholar]210. Ott M., Schnölzer M., Garnica J., Fischle W., Emiliani S., Rackwitz H.-R., Verdin E. Acetylation of the HIV-1 Tat protein by p300 is important for its transcriptional activity. Curr. Biol. 1999;9:1489–1493. doi: 10.1016/S0960-9822(00)80120-7. [PubMed] [CrossRef] [Google Scholar]211. Kiernan R.E. HIV-1 Tat transcriptional activity is regulated by acetylation. EMBO J. 1999;18:6106–6118. doi: 10.1093/emboj/18.21.6106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]212. Jäger S., Cimermancic P., Gulbahce N., Johnson J.R., McGovern K.E., Clarke S.C., Shales M., Mercenne G., Pache L., Li K., et al.  Global landscape of HIV–human protein complexes. Nature. 2012;481:365–370. doi: 10.1038/nature10719. [PMC free article] [PubMed] [CrossRef] [Google Scholar]213. Benkirane M., Chun R.F., Xiao H., Ogryzko V.V., Howard B.H., Nakatani Y., Jeang K.-T. Activation of integrated provirus requires histone acetyl- transferase. p300 and P/CAF are coactivators for HIV-1 Tat. J. Biol. Chem. 1998;273:24898–24905. doi: 10.1074/jbc.273.38.24898. [PubMed] [CrossRef] [Google Scholar]214. Col E., Caron C., Seigneurin-Berny D., Gracia J., Favier A., Khochbin S. The Histone Acetyltransferase, hGCN5, Interacts with and Acetylates the HIV Transactivator, Tat. J. Biol. Chem. 2001;276:28179–28184. doi: 10.1074/jbc.M101385200. [PubMed] [CrossRef] [Google Scholar]215. Hottiger M.O., Nabel G.J. Interaction of human immunodeficiency virus type 1 Tat with the transcriptional coactivators p300 and CREB binding protein. J. Virol. 1998;72:8252–8256. doi: 10.1128/JVI.72.10.8252-8256.1998. [PMC free article] [PubMed] [CrossRef] [Google Scholar]216. Marzio G., Tyagi M., Gutierrez M.I., Giacca M. HIV-1 Tat transactivator recruits p300 and CREB-binding protein histone acetyltransferases to the viral promoter. Proc. Natl. Acad. Sci. USA. 1998;95:13519–13524. doi: 10.1073/pnas.95.23.13519. [PMC free article] [PubMed] [CrossRef] [Google Scholar]217. Vardabasso C., Manganaro L., Lusic M., Marcello A., Giacca M. The histone chaperone protein Nucleosome Assembly Protein-1 (hNAP-1) binds HIV-1 Tat and promotes viral transcription. Retrovirology. 2008;5:8. doi: 10.1186/1742-4690-5-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]218. Gautier V.W., Gu L., O’Donoghue N., Pennington S., Sheehy N., Hall W.W. In vitro nuclear interactome of the HIV-1 Tat protein. Retrovirology. 2009;6:47. doi: 10.1186/1742-4690-6-47. [PMC free article] [PubMed] [CrossRef] [Google Scholar]219. Vanti M., Gallastegui E., Respaldiza I., Rodríguez-Gil A., Gómez-Herreros F., Jimeno-González S., Jordan A., Chávez S. Yeast Genetic Analysis Reveals the Involvement of Chromatin Reassembly Factors in Repressing HIV-1 Basal Transcription. PLoS Genet. 2009;5:e1000339.  doi: 10.1371/annotation/45587774-5d7c-4023-97b0-96833be7ad9a. [PMC free article] [PubMed] [CrossRef] [Google Scholar]220. Belotserkovskaya R., Oh S., Bondarenko V.A., Orphanides G., Studitsky V.M., Reinberg D. FACT facilitates transcription-dependent nucleosome alteration. Science. 2003;301:1090–1093. doi: 10.1126/Science1085703. [PubMed] [CrossRef] [Google Scholar]221. Orphanides G., LeRoy G., Chang C.-H., Luse D.S., Reinberg D. FACT, a Factor that Facilitates Transcript Elongation through Nucleosomes. Cell. 1998;92:105–116. doi: 10.1016/S0092-8674(00)80903-4. [PubMed] [CrossRef] [Google Scholar]222. Easley R., Carpio L., Dannenberg L., Choi S., Alani D., Van Duyne R., Guendel I., Klase Z., Agbottah E., Kehn-Hall K., et al.  Transcription through the HIV-1 nucleosomes: Effects of the PBAF complex in Tat activated transcription. Virology. 2010;405:322–333. doi: 10.1016/j.virol.2010.06.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]223. Huang H., Santoso N., Power D., Simpson S., Dieringer M., Miao H., Gurova K., Giam C.-Z., Elledge S.J., Zhu J. FACT Proteins, SUPT16H and SSRP1, Are Transcriptional Suppressors of HIV-1 and HTLV-1 That Facilitate Viral Latency. J. Biol. Chem. 2015;290:27297–27310. doi: 10.1074/jbc.M115.652339. [PMC free article] [PubMed] [CrossRef] [Google Scholar]224. Kaplan C.D. Transcription Elongation Factors Repress Transcription Initiation from Cryptic Sites. Science. 2003;301:1096–1099. doi: 10.1126/Science1087374. [PubMed] [CrossRef] [Google Scholar]225. Anderson J., Lowary P., Widom J. Effects of histone acetylation on the equilibrium accessibility of nucleosomal DNA target sites. J. Mol. Biol. 2001;307:977–985. doi: 10.1006/jmbi.2001.4528. [PubMed] [CrossRef] [Google Scholar]226. Allis C.D., Jenuwein T. The molecular hallmarks of epigenetic control. Nat. Rev. Genet. 2016;17:487–500. doi: 10.1038/nrg.2016.59. [PubMed] [CrossRef] [Google Scholar]227. Lusic M. Regulation of HIV-1 gene expression by histone acetylation and factor recruitment at the LTR promoter. EMBO J. 2003;22:6550–6561. doi: 10.1093/emboj/cdg631. [PMC free article] [PubMed] [CrossRef] [Google Scholar]228. Ylisastigui L., Archin N.M., Lehrman G., Bosch R.J., Margolis D.M. Coaxing HIV-1 from resting CD4 T cells: Histone deacetylase inhibition allows latent viral expression. AIDS. 2004;18:1101–1108. doi: 10.1097/00002030-200405210-00003. [PubMed] [CrossRef] [Google Scholar]229. Archin N.M., Bateson R., Tripathy M.K., Crooks A.M., Yang K.-H., Dahl N.P., Kearney M.F., Anderson E.M., Coffin J.M., Strain M.C., et al.  HIV-1 Expression Within Resting CD4+ T Cells After Multiple Doses of Vorinostat. J. Infect. Dis. 2014;210:728–735. doi: 10.1093/infdis/jiu155. [PMC free article] [PubMed] [CrossRef] [Google Scholar]230. Wei D.G., Chiang V., Fyne E., Balakrishnan M., Barnes T., Graupe M., Hesselgesser J., Irrinki A., Murry J.P., Stepan G., et al.  Histone Deacetylase Inhibitor Romidepsin Induces HIV Expression in CD4 T Cells from Patients on Suppressive Antiretroviral Therapy at Concentrations Achieved by Clinical Dosing. PLoS Pathog. 2014;10:e1004071.  doi: 10.1371/journal.ppat.1004071. [PMC free article] [PubMed] [CrossRef] [Google Scholar]231. Shirakawa K., Chavez L., Hakre S., Calvanese V., Verdin E. Reactivation of latent HIV by histone deacetylase inhibitors. Trends Microbiol. 2013;21:277–285. doi: 10.1016/j.tim.2013.02.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]232. Seto E., Yoshida M. Erasers of Histone Acetylation: The Histone Deacetylase Enzymes. Cold Spring Harb. Perspect. Biol. 2014;6:a018713. doi: 10.1101/cshperspect.a018713. [PMC free article] [PubMed] [CrossRef] [Google Scholar]233. He G., Margolis D.M. Counterregulation of Chromatin Deacetylation and Histone Deacetylase Occupancy at the Integrated Promoter of Human Immunodeficiency Virus Type 1 (HIV-1) by the HIV-1 Repressor YY1 and HIV-1 Activator Tat. Mol. Cell. Biol. 2002;22:2965–2973. doi: 10.1128/MCB.22.9.2965-2973.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]234. Margolis D.M., Garcia J.V., Hazuda D.J., Haynes B.F. Latency reversal and viral clearance to cure HIV-1. Science. 2016;353 doi: 10.1126/Scienceaaf6517. [PMC free article] [PubMed] [CrossRef] [Google Scholar]235. Kim Y., Anderson J.L., Lewin S.R. Getting the “Kill” into “Shock and Kill”: Strategies to Eliminate Latent HIV. Cell Host Microbe. 2018;23:14–26. doi: 10.1016/j.chom.2017.12.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]236. Bullen C.K., Laird G.M., Durand C.M., Siliciano J.D., Siliciano R.F. New ex vivo approaches distinguish effective and ineffective single agents for reversing HIV-1 latency in vivo. Nat. Med. 2014;20:425–429. doi: 10.1038/nm.3489. [PMC free article] [PubMed] [CrossRef] [Google Scholar]237. Rice J.C., Briggs S.D., Ueberheide B., Barber C.M., Shabanowitz J., Hunt D.F., Shinkai Y., Allis C.D. Histone Methyltransferases Direct Different Degrees of Methylation to Define Distinct Chromatin Domains. Mol. Cell. 2003;12:1591–1598. doi: 10.1016/S1097-2765(03)00479-9. [PubMed] [CrossRef] [Google Scholar]238. Pearson R., Kim Y.K., Hokello J., Lassen K., Friedman J., Tyagi M., Karn J. Epigenetic Silencing of Human Immunodeficiency Virus (HIV) Transcription by Formation of Restrictive Chromatin Structures at the Viral Long Terminal Repeat Drives the Progressive Entry of HIV into Latency. J. Virol. 2008;82:12291–12303. doi: 10.1128/JVI.01383-08. [PMC free article] [PubMed] [CrossRef] [Google Scholar]239. Chéné I.D., Basyuk E., Lin Y.L., Triboulet R., Knezevich A., Chable-Bessia C., Mettling C., Baillat V., Reynes J., Corbeau P., et al.  Suv39H1 and HP1γ are responsible for chromatin-mediated HIV-1 transcriptional silencing and post-integration latency. EMBO J. 2007;26:424–435. doi: 10.1038/sj.emboj.7601517. [PMC free article] [PubMed] [CrossRef] [Google Scholar]240. Imai K., Togami H., Okamoto T. Involvement of Histone H3 Lysine 9 (H3K9) Methyltransferase G9a in the Maintenance of HIV-1 Latency and Its Reactivation by BIX01294. J. Biol. Chem. 2010;285:16538–16545. doi: 10.1074/jbc.M110.103531. [PMC free article] [PubMed] [CrossRef] [Google Scholar]241. Van Duyne R., Easley R., Wu W., Berro R., Pedati C., Klase Z., Kehn-Hall K., Flynn E.K., Symer D.E., Kashanchi F. Lysine methylation of HIV-1 Tat regulates transcriptional activity of the viral LTR. Retrovirology. 2008;5:40. doi: 10.1186/1742-4690-5-40. [PMC free article] [PubMed] [CrossRef] [Google Scholar]242. Lachner M., O’Carroll D., Rea S., Mechtler K., Jenuwein T. Methylation of histone H3 lysine 9 creates a binding site for HP1 proteins. Nature. 2001;410:116–120. doi: 10.1038/35065132. [PubMed] [CrossRef] [Google Scholar]243. Maison C., Almouzni G. HP1 and the dynamics of heterochromatin maintenance. Nat. Rev. Mol. Cell Biol. 2004;5:296–305. doi: 10.1038/nrm1355. [PubMed] [CrossRef] [Google Scholar]244. Minc E., Courvalin J.-C., Buendia B. HP1γ associates with euchromatin and heterochromatin in mammalian nuclei and chromosomes. Cytogenet. Genome Res. 2000;90:279–284. doi: 10.1159/000056789. [PubMed] [CrossRef] [Google Scholar]245. Vakoc C.R., Mandat S.A., Olenchock B.A., Blobel G.A. Histone H3 Lysine 9 Methylation and HP1γ Are Associated with Transcription Elongation through Mammalian Chromatin. Mol. Cell. 2005;19:381–391. doi: 10.1016/j.molcel.2005.06.011. [PubMed] [CrossRef] [Google Scholar]246. Kwon S.H., Florens L., Swanson S.K., Washburn M.P., Abmayr S.M., Workman J.L. Heterochromatin protein 1 (HP1) connects the FACT histone chaperone complex to the phosphorylated CTD of RNA polymerase II. Genes Dev. 2010;24:2133–2145. doi: 10.1101/gad.1959110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]247. Stewart M.D., Li J., Wong J. Relationship between Histone H3 Lysine 9 Methylation, Transcription Repression, and Heterochromatin Protein 1 Recruitment. Mol. Cell. Biol. 2005;25:2525–2538. doi: 10.1128/MCB.25.7.2525-2538.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]248. Mateescu B., Bourachot B., Rachez C., Ogryzko V., Muchardt C. Regulation of an inducible promoter by an HP1β-HP1γ switch. EMBO Rep. 2008;9:267–272. doi: 10.1038/embor.2008.1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]249. Zhang T., Cooper S., Brockdorff N. The interplay of histone modifications – writers that read. EMBO Rep. 2015;16:1467–1481. doi: 10.15252/embr.201540945. [PMC free article] [PubMed] [CrossRef] [Google Scholar]250. Boyer L.A., Plath K., Zeitlinger J., Brambrink T., Medeiros L.A., Lee T.I., Levine S.S., Wernig M., Tajonar A., Ray M.K., et al.  Polycomb complexes repress developmental regulators in murine embryonic stem cells. Nature. 2006;441:349–353. doi: 10.1038/nature04733. [PubMed] [CrossRef] [Google Scholar]251. Lee T.I., Jenner R.G., Boyer L.A., Guenther M.G., Levine S.S., Kumar R.M., Chevalier B., Johnstone S.E., Cole M.F., Isono K., et al.  Control of Developmental Regulators by Polycomb in Human Embryonic Stem Cells. Cell. 2006;125:301–313. doi: 10.1016/j.cell.2006.02.043. [PMC free article] [PubMed] [CrossRef] [Google Scholar]252. Friedman J., Cho W.-K., Chu C.K., Keedy K.S., Archin N.M., Margolis D.M., Karn J. Epigenetic Silencing of HIV-1 by the Histone H3 Lysine 27 Methyltransferase Enhancer of Zeste 2. J. Virol. 2011;85:9078–9089. doi: 10.1128/JVI.00836-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]253. Nguyen K., Das B., Dobrowolski C., Karn J. Multiple Histone Lysine Methyltransferases Are Required for the Establishment and Maintenance of HIV-1 Latency. mBio. 2017;8 doi: 10.1128/mBio.00133-17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]254. Boehm D., Jeng M., Camus G., Gramatica A., Schwarzer R., Johnson J.R., Hull P.A., Montano M., Sakane N., Pagans S., et al.  SMYD2-Mediated Histone Methylation Contributes to HIV-1 Latency. Cell Host Microbe. 2017;21:569–579.e6. doi: 10.1016/j.chom.2017.04.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]255. Blazkova J., Trejbalova K., Gondois-Rey F., Halfon P., Philibert P., Guiguen A., Verdin E., Olive D., Van Lint C., Hejnar J., et al.  CpG Methylation Controls Reactivation of HIV from Latency. PLoS Pathog. 2009;5:e1000554.  doi: 10.1371/journal.ppat.1000554. [PMC free article] [PubMed] [CrossRef] [Google Scholar]256. Blazkova J., Murray D., Justement J.S., Funk E.K., Nelson A.K., Moir S., Chun T.-W., Fauci A.S. Paucity of HIV DNA Methylation in Latently Infected, Resting CD4+ T Cells from Infected Individuals Receiving Antiretroviral Therapy. J. Virol. 2012;86:5390–5392. doi: 10.1128/JVI.00040-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]257. Weber S., Weiser B., Kemal K.S., Burger H., Ramirez C.M., Korn K., Anastos K., Kaul R., Kovacs C., Doerfler W. Epigenetic analysis of HIV-1 proviral genomes from infected individuals: Predominance of unmethylated CpG’s. Virology. 2014;449:181–189. doi: 10.1016/j.virol.2013.11.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]258. Pott S. Simultaneous measurement of chromatin accessibility, DNA methylation, and nucleosome phasing in single cells. eLife. 2017;6 doi: 10.7554/eLife.23203. [PMC free article] [PubMed] [CrossRef] [Google Scholar]259. Kelly T.K., Liu Y., Lay F.D., Liang G., Berman B.P., Jones P.A. Genome-wide mapping of nucleosome positioning and DNA methylation within individual DNA molecules. Genome Res. 2012;22:2497–2506. doi: 10.1101/gr.143008.112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]260. Rotem A., Ram O., Shoresh N., Sperling R.A., Goren A., Weitz D.A., Bernstein B.E. Single-cell ChIP-seq reveals cell subpopulations defined by chromatin state. Nat. Biotechnol. 2015;33:1165–1172. doi: 10.1038/nbt.3383. [PMC free article] [PubMed] [CrossRef] [Google Scholar]261. Mezger A., Klemm S., Mann I., Brower K., Mir A., Bostick M., Farmer A., Fordyce P., Linnarsson S., Greenleaf W. High-throughput chromatin accessibility profiling at single-cell resolution. Nat. Commun. 2018;9:3647. doi: 10.1038/s41467-018-05887-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]262. Nagano T., Lubling Y., Stevens T.J., Schoenfelder S., Yaffe E., Dean W., Laue E.D., Tanay A., Fraser P. Single-cell Hi-C reveals cell-to-cell variability in chromosome structure. Nature. 2013;502:59–64. doi: 10.1038/nature12593. [PMC free article] [PubMed] [CrossRef] [Google Scholar]263. Kok Y.L., Ciuffi A., Metzner K.J. Unravelling HIV-1 Latency, One Cell at a Time. Trends Microbiol. 2017;25:932–941. doi: 10.1016/j.tim.2017.06.002. [PubMed] [CrossRef] [Google Scholar]264. Wong J.K., Hezareh M., Günthard H.F., Havlir D.V., Ignacio C.C., Spina C.A., Richman D.D. Recovery of replication-competent HIV despite prolonged suppression of plasma viremia. Science. 1997;278:1291–1295. doi: 10.1126/Science278.5341.1291. [PubMed] [CrossRef] [Google Scholar]265. Cohn L.B., Chomont N., Deeks S.G. The Biology of the HIV-1 Latent Reservoir and Implications for Cure Strategies. Cell Host Microbe. 2020;27:519–530. doi: 10.1016/j.chom.2020.03.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]266. Gallo R.C. HIV/AIDS Research for the Future. Cell Host Microbe. 2020;27:499–501. doi: 10.1016/j.chom.2020.03.022. [PubMed] [CrossRef] [Google Scholar]267. Archin N.M., Sung J.M., Garrido C., Soriano-Sarabia N., Margolis D.M. Eradicating HIV-1 infection: Seeking to clear a persistent pathogen. Nat. Rev. Microbiol. 2014;12:750–764. doi: 10.1038/nrmicro3352. [PMC free article] [PubMed] [CrossRef] [Google Scholar]268. Margolis D.M., Archin N.M., Cohen M.S., Eron J.J., Ferrari G., Garcia J.V., Gay C.L., Goonetilleke N., Joseph S.B., Swanstrom R., et al.  Curing HIV: Seeking to Target and Clear Persistent Infection. Cell. 2020;181:189–206. doi: 10.1016/j.cell.2020.03.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]269. Bar K.J., Sneller M.C., Harrison L.J., Justement J.S., Overton E.T., Petrone M.E., Salantes D.B., Seamon C.A., Scheinfeld B., Kwan R.W., et al.  Effect of HIV Antibody VRC01 on Viral Rebound after Treatment Interruption. N. Engl. J. Med. 2016;375:2037–2050. doi: 10.1056/NEJMoa1608243. [PMC free article] [PubMed] [CrossRef] [Google Scholar]270. Mendoza P., Gruell H., Nogueira L., Pai J.A., Butler A.L., Millard K., Lehmann C., Suárez I., Oliveira T.Y., Lorenzi J.C.C., et al.  Combination therapy with anti-HIV-1 antibodies maintains viral suppression. Nature. 2018;561:479–484. doi: 10.1038/s41586-018-0531-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]271. Herzig E., Kim K.C., Packard T.A., Vardi N., Schwarzer R., Gramatica A., Deeks S.G., Williams S.R., Landgraf K., Killeen N., et al.  Attacking Latent HIV with convertibleCAR-T Cells, a Highly Adaptable Killing Platform. Cell. 2019;179:880–894.e10. doi: 10.1016/j.cell.2019.10.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]272. Kessing C.F., Nixon C.C., Li C., Tsai P., Takata H., Mousseau G., Ho P.T., Honeycutt J.B., Fallahi M., Trautmann L., et al.  In Vivo Suppression of HIV Rebound by Didehydro-Cortistatin A, a “Block-and-Lock” Strategy for HIV-1 Treatment. Cell Rep. 2017;21:600–611. doi: 10.1016/j.celrep.2017.09.080. [PMC free article] [PubMed] [CrossRef] [Google Scholar]273. Bosque A., Nilson K.A., Macedo A.B., Spivak A.M., Archin N.M., Van Wagoner R.M., Martins L.J., Novis C.L., Szaniawski M.A., Ireland C.M., et al.  Benzotriazoles Reactivate Latent HIV-1 through Inactivation of STAT5 SUMOylation. Cell Rep. 2017;18:1324–1334. doi: 10.1016/j.celrep.2017.01.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]274. Mousseau G., Clementz M.A., Bakeman W.N., Nagarsheth N., Cameron M., Shi J., Baran P., Fromentin R., Chomont N., Valente S.T. An Analog of the Natural Steroidal Alkaloid Cortistatin A Potently Suppresses Tat-Dependent HIV Transcription. Cell Host Microbe. 2012;12:97–108. doi: 10.1016/j.chom.2012.05.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]275. Mediouni S., Jablonski J., Paris J., Clementz M., Thenin-Houssier S., McLaughlin J., Valente S. Didehydro-Cortistatin A Inhibits HIV-1 Tat Mediated Neuroinflammation and Prevents Potentiation of Cocaine Reward in Tat Transgenic Mice. Curr. HIV Res. 2015;13:64–79. doi: 10.2174/1570162X13666150121111548. [PMC free article] [PubMed] [CrossRef] [Google Scholar]276. Marian C.A., Stoszko M., Wang L., Leighty M.W., de Crignis E., Maschinot C.A., Gatchalian J., Carter B.C., Chowdhury B., Hargreaves D.C., et al.  Small Molecule Targeting of Specific BAF (mSWI/SNF) Complexes for HIV Latency Reversal. Cell Chem. Biol. 2018;25:1443–1455.e14. doi: 10.1016/j.chembiol.2018.08.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]277. Lindqvist B., Svensson Akusjärvi S., Sönnerborg A., Dimitriou M., Svensson J.P. Chromatin maturation of the HIV-1 provirus in primary resting CD4+ T cells. PLoS Pathog. 2020;16:e1008264.  doi: 10.1371/journal.ppat.1008264. [PMC free article] [PubMed] [CrossRef] [Google Scholar]278. Nixon C.C., Mavigner M., Sampey G.C., Brooks A.D., Spagnuolo R.A., Irlbeck D.M., Mattingly C., Ho P.T., Schoof N., Cammon C.G., et al.  Systemic HIV and SIV latency reversal via non-canonical NF-κB signalling in vivo. Nature. 2020;578:160–165. doi: 10.1038/s41586-020-1951-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]279. McBrien J.B., Mavigner M., Franchitti L., Smith S.A., White E., Tharp G.K., Walum H., Busman-Sahay K., Aguilera-Sandoval C.R., Thayer W.O., et al.  Robust and persistent reactivation of SIV and HIV by N-803 and depletion of CD8+ cells. Nature. 2020;578:154–159. doi: 10.1038/s41586-020-1946-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]280. Bialek J.K., Walther T., Hauber J., Lange U.C. CRISPR-Cas9-based Genome Engineering to Generate Jurkat Reporter Models for HIV-1 Infection with Selected Proviral Integration Sites. J. Vis. Exp. 2018;141:e58572. doi: 10.3791/58572. [PubMed] [CrossRef] [Google Scholar]"}