{"title": "RNA aptamer capture of macromolecular complexes for mass spectrometry analysis", "pubDate": "2020", "PMCID": "PMC7470977", "DOI": "10.1093/nar/gkaa542", "PMID": "32609809", "abstract": "Specific genomic functions are dictated by macromolecular complexes (MCs) containing multiple proteins. Affinity purification of these complexes, often using antibodies, followed by mass spectrometry (MS) has revolutionized our ability to identify the composition of MCs. However, conventional immunoprecipitations suffer from contaminating antibody/serum-derived peptides that limit the sensitivity of detection for low-abundant interacting partners using MS. Here, we present AptA-MS (aptamer affinity-mass spectrometry), a robust strategy primarily using a specific, high-affinity RNA aptamer against Green Fluorescent Protein (GFP) to identify interactors of a GFP-tagged protein of interest by high-resolution MS. Utilizing this approach, we have identified the known molecular chaperones that interact with human Heat Shock Factor 1 (HSF1), and observed an increased association with several proteins upon heat shock, including translation elongation factors and histones. HSF1 is known to be regulated by multiple post-translational modifications (PTMs), and we observe both known and new sites of modifications on HSF1. We show that AptA-MS provides a dramatic target enrichment and detection sensitivity in evolutionarily diverse organisms and allows identification of PTMs without the need for modification-specific enrichments. In combination with the expanding libraries of GFP-tagged cell lines, this strategy offers a general, inexpensive, and high-resolution alternative to conventional approaches for studying MCs.", "author": [{"author": "Judhajeet Ray", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, NY, USA."], "href": "/?term=Ray+J&cauthor_id=32609809"}, {"author": "Angela Kruse", "affiliation": ["Department of Plant Pathology and Plant-microbe Biology, Cornell University, Ithaca, NY, USA.", "Boyce Thompson Institute, Ithaca, NY, USA."], "href": "/?term=Kruse+A&cauthor_id=32609809"}, {"author": "Abdullah Ozer", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, NY, USA."], "href": "/?term=Ozer+A&cauthor_id=32609809"}, {"author": "Takuya Kajitani", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, NY, USA."], "href": "/?term=Kajitani+T&cauthor_id=32609809"}, {"author": "Richard Johnson", "affiliation": ["Department of Genome Sciences, University of Washington, Seattle, WA, USA."], "href": "/?term=Johnson+R&cauthor_id=32609809"}, {"author": "Michael MacCoss", "affiliation": ["Department of Genome Sciences, University of Washington, Seattle, WA, USA."], "href": "/?term=MacCoss+M&cauthor_id=32609809"}, {"author": "Michelle Heck", "affiliation": ["Department of Plant Pathology and Plant-microbe Biology, Cornell University, Ithaca, NY, USA.", "Boyce Thompson Institute, Ithaca, NY, USA.", "Emerging Pests and Pathogens Research Unit, Robert W. Holley Center, United States Department of Agriculture Agricultural Research Service (USDA ARS), Ithaca, NY, USA."], "href": "/?term=Heck+M&cauthor_id=32609809"}, {"author": "John T Lis", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, NY, USA."], "href": "/?term=Lis+JT&cauthor_id=32609809"}], "refPMID": ["25496593", "24952186", "12581197", "22899259", "22189104", "24453987", "24809628", "12917326", "27812889", "2005825", "20077414", "21131968", "28691345", "27924013", "30395289", "30804569", "28811569", "29556092", "28852220", "24421309", "24581496", "17205678", "1607379", "8419347", "25233275", "25450459", "22494029", "23266217", "2090374", "23921808", "11345441", "28352569", "15167780", "17194151", "23211039", "24768638", "12754291", "26864075", "27052732", "31506350", "20628411", "22940245", "24639513", "21694722", "19229036", "23637632", "25030693", "29632207", "28814507", "28966122"], "citedInPMID": ["32609809", "33961438"], "body": " AbstractSpecific genomic functions are dictated by macromolecular complexes (MCs) containing multiple proteins. Affinity purification of these complexes, often using antibodies, followed by mass spectrometry (MS) has revolutionized our ability to identify the composition of MCs. However, conventional immunoprecipitations suffer from contaminating antibody/serum-derived peptides that limit the sensitivity of detection for low-abundant interacting partners using MS. Here, we present AptA–MS (aptamer affinity–mass spectrometry), a robust strategy primarily using a specific, high-affinity RNA aptamer against Green Fluorescent Protein (GFP) to identify interactors of a GFP-tagged protein of interest by high-resolution MS. Utilizing this approach, we have identified the known molecular chaperones that interact with human Heat Shock Factor 1 (HSF1), and observed an increased association with several proteins upon heat shock, including translation elongation factors and histones. HSF1 is known to be regulated by multiple post-translational modifications (PTMs), and we observe both known and new sites of modifications on HSF1. We show that AptA–MS provides a dramatic target enrichment and detection sensitivity in evolutionarily diverse organisms and allows identification of PTMs without the need for modification-specific enrichments. In combination with the expanding libraries of GFP-tagged cell lines, this strategy offers a general, inexpensive, and high-resolution alternative to conventional approaches for studying MCs. INTRODUCTIONCharacterizing macromolecular complexes (MCs) and their interactions is essential for understanding any biological process at the molecular level. With increased resolution and throughput of mass spectrometry (MS) in the last decade, MS-based proteomic analyses following co-immunoprecipitations have been extensively utilized to identify interacting partners of many proteins (1–3). These assays rely on the availability of antibodies that are well-characterized, highly specific, and high-affinity against the protein of interest (POI) or a peptide tag that allow the binding partners of the (tagged)-target protein to be co-precipitated while the antibody is immobilized on beads/resins. Even for a single antibody, significant lot-to-lot variability affects the purity, specificity and yield of (co-) immunoprecipitations. The (co-) immunoprecipitated proteins are subsequently eluted by denaturation (i.e. with heat, SDS or combinations) or by on-bead proteolytic digestion and analyzed by MS. However, contaminating peptides derived from the antibody/serum or Protein-A/G are routinely found at an order of magnitude higher abundance than the POI (1,2). This can hinder the identification of interacting partners, particularly if they are rare or sub-stoichiometric. In some cases, eluates are further fractionated by gel electrophoresis and individual protein bands are excised to exclude heavy and light chains of the antibody prior to MS. This method limits the number of proteins that can be identified and prevents analysis of proteins below the limit of detection for a given electrophoresis/protein staining technique (4) while increasing the likelihood of keratin contamination and the length of time needed for sample preparation.To provide an alternative to immunoprecipitations, we have developed an RNA aptamer-based affinity purification method, which we call AptA–MS (aptamer affinity–mass spectrometry), using the highly-specific and high-affinity Green Fluorescent Protein (GFP)-aptamer (5) to co-purify GFP-tagged target proteins and their binding partners for identification by MS. Nucleic acid aptamers can be selected against a wide variety of targets and synthesized in unlimited quantities by cost-effective methods. These properties, in addition to their high specificity and affinity, make aptamers attractive reagents for affinity purification. Indeed, aptamers have been used for affinity purification of targets from biological mixtures followed by MS, but mainly for target detection and biomarker discovery (6). These detection assays were developed with a handful of aptamers and demonstrated to work by proof-of-principle experiments with little or no biological applications. General and simple affinity-capture methods using RNA aptamers are lacking, especially those that allow for quantitative analysis of protein interactions and protein complex formation directly from cellular lysates and can be applied to address a broad array of biological questions in a wide range of species, tissues, and cell types.We reasoned that the GFP protein in combination with the high-affinity and high-specificity GFP-aptamer (5) would serve as a suitable affinity tool to study protein-protein interactions by MS and allow use with a broad collection of existing GFP-fusion proteins in human cells and other model organisms including Drosophila and yeast. Here, we demonstrate that AptA–MS is superior to conventional co-immunoprecipitations for subsequent MS analysis, because it is devoid of immunoprecipitation-derived protein contaminants, and provides a dramatic enrichment of the POI. Using AptA–MS we have identified several known and novel interactors of human Heat Shock Factor 1 (HSF1) tagged with GFP, some of which showed an increased association following heat shock (HS). In addition, we have identified post-translational modifications (PTMs) of HSF1 and the co-precipitated histones without additional tailored enrichment steps for these modifications. We have also applied AptA–MS with other aptamers (e.g. NELF-aptamer) (7,8) to enrich its target from Drosophila S2 cells. Our results indicate that in addition to purifying transiently transfected HSF1-GFP from human cells, the GFP-aptamer is capable of enriching endogenous GFP-tagged RNA polymerase II (Pol II) from yeast, as well as formaldehyde crosslinked GFP from Drosophila S2 cells, thereby making it a versatile tool for affinity purification of GFP-tagged proteins from various sources. MATERIALS AND METHODSCell culture and transfectionHuman HCT116 cells were grown in McCoy's 5A media (with 10% FBS + P/S) at 37°C. Around 4 million HCT116 cells were plated in McCoy's 5A media (with 10% FBS + P/S) 24 h prior to being transfected with pEGFP-N1 or pHSF1-GFPN3 (9) (gift from Stuart Calderwood, Addgene# 32538) plasmid and Fugene HD reagent at 3:1 ratio. It should be noted that in this study for HCT116 and S2 cells, GFP or GFP-fusion protein refers to protein containing enhanced (E)-GFP which has equivalent binding affinity to the GFP-aptamer (5). Transfection efficiency was monitored after 20 h (∼90% efficient as judged by GFP fluorescence) and cells were then subjected to instantaneous HS (10). Cells were scraped after 30 min HS and centrifuged at 500 × g for 5 min at 4°C and washed twice with ice-cold 1× PBS.\nDrosophila S2 cells were grown in M3+BPYE media (with 10% FBS) at 25°C. S. pombe cells were cultivated using standard procedures (11).Human cellular lysate preparation & aptamer-based affinity purificationTransfected human HCT116 cells before or after HS were resuspended in 0.5 ml ice-cold cellular lysis buffer (1× PBS + 0.2% NP40 + 1× EDTA-free Protease inhibitor cocktail). Cells were incubated on ice for 30 min followed by sonication with Bioruptor Diagenode at High setting (30 s ON/ 30 s OFF) for 5 min at 4°C. The lysate was centrifuged at 20 000 × g for 10 min at 4°C and the resulting supernatant was transferred to a new tube. The cleared lysate was diluted to a final buffer containing 1× PBS, 0.05% NP40, 5.25 mM MgCl2, 187.5 ng/μl yeast RNA, 187.5 ng/μl sheared salmon sperm DNA, 200 units SUPERase IN/ ml.RNA preparation and immobilization on beads The polyadenylated (20 nt ‘A’) GFP or polyadenylated control (NELF)-aptamer was in vitro transcribed using T7 RNA polymerase and purified by phenol/chloroform and polyacrylamide gel extraction. DNA sequences of the GFP and control (NELF)-RNA aptamers are based on sequences used in (8) and are as follows; GFP-aptamer: GGGAGCTTCTGGACTGCGATGGGAGCACGAAACGTCGTGGCGCAATTGGGTGGGGAAAGTCCTTAAAAGAGGGCCACCACAGAAGC, NELF-aptamer: GGGAATGGATCCACATCTACGAATTCCCAACGACTGCCGAGCGAGATTACGCTTGAGCGCCCCACTGAGGATGCCCACGGGCGATTGGGGCACGGCTTCACTGCAGACTTGACGAAGCTT.200 pmol of polyadenylated GFP or the control (NELF)- aptamer was annealed to equimolar desthiobiotin-oligodT-20 in 200 μl of 1× annealing buffer (10 mM Tris–HCl pH 7.5, 50 mM NaCl) by heating at 95°C for 3 min and slow cooling to room temperature over >1 h. For each pull-down 1 mg of Dynabeads MyOne Streptavidin C1 (Thermo) magnetic beads were washed once with 1 ml and twice with 0.1 ml of Tween wash buffer (5 mM Tris–HCl pH 7.5, 0.5 mM EDTA, 1 M NaCl, 0.05% Tween-20) by placing on a magnetic separator for 2 min and removing the supernatant. To eliminate possible RNase activity, beads were washed once with 0.1 ml of 0.1 M NaOH, 0.05 M NaCl followed by two washes of 0.1 ml of 0.1 M NaCl with changing tubes in between washes. The beads were resuspended in 200 μl of 2× binding buffer (10 mM Tris–HCl pH 7.5, 1mM EDTA, 2 M NaCl) supplemented with 4 units/ml SUPERase IN. The resulting bead slurry was mixed with the annealed RNA aptamer and incubated on a thermomixer for 1 h at 23°C with shaking. Aptamer bound beads were washed twice with 0.4 ml of Bead wash buffer (1× PBS, 0.05% NP40, 5 mM MgCl2), supplemented with 4 units/ml SUPERase IN with changing tubes in between washes.Binding to lysate, washing and elution The GFP- or control-aptamer bound beads were resuspended in the diluted cellular lysate and incubated at 4°C with rotation for 2 h. The beads were placed on a magnet and supernatant was removed. The beads were washed twice with 0.5 ml of Bead wash buffer and twice with 0.5 ml of 1× PBS, 5 mM MgCl2, with changing tubes in between washes. Beads were resuspended in 50 μl of fresh Elution buffer (5 mM Biotin, 50 mM ammonium phosphate, pH 7.5) and incubated in a Thermomixer at 37°C with shaking for 1 h followed by collection of the eluate into a fresh tube.Details of the immunoprecipitation method utilizing the GFP-antibody are provided in the Supplementary Information.Affinity purification from other organisms\nDrosophila S2 cells stably expressing GFP, wild-type Drosophila S2 cells and S. pombe cells expressing endogenous GFP-Rpb3 were cultured for lysate or nuclear extract preparation, and were subjected to aptamer-based purification or Tandem affinity purification (TAP)-tag-based purification. Further details of these methods are provided in the Supplementary Information.Proteomics workflowMass spectrometry sample preparation Eluate from human HCT116 cells was solubilized in 8 M urea in 100 mM ammonium bicarbonate (ABC). The sample was reduced in 10 mM dithiothreitol (DTT) at 37°C for 1 h. Cysteines were blocked in 30 mM methyl methanethiosulfonate (MMTS) at room temperature for 1 h without light. The sample volume was adjusted to reduce the concentration of urea to below 1 M using 100 mM ABC, and proteins were digested using 1 μg of Trypsin at 37°C overnight. Salts, RNA and other contaminants were removed using mixed-mode cation exchange (MCX) columns (Oasis). Elution buffer spiked-in with biotin and analyzed before and after MCX cleanup shows that the biotin signal is drastically reduced after cleanup (Supplementary Figure S1). Samples were dried using a speed vacuum.Mass spectrometryAll mass spectrometry with samples prepared from human HCT116 cells was performed on a Q-Exactive HF-X (Thermo Fisher Scientific) mass spectrometer with a EasyLC 1200 HPLC and autosampler (Thermo Fisher Scientific). The dried pull-downs were solubilized in 30 μl of loading buffer (0.1% trifluoroacetic acid and 2% acetonitrile in water), and 3 μl was injected via the autosampler onto a 150-μm Kasil fritted trap packed with Reprosil-Pur C18-AQ (3-μm bead diameter, Dr. Maisch) to a bed length of 2 cm at a flow rate of 2 μl/min. After loading and desalting using a total volume of 8 μl of loading buffer, the trap was brought on-line with a pulled fused-silica capillary tip (75-μm i.d.) packed to a length of 25 cm with the same Dr. Maisch beads. The column and trap were mounted to a heated microspray source (CorSolutions) at 50°C. Peptides were eluted off of the column using a gradient of 5–28% acetonitrile in 0.1% formic acid over 25 min, followed by 28–60% acetonitrile over 5 min at a flow rate of 300 nl/min.The mass spectrometer was operated using electrospray ionization (2 kV) with the heated transfer tube at 250°C using data dependent acquisition (DDA), whereby one orbitrap mass spectrum (m/z 400–1600) was acquired with up to 20 orbitrap MS/MS spectra. The resolution for MS in the orbitrap was 60 000 at m/z 200, and 15 000 for MS/MS. The automatic gain control targets for MS was 3e6, and 1e5 for MS/MS. The maximum fill times were 45 and 25 ms, respectively. The MS/MS spectra were acquired using quadrupole isolation with an isolation width of 1.6 m/z and HCD collision energy (NCE) of 28%. The precursor ion threshold intensity was set to 2e6 in order to trigger an MS/MS acquisition. Furthermore, MS/MS acquisitions were allowed for precursor charge states of 2–5. Dynamic exclusion (including all isotope peaks) was set for 10 s.Details of the mass spectrometry method associated with NELF-aptamer pull-down from Drosophila S2 cells are provided in the Supplementary Information.Data analysisRaw spectral files were converted to mascot generic format using MSGUI, then searched against a database containing human proteins from UniProt with the addition of the protein sequence for GFP using Mascot. The search parameters allowed for fixed cysteine methylthiolation and variable methionine oxidation modifications, with a 10 ppm peptide mass tolerance, 0.5 Da fragment mass tolerance, and one missed tryptic cleavage. Subsequent searches allowed for variable lysine acetylation and serine/threonine phosphorylation, respectively, each with fixed cysteine methylthiolation and variable methionine oxidation allowing for 20 ppm peptide mass tolerance and 0.5 Da fragment mass tolerance and a maximum of three missed tryptic cleavages. Searches were also submitted with the above parameters and a 0.02 Da fragment mass tolerance, which resulted in no substantial changes to the results. Initial analyses of abundance and enrichment were conducted using Scaffold (12). Prediction and scoring of HSF1 interacting partners was done using Significance analysis of interactome (SAINT), and data was presented using the SAINT score and fold change A values (13). Rather than performing a traditional fold change calculation, SAINT takes into account representation of each protein among biological replicates. As a control dataset to train the algorithm, we used the proteins detected in pull-downs using the GFP-aptamer from GFP cells in addition to pull-downs using the NELF-aptamer from HSF1-GFP cells. This 2-fold control strategy provided proteins that bind non-specifically to RNA and to free GFP. The resulting output was an enrichment calculation (fold change A, the most conservative option) and probability score for interaction with HSF1 (SAINT score). Prediction and assignment of posttranslational modifications was done using Scaffold PTM (14). Site assignments were confirmed using MS1 quantification in Skyline (15). All mass spectrometry proteome data were deposited to the ProteomeXchange Consortium (16) via the PRIDE repository (17) with the dataset identifier PXD015620.Gene ontology (GO) analysisThe Protein Analysis Through Evolutionary Relationships (PANTHER) classification system (18) was used to determine the GO classification of enriched proteins. UniProt IDs from proteins statistically enriched (Fishers exact test P < 0.05) in HSF1-GFP cells compared to GFP cells with the GFP- or NELF-aptamer were used as query for the PANTHER 15.0 Gene List Analysis tool. Functional classification using the Homo sapiens reference database was performed using this tool. The percent of genes from the query matching to a specific function against the total number of queried genes with function matches was plotted using ggplot2 (19). RESULTSBasic strategyThe GFP-aptamer (5) with polyA-tail is immobilized on streptavidin magnetic Dynabeads via hybridization with desthiobiotin-oligodT and is incubated with a cellular lysate expressing GFP-tagged POI. After gently washing the beads, the aptamer-bound proteins can be specifically eluted with excess biotin, which has much higher affinity for streptavidin and readily competes off desthiobiotin. Eluted proteins are then analyzed by MS, leaving non-specifically bound proteins on beads (Figure ​(Figure1).1). The MS spectra are bioinformatically analyzed to determine enrichment of the POI relative to controls, protein interactions, and PTM site assignment.Open in a separate windowFigure 1.AptA–MS workflow. The polyadenylated GFP-aptamer is annealed to desthiobiotin (dB) labeled oligo dT and immobilized on streptavidin (SA) coated magnetic Dynabeads. Cellular lysate containing Protein of interest (POI)-GFP is incubated with the immobilized aptamer beads that are washed and finally eluted with biotin. Eluate is subjected to MS and the data is processed through a pipeline for protein identification followed by enrichment analysis, interaction score quantification and PTM analysis. Figure partially created with BioRender.com using the GFP structure (PDB ID: 4KW4, Barnard, T.J., Yu, X., Noinaj, N., Taraska, J.W. 2014, Crystal Structure of Green Fluorescent Protein doi: 10.2210/pdb4KW4/pdb).GFP-aptamer provides a clean method of enriching GFP-tagged proteins from cellular lysatesWe tested our AptA–MS method by purifying HSF1 and its interacting partners from HCT116 cells transiently expressing HSF1 fused to GFP. HSF1 is a major regulator of stress-induced transcription that binds to hundreds of Heat Shock Elements (HSEs) genome-wide upon activation (20). In non-heat shock (NHS) conditions, endogenous HSF1 is predominantly in an inactive monomeric state but converts to an active trimeric DNA-binding state upon HS (21). HSF1 is also regulated by chaperones and PTMs, and the identification of these binding partners and PTMs is critical to our understanding of HSF1’s function (22,23). We transfected HCT116 cells with plasmid vectors expressing GFP or HSF1-GFP under the same promoter, and subjected them to a 30 min heat shock at 42°C (HS) or kept them at 37°C (NHS) (Figure ​(Figure2A).2A). Total cellular lysates prepared from transfected cells were confirmed to be expressing similar levels of GFP and HSF1-GFP proteins by GFP western blot (Figure ​(Figure2B).2B). Lysates were used for protein purifications with GFP- or control-aptamer immobilized on magnetic beads. The GFP-, but not the control-aptamer, was able to purify the targeted GFP and HSF1-GFP proteins that appeared as the most abundant bands observed by a silver-stained gel (Figure ​(Figure2C).2C). In addition, fluorescent signal from the eluates indicated that GFP remained intact and functional (Figure ​(Figure2C,2C, bottom panel). The additional bands detected on the silver-stained gel indicated the co-purification of interacting proteins. In comparison, an affinity purification of HSF1-GFP utilizing the GFP antibody revealed IgG heavy chain as the most abundant protein in the eluate as detected by a silver-stained gel (Supplementary Figure S2a).Open in a separate windowFigure 2.Enrichment of GFP-tagged proteins by AptA–MS. (A) Schematic representation of the experimental design. (B) Cellular lysates prepared from HCT116 cells transfected with GFP or HSF1-GFP expressing plasmids were analyzed by anti-GFP (green) and anti-Actin (red, loading control) western blot. GFP (Abcam, ab290) and Actin (Sigma, MAB1501) antibodies were used at 1:2000 and 1:5000 dilutions, respectively. (C) Lysate from cells expressing GFP or HSF1-GFP were precipitated with the GFP- or Control (Ctrl)-aptamer and eluates were analyzed by gel electrophoresis and silver-staining. Bottom panel shows a fluorescence image of the eluates. (D) Enrichment analysis of HSF1 in AptA–MS samples from cells expressing GFP or HSF1-GFP, before or after heat shock pulled-down with the GFP- or the control-aptamer. Plot represents data from five independent biological replicates.To identify the interactors of the target proteins, the eluates were processed for MS and peptide spectra were analyzed using a bioinformatics pipeline that quantifies protein enrichment and identifies interacting partners as well as PTMs (Figure ​(Figure1).1). HSF1 was the most abundant MS-detected protein in both HSF1-GFP pull-downs (NHS and HS) (Supplementary Figure S2b). However, analyzing a conventional immunoprecipitation-MS data (1) with the same pipeline revealed Protein A and IgG as the most abundant proteins identified (Supplementary Figure S2b). Non-specifically binding proteins can pose a serious problem for any affinity-purification method. To reduce the presence of these background binders we have used competitors like yeast RNA and sheared salmon sperm DNA during our experiment. In addition, the control pull-downs from the cellular lysates provide information about the non-specific binders. Using the spectral counts from all five independent biological replicates, we determined that HSF1 spectral counts from HSF1-GFP expressing cells were >300-fold enriched in GFP-aptamer pull-downs relative to the GFP-expressing cells, in which HSF1 was generally below the limit of detection (Figure ​(Figure2D,2D, Supplementary Table S1). The full list of identified proteins can be found in Supplementary Table S1.AptA–MS specifically identifies HSF1 interacting partners and PTMsWe identified 28 proteins that are predicted to interact with HSF1 with high confidence based on SAINT score (13), many of which are specific to the HS condition (Figure ​(Figure3A,3A, Supplementary Table S2). Most of these interactors are molecular chaperones that are expected to associate with HSF1 (24,25). We have also purified dHSF via the TAP-tag method from S2 cells, where enriched eluates were gel fractionated and individual protein bands were gel excised prior to MS. This independent assay verifies that some of these chaperone interactors are common in metazoans (Supplementary Figure S3). TAP-tagged dHSF was expressed near endogenous levels and still found to be associated with chaperones like dHsc70-3 (ortholog of human BiP) and dHsc70-4 (ortholog of human HSPA8) in NHS condition, indicating that HSF1–chaperone interactions detected in HCT116 cells by AptA–MS are not simply due to HSF1-GFP overexpression. HSF1 is bound by chaperones in normal conditions that prevent its transcriptional activity and is converted to an active state upon stress as the chaperones are released to bind to unfolded protein targets (26). Our data identifies primarily the HSP70 family of proteins to be interacting with HSF1 with high confidence relative to HSP90, supporting previous findings that report the lack of HSP90 interaction in human cells (27), although this interaction has been reported in other organisms (28). In summary, the general overlap of AptA–MS identified candidates with the previously known HSF1 interacting partners validated the capability of our method to detect protein-protein interactions with high confidence.Open in a separate windowFigure 3.Interaction and PTM analysis of HSF1. (A) SAINT analysis of proteins pulled-down by HSF1-GFP AptA–MS before or after HS. Dotted horizontal line represents the SAINT score cutoff (0.65). Labeled proteins above the cutoff are called as HSF1 interactors. Fold Change represents the algorithmically calculated fold change A value which takes into account representation among biological replicates. (B) Post-translational modifications (PTMs) on HSF1 residues identified in AptA–MS. Red and blue represent phosphorylation and acetylation, respectively. Asterisk denotes newly identified modification.AptA–MS revealed new HSF1 interacting proteins not detected by our TAP purification or other published studies (Supplementary Table S3). HSF1 has been previously shown to interact with translation elongation factor eEF1A1 based on an immunoprecipitation assay, which is implicated to have a broad regulatory function in the HS response (29). Interestingly, AptA–MS identified not only eEF1A1, but also eEF1A2 (SAINT scores of 0.69 and 0.66, respectively) as HSF1-interactors. In addition, we have identified novel, high-confidence HSF1 interactions with translation elongation factor HBS1 and thymidylate kinase (a nucleotide biosynthesis enzyme) (SAINT scores of 0.92 and 0.98, respectively) during HS (Figure ​(Figure3A,3A, Supplementary Table S2a, b). We have also found HSF2 to be associated with HSF1 during NHS as evident from the high SAINT score (0.78). However, we did not detect this high-confidence interaction upon HS, confirming previous reports where HSF1/HSF2 interaction was found to be reduced during HS (30). In addition, histones H4, H2B and H3.1 were found to be enriched in HS samples over NHS samples (Figure ​(Figure3A),3A), likely reflecting the fact that upon heat stress HSF1 binding to DNA increases and is located near nucleosomes (20). Detecting histones does not necessarily indicate direct interaction with HSF1, rather they could simply be nearby HSF1 and co-precipitated with HSF1-bound DNA. We applied a stringent SAINT score cutoff of 0.65 to call high confidence HSF1 interactors. However, there are many proteins with slightly lower SAINT scores, which may be bona fide interactors and could be confirmed in future experiments (Supplementary Table S2).HSF1 is well-known to possess multiple PTMs in normal and HS conditions that include acetylation, phosphorylation and sumoylation of specific residues (31). Our pull-down strategy allowed us to identify the acetylation and phosphorylation of HSF1 and other co-precipitants without any specific enrichment for these modifications (Figure ​(Figure3B,3B, Supplementary Table S4). MS1 quantification in Skyline (15) was used to validate the quality of the modified peptides (Supplementary Figure S4a). Scaffold PTM (14) and the MS2 spectra verified the PTM assignments on HSF1 peptides (Supplementary Figure S4b–d). In addition, we were able to identify two acetylated lysine residues, K62 and K162, that were not reported previously (Figure ​(Figure3B,3B, Supplementary Figure S4c, d).AptA–MS also identified PTMs (acetylated and phosphorylated residues) on HSF1-associated histones in both NHS and HS conditions (Supplementary Figure S5, Supplementary Tables S1 and S4). These PTMs were identified consistently but with relatively low spectral counts, providing an explanation for why they were not identified previously in the presence of abundant interfering signal from contaminating peptides. This association of HSF1 with acetylated histones is consistent with the observation that HSF1 preferentially binds to sites in open chromatin, in particular those that contain acetylated histones (20,32).Multiple classes of proteins show increased HSF1 interaction in heat shock cellsWe identified 32 proteins in NHS cells expressing HSF1-GFP that are enriched compared to GFP expressing cells upon pull-down with the GFP-aptamer based on a Fisher's exact test using a P value cutoff of <0.05. In the same pull-downs from the HS cells, we identified 42 enriched proteins. Earlier interaction studies have not identified histones as co-precipitants in HSF1 immunoprecipitations or affinity purifications, potentially due to large variation in protein abundances in immunoprecipitated samples. We found two histone proteins to be enriched in NHS cells, whereas six histone proteins were enriched in HS cells (Table ​(Table1).1). This illustrates that the chromatin landscape changes in response to HS, and that these changes are associated with HSF1-containing complexes. This fact is further demonstrated by the increase in proteins with ‘binding’ activity in HSF1 pull-downs from HS cells, as shown by GO analysis (Figure ​(Figure4A).4A). This is in concordance with a dramatic increase in the proportion of DNA binding proteins upon HS (Figure ​(Figure4B4B).Table 1.Histone proteins with enriched spectral counts (based on Fisher's exact test P < 0.05) in GFP-aptamer pull-downs from cells expressing HSF1-GFP compared to GFP. Asterisk indicates that the fold change was not calculated as the control sample had zero spectral counts.Histone ProteinAccession\nP ValueConditionFold change compared to GFP cellsHistone H4UniProtKB:{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P62805\",\"term_id\":\"51317339\",\"term_text\":\"P62805\"}}P62805<0.00010Heat ShockN/A*Histone H3UniProtKB:{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P68431\",\"term_id\":\"55977055\",\"term_text\":\"P68431\"}}P684310.047Heat ShockN/A*Histone H2BUniProtKB:{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P58876\",\"term_id\":\"21542074\",\"term_text\":\"P58876\"}}P588760.0016Heat Shock9Histone H2AUniProtKB:{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8IUE6\",\"term_id\":\"74750623\",\"term_text\":\"Q8IUE6\"}}Q8IUE60.047Heat ShockN/A*Histone H2BUniProtKB:{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P06899\",\"term_id\":\"7404367\",\"term_text\":\"P06899\"}}P068990.00063Heat Shock13Histone H2BUniProtKB:{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P23527\",\"term_id\":\"51338764\",\"term_text\":\"P23527\"}}P23527<0.00010Heat ShockN/A*Histone H4UniProtKB:{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P62805\",\"term_id\":\"51317339\",\"term_text\":\"P62805\"}}P628050.0011Non-Heat Shock2.6Histone H3UniProtKB:{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P68431\",\"term_id\":\"55977055\",\"term_text\":\"P68431\"}}P684310.037Non-Heat Shock4Open in a separate windowOpen in a separate windowFigure 4.GO analysis of proteins enriched by AptA–MS. Proteins enriched by the GFP-aptamer from HSF1-GFP expressing cells compared to GFP expressing cells before or after heat shock are primarily classified based on; (A) molecular function, (B) nucleic acid binding property and (C) protein category.AptA–MS recapitulated published observations that HSF1 engages with chaperone proteins such as HSP70. We find that AptA–MS pull-downs contain a large proportion of chaperone proteins in NHS and HS conditions (Figure ​(Figure3A,3A, Supplementary Table S2a, b). Interestingly, we see a higher proportion of chaperone proteins co-purifying with HSF1 after HS, which suggests that chaperones might have a dynamic role in both maintaining inactive HSF1 during NHS and modulating the level of activation after HS (Figure ​(Figure4C4C).Cytoskeletal reorganization and increased levels of transcription of cytoskeletal proteins have been observed after HS in some cell types, but their role and possible interplay with active HSF1 have not been documented (33). We observe upon HS an increase in HSF1-associated proteins with ‘structural molecule activity’ (Figure ​(Figure4A),4A), which includes cytoskeletal proteins. Indeed, we identify that cytoskeletal proteins are enriched upon GFP-aptamer pulldown in our HSF1-GFP tagged HS cells, indicating that cytoskeletal protein networks may be connected more directly to modulating HSF1 activity than previously thought (Figure ​(Figure4C).4C). Microtubules are particularly enriched as interactors with HSF1 following HS (Supplementary Table S1).RNA affinity contaminants experimental repository (RACER) provides a database of non-specifically binding proteins for AptA–MS experimentsOur rigorously controlled study identified proteins that bind to free GFP and to a control (NELF)-aptamer selected for Drosophila NELF-E (dNELF-E) (7,8) with no predicted binding specificity in humans (Supplementary Table S1). We used a Fisher's exact test to statistically compare proteins enriched by the GFP-aptamer in cells expressing free GFP compared to cells expressing HSF1-GFP (Supplementary Table S5). Similarly, we identified proteins that are statistically enriched in pull-downs from HSF1-GFP expressing cells using the control-aptamer, compared to the GFP-aptamer (Supplementary Table S5). These datasets are highly informative as they provide a list of common contaminants for an AptA–MS experiment. The first comparison generates a list of proteins that bind to GFP non-specifically that can be used for future experiments using a GFP-tag. GO analysis of proteins enriched by the NELF-aptamer shows that the majority of these proteins function in binding, primarily to nucleic acids (Supplementary Figure S6a–c). All of these nucleic acid binding proteins are RNA-binding and is not unexpected as this aptamer recognizes the RNA binding domain of dNELF-E (7) (Supplementary Figure S6b). These datasets not only provide a control for GFP pull-downs, but also a control for non-specific RNA-binding proteins, analogous to the common contaminants repository (CRAPome) used for proteomics (34). We have constructed this database, designated it in RACER, and made it available on Mascot for future AptA–MS experiments.Broad applicability of AptA–MSTo test the broad applicability of AptA–MS, we affinity enriched GFP from Drosophila S2 cells expressing GFP with or without formaldehyde crosslinking (Supplementary Figure S7a, b). The ability of the GFP-aptamer to enrich crosslinked GFP makes it usable for identifying transient interactions. In addition, we have utilized the NELF-aptamer to purify the NELF complex from Drosophila S2 nuclear extracts and observed ∼50-fold enrichment of dNELF-E in NELF-aptamer pull-down relative to the control (GFP)- aptamer pull-down (Supplementary Figure S7c, Supplementary Table S6), thereby making AptA–MS applicable for other aptamers as well. To demonstrate that proteins expressed from their endogenous promoters (and not just overexpressed proteins) can be purified by AptA–MS, we have utilized a S. pombe line expressing endogenously GFP-tagged Rpb3, a subunit of Pol II. Affinity purification with the GFP-aptamer successfully enriched GFP-Rpb3 along with potential interactors and possibly other Pol II subunits from these cells (Supplementary Figure S8). Our results clearly indicate that AptA–MS can be of general use to molecular and cellular biology applications in different model organisms. DISCUSSIONConventional affinity purification strategies rely upon the use of antibodies against a specific protein or epitope tag for successful enrichment of the bait protein and identification of its interacting partners (3). Nucleic acid-dependent affinity purification methods provide critical advantages over immunoprecipitations by limiting the amount of contaminating peptides that mask the detection of low-abundant interactors. Although relatively limited, aptamer-based purification strategies have been previously implemented for protein purification from biological sources (35–37). In addition, the Thrombin, IgE and ATP aptamers have been used for target isolation and detection by MS (38–40). In one study, the EGFR and INSR aptamers were utilized to detect some of the interactors of the target proteins by western blot (41). However, aptamers have not been broadly used for exploring biological questions pertaining to protein-protein interactions utilizing MS. Furthermore, the previous aptamer-based analytical assays were restricted to aptamers against specific proteins of a particular species or small molecules, lacking the versatility and high sensitivity that is achievable by AptA–MS, as the latter takes advantage of GFP as an affinity tag. We utilized the GFP-aptamer to develop AptA–MS for the following reasons. First, GFP is a widely-used protein tag that has been applied in cellular imaging for decades. Therefore, an affinity purification approach targeting GFP would potentially serve as a common strategy for purifying hundreds of GFP-tagged proteins thereby minimizing technical variation and background. Second, GFP has no significant sequence similarity in human cells or commonly used model organisms making it less prone to non-specific interactions with other cellular components. Third, GFP has no known propensity for nucleic acids, which provides an explanation for the previous unsuccessful attempts of selecting an aptamer against it (42). Therefore, our high-affinity aptamer against GFP should make it ‘less-sticky’ to other cellular proteins. Although, aptamers are considered to be ‘high-affinity’ reagents, the ligand binding affinities range from picomolar to micromolar dissociation constants (Kd) (43). Many of these aptamers cannot be used for affinity-purification, as we believe that the target-affinity requirement for such application should be at least in the low nanomolar range. In this aspect, the GFP-aptamer stands out due to its strong binding affinity (Kd = 2.4–4.2 nM) (8) and therefore, is suitable to serve the purpose. A good affinity-purification strategy requires reagents that are not only high-affinity, but also highly-specific and with broad utility. The GFP-tag and GFP-aptamer combination satisfies all these criteria and serves as a tool to study protein-protein interactions with high confidence, and is widely applicable in different species, tissues, and cell types.To demonstrate the practical utility of our method, we targeted HSF1, a critical regulator of HS response in mammals. HSF1 mediated activation of gene expression is associated with its binding to HSEs at pre-established transcriptional regulatory elements and release of paused Pol II into productive elongation (20,44,45). In normal conditions, HSF1 is constitutively expressed and remains inactive but upon stress it is converted to a transcriptionally active state, coordinated by PTMs and interactions with other proteins (46). Epitope-tagged HSF1 has been previously expressed in human cells to identify its PTMs and interacting partners upon immunoprecipitation followed by MS (25,47). With AptA–MS we have not only verified some of the strong interactors and PTMs that have previously been detected but also have identified a few novel interacting partners/co-precipitates, clearly demonstrating the potential of this technology.Our differential protein purification analysis shows a major response to HS that is coordinated by HSF1. Like previous studies, we detect chaperone proteins that are HS responsive and interact with HSF1 to induce transcriptional events (25). The functional classes associated with this induced interaction are illustrated via GO analysis showing an increased proportion of chaperone proteins and proteins with ‘binding' activity to be interacting with HSF1 after HS. Furthermore, nucleic acid-binding proteins are more enriched after HS, and these proteins shift from primarily RNA-binding to mostly DNA-binding proteins in HS cells. This may reflect HSF1’s increased DNA binding activity upon HS.Expression of cytoskeletal genes has been shown to be up-regulated early during HS (44), and interestingly we observe an increased enrichment of cytoskeletal proteins copurifying with HSF1 in these conditions. In particular, we demonstrate high-confidence interactions between HSF1 and cytoskeletal proteins including tubulin and keratin only after HS. We speculate that these interactions could be a component of a feedback regulation that keeps the HS response modulated.The chromatin environment of cells is also dramatically changed by stress. Alteration of histone PTM levels have been shown to be associated with HSF1 occupancy on chromatin upon HS (20,48). Histone methyltransferases particularly targeting histone H3 lysine 4 have been shown to contribute to the HS response (25,49). While these histone modifiers may not directly interact with HSF1, we show a HS-induced copurification of histone H3 with HSF1, indicating that HSF1 is binding near transcriptionally active H3-containing DNA. In addition, we detect induced interactions between HSF1 and histones H2B and H4. Our method can likely pick up these low-frequency interactions by virtue of its low background signal, and shows that HSF1 is binding differentially to transcriptionally-active chromatin as previously reported (20).HSF1 has been shown to undergo extensive PTMs during its regulation. HSF1 is ubiquitinated during recovery from HS and when overexpressed in cells, and we find an interaction between HSF1 and a ubiquitin-40S protein, likely reflecting this modification process. Multiple lysines of HSF1 were found to be acetylated even in the NHS condition (25), while acetylation of specific lysine residues was shown to be critical to the HS response. Acetylation of K80 and K118, was shown to be crucial for the release of HSF1 trimers from the HSEs and inhibited chromatin binding of HSF1 (25,50). In addition, acetylation of K208 by EP300 modulates HSF1 function and protein turnover. Using AptA–MS, we have detected acetylation at each of these essential residues in both NHS and HS conditions in addition to K62 and K162, providing an opportunity for further investigation to elucidate their roles in HSF1 regulation.The HS response varies by tissue and cell type (51,52). Not only does AptA–MS provide a robust method to investigate MCs and their interactions, but it also gives a snapshot of the HSF1-mediated response to HS in HCT116 cells. These data complement previous work done in other cell lines and also give a unique insight into a cell-specific process that requires interaction of translation elongation factors and cytoskeletal proteins with HSF1 during HS response.AptA–MS provides a detailed view of HSF1 interactions and modifications before and after HS. In addition, control pull-downs also reveal essential information. Pull-downs using GFP only cells with GFP-aptamer or HSF1-GFP cells with a structured control RNA aptamer (selected against dNELF-E) with no predicted binding partners in HCT116 cells provide a proteomic profile for non-specific interactions between RNA and proteins. The proteins identified from GFP only cells subjected to GFP-aptamer pull-down are not only informative about the non-specific binders of the GFP/GFP-aptamer in human cells, but also in combination with the control RNA aptamer-enriched proteins from HSF1-GFP cells, allow us to calculate an enrichment factor for each identified protein and to identify high-confidence HSF1 interactors using the most stringent criteria (see Materials and methods). GO analysis of proteins enriched by the control aptamer shows that the vast majority of these proteins are devoted to binding nucleic acid. These nucleic acid-binding proteins are RNA-binding proteins. We predict that these proteins are likely to bind RNA non-specifically, and propose that they serve as a resource in RACER, analogous to the common contaminants repository used for antibody-based pull-downs (34). In addition, the non-specific proteins enriched from the GFP only cells by the GFP-aptamer also provide a list of contaminants for AptA–MS studies using GFP-fusions. RACER is publicly available and can be continually updated for use in further AptA–MS experiments.Knock-in cell lines with GFP-tagged proteins generated by CRISPR/Cas9 are proving to be critical for imaging macromolecules in living cells (53). They also can be used directly for analysis by AptA–MS with the GFP aptamer, as this method is capable of purifying GFP and GFP-tagged proteins from various sources. Additionally, large libraries of GFP-tagged proteins are available, and any member of such libraries could also be used directly in AptA–MS, thereby allowing identification of the associated factors along with their PTMs in a single assay (54,55). These findings would complement optical studies of cellular dynamics and co-localization with other proteins in vivo. The GFP-aptamer has been shown to bind to other derivatives of GFP, making it applicable to precipitate proteins tagged with similar fluorescent proteins (5). Aptamers provide many advantages as affinity reagents: they can be selected against toxic proteins, are amenable for chemical modifications, are cost effective to synthesize, and can be made without the use of animals in any molecular biology lab in unlimited quantities. These advantages, in addition to its broad applicability, make AptA–MS a highly sensitive and simple tool that could significantly transform protein–protein interaction studies and provide deeper and more comprehensive insights in understanding the composition of MCs. Supplementary Materialgkaa542_Supplemental_FilesClick here for additional data file.(8.1M, zip) ACKNOWLEDGEMENTSWe gratefully acknowledge Kevin Howe for technical assistance with Mass Spectrometry, and F. Christopher Peritore-Galve for assistance with bioinformatics and data representation. We thank the Bioinformatics Facility of the Biotechnology Resource Center at the Cornell University's Institute of Biotechnology for their help in uploading protein databases to Mascot. We also thank the National Bioresource Project (Japan) for the S. pombe line used in this work. Contributor InformationJudhajeet Ray,  \nDepartment of Molecular Biology and Genetics, Cornell University, Ithaca, NY, USA.Angela Kruse,  \nDepartment of Plant Pathology and Plant-microbe Biology, Cornell University, Ithaca, NY, USA. \nBoyce Thompson Institute, Ithaca, NY, USA.Abdullah Ozer,  \nDepartment of Molecular Biology and Genetics, Cornell University, Ithaca, NY, USA.Takuya Kajitani,  \nDepartment of Molecular Biology and Genetics, Cornell University, Ithaca, NY, USA.Richard Johnson,  \nDepartment of Genome Sciences, University of Washington, Seattle, WA, USA.Michael MacCoss,  \nDepartment of Genome Sciences, University of Washington, Seattle, WA, USA.Michelle Heck,  \nDepartment of Plant Pathology and Plant-microbe Biology, Cornell University, Ithaca, NY, USA. \nBoyce Thompson Institute, Ithaca, NY, USA. \nEmerging Pests and Pathogens Research Unit, Robert W. Holley Center, United States Department of Agriculture Agricultural Research Service (USDA ARS), Ithaca, NY, USA.John T Lis,  \nDepartment of Molecular Biology and Genetics, Cornell University, Ithaca, NY, USA. REFERENCES1. \nDeBlasio S.L., Johnson R., Mahoney J., Karasev A., Gray S.M., MacCoss M.J., Cilia M.. \nInsights into the polerovirus-plant interactome revealed by coimmunoprecipitation and mass spectrometry. Mol. Plant Microbe Interact. 2015; 28:467–481. [PubMed] [Google Scholar]2. \nBudayeva H.G., Cristea I.M.. \nA mass spectrometry view of stable and transient protein interactions. Adv. Exp. Med. Biol. 2014; 806:263–282. [PMC free article] [PubMed] [Google Scholar]3. \nBauer A., Kuster B.. \nAffinity purification-mass spectrometry. Powerful tools for the characterization of protein complexes. Eur. J. Biochem. 2003; 270:570–578. [PubMed] [Google Scholar]4. \nJafari M., Primo V., Smejkal G.B., Moskovets E.V., Kuo W.P., Ivanov A.R.. \nComparison of in-gel protein separation techniques commonly used for fractionation in mass spectrometry-based proteomic profiling. Electrophoresis. 2012; 33:2516–2526. [PMC free article] [PubMed] [Google Scholar]5. \nShui B., Ozer A., Zipfel W., Sahu N., Singh A., Lis J.T., Shi H., Kotlikoff M.I.. \nRNA aptamers that functionally interact with green fluorescent protein and its derivatives. Nucleic Acids Res. 2012; 40:e39. [PMC free article] [PubMed] [Google Scholar]6. \nGülbakan B.\nOligonucleotide aptamers: emerging affinity probes for bioanalytical mass spectrometry and biomarker discovery. Anal. Methods. 2015; 7:7416–7430. [Google Scholar]7. \nPagano J.M., Kwak H., Waters C.T., Sprouse R.O., White B.S., Ozer A., Szeto K., Shalloway D., Craighead H.G., Lis J.T.. \nDefining NELF-E RNA binding in HIV-1 and promoter-proximal pause regions. PLoS Genet. 2014; 10:e1004090. [PMC free article] [PubMed] [Google Scholar]8. \nTome J.M., Ozer A., Pagano J.M., Gheba D., Schroth G.P., Lis J.T.. \nComprehensive analysis of RNA-protein interactions by high-throughput sequencing-RNA affinity profiling. Nat. Methods. 2014; 11:683–688. [PMC free article] [PubMed] [Google Scholar]9. \nWang X., Grammatikakis N., Siganou A., Calderwood S.K.. \nRegulation of molecular chaperone gene transcription involves the serine phosphorylation, 14-3-3 epsilon binding, and cytoplasmic sequestration of heat shock factor 1. Mol. Cell. Biol. 2003; 23:6013–6026. [PMC free article] [PubMed] [Google Scholar]10. \nMahat D.B., Lis J.T.. \nUse of conditioned media is critical for studies of regulation in response to rapid heat shock. Cell Stress Chaperones. 2017; 22:155–162. [PMC free article] [PubMed] [Google Scholar]11. \nMoreno S., Klar A., Nurse P.. \nMolecular genetic analysis of fission yeast Schizosaccharomyces pombe. Methods Enzymol. 1991; 194:795–823. [PubMed] [Google Scholar]12. \nSearle B.C.\nScaffold: a bioinformatic tool for validating MS/MS-based proteomic studies. Proteomics. 2010; 10:1265–1269. [PubMed] [Google Scholar]13. \nChoi H., Larsen B., Lin Z.Y., Breitkreutz A., Mellacheruvu D., Fermin D., Qin Z.S., Tyers M., Gingras A.C., Nesvizhskii A.I.. \nSAINT: probabilistic scoring of affinity purification-mass spectrometry data. Nat. Methods. 2011; 8:70–73. [PMC free article] [PubMed] [Google Scholar]14. \nVincent-Maloney N., Searle B.C., Turner M.. \nProbabilistically assigning sites of protein modification with scaffold PTM. J. Biomol. Tech. 2011; 22:S36–S37. [Google Scholar]15. \nPino L.K., Searle B.C., Bollinger J.G., Nunn B., MacLean B., MacCoss M.J.. \nThe Skyline ecosystem: informatics for quantitative mass spectrometry proteomics. Mass Spectrom. Rev. 2017; 39:229–244. [PMC free article] [PubMed] [Google Scholar]16. \nDeutsch E.W., Csordas A., Sun Z., Jarnuczak A., Perez-Riverol Y., Ternent T., Campbell D.S., Bernal-Llinares M., Okuda S., Kawano S. et al. .. \nThe ProteomeXchange consortium in 2017: supporting the cultural change in proteomics public data deposition. Nucleic Acids Res. 2017; 45:D1100–D1106. [PMC free article] [PubMed] [Google Scholar]17. \nPerez-Riverol Y., Csordas A., Bai J., Bernal-Llinares M., Hewapathirana S., Kundu D.J., Inuganti A., Griss J., Mayer G., Eisenacher M. et al. .. \nThe PRIDE database and related tools and resources in 2019: improving support for quantification data. Nucleic Acids Res. 2019; 47:D442–D450. [PMC free article] [PubMed] [Google Scholar]18. \nMi H., Muruganujan A., Huang X., Ebert D., Mills C., Guo X., Thomas P.D.. \nProtocol Update for large-scale genome and gene function analysis with the PANTHER classification system (v.14.0). Nat. Protoc. 2019; 14:703–721. [PMC free article] [PubMed] [Google Scholar]19. \nWickham H.\nGgplot2: elegant graphics for data analysis. 2016; second ednSwitzerland: Springer. [Google Scholar]20. \nVihervaara A., Mahat D.B., Guertin M.J., Chu T., Danko C.G., Lis J.T., Sistonen L.. \nTranscriptional response to stress is pre-wired by promoter and enhancer architecture. Nat. Commun. 2017; 8:255. [PMC free article] [PubMed] [Google Scholar]21. \nVihervaara A., Duarte F.M., Lis J.T.. \nMolecular mechanisms driving transcriptional stress responses. Nat. Rev. Genet. 2018; 19:385–397. [PMC free article] [PubMed] [Google Scholar]22. \nGomez-Pastor R., Burchfiel E.T., Thiele D.J.. \nRegulation of heat shock transcription factors and their roles in physiology and disease. Nat. Rev. Mol. Cell Biol. 2018; 19:4–19. [PMC free article] [PubMed] [Google Scholar]23. \nVihervaara A., Sistonen L.. \nHSF1 at a glance. J. Cell Sci. 2014; 127:261–266. [PubMed] [Google Scholar]24. \nTakaki E., Nakai A.. \nNakai A.\nHeat Shock Factor. 2016; Tokyo: Springer; 51–72. [Google Scholar]25. \nRaychaudhuri S., Loew C., Korner R., Pinkert S., Theis M., Hayer-Hartl M., Buchholz F., Hartl F.U.. \nInterplay of acetyltransferase EP300 and the proteasome system in regulating heat shock transcription factor 1. Cell. 2014; 156:975–985. [PubMed] [Google Scholar]26. \nVoellmy R., Boellmann F.. \nChaperone regulation of the heat shock protein response. Adv. Exp. Med. Biol. 2007; 594:89–99. [PubMed] [Google Scholar]27. \nBaler R., Welch W.J., Voellmy R.. \nHeat shock gene regulation by nascent polypeptides and denatured proteins: hsp70 as a potential autoregulatory factor. J. Cell Biol. 1992; 117:1151–1159. [PMC free article] [PubMed] [Google Scholar]28. \nNadeau K., Das A., Walsh C.T.. \nHsp90 chaperonins possess ATPase activity and bind heat shock transcription factors and peptidyl prolyl isomerases. J. Biol. Chem. 1993; 268:1479–1487. [PubMed] [Google Scholar]29. \nVera M., Pani B., Griffiths L.A., Muchardt C., Abbott C.M., Singer R.H., Nudler E.. \nThe translation elongation factor eEF1A1 couples transcription to translation during heat shock response. Elife. 2014; 3:e03164. [PMC free article] [PubMed] [Google Scholar]30. \nKorfanty J., Stokowy T., Widlak P., Gogler-Piglowska A., Handschuh L., Podkowinski J., Vydra N., Naumowicz A., Toma-Jonik A., Widlak W.. \nCrosstalk between HSF1 and HSF2 during the heat shock response in mouse testes. Int. J. Biochem. Cell Biol. 2014; 57:76–83. [PubMed] [Google Scholar]31. \nXu Y.M., Huang D.Y., Chiu J.F., Lau A.T.. \nPost-translational modification of human heat shock factors and their functions: a recent update by proteomic approach. J. Proteome Res. 2012; 11:2625–2634. [PubMed] [Google Scholar]32. \nGuertin M.J., Lis J.T.. \nMechanisms by which transcription factors gain access to target sequence elements in chromatin. Curr. Opin. Genet. Dev. 2013; 23:116–123. [PMC free article] [PubMed] [Google Scholar]33. \nWalter M.F., Petersen N.S., Biessmann H.. \nHeat shock causes the collapse of the intermediate filament cytoskeleton in Drosophila embryos. Dev. Genet. 1990; 11:270–279. [PubMed] [Google Scholar]34. \nMellacheruvu D., Wright Z., Couzens A.L., Lambert J.P., St-Denis N.A., Li T., Miteva Y.V., Hauri S., Sardiu M.E., Low T.Y. et al. .. \nThe CRAPome: a contaminant repository for affinity purification-mass spectrometry data. Nat. Methods. 2013; 10:730–736. [PMC free article] [PubMed] [Google Scholar]35. \nPerret G., Boschetti E.. \nAptamer-based affinity chromatography for protein extraction and purification. Adv. Biochem. Eng. Biotechnol. 2019; Berlin, Heidelberg: Springer; 1–47. [Google Scholar]36. \nSrisawat C., Engelke D.R.. \nStreptavidin aptamers: affinity tags for the study of RNAs and ribonucleoproteins. RNA. 2001; 7:632–641. [PMC free article] [PubMed] [Google Scholar]37. \nLonne M., Bolten S., Lavrentieva A., Stahl F., Scheper T., Walter J.G.. \nDevelopment of an aptamer-based affinity purification method for vascular endothelial growth factor. Biotechnol. Rep. (Amst.). 2015; 8:16–23. [PMC free article] [PubMed] [Google Scholar]38. \nDick L.W. Jr, McGown L.B.. \nAptamer-enhanced laser desorption/ionization for affinity mass spectrometry. Anal. Chem. 2004; 76:3037–3041. [PubMed] [Google Scholar]39. \nCole J.R., Dick L.W. Jr, Morgan E.J., McGown L.B.. \nAffinity capture and detection of immunoglobulin E in human serum using an aptamer-modified surface in matrix-assisted laser desorption/ionization mass spectrometry. Anal. Chem. 2007; 79:273–279. [PMC free article] [PubMed] [Google Scholar]40. \nOcsoy I., Gulbakan B., Shukoor M.I., Xiong X., Chen T., Powell D.H., Tan W.. \nAptamer-conjugated multifunctional nanoflowers as a platform for targeting, capture, and detection in laser desorption ionization mass spectrometry. ACS Nano. 2013; 7:417–427. [PMC free article] [PubMed] [Google Scholar]41. \nKim K., Lee S., Ryu S., Han D.. \nEfficient isolation and elution of cellular proteins using aptamer-mediated protein precipitation assay. Biochem. Biophys. Res. Commun. 2014; 448:114–119. [PubMed] [Google Scholar]42. \nStanlis K.K., McIntosh J.R.. \nSingle-strand DNA aptamers as probes for protein localization in cells. J. Histochem. Cytochem. 2003; 51:797–808. [PubMed] [Google Scholar]43. \nIlgu M., Nilsen-Hamilton M.. \nAptamers in analytics. Analyst. 2016; 141:1551–1568. [PMC free article] [PubMed] [Google Scholar]44. \nMahat D.B., Salamanca H.H., Duarte F.M., Danko C.G., Lis J.T.. \nMammalian heat shock response and mechanisms underlying its genome-wide transcriptional regulation. Mol. Cell. 2016; 62:63–78. [PMC free article] [PubMed] [Google Scholar]45. \nRay J., Munn P.R., Vihervaara A., Lewis J.J., Ozer A., Danko C.G., Lis J.T.. \nChromatin conformation remains stable upon extensive transcriptional changes driven by heat shock. Proc. Natl Acad. Sci. U.S.A. 2019; 116:19431–19439. [PMC free article] [PubMed] [Google Scholar]46. \nAkerfelt M., Morimoto R.I., Sistonen L.. \nHeat shock factors: integrators of cell stress, development and lifespan. Nat. Rev. Mol. Cell Biol. 2010; 11:545–555. [PMC free article] [PubMed] [Google Scholar]47. \nFujimoto M., Takaki E., Takii R., Tan K., Prakasam R., Hayashida N., Iemura S., Natsume T., Nakai A.. \nRPA assists HSF1 access to nucleosomal DNA by recruiting histone chaperone FACT. Mol. Cell. 2012; 48:182–194. [PubMed] [Google Scholar]48. \nKusch T., Mei A., Nguyen C.. \nHistone H3 lysine 4 trimethylation regulates cotranscriptional H2A variant exchange by Tip60 complexes to maximize gene expression. Proc. Natl Acad. Sci. U.S.A. 2014; 111:4850–4855. [PMC free article] [PubMed] [Google Scholar]49. \nArdehali M.B., Mei A., Zobeck K.L., Caron M., Lis J.T., Kusch T.. \nDrosophila Set1 is the major histone H3 lysine 4 trimethyltransferase with role in transcription. EMBO J. 2011; 30:2817–2828. [PMC free article] [PubMed] [Google Scholar]50. \nWesterheide S.D., Anckar J., Stevens S.M. Jr, Sistonen L., Morimoto R.I.. \nStress-inducible regulation of heat shock factor 1 by the deacetylase SIRT1. Science. 2009; 323:1063–1066. [PMC free article] [PubMed] [Google Scholar]51. \nGuisbert E., Czyz D.M., Richter K., McMullen P.D., Morimoto R.I.. \nIdentification of a tissue-selective heat shock response regulatory network. PLoS Genet. 2013; 9:e1003466. [PMC free article] [PubMed] [Google Scholar]52. \nvan Oosten-Hawle P., Morimoto R.I.. \nOrganismal proteostasis: role of cell-nonautonomous regulation and transcellular chaperone signaling. Genes Dev. 2014; 28:1533–1543. [PMC free article] [PubMed] [Google Scholar]53. \nSteurer B., Janssens R.C., Geverts B., Geijer M.E., Wienholz F., Theil A.F., Chang J., Dealy S., Pothof J., van Cappellen W.A. et al. .. \nLive-cell analysis of endogenous GFP-RPB1 uncovers rapid turnover of initiating and promoter-paused RNA polymerase II. Proc. Natl. Acad. Sci. U.S.A. 2018; 115:E4368–E4376. [PMC free article] [PubMed] [Google Scholar]54. \nRoberts B., Haupt A., Tucker A., Grancharova T., Arakaki J., Fuqua M.A., Nelson A., Hookway C., Ludmann S.A., Mueller I.A. et al. .. \nSystematic gene tagging using CRISPR/Cas9 in human stem cells to illuminate cell organization. Mol. Biol. Cell. 2017; 28:2854–2874. [PMC free article] [PubMed] [Google Scholar]55. \nHarikumar A., Edupuganti R.R., Sorek M., Azad G.K., Markoulaki S., Sehnalova P., Legartova S., Bartova E., Farkash-Amar S., Jaenisch R. et al. .. \nAn endogenously tagged fluorescent fusion protein library in mouse embryonic stem cells. Stem Cell Rep. 2017; 9:1304–1314. [PMC free article] [PubMed] [Google Scholar]"}