{"title": "Molecular Basis of the Function of Transcriptional Enhancers", "pubDate": "2020", "PMCID": "PMC7407508", "DOI": "10.3390/cells9071620", "PMID": "32635644", "abstract": "Transcriptional enhancers are major genomic elements that control gene activity in eukaryotes. Recent studies provided deeper insight into the temporal and spatial organization of transcription in the nucleus, the role of non-coding RNAs in the process, and the epigenetic control of gene expression. Thus, multiple molecular details of enhancer functioning were revealed. Here, we describe the recent data and models of molecular organization of enhancer-driven transcription.", "author": [{"author": "Airat N Ibragimov", "affiliation": ["Laboratory of Gene Expression Regulation in Development, Institute of Gene Biology, Russian Academy of Sciences, 34/5 Vavilov St., 119334 Moscow, Russia.", "Center for Precision Genome Editing and Genetic Technologies for Biomedicine, Institute of Gene Biology, Russian Academy of Sciences, 34/5 Vavilov St., 119334 Moscow, Russia."], "href": "/?term=Ibragimov+AN&cauthor_id=32635644"}, {"author": "Oleg V Bylino", "affiliation": ["Laboratory of Gene Expression Regulation in Development, Institute of Gene Biology, Russian Academy of Sciences, 34/5 Vavilov St., 119334 Moscow, Russia."], "href": "/?term=Bylino+OV&cauthor_id=32635644"}, {"author": "Yulii V Shidlovskii", "affiliation": ["Laboratory of Gene Expression Regulation in Development, Institute of Gene Biology, Russian Academy of Sciences, 34/5 Vavilov St., 119334 Moscow, Russia.", "I.M. Sechenov First Moscow State Medical University, 8, bldg. 2 Trubetskaya St., 119048 Moscow, Russia."], "href": "/?term=Shidlovskii+YV&cauthor_id=32635644"}], "refPMID": ["30902665", "30419242", "28983045", "32543077", "30262815", "29340216", "32123910", "32473574", "28573295", "27293191", "21415320", "16713960", "17048983", "29572261", "27067601", "29606591", "18631121", "19852969", "19506577", "30127355", "23394119", "29930090", "24379392", "9614191", "18172162", "15361872", "16705039", "23828889", "26855123", "23592796", "29371426", "29930094", "28340338", "29930091", "22936764", "30449618", "32313950", "32586227", "20644712", "23303786", "26443845", "27716481", "16885020", "31123063", "17994019", "22549956", "21074046", "29429976", "24141950", "23273978", "28285903", "26323060", "25043061", "22682246", "30038397", "27402708", "29053968", "28332981", "29514091", "28805829", "25752748", "30305613", "29439026", "28475875", "23744951", "15378057", "17380126", "28599852", "20485488", "20393465", "21572438", "25188404", "21765417", "2295312", "1454801", "9334315", "23636943", "23932714", "11533239", "26219400", "29378788", "25387874", "27932455", "24674738", "29673772", "26073855", "28024147", "23062713", "16885026", "22905871", "22264824", "28985501", "17174895", "21847099", "12353038", "29378787", "29659982", "28690838", "28581502", "31501517", "30033119", "29256496", "27816209", "27783602", "31904821", "23728303", "30349116", "26789250", "24184211", "27427483", "24968874", "26308897", "17277804", "26948815", "8565069", "23728302", "24909122", "22937057", "23993744", "25263592", "23417068", "31624086", "31076442", "26030444", "28431250", "30212902", "22056668", "29507097", "22868264", "29255264", "16882978", "32197056", "23150256", "25383670", "25588787", "26516199", "29979962", "30833784", "32251373", "22551722", "21278739", "24614317", "28636939", "30037979", "25403490", "28228264", "30850627", "28985562", "29094699", "32698000", "28536180", "29224777", "24813616", "28086087", "29284524", "17708682", "17575053", "19633671", "21160473", "18329373", "12374985", "23332759", "20657823", "23473601", "20206554", "21233399", "23582322", "24332044", "20720539", "28938092", "23273992", "21106759", "19295514", "22981823", "21632746", "25693563", "22593555", "22231485", "25383968", "22081016", "20332092", "24081332", "24368734", "27698142", "28398509", "29313530", "22297846", "24289921", "31605096", "10887150", "19212405", "22920947", "22055187", "27089178", "28804139", "29491135", "22518845", "22493065", "21441907", "22955620", "22508764", "21925322", "22955985", "22223044", "22959076", "19494038", "22170606", "22955617", "21460836", "23018194", "21689397", "22608086"], "citedInPMID": ["32635644", "35011637", "33799739", "32664620"], "body": " AbstractTranscriptional enhancers are major genomic elements that control gene activity in eukaryotes. Recent studies provided deeper insight into the temporal and spatial organization of transcription in the nucleus, the role of non-coding RNAs in the process, and the epigenetic control of gene expression. Thus, multiple molecular details of enhancer functioning were revealed. Here, we describe the recent data and models of molecular organization of enhancer-driven transcription.Keywords: enhancer, promoter, chromatin, transcriptional bursting, transcription factories, enhancer RNA, epigenetic marks 1. IntroductionGene transcription is precisely organized in time and space. The process requires the participation of hundreds of molecules, which form an extensive interaction network. Substantial progress was achieved recently in our understanding of the molecular processes that take place in the cell nucleus (e.g., see [1,2,3,4,5,6,7,8,9]). Novel techniques revealed multiple unexpected phenomena occurring in chromatin. Here, we discuss the novel ideas and models that appeared in the field of molecular organization of enhancer functioning. 2. Temporal Organization of Enhancer-Dependent Transcription. Transcriptional BurstingEukaryotic mRNA synthesis proceeds in short intense pulses, or bursts, which are periods of gene transcriptional activity followed by periods of gene silence. The intermittent pulsation of gene expression in eukaryotes is an intrinsic property of eukaryotic transcription and chromatin organization and is not caused by any external factor [10]. Bursts are characterized using several interrelated parameters, such as the peak amplitude (peak height, intensity), peak duration (time, length), and frequency of bursts (rate of re-occurrence, burst fraction, the number of bursts). The amplitude and duration taken together are sometimes called the burst size and contrasted with the burst frequency. All three parameters affect the transcription output, which is expressed in the amount of synthesized mRNA of the gene (Figure 1). The peak duration and frequency are the main burst characteristics, while the amplitude reflects the burst kinetics and can vary during one burst [11]. The transcriptional kinetics is highly gene specific and markedly altered by cis-regulatory DNA elements [12]. The average burst time was calculated for some organisms and is of the order of 5 min [13]. As a phenomenon, transcriptional bursting might represent a source of intrinsically random fluctuations in mRNA and protein levels in the cell. Bursts in mRNA level may be compensated for by decreases in the degradation levels of the respective proteins [14]. An increase in gene expression may result not only from changes in bursting parameters, but also from an increase in the number of cells expressing the gene in a cell population. The proportion of cells expressing a definite gene was found to greatly vary during different stages of development [13].The level of gene activity depends on the frequency of transcriptional bursts [11]. Highly expressed genes are characterized by long bursts interrupted by short breaks, while low-expressed genes are characterized by shorter bursts and longer breaks [15]. Enhancers regulate the frequency of transcriptional bursts [11,16]. Different developmental enhancers produce transcriptional bursts of the reporter gene with similar amplitudes and duration, but they generate very different bursting frequencies, strong enhancers producing more bursts than weak enhancers [11]. The insertion of an insulator reduces the frequency of bursts and the corresponding level of gene expression, but not co-activation of the linked genes, suggesting that enhancer regulation of the bursting frequency is a key parameter of gene control [11]. However, the bursting frequency does not change in response to an increase in the number of binding sites for a transcriptional activator on an enhancer, while cells with an increased burst size were found to appear in a cell culture in this case [14]. Transcriptional bursts coincide with promoter–enhancer chromatin contacts in tissues, indicating that enhancer–promoter chromatin looping acts as a regulatory mechanism [16]. In early observations, it was noticed that the length and height of a pulse are the same at different stages of development, although the frequency of pulses may vary slightly [13]. However, later studies using the Hbb globin locus as a model showed that targeted enhancer–promoter looping increases the frequency of bursting, but not the burst duration [17]. The discrepancy between the earlier and later data can be explained by different models chosen for research. To increase both the frequency and the amplitude (intensity) of bursts, a second event was found to be necessary in addition to the spatial convergence of the two regulatory elements. The induction of cell differentiation is this event in the case of LCR of beta-globin genes [17], being likely accompanied by the recruitment of additional activators or chromatin modifying complexes to the enhancer. In cells where two developmentally distinct LCR-regulated globin genes are co-transcribed in cis, the burst sizes, but not burst frequencies, of both genes were comparable. Furthermore, the co-transcription of both genes was statistically mutually inhibitory [17]. Thus, promoter competition for one enhancer in cis accounts for the alternation in burst frequency, emphasizing that changes in enhancer–promoter contacts do not alter the burst size, but affect only the burst frequency. The finding supports the model that the enhancer rapidly switches between promoters to allow co-transcriptional events to occur, suggesting that enhancer–promoter loops are formed and released with rapid kinetics. At the special level, such genes can be located in different transcription factories (see below) or be in the same factory. Definitive evidence for this model would require a direct imaging of enhancer–promoter contacts in live cells. How does chromatin control the bursting events? At the very beginning of bursting research, re-expression was shown to be more likely to arise than de novo transcription in a cell population, indicating that epigenetic processes and transcription memory are involved in controlling gene expression [13]. It was proposed that random chromatin remodeling events can be sources of bursting [14]. Indeed, it was found subsequently that the state of chromatin affects all bursting parameters (for a review, see [10]).How may bursting be specially organized? It was noted that when two genes are integrated close together into the genome, they exhibit the same bursts [14], suggesting that two or more genes might be co-regulated by one enhancer in one place of the cell nucleus. It was later confirmed that a single enhancer can co-activate two reporter genes linked with the enhancer, the two genes exhibiting coordinated bursting profiles when regulated by such as a shared enhancer [11]. The finding emphasizes the importance of the chromosome topology in gene control by shared enhancers. It was demonstrated recently that upon transvection, two alleles regulated by the same enhancer very weakly compete with each other and are spatially co-expressed, reinforcing the possibility that they share a common pool of transcription machinery [18].Thus, eukaryotic transcription occurs in short bursts. Enhancers regulate the total gene expression output predominately by modulating the bursting frequency.Figure 1Open in a separate windowTranscription factory and transcriptional bursting. (A) Enhancers and promoters of several genes located in different chromosomal positions or even on different chromosomes cluster together in a focus within the cell nucleus during transcription [19,20,21]. These discrete nuclear foci, which contain the phosphorylated form of RNA polymerase II, are called transcription factories. A transcription factory represents a phase-separated droplet, where the concentration of proteins can be 100 times higher than in the surrounding nucleoplasm [22,23,24]. The high concentration of transcription factors in the transcription factory promotes additional rounds of transcription initiation, facilitating the interaction between regulatory elements. Three potentially co-expressed genes share one transcription factory. Chromatin fibers are decondensed (thin gray line) inside the factory and condensed outside (thick black line). TF, transcription factor; Med, the Mediator complex; Enh, enhancer; yellow circle, transcription factory. (B) A hypothetical vision of the organization of bursting in space in eukaryotes is represented. Gene1 is expressed and located within a transcription factory at a given time point. Gene2 has already been expressed and leaves the transcription factory now. Gene3 now returns to the factory. In accordance with the model described in [25], the factory includes only one polymerase molecule, thus producing non-overlapping peaks of mRNA. The regulation of transcription in one factory can be carried out by multiple enhancers (only two enhancers are shown). 3. Spatial Organization of Enhancer-Dependent Transcription in the Nuclear Space3.1. Transcription FactoriesAccording to the current views of how transcription is organized in eukaryotes, the enhancers and promoters of co-expressed genes located in different chromosomal positions or even on different chromosomes cluster together during transcription to produce discrete nuclear foci, which contain the phosphorylated RNA polymerase II (Pol II) form and are known as transcription factories [20,26,27,28,29] (Figure 1). Since the factories observed in a cell are fewer than the genes transcribed at the given time point and because the factory formation time is approximately 5 s in normal conditions and increases by one order of magnitude (50 s) when expression is induced by a potent factor (serum), the process is now understood as transient, highly dynamic, and strongly depending on the identity of the genes whose regions are in contact with a factory [30]. Clusters increase in size upon strong stimulation, but the inhibition of Pol II elongation does not prevent the formation of transcription factories, indicating that they form at the initiation stage [30,31]. Moreover, elongation and initiation seem to occur in different compartments. Initiation takes place within a factory, while elongation occurs outside, in the space immediately adjacent to the factory [32]. When fluorescently labeled molecules of Pol II are used, fluorescence decreases after initiation because the molecules start elongation and possibly cease to cluster together. Live imaging studies showed recently that the mobility of regulatory elements, especially enhancers, increased with transcriptional activation upon the differentiation of embryonic stem cells (ESCs) [33]. The increase most likely correlates with their recruitment and the de novo formation of a transcription factory. 3.2. Phase SeparationRecent findings shed some light on why many transcription factors (TFs) and co-activators contain the so-called low-complexity domains (LCDs), which are regions with low amino acid diversity and are also known as the intrinsically disordered regions. LCDs are capable of forming liquid-like condensates, which are possible to disrupt using chemicals that perturb condensates, for example, with hexanediols [24]. Proteins with LCDs form phase-separated droplets, which help to compartmentalize and concentrate the transcription apparatus components and facilitate the liquid–liquid phase transitions [34,35,36]. The protein concentration in phase-separated droplets is 100 times that in the surrounding liquid phase [37]. It was shown that droplets formed by the C-terminal Pol II domain may include intact Pol II and are disrupted upon the phosphorylation of transcription initiation factor IIH kinase CDK7 [22]. As for TFs, their activation domains are capable of forming phase-separated droplets with Mediator in vitro, and their activation in vivo depends on the same amino acid residues [38]. Thus, synchronous cycles of gene recruitment to transcription factories dynamically arising de novo may explain transcriptional bursting; in turn, transcriptional bursting is facilitated by phase separation. Pre-assembled gene topologies may serve as hubs or traps in this case to accumulate Pol II and other complexes required for gene expression. A higher concentration of trans-acting factors in phase-separated droplets will promote the re-initiation cycles, increasing the likelihood of stochastic encounters between specific combinations of regulatory elements that would otherwise occur only very rarely in the nucleus and creating the microenvironment to boost gene expression [39,40]. All of these processes are accompanied by intense movements of regulatory elements and especially enhancers [33].As for enhancer-dependent activation, the above data suggest that activation must be associated with a phase switching, when one of the regulatory elements, for example, the gene promoter, is recruited from one—the liquid phase—to another, the protein phase, where the enhancer resides. Once the elements are in the same phase enriched in TFs, Mediator, Pol II, etc., their higher concentrations may facilitate the Linking/Chaining/Looping between the regulatory elements. A physical contact between the enhancer and promoter is not essential for transcriptional activation; it is enough that they are brought to a distance shorter than 330 nm of each other [18]. On the other hand, the Pol II concentration may not be as high as assumed in transcription factory assembly sites at the corresponding phase because data obtained using reflected light-sheet super-resolution microscopy indicate that more than 70% of the transcription sites contain only one Pol II molecule, contradicting the existing models [25].3.3. Does a Polymerase Move along a Gene or Does a Gene Move through a Polymerase?The above data clarify, to an extent, the nature of enhancer function and the organization of eukaryotic transcription. Yet the question is still open as to whether Pol II moves along the gene during transcription or the gene moves relative to Pol II immobilized in a dynamically forming factory. Studies with 3C methods and super-resolution microscopy showed that the distance between two transcripts of two co-expressed genes co-localized in one transcription factory is lying within 35 nm of the surface of an 87-nm sphere. Given the known gene sizes, the finding is only possible to explain by assuming that two responding genes diffuse to an 87-nm factory to be transcribed by immobilized enzymes and that when two genes are reeled in to the transcription factory, only parts being transcribed at a given moment lie transiently together [41]. The same research team visualized the process of induced transcription on the template of a long gene (221 kb). It was found that the gene promoter is initially bound in a transcription factory and that the template is then drawn through polymerase immobilized in the factory. According to the model assumed, the promoter remains in the vicinity of the factory for a while, but it then moves away and loses its association with the factory so that re-initiation may take place in another factory [7,42]. As shown more recently with synchronized cells, a contact of the enhancer with the promoter is preserved during the transcription of a gene. However, the polymerase remains immobilized in the factory, and the DNA-coding region of the gene extends through Pol II outside the factory in the form of an ever-increasing loop [43] (Figure 2).Open in a separate windowFigure 2Spatial organization of the gene body within a transcription factory (yellow circle). (A) The organization of a factory for extended genes is presented. Genes occurring in such a factory form the so-called gene loops, when the beginning of the gene and its end somehow become anchored in the factory [15]. In this case, the gene looks similar to a loop of chromatin. Pol II molecules move along the gene one after another, reading the gene. A gene can be disconnected from the factory, and re-initiation can occur in another factory, where the tail of the gene is subsequently pulled [7,42]. (B) An alternative form of transcription organization for extended genes is presented. The gene enhancer and promoter are brought together and possibly are in a complex. Moreover, part of the gene is located inside the factory, and part of the gene is located on the surface of the factory or is partly reeled on it [41]. The Pol II molecule is immobilized in the factory, and the gene body is pulled through it in the form of a loop formed [43]. The spatial organization of transcription for short genes in a transcription factory was not studied because of technical limitations and may proceed according to either of the two presented scenarios [43].Recently, evidence was provided in favor of an alternative point of view. Using fluorescence in situ hybridization (FISH) on very long genes, it was demonstrated that such genes form transcriptional loops and that the bases of these loops are not brought together. It was found that loops extend into the nuclear interior where euchromatin is situated and are decorated with ribonucleoprotein complexes containing moving Pol II [15] (Figure 2).Thus, different scenarios are possible for different genes in different conditions. The enhancer–polymerase complex may move along a chromatin fiber during transcription elongation or, oppositely, it may lie within a transcription factory while the gene body is drawn through the factory and looped out to gradually move away. 3.4. Enhancer–Promoter Contacts and Transcription Initiation3.4.1. Two Mechanisms of Eukaryotic Transcription Initiation. The mechanisms of enhancer-dependent activation of gene transcription are tightly associated with how Pol II works on the given gene. Two basic models currently explain the activation of gene transcription in higher eukaryotes. One model assumes that Pol II is absent from the promoter and coding region when a gene is repressed (inactive). An activation signal—for example, a hormonal or stress stimulus—serves to recruit a transcriptional activator to the promoter and/or enhancer of the gene. The activator stimulates the recruitment of Pol II and assembly of the Pol II complex. Once bound to the promoter, Pol II immediately starts elongation on the coding region and departs after having completed transcription until the next recruitment round. Recruitment of the Pol II complex is a limiting step of the process in this case. The other mechanism is assumed for the genes where the Pol II complex is efficiently recruited to the promoter even when the gene is inactive. The complex pre-assembled on the promoter of an inactive gene undergoes all of the transcription initiation steps. The C-terminal domain of Pol II is phosphorylated at Ser5 by Cdk7 kinase, and the complex leaves the promoter to start RNA synthesis. After adding 40–60 nucleotides to RNA, the Pol II complex is stalled by the negative elongation factor (NELF, which consists of WHSC2/NELF A, COBRA1/NELF B, THIL/NELF C/D, and NELF E subunits) and DRB sensitivity inducing factor (DSIF, which consists of SPT5/SPT4 subunits) and waits for a signal to start productive transcription. An activator recruited to the promoter facilitates the transition of the promoter-associated complex into the elongating state. Elongation kinase positive transcription elongation factor (P-TEFb, which consists of CycT and Cdk9) phosphorylates the subunits NELF-A and NELF-E of NELF and the SPT5 subunit of DSIF, as well as Ser2 in C-terminal domain of Pol II [44,45]. NELF leaves the Pol II complex, while phosphorylated DSIF now acts as a positive regulator of Pol II, and the enzyme continues moving. Translocation of the Pol II complex from the promoter to the coding gene region is a limiting step of this mechanism. The Pol II abundance does not change on the promoters of such genes after their transcriptional activation, but it significantly increases in the coding regions [46]. 3.4.2. Two Types of Eukaryotic Pol II Promoters Differing in Initiation Mode Thus, two types of promoters are recognized: the promoters that are associated with paused Pol II and are regulated by stalling the Pol II complex (the inhibition phenomenon, or distorted Pol II elongation) and the stochastic promoters, which are characterized by Pol II complex turnover. A substantial proportion of active genes was found to have stalled Pol II on the promoter in Drosophila [47]. The mechanism that regulates transcription by stalling Pol II is mostly characteristic of developmental and signal transduction genes and is almost not observed in the case of housekeeping genes [48]. The promoters and coding regions differ in nucleosome abundance between the two gene groups, i.e., highly regulated genes have nucleosome-rich promoters and rare nucleosomes in the gene body, while housekeeping genes have nucleosome-depleted promoters and a high nucleosome frequency in the coding regions [49]. The enhancer-dependent expression regulation may be associated with the different modes of Pol II function on promoters of the two basically different types. For example, enhancers may act to stimulate the Pol II transition from the paused state to elongation rather than Pol II recruitment and assembly of the preinitiation complex on the promoters of highly regulated developmental genes. 3.4.3. Two Basic Models of Enhancer Action Associated with Transcription Initiation and the Problem of Proximity In accordance with the above mechanisms, two basic models were assumed for the mechanism of action of enhancers. One is a permissive model and suggests that enhancer–promoter contacts pre-exist before gene activation (e.g., in precursor cells) and are only slightly reorganized in the course of cell differentiation (specification), as was demonstrated for TNF-alpha-, thrombopoietin-, and p53-dependent genes [50,51,52]. In all of these cases, a pre-existing chromatin topology is used to maximally reduce the search area and time for establishing enhancer–promoter interactions and to minimize the response time of the cell genetic apparatus to incoming stimuli. Pre-existing contacts were observed not only in differentiating cells, but also in mouse ESCs, where poised enhancers (marked with H3K4me1 and H3K27me3) contact with Polycomb-repressed genes to facilitate their expression upon differentiation [53,54]. A screening of the enhancers of 103 developmental genes in Drosophila showed that 94% of the enhancers have stable contacts with promoters before expression is activated during mesoderm development and that Pol II occurs in the paused state on the respective genes [55]. Thus, pre-existing contacts alone do not activate transcription, but they do prime the genes for transcription and allow the cell to immediately respond to stimuli. However, additional triggers are necessary for starting transcription; this role can be played by the recruitment of an activator, such as p53, TNF-alpha, or a tissue-specific developmental regulator. It should also be noted that a forced formation of loops between the enhancer and promoter may trigger gene transcription even in the absence of a key activator [56]. Pre-existing chromatin conformations might accelerate the creation of transcription factories or, alternatively, accelerate gene transfer to a transcription factory. This may be especially true for developmental genes expressed in narrow developmental windows.Microscopic studies identified the threshold above which the bringing of a promoter and an enhancer together is not accompanied by gene activation. For example, the transcription of a reporter gene did not start when the gene–enhancer distance was reduced from 700 to 400 nm, but started when the distance was 330 nm in an insulator-pairing assay [57]. Similar results were obtained in a transvection assay across homologous chromosomes [18]. The enhancer–promoter approach was microscopically detected in a model of the ZRS (zone of polarizing activity regulatory sequence) enhancer and Shh promoter. The enhancer was spatially closer to the promoter in the limb bud part where Shh was active, and the distance between the elements was < 200 nm [58].The other model is instructive and suggests that contacts form de novo in response to a stimulus or upon cell differentiation and that their formation is accompanied by simultaneous changes in gene expression [59,60,61,62,63,64]. Both of the two scenarios are simultaneously utilized during cell differentiation, which is accompanied by loss of pre-existing contacts, changes in chromatin state, and the acquisition of new contacts. A reorganization of contacts is a highly dynamic process that may take place within a few hours [16,65,66]. Thus, a short-term response to external stimuli is not associated with a global reorganization of enhancer–promoter contacts, but it is ensured by the 3D architecture of the genome and the total system of signal transmission from the cell membrane to the nucleus. While changes in cell fate in the course of cell specification are associated with a reorganization of enhancer–promoter contacts, the preformed chromatin topology facilitates a rapid progress of developmental programs in some cases—for example, in the case of developmental genes in Drosophila. As for the direct activation triggers, the role may be played not only by the distance between the enhancer and promoter, but also by their minor dynamic movements that occur within the preformed topology and are accompanied by the establishment of a limited number of new contacts [55,67]. The recruitment of a necessary transcription factor (TF) may also trigger activation, as was demonstrated, for example, for GATA3 and STAT6, which are recruited to the pre-existing conformation of the locus control region (LCR) and promoters of the IL-13, IL-4, and IL-5 genes in Th2 lymphocytes [68]. When transcription is activated in late erythroid cells, general transcription factors, Mediator, and Pol II are recruited not only to the promoter of the alpha globin gene, but also to distant regulatory elements. An analysis of certain mutants showed that assembly of the preinitiation complex on the enhancer is necessary for recruiting Pol II to the alpha globin gene promoter and that the process is accompanied by conformational changes in the elements (the promoter and enhancer are brought closer together) [69].In sum, gene regulatory elements are highly mobile in the nuclear space. Molecular forces and specific chromatin proteins organize their movement, the formation of contacts of the elements, the assembly of transcription factories, as well as dissociation of the assemblies [39]. However, data from multiple gene-specific studies have still not been unified into a general concept to describe the molecular organization of enhancer-driven transcription in time and space. 4. Enhancers as Non-Coding RNA Transcription Units4.1. Evidence of RNA Transcription from EnhancersThe discovery of mammalian enhancer transcription added another layer of complexity to our deepening understanding of the nature of these elements. New insights continue to upend long-held, common assumptions about enhancers, forcing us to re-examine the mechanisms of their action. The advent of the genomic era taught that the transcription of enhancers is a universal phenomenon characteristic of Metazoa [70,71,72,73,74]. In this chapter, we discuss the recent discoveries that shed light on the nature of this phenomenon and consider the possible role of enhancer transcription and enhancer RNA (eRNA) itself in regulating gene activity. Despite the presence of identical TFs and Pol II sites, promoters and enhancers were historically considered as two separate classes of regulatory elements [75]. Promoters are expected to be able to activate transcription at distinct sites, known as transcriptional start sites (TSSs). In turn, the enhancers are then able to activate transcription from the distal promoter, both remotely and regardless of orientation. It was believed that the enhancers themselves did not contain the sequences needed to initiate transcription. The first data on enhancer transcription was obtained in a well-characterized enhancer beta-globin gene cluster locus control region (LCR) [76,77]. This enhancer is 10–15 kb upstream of the gene cluster and comprises five DNAse I hypersensitivity sites (HS). Transcription initiation sites may be found across LCR, and eRNA transcription is shown to be tissue-specific and induced in response to transcription of the beta-globin genes [78]. Subsequent reports revealed a direct relationship between the tissue-specific transcription of eRNA and enhancer activity in mice and humans through genome-wide detection of RNA transcripts, using RNA-seq and Global Run-On sequencing (GRO-seq) [69,72,79,80,81]. A full 80% of the enhancers described in vivo exhibit tissue-specific transcription in mouse embryonic tissues, which correlates with enhancer activity [74]. The expression of genes targeted by the transcribing enhancer positively correlates with eRNA production and is considerably higher than the expression of genes targeted by the non-transcribing enhancers [82]. In line with these observations among mammals, Drosophila developmental enhancer transcription strongly correlates with the timing and location of enhancer activity [83]. Yet transcription is not found at all active enhancers. This suggests that eRNA is not required for the manifestation of enhancer activity, at least for this subset of active enhancers. Andersson et al. found that 20% to 33% of non-transcribed regulatory regions can activate transcription in an in vitro enhancer assay, suggesting that they may also function as enhancers without eRNA transcription [83,84,85].4.2. Properties of eRNAs and Transcribing EnhancersAs promoters of protein-coding genes, enhancers expressing eRNA are enriched in transcription initiation complex, CBP/p300, and other TFs, and serine 5 phosphorylated RNA Pol II. Yet, unlike gene promoters, enhancers are depleted of serine 2 phosphorylated Pol II [86]. Promoters and enhancers are delimited by divergent transcription initiation sites and a well-positioned array of surrounding nucleosomes [87]. Transcribed enhancers are enriched in core promoter elements, including the initiator motif, leading to the proposal of a “unified architecture” between enhancer and promoter sequences, counter to earlier beliefs that they are distinctly separate [88]. However, promoters differ strongly from enhancers in their ability to be activated by enhancers: enhancer responsiveness [83,89]. It is thought that eRNAs are usually not spliced, do not leave the nucleus, are few in number, and are not often polyadenylated [71,72,84,90]. Polyadenylated eRNAs are rare and are typically synthesized from enhancers in one direction [71,75,91]. Bidirectionally transcribed enhancers are more common and produce non-polyadenylated transcripts [86,92].A number of mammalian intragenic enhancers are transcribed to yield tissue-specific, long non-coding RNAs (lncRNA) in the direction of gene transcription [93]. Unlike eRNA, these RNAs are more stable and are spliced and polyadenylated. For mammals, it was shown that transcription in both directions from certain intragenic enhancers can attenuate the expression of the target gene by interfering with productive elongation [94]. The extent of the attenuation correlates positively with nascent eRNA expression. By analogy, it was demonstrated in Drosophila that IncRNA transcribed from the extragenic enhancers in the Bithorax complex (BX-C) can transcriptionally interfere with gene transcription [95]. These data indicate that long unidirectional eRNAs are different from short bidirectional unstable eRNAs and belong to a different class. eRNA transcription positively correlates with the enrichment of histone tags of active enhancers H3K27ac and the absence of repressive H3K27me3 tags [80,86]. However, recent findings suggest that the level of histone H3K4 methylation at enhancers corresponds to transcriptional activity so that highly active and highly transcribed enhancers display H3K4 trimethylation rather than H3K4 monomethylation, which is considered an intrinsic feature of all enhancers [96]. Active gene promoters typically exhibit trimethylated H3K4 (H3K4me3) [97]. Consequently, the difference in the H3K4 methylation patterns between enhancers and promoters simply reflects a different level of transcription from these elements.4.3. Enhancers and Promoters Share Interchangeable PropertiesThe directionality of transcription appears to play a role in the ability to function as an enhancer or promoter in vivo. The relationship between eRNA transcription and enhancer activity during Drosophila embryogenesis was assessed in vivo in transgenic embryos [83]. Mikhaylichenko et al. demonstrated that the ability of enhancers to function as promoters in vivo strongly correlates with both the level of transcription and its directionality. However, this was not the case with the majority of elements (both enhancers and promoters) with unidirectional transcription [83]. The testing of gene promoters for enhancer activity revealed that promoters can function as enhancers in vivo when they are transcribed bidirectionally, while unididrectional promoters generally cannot. These proximal bidirectional elements appear to function as both an enhancer and a promoter for the same gene [83]. Evidence from Drosophila suggests that there is also a correlation between enhancer strength and endogenous Cap-analysis gene expression (CAGE) levels [98,99]. The stronger the promoter, the greater its ability to function as a housekeeping enhancer. In contrast, strong developmental enhancers are associated with a low level of transcriptional activity. This association of developmental enhancer strength with low endogenous expression levels indicates a possible regulatory trade-off between the promoter function and developmental enhancer function [99]. In recent years, massively parallel reporter assay (MPRA) and self-transcribing active regulatory region sequencing (STARR-seq) enabled quantitative and straightforward measurements of enhancer activity in mammals [87,100]. It was shown that gene promoters and distal regulatory regions have enhancer activity. By using STARR-seq on enriched targets, Lan T M Dao et al. found that a set of mammalian promoters display enhancer activity; the elements were named E-promoters [101]. A number of E-promoters were deleted using CRISPR/Cas9 system, and the results confirmed that they are involved in the cis regulation of distal genes in their natural context. A systematic analysis of the promoters of human coding genes revealed that up to 3% of promoters have enhancer activity and are involved in the regulation of distal genes through establishing long-range contacts [87,102]. Notably, enhancer-like promoters are generally associated with housekeeping and stress-response genes [101,103,104,105]. Taken together, these data indicate that transcriptional regulators have a wide range of activities. There are elements that function strictly as enhancers or promoters, while others work as enhancers with weak promoter activity, while some elements show both strong enhancer and promoter activity. This spectrum of activities tightly correlates with the directionality of their transcription, which likely reflects the underlying sequence properties of the element [83]. The above similarities between promoters and enhancers point to the unified architecture of transcriptional regulatory elements across Metazoa.4.4. Pol II Pausing at EnhancersEnhancer transcription proceeds through the same steps as gene promoter transcripts, including TSS-proximal pausing, capping, and release [98,106,107,108]. Early pausing was demonstrated for enhancer-like loci in human K562 cells and mouse embryonic fibroblasts (MEFs) [109]. Generally, early pausing is associated with high levels of uncapped transcripts and a smooth transition of uncapped to capped transcripts. Since early-paused transcripts only have 4–18 nt extending outside Pol II, it was speculated that short nascent eRNA and Pol II recruit DSIF and capping enzyme less efficiently than longer late-pause transcripts of coding genes [45,98,110]. Pol II at enhancers is particularly susceptible to early termination compared to promoters of coding genes. A high percentage of RNAs transcribed from enhancers were found to be oligo-adenylated at the 3′ end, which is a feature that facilitates degradation by the exosome [111]. The specific targeting of eRNAs to the exosome through oligo-adenylation is thought to play a central role in instituting the lack of stability that is a hallmark of eRNAs [98]. DSIF and NELF specify the correct post-transcriptional fate of small nuclear RNAs (snRNAs) through their association with Integrator, which is the large multisubunit complex responsible for the 3’ processing of pre-snRNAs [112,113]. Integrator is additionally implicated in transcription termination at enhancers [114]. Global nuclear run-on and Pol II profiling reveals a role of Integrator in the 3′-end cleavage of eRNA transcripts, leading to transcriptional termination. In the absence of Integrator, eRNAs remain bound to Pol II and their transcripts accumulate. Interestingly, the induction of eRNAs and gene expression responsiveness requires catalytic activity of the Integrator complex. These data point to a role of Integrator in both eRNA biogenesis and enhancer activation [114]. A recent study by Nathan D. Elrod et al. showed that Integrator can actively destabilize paused Pol II at the mRNA of coding genes as well. Similarly, Integrator utilizes its RNA endonuclease activity to cleave nascent RNA and drive the termination of paused Pol II [115]. Taken together, these findings reveal a previously unappreciated mechanism of transcription suppression inherent to promoters and enhancers alike. 4.5. Functional Role of eRNA and Enhancer Transcription The functional role of eRNA remains largely unknown. We do know that the production of eRNAs is clearly associated with enhancer activity, which is observed in well-characterized enhancers (α-globin and β-globin loci) and globally in putative enhancers upon stimulation (as shown for p53, FoxA1, and estrogen receptor) [52,69,73,77,79,81].How eRNAs contribute to transcriptional activation remains a subject of many ongoing investigations. There are three hypotheses regarding the role of enhancer transcription. The first states that the process of transcription, but not eRNA itself, is important for activating the capacity of enhancers. The second posits that eRNA transcripts are necessary for enhancer activity. The last suggests that eRNA can represent a transcriptional noise due to the promiscuous recruitment of Pol II to open chromatin [116]. The three hypotheses are not mutually exclusive, and there is evidence to support each of them [86,117]. Whether the process of enhancer transcription or eRNA itself plays the decisive role can vary from one locus to another [52,80,86,118]. Several recent lines of evidence support the functional role of some eRNA transcripts. The targeted degradation of eRNA using either RNA interference (RNAi) or locked nucleic acids was performed to test the functions of enhancer transcripts [108,117,119,120,121]. Specific eRNA knockdown was accompanied by the downregulation of coding genes, suggesting the functional importance for eRNAs [117]. While the features that constitute a functional eRNA are currently unknown, some studies implicated eRNAs in different steps of transcription regulation, including the modulation of chromatin accessibility at promoters and the release of the negative elongation factor NELF [71,122,123]. In particular, it was suggested that eRNAs mediate the looping interactions between enhancers and promoters of target genes and facilitate the recruitment of specific factors to stabilize the looping, such as cohesin and mediator [119,124,125,126]. However, treatment with flavopiridol to block eRNA productive elongation did not affect the enhancer–promoter looping at the P2RY2 and GREB1 loci following the estradiol stimulation of MCF-7 cells [79]. Furthermore, the inhibition of eRNA transcription affected neither enhancer-specific epigenetic modifications nor the recruitment of transcriptional regulators, suggesting that eRNA synthesis is not required for the assembly of enhancer–promoter complexes, at least in this context [79]. Additionally, RNA-tethering experiments in reporter assays demonstrated a quantitative effect of eRNA transcripts in conferring gene activation, independent of the act of transcription [108,117,119,127]. Contrary to these results, RNA exosome knockout cells, which have elevated steady-state eRNA levels without increased enhancer transcription, exhibit relatively unchanged nascent mRNA synthesis [128,129]. Several potential mechanisms whereby enhancer transcription and eRNA modulate the enhancer function are summarized in Figure 3. Open in a separate windowFigure 3Activation of an enhancer and possible role of eRNA transcription in the process. The general diagram illustrates the stepwise activation of an enhancer as a transcription unit in response to developmental or other cues. (A) Assembly of transcriptional machinery at the enhancer is initiated by the binding of pioneer transcription factors (pTFs) [130]. Pioneer factors recognize their target DNA sequences in nucleosomes and trigger a remodeling of the adjoining chromatin landscape. This provides access to lineage-determining transcription factors (dTFs) to dictate the enhancer for activation in a specific cell type [131,132]. The enhancer is further primed by histone H3K4 mono-/di-methyltransferases, such as MLL3 and MLL4 [80]. In turn, H3K4me1 facilitates the recruitment of chromatin remodelers (ChR) to reposition the nucleosomes [133]. (B) The previous steps prepared the enhancer for the further recruitment of other cofactors, such as histone acetyltransferases. For example, CREB-binding protein and p300 (CBP/p300) are recruited to deposit histone acetylation marks and general transcription factors (GTFs) and Pol II, to initiate bidirectional transcription [117]. Transcription elongation could disrupt nucleosome occupancy [134] and evict nucleosomes locally, while Pol II pausing could protect the region from nucleosome reassembly [49], serving to maintain open chromatin. The C-terminal domain (CTD) of Pol II functions as a landing platform for a plethora of TFs and epigenetic regulators. The association of factors with the enhancer region is stimulated by their interactions with CTD and helps to create a local environment supportive for transcriptional activation. For example, histone-modifying enzymes interact with Pol II and deposit active chromatin marks during transcription elongation. p300 and CBP are associated with actively transcribing Pol II [135]. Hence, the act of transcription could serve to spread the H3K4me1/H3K4me2 and H3K27ac activating marks across the enhancer region [136]. H3K27ac recruits additional cofactors, such as bromodomain-containing protein 4 (BRD4), thus facilitating Pol II transition to elongation [80]. BRD4 is capable of directly interacting with eRNA [137]. This interaction strengthens the affinity of BRD4 for acetylated histones, enhances BRD4 and Pol II recruitment, and boosts transcription. (C) eRNA transcription and chromatin looping may occur concomitantly and precede gene transcription [138]. The recruitment of mediator and chromatin looping factors (LFs), such as cohesion and YY1, facilitates the enhancer–promoter interactions. eRNA can guide cohesin and YY1 localization and promoter–enhancer loop formation [139,140]. The presence of transcription machinery and RNA at enhancers provides multiple surfaces for stabilizing interactions with TFs and co-activators. eRNA may contribute to enhancer phase separation as a scaffolding, which is necessary for creating a high local concentration of factors (yellow bubble) favorable to transcriptional activity at promoters [141].Experiments to discern the role of enhancer transcription or eRNAs are difficult to design. This is because alterations of the signals required for transcription may have negative, inadvertent effects on other aspects of enhancer activity. Recently, a different approach was used to manipulate eRNA transcription [142]. In this case, transcription was altered by depleting Spt5, which is a transcription factor that regulates Pol II pausing and processivity. A genome-wide analysis showed that approximately half of the examined enhancer–gene pairs exhibited correlated changes in transcription upon Spt5 depletion. In particular, Spt5 depletion led to loss of the super-enhancer–promoter physical interaction and gene expression at the immunoglobulin heavy-chain locus (Igh) [143] and consequently abrogated immunoglobulin class switching. This defect correlated strongly with a loss of enhancer transcription without affecting any other aspect of 3′RR enhancer activation, including the accessible chromatin state, the H3K27ac mark, the occupancy of Mediator, and cohesion. Nonetheless, the enhancer was unable to physically engage with its promoters. eRNA transcription was rescued by the CRISPRa-mediated recruitment of potent TFs to the 3′RR enhancers. Strikingly, the stimulation of transcription at one of the four 3′RR enhancers was sufficient to partly restore Ighg1 transcription in Spt5-depleted cells. To determine whether transcription is necessary for establishing and/or maintaining the steady-state interaction, transcription was inhibited in activated wild-type B cells with either triptolide, which abolishes transcription initiation [144], or flavopiridol, which inhibits P-TEFb-mediated release of paused Pol II, thus preventing elongation [145]. In both cases, 3′RR eRNA was significantly depleted. However, the enhancer–promoter interaction frequency remained the same or even slightly increased. This observation is consistent with previous data on the P2RY2 and GREB1 loci in MCF-7 cells [79]. Firz et al. concluded that in a subset of enhancers, transcription and/or Pol II is required for establishing the enhancer–promoter interaction after cell division or stimulation, but not for maintaining it. Most eRNAs function in cis, although there is growing evidence that they can exert the regulatory function in trans [122,140,146]. For example, MyoD enhancer regions activate transcription in part by giving rise to at least two eRNAs coherently regulating myogenesis [140,147]. The core enhancer eRNA (CEeRNA) regulates transcription of the adjacent MyoD gene in cis, whereas the distal regulatory region (DRR) enhancer transcript (DRReRNA) promotes Myogenin transcription in trans [122,148,149]. Altogether, the data indicate that DRReRNA mediates loop formation through cohesin recruitment. A DRReRNA knockdown leads to reduced cohesin occupancy at the Myogenin locus, and this reduction downregulates Myogenin, ultimately preventing muscle cell differentiation. Furthermore, it was speculated that the process of cohesin recruitment mechanistically differs from estrogen receptor-regulated transcription, where the cohesin complex is present on many estrogen receptor-regulated enhancers even before ligand treatment and contributes to gene activation, at least in part, by stabilizing E2/ER-alpha/eRNA-induced enhancer–promoter looping [119,140]. As we discussed above, the majority of eRNAs are short-lived and not polyadenilated, which are the features limiting their range of action to neighbor genes [1]. By contrast, trans-acting DRReRNA, ncRNA-a7, KLK3eRNA, and Bloodlinc are polyadenylated [124,140,146]. Therefore, it is conceivable that polyadenylation may give eRNA stability to reach target genes on other chromosomes. A subset of other eRNAs was also found to interact with cohesin, which was proposed to facilitate communication between an enhancer and its target promoter by stabilizing looping [150]. However, recent studies indicate that the ablation of cohesin-mediated looping has only minor effects on the maintenance of gene expression on the genome scale [151,152]. The contacts that are lost without cohesin tend to be long range and represent topologically associated domain (TAD) boundaries. Shorter-range chromosomal contacts, especially those that connect active promoters with each other and with active enhancers, remain unaffected [153]. Mounting evidence point toward the existence of unknown cohesion-independent enhancer–promoter pairing mechanisms. Studies that implicate the eRNA function in cohesion recruitment should be considered with that caveat in mind. The TF Yin Yang 1 (YY1) was assumed to mediate enhancer loops. Unlike with cohesin, YY1 binding is strongly enriched at promoters and enhancers in mouse and human cell types [154,155]. Interestingly, a recent study demonstrates that eRNA binds YY1, which acts as a mediator of enhancer–promoter communication through dimerization. Reduced transcription from enhancers diminishes the YY1 occupancy at enhancers, whereas the artificial tethering of eRNA increases the YY1 occupancy [139]. All the aforementioned studies report average expression profiles, which have a limited potential to accurately describe what occurs in individual cells and at individual alleles. Fluorescence in situ hybridization (FISH) studies to measure eRNA and mRNA co-expression at individual alleles revealed that co-expressing alleles are rare, and co-expression rarely occurs in a closed enhancer–promoter configuration [55,85,156]. Rahman et al. speculate that the infrequent co-expression of eRNAs and mRNAs in a closed-loop configuration could indicate that eRNA transcription precedes looping or that eRNA transcription is mostly inhibited in the closed loop configuration [85]. Positioning of the nuclear receptor ERα, the co-activators, the mediator complex, and the basal transcription machinery in a closed loop configuration could indeed facilitate mRNA over eRNA transcription. Therefore, while the accumulation of eRNAs at active enhancers is unlikely to be required to stabilize the enhancer–promoter loops, eRNA transcription may nonetheless initiate this communication, which promotes target gene activation. Enhancer-mediated gene activation may be characterized by a feed-forward loop, whereby basal eRNA transcription facilitates the recruitment of TFs and co-regulators, which then further remodel chromatin and increase the frequency of eRNA and mRNA transcription initiation. Additionally, basal transcription at enhancers could maintain this regulatory region in an open chromatin state, thereby facilitating the binding of TFs and co-activators and allowing cells to respond rapidly to stimulation [33,80]. 4.6. ConclusionAs presented in this chapter, the transcription of eRNAs may be more important for gene activation than was realized, with up to 50% of all enhancers depending on it for functioning [142]. Numerous functions are ascribed to eRNA transcription, including mediator and cohesin recruitment, the deposition of chromatin marks, enhancer–promoter looping, and phase separation, to name a few [119,124,141,157]. Available data can be contradictory. While some studies found a decisive correlation between eRNA transcription and the expression of neighboring genes [73,142], others suggest a lack of such correlation [158]. Yet mounting evidence outlined here points to a context-specific, rather than general, role of enhancer transcription in gene regulation. This notion could reconcile these conflicting reports.As for the subset of enhancers that do not require eRNA transcription, nature has solved the problem of enhancer–promoter communication in a different way; exactly how is yet to be discovered. Some enhancers evolved to rely on transcription for functioning. For this other subset of enhancers, both the transcription process and some eRNAs by themselves are proven to have functional roles. More evidence is required to fully decipher the biological roles. To understand how eRNAs and TFs act—either jointly or independently—to stimulate transcription requires the targeted deletion of distinct enhancer regions to change the eRNA structure or abolish eRNA expression, while maintaining the binding of TFs. On the other hand, information on the dynamics of enhancer–promoter interactions in the presence or absence of eRNAs is still lacking and will require analyses of living cells at high spatial and temporal resolution.  5. Epigenetic Chromatin Marks of Enhancers5.1. Chromatin State of an EnhancerOne of the first epigenetic characteristics of enhancers is their depletion of nucleosomes as detectable by nuclease treatment. A significant correlation was revealed between cell-specific DNase I hypersensitive loci and enhancer elements [159]. In addition to the depletion itself, enhancer regions may carry hypermobile histone variant H3.3 and H2A.Z [160,161], which can be displaced from the DNA template easier than other variants. The enrichment in these histone variants is a characteristic feature of both active and poised enhancers and promoters [162]. Moreover, active enhancers are subject to nucleosome remodeling [163]. The following remodelers were found to function on enhancers: CHRAC and ACF [164], SWI/SNF [133,165], and CHD7 [166]. In sum, all these mechanisms promote the access of TFs to the DNA template [167].The recruitment of multiple TFs is another characteristic feature of enhancers. Two modes of their binding to chromatin were proposed. The first is that the process is positively cooperative, which helps TFs overcome the nucleosomal barrier. The second is that there are certain pioneer factors that bind to nucleosomal DNA, thereby enabling other TFs to bind to the enhancer. The latter occurs via a direct effect on the nucleosome position, the recruitment of chromatin remodelers and modifiers, and the protection of DNA from methylation [130,168,169]. In addition to sequence-specific TFs, enhancers are characterized by the presence of the co-activators Mediator [170] and BRD4 [171] and the chromatin structural factors cohesin [172] and CTCF [173]. The Pol II elongation factor Ell3 marks enhancers in ES cells [174].5.2. Histone MethylationThe nucleosomes that flank the TF binding sites in enhancers carry the specific histone marks H3K4me1 and H3K27ac [175,176,177,178]. The monomethylation of H3K4, the first mark of regulatory elements to be described, has a cell-specific distribution pattern in the genome [179]. However, this mark was also found in the 5′-upstream regions of active genes and has a broader distribution in the genome as compared with enhancers themselves. H3K4 monomethylation appears to be the first step, followed by nucleosome depletion, H3K27 acetylation, and enhancer activation (Figure 3). That is why H3K4me1 is important for enhancer priming [162,175,178]. This modification seems to mark both active and inactive enhancer regions [180,181]. However, not all potential enhancers in the genome are premarked with this modification, di- and trimethylation of H3K4 being found on enhancers as well [96,182].The exact function of the H3K4me1 mark is still unclear. H3K4 methylation seems to affects the recruitment of some co-activators and co-repressors. There are several hypothetical players in this process. Methylated H3K4 can prevent the recruitment of some co-repressors, including DNA methyltransferase Dnmt3 [167]. Thus, H3K4me1 keeps the enhancer in a poised state by preventing repressive DNA methylation. Interestingly, preferential binding to H3K4me1 was described for acetyltransferase TIP60 [183], which participates in the loading of the aforementioned histone H2A.Z and its acetylation [184]. The methylation of H3K4 is accomplished by methyltransferases Trr1 in Drosophila and MLL3/4 in mammals [185,186,187]. In turn, MLL3/4 recruits the co-activator p300, which is necessary for establishing the mark of active enhancers (see below) [187,188]. The depletion of MLL3 and MLL4 results in the global loss of H3K4me1 and H3K27ac levels and Mediator and Pol II recruitment [185,186]. H3K4me1 is also important for enhancer–promoter contacts and facilitates the recruitment of the cohesin complex, which plays an important role in the formation of these contacts [189]. Finally, H3K4me1 facilitates the recruitment of the BAF remodeler, and nucleosomes carrying this modification are remodeled more efficiently [133]. At the same time, a broader range of methyltransferases may probably be involved in the formation of this modification. The mechanism of their recruitment is still unknown. It is likely that pioneer TFs are responsible for the recruitment to at least a certain group of enhancers [167]. Moreover, the H3K4me1 mark covers larger regions than TF binding sites do, which implies the spreading of activity from enhancers themselves to adjacent DNA regions. During enhancer disengagement, the methylation mark is erased by LSD1 demethylase in ESCs [190]. However, the H3K4me1 mark is detected on disengaged enhancers as well in Drosophila [181]. Another way to inactivate an enhancer is to establish H3K27me2 by the PRC2 complex, which blocks the acetylation of this residue [191].In addition to H3K4me1, enhancers could carry H3K4me3 modification [96,98]. This mark is a classical feature of active promoters. However, as discussed above, recent studies indicated that promoter and enhancer activities could be intermingled, thus raising the concept of regulatory elements possessing different degrees of enhancer/promoter capability [192]. 5.3. Histone AcetylationHistone acetylation is a widespread modification of active chromatin. For the enhancer, there is an interplay of methylation and acetylation modifications: the characteristic H3K27ac mark is established on the enhancers that already carry H3K4me1 [181]. Different classes of TFs are able to recruit two paralogous histone acetyltransferases (HATs), p300 and CBP, onto enhancer chromatin [193]. Both HATs are regarded as specific factors for enhancers and are used to map the enhancers based on ChIP-seq data [167]. A greater part of p300 binding sites coincide with DNase I-sensitive sites [194]. P300/CBP acetylates multiple targets, including H3K18 and H3K27 residues. The presence of the latter mark distinguishes active enhancers from poised ones [167]. However, a group of enhancers carries p300 while lacking H3K27ac in human ESCs [162]. Thus, acetylation on enhancers is under strict control, the details of which are as yet unknown.However, not all enhancers carry a p300/CBP marker, and some other HATs appear to bind to them. For example, Gcn5/PCAF HAT and its preferential H3K9ac mark were detected on enhancers [178,195,196]. It seems that an enhancer may carry a number of HATs, whose repertoire depends on the spectrum of TFs bound to the given enhancer. Moreover, H3K27ac is not an obligatory mark of active enhancers [181,197]: there are enhancers that are devoid of the enhancer-specific chromatin marks described above [198].Acetylated histones are recognized by bromodomains, which are found in various proteins (including general TFs, chromatin modifiers, and remodelers). The acetylated histone–bromodomain interaction can stabilize the protein assemblies on enhancers. Acetylation can also destabilize nucleosomes and contribute to the formation of histone-free chromatin regions [199]. Moreover, histone tails were shown to participate in long-range interactions in nucleosomal arrays [200], suggesting that their acetylation may contribute to this important process [167].There is another class of enhancers, referred to as poised enhancers, which were described in ESCs [162,178]. Such enhancers are located close to developmental genes; they are lineage-specific and are activated during differentiation. They contain the H3K4me1 mark but lack the H3K27ac mark; they also contain the H3K27me3 mark and are occupied by the polycomb complex PRC2. Poised enhancers start to drive transcription only during cell differentiation, simultaneously with H3K27me3 substitution by H3K27ac. Thus, poised and active enhancers are distinguished by trimethylation or acetylation of the H3K27 residue, while both groups carry the H3K4me1 mark [162,175]. In Drosophila, H3K27me3 histone demethylase UTX directly binds CBP/p300, which helps to change H3K27me3 into H3K27ac and activate poised enhancers [201].It is as yet unclear whether the H3K4me1 or H3K27ac modifications are sufficient or necessary for enhancer activity. Enhancers show heterogeneous histone modifications and, in addition to the aforementioned marks, they may carry other ones, such as H3K9ac and H3K18ac [178,202], H3K79me2/3 [181,203], H3K9me3 [178], H3S10ph and H3S28ph [204], and lysine crotonylation [205]. Interestingly, histone modifications can determine (or reflect) the enhancer orientation; i.e., asymmetry was described in histone modification and nucleosome positioning relative to a TF binding site [206]. 5.4. DNA ModificationFinally, the epigenetic mark of DNA methylation was found on inactive enhancers [207,208,209,210,211]. In general, there is an anticorrelation in the recruitment of TFs and co-activators and DNA methylation. This is in line with current views on DNA methylation as a marker of gene silencing. Another DNA modification, 5-hydroxymethylcytosine (5hmC), shows the opposite behavior [212,213,214]. The modification positively correlates with gene activity, may be found on both active and poised enhancers [215], and coincides with the H3K4me1 and H3K27ac marks [169,214]. Interestingly, 5hmC flanks the TF binding site, while 5-methylcytosine (5mC) marks the TF binding site itself [215].In sum, enhancers are dynamic entities that carry different epigenetics marks at different developmental stages. Epigenetic marks can participate in the assembly of transcription complexes, open access for TF binding, and prime regulatory elements [167]. However, the mechanisms of these processes have yet to be studied in detail. 6. PerspectivesRecent advances in the techniques available to study the molecular processes in the nucleus contributed a lot into our understanding of enhancer action. At the same time, novel models brought novel issues, and several of them should be mentioned. The precise molecular mechanism that various enhancers use to control the transcription burst duration and frequency is still unknown. The molecular forces that drive the formation of sub-nuclear bodies, including transcription factories, are under intense study now. The contributions of different classes of chromatin-associated molecules, including cohesins and eRNAs, to the formation of enhancer–promoter contacts need thorough investigation. Different molecular landscapes and potentially different modes of action of different classes of enhancers and promoters require substantial attention. Finally, the arising concept of a mixing of different types of activities, such as enhancer, promoter, and insulator activities, in one regulatory element is attracting a lot of interest. FundingThis work was funded by the Russian Science Foundation, grant No. 20-14-00201 (Section 1, Section 2, Section 3 and Section 4), and the Ministry of Science and Higher Education of the Russian Federation, grant No. 075-15-2019-1661 (Section 5 and Section 6). Conflicts of InterestThe authors declare no conflict of interest. References1. Burriss K.H., Mosley A.L. Methods review: Mass spectrometry analysis of RNAPII complexes. Methods. 2019;159:105–114. doi: 10.1016/j.ymeth.2019.03.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Goodstadt M.N., Marti-Renom M.A. Communicating Genome Architecture: Biovisualization of the Genome, from Data Analysis and Hypothesis Generation to Communication and Learning. J. Mol. Biol. 2019;431:1071–1087. doi: 10.1016/j.jmb.2018.11.008. [PubMed] [CrossRef] [Google Scholar]3. Ibragimov A.N., Kozlov E.N., Kurbidaeva A.S., Ryabichko S.S., Shidlovskii Y.V. Current technics for visualizing RNA in a cell. Russ. J. Genet. 2017;53:1080–1090. doi: 10.1134/S1022795417100040. [CrossRef] [Google Scholar]4. Kelsey G., Stegle O., Reik W. Single-cell epigenomics: Recording the past and predicting the future. Science. 2017;358:69–75. doi: 10.1126/science.aan6826. [PubMed] [CrossRef] [Google Scholar]5. Markey F.B., Parashar V., Batish M. Methods for spatial and temporal imaging of the different steps involved in RNA processing at single-molecule resolution. Wiley Interdiscip. Rev. RNA. 2020:e1608. doi: 10.1002/wrna.1608. [PubMed] [CrossRef] [Google Scholar]6. Marti-Renom M.A., Almouzni G., Bickmore W.A., Bystricky K., Cavalli G., Fraser P., Gasser S.M., Giorgetti L., Heard E., Nicodemi M., et al.  Challenges and guidelines toward 4D nucleome data and model standards. Nat. Genet. 2018;50:1352–1358. doi: 10.1038/s41588-018-0236-3. [PubMed] [CrossRef] [Google Scholar]7. Ryabichko S.S., Ibragimov A.N., Lebedeva L.A., Kozlov E.N., Shidlovskii Y.V. Super-Resolution Microscopy in Studying the Structure and Function of the Cell Nucleus. Acta Nat. 2017;9:42–51. doi: 10.32607/20758251-2017-9-4-42-51. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Shaban H.A., Seeber A. Monitoring the spatio-temporal organization and dynamics of the genome. Nucleic Acids Res. 2020;48:3423–3434. doi: 10.1093/nar/gkaa135. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Sparks T.M., Harabula I., Pombo A. Evolving methodologies and concepts in 4D nucleome research. Curr. Opin. Cell Biol. 2020;64:105–111. doi: 10.1016/j.ceb.2020.04.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Nicolas D., Phillips N.E., Naef F. What shapes eukaryotic transcriptional bursting? Mol. Biosyst. 2017;13:1280–1290. doi: 10.1039/C7MB00154A. [PubMed] [CrossRef] [Google Scholar]11. Fukaya T., Lim B., Levine M. Enhancer Control of Transcriptional Bursting. Cell. 2016;166:358–368. doi: 10.1016/j.cell.2016.05.025. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Suter D.M., Molina N., Gatfield D., Schneider K., Schibler U., Naef F. Mammalian genes are transcribed with widely different bursting kinetics. Science. 2011;332:472–474. doi: 10.1126/science.1198817. [PubMed] [CrossRef] [Google Scholar]13. Chubb J.R., Trcek T., Shenoy S.M., Singer R.H. Transcriptional pulsing of a developmental gene. Curr. Biol. 2006;16:1018–1025. doi: 10.1016/j.cub.2006.03.092. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Raj A., Peskin C.S., Tranchina D., Vargas D.Y., Tyagi S. Stochastic mRNA synthesis in mammalian cells. PLoS Biol. 2006;4:e309.  doi: 10.1371/journal.pbio.0040309. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Leidescher S., Nübler J., Feodorova Y., Hildebrand E., Ullrich S., Bultmann S., Link S., Thanisch K., Dekker J., Leonhardt H., et al.  Spatial organization of transcribed eukaryotic genes. bioRxiv. 2020 doi: 10.1101/2020.05.20.106591. [CrossRef] [Google Scholar]16. Mermet J., Yeung J., Hurni C., Mauvoisin D., Gustafson K., Jouffe C., Nicolas D., Emmenegger Y., Gobet C., Franken P., et al.  Clock-dependent chromatin topology modulates circadian transcription and behavior. Genes Dev. 2018;32:347–358. doi: 10.1101/gad.312397.118. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Bartman C.R., Hsu S.C., Hsiung C.C., Raj A., Blobel G.A. Enhancer Regulation of Transcriptional Bursting Parameters Revealed by Forced Chromatin Looping. Mol. Cell. 2016;62:237–247. doi: 10.1016/j.molcel.2016.03.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Lim B., Heist T., Levine M., Fukaya T. Visualization of Transvection in Living Drosophila Embryos. Mol. Cell. 2018;70:287–296.e6. doi: 10.1016/j.molcel.2018.02.029. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Carter D.R., Eskiw C., Cook P.R. Transcription factories. Biochem. Soc. Trans. 2008;36:585–589. doi: 10.1042/BST0360585. [PubMed] [CrossRef] [Google Scholar]20. Cook P.R. A model for all genomes: The role of transcription factories. J. Mol. Biol. 2010;395:1–10. doi: 10.1016/j.jmb.2009.10.031. [PubMed] [CrossRef] [Google Scholar]21. Sutherland H., Bickmore W.A. Transcription factories: Gene expression in unions? Nat. Rev. Genet. 2009;10:457–466. doi: 10.1038/nrg2592. [PubMed] [CrossRef] [Google Scholar]22. Boehning M., Dugast-Darzacq C., Rankovic M., Hansen A.S., Yu T., Marie-Nelly H., McSwiggen D.T., Kokic G., Dailey G.M., Cramer P., et al.  RNA polymerase II clustering through carboxy-terminal domain phase separation. Nat. Struct. Mol. Biol. 2018;25:833–840. doi: 10.1038/s41594-018-0112-y. [PubMed] [CrossRef] [Google Scholar]23. Canals-Hamann A.Z., das Neves R.P., Reittie J.E., Iniguez C., Soneji S., Enver T., Buckle V.J., Iborra F.J. A biophysical model for transcription factories. BMC Biophys. 2013;6:2.  doi: 10.1186/2046-1682-6-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Chong S., Dugast-Darzacq C., Liu Z., Dong P., Dailey G.M., Cattoglio C., Heckert A., Banala S., Lavis L., Darzacq X., et al.  Imaging dynamic and selective low-complexity domain interactions that control gene transcription. Science. 2018;361 doi: 10.1126/science.aar2555. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Zhao Z.W., Roy R., Gebhardt J.C., Suter D.M., Chapman A.R., Xie X.S. Spatial organization of RNA polymerase II inside a mammalian cell nucleus revealed by reflected light-sheet superresolution microscopy. Proc. Natl. Acad. Sci. USA. 2014;111:681–686. doi: 10.1073/pnas.1318496111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Jackson D.A., Iborra F.J., Manders E.M., Cook P.R. Numbers and organization of RNA polymerases, nascent transcripts, and transcription units in HeLa nuclei. Mol. Biol. Cell. 1998;9:1523–1536. doi: 10.1091/mbc.9.6.1523. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Mitchell J.A., Fraser P. Transcription factories are nuclear subcompartments that remain in the absence of transcription. Genes Dev. 2008;22:20–25. doi: 10.1101/gad.454008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Osborne C.S., Chakalova L., Brown K.E., Carter D., Horton A., Debrand E., Goyenechea B., Mitchell J.A., Lopes S., Reik W., et al.  Active genes dynamically colocalize to shared sites of ongoing transcription. Nat. Genet. 2004;36:1065–1071. doi: 10.1038/ng1423. [PubMed] [CrossRef] [Google Scholar]29. Ragoczy T., Bender M.A., Telling A., Byron R., Groudine M. The locus control region is required for association of the murine beta-globin locus with engaged transcription factories during erythroid maturation. Genes Dev. 2006;20:1447–1457. doi: 10.1101/gad.1419506. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Cisse I.I., Izeddin I., Causse S.Z., Boudarene L., Senecal A., Muresan L., Dugast-Darzacq C., Hajj B., Dahan M., Darzacq X. Real-time dynamics of RNA polymerase II clustering in live human cells. Science. 2013;341:664–667. doi: 10.1126/science.1239053. [PubMed] [CrossRef] [Google Scholar]31. Chen X., Wei M., Zheng M.M., Zhao J., Hao H., Chang L., Xi P., Sun Y. Study of RNA Polymerase II Clustering inside Live-Cell Nuclei Using Bayesian Nanoscopy. ACS Nano. 2016;10:2447–2454. doi: 10.1021/acsnano.5b07257. [PubMed] [CrossRef] [Google Scholar]32. Ghamari A., van de Corput M.P., Thongjuea S., van Cappellen W.A., van Ijcken W., van Haren J., Soler E., Eick D., Lenhard B., Grosveld F.G. In vivo live imaging of RNA polymerase II transcription factories in primary cells. Genes Dev. 2013;27:767–777. doi: 10.1101/gad.216200.113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Gu B., Swigut T., Spencley A., Bauer M.R., Chung M., Meyer T., Wysocka J. Transcription-coupled changes in nuclear mobility of mammalian cis-regulatory elements. Science. 2018;359:1050–1055. doi: 10.1126/science.aao3136. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Cho W.K., Spille J.H., Hecht M., Lee C., Li C., Grube V., Cisse I.I. Mediator and RNA polymerase II clusters associate in transcription-dependent condensates. Science. 2018;361:412–415. doi: 10.1126/science.aar4199. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Hnisz D., Shrinivas K., Young R.A., Chakraborty A.K., Sharp P.A. A Phase Separation Model for Transcriptional Control. Cell. 2017;169:13–23. doi: 10.1016/j.cell.2017.02.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Sabari B.R., Dall’Agnese A., Boija A., Klein I.A., Coffey E.L., Shrinivas K., Abraham B.J., Hannett N.M., Zamudio A.V., Manteiga J.C., et al.  Coactivator condensation at super-enhancers links phase separation and gene control. Science. 2018;361:eaar3958. doi: 10.1126/science.aar3958. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Hyman A.A., Simons K. Cell biology. Beyond oil and water—Phase transitions in cells. Science. 2012;337:1047–1049. doi: 10.1126/science.1223728. [PubMed] [CrossRef] [Google Scholar]38. Boija A., Klein I.A., Sabari B.R., Dall’Agnese A., Coffey E.L., Zamudio A.V., Li C.H., Shrinivas K., Manteiga J.C., Hannett N.M., et al.  Transcription Factors Activate Genes through the Phase-Separation Capacity of Their Activation Domains. Cell. 2018;175:1842–1855.e16. doi: 10.1016/j.cell.2018.10.042. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Kantidze O.L., Razin S.V. Weak interactions in higher-order chromatin organization. Nucleic Acids Res. 2020;48:4614–4626. doi: 10.1093/nar/gkaa261. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Razin S.V., Gavrilov A.A. The Role of Liquid-Liquid Phase Separation in the Compartmentalization of Cell Nucleus and Spatial Genome Organization. Biochem. (Mosc.) 2020;85:643–650. doi: 10.1134/S0006297920060012. [PubMed] [CrossRef] [Google Scholar]41. Papantonis A., Larkin J.D., Wada Y., Ohta Y., Ihara S., Kodama T., Cook P.R. Active RNA polymerases: Mobile or immobile molecular machines? PLoS Biol. 2010;8:e1000419.  doi: 10.1371/journal.pbio.1000419. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Larkin J.D., Papantonis A., Cook P.R., Marenduzzo D. Space exploration by the promoter of a long human gene during one transcription cycle. Nucleic Acids Res. 2013;41:2216–2227. doi: 10.1093/nar/gks1441. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Lee K., Hsiung C.C., Huang P., Raj A., Blobel G.A. Dynamic enhancer-gene body contacts during transcription elongation. Genes Dev. 2015;29:1992–1997. doi: 10.1101/gad.255265.114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Sen N., Leonard J., Torres R., Garcia-Luis J., Palou-Marin G., Aragon L. Physical Proximity of Sister Chromatids Promotes Top2-Dependent Intertwining. Mol. Cell. 2016;64:134–147. doi: 10.1016/j.molcel.2016.09.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Peterlin B.M., Price D.H. Controlling the elongation phase of transcription with P-TEFb. Mol. Cell. 2006;23:297–305. doi: 10.1016/j.molcel.2006.06.014. [PubMed] [CrossRef] [Google Scholar]46. Core L., Adelman K. Promoter-proximal pausing of RNA polymerase II: A nexus of gene regulation. Genes Dev. 2019;33:960–982. doi: 10.1101/gad.325142.119. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Zeitlinger J., Stark A., Kellis M., Hong J.W., Nechaev S., Adelman K., Levine M., Young R.A. RNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat. Genet. 2007;39:1512–1516. doi: 10.1038/ng.2007.26. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Gilchrist D.A., Fromm G., dos Santos G., Pham L.N., McDaniel I.E., Burkholder A., Fargo D.C., Adelman K. Regulating the regulators: The pervasive effects of Pol II pausing on stimulus-responsive gene networks. Genes Dev. 2012;26:933–944. doi: 10.1101/gad.187781.112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Gilchrist D.A., Dos Santos G., Fargo D.C., Xie B., Gao Y., Li L., Adelman K. Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell. 2010;143:540–551. doi: 10.1016/j.cell.2010.10.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Comoglio F., Park H.J., Schoenfelder S., Barozzi I., Bode D., Fraser P., Green A.R. Thrombopoietin signaling to chromatin elicits rapid and pervasive epigenome remodeling within poised chromatin architectures. Genome Res. 2018 doi: 10.1101/gr.227272.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Jin F., Li Y., Dixon J.R., Selvaraj S., Ye Z., Lee A.Y., Yen C.A., Schmitt A.D., Espinoza C.A., Ren B. A high-resolution map of the three-dimensional chromatin interactome in human cells. Nature. 2013;503:290–294. doi: 10.1038/nature12644. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Melo C.A., Drost J., Wijchers P.J., van de Werken H., de Wit E., Oude Vrielink J.A., Elkon R., Melo S.A., Leveille N., Kalluri R., et al.  eRNAs are required for p53-dependent enhancer activity and gene transcription. Mol. Cell. 2013;49:524–535. doi: 10.1016/j.molcel.2012.11.021. [PubMed] [CrossRef] [Google Scholar]53. Cruz-Molina S., Respuela P., Tebartz C., Kolovos P., Nikolic M., Fueyo R., van Ijcken W.F.J., Grosveld F., Frommolt P., Bazzi H., et al.  PRC2 Facilitates the Regulatory Topology Required for Poised Enhancer Function during Pluripotent Stem Cell Differentiation. Cell Stem Cell. 2017;20:689–705.e9. doi: 10.1016/j.stem.2017.02.004. [PubMed] [CrossRef] [Google Scholar]54. Schoenfelder S., Sugar R., Dimond A., Javierre B.M., Armstrong H., Mifsud B., Dimitrova E., Matheson L., Tavares-Cadete F., Furlan-Magaril M., et al.  Polycomb repressive complex PRC1 spatially constrains the mouse embryonic stem cell genome. Nat. Genet. 2015;47:1179–1186. doi: 10.1038/ng.3393. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Ghavi-Helm Y., Klein F.A., Pakozdi T., Ciglar L., Noordermeer D., Huber W., Furlong E.E. Enhancer loops appear stable during development and are associated with paused polymerase. Nature. 2014;512:96–100. doi: 10.1038/nature13417. [PubMed] [CrossRef] [Google Scholar]56. Deng W., Lee J., Wang H., Miller J., Reik A., Gregory P.D., Dean A., Blobel G.A. Controlling long-range genomic interactions at a native locus by targeted tethering of a looping factor. Cell. 2012;149:1233–1244. doi: 10.1016/j.cell.2012.03.051. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Chen H., Levo M., Barinov L., Fujioka M., Jaynes J.B., Gregor T. Dynamic interplay between enhancer-promoter topology and gene activity. Nat. Genet. 2018;50:1296–1303. doi: 10.1038/s41588-018-0175-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Williamson I., Lettice L.A., Hill R.E., Bickmore W.A. Shh and ZRS enhancer colocalisation is specific to the zone of polarising activity. Development. 2016;143:2994–3001. doi: 10.1242/dev.139188. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Bonev B., Mendelson Cohen N., Szabo Q., Fritsch L., Papadopoulos G.L., Lubling Y., Xu X., Lv X., Hugnot J.P., Tanay A., et al.  Multiscale 3D Genome Rewiring during Mouse Neural Development. Cell. 2017;171:557–572.e24. doi: 10.1016/j.cell.2017.09.043. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Freire-Pritchett P., Schoenfelder S., Varnai C., Wingett S.W., Cairns J., Collier A.J., Garcia-Vilchez R., Furlan-Magaril M., Osborne C.S., Fraser P., et al.  Global reorganisation of cis-regulatory units upon lineage commitment of human embryonic stem cells. eLife. 2017;6:e21926. doi: 10.7554/eLife.21926. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Novo C.L., Javierre B.M., Cairns J., Segonds-Pichon A., Wingett S.W., Freire-Pritchett P., Furlan-Magaril M., Schoenfelder S., Fraser P., Rugg-Gunn P.J. Long-Range Enhancer Interactions Are Prevalent in Mouse Embryonic Stem Cells and Are Reorganized upon Pluripotent State Transition. Cell Rep. 2018;22:2615–2627. doi: 10.1016/j.celrep.2018.02.040. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Rubin A.J., Barajas B.C., Furlan-Magaril M., Lopez-Pajares V., Mumbach M.R., Howard I., Kim D.S., Boxer L.D., Cairns J., Spivakov M., et al.  Lineage-specific dynamic and pre-established enhancer-promoter contacts cooperate in terminal differentiation. Nat. Genet. 2017;49:1522–1528. doi: 10.1038/ng.3935. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Schoenfelder S., Furlan-Magaril M., Mifsud B., Tavares-Cadete F., Sugar R., Javierre B.M., Nagano T., Katsman Y., Sakthidevi M., Wingett S.W., et al.  The pluripotent regulatory circuitry connecting promoters to their long-range interacting elements. Genome Res. 2015;25:582–597. doi: 10.1101/gr.185272.114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Schoenfelder S., Mifsud B., Senner C.E., Todd C.D., Chrysanthou S., Darbo E., Hemberger M., Branco M.R. Divergent wiring of repressive and active chromatin interactions between mouse embryonic and trophoblast lineages. Nat. Commun. 2018;9:4189. doi: 10.1038/s41467-018-06666-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Kim Y.H., Marhon S.A., Zhang Y., Steger D.J., Won K.J., Lazar M.A. Rev-erbalpha dynamically modulates chromatin looping to control circadian gene transcription. Science. 2018;359:1274–1277. doi: 10.1126/science.aao6891. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Siersbaek R., Madsen J.G.S., Javierre B.M., Nielsen R., Bagge E.K., Cairns J., Wingett S.W., Traynor S., Spivakov M., Fraser P., et al.  Dynamic Rewiring of Promoter-Anchored Chromatin Loops during Adipocyte Differentiation. Mol. Cell. 2017;66:420–435.e5. doi: 10.1016/j.molcel.2017.04.010. [PubMed] [CrossRef] [Google Scholar]67. Andrey G., Montavon T., Mascrez B., Gonzalez F., Noordermeer D., Leleu M., Trono D., Spitz F., Duboule D. A switch between topological domains underlies HoxD genes collinearity in mouse limbs. Science. 2013;340:1234167. doi: 10.1126/science.1234167. [PubMed] [CrossRef] [Google Scholar]68. Spilianakis C.G., Flavell R.A. Long-range intrachromosomal interactions in the T helper type 2 cytokine locus. Nat. Immunol. 2004;5:1017–1027. doi: 10.1038/ni1115. [PubMed] [CrossRef] [Google Scholar]69. Vernimmen D., De Gobbi M., Sloane-Stanley J.A., Wood W.G., Higgs D.R. Long-range chromosomal interactions regulate the timing of the transition between poised and active gene expression. Embo J. 2007;26:2041–2051. doi: 10.1038/sj.emboj.7601654. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Chen H., Du G., Song X., Li L. Non-coding Transcripts from Enhancers: New Insights into Enhancer Activity and Gene Expression Regulation. Genom. Proteom. Bioinform. 2017;15:201–207. doi: 10.1016/j.gpb.2017.02.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. De Santa F., Barozzi I., Mietton F., Ghisletti S., Polletti S., Tusi B.K., Muller H., Ragoussis J., Wei C.L., Natoli G. A large fraction of extragenic RNA pol II transcription sites overlap enhancers. PLoS Biol. 2010;8:e1000384.  doi: 10.1371/journal.pbio.1000384. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Kim T.K., Hemberg M., Gray J.M., Costa A.M., Bear D.M., Wu J., Harmin D.A., Laptewicz M., Barbara-Haley K., Kuersten S., et al.  Widespread transcription at neuronal activity-regulated enhancers. Nature. 2010;465:182–187. doi: 10.1038/nature09033. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Wang D., Garcia-Bassets I., Benner C., Li W., Su X., Zhou Y., Qiu J., Liu W., Kaikkonen M.U., Ohgi K.A., et al.  Reprogramming transcription by distinct classes of enhancers functionally defined by eRNA. Nature. 2011;474:390–394. doi: 10.1038/nature10006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Wu H., Nord A.S., Akiyama J.A., Shoukry M., Afzal V., Rubin E.M., Pennacchio L.A., Visel A. Tissue-specific RNA expression marks distant-acting developmental enhancers. PLoS Genet. 2014;10:e1004610.  doi: 10.1371/journal.pgen.1004610. [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Koch F., Fenouil R., Gut M., Cauchy P., Albert T.K., Zacarias-Cabeza J., Spicuglia S., de la Chapelle A.L., Heidemann M., Hintermair C., et al.  Transcription initiation platforms and GTF recruitment at tissue-specific enhancers and promoters. Nat. Struct. Mol. Biol. 2011;18:956–963. doi: 10.1038/nsmb.2085. [PubMed] [CrossRef] [Google Scholar]76. Collis P., Antoniou M., Grosveld F. Definition of the minimal requirements within the human beta-globin gene and the dominant control region for high level expression. EMBO J. 1990;9:233–240. doi: 10.1002/j.1460-2075.1990.tb08100.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Tuan D., Kong S., Hu K. Transcription of the hypersensitive site HS2 enhancer in erythroid cells. Proc. Natl. Acad. Sci. USA. 1992;89:11219–11223. doi: 10.1073/pnas.89.23.11219. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Ashe H.L., Monks J., Wijgerde M., Fraser P., Proudfoot N.J. Intergenic transcription and transinduction of the human beta-globin locus. Genes Dev. 1997;11:2494–2509. doi: 10.1101/gad.11.19.2494. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Hah N., Murakami S., Nagari A., Danko C.G., Kraus W.L. Enhancer transcripts mark active estrogen receptor binding sites. Genome Res. 2013;23:1210–1223. doi: 10.1101/gr.152306.112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Kaikkonen M.U., Spann N.J., Heinz S., Romanoski C.E., Allison K.A., Stender J.D., Chun H.B., Tough D.F., Prinjha R.K., Benner C., et al.  Remodeling of the enhancer landscape during macrophage activation is coupled to enhancer transcription. Mol. Cell. 2013;51:310–325. doi: 10.1016/j.molcel.2013.07.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Plant K.E., Routledge S.J., Proudfoot N.J. Intergenic transcription in the human beta-globin gene cluster. Mol. Cell Biol. 2001;21:6507–6514. doi: 10.1128/MCB.21.19.6507-6514.2001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Cheng J.H., Pan D.Z., Tsai Z.T., Tsai H.K. Genome-wide analysis of enhancer RNA in gene regulation across 12 mouse tissues. Sci. Rep. 2015;5:12648. doi: 10.1038/srep12648. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Mikhaylichenko O., Bondarenko V., Harnett D., Schor I.E., Males M., Viales R.R., Furlong E.E.M. The degree of enhancer or promoter activity is reflected by the levels and directionality of eRNA transcription. Genes Dev. 2018;32:42–57. doi: 10.1101/gad.308619.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Andersson R., Refsing Andersen P., Valen E., Core L.J., Bornholdt J., Boyd M., Heick Jensen T., Sandelin A. Nuclear stability and transcriptional directionality separate functionally distinct RNA species. Nat. Commun. 2014;5:5336. doi: 10.1038/ncomms6336. [PubMed] [CrossRef] [Google Scholar]85. Rahman S., Zorca C.E., Traboulsi T., Noutahi E., Krause M.R., Mader S., Zenklusen D. Single-cell profiling reveals that eRNA accumulation at enhancer-promoter loops is not required to sustain transcription. Nucleic Acids Res. 2017;45:3017–3030. doi: 10.1093/nar/gkw1220. [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Lam M.T., Li W., Rosenfeld M.G., Glass C.K. Enhancer RNAs and regulated transcriptional programs. Trends Biochem. Sci. 2014;39:170–182. doi: 10.1016/j.tibs.2014.02.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Medina-Rivera A., Santiago-Algarra D., Puthier D., Spicuglia S. Widespread Enhancer Activity from Core Promoters. Trends Biochem. Sci. 2018;43:452–468. doi: 10.1016/j.tibs.2018.03.004. [PubMed] [CrossRef] [Google Scholar]88. Andersson R., Sandelin A., Danko C.G. A unified architecture of transcriptional regulatory elements. Trends Genet. 2015;31:426–433. doi: 10.1016/j.tig.2015.05.007. [PubMed] [CrossRef] [Google Scholar]89. Arnold C.D., Zabidi M.A., Pagani M., Rath M., Schernhuber K., Kazmar T., Stark A. Genome-wide assessment of sequence-intrinsic enhancer responsiveness at single-base-pair resolution. Nat. Biotechnol. 2017;35:136–144. doi: 10.1038/nbt.3739. [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. Core L.J., Waterfall J.J., Gilchrist D.A., Fargo D.C., Kwak H., Adelman K., Lis J.T. Defining the status of RNA polymerase at promoters. Cell Rep. 2012;2:1025–1035. doi: 10.1016/j.celrep.2012.08.034. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Ho Y., Elefant F., Liebhaber S.A., Cooke N.E. Locus control region transcription plays an active role in long-range gene activation. Mol. Cell. 2006;23:365–375. doi: 10.1016/j.molcel.2006.05.041. [PubMed] [CrossRef] [Google Scholar]92. Natoli G., Andrau J.C. Noncoding transcription at enhancers: General principles and functional models. Annu. Rev. Genet. 2012;46:1–19. doi: 10.1146/annurev-genet-110711-155459. [PubMed] [CrossRef] [Google Scholar]93. Kowalczyk M.S., Hughes J.R., Garrick D., Lynch M.D., Sharpe J.A., Sloane-Stanley J.A., McGowan S.J., De Gobbi M., Hosseini M., Vernimmen D., et al.  Intragenic enhancers act as alternative promoters. Mol. Cell. 2012;45:447–458. doi: 10.1016/j.molcel.2011.12.021. [PubMed] [CrossRef] [Google Scholar]94. Cinghu S., Yang P., Kosak J.P., Conway A.E., Kumar D., Oldfield A.J., Adelman K., Jothi R. Intragenic Enhancers Attenuate Host Gene Expression. Mol. Cell. 2017;68:104–117.e6. doi: 10.1016/j.molcel.2017.09.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Petruk S., Sedkov Y., Riley K.M., Hodgson J., Schweisguth F., Hirose S., Jaynes J.B., Brock H.W., Mazo A. Transcription of bxd noncoding RNAs promoted by trithorax represses Ubx in cis by transcriptional interference. Cell. 2006;127:1209–1221. doi: 10.1016/j.cell.2006.10.039. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Pekowska A., Benoukraf T., Zacarias-Cabeza J., Belhocine M., Koch F., Holota H., Imbert J., Andrau J.C., Ferrier P., Spicuglia S. H3K4 tri-methylation provides an epigenetic signature of active enhancers. Embo J. 2011;30:4198–4210. doi: 10.1038/emboj.2011.295. [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Santos-Rosa H., Schneider R., Bannister A.J., Sherriff J., Bernstein B.E., Emre N.C., Schreiber S.L., Mellor J., Kouzarides T. Active genes are tri-methylated at K4 of histone H3. Nature. 2002;419:407–411. doi: 10.1038/nature01080. [PubMed] [CrossRef] [Google Scholar]98. Henriques T., Scruggs B.S., Inouye M.O., Muse G.W., Williams L.H., Burkholder A.B., Lavender C.A., Fargo D.C., Adelman K. Widespread transcriptional pausing and elongation control at enhancers. Genes Dev. 2018;32:26–41. doi: 10.1101/gad.309351.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Rennie S., Dalby M., Lloret-Llinares M., Bakoulis S., Dalager Vaagenso C., Heick Jensen T., Andersson R. Transcription start site analysis reveals widespread divergent transcription in D. melanogaster and core promoter-encoded enhancer activities. Nucleic Acids Res. 2018;46:5455–5469. doi: 10.1093/nar/gky244. [PMC free article] [PubMed] [CrossRef] [Google Scholar]100. Santiago-Algarra D., Dao L.T.M., Pradel L., Espana A., Spicuglia S. Recent advances in high-throughput approaches to dissect enhancer function. F1000Research. 2017;6:939. doi: 10.12688/f1000research.11581.1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Dao L.T.M., Galindo-Albarran A.O., Castro-Mondragon J.A., Andrieu-Soler C., Medina-Rivera A., Souaid C., Charbonnier G., Griffon A., Vanhille L., Stephen T., et al.  Genome-wide characterization of mammalian promoters with distal enhancer functions. Nat. Genet. 2017;49:1073–1081. doi: 10.1038/ng.3884. [PubMed] [CrossRef] [Google Scholar]102. Jung I., Schmitt A., Diao Y., Lee A.J., Liu T., Yang D., Tan C., Eom J., Chan M., Chee S., et al.  A compendium of promoter-centered long-range chromatin interactions in the human genome. Nat. Genet. 2019;51:1442–1449. doi: 10.1038/s41588-019-0494-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Barakat T.S., Halbritter F., Zhang M., Rendeiro A.F., Perenthaler E., Bock C., Chambers I. Functional Dissection of the Enhancer Repertoire in Human Embryonic Stem Cells. Cell Stem Cell. 2018;23:276–288.e8. doi: 10.1016/j.stem.2018.06.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Muerdter F., Boryn L.M., Woodfin A.R., Neumayr C., Rath M., Zabidi M.A., Pagani M., Haberle V., Kazmar T., Catarino R.R., et al.  Resolving systematic errors in widely used enhancer activity assays in human cells. Nat. Methods. 2018;15:141–149. doi: 10.1038/nmeth.4534. [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Zabidi M.A., Stark A. Regulatory Enhancer-Core-Promoter Communication via Transcription Factors and Cofactors. Trends Genet. 2016;32:801–814. doi: 10.1016/j.tig.2016.10.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Engreitz J.M., Haines J.E., Perez E.M., Munson G., Chen J., Kane M., McDonel P.E., Guttman M., Lander E.S. Local regulation of gene expression by lncRNA promoters, transcription and splicing. Nature. 2016;539:452–455. doi: 10.1038/nature20149. [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. Kachaev Z.M., Lebedeva L.A., Kozlov E.N., Shidlovskii Y.V. Interplay of mRNA capping and transcription machineries. Biosci. Rep. 2020;40 doi: 10.1042/BSR20192825. [PMC free article] [PubMed] [CrossRef] [Google Scholar]108. Lam M.T., Cho H., Lesch H.P., Gosselin D., Heinz S., Tanaka-Oishi Y., Benner C., Kaikkonen M.U., Kim A.S., Kosaka M., et al.  Rev-Erbs repress macrophage gene expression by inhibiting enhancer-directed transcription. Nature. 2013;498:511–515. doi: 10.1038/nature12209. [PMC free article] [PubMed] [CrossRef] [Google Scholar]109. Tome J.M., Tippens N.D., Lis J.T. Single-molecule nascent RNA sequencing identifies regulatory domain architecture at promoters and enhancers. Nat. Genet. 2018;50:1533–1541. doi: 10.1038/s41588-018-0234-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]110. Bernecky C., Herzog F., Baumeister W., Plitzko J.M., Cramer P. Structure of transcribing mammalian RNA polymerase II. Nature. 2016;529:551–554. doi: 10.1038/nature16482. [PubMed] [CrossRef] [Google Scholar]111. Henriques T., Gilchrist D.A., Nechaev S., Bern M., Muse G.W., Burkholder A., Fargo D.C., Adelman K. Stable pausing by RNA polymerase II provides an opportunity to target and integrate regulatory signals. Mol. Cell. 2013;52:517–528. doi: 10.1016/j.molcel.2013.10.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]112. Rienzo M., Casamassimi A. Integrator complex and transcription regulation: Recent findings and pathophysiology. Biochim. Biophys. Acta. 2016;1859:1269–1280. doi: 10.1016/j.bbagrm.2016.07.008. [PubMed] [CrossRef] [Google Scholar]113. Yamamoto J., Hagiwara Y., Chiba K., Isobe T., Narita T., Handa H., Yamaguchi Y. DSIF and NELF interact with Integrator to specify the correct post-transcriptional fate of snRNA genes. Nat. Commun. 2014;5:4263. doi: 10.1038/ncomms5263. [PubMed] [CrossRef] [Google Scholar]114. Lai F., Gardini A., Zhang A., Shiekhattar R. Integrator mediates the biogenesis of enhancer RNAs. Nature. 2015;525:399–403. doi: 10.1038/nature14906. [PMC free article] [PubMed] [CrossRef] [Google Scholar]115. Elrod N.D., Henriques T., Huang K.-L., Tatomer D.C., Wilusz J.E., Wagner E.J., Adelman K. The Integrator complex terminates promoter-proximal transcription at protein-coding genes. bioRxiv. 2019 doi: 10.1101/725507. [CrossRef] [Google Scholar]116. Struhl K. Transcriptional noise and the fidelity of initiation by RNA polymerase II. Nat. Struct. Mol. Biol. 2007;14:103–105. doi: 10.1038/nsmb0207-103. [PubMed] [CrossRef] [Google Scholar]117. Li W., Notani D., Rosenfeld M.G. Enhancers as non-coding RNA transcription units: Recent insights and future perspectives. Nat. Rev. Genet. 2016;17:207–223. doi: 10.1038/nrg.2016.4. [PubMed] [CrossRef] [Google Scholar]118. Wilson C.J., Chao D.M., Imbalzano A.N., Schnitzler G.R., Kingston R.E., Young R.A. RNA polymerase II holoenzyme contains SWI/SNF regulators involved in chromatin remodeling. Cell. 1996;84:235–244. doi: 10.1016/S0092-8674(00)80978-2. [PubMed] [CrossRef] [Google Scholar]119. Li W., Notani D., Ma Q., Tanasa B., Nunez E., Chen A.Y., Merkurjev D., Zhang J., Ohgi K., Song X., et al.  Functional roles of enhancer RNAs for oestrogen-dependent transcriptional activation. Nature. 2013;498:516–520. doi: 10.1038/nature12210. [PMC free article] [PubMed] [CrossRef] [Google Scholar]120. NE I.I., Heward J.A., Roux B., Tsitsiou E., Fenwick P.S., Lenzi L., Goodhead I., Hertz-Fowler C., Heger A., Hall N., et al.  Long non-coding RNAs and enhancer RNAs regulate the lipopolysaccharide-induced inflammatory response in human monocytes. Nat. Commun. 2014;5:3979. doi: 10.1038/ncomms4979. [PMC free article] [PubMed] [CrossRef] [Google Scholar]121. Onodera C.S., Underwood J.G., Katzman S., Jacobs F., Greenberg D., Salama S.R., Haussler D. Gene isoform specificity through enhancer-associated antisense transcription. PLoS ONE. 2012;7:e43511.  doi: 10.1371/journal.pone.0043511. [PMC free article] [PubMed] [CrossRef] [Google Scholar]122. Mousavi K., Zare H., Dell’orso S., Grontved L., Gutierrez-Cruz G., Derfoul A., Hager G.L., Sartorelli V. eRNAs promote transcription by establishing chromatin accessibility at defined genomic loci. Mol. Cell. 2013;51:606–617. doi: 10.1016/j.molcel.2013.07.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]123. Schaukowitch K., Joo J.Y., Liu X., Watts J.K., Martinez C., Kim T.K. Enhancer RNA facilitates NELF release from immediate early genes. Mol. Cell. 2014;56:29–42. doi: 10.1016/j.molcel.2014.08.023. [PMC free article] [PubMed] [CrossRef] [Google Scholar]124. Lai F., Orom U.A., Cesaroni M., Beringer M., Taatjes D.J., Blobel G.A., Shiekhattar R. Activating RNAs associate with Mediator to enhance chromatin architecture and transcription. Nature. 2013;494:497–501. doi: 10.1038/nature11884. [PMC free article] [PubMed] [CrossRef] [Google Scholar]125. Rossi T., Pistoni M., Sancisi V., Gobbi G., Torricelli F., Donati B., Ribisi S., Gugnoni M., Ciarrocchi A. RAIN is a novel Enhancer-associated lncRNA that controls RUNX2 expression and promotes breast and thyroid cancer. Mol. Cancer Res. 2019;18:140–152. doi: 10.1158/1541-7786.MCR-19-0564. [PubMed] [CrossRef] [Google Scholar]126. Tan S.H., Leong W.Z., Ngoc P.C.T., Tan T.K., Bertulfo F.C., Lim M.C., An O., Li Z., Yeoh A.E.J., Fullwood M.J., et al.  The enhancer RNA ARIEL activates the oncogenic transcriptional program in T-cell acute lymphoblastic leukemia. Blood. 2019;134:239–251. doi: 10.1182/blood.2018874503. [PMC free article] [PubMed] [CrossRef] [Google Scholar]127. Shechner D.M., Hacisuleyman E., Younger S.T., Rinn J.L. Multiplexable, locus-specific targeting of long RNAs with CRISPR-Display. Nat. Methods. 2015;12:664–670. doi: 10.1038/nmeth.3433. [PMC free article] [PubMed] [CrossRef] [Google Scholar]128. Lim J., Giri P.K., Kazadi D., Laffleur B., Zhang W., Grinstein V., Pefanis E., Brown L.M., Ladewig E., Martin O., et al.  Nuclear Proximity of Mtr4 to RNA Exosome Restricts DNA Mutational Asymmetry. Cell. 2017;169:523–537.e15. doi: 10.1016/j.cell.2017.03.043. [PMC free article] [PubMed] [CrossRef] [Google Scholar]129. Lloret-Llinares M., Karadoulama E., Chen Y., Wojenski L.A., Villafano G.J., Bornholdt J., Andersson R., Core L., Sandelin A., Jensen T.H. The RNA exosome contributes to gene expression regulation during stem cell differentiation. Nucleic Acids Res. 2018;46:11502–11513. doi: 10.1093/nar/gky817. [PMC free article] [PubMed] [CrossRef] [Google Scholar]130. Zaret K.S., Carroll J.S. Pioneer transcription factors: Establishing competence for gene expression. Genes Dev. 2011;25:2227–2241. doi: 10.1101/gad.176826.111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]131. Mayran A., Drouin J. Pioneer transcription factors shape the epigenetic landscape. J. Biol. Chem. 2018;293:13795–13804. doi: 10.1074/jbc.R117.001232. [PMC free article] [PubMed] [CrossRef] [Google Scholar]132. Spitz F., Furlong E.E. Transcription factors: From enhancer binding to developmental control. Nat. Rev. Genet. 2012;13:613–626. doi: 10.1038/nrg3207. [PubMed] [CrossRef] [Google Scholar]133. Local A., Huang H., Albuquerque C.P., Singh N., Lee A.Y., Wang W., Wang C., Hsia J.E., Shiau A.K., Ge K., et al.  Identification of H3K4me1-associated proteins at mammalian enhancers. Nat. Genet. 2018;50:73–82. doi: 10.1038/s41588-017-0015-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]134. Workman J.L. Nucleosome displacement in transcription. Genes Dev. 2006;20:2009–2017. doi: 10.1101/gad.1435706. [PubMed] [CrossRef] [Google Scholar]135. Field A., Adelman K. Evaluating Enhancer Function and Transcription. Annu. Rev. Biochem. 2020;89:213–234. doi: 10.1146/annurev-biochem-011420-095916. [PubMed] [CrossRef] [Google Scholar]136. Miller J.L., Grant P.A. The role of DNA methylation and histone modifications in transcriptional regulation in humans. Subcell Biochem. 2013;61:289–317. doi: 10.1007/978-94-007-4525-4_13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]137. Kanno T., Kanno Y., LeRoy G., Campos E., Sun H.W., Brooks S.R., Vahedi G., Heightman T.D., Garcia B.A., Reinberg D., et al.  BRD4 assists elongation of both coding and enhancer RNAs by interacting with acetylated histones. Nat. Struct. Mol. Biol. 2014;21:1047–1057. doi: 10.1038/nsmb.2912. [PMC free article] [PubMed] [CrossRef] [Google Scholar]138. Kim Y.W., Lee S., Yun J., Kim A. Chromatin looping and eRNA transcription precede the transcriptional activation of gene in the beta-globin locus. Biosci. Rep. 2015;35:e00179. doi: 10.1042/BSR20140126. [PMC free article] [PubMed] [CrossRef] [Google Scholar]139. Sigova A.A., Abraham B.J., Ji X., Molinie B., Hannett N.M., Guo Y.E., Jangi M., Giallourakis C.C., Sharp P.A., Young R.A. Transcription factor trapping by RNA in gene regulatory elements. Science. 2015;350:978–981. doi: 10.1126/science.aad3346. [PMC free article] [PubMed] [CrossRef] [Google Scholar]140. Tsai P.F., Dell’Orso S., Rodriguez J., Vivanco K.O., Ko K.D., Jiang K., Juan A.H., Sarshad A.A., Vian L., Tran M., et al.  A Muscle-Specific Enhancer RNA Mediates Cohesin Recruitment and Regulates Transcription in trans. Mol. Cell. 2018;71:129–141.e8. doi: 10.1016/j.molcel.2018.06.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]141. Nair S.J., Yang L., Meluzzi D., Oh S., Yang F., Friedman M.J., Wang S., Suter T., Alshareedah I., Gamliel A., et al.  Phase separation of ligand-activated enhancers licenses cooperative chromosomal enhancer assembly. Nat. Struct. Mol. Biol. 2019;26:193–203. doi: 10.1038/s41594-019-0190-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]142. Fitz J., Neumann T., Steininger M., Wiedemann E.M., Garcia A.C., Athanasiadis A., Schoeberl U.E., Pavri R. Spt5-mediated enhancer transcription directly couples enhancer activation with physical promoter interaction. Nat. Genet. 2020;52:505–515. doi: 10.1038/s41588-020-0605-6. [PubMed] [CrossRef] [Google Scholar]143. Watson C.T., Breden F. The immunoglobulin heavy chain locus: Genetic variation, missing data, and implications for human disease. Genes Immun. 2012;13:363–373. doi: 10.1038/gene.2012.12. [PubMed] [CrossRef] [Google Scholar]144. Titov D.V., Gilman B., He Q.L., Bhat S., Low W.K., Dang Y., Smeaton M., Demain A.L., Miller P.S., Kugel J.F., et al.  XPB, a subunit of TFIIH, is a target of the natural product triptolide. Nat. Chem. Biol. 2011;7:182–188. doi: 10.1038/nchembio.522. [PMC free article] [PubMed] [CrossRef] [Google Scholar]145. Shlyueva D., Stampfel G., Stark A. Transcriptional enhancers: From properties to genome-wide predictions. Nat. Rev. Genet. 2014;15:272–286. doi: 10.1038/nrg3682. [PubMed] [CrossRef] [Google Scholar]146. Alvarez-Dominguez J.R., Knoll M., Gromatzky A.A., Lodish H.F. The Super-Enhancer-Derived alncRNA-EC7/Bloodlinc Potentiates Red Blood Cell Development in trans. Cell Rep. 2017;19:2503–2514. doi: 10.1016/j.celrep.2017.05.082. [PMC free article] [PubMed] [CrossRef] [Google Scholar]147. Cichewicz M.A., Kiran M., Przanowska R.K., Sobierajska E., Shibata Y., Dutta A. MUNC, an Enhancer RNA Upstream from the MYOD Gene, Induces a Subgroup of Myogenic Transcripts in trans Independently of MyoD. Mol. Cell Biol. 2018;38:e00655-17. doi: 10.1128/MCB.00655-17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]148. Mueller A.C., Cichewicz M.A., Dey B.K., Layer R., Reon B.J., Gagan J.R., Dutta A. MUNC, a long noncoding RNA that facilitates the function of MyoD in skeletal myogenesis. Mol. Cell Biol. 2015;35:498–513. doi: 10.1128/MCB.01079-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]149. Scionti I., Hayashi S., Mouradian S., Girard E., Esteves de Lima J., Morel V., Simonet T., Wurmser M., Maire P., Ancelin K., et al.  LSD1 Controls Timely MyoD Expression via MyoD Core Enhancer Transcription. Cell Rep. 2017;18:1996–2006. doi: 10.1016/j.celrep.2017.01.078. [PubMed] [CrossRef] [Google Scholar]150. Pezone A., Zuchegna C., Tramontano A., Romano A., Russo G., de Rosa M., Vinciguerra M., Porcellini A., Gottesman M.E., Avvedimento E.V. RNA Stabilizes Transcription-Dependent Chromatin Loops Induced By Nuclear Hormones. Sci. Rep. 2019;9:3925. doi: 10.1038/s41598-019-40123-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]151. Rao S.S.P., Huang S.C., Glenn St Hilaire B., Engreitz J.M., Perez E.M., Kieffer-Kwon K.R., Sanborn A.L., Johnstone S.E., Bascom G.D., Bochkov I.D., et al.  Cohesin Loss Eliminates All Loop Domains. Cell. 2017;171:305–320.e24. doi: 10.1016/j.cell.2017.09.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]152. Schwarzer W., Abdennur N., Goloborodko A., Pekowska A., Fudenberg G., Loe-Mie Y., Fonseca N.A., Huber W., Haering C.H., Mirny L., et al.  Two independent modes of chromatin organization revealed by cohesin removal. Nature. 2017;551:51–56. doi: 10.1038/nature24281. [PMC free article] [PubMed] [CrossRef] [Google Scholar]153. Thiecke M.J., Wutz G., Muhar M., Tang W., Bevan S., Malysheva V., Stocsits R., Neumann T., Zuber J., Fraser P., et al.  Cohesin-dependent and independent mechanisms support chromosomal contacts between promoters and enhancers. bioRxiv. 2020 doi: 10.1101/2020.02.10.941989. [PMC free article] [PubMed] [CrossRef] [Google Scholar]154. Beagan J.A., Duong M.T., Titus K.R., Zhou L., Cao Z., Ma J., Lachanski C.V., Gillis D.R., Phillips-Cremins J.E. YY1 and CTCF orchestrate a 3D chromatin looping switch during early neural lineage commitment. Genome Res. 2017;27:1139–1152. doi: 10.1101/gr.215160.116. [PMC free article] [PubMed] [CrossRef] [Google Scholar]155. Weintraub A.S., Li C.H., Zamudio A.V., Sigova A.A., Hannett N.M., Day D.S., Abraham B.J., Cohen M.A., Nabet B., Buckley D.L., et al.  YY1 Is a Structural Regulator of Enhancer-Promoter Loops. Cell. 2017;171:1573–1588.e28. doi: 10.1016/j.cell.2017.11.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]156. Giorgetti L., Galupa R., Nora E.P., Piolot T., Lam F., Dekker J., Tiana G., Heard E. Predictive polymer modeling reveals coupled fluctuations in chromosome conformation and transcription. Cell. 2014;157:950–963. doi: 10.1016/j.cell.2014.03.025. [PMC free article] [PubMed] [CrossRef] [Google Scholar]157. Bose D.A., Donahue G., Reinberg D., Shiekhattar R., Bonasio R., Berger S.L. RNA Binding to CBP Stimulates Histone Acetylation and Transcription. Cell. 2017;168:135–149.e22. doi: 10.1016/j.cell.2016.12.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]158. Young R.S., Kumar Y., Bickmore W.A., Taylor M.S. Bidirectional transcription initiation marks accessible chromatin and is not specific to enhancers. Genome Biol. 2017;18:242. doi: 10.1186/s13059-017-1379-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]159. Xi H., Shulha H.P., Lin J.M., Vales T.R., Fu Y., Bodine D.M., McKay R.D., Chenoweth J.G., Tesar P.J., Furey T.S., et al.  Identification and characterization of cell type-specific and ubiquitous chromatin regulatory structures in the human genome. PLoS Genet. 2007;3:e136.  doi: 10.1371/journal.pgen.0030136. [PMC free article] [PubMed] [CrossRef] [Google Scholar]160. Jin C., Felsenfeld G. Nucleosome stability mediated by histone variants H3.3 and H2A.Z. Genes Dev. 2007;21:1519–1529. doi: 10.1101/gad.1547707. [PMC free article] [PubMed] [CrossRef] [Google Scholar]161. Jin C., Zang C., Wei G., Cui K., Peng W., Zhao K., Felsenfeld G. H3.3/H2A.Z double variant-containing nucleosomes mark ‘nucleosome-free regions’ of active promoters and other regulatory regions. Nat. Genet. 2009;41:941–945. doi: 10.1038/ng.409. [PMC free article] [PubMed] [CrossRef] [Google Scholar]162. Rada-Iglesias A., Bajpai R., Swigut T., Brugmann S.A., Flynn R.A., Wysocka J. A unique chromatin signature uncovers early developmental enhancers in humans. Nature. 2011;470:279–283. doi: 10.1038/nature09692. [PMC free article] [PubMed] [CrossRef] [Google Scholar]163. Schones D.E., Cui K., Cuddapah S., Roh T.Y., Barski A., Wang Z., Wei G., Zhao K. Dynamic regulation of nucleosome positioning in the human genome. Cell. 2008;132:887–898. doi: 10.1016/j.cell.2008.02.022. [PubMed] [CrossRef] [Google Scholar]164. Yasui D., Miyano M., Cai S., Varga-Weisz P., Kohwi-Shigematsu T. SATB1 targets chromatin remodelling to regulate genes over long distances. Nature. 2002;419:641–645. doi: 10.1038/nature01084. [PubMed] [CrossRef] [Google Scholar]165. Yu Y., Chen Y., Kim B., Wang H., Zhao C., He X., Liu L., Liu W., Wu L.M., Mao M., et al.  Olig2 targets chromatin remodelers to enhancers to initiate oligodendrocyte differentiation. Cell. 2013;152:248–261. doi: 10.1016/j.cell.2012.12.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]166. Schnetz M.P., Handoko L., Akhtar-Zaidi B., Bartels C.F., Pereira C.F., Fisher A.G., Adams D.J., Flicek P., Crawford G.E., Laframboise T., et al.  CHD7 targets active gene enhancer elements to modulate ES cell-specific gene expression. PLoS Genet. 2010;6:e1001023.  doi: 10.1371/journal.pgen.1001023. [PMC free article] [PubMed] [CrossRef] [Google Scholar]167. Calo E., Wysocka J. Modification of enhancer chromatin: What, how, and why? Mol. Cell. 2013;49:825–837. doi: 10.1016/j.molcel.2013.01.038. [PMC free article] [PubMed] [CrossRef] [Google Scholar]168. Ghisletti S., Barozzi I., Mietton F., Polletti S., De Santa F., Venturini E., Gregory L., Lonie L., Chew A., Wei C.L., et al.  Identification and characterization of enhancers controlling the inflammatory gene expression program in macrophages. Immunity. 2010;32:317–328. doi: 10.1016/j.immuni.2010.02.008. [PubMed] [CrossRef] [Google Scholar]169. Serandour A.A., Avner S., Percevault F., Demay F., Bizot M., Lucchetti-Miganeh C., Barloy-Hubler F., Brown M., Lupien M., Metivier R., et al.  Epigenetic switch involved in activation of pioneer factor FOXA1-dependent enhancers. Genome Res. 2011;21:555–565. doi: 10.1101/gr.111534.110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]170. Whyte W.A., Orlando D.A., Hnisz D., Abraham B.J., Lin C.Y., Kagey M.H., Rahl P.B., Lee T.I., Young R.A. Master transcription factors and mediator establish super-enhancers at key cell identity genes. Cell. 2013;153:307–319. doi: 10.1016/j.cell.2013.03.035. [PMC free article] [PubMed] [CrossRef] [Google Scholar]171. Chapuy B., McKeown M.R., Lin C.Y., Monti S., Roemer M.G., Qi J., Rahl P.B., Sun H.H., Yeda K.T., Doench J.G., et al.  Discovery and characterization of super-enhancer-associated dependencies in diffuse large B cell lymphoma. Cancer Cell. 2013;24:777–790. doi: 10.1016/j.ccr.2013.11.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]172. Kagey M.H., Newman J.J., Bilodeau S., Zhan Y., Orlando D.A., van Berkum N.L., Ebmeier C.C., Goossens J., Rahl P.B., Levine S.S., et al.  Mediator and cohesin connect gene expression and chromatin architecture. Nature. 2010;467:430–435. doi: 10.1038/nature09380. [PMC free article] [PubMed] [CrossRef] [Google Scholar]173. Ren G., Jin W., Cui K., Rodrigez J., Hu G., Zhang Z., Larson D.R., Zhao K. CTCF-Mediated Enhancer-Promoter Interaction Is a Critical Regulator of Cell-to-Cell Variation of Gene Expression. Mol. Cell. 2017;67:1049–1058.e6. doi: 10.1016/j.molcel.2017.08.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]174. Lin C., Garruss A.S., Luo Z., Guo F., Shilatifard A. The RNA Pol II elongation factor Ell3 marks enhancers in ES cells and primes future gene activation. Cell. 2013;152:144–156. doi: 10.1016/j.cell.2012.12.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]175. Creyghton M.P., Cheng A.W., Welstead G.G., Kooistra T., Carey B.W., Steine E.J., Hanna J., Lodato M.A., Frampton G.M., Sharp P.A., et al.  Histone H3K27ac separates active from poised enhancers and predicts developmental state. Proc. Natl. Acad. Sci. USA. 2010;107:21931–21936. doi: 10.1073/pnas.1016071107. [PMC free article] [PubMed] [CrossRef] [Google Scholar]176. Heintzman N.D., Hon G.C., Hawkins R.D., Kheradpour P., Stark A., Harp L.F., Ye Z., Lee L.K., Stuart R.K., Ching C.W., et al.  Histone modifications at human enhancers reflect global cell-type-specific gene expression. Nature. 2009;459:108–112. doi: 10.1038/nature07829. [PMC free article] [PubMed] [CrossRef] [Google Scholar]177. Rada-Iglesias A., Bajpai R., Prescott S., Brugmann S.A., Swigut T., Wysocka J. Epigenomic annotation of enhancers predicts transcriptional regulators of human neural crest. Cell Stem Cell. 2012;11:633–648. doi: 10.1016/j.stem.2012.07.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]178. Zentner G.E., Tesar P.J., Scacheri P.C. Epigenetic signatures distinguish multiple classes of enhancers with distinct cellular functions. Genome Res. 2011;21:1273–1283. doi: 10.1101/gr.122382.111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]179. Roadmap Epigenomics C., Kundaje A., Meuleman W., Ernst J., Bilenky M., Yen A., Heravi-Moussavi A., Kheradpour P., Zhang Z., Wang J., et al.  Integrative analysis of 111 reference human epigenomes. Nature. 2015;518:317–330. doi: 10.1038/nature14248. [PMC free article] [PubMed] [CrossRef] [Google Scholar]180. Bogdanovic O., Fernandez-Minan A., Tena J.J., de la Calle-Mustienes E., Hidalgo C., van Kruysbergen I., van Heeringen S.J., Veenstra G.J., Gomez-Skarmeta J.L. Dynamics of enhancer chromatin signatures mark the transition from pluripotency to cell specification during embryogenesis. Genome Res. 2012;22:2043–2053. doi: 10.1101/gr.134833.111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]181. Bonn S., Zinzen R.P., Girardot C., Gustafson E.H., Perez-Gonzalez A., Delhomme N., Ghavi-Helm Y., Wilczynski B., Riddell A., Furlong E.E. Tissue-specific analysis of chromatin state identifies temporal signatures of enhancer activity during embryonic development. Nat. Genet. 2012;44:148–156. doi: 10.1038/ng.1064. [PubMed] [CrossRef] [Google Scholar]182. Core L.J., Martins A.L., Danko C.G., Waters C.T., Siepel A., Lis J.T. Analysis of nascent RNA identifies a unified architecture of initiation regions at mammalian promoters and enhancers. Nat. Genet. 2014;46:1311–1320. doi: 10.1038/ng.3142. [PMC free article] [PubMed] [CrossRef] [Google Scholar]183. Jeong K.W., Kim K., Situ A.J., Ulmer T.S., An W., Stallcup M.R. Recognition of enhancer element-specific histone methylation by TIP60 in transcriptional activation. Nat. Struct Mol. Biol. 2011;18:1358–1365. doi: 10.1038/nsmb.2153. [PMC free article] [PubMed] [CrossRef] [Google Scholar]184. Altaf M., Auger A., Monnet-Saksouk J., Brodeur J., Piquet S., Cramet M., Bouchard N., Lacoste N., Utley R.T., Gaudreau L., et al.  NuA4-dependent acetylation of nucleosomal histones H4 and H2A directly stimulates incorporation of H2A.Z by the SWR1 complex. J. Biol. Chem. 2010;285:15966–15977. doi: 10.1074/jbc.M110.117069. [PMC free article] [PubMed] [CrossRef] [Google Scholar]185. Hu D., Gao X., Morgan M.A., Herz H.M., Smith E.R., Shilatifard A. The MLL3/MLL4 branches of the COMPASS family function as major histone H3K4 monomethylases at enhancers. Mol. Cell Biol. 2013;33:4745–4754. doi: 10.1128/MCB.01181-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]186. Lee J.E., Wang C., Xu S., Cho Y.W., Wang L., Feng X., Baldridge A., Sartorelli V., Zhuang L., Peng W., et al.  H3K4 mono- and di-methyltransferase MLL4 is required for enhancer activation during cell differentiation. eLife. 2013;2:e01503. doi: 10.7554/eLife.01503. [PMC free article] [PubMed] [CrossRef] [Google Scholar]187. Wang C., Lee J.E., Lai B., Macfarlan T.S., Xu S., Zhuang L., Liu C., Peng W., Ge K. Enhancer priming by H3K4 methyltransferase MLL4 controls cell fate transition. Proc. Natl. Acad. Sci. USA. 2016;113:11871–11876. doi: 10.1073/pnas.1606857113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]188. Lai B., Lee J.E., Jang Y., Wang L., Peng W., Ge K. MLL3/MLL4 are required for CBP/p300 binding on enhancers and super-enhancer formation in brown adipogenesis. Nucleic Acids Res. 2017;45:6388–6403. doi: 10.1093/nar/gkx234. [PMC free article] [PubMed] [CrossRef] [Google Scholar]189. Yan J., Chen S.A., Local A., Liu T., Qiu Y., Dorighi K.M., Preissl S., Rivera C.M., Wang C., Ye Z., et al.  Histone H3 lysine 4 monomethylation modulates long-range chromatin interactions at enhancers. Cell Res. 2018;28:204–220. doi: 10.1038/cr.2018.1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]190. Whyte W.A., Bilodeau S., Orlando D.A., Hoke H.A., Frampton G.M., Foster C.T., Cowley S.M., Young R.A. Enhancer decommissioning by LSD1 during embryonic stem cell differentiation. Nature. 2012;482:221–225. doi: 10.1038/nature10805. [PMC free article] [PubMed] [CrossRef] [Google Scholar]191. Ferrari K.J., Scelfo A., Jammula S., Cuomo A., Barozzi I., Stutzer A., Fischle W., Bonaldi T., Pasini D. Polycomb-dependent H3K27me1 and H3K27me2 regulate active transcription and enhancer fidelity. Mol. Cell. 2014;53:49–62. doi: 10.1016/j.molcel.2013.10.030. [PubMed] [CrossRef] [Google Scholar]192. Andersson R., Sandelin A. Determinants of enhancer and promoter activities of regulatory elements. Nat. Rev. Genet. 2020;21:71–87. doi: 10.1038/s41576-019-0173-8. [PubMed] [CrossRef] [Google Scholar]193. Goodman R.H., Smolik S. CBP/p300 in cell growth, transformation, and development. Genes Dev. 2000;14:1553–1577. [PubMed] [Google Scholar]194. Visel A., Blow M.J., Li Z., Zhang T., Akiyama J.A., Holt A., Plajzer-Frick I., Shoukry M., Wright C., Chen F., et al.  ChIP-seq accurately predicts tissue-specific activity of enhancers. Nature. 2009;457:854–858. doi: 10.1038/nature07730. [PMC free article] [PubMed] [CrossRef] [Google Scholar]195. Karmodiya K., Krebs A.R., Oulad-Abdelghani M., Kimura H., Tora L. H3K9 and H3K14 acetylation co-occur at many gene regulatory elements, while H3K14ac marks a subset of inactive inducible promoters in mouse embryonic stem cells. BMC Genom. 2012;13:424.  doi: 10.1186/1471-2164-13-424. [PMC free article] [PubMed] [CrossRef] [Google Scholar]196. Krebs A.R., Karmodiya K., Lindahl-Allen M., Struhl K., Tora L. SAGA and ATAC histone acetyl transferase complexes regulate distinct sets of genes and ATAC defines a class of p300-independent enhancers. Mol. Cell. 2011;44:410–423. doi: 10.1016/j.molcel.2011.08.037. [PMC free article] [PubMed] [CrossRef] [Google Scholar]197. Pradeepa M.M., Grimes G.R., Kumar Y., Olley G., Taylor G.C., Schneider R., Bickmore W.A. Histone H3 globular domain acetylation identifies a new class of enhancers. Nat. Genet. 2016;48:681–686. doi: 10.1038/ng.3550. [PMC free article] [PubMed] [CrossRef] [Google Scholar]198. Atlasi Y., Stunnenberg H.G. The interplay of epigenetic marks during stem cell differentiation and development. Nat. Rev. Genet. 2017;18:643–658. doi: 10.1038/nrg.2017.57. [PubMed] [CrossRef] [Google Scholar]199. Catarino R.R., Stark A. Assessing sufficiency and necessity of enhancer activities for gene expression and the mechanisms of transcription activation. Genes Dev. 2018;32:202–223. doi: 10.1101/gad.310367.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]200. Kulaeva O.I., Zheng G., Polikanov Y.S., Colasanti A.V., Clauvelin N., Mukhopadhyay S., Sengupta A.M., Studitsky V.M., Olson W.K. Internucleosomal interactions mediated by histone tails allow distant communication in chromatin. J. Biol. Chem. 2012;287:20248–20257. doi: 10.1074/jbc.M111.333104. [PMC free article] [PubMed] [CrossRef] [Google Scholar]201. Tie F., Banerjee R., Conrad P.A., Scacheri P.C., Harte P.J. Histone demethylase UTX and chromatin remodeler BRM bind directly to CBP and modulate acetylation of histone H3 lysine 27. Mol. Cell Biol. 2012;32:2323–2334. doi: 10.1128/MCB.06392-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]202. Ernst J., Kheradpour P., Mikkelsen T.S., Shoresh N., Ward L.D., Epstein C.B., Zhang X., Wang L., Issner R., Coyne M., et al.  Mapping and analysis of chromatin state dynamics in nine human cell types. Nature. 2011;473:43–49. doi: 10.1038/nature09906. [PMC free article] [PubMed] [CrossRef] [Google Scholar]203. Djebali S., Davis C.A., Merkel A., Dobin A., Lassmann T., Mortazavi A., Tanzer A., Lagarde J., Lin W., Schlesinger F., et al.  Landscape of transcription in human cells. Nature. 2012;489:101–108. doi: 10.1038/nature11233. [PMC free article] [PubMed] [CrossRef] [Google Scholar]204. Kellner W.A., Ramos E., Van Bortle K., Takenaka N., Corces V.G. Genome-wide phosphoacetylation of histone H3 at Drosophila enhancers and promoters. Genome Res. 2012;22:1081–1088. doi: 10.1101/gr.136929.111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]205. Tan M., Luo H., Lee S., Jin F., Yang J.S., Montellier E., Buchou T., Cheng Z., Rousseaux S., Rajagopal N., et al.  Identification of 67 histone marks and histone lysine crotonylation as a new type of histone modification. Cell. 2011;146:1016–1028. doi: 10.1016/j.cell.2011.08.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]206. Kundaje A., Kyriazopoulou-Panagiotopoulou S., Libbrecht M., Smith C.L., Raha D., Winters E.E., Johnson S.M., Snyder M., Batzoglou S., Sidow A. Ubiquitous heterogeneity and asymmetry of the chromatin environment at regulatory elements. Genome Res. 2012;22:1735–1747. doi: 10.1101/gr.136366.111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]207. Koch F., Andrau J.C. Initiating RNA polymerase II and TIPs as hallmarks of enhancer activity and tissue-specificity. Transcription. 2011;2:263–268. doi: 10.4161/trns.2.6.18747. [PMC free article] [PubMed] [CrossRef] [Google Scholar]208. Neph S., Stergachis A.B., Reynolds A., Sandstrom R., Borenstein E., Stamatoyannopoulos J.A. Circuitry and dynamics of human transcription factor regulatory networks. Cell. 2012;150:1274–1286. doi: 10.1016/j.cell.2012.04.040. [PMC free article] [PubMed] [CrossRef] [Google Scholar]209. Schmidl C., Klug M., Boeld T.J., Andreesen R., Hoffmann P., Edinger M., Rehli M. Lineage-specific DNA methylation in T cells correlates with histone methylation and enhancer activity. Genome Res. 2009;19:1165–1174. doi: 10.1101/gr.091470.109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]210. Stadler M.B., Murr R., Burger L., Ivanek R., Lienert F., Scholer A., van Nimwegen E., Wirbelauer C., Oakeley E.J., Gaidatzis D., et al.  DNA-binding factors shape the mouse methylome at distal regulatory regions. Nature. 2011;480:490–495. doi: 10.1038/nature10716. [PubMed] [CrossRef] [Google Scholar]211. Thurman R.E., Rynes E., Humbert R., Vierstra J., Maurano M.T., Haugen E., Sheffield N.C., Stergachis A.B., Wang H., Vernot B., et al.  The accessible chromatin landscape of the human genome. Nature. 2012;489:75–82. doi: 10.1038/nature11232. [PMC free article] [PubMed] [CrossRef] [Google Scholar]212. Ficz G., Branco M.R., Seisenberger S., Santos F., Krueger F., Hore T.A., Marques C.J., Andrews S., Reik W. Dynamic regulation of 5-hydroxymethylcytosine in mouse ES cells and during differentiation. Nature. 2011;473:398–402. doi: 10.1038/nature10008. [PubMed] [CrossRef] [Google Scholar]213. Pastor W.A., Huang Y., Henderson H.R., Agarwal S., Rao A. The GLIB technique for genome-wide mapping of 5-hydroxymethylcytosine. Nat. Protoc. 2012;7:1909–1917. doi: 10.1038/nprot.2012.104. [PMC free article] [PubMed] [CrossRef] [Google Scholar]214. Stroud H., Feng S., Morey Kinney S., Pradhan S., Jacobsen S.E. 5-Hydroxymethylcytosine is associated with enhancers and gene bodies in human embryonic stem cells. Genome Biol. 2011;12:R54. doi: 10.1186/gb-2011-12-6-r54. [PMC free article] [PubMed] [CrossRef] [Google Scholar]215. Yu M., Hon G.C., Szulwach K.E., Song C.X., Zhang L., Kim A., Li X., Dai Q., Shen Y., Park B., et al.  Base-resolution analysis of 5-hydroxymethylcytosine in the mammalian genome. Cell. 2012;149:1368–1380. doi: 10.1016/j.cell.2012.04.027. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}