{"title": "Hypercapnia promotes microglial pyroptosis via inhibiting mitophagy in hypoxemic adult rats", "pubDate": "2020", "PMCID": "PMC7564198", "DOI": "10.1111/cns.13435", "PMID": "32666671", "abstract": "Background:                       Hypoxemia is a typical symptom of acute respiratory distress syndrome. To avoid pulmonary morbidity, low tidal volume ventilation is often applied. The ventilation strategy will certainly cause hypercapnia. This study aimed to explore whether hypercapnia would promote microglial pyroptosis via inhibiting mitophagy in adult rats with hypoxemia.                  Methods:                       The cerebral oxygen extraction ratio (CERO2 ) and partial pressure of brain tissue oxygen (PbtO2 ) in a rat model of hypercapnia/hypoxemia were assessed. The reactive oxygen species (ROS) production and the expression of LC3-II/I, p62, caspase-1, gasdermin D-N domains (GSDMD-N), IL-1β, and IL-18 in microglial cells were detected.                  Results:                       Hypercapnia decreased the PbtO2 levels of the hypoxic rats, which was further evidenced by the increased levels of CERO2 . Expression levels of LC3-II were reduced, while p62 expression was increased by hypercapnia in hypoxic microglia. Hypercapnia increased the production of ROS and the expression of caspase-1, GSDMD-N, IL-1β, and IL-18 in hypoxia-activated microglia. Scavenging ROS inhibited microglial pyroptosis and expression of IL-1β and IL-18.                  Conclusions:                       These results suggest that hypercapnia-induced mitophagy inhibition may promote pyroptosis and enhance IL-1β and IL-18 release in hypoxia-activated microglia.", "author": [{"author": "Hong-Guang Ding", "affiliation": ["Department of Emergency and Critical Care Medicine, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Guangzhou, China."], "href": "/?term=Ding+HG&cauthor_id=32666671"}, {"author": "Ya Li", "affiliation": ["Department of Emergency and Critical Care Medicine, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Guangzhou, China.", "School of Medicine, South China University of Technology, Guangzhou, China."], "href": "/?term=Li+Y&cauthor_id=32666671"}, {"author": "Xu-Sheng Li", "affiliation": ["Department of Emergency and Critical Care Medicine, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Guangzhou, China."], "href": "/?term=Li+XS&cauthor_id=32666671"}, {"author": "Xin-Qiang Liu", "affiliation": ["Department of Emergency and Critical Care Medicine, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Guangzhou, China."], "href": "/?term=Liu+XQ&cauthor_id=32666671"}, {"author": "Kang-Rong Wang", "affiliation": ["Department of Emergency and Critical Care Medicine, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Guangzhou, China.", "Southern Medical University, Guangzhou, China."], "href": "/?term=Wang+KR&cauthor_id=32666671"}, {"author": "Miao-Yun Wen", "affiliation": ["Department of Emergency and Critical Care Medicine, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Guangzhou, China."], "href": "/?term=Wen+MY&cauthor_id=32666671"}, {"author": "Wen-Qiang Jiang", "affiliation": ["Department of Emergency and Critical Care Medicine, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Guangzhou, China."], "href": "/?term=Jiang+WQ&cauthor_id=32666671"}, {"author": "Hong-Ke Zeng", "affiliation": ["Department of Emergency and Critical Care Medicine, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Guangzhou, China."], "href": "/?term=Zeng+HK&cauthor_id=32666671"}], "refPMID": ["31197492", "30872586", "28910146", "28245137", "31300012", "30247273", "10793162", "29175086", "29304864", "23892989", "24876671", "26091541", "30116046", "31036962", "29143812", "31284572", "31131091", "11303500", "26375003", "27281216", "21124315", "19061483", "28259101", "28511347", "29165043", "26521677", "25624655", "8727430", "7924367", "25309125", "28610608", "30153825", "20168318", "1594723", "1833666", "18664380", "29738493", "23856904", "30657305", "29988368", "20098129", "30760300", "30206330", "31982458"], "citedInPMID": ["32666671", "35126814", "34837343", "34765084", "33553170"], "body": " AbstractBackgroundHypoxemia is a typical symptom of acute respiratory distress syndrome. To avoid pulmonary morbidity, low tidal volume ventilation is often applied. The ventilation strategy will certainly cause hypercapnia. This study aimed to explore whether hypercapnia would promote microglial pyroptosis via inhibiting mitophagy in adult rats with hypoxemia.MethodsThe cerebral oxygen extraction ratio (CERO2) and partial pressure of brain tissue oxygen (PbtO2) in a rat model of hypercapnia/hypoxemia were assessed. The reactive oxygen species (ROS) production and the expression of LC3‐II/I, p62, caspase‐1, gasdermin D‐N domains (GSDMD‐N), IL‐1β, and IL‐18 in microglial cells were detected.ResultsHypercapnia decreased the PbtO2 levels of the hypoxic rats, which was further evidenced by the increased levels of CERO2. Expression levels of LC3‐II were reduced, while p62 expression was increased by hypercapnia in hypoxic microglia. Hypercapnia increased the production of ROS and the expression of caspase‐1, GSDMD‐N, IL‐1β, and IL‐18 in hypoxia‐activated microglia. Scavenging ROS inhibited microglial pyroptosis and expression of IL‐1β and IL‐18.ConclusionsThese results suggest that hypercapnia‐induced mitophagy inhibition may promote pyroptosis and enhance IL‐1β and IL‐18 release in hypoxia‐activated microglia.Keywords: acute respiratory distress syndrome, hypercapnia, hypoxemia, mitophagy, pyroptosis AbstractHypercapnia‐induced mitophagy inhibition promotes pyroptosis and enhances IL‐1β and IL‐18 release in hypoxia‐activated microglia.\n\n 1. INTRODUCTIONAcute respiratory distress syndrome (ARDS) is a common critical disease in intensive care units (ICUs).\n1\n, \n2\n Persistent hypoxemia is a typical symptom of ARDS. Ventilations are always needed to correct hypoxemia.\n3\n, \n4\n To avoid or reduce pulmonary morbidity, low tidal volume ventilation is often applied.\n5\n, \n6\n The ventilation strategy will certainly result in hypercapnia, which is called “permissive hypercapnia”.\n7\n, \n8\n Our previous study found that hypercapnia could induce IL‐1β overproduction in hypoxia‐activated microglia.\n9\n However, the underlying mechanism has remained unclear.The NLRP3 inflammasome is widely expressed in microglia, which plays an important role in initiating the central immune and inflammatory response.\n10\n, \n11\n, \n12\n To exert its functions, the NLRP3 inflammasome requires to be activated. The NLRP3 inflammasome can be triggered by an array of stimuli, including ATP, potassium efflux, heme, urate, and reactive oxygen species (ROS).\n13\n, \n14\n, \n15\n, \n16\n, \n17\n Activation of the NLRP3 inflammasome can upregulate the expression of caspase‐1 and then leads to interleukin (IL)‐18 and IL‐1β maturation and pyroptosis activation. Pyroptosis is a proinflammatory cell death.\n18\n Recent studies have reported that gasdermin D (GSDMD) is the executioner of pyroptosis.\n19\n After being cleaved by caspase‐1, gasdermin D‐N domains (GSDMD‐N) can form a pore in the plasma membrane. IL‐1β and IL‐18 are released through the pores, thereby perpetuating cascade inflammatory response.\n20\n\nMitochondria‐derived ROS is the key stimuli to trigger the activation of NLRP3 inflammasome.\n21\n When the levels of oxygen fall, hypoxia would damage mitochondria and induce ROS production.\n22\n, \n23\n, \n24\n Mitophagy can eliminate damaged mitochondria, reduce ROS production, and alleviate NLRP3 inflammasome activation.\n25\n It remains to be ascertained whether hypercapnia would activate the NLRP3 inflammasome through inhibiting mitophagy in hypoxia‐activated microglia.In the present study, we hypothesized that hypercapnia may promote microglial pyroptosis via inhibiting mitophagy in hypoxemic adult rats. It was surmised that hypercapnia might exert its effect through inhibiting mitophagy, inducing ROS production, activating NLRP3 inflammasome, which ultimately would lead to IL‐18 and IL‐1β maturation and pyroptosis activation. 2. MATERIALS AND METHODS2.1. Animals and experimental groupsThe Experimental Animal Care and Use Committee at Jinan University approved all animal procedure protocols (No. 20 171 011 001), which conform to the Guide for the Care and Use of Laboratory Animals published by the US National Institutes of Health. All efforts were made to minimize the numbers of animals used and ensure minimal suffering. Male adult Sprague‐Dawley (SD) rats (n = 128) aged about 3 months and weighing approximately 220 to 250 g were randomly divided into five groups: sham‐operated group (abbreviated Sham group), Hypercapnia group, Hypoxemia group, Hypercapnia + Hypoxemia group (abbreviated HH group), Hypercapnia + Hypoxemia +N‐Acetyl‐L‐cysteine group (abbreviated HH + NAC group).2.2. The rat model of hypercapnia/hypoxemiaAll rats were fasted with access to water overnight before the experiments. The rat model of hypercapnia/hypoxemia was established as described in our previous study.\n9\n Briefly, the rats were anesthetized with pentobarbital sodium (30 mg/kg) followed by mechanical ventilation. The tidal volume (9 mL/kg body weight), respiratory rate (45 breaths/min), and inspiratory‐to‐expiratory ratio (1:1) were fixed. Sham group was exposed to the air. Hypercapnia group was exposed to 5% CO2 to maintain the potential of hydrogen (pH) of arterial blood at 7.20–7.25. Hypoxemia group was exposed to 16% O2 to maintain partial pressure of arterial blood oxygen (PaO2) at 55–60 mmHg. HH group was exposed to 16% O2 mixing with 5% CO2 to maintain PaO2 at 55–60 mmHg and pH at 7.20–7.25. Rats in the HH + NAC group were treated with an intraperitoneal injection of 150 mg/kg NAC (MedChemExpress, Monmouth, NJ, USA; cat. no. HY‐B0215) for 30 minutes before being exposed to 5% CO2 and 16% O2. The rats, which were used for Western blotting analysis, immunofluorescence staining and ROS evaluation, were not performed invasive manipulation except ventilation. The rats were executed immediately after hypercapnia/hypoxemia treatment.2.3. Measurement of cerebral oxygen extraction ratioThe right femoral artery and the right jugular vein were cannulated upstream. The blood samples were collected at 3 hours after ventilation. The hemoglobin concentration (Hb), saturation of arterial blood oxygen (SaO2), PaO2, saturation of jugular venous blood oxygen (SjVO2), and pressure of jugular venous blood oxygen (PjVO2) were measured using a blood gas/electrolyte analyzer (Model 5700; San Diego, CA, USA). The content of arterial blood oxygen (CaO2), content of jugular venous blood oxygen (CjVO2), and cerebral oxygen extraction ratio (CERO2) were calculated using the following formulas:\nCaO2=Hb×1.36×SaO2+0.0031×PaO2\nCjVO2=Hb×1.36×SjVO2+0.0031×PjVO2\nCERO2= (CaO2‐CjVO2)/CaO2\n2.4. Measurement of the partial pressure of brain tissue oxygen (PbtO2)The levels of PbtO2 were measured at 0.5, 1, 1.5, 2, 2.5, and 3 hours after ventilation. To evaluate the PbtO2, a midline incision over vertex was performed after anesthesia. After this, a hole was drilled caudal to the coronal suture, 4 mm from the midline. The dura was punctured, and a microsensor for PbtO2 was inserted into brain tissue.\n26\n A monitor (Integra CAMO2, Integra LifeSciences Limited, County Offaly, Ireland) was used to measure the PbtO2.2.5. ROS evaluation of brain tissueThe ROS of brain tissue was evaluated using a ROS ELISA kit (Dogesce, Beijing, China; cat. no. DG21175D) at 3 hours after ventilation following the manufacturers’ instructions. Briefly, samples and standards (50 μL/well) were added to the plate wells coated by antibodies labeled with HRP, which were used to capture ROS. The plate was incubated for 1 hour at 37°C. After washing completely, substrate A (50 μL/well) and substrate B (50 μL/well) were added to incubate the plate in a dark place for 15 minutes at 37°C. Then, the stop buffer was added, and the optical density (OD) was measured spectrophotometrically at a wavelength of 450 nm. The concentrations of ROS in the samples were then determined by comparing the optical density of the samples to the standard curve.2.6. BV‐2 microglial cell cultures and treatmentBV‐2 microglial cells were purchased form CHI Scientific (cat. no. 7‐1502) and were cultured and treated as described in our previous study.\n9\n Briefly, the cells were cultured in DMEM high glucose (Invitrogen Life Technologies Corporation, Carlsbad, CA, USA; cat. no. 8 117 121) supplemented with 10% FBS (Invitrogen Life Technologies Corporation; Carlsbad, CA, USA; cat. no. 42F0374K) in a humidified incubator with 5% CO2/95% air. The microglial cells were randomly divided into five groups: Control group, high concentration of carbon dioxide group (abbreviated HC group), Hypoxia group, Hypoxia + HC group, and Hypoxia + HC +NAC group. Control group was exposed to 5% CO2 + 20% O2. HC group was exposed to 15% CO2 + 20% O2 to maintain the pH of the supernatant at 7.20‐7.25. Hypoxia group was exposed to 5% CO2 + 0.2% O2 to maintain partial pressure of oxygen (PO2) of the supernatant at 55‐60 mmHg. Hypoxia + HC group was exposed to 15% CO2 + 0.2% O2 to maintain PO2 at 55‐60 mmHg and pH at 7.20‐7.25. The cells in the Hypoxia + HC + NAC group were treated with 2 mmol/L NAC (MedChemExpress, Monmouth, NJ, USA; cat. no. HY‐B0215) for 30 minutes before being exposed to 15% CO2 + 0.2% O2.2.7. Oxygen consumption rate evaluation of BV‐2 microglial cellsThe Oxygen consumption rate (OCR) was evaluated using a cellulate OCR Assay Kit (cat. no. BB‐48211; BestBio, Shanghai, China) after treatment with 0.2% O2 and 15% CO2 for 0 hour, 6 hours, 12 hours, and 24 hours. The intervention time and testing time were chosen, when the levels of OCR peaked (In this study, 12 hours was chosen as the intervention time, and 18 minutes was chosen as the testing time) (Figure 1C). The OCR was measured following the manufacturers’ instructions. Briefly, BV‐2 microglial cells were seeded in 96‐well plates (5000 cells/well) and cultured in DMEM high glucose supplemented with 10% FBS. When the cells spread to 80% of the bottom of the well, they were treated with different concentrations of CO2 and O2. After the treatment, the medium was changed to DMEM high glucose without FBS, and then, fluorescent probes (10 μL/well) were added sequentially. Finally, an oxygen mounting medium was added (2 drops/well). The OCR levels were examined every three minutes until half an hour with a fluorescent microplate reader (Model 9260; IL‐COR® inc, Lincoln, NE, USA). The excited and emitted wavelengths were 485/20 nm and 590/35 nm, respectively.Open in a separate windowFIGURE 1Hypercapnia increased CERO2 and OCR in vivo and in vitro (n = 4). (A) There is an interaction effect between hypoxia treatment and hypercapnia treatment (P < .01). (B) Simple effects analyses show an increased CERO2 in Hypoxemia group (*P < .05), but not in Hypercapnia group (ns P > .05) compared with Sham group. HH group has the highest CERO2 levels as compared with Hypoxemia group (**P < .01) and Hypercapnia group (**P < .01). (C) The OCR levels are the highest in 12 h group as compared with other groups (12 h vs 0 h: P < .01; 12 h vs 6 h: P > .05; 12 h vs 24 h: P < .01). The OCR levels are increased time‐dependently and achieved a stationary phase at 18 min. So the microglia cells were treated for 12 hours, and the OCR was examined at 18 min after the treatment, as shown in graph (D) and (E). (D) There is an interaction effect between 0.2% O2 treatment and 15% CO2 treatment (P < .01). (E) Simple effects analyses show increased levels of OCR in Hypoxia group (**P < .01), but not in HC group (ns P > .05) compared with Control group. Hypoxia + HC group has the highest levels of OCR as compared with Hypoxia group (**P < .01) and HC group (**P < .01). ns, nonsignificant; Sham group, sham‐operated group; HH group, hypercapnia + hypoxemia group; HC group, high concentration of carbon dioxide group; CERO2, cerebral oxygen extraction rate; OCR, oxygen consumption rate. The concentrations of O2 and CO2 in the air are 21% and 0.03%2.8. ROS measurement in microgliaThe ROS production in BV‐2 microglial cells was evaluated using a ROS assay kit (cat. no. BB‐4705‐2; BestBio, Shanghai, China) following the manufacturers’ instructions. Briefly, DCFH‐DA was diluted with DMEM high glucose without FBS (1:1500). The coverslips with adherent BV‐2 microglial cells were cultured with DMEM high glucose supplemented with 10% FBS. After the treatment, the medium was changed to diluted DCFH‐DA (2 mL/well). Then, the plates were incubated for 20 minutes at 37°C, 5% CO2. The coverslips were washed with DMEM high glucose without FBS. Finally, the coverslips were mounted by a fluorescent mounting medium and detected using a fluorescence microscope (Olympus DP73 Microscope, Olympus, Tokyo, Japan).2.9. Western blotting analysisTotal proteins from the hippocampus tissue and BV‐2 microglial cells (n = 4 for each group) were extracted using a Total Protein Extraction Kit (BestBio, Shanghai, China; cat. no. BB‐3101‐100T). Protein concentrations were determined using a BCA Protein Assay Kit (Invitrogen Life Technologies Corporation, Carlsbad, CA, USA; cat. no. 23 227). Equal amounts of protein (40 μg) from each sample were separated in a 15% SDS‐PAGE gel and transferred to PVDF membranes, which were blocked with 5% nonfat milk for 1 hours at room temperature. After this, the following primary antibodies were added to incubate the membranes overnight at 4°C: LC3B antibody (1:1000, Abcam, Cambridge, MA, USA; cat. no. ab48394), SQSTM1/p62 (1:1000, Abcam, Cambridge, MA, USA; cat. no. ab56416), Gasdermin D (1:1000, Cell Signaling Technology; cat. no. 93 709), caspase‐1 (1:1000, Abcam, Cambridge, MA, USA; cat. no. ab1872), IL‐18 (1:1000, Abcam, Cambridge, MA, USA; Cat. No. ab207323), and IL‐1β (1:1000, Abcam, Cambridge, MA, USA; Cat. No. ab9722). The membranes were washed on the following day, and the HRP‐labeled goat antirabbit antibody (1:3000; Cell Signaling Technology; cat. no. 7074S) was added to incubate the membranes for 2 hours at 4°C. The immunoblots were visualized using a chemiluminescence kit (Bioworld Technology, St. Louis Park, MN, USA; cat. no. AC36131) and detected by an imaging densitometer (ImageQuant LAS 500, GE Healthcare Bio‐Sciences AB, Uppsala, Sweden). The relative density was quantified using FluorChem 8900 software (version 4.0.1, Alpha Innotech Corporation, San Leandro CA, USA). β‐actin was used as the control.2.10. Double immunofluorence labelingIn vivo, the rats were anesthetized with pentobarbital sodium and transcardially perfused with normal saline and 4% paraformaldehyde at 3 hours after ventilation. The brains were harvested and postfixed in 4% paraformaldehyde. This tissue was then dehydrated in graded sucrose and cut into sections of 10 μm thickness. The sections were blocked in 5% normal donkey serum for 0.5 hours at room temperature. In vitro, the coverslips with adherent BV‐2 microglial cells were fixed with 4% paraformaldehyde at 24 hours after treatment. The coverslips were blocked in 5% normal donkey serum for 0.5 hours at room temperature sequentially.After that, the following primary antibodies were added to incubate the sections/coverslips overnight at 4°C: caspase‐1 (1:100; Abcam, Cambridge, MA, USA; cat. no. ab1872), IL‐1β (1:100; Abcam, Cambridge, MA, USA; cat. no. ab9722), IL‐18 (1:100, Abcam, Cambridge, MA, USA; Cat. No. ab207323), and Iba1 (1:100; Abcam, Cambridge, MA, USA; cat. no. ab15690). The sections/coverslips were washed on the following day, and the secondary antibodies Alexa Fluor® 549 Goat antirabbit IgG (H + L) (1:100; Invitrogen Life Technologies, Carlsbad, CA, USA; cat. no. ATRJN1301) and Alexa Fluor® 488 Goat antimouse IgG (1:100; Invitrogen Life Technologies, Carlsbad, CA, USA; cat. no. ATRMR2301) were added to incubate the sections/coverslips for 1 h at room temperature. Finally, the sections/coverslips were mounted by the fluorescent mounting medium with DAPI (Sigma, St. Louis, MO, USA; cat. no. SLBW4468) and detected using a fluorescence microscope (Olympus DP73 Microscope, Olympus, Tokyo, Japan).2.11. Statistical analysisThe statistical analysis was performed by the SPSS19.0 statistical (IBM, New York, USA). All values are expressed as mean ± standard error of mean (SEM). Shapiro‐Wilk test was used to assess the data distribution. All data were normally distributed in the present study. Repeated measures one‐way analysis of variance (ANOVA) was used to analyze the repeated measurement data. Factorial ANOVA was for the interaction effects. When an interaction was examined, simple effects analyses were evaluated. Differences were considered statistically significant if the P‐value < .05. 3. RESULTS3.1. Hypercapnia increased cerebral oxygen extraction rate in hypoxemic ratsSignificant interaction effects were observed between hypercapnia treatment and hypoxia treatment (P < .01) (Figure 1A). Simple effects analyses found an increased CERO2 in Hypoxemia group (P < .05), but not in Hypercapnia group (P > .05) compared with Sham group. HH group had the highest CERO2 levels as compared with Hypoxemia group (P < .01) and Hypercapnia group (P < .01) (Figure 1B).3.2. 15% CO2 increased the oxygen consumption rate (OCR) in hypoxic BV‐2 microglial cellsThe OCR levels were the highest in 12 hours group as compared with other groups (12 hours vs 0 hour: P < .01; 12 hours vs 6 hours: P > .05; 12 hours vs 24 hours: P < .01). Besides, the OCR levels were increased time‐dependently and achieved a stationary phase at 18 minutes (Figure 1C). Because of this, microglia were treated for 12 hours, and the OCR was examined at 18 minutes after the treatment (Figure 1D, E). Significant interaction effects were observed between 0.2% O2 treatment and 15% CO2 treatment (P < .01; Figure 1D). Simple effects analyses found increased levels of OCR in Hypoxia group (P < .01), but not in HC group (P > .05) compared with Control group. Hypoxia + HC group had the highest levels of OCR as compared with Hypoxia group (P < .01) and HC group (P < .01) (Figure 1E).3.3. Hypercapnia decreased partial pressure of brain tissue oxygen (PbtO2) in hypoxemic ratsHH group had higher PbtO2 levels as compared with Hypoxemia group in the first 1.5 hours (0.5 hours: P < .01; 1 hour: P < .01; 1.5 hours: P < .05) (Figure 2A, B). On the contrary, HH group had lower PbtO2 levels as compared with Hypoxemia group after 2 hours (2.5 hours: P < .05; 3 hours: P < .05) (Figure 2A, C).Open in a separate windowFIGURE 2Hypercapnia decreased PbtO2 in hypoxemic rats (n = 4). Graphs (A) illustrate the PbtO2 at 0.5, 1, 1.5, 2, 2.5, and 3 h after ventilation in the rats. (B, C) Compared with the Sham group, PbtO2 levels are decreased in Hypoxemia group (0.5 h‐3 h: P < .01), but not in Hypercapnia group (0.5 h‐3 h: P > .05). HH group has higher PbtO2 levels as compared with Hypoxemia group in the first 1.5 h (0.5 h: P < .01; 1 h: P < .01; 1.5 h: P < .05). On the contrary, HH group has lower PbtO2 levels as compared with Hypoxemia group after 2 h (2.5 h: P < .05; 3 h: P < .05). Sham group, sham‐operated group; HH group, hypercapnia + hypoxemia group; PbtO2, partial pressure of brain tissue oxygen3.4. Hypercapnia inhibited mitophagy in microglia in the hypoxic hippocampusSignificant interaction effects were observed between hypercapnia treatment and hypoxia treatment (LC3‐II: P < .01, p62: P < .01) (Figure 3B, C). Simple effects analyses found increased protein expression levels of LC3‐II in Hypoxemia group compared with Sham group (P < .01). HH group showed lower expression levels of LC3‐II in comparison with Hypoxemia group (P < .01) (Figure 3A, D). In contrast, a significant decrease in p62 expression was observed in Hypoxemia group compared with Sham group (P < .01). The levels of p62 expression in HH group were higher compared with Hypoxemia group (P < .01) (Figure 3E). The full Western blots of the above each group were shown in Figure S7.Open in a separate windowFIGURE 3Hypercapnia inhibited mitophagy in microglia in the hypoxic hippocampus (n = 4). (A) Immunoreactive bands of LC3‐I (18 kDa), LC3‐II (16 kDa), p62 (62 kDa), and β‐actin (42 kDa). (B, C) There is an interaction effect between hypoxia treatment and hypercapnia treatment (LC3‐II: P < .01, p62: P < .01). (D) Simple effects analyses show increased protein expression levels of LC3‐II in Hypoxemia group compared with Sham group (**P < .01). HH group shows lower expression levels of LC3‐II in comparison with Hypoxemia group (**P < .01). (E) In contrast, a significant decrease in p62 expression is observed in Hypoxemia group compared with Sham group (**P < .01). The levels of p62 expression in HH group are higher compared with Hypoxemia group (**P < .01). ns, nonsignificant; Sham group, sham‐operated group; HH group, hypercapnia + hypoxemia group. The concentrations of O2 and CO2 in the air are 21% and 0.03%3.5. 15% CO2 inhibited mitophagy in hypoxia‐activated BV‐2 microgliaSignificant interaction effects were observed between 0.2% O2 treatment and 15% CO2 treatment (LC3‐II: P < .01, p62: P < .01) (Figure 4B, C). Simple effects analyses found increased protein expression levels of LC3‐II in Hypoxia group (P < .01) compared with Control group. Hypoxia + HC group showed lower expression levels of LC3‐II in comparison with Hypoxia group (P < .01) (Figure 4A, D). In contrast, a significant decrease in p62 expression was observed in Hypoxia group compared with Control group (P < .01). The levels of p62 expression in Hypoxia + HC group were higher compared with Hypoxia group (P < .01) (Figure 4E). The full Western blots of the above each group were shown in Figure S8.Open in a separate windowFIGURE 415% CO2 inhibited mitophagy in hypoxia‐activated BV‐2 microglia (n = 4). (A) Immunoreactive bands of LC3‐I (18 kDa), LC3‐II (16 kDa), p62 (62 kDa), and β‐actin (42 kDa). (B, C) There is an interaction effect between 0.2% O2 treatment and 15% CO2 treatment (LC3‐II: P < .01, p62: P < .01). (D) Simple effects analyses show increased protein expression levels of LC3‐II in Hypoxia group compared with Control group (P < .01). Hypoxia + HC group shows lower expression levels of LC3‐II in comparison with Hypoxia group (P < .01). (E) In contrast, a significant decrease in p62 expression is observed in Hypoxia group compared with Control group (P < .01). The levels of p62 expression in Hypoxia + HC group are higher compared with Hypoxia group (P < .01). ns, nonsignificant; HC group, high concentration of carbon dioxide group3.6. Hypercapnia induced overproduction of ROS in the hypoxemic hippocampusSignificant interaction effects were observed between hypercapnia treatment and hypoxia treatment (P < .05) (Figure 5A). Simple effects analyses found increased levels of ROS in Hypoxemia group (P < .01), but not in Hypercapnia group (P > .05) compared with Sham group. HH group had the highest ROS levels as compared with Hypoxemia group (P < .01) and Hypercapnia group (P < .01) (Figure 5B).Open in a separate windowFIGURE 5Hypercapnia induced overproduction of ROS in the hypoxemic hippocampus and BV2 cells (n = 4). (A) There is an interaction effect between hypoxia treatment and hypercapnia treatment (P < .05). (B) Simple effects analyses show increased levels of ROS in Hypoxemia group (**P < .01), but not in Hypercapnia group (ns P > .05) compared with Sham group. HH group has the highest ROS levels as compared with Hypoxemia group (**P < .01) and Hypercapnia group (**P < .01). (C) Immunofluorescence images showing the production of ROS (a‐e, green). Enhanced ROS immunofluorescence is evident in Hypoxia group, but not in HC group compared with Control group. Hypoxia + HC group exhibits the most intense ROS fluorescence as compared with Hypoxia group and HC group. ROS fluorescence is noticeably reduced with NAC pretreatment (2 mmol/L) in BV‐2 microglial cells. Scale bars: 20 μm. ns, nonsignificant; Sham group, sham‐operated group; HH group, hypercapnia + hypoxemia group; ROS, reactive oxygen species; HC group, high concentration of carbon dioxide group. The concentrations of O2 and CO2 in the air are 21% and 0.03%3.7. 15% CO2 induced overproduction of ROS in hypoxic BV‐2 microglial cellsEnhanced ROS immunofluorescence was observed in Hypoxia group, but not in HC group compared with Control group. Hypoxia + HC group had the strongest ROS fluorescence as compared with Hypoxia group and HC group. ROS fluorescence was obviously reduced with NAC pretreatment (2 mmol/L) in BV‐2 microglial cells (Figure 5C).3.8. Hypercapnia enhanced NLRP3 inflammasome activation via inducing ROS overproduction in microglia in the hypoxic hippocampusSignificant interaction effects were observed between hypercapnia treatment and hypoxia treatment (P < .01) (Figure 6B). Simple effects analyses found increased protein expression levels of caspase‐1 in Hypoxemia group (P < .01), but not in Hypercapnia group (P > .05) compared with Sham group. HH group had the highest expression levels of caspase‐1 as compared with Hypoxemia group (P < .01) and Hypercapnia group (P < .01) (Figure 6A, C). Additionally, the protein expression of caspase‐1 was significantly suppressed with NAC pretreatment (150 mg/kg) in rats (P < .01) (Figure 6C). The full Western blots of the above each group were shown in Figure S9. Double immunofluorescence was used to examine caspase‐1 expression in microglia of the hippocampus (Figure 6D). Enhanced caspase‐1 immunofluorescence was observed in Hypoxemia group, but not in Hypercapnia group compared with Sham group. HH group had the most intense caspase‐1 fluorescence when compared with Hypoxemia group and Hypercapnia group. In rats given NAC treatment, caspase‐1 fluorescence was noticeably attenuated (Figure 6D).Open in a separate windowFIGURE 6Hypercapnia enhanced NLRP3 inflammasome activation via inducing ROS overproduction in microglia of the hypoxic hippocampus (n = 4). (A) Immunoreactive bands of caspase‐1 (10 kDa) and β‐actin (42 kDa). (B) There is an interaction effect between hypoxia treatment and hypercapnia treatment (P < .01). (C) Simple effects analyses show increased protein expression levels of caspase‐1 in Hypoxemia group (**P < .01), but not in Hypercapnia group (ns P > .05) compared with Sham group. HH group has the highest expression levels of caspase‐1 as compared with Hypoxemia group (**P < .01) and Hypercapnia group (**P < .01). The protein expression of caspase‐1 is significantly suppressed with NAC pretreatment (150 mg/kg) in rats (**P < .01). (D) Immunofluorescence images showing the expression of Iba1+ microglia (a, d, g, j, m, green), caspase‐1 (b, e, h, k, n, red), and the colocalization of caspase‐1 and microglia (x, f, i, l, o). Enhanced caspase‐1 immunofluorescence is evident in Hypoxemia group, but not in Hypercapnia group compared with Sham group. HH group emits the strongest caspase‐1 fluorescence as compared with Hypoxemia group and Hypercapnia group. Caspase‐1 fluorescence is markedly attenuated in rats given NAC pretreatment. Scale bars: 10 μm. ns, nonsignificant; Sham group, sham‐operated group; HH group, hypercapnia + hypoxemia group. The concentrations of O2 and CO2 in the air are 21% and 0.03%3.9. 15% CO2 enhanced NLRP3 inflammasome activation via inducing ROS overproduction in hypoxic BV‐2 microglial cellsSignificant interaction effects were observed between 0.2% O2 treatment and 15% CO2 treatment (P < .01) (Figure S1B). Simple effects analyses found increased protein expression levels of caspase‐1 in Hypoxia group (P < .01), but not in HC group (P > .05) compared with Control group. Hypoxia + HC group had the highest expression levels of caspase‐1 as compared with Hypoxia group (P < .01) and HC group (P < .01) (Figure S1A, C). Additionally, the protein expression of caspase‐1 was significantly suppressed with NAC pretreatment (2 mmol/L) in BV‐2 microglial cells (P < .01) (Figure S1C). The full Western blots of the above each group were shown in Figure S10. Double immunofluorescence was used to examine caspase‐1 expression in BV‐2 microglial cells (Figure S1D). Enhanced caspase‐1 immunofluorescence was observed in Hypoxia group, but not in HC group compared with Control group. Hypoxia + HC group had the strongest caspase‐1 fluorescence as compared with Hypoxia group and HC group. Of note, caspase‐1 fluorescence was evidently reduced with NAC pretreatment (2 mmol/L) in BV‐2 microglial cells (Figure S1D).3.10. Hypercapnia increased GSDMD‐N expression via inducing ROS overproduction in microglia in the hypoxic hippocampusSignificant interaction effects were observed between hypercapnia treatment and hypoxia treatment (P < .01) (Figure S2B). Simple effects analyses found increased protein expression levels of GSDMD‐N in Hypoxemia group (P < .05), but not in Hypercapnia group (P > .05) compared with Sham group. HH group showed the highest expression levels of GSDMD‐N in comparison with Hypoxemia group (P < .01) and Hypercapnia group (P < .01). Additionally, the protein expression of GSDMD‐N was significantly suppressed with NAC pretreatment (150 mg/kg) in rats (P < .01) (Figure S2A, C). The full Western blots of the above each group were shown in Figure S11.3.11. 15% CO2 increased GSDMD‐N expression via inducing ROS overproduction in hypoxic BV‐2 microglial cellsSignificant interaction effects were observed between 0.2% O2 treatment and 15% CO2 treatment (P < .01) (Figure S2E). Simple effects analyses found increased protein expression levels of GSDMD‐N in Hypoxia group (P < .01), but not in HC group (P > .05) compared with Control group. Hypoxia + HC group had the highest expression levels of GSDMD‐N as compared with Hypoxia group (P < .01) and HC group (P < .01). Additionally, the protein expression of GSDMD‐N was significantly suppressed with NAC pretreatment (2 mmol/L) in BV‐2 microglial cells (P < .01) (Figure S2D, F).3.12. Hypercapnia increased IL‐1β expression via inducing ROS overproduction in microglia in the hypoxic hippocampusSignificant interaction effects were observed between hypercapnia treatment and hypoxia treatment (P < .01) (Figure S3B). Simple effects analyses found increased protein expression levels of IL‐1β in Hypoxemia group (P < .01), but not in Hypercapnia group (P > .05) compared with Sham group. HH group showed the highest expression levels of IL‐1β in comparison with Hypoxemia group (P < .01) and Hypercapnia group (P < .01). Additionally, the protein expression of IL‐1β was significantly suppressed with NAC pretreatment (150 mg/kg) in rats (P < .01) (Figure S3A,C). The full Western blots of the above each group were shown in Figure S12. Double immunofluorescence was used to examine IL‐1β expression in microglia of the hippocampus (Figure S3D). Enhanced IL‐1β immunofluorescence was observed in Hypoxemia group, but not in Hypercapnia group compared with Sham group. HH group had the strongest IL‐1β fluorescence as compared with Hypoxemia group and Hypercapnia group. IL‐1β fluorescence was evidently reduced in rats given NAC pretreatment (Figure S3D).3.13. 15% CO2 increased IL‐1β expression via inducing ROS overproduction in hypoxic BV‐2 microglial cellsSignificant interaction effects were observed between 0.2% O2 treatment and 15% CO2 treatment (P < .01) (Figure S4B). Simple effects analyses found increased protein expression levels of IL‐1β in Hypoxia group (P < .01), but not in HC group (P > .05) compared with Control group. Hypoxia + HC group had the highest expression levels of IL‐1β as compared with Hypoxia group (P < .01) and HC group (P < .01). Additionally, the protein expression of IL‐1β was significantly suppressed with NAC pretreatment (2 mmol/L) in BV‐2 microglial cells (P < .01) (Figure S4A, C). The full Western blots of the above each group were shown in Figure S13. Double immunofluorescence confirmed IL‐1β expression in BV‐2 microglial cells (Figure S4D). Enhanced IL‐1β immunofluorescence was observed in Hypoxia group, but not in HC group compared with Control group. Hypoxia + HC group had the strongest IL‐1β fluorescence as compared with Hypoxia group and HC group. IL‐1β fluorescence was markedly suppressed with NAC pretreatment (2 mmol/L) in BV‐2 microglial cells (Figure S4D).3.14. Hypercapnia increased IL‐18 expression via inducing ROS overproduction in microglia in the hypoxic hippocampusSignificant interaction effects were observed between hypercapnia treatment and hypoxia treatment (P < .01) (Figure S5B). Simple effects analyses found increased protein expression levels of IL‐18 in Hypoxemia group (P < .01), but not in Hypercapnia group (P > .05) compared with Sham group. HH group showed the highest expression levels of IL‐18 in comparison with Hypoxemia group (P < .01) and Hypercapnia group (P < .01). Additionally, the protein expression of IL‐18 was significantly suppressed with NAC pretreatment (150 mg/kg) in rats (P < .01) (Figure S5A, C). The full Western blots of the above each group were shown in Figure S14. Double immunofluorescence was used to examine IL‐18 expression in microglia of the hippocampus (Figure S5D). Enhanced IL‐18 immunofluorescence was observed in Hypoxemia group, but not in Hypercapnia group compared with Sham group. HH group had the strongest IL‐18 fluorescence as compared with Hypoxemia group and Hypercapnia group. IL‐18 fluorescence was evidently reduced in rats given NAC pretreatment (Figure S5D).3.15. 15% CO2 increased IL‐18 expression via inducing ROS overproduction in hypoxic BV‐2 microglial cellsSignificant interaction effects were observed between 0.2% O2 treatment and 15% CO2 treatment (P < .01) (Figure S6B). Simple effects analyses found increased protein expression levels of IL‐18 in Hypoxia group (P < .01), but not in HC group (P > .05) compared with Control group. Hypoxia + HC group had the highest expression levels of IL‐18 as compared with Hypoxia group (P < .01) and HC group (P < .01). Additionally, the protein expression of IL‐18 was significantly suppressed with NAC pretreatment (2 mmol/L) in BV‐2 microglial cells (P < .01) (Figure S6A, C). The full Western blots of the above each group were shown in Figure S15. Double immunofluorescence confirmed IL‐18 expression in BV‐2 microglial cells (Figure S6D). Enhanced IL‐18 immunofluorescence was observed in Hypoxia group, but not in HC group compared with Control group. Hypoxia + HC group had the strongest IL‐18 fluorescence as compared with Hypoxia group and HC group. IL‐18 fluorescence was markedly suppressed with NAC pretreatment (2 mmol/L) in BV‐2 microglial cells (Figure S6D). 4. DISCUSSIONThe present results have shown that hypercapnia promoted pyroptosis via inhibiting mitophagy in hypoxia‐activated microglia in vitro and in vivo. This was evident by the increased CERO2, decreased PbtO2, and increased expression levels of LC3‐II, caspase‐1, GSDMD‐N, IL‐18, and IL‐1β in hypoxia‐activated microglia cells. The microglial pyroptosis in the hippocampus induced by hypoxemia/hypercapnia may perpetuate cascade inflammatory response and contribute to the neurological impairments of ARDS patients.The present rat and cell models of hypercapnia/hypoxemia were established as described in our previous study.\n9\n In Sham group, the rats were exposed to air when the ventilator settings were fixed. The PaCO2 levels of the rats were maintained between 35 and 45 mmHg, and the PaO2 levels were maintained between 90 and 100 mmHg. The normal range of human PaCO2 and PaO2 is 35‐45 and 80‐100 mmHg, respectively, which are comparable between rats and humans. In the hypercapnia/hypoxemia models, PO2 levels of the arterial blood and culture supernatant were maintained at 55‐60 mmHg and pH levels of the arterial blood and culture supernatant at 7.20‐7.25. These are consistent with the change of hypoxemia and permissive hypercapnia in ARDS.\n27\n, \n28\n, \n29\n, \n30\n\nWe reported in our previous study that hypercapnia could induce IL‐1β overproduction in hypoxia‐activated microglia. However, the underlying mechanism has remained unclear. It has been reported that the expression of caspase‐1 would be upregulated after NLRP3 inflammasome being activated. Caspase‐1 could lead to IL‐18 and IL‐1β maturation and pyroptosis activation. GSDMD‐N is the executioner of pyroptosis. GSDMD‐N helped to form a pore in the plasma membrane, from that IL‐1β and IL‐18 are released.\n19\n, \n20\n Under hypoxic conditions, ROS is known to be critical for NLRP3 inflammasome activation.\n31\n, \n32\n, \n33\n Furthermore, hippocampus is known to be critical for spatial and contextual memory.\n34\n And the receptor of inflammatory cytokines (ie, IL‐1β)\n35\n are comparatively higher in the hippocampus and are tightly linked to the deficits in hippocampus‐dependent memory.\n36\n Thus, the expression levels of caspase‐1, GSDMD‐N, IL‐18, and IL‐1β in the hippocampus microglia in this study were determined, and the production of ROS was also evaluated. Significant interaction effects were observed on ROS production, caspase‐1, GSDMD‐N, IL‐18, and IL‐1β expression between hypercapnia treatment and hypoxia treatment. More importantly, we have shown that hypercapnia upregulated the expression of caspase‐1, GSDMD‐N, IL‐18, and IL‐1β in hypoxic microglia via inducing ROS overproduction. Remarkably, caspase‐1, GSDMD‐N, IL‐18, and IL‐1β expression in hypoxic microglia was downregulated when ROS was scavenged by NAC. These results indicate that hypercapnia promotes microglial pyroptosis via inducing ROS overproduction and activating the NLRP3 inflammasome.When the levels of oxygen fall, hypoxia would damage mitochondria and induce ROS production.\n22\n, \n23\n, \n24\n Mitophagy can eliminate damaged mitochondria, reduce ROS production, and then alleviate NLRP3 inflammasome activation.\n25\n To ascertain whether hypercapnia would activate the NLRP3 inflammasome through inhibiting mitophagy in hypoxia‐activated microglia, expression of LC3‐II and p62 in the microglia was determined. p62 is a multidomain protein that interacts with phagophores through the LC3‐interacting domain and with the ubiquitinated protein aggregates through the ubiquitin‐associated domain,\n37\n which promotes degradation of unwanted molecules,\n38\n while p62 is an autophagy substrate and is degraded by autophagy.\n39\n We found that the expression levels of LC3‐II were reduced, while p62 expression was increased by hypercapnia in the hypoxic hippocampus and BV‐2 microglia. These results indicate that hypercapnia might enhance the NLRP3 inflammasome activation in hypoxia‐activated microglial cells via inhibiting mitophagy and impairing autophagy flux.To determine the effect of hypercapnia on oxidative metabolism of the rat brain, CERO2 and partial pressure of brain tissue oxygen (PbtO2) were examined. Hypoxemia, as a typical symptom of ARDS, decreases the oxidative metabolism rate of the brain to avoid or reduce cerebral damage via preventing the PbtO2 from dropping to a very low level.\n40\n In this study, we showed hypercapnia alone was not enough to increase or decrease the levels of PbtO2 and CERO2. In the first 1.5 hours, the levels of PbtO2 were elevated by hypercapnia in the hypoxemic rats. This may be the reason why hypercapnia was neuroprotective in rats with transient global cerebral ischemia‐reperfusion injury\n41\n and lateral fluid percussion injury.\n42\n However, hypercapnia significantly decreased the levels of PbtO2 in the hypoxemic rats after 2 hours’ ventilation. It was further evidenced by the increased levels of CERO2 at 3 hours after ventilation. These results suggest that hypercapnia is neuroprotective within a very short period (1.5 hours), but hypercapnia could aggravate neuronal functions injury over a protracted period via increasing CERO2 and decreasing PbtO2. This is consistent with the expression of IL‐1β and IL‐18 in microglia. It was observed that hypercapnia alone may not be sufficient to increase the expression of IL‐1β and IL‐18, but hypercapnia may exert its effects in the presence of hypoxia. It was suggested that hypercapnia can induce ROS overproduction via intensifying hypoxia, may activate the NLRP3 inflammasome, and promote IL‐1β release.In vitro, to determine the effect of a high concentration of CO2 on oxidative metabolism in hypoxic BV‐2 microglial cells, the oxygen consumption rate (OCR) was evaluated. There was an interaction effect on the levels of OCR between 0.2% O2 treatment and 15% CO2 treatment. The high concentration of CO2 treatment could increase the levels of OCR in hypoxic BV‐2 microglial cells, which were consistent with that hypercapnia increased levels of CERO2 in hypoxic rats. The results suggest that hypercapnia could intensify microglial hypoxia both in vivo and in vitro.There are four limitations to this study. Firstly, it has been reported that NLRP3 inflammasome is expressed in astrocytes.\n43\n However, the lack of the NLRP3 inflammasome in astrocytes being investigated in the present study is a limitation. Secondly, the present study did not prove the connection between cerebral oxygen metabolism (CERO2 and PbtO2) and mitophagy, which is an area for future research. Thirdly, the models of hypercapnia/hypoxemia were established with certain concentrations of O2 and CO2. The lack of concentration gradient of O2 and CO2 being investigated in the present study is another limitation. Fourthly, the study did not prove the upstream mechanism by which hypercapnia inhibits mitophagy. It is well documented that the PINK1‐Parkin axis functions as the core machinery for mitophagy.\n44\n It was surmised that hypercapnia may exert its effect through mediating the PINK1‐Parkin signaling axis.In summary, the present results have demonstrated the underlying mechanism whereby hypercapnia can promote pyroptosis in hypoxic microglia. In this connection, hypercapnia was found to intensify the cerebral hypoxia via increasing CERO2 and decreasing PbtO2. ROS was overproduced by hypercapnia in hypoxic microglial cells coupled with mitophagy inhibition and activation of NLRP3 inflammasome. Remarkedly, caspase‐1, GSDMD‐N, IL‐18, and IL‐1β expression was downregulated when ROS was scavenged. Thus, hypercapnia‐induced mitophagy inhibition, NLRP3 inflammasome activation, and pyroptosis in microglia may be a potential target to mitigate neuroinflammation. 5. CONCLUSIONSHypercapnia‐induced mitophagy inhibition may promote pyroptosis and enhance IL‐1β and IL‐18 release in hypoxia‐activated microglia. CONFLICT OF INTERESTThe authors have declared that no conflict of interest exists. Supporting informationFig S1‐S15Click here for additional data file.(2.7M, pdf) ACKNOWLEDGMENTSThis work was supported by the Medical Scientific Research Foundation of Guangdong Province (A2019135), the Scientific research project of Guangdong traditional Chinese Medicine Bureau (20201045), the Science and Technology Project of Guangdong Province (2017A020215053), and the Science and Technology Program of Guangzhou (202002030338). Notes\n\nDing H‐G, Li Y, Li X‐S, et al. Hypercapnia promotes microglial pyroptosis via inhibiting mitophagy in hypoxemic adult rats. CNS Neurosci Ther. 2020;26:1134–1146. 10.1111/cns.13435\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n REFERENCES1. \nPapazian L, Aubron C, Brochard L, et al. Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;1(9):69. [PMC free article] [PubMed] [Google Scholar]2. \nMatthay MA, Zemans RL, Zimmerman GA, et al. Acute respiratory distress syndrome. Nat Rev Dis Primers. 2019;1(5):18. [PMC free article] [PubMed] [Google Scholar]3. \nDuan EH, Adhikari N, D'Aragon F, et al. Management of acute respiratory distress syndrome and refractory hypoxemia. A Multicenter Observational Study. Ann Am Thorac Soc. 2017;12(14):1818‐1826. [PubMed] [Google Scholar]4. \nMeade MO, Young D, Hanna S, et al. Severity of hypoxemia and effect of high‐frequency oscillatory ventilation in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2017;6(196):727‐733. [PubMed] [Google Scholar]5. \nShen Y, Cai G, Gong S, Dong L, Yan J, Cai W. Interaction between low tidal volume ventilation strategy and severity of acute respiratory distress syndrome: a retrospective cohort study. Crit Care. 2019;1(23):254. [PMC free article] [PubMed] [Google Scholar]6. \nFielding‐Singh V, Matthay MA, Calfee CS. Beyond low tidal volume ventilation: treatment adjuncts for severe respiratory failure in acute respiratory distress syndrome. Crit Care Med. 2018;11(46):1820‐1831. [PMC free article] [PubMed] [Google Scholar]7. \nBrower RG, Matthay MA, Morris A, Schoenfeld D, Thompson BT, Wheeler A. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;18(342):1301‐1308. [PubMed] [Google Scholar]8. \nBarnes T, Zochios V, Parhar K. Re‐examining permissive hypercapnia in ARDS: A narrative review. Chest. 2018;1(154):185‐195. [PubMed] [Google Scholar]9. \nDing HG, Deng YY, Yang RQ, et al. Hypercapnia induces IL‐1beta overproduction via activation of NLRP3 inflammasome: implication in cognitive impairment in hypoxemic adult rats. J Neuroinflammation. 2018;1(15):4. [PMC free article] [PubMed] [Google Scholar]10. \nLiu HD, Li W, Chen ZR, et al. Expression of the NLRP3 inflammasome in cerebral cortex after traumatic brain injury in a rat model. Neurochem Res. 2013;10(38):2072‐2083. [PubMed] [Google Scholar]11. \nZhang N, Zhang X, Liu X, Wang H, Xue J, Yu J, et al. Chrysophanol inhibits NALP3 inflammasome activation and ameliorates cerebral ischemia/reperfusion in mice. Mediators Inflamm. 2014;2014:370530. [PMC free article] [PubMed] [Google Scholar]12. \nGustin A, Kirchmeyer M, Koncina E, et al. NLRP3 Inflammasome Is Expressed and Functional in Mouse Brain Microglia but Not in Astrocytes. PLoS One. 2015;6(10):e130624. [PMC free article] [PubMed] [Google Scholar]13. \nMangan M, Olhava EJ, Roush WR, Seidel HM, Glick GD, Latz E. Targeting the NLRP3 inflammasome in inflammatory diseases. Nat Rev Drug Discov. 2018;9(17):688. [PubMed] [Google Scholar]14. \nSwanson KV, Deng M, Ting JP. The NLRP3 inflammasome: molecular activation and regulation to therapeutics. Nat Rev Immunol. 2019;8(19):477‐489. [PMC free article] [PubMed] [Google Scholar]15. \nToldo S, Abbate A. The NLRP3 inflammasome in acute myocardial infarction. Nat Rev Cardiol. 2018;4(15):203‐214. [PubMed] [Google Scholar]16. \nKelley N, Jeltema D, Duan Y, He Y. The NLRP3 Inflammasome: An Overview of Mechanisms of Activation and Regulation. Int J Mol Sci. 2019;20(13):3328. [PMC free article] [PubMed] [Google Scholar]17. \nHamilton C, Anand PK. Right place, right time: localisation and assembly of the NLRP3 inflammasome. F1000Res. 2019;8. [PMC free article] [PubMed] [Google Scholar]18. \nCookson BT, Brennan MA. Pro‐inflammatory programmed cell death. Trends Microbiol. 2001;3(9):113‐114. [PubMed] [Google Scholar]19. \nShi J, Zhao Y, Wang K, et al. Cleavage of GSDMD by inflammatory caspases determines pyroptotic cell death. Nature. 2015;7575(526):660‐665. [PubMed] [Google Scholar]20. \nDing J, Wang K, Liu W, et al. Pore‐forming activity and structural autoinhibition of the gasdermin family. Nature. 2016;7610(535):111‐116. [PubMed] [Google Scholar]21. \nZhou R, Yazdi AS, Menu P, Tschopp J. A role for mitochondria in NLRP3 inflammasome activation. Nature. 2011;7329(469):221‐225. [PubMed] [Google Scholar]22. \nMurphy MP. How mitochondria produce reactive oxygen species. Biochem J. 2009;1(417):1‐13. [PMC free article] [PubMed] [Google Scholar]23. \nFuhrmann DC, Brune B. Mitochondrial composition and function under the control of hypoxia. Redox Biology. 2017;12:208‐215. [PMC free article] [PubMed] [Google Scholar]24. \nHernansanz‐Agustin P, Ramos E, Navarro E, Parada E, Sanchez‐Lopez N, Pelaez‐Aguado L, et al. Mitochondrial complex I deactivation is related to superoxide production in acute hypoxia. Redox Biology. 2017;12:1040‐1051. [PMC free article] [PubMed] [Google Scholar]25. \nDeretic V, Levine B. Autophagy balances inflammation in innate immunity. Autophagy. 2018;2(14):243‐251. [PMC free article] [PubMed] [Google Scholar]26. \nWang CC, Kuo JR, Chen YC, Chio CC, Wang JJ, Lin BS. Brain tissue oxygen evaluation by wireless near‐infrared spectroscopy. J Surg Res. 2016;2(200):669‐675. [PubMed] [Google Scholar]27. \nNayak S, Jindal A. Permissive hypercapnia: Is there any upper limit?\nIndian J Crit Care Med. 2015;1(19):56‐57. [PMC free article] [PubMed] [Google Scholar]28. \nThorens JB, Jolliet P, Ritz M, Chevrolet JC. Effects of rapid permissive hypercapnia on hemodynamics, gas exchange, and oxygen transport and consumption during mechanical ventilation for the acute respiratory distress syndrome. Intensive Care Med. 1996;3(22):182‐191. [PubMed] [Google Scholar]29. \nHickling KG, Walsh J, Henderson S, Jackson R. Low mortality rate in adult respiratory distress syndrome using low‐volume, pressure‐limited ventilation with permissive hypercapnia: a prospective study. Crit Care Med. 1994;10(22):1568‐1578. [PubMed] [Google Scholar]30. \nDushianthan A, Cusack R, Chee N, Dunn JO, Grocott MP. Perceptions of diagnosis and management of patients with acute respiratory distress syndrome: a survey of United Kingdom intensive care physicians. BMC Anesthesiol. 2014;14:87. [PMC free article] [PubMed] [Google Scholar]31. \nZeng J, Chen Y, Ding R, et al. Isoliquiritigenin alleviates early brain injury after experimental intracerebral hemorrhage via suppressing ROS‐ and/or NF‐kappaB‐mediated NLRP3 inflammasome activation by promoting Nrf2 antioxidant pathway. J Neuroinflammation. 2017;1(14):119. [PMC free article] [PubMed] [Google Scholar]32. \nGong Z, Pan J, Shen Q, Li M, Peng Y. Mitochondrial dysfunction induces NLRP3 inflammasome activation during cerebral ischemia/reperfusion injury. J Neuroinflammation. 2018;1(15):242. [PMC free article] [PubMed] [Google Scholar]33. \nTschopp J, Schroder K. NLRP3 inflammasome activation: The convergence of multiple signalling pathways on ROS production?\nNat Rev Immunol. 2010;3(10):210‐215. [PubMed] [Google Scholar]34. \nSquire LR. Memory and the hippocampus: a synthesis from findings with rats, monkeys, and humans. Psychol Rev. 1992;99(2):195‐231. [PubMed] [Google Scholar]35. \nBan E, Milon G, Prudhomme N, Fillion G, Haour F. Receptors for interleukin‐1 (alpha and beta) in mouse brain: mapping and neuronal localization in hippocampus. Neuroscience. 1991;43(1):21‐30. [PubMed] [Google Scholar]36. \nBarrientos RM, Frank MG, Hein AM, et al. Time course of hippocampal IL‐1 beta and memory consolidation impairments in aging rats following peripheral infection. Brain Behav Immun. 2009;23(1):46‐54. [PMC free article] [PubMed] [Google Scholar]37. \nIslam MA, Sooro MA, Zhang P. Autophagic regulation of p62 is critical for cancer thraphy. Int J Mol Sci. 2018;19(5):1405. [PMC free article] [PubMed] [Google Scholar]38. \nManley S, Williams JA, Ding WX. Role of p62/SQSTM1 in liver physiology and pathogenesis. Exp Biol Med (Maywood). 2013;238(5):525‐538. [PMC free article] [PubMed] [Google Scholar]39. \nMa S, Attarwala IY, Xie XQ. SQSTM1/p62: A Potential Target for Neurodegenerative Disease. Acs Chem Neurosci. 2019;10(5):2094‐2114. [PMC free article] [PubMed] [Google Scholar]40. \nWatts ME, Pocock R, Claudianos C. Brain Energy and Oxygen Metabolism: Emerging Role in Normal Function and Disease. Front Mol Neurosci. 2018;11:216. [PMC free article] [PubMed] [Google Scholar]41. \nZhou Q, Cao B, Niu L, et al. Effects of permissive hypercapnia on transient global cerebral ischemia‐reperfusion injury in rats. Anesthesiology. 2010;2(112):288‐297. [PubMed] [Google Scholar]42. \nYang WC, Wang Q, Chi LT, Wang YZ, Cao HL, Li WZ. Therapeutic hypercapnia reduces blood‐brain barrier damage possibly via protein kinase Cepsilon in rats with lateral fluid percussion injury. J Neuroinflammation. 2019;1(16):36. [PMC free article] [PubMed] [Google Scholar]43. \nHeneka MT, McManus RM, Latz E. Inflammasome signalling in brain function and neurodegenerative disease. Nat Rev Neurosci. 2018;19(10):610‐621. [PubMed] [Google Scholar]44. \nTanaka K. The PINK1‐Parkin axis: An Overview. Neurosci Res. 2020. [PubMed] [Google Scholar]"}