{"title": "Respiratory mechanics and gas exchanges in the early course of COVID-19 ARDS: a hypothesis-generating study", "pubDate": "2020", "PMCID": "PMC7364286", "DOI": "10.1186/s13613-020-00716-1", "PMID": "32676824", "abstract": "Rationale:                       COVID-19 ARDS could differ from typical forms of the syndrome.                  Objective:                       Pulmonary microvascular injury and thrombosis are increasingly reported as constitutive features of COVID-19 respiratory failure. Our aim was to study pulmonary mechanics and gas exchanges in COVID-2019 ARDS patients studied early after initiating protective invasive mechanical ventilation, seeking after corresponding pathophysiological and biological characteristics.                  Methods:                       Between March 22 and March 30, 2020 respiratory mechanics, gas exchanges, circulating endothelial cells (CEC) as markers of endothelial damage, and D-dimers were studied in 22 moderate-to-severe COVID-19 ARDS patients, 1 [1-4] day after intubation (median [IQR]).                  Measurements and main results:                       Thirteen moderate and 9 severe COVID-19 ARDS patients were studied after initiation of high PEEP protective mechanical ventilation. We observed moderately decreased respiratory system compliance: 39.5 [33.1-44.7] mL/cmH2O and end-expiratory lung volume: 2100 [1721-2434] mL. Gas exchanges were characterized by hypercapnia 55 [44-62] mmHg, high physiological dead-space (VD/VT): 75 [69-85.5] % and ventilatory ratio (VR): 2.9 [2.2-3.4]. VD/VT and VR were significantly correlated: r2 = 0.24, p = 0.014. No pulmonary embolism was suspected at the time of measurements. CECs and D-dimers were elevated as compared to normal values: 24 [12-46] cells per mL and 1483 [999-2217] ng/mL, respectively.                  Conclusions:                       We observed early in the course of COVID-19 ARDS high VD/VT in association with biological markers of endothelial damage and thrombosis. High VD/VT can be explained by high PEEP settings and added instrumental dead space, with a possible associated role of COVID-19-triggered pulmonary microvascular endothelial damage and microthrombotic process.", "author": [{"author": "J-L Diehl", "affiliation": ["Université de Paris, Innovative Therapies in Haemostasis, INSERM, 75006, Paris, France. jean-luc.diehl@aphp.fr.", "Intensive Care Unit and Biosurgical Research Lab (Carpentier Foundation), AH-HP, Georges Pompidou European Hospital, 20 Rue Leblanc, 75015, Paris, France. jean-luc.diehl@aphp.fr."], "href": "/?term=Diehl+JL&cauthor_id=32676824"}, {"author": "N Peron", "affiliation": ["Intensive Care Unit, AH-HP, Georges Pompidou European Hospital, Université de Paris, 75015, Paris, France."], "href": "/?term=Peron+N&cauthor_id=32676824"}, {"author": "R Chocron", "affiliation": ["Université de Paris, PARCC, INSERM, 75015, Paris, France.", "Emergency Department, AP-HP, Georges Pompidou European Hospital, 75015, Paris, France."], "href": "/?term=Chocron+R&cauthor_id=32676824"}, {"author": "B Debuc", "affiliation": ["Plastic Surgery Department, AP-HP, Georges Pompidou European Hospital, Université de Paris, 75015, Paris, France."], "href": "/?term=Debuc+B&cauthor_id=32676824"}, {"author": "E Guerot", "affiliation": ["Intensive Care Unit, AH-HP, Georges Pompidou European Hospital, Université de Paris, 75015, Paris, France."], "href": "/?term=Guerot+E&cauthor_id=32676824"}, {"author": "C Hauw-Berlemont", "affiliation": ["Intensive Care Unit, AH-HP, Georges Pompidou European Hospital, Université de Paris, 75015, Paris, France."], "href": "/?term=Hauw-Berlemont+C&cauthor_id=32676824"}, {"author": "B Hermann", "affiliation": ["Intensive Care Unit, AH-HP, Georges Pompidou European Hospital, Université de Paris, 75015, Paris, France."], "href": "/?term=Hermann+B&cauthor_id=32676824"}, {"author": "J L Augy", "affiliation": ["Intensive Care Unit, AH-HP, Georges Pompidou European Hospital, Université de Paris, 75015, Paris, France."], "href": "/?term=Augy+JL&cauthor_id=32676824"}, {"author": "R Younan", "affiliation": ["Intensive Care Unit, AH-HP, Georges Pompidou European Hospital, Université de Paris, 75015, Paris, France."], "href": "/?term=Younan+R&cauthor_id=32676824"}, {"author": "A Novara", "affiliation": ["Intensive Care Unit, AH-HP, Georges Pompidou European Hospital, Université de Paris, 75015, Paris, France."], "href": "/?term=Novara+A&cauthor_id=32676824"}, {"author": "J Langlais", "affiliation": ["Intensive Care Unit, AH-HP, Georges Pompidou European Hospital, Université de Paris, 75015, Paris, France."], "href": "/?term=Langlais+J&cauthor_id=32676824"}, {"author": "L Khider", "affiliation": ["Vascular Medicine Department and Biosurgical Research Lab (Carpentier Foundation), AP-HP, Georges Pompidou European Hospital, Université de Paris, 75015, Paris, France."], "href": "/?term=Khider+L&cauthor_id=32676824"}, {"author": "N Gendron", "affiliation": ["Université de Paris, Innovative Therapies in Haemostasis, INSERM, 75006, Paris, France.", "Hematology Department and Biosurgical Research Lab (Carpentier Foundation), AH-HP, Georges Pompidou European Hospital, 75015, Paris, France."], "href": "/?term=Gendron+N&cauthor_id=32676824"}, {"author": "G Goudot", "affiliation": ["Emergency Department, AP-HP, Georges Pompidou European Hospital, 75015, Paris, France."], "href": "/?term=Goudot+G&cauthor_id=32676824"}, {"author": "J-F Fagon", "affiliation": ["Intensive Care Unit, AH-HP, Georges Pompidou European Hospital, Université de Paris, 75015, Paris, France."], "href": "/?term=Fagon+JF&cauthor_id=32676824"}, {"author": "T Mirault", "affiliation": ["Université de Paris, PARCC, INSERM, 75015, Paris, France.", "Vascular Medicine Department, AP-HP, Georges Pompidou European Hospital, 75015, Paris, France."], "href": "/?term=Mirault+T&cauthor_id=32676824"}, {"author": "D M Smadja", "affiliation": ["Université de Paris, Innovative Therapies in Haemostasis, INSERM, 75006, Paris, France.", "Hematology Department and Biosurgical Research Lab (Carpentier Foundation), AH-HP, Georges Pompidou European Hospital, 75015, Paris, France."], "href": "/?term=Smadja+DM&cauthor_id=32676824"}], "refPMID": ["32228035", "32203672", "32200645", "32399901", "32697482", "32171076", "32172226", "32247631", "31996437", "32328726", "32437596", "32325026", "32458111", "18270353", "32224310", "23762293", "16285476", "22983452", "16460450", "31197492", "32697499", "11973365", "17989165", "22417650", "24381187", "25738857", "30211618", "29754942", "32030216", "32211957", "31754866", "32367170", "25510299", "3492876", "6859225"], "citedInPMID": ["32676824", "34722585", "34548132", "34473782", "34288162", "34273008", "34268322", "34266454", "34184164", "34088961", "34074313", "33974165", "33788884", "33743812", "33706082", "33627160", "33604873", "33550816", "33449299", "33208052", "33205351", "33190025", "33095905", "33052486", "32963422", "32859264"], "body": " AbstractRationaleCOVID-19 ARDS could differ from typical forms of the syndrome.ObjectivePulmonary microvascular injury and thrombosis are increasingly reported as constitutive features of COVID-19 respiratory failure. Our aim was to study pulmonary mechanics and gas exchanges in COVID-2019 ARDS patients studied early after initiating protective invasive mechanical ventilation, seeking after corresponding pathophysiological and biological characteristics.MethodsBetween March 22 and March 30, 2020 respiratory mechanics, gas exchanges, circulating endothelial cells (CEC) as markers of endothelial damage, and D-dimers were studied in 22 moderate-to-severe COVID-19 ARDS patients, 1 [1–4] day after intubation (median [IQR]).Measurements and main resultsThirteen moderate and 9 severe COVID-19 ARDS patients were studied after initiation of high PEEP protective mechanical ventilation. We observed moderately decreased respiratory system compliance: 39.5 [33.1–44.7] mL/cmH2O and end-expiratory lung volume: 2100 [1721–2434] mL. Gas exchanges were characterized by hypercapnia 55 [44–62] mmHg, high physiological dead-space (VD/VT): 75 [69–85.5] % and ventilatory ratio (VR): 2.9 [2.2–3.4]. VD/VT and VR were significantly correlated: r2 = 0.24, p = 0.014. No pulmonary embolism was suspected at the time of measurements. CECs and D-dimers were elevated as compared to normal values: 24 [12–46] cells per mL and 1483 [999–2217] ng/mL, respectively.ConclusionsWe observed early in the course of COVID-19 ARDS high VD/VT in association with biological markers of endothelial damage and thrombosis. High VD/VT can be explained by high PEEP settings and added instrumental dead space, with a possible associated role of COVID-19-triggered pulmonary microvascular endothelial damage and microthrombotic process.Keywords: ARDS, COVID-19, Physiological dead-space, Ventilatory ratio IntroductionPatients with Covid-19 pneumonia fulfilling Berlin criteria of ARDS may present some specific features, as compared to typical forms of the syndrome [1]. Such reported features are severe hypoxemia contrasting with relative preservation in respiratory mechanics [1, 2], and a common hypercapnia with high ventilatory ratio (VR) [2]. Low recruitability, improved by body positioning, has been reported by some authors [3], while others mentioned that most of the patients were highly recruitable [4]. Mauri et al. reported in 10 intubated COVID-19 ARDS patients a large variability in potential for lung recruitment together with an elevated dead space fraction evaluated by electrical impedance tomography (EIT) [5].During the initial epidemic in China, abnormal coagulation profiles were observed in severe COVID-19 patients. D-dimers above 1000 ng/mL was an independent risk factor of in-hospital death [6]. In another study, D-dimers were also correlated with mortality [7]. The hypothesis of microthrombosis was proposed since high levels of creatinine were associated with higher levels of D-dimers (> 500 ng/mL), in favor of a microthrombotic origin for kidney failure [8].Endothelial damage at the microvascular level may thus play an important role not only in the incidence of renal failure, but also for some aspects of the pathogenesis of respiratory failure, beside alveolar insults. Indeed, the SARS-CoV-2 receptor (ACE2) is strongly expressed in endothelial cells [9]. Since the lung accepts the whole of the cardiac output in its rich vascular and microvascular bed, it could be therefore possible that infection of endothelial cells could induce pulmonary endothelial lesions, triggering activation of coagulation. Accordingly, endothelial cells viral infection, pulmonary vascular endothelialitis and pulmonary vascular microthrombosis are increasingly reported in autopsy studies [10–12]. Finally, based on an initial series of 40 COVID-19 hospitalized patients and on an independent cohort of 32 COVID-19 patients, we recently reported the interest of angiopoietin-2, a marker of endothelial activation, for predicting the need for ICU admission [13].Based on initial clinical findings observed in a Covid-19 ARDS patient in January 2020, we planned to systematically investigate respiratory mechanics and gas exchanges in Covid-19 ARDS patients subsequently admitted to the medical ICU of the Georges Pompidou European Hospital. Patients and methodsStudy design and populationA COVID-19 80-year-old patient without history of respiratory disease was placed on invasive mechanical ventilation (IMV) after non-invasive ventilation failure on Jan 27, 2020. After tracheal intubation, the patient rapidly fulfilled severe ARDS criteria. A high-PEEP protective ventilation strategy was used, as part of our respiratory bundle [14]. While the respiratory system compliance was 25 mL/cmH2O and the PaO2/FiO2 ratio 183 mmHg, the patient exhibited very high PaCO2: 103 mmHg and VR: 3.5; with the following settings: VT: 6 mL/Kg PBW, RR: 22/min, PEEP: 16 cmH2O, FiO2: 60%. Increasing respiratory rate from 22 to 35/min was associated with a decrease in PaCO2 from 103 to 79 mmHg. The patient was thereafter transferred to another hospital because of the absence of biosafety level 3 laboratory in our center [15]. Such a respiratory pattern prompted us to plan to further precisely analyze the respiratory characteristics of other COVID-19 ARDS patients admitted in the ICU.Results were obtained thereafter between March 22, 2020 and March 30, 2020 in 22 consecutive COVID-19 ARDS patients without history of chronic respiratory disease. No patient was clinically suspected of pulmonary embolism at the time of measurements. A prophylactic anticoagulation regimen (enoxaparin 40 mg once daily subcutaneously) was administered. All patients were included in the French-COVID national cohort after informed consent of proxies or family members by phone, due to quarantine. Additionally, proxies or family members gave also an informed consent by phone for a formalized local process of collecting biological samples in relation to cardiovascular, metabolic or renal diseases (Comité de Protection des Personnes Ile-De-France II, IRB registration 00001072, approval: November 11, 2016).While using a 5-cmH2O PEEP setting, 13 patients fulfilled the Berlin criteria for moderate ARDS and 9 patients for severe ARDS, with a median [IQR] PaO2/FiO2 value of 108 [87–134]. We therefore used a high-PEEP protective ventilation strategy, as part of our respiratory bundle in ARDS patients [14]. We present measurements obtained early during the IMV course in deeply sedated and paralyzed patients. The CareScape R860 ventilator (GE Healthcare, USA) was used, allowing the following measurements or calculations:Respiratory mechanics: plateau pressure (Pplateau), total PEEP (PEEPtot), driving pressure (DP), respiratory system compliance (Crs), end-expiratory lung volume (EELV) as determined by the nitrogen washin–washout method.Gas exchanges: arterial blood gases, end-tidal expired CO2 (ETCO2), PaO2/FiO2 ratio, alveolo-arterial O2 difference (DAaO2), VR, physiological dead space (VD/VT) as calculated by the respirator using the Enghoff–Bohr equation, O2 total body uptake (VO2), CO2 total body production (VCO2).We also obtained additional VD/VT measurements in patients in whom PEEP level was lowered of at least 5 cmH2O within 4 days following initial measurements, when clinically indicated.Laboratory confirmation of SARS-CoV-2 infectionNasopharyngeal swabs were collected in universal transport medium (Xpert® nasopharyngeal sample collection kit) at hospital admission. SARS-CoV-2 was detected using Allplex™ 2019-nCoV Assay (Seegene), a multiplex real-time PCR assay that detects three target genes (E gene, RdRP gene and N gene) in a single tube. Data were automatically analyzed using Seegene viewer software. Only qualitative data were available. Broncho-alveolar lavage procedures were performed for confirmation if necessary.Routine blood examinationsAll samples were collected on sodium heparin and 0.129 M trisodium citrate tubes (9NC BD Vacutainer, Plymouth, UK) at the same time than respiratory measurements. Routine blood examinations were complete blood count, plasmatic biochemical tests including C-reactive protein (CRP) (upper normal limit: 5 mg/L). Coagulation parameters including fibrinogen (normal limits between 1.5 and 3.5 g/L) were explored with a STA-R® Max (Stago) coagulometer. D-dimers concentrations (upper normal limit: 500 ng/mL) were determined using Vidas D-Dimer (BioMérieux) according to the manufacturer’s instructions.CECs quantificationCirculating endothelial cells (CECs) were quantified at the same time as respiratory measurements, with an upper normal limit of 10 CECs per mL of whole blood. Peripheral venous blood samples were collected on EDTA after having always discarded the first milliliter of blood to avoid presence of endothelial cells dislodged by puncture. CECs were isolated by immunomagnetic separation with mAb CD146-coated beads and stained with the fluorescent probe acridine orange as previously described [16–19].Statistical analysisDescriptive statistics were used to summarize the data. Results are reported as medians and interquartile ranges and categorical variables were summarized as counts and percentages. The correlation of quantitative variables (between VR and VD/VT and between VR and VCO2) were assessed using the Kendal rank correlation coefficient. All statistical analyses were performed using R software (Version 2019 R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria). ResultsAmong the 22 COVID-19 ARDS patients, 19 (86.4%) were males with a median age of 65 [55–73] years. Simplified Acute Physiologic Score II (SAPSII) and Sequential Organ Failure Assessment (SOFA) scores were 55 [43–63] and 9 [7–11], respectively. Measurements were obtained 1 [1–4] day after intubation. Criteria for intubation followed French national guidelines [20]. Delay between first symptoms and tracheal intubation was 9 [7–11] days.We observed a lymphopenia: 0.64 G/L [0.42–0.91]), an increase in CRP: 167 mg/L [105–209] and in fibrinogen: 6.4 g/L [5.15–6.90]. Patients had an increase in D-dimers: 1483 ng/mL [999–2217]. The proportions of patients with values of D-dimers above 500 ng/mL and 1000 ng/mL were 82% and 60%, respectively. PT ratio was in normal values (89% [79–99]) and none of the patients had positive fibrin monomers at ICU admission. In the context of COVID-19 with high levels of D-Dimers, CRP and fibrinogen at admission, the low level of fibrin monomers allowed us excluding a disseminated intravascular coagulation process. Patients had an increase in CECs: 24/mL [12–46].Values for respiratory and hemodynamic parameters are reported in Table 1. Correlations between VR and VD/VT and between VR and VCO2 (one lacking data) are illustrated in Fig. 1. Mainly, we observed a statistically significant positive correlation between VR and VD/VT (r2 = 0.24, p = 0.014). No correlation was observed between VR and VCO2 (r2 = 0.001, p = 0.83).Table 1Respiratory and hemodynamic parameters observed early in the course of protective mechanical ventilation in 22 COVID-19 ARDS patientsVentilator settings VT set at 6 mL/kg PBW (mL)412 [356–425] RR (/min)33 [28.5–35] PEEP (cmH2O)16 [15–17] FiO2 (%)45 [40–58]Respiratory mechanics Pplateau (cmH2O)27 [25–28] PEEPtot (cmH2O)16.5 [16–18] DP (cmH2O)9.5 [9–11.75] Crs (mL/cmH2O)39.5 [33.1–44.7] EELV (mL)2100 [1721–2434]Gas exchanges PaCO2 (mmHg)55 [44–62] PaO2/FiO2198 [167–298] DAaO2 (mmHg)136 [102–209] ETCO2 (mmHg)38 [33–45] VR2.9 [2.2–3.4] VD/VT (%)75 [69–80.5] VO2 (mL/min)280 [226–327] VCO2 (mL/min)210 [175–222]Hemodynamic support Catecholamine support n (%)8 (36%)Open in a separate windowVT tidal volume, PBW predicted body weight, RR respiratory rate, Pplateau plateau pressure, PEEPtot total PEEP measured during a prolonged expiratory pause, DP driving pressure, Crs respiratory system compliance, EELV end-expiratory lung volume, DAaO2 alveolo-arterial difference in O2 partial pressures, ETCO2 end-tidal expired CO2, VR ventilatory ratio, VD/VT physiological dead space, VO2 O2 total body uptake, VCO2 CO2 total body productionOpen in a separate windowFig. 1Correlations between different respiratory parameters. a Correlation between physiological dead space and ventilatory ratio in 22 COVID-19 ARDS patients studied early after intubation and initiation of protective ventilation. b Correlation between CO2 total body production and ventilatory ratioVD/VT measurements after reducing PEEP of at least 5 cmH2O were obtained in 7 patients, with a median delay between initial measurements and “low PEEP” of 2 [2–3.5] days. The median “high PEEP” value was of 16 [16–17.5] cmH2O and the median “low PEEP” value was: 11 [10–12] cmH2O, p = 0.02. Median VD/VT values at high and low PEEP were 74 [66–82] % and 76 [71.5–80.5] %, respectively (p = 0.867). Similar measurements were not available in the 15 other patients, due to the course of the disease. DiscussionWe present a series of 22 consecutive COVID-19 ARDS patients studied shortly after intubation and initiation of a high-PEEP protective ventilation strategy, combining physiological respiratory and biological results. To the best of our knowledge, our series is the first to report EELV and VD/VT values in COVID-19 ARDS [21]. We observed mainly high values of VD/VT and VR, in parallel with elevated markers of endothelial damage and thrombotic process. Accordingly, we suggest a pathophysiological contributing hypothesis in addition to the expected role of added instrumental dead space and high PEEP setting.One main finding is the observation of a high physiological dead space, as compared to previously published series of non-COVID-19 ARDS patients summarized in Table 2 [22–31]. Based on VR measurements in 8 patients, Liu et al. hypothesized an increase in alveolar dead space leading to a decrease in alveolar ventilation favoring hypercapnia [2]. Based on EIT, Mauri et al. reported an elevated dead space fraction and suggested that it could be a specific pathophysiological trait [5]. Importantly, the percentage of dead space quantified by EIT differs from the traditional measure provided by capnography for two main reasons (T. Mauri, personal communication): EIT measures dead space inside the lungs, the contribution of the anatomical dead space being minimal and the EIT-based dead space being quantified as a percentage of the lung volume and not of the tidal volume. Accordingly, the median VT in our series was only 20% of the median EELV value. Therefore, we believe that capnography measurements in the present series and EIT measurements by Mauri et al. are not contradictory but rather complementary, as previously suggested [21].Table 2Published reference values on VD/VT (Enghoff) and VR in non-COVID-19 ARDS patientsFirst authorYear of publicationnPEEP level (cmH2O)VD/VT (Enghoff) (%)VRCommentsNuckton [22]20021798.5 ± 358 ± 10NRLucangelo [23]20081010 ± 354 ± 14NRFengmei [24]201212 deceased11 survived6664 ± 853 ± 4NRFixed PEEP levelKallet [25]20149910 ± 357 ± 11NRBeitler [26]201521010 ± 460 ± 12NRSinha [27]201852011 ± 463 ± 121.9 ± 0.628 patients with mild ARDSCogniat [28]2018141669 [59-77]NR7 patients with mild ARDSHME (internal volume: 40 mL)VD/VT not influenced by PEEP level (0 to 16 cmH2O)Van Meenen [29]201941 deceased49 survived15 [11-16]15 [10-16]43 [34-51]27 [22-36]NRMorales-Quintero [31]2019288 deceased652 survived10 [6-13]10 [5-12]NR1.8 [1.5-2.3]1.6 [1.4-2]Ospina Tascon [30]20204212 [10-15]54 [45-61]NRPresent study2216 [15-17]75 [69-80.5]2.9 [2.2-3.4]COVID-19 patientsOpen in a separate windowVD/VT physiological dead space, VR ventilatory ratio, HME heat and moisture exchange filterUnfortunately, we were not able to perform volumetric capnography. Therefore, it is not possible to distinguish between increases in anatomical and instrumental dead space and alveolar dead space. Accordingly, the increase in VD/VT could be in relation with different factors:Pulmonary embolism was clinically ruled out in all 22 patients at the time of measurements. Despite prophylactic anticoagulation, a pulmonary embolism was diagnosed on CT-scan during follow-up in 3 patients 24 h, 5 days and 15 days after measurements. Removing the first patient from the analysis did not modify the results of the study.Alveolar overdistension with compression of intra-alveolar vessels could have occurred in some pulmonary territories in relation to the high-PEEP protective ventilation. However, no deterioration in Crs was reported after switching from conventional low-PEEP mechanical ventilation to high-PEEP protective ventilation. Also, plateau pressures were kept within a safe range and only 8 patients needed catecholamine support at the time of measurements. We did not observe a decrease in VD/VT in 7 patients after decreasing PEEP during the first days after initial measurements. Finally, Guo and colleagues previously studied dead space fraction changes during PEEP titration in a series of 23 ARDS patients [24]. The absolute difference in mean VD/VT at PEEP 16 and 6 cmH2O was less than 5%. Therefore, it could be possible that alveolar overdistension with compression of intra-alveolar vessels could only partially explain our results.An increase in instrumental dead-space was also a contributor to high VD/VT values. We used closed suction systems adding 4 mL to the instrumental dead space and heat and moisture exchange filters with 36 mL of internal volume. The metabolic sensor, placed at the Y-piece level, has an internal volume of 9.5 mL, but permits to eliminate the influence of compression/decompression phenomenon. Assuming an added instrumental dead space of 49.5 mL permits to calculate a median corrected physiological dead space of 0.63, remaining in a high range.Finally, we can propose as an additional hypothesis the occurrence of a unusually diffuse microcirculatory dysfunction, as highlighted in a hypothesis-generating observational study in ARDS patients suggesting an inverse correlation between small vessels perfusion and VD/VT [30]. Since the SARS-CoV-2 receptor (ACE2) is strongly expressed in endothelial cells [9], infection of endothelial cells could have induced pulmonary endothelial lesions and triggered activation of coagulation, at least in some patients. Accordingly, we found elevated values of CECs (as a marker of endothelial lesion) and of D-dimers (as thrombosis marker). However, we have to mention that increased CECs and D-dimers are not specific of COVID-19 ARDS as compared to septic ARDS of other etiologies: Moussa reported a median CEC count of 27.2 cells/mL in 17 moderate/severe ARDS patients and Helms reported median D-dimers levels of 2270 ng/mL and 3400 ng/mL in 150 COVID-19 and 145 matched non-COVID-19 ARDS patients, respectively [32, 33]. Moreover, pulmonary in situ thrombosis and endothelial damage were reported more than 30 years ago [34, 35]. One can speculate that COVID-19 ARDS could be characterized in the more severe patients by such a large pulmonary microvasculature dysfunction.Ventilatory ratio is a simple bedside index of impaired efficiency of ventilation, but we found a weaker correlation between VD/VT and VR as compared a reference study from Sinha, confirming their assumption that VR cannot be used to estimate VD/VT [27]. Accordingly, we suggest to clinicians to be cautious about the index, preventing misuse or misinterpretation.In line with previous publications, we found only moderately decreased compliance. Additionally, this was accompanied by moderately decrease EELV values as compared to normal values, contrasting with impairment in gas exchanges.Our study suffers from limitations. Mainly the study is a monocentric one with patients studied only early in the course of the disease, without a formalized control group of non-COVID-19 ARDS patients. In addition, we cannot provide VD/VT measurements at low PEEP level prior measurements at high PEEP levels, as well as measurements with reduction in the instrumental dead-space. Accordingly, it can only be considered as hypothesis generating, in line with studies from other groups [5, 21]. Confirmation of diffuse pulmonary microvascular damage and microthrombosis in a larger number of COVID-19 ARDS patients and by other groups would be the only way to confirm or not the hypothesis. AcknowledgementsWe would like to acknowledge all nurses, technicians and physicians involved in the George Pompidou European Hospital for help in taking care of patients and include them in the study. Author’s contributionsSubstantial contributions to the conception or design of the work: JLD, NP, JYF, TM, DS. Acquisition of data for the work: EG, CHB, BH, JLA, RY, AN, JL. Analysis of data for the work: RC, BD, LK, NG. Drafting the work or revising it critically for important intellectual content: all authors. Agreement to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved: all authors. All authors read and approved the final manuscript. FundingNo specific funding. Availability of data and materialsThe datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request. Ethics approval and consent to participateAll patients were included in the French-COVID national cohort after informed consent of proxies or family members by phone, due to quarantine. Additionally, proxies or family members gave also an informed consent by phone for a formalized local process of collecting biological samples in relation to cardiovascular, metabolic or renal diseases (Comité de Protection des Personnes Ile-De-France II, IRB registration 00001072, approval: November 11, 2016). Consent for publicationNot applicable. Competing interestsAll the authors have nothing to disclose. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Gattinoni L, Coppola S, Cressoni M, Busana M, Chiumello D. Covid-19 does not lead to a « typical » Acute Respiratory Distress Syndrome. Am J Respir Crit Care Med. 2020 doi: 10.1164/rccm.202003-0817LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Liu X, Liu X, Xu Y, Xu Z, Huang Y, Chen S, et al.  Ventilatory Ratio in hypercapnic mechanically ventilated patients with COVID-19 associated ARDS. Am J Respir Crit Care Med. 2020 doi: 10.1164/rccm.202002-0373LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Pan C, Chen L, Lu C, Zhang W, Xia J-A, Sklar MC, et al.  Lung recruitability in SARS-CoV-2 associated Acute Respiratory Distress Syndrome: a single-center, observational study. Am J Respir Crit Care Med. 2020 doi: 10.1164/rccm.202003-0527LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Beloncle FM, Pavlovsky B, Desprez C, Fage N, Olivier P-Y, Asfar P, et al.  Recruitability and effect of PEEP in SARS-Cov-2-associated acute respiratory distress syndrome. Ann Intensive Care. 2020;10(1):55. doi: 10.1186/s13613-020-00675-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Mauri T, Spinelli E, Scotti E, Colussi G, Basile MC, Crotti S, et al.  Potential for lung recruitment and ventilation-perfusion mismatch in patients with the acute respiratory distress syndrome from coronavirus disease. Crit Care Med. 2020 doi: 10.1097/CCM.0000000000004386. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395:1054–1062. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Han H, Yang L, Liu R, Liu F, Wu K-L, Li J, et al.  Prominent changes in blood coagulation of patients with SARS-CoV-2 infection. Clin Chem Lab Med. 2020 doi: 10.1515/cclm-2020-0188. [PubMed] [CrossRef] [Google Scholar]8. Cheng Y, Luo R, Wang K, Zhang M, Wang Z, Dong L, et al.  Kidney disease is associated with in-hospital death of patients with COVID-19. Kidney Int. 2020 doi: 10.1016/j.kint.2020.03.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by the novel Coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS Coronavirus. J Virol. 2020 doi: 10.1128/JVI.00127-20. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Copin M-C, Parmentier E, Duburcq T, Poissy J, Mathieu D, Lille COVID-19 ICU and Anatomopathology Group  Time to consider histologic pattern of lung injury to treat critically ill patients with COVID-19 infection. Intensive Care Med. 2020 doi: 10.1007/s00134-020-06057-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Ackermann M, Verleden SE, Kuehnel M, Haverich A, Welte T, Laenger F, et al.  Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in Covid-19. N Engl J Med. 2020 doi: 10.1056/NEJMoa2015432. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Varga Z, Flammer AJ, Steiger P, Haberecker M, Andermatt R, Zinkernagel AS, et al.  Endothelial cell infection and endotheliitis in COVID-19. Lancet. 2020;395:1417–1418. doi: 10.1016/S0140-6736(20)30937-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Smadja DM, Guerin CL, Chocron R, Yatim N, Boussier J, Gendron N, et al.  Angiopoietin-2 as a marker of endothelial activation is a good predictor factor for intensive care unit admission of COVID-19 patients. Angiogenesis. 2020 doi: 10.1007/s10456-020-09730-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Mercat A, Richard J-CM, Vielle B, Jaber S, Osman D, Diehl J-L, et al.  Positive end-expiratory pressure setting in adults with acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. JAMA. 2008;299:646–655. doi: 10.1001/jama.299.6.646. [PubMed] [CrossRef] [Google Scholar]15. Lescure F-X, Bouadma L, Nguyen D, Parisey M, Wicky P-H, Behillil S, et al.  Clinical and virological data of the first cases of COVID-19 in Europe: a case series. Lancet Infect Dis. 2020 doi: 10.1016/S1473-3099(20)30200-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Levy M, Bonnet D, Mauge L, Celermajer DS, Gaussem P, Smadja DM. Circulating endothelial cells in refractory pulmonary hypertension in children: markers of treatment efficacy and clinical worsening. PLoS ONE. 2013;8:e65114. doi: 10.1371/journal.pone.0065114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Goon PKY, Boos CJ, Lip GYH. Circulating endothelial cells: markers of vascular dysfunction. Clin Lab. 2005;51:531–538. [PubMed] [Google Scholar]18. Smadja DM, Mauge L, Nunes H, d’Audigier C, Juvin K, Borie R, et al.  Imbalance of circulating endothelial cells and progenitors in idiopathic pulmonary fibrosis. Angiogenesis. 2013;16:147–157. doi: 10.1007/s10456-012-9306-9. [PubMed] [CrossRef] [Google Scholar]19. Woywodt A, Blann AD, Kirsch T, Erdbruegger U, Banzet N, Haubitz M, et al.  Isolation and enumeration of circulating endothelial cells by immunomagnetic isolation: proposal of a definition and a consensus protocol. J Thromb Haemost. 2006;4:671–677. doi: 10.1111/j.1538-7836.2006.01794.x. [PubMed] [CrossRef] [Google Scholar]20. Papazian L, Aubron C, Brochard L, Chiche J-D, Combes A, Dreyfuss D, et al.  Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9:69. doi: 10.1186/s13613-019-0540-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Marini JJ. Dealing with the CARDS of COVID-19. Crit Care Med. 2020 doi: 10.1097/CCM.0000000000004427. [PubMed] [CrossRef] [Google Scholar]22. Nuckton TJ, Alonso JA, Kallet RH, Daniel BM, Pittet J-F, Eisner MD, et al.  Pulmonary dead-space fraction as a risk factor for death in the acute respiratory distress syndrome. N Engl J Med. 2002;346:1281–1286. doi: 10.1056/NEJMoa012835. [PubMed] [CrossRef] [Google Scholar]23. Lucangelo U, Bernabè F, Vatua S, Degrassi G, Villagrà A, Fernandez R, et al.  Prognostic value of different dead space indices in mechanically ventilated patients with acute lung injury and ARDS. Chest. 2008;133:62–71. doi: 10.1378/chest.07-0935. [PubMed] [CrossRef] [Google Scholar]24. Fengmei G, Jin C, Songqiao L, Congshan Y, Yi Y. Dead space fraction changes during PEEP titration following lung recruitment in patients with ARDS. Respir Care. 2012;57:1578–1585. doi: 10.4187/respcare.01497. [PubMed] [CrossRef] [Google Scholar]25. Kallet RH, Zhuo H, Liu KD, Calfee CS, Matthay MA, National Heart Lung and Blood Institute ARDS Network Investigators  The association between physiologic dead-space fraction and mortality in subjects with ARDS enrolled in a prospective multi-center clinical trial. Respir Care. 2014;59:1611–1618. doi: 10.4187/respcare.02593. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Beitler JR, Thompson BT, Matthay MA, Talmor D, Liu KD, Zhuo H, et al.  Estimating dead-space fraction for secondary analyses of acute respiratory distress syndrome clinical trials. Crit Care Med. 2015;43:1026–1035. doi: 10.1097/CCM.0000000000000921. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Sinha P, Calfee CS, Beitler JR, Soni N, Ho K, Matthay MA, et al.  Physiologic analysis and clinical performance of the ventilatory ratio in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2019;199:333–341. doi: 10.1164/rccm.201804-0692OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Gogniat E, Ducrey M, Dianti J, Madorno M, Roux N, Midley A, et al.  Dead space analysis at different levels of positive end-expiratory pressure in acute respiratory distress syndrome patients. J Crit Care. 2018;45:231–238. doi: 10.1016/j.jcrc.2018.01.005. [PubMed] [CrossRef] [Google Scholar]29. van Meenen DM, Roozeman JP, Serpa Neto A, Pelosi P, de Abreu M, Horn J, et al.  Associations between changes in oxygenation, dead space and driving pressure induced by the first prone position session and mortality in patients with acute respiratory distress syndrome. J Thorac Dis. 2019;11:5004–5013. doi: 10.21037/jtd.2019.12.38. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Ospina-Tascón GA, Bautista DF, Madriñán HJ, Valencia JD, Bermúdez WF, Quiñones E, et al.  Microcirculatory dysfunction and dead-space ventilation in early ARDS: a hypothesis-generating observational study. Ann Intensive Care. 2020;10:35. doi: 10.1186/s13613-020-00651-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. MARS Consortium. Morales-Quinteros L, Schultz MJ, Bringué J, Calfee CS, Camprubí M, et al.  Estimated dead space fraction and the ventilatory ratio are associated with mortality in early ARDS. Ann Intensive Care. 2019;9:128. doi: 10.1186/s13613-019-0601-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Helms J, Tacquard C, Severac F, Leonard-Lorant I, Ohana M, Delabranche X, et al.  High risk of thrombosis in patients with severe SARS-CoV-2 infection: a multicenter prospective cohort study. Intensive Care Med. 2020 doi: 10.1007/s00134-020-06062-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Moussa MD, Santonocito C, Fagnoul D, Donadello K, Pradier O, Gaussem P, et al.  Evaluation of endothelial damage in sepsis-related ARDS using circulating endothelial cells. Intensive Care Med. 2015;41:231–238. doi: 10.1007/s00134-014-3589-9. [PubMed] [CrossRef] [Google Scholar]34. Greene R, Lind S, Jantsch H, Wilson R, Lynch K, Jones R, et al.  Pulmonary vascular obstruction in severe ARDS: angiographic alterations after i.v. fibrinolytic therapy. Am J Roentgenol. 1987;148:501–508. doi: 10.2214/ajr.148.3.501. [PubMed] [CrossRef] [Google Scholar]35. Tomashefski JF, Davies P, Boggis C, Greene R, Zapol WM, Reid LM. The pulmonary vascular lesions of the adult respiratory distress syndrome. Am J Pathol. 1983;112:112–126. [PMC free article] [PubMed] [Google Scholar]"}