{"title": "PHRF1 promotes migration and invasion by modulating ZEB1 expression", "pubDate": "2020", "PMCID": "PMC7392320", "DOI": "10.1371/journal.pone.0236876", "PMID": "32730336", "abstract": "PHRF1 (PHD and RING finger domain-containing protein 1) suppresses acute promyelocytic leukemia (APL) by promoting TGIF (TG-interacting factor) ubiquitination, while the PML-RARα protein interferes with PHRF1-mediated TGIF breakdown to facilitate APL. Beyond its role in APL tumorigenesis, PHRF1 contributes to non-homologous end-joining by linking H3K36 methylation and Nbs1 upon DNA damage insults. However, little is known regarding its function in tumor invasion. Here we highlight the unreported details of PHRF1 in the invasion of lung cancer cells by modulating the transcriptional level of ZEB1, a prominent regulator involved in epithelial-mesenchymal transition. PHRF1 associated with the phosphorylated C-terminal repeat domain of Rpb1, the large subunit of RNA polymerase II, through its C-terminal Set2 Rpb1 Interacting (SRI) domain. Chromatin immunoprecipitation revealed that PHRF1 bound to the proximal region adjacent to the transcription start site of ZEB1. SRI-deleted PHRF1 neither associated with Rpb1 nor increased ZEB1's expression. Collectively, PHRF1 might take the stage at migration and invasion by modulating the expression of ZEB1.", "author": [{"author": "Jin-Yu Lee", "affiliation": ["Institute of Biochemical Sciences, National Taiwan University, Taipei, Taiwan."], "href": "/?term=Lee+JY&cauthor_id=32730336"}, {"author": "Chih-Chen Fan", "affiliation": ["Department of Superintendent Office, Mackay Memorial Hospital, Taipei, Taiwan.", "Department of Medical Laboratory Science and Biotechnology, Yuanpei University, Hsinchu, Taiwan."], "href": "/?term=Fan+CC&cauthor_id=32730336"}, {"author": "Nai-Lin Chou", "affiliation": ["Institute of Biochemical Sciences, National Taiwan University, Taipei, Taiwan."], "href": "/?term=Chou+NL&cauthor_id=32730336"}, {"author": "Hung-Wei Lin", "affiliation": ["Institute of Biochemical Sciences, National Taiwan University, Taipei, Taiwan."], "href": "/?term=Lin+HW&cauthor_id=32730336"}, {"author": "Mau-Sun Chang", "affiliation": ["Institute of Biochemical Sciences, National Taiwan University, Taipei, Taiwan.", "Institute of Biological Chemistry, Academia Sinica, Taipei, Taiwan."], "href": "/?term=Chang+MS&cauthor_id=32730336"}], "refPMID": ["26791720", "24556840", "26437589", "27368099", "26508691", "17615296", "16510593", "20980099", "16707460", "23065281", "20452118", "27500490", "26876604", "25693130", "23028141", "22986266", "24050178", "7660122", "25448681", "23911286", "25683711", "25855964", "27608840", "29907753", "27124451", "20844582", "18199550", "16585218", "16952552", "18487993", "18381457", "19116147", "16885020", "22588304", "15798214", "15595826", "19064926"], "citedInPMID": ["32730336"], "body": " AbstractPHRF1 (PHD and RING finger domain-containing protein 1) suppresses acute promyelocytic leukemia (APL) by promoting TGIF (TG-interacting factor) ubiquitination, while the PML-RARα protein interferes with PHRF1-mediated TGIF breakdown to facilitate APL. Beyond its role in APL tumorigenesis, PHRF1 contributes to non-homologous end-joining by linking H3K36 methylation and Nbs1 upon DNA damage insults. However, little is known regarding its function in tumor invasion. Here we highlight the unreported details of PHRF1 in the invasion of lung cancer cells by modulating the transcriptional level of ZEB1, a prominent regulator involved in epithelial-mesenchymal transition. PHRF1 associated with the phosphorylated C-terminal repeat domain of Rpb1, the large subunit of RNA polymerase II, through its C-terminal Set2 Rpb1 Interacting (SRI) domain. Chromatin immunoprecipitation revealed that PHRF1 bound to the proximal region adjacent to the transcription start site of ZEB1. SRI-deleted PHRF1 neither associated with Rpb1 nor increased ZEB1’s expression. Collectively, PHRF1 might take the stage at migration and invasion by modulating the expression of ZEB1. IntroductionMetastasis is a complex and multistep process by which cancer cells enable primary tumors to invade the surrounding stroma, travel through the vasculature, and then colonize in distant tissues [1]. Mounting evidence embraces the fact that major players involved in the epithelial-mesenchymal transition (EMT) promote mobility for cancer cells to generate migration and invasion in solid tumors. The EMT, which converts epithelial cells into motile and invasive mesenchymal phenotypes, potentiates the dissemination of tumor cells during metastasis [2–5]. The EMT switch is initiated by several key transcription factors, including SNAI1, ZEB1/ZEB2 (Zinc finger E-box-binding homeobox 1/2) and Twist. Consequently, loss of E-cadherin and upregulation of N-cadherin have been frequently identified during EMT. Among these transcription factors, ZEB1 and ZEB2 are triggered by multiple signaling cascades such as TGF-β and HIF-1 (hypoxia inducing factor-1) [6, 7], which are tumor-bearing microenvironment factors to promote EMT and metastasis. Additionally, ZEB1 and ZEB2 overexpression have been found in several human cancers, including non–small cell lung cancer (NSCLC) [8, 9]. In lung cancer cell lines, ZEB1 is inversely correlated with expression of E-cadherin and promotes anchorage-independent colony formation [10, 11]. More recently, Larsen et al. presented a model regarding ZEB1-induced EMT for malignant transformation, which is an early and critical event in lung cancer pathogenesis [12].Rpb1, the largest subunit of RNA polymerase II complex (RNAPII), contains approximately 52 tandem repeats of heptapeptide YSPTSPS in its C-terminal repeat domain (CTD). The phosphorylated CTD serves as a flexible binding scaffold for numerous nuclear factors to facilitate transcription progression [13, 14]. Three serines (Ser2, Ser5, Ser7), one tyrosine (Tyr1) and one threonine (Thr4) can be phosphorylated during different transcriptional stages [15, 16]. Successively, RNAPII is recruited to promoters in a non-phosphorylated form, but becomes phosphorylated on Ser5 and Ser7 prior to initiation. After transcribing 20–60 nucleotides, RNAPII pauses downstream of the transcription start site (TSS) upon the binding of the DRB sensitivity-inducing factor (DSIF) and Negative Elongation Factor (NELF). A wealth of factors has been known to participate in transcriptional elongation [17]. Particularly, the von Hippel-Lindau tumor suppressor protein (pVHL) inhibits transcription elongation by competing against Elongin A to associate with Elongin B and C [18].Human PHRF1 contains a plant homeodomain (PHD) that recognizes methylated histones and a RING domain which ubiquitinates substrates. Structurally, the C-terminus of PHRF1 harbors an SRI domain that is predicted to interact with the phosphorylated CTD of Rpb1 [19]. Previous studies have shown that PHRF1 promotes TGF-β signaling through TGIF ubiquitination to ensure redistribution of cPML (the cytoplasmic variant of promyelocytic leukemia protein) to the cytoplasm, where cPML associates with SARA (Smad anchor for receptor activation) to coordinate the activation of Smad2 by TGF-β receptors [20]. Abnormal PML-RARα fusion protein competes with PHRF1’s binding to TGIF and interferes the TGIF breakdown. Consequently, cPML is ubiquitinated by TGIF [21]. We report a different aspect of PHRF1 in modulating non-homologous end-joining (NHEJ) in which PHRF1 combines with H3K36 methylation and NBS1 (the Nijmegen breakage syndrome gene) and a component of the MRE11/RAD50/NBS1 (MRN) complex, to stabilize genomic integrity by promoting PARP1 polyubiquitination for proteasomal degradation [22]. Recently, Wang et al. described that PHRF1 may attenuate the proliferation and tumorigenicity of non-small cell lung cancer cells. A lower level of PHRF1 mRNA was observed in human lung cancer tissues than in paracancerous tissues. Overexpression of PHRF1 arrested the cell cycle in the G1 phase and inhibited H1299 cell proliferation, colony formation in vitro, and growth of tumor xenograft in vivo [23].Here we report that PHRF1 overexpression facilitated EMT in human lung cancer A549, CL1-0, and CL-1-5 cells, as shown in enhancement of migration, and invasion in vitro and in vivo. These functional effects of PHRF1 on EMT and invasion were largely dependent on ZEB1. We also provide evidence that PHRF1 controls the expression of ZEB1 by collaborating with RNAPII. Together, our findings cement a novel link of PHRF1 with ZEB1 in the process of lung cancer metastasis. Materials and methodsCell linesA549 human lung cancer cells obtained from the American Type Culture Collection (ATCC; Rockville, MD) and cultured in F12K medium (Hyclone, Utah, USA) supplemented with 10% FBS. HEK293T cells were obtained from ATCC and maintained in DMEM medium (Hyclone, Utah, USA) with 10% FBS. Human lung adenocarcinoma cells CL1-0 and CL1-5 were established at The National Taiwan University College of Medicine and maintained in RPMI1640 medium (Hyclone, Utah, USA) with 10% FBS. All cell lines were submitted to real time PCR for mycoplasma detection and short tandem repeats identification by capillary electrophoresis for cell line authentication.AntibodiesThe mouse anti-PHRF1 monoclonal antibody has been described [18]. Mouse anti-HA were purchased from Santa Cruz Biotech (Cat. No. SC-7392, Santa Cruz, CA). Rabbit anti-ZEB1 (Cat. No. 105278), ZEB2 (Cat. No. 129243), E-cadherin (Cat. No. 100443), and N-cadherin (Cat. No. 127345) antibodies were obtained from GeneTex (Hsinchu, Taiwan). Anti-Rpb1 (Cat. No. 2629), anti-Rpb1 CTD Ser2 (Cat. No. 13499) and anti-Rpb1 CTD Ser5 (Cat. No. 13523) antibodies were from Cell Signaling (Danvers, MA). Mouse anti-α-tubulin antibody was from Santa Cruz Biotech (Cat. No. SC-32293, Santa Cruz, CA). Mouse anti-β-actin antibody was from Novus (Cat. No. NB-600501, Littleton, CO).RNA interferenceThe short hairpin RNA (shRNA) shPHRF1#1, 5’-CCTGTGTTGCTCACAGTTGAA-3’ and shPHRF1#2, 5’-CGGACACGTCTTTGATGATTT-3’ were obtained from RNAi Core Facility (Academia Sinica, Taipei, Taiwan).Quantitative PCRTotal RNAs were prepared using the RNAeasy kit (Qiagen). Quantitative PCR (qPCR) was performed using the SYBR Green Master Mix (Protech Technology, Taipei, Taiwan) on the ABI 7300 Real-time PCR System (Applied Biosystems, CA). The reaction contained 2 μl of cDNA and 0.2 μM of primers in a final volume of 20 μl master mix. Forty cycles consisted of denaturation at 95°C for 15 s and annealing at 60°C for 60 s. GAPDH was used as an endogenous control to normalize each sample. The primers are listed in the S1 Table. Three independent experiments were performed.Chromatin immunoprecipitation (ChIP) PCRWe used the EpiTect ChIP OneDay kit (Qiagen, Germantown, MD) for ChIP-PCR. Briefly, control and HA-PHRF1 overexpressing A549 cells were fixed by formaldehyde (1% final concentration) for 10 min at 37°C and quenched by glycine (final concentration 0.125 M). Cells were harvested in RIPA buffer and sonicated to reduce the DNA length. The soluble fraction was diluted in ChIP dilution buffer and complexes were pulled down by anti-HA agarose, cell lysates at 4°C overnight (Sigma-Aldrich). The bound immunocomplex then reversed the cross-linking and was treated with proteinase K. DNA was isolated and then subjected to PCR. The primers for PCR are listed in the S2 Table.Cell migration assay1x104 A549 cells and its derivative cell lines were seeded in 6-well plates until 95% confluence. The wound was created by pipette tip across the monolayer. Cells were washed with PBS and placed in the fresh culture medium containing 5% FBS. The cell motility was recorded under microscope every 6 h.Cell invasion assayTwenty-four hours after transfection, matrigel invasion assays were conducted using 8 mm Transwell chambers. Matrigel was diluted in cold distilled water, added to the upper wells of the Transwell chambers (2 mg/well), and dried in a sterile hood. Matrigel was reconstituted with medium for 3 h at 37°C before the addition of cells. Cells were resuspended in serum-free medium containing 0.1% FBS at a concentration of 1x104 cells with 300 μl of serum-free medium seeded into the upper chamber. 700 μl of medium containing 10% FBS was added into the lower wells of the 24-well plate. After 24 h for invasion assays, cells on the underside of the membrane of chambers were fixed in methanol and then stained with crystal violet. Invaded cells were recorded under a microscope and counted with three independent experiments.In vivo ubiquitinationHEK293T cells were co-transfected with FLAG-tagged ubiquitin (Ub), HA-tagged PHRF1WT or PHRF1 RING mutant (HA-PHRF1C108A), and Streptavidin binding peptide (SBP)-tagged pVHL with or without the addition of MG132 (10 μM, Sigma-Aldrich) for 3 h. Total cell extracts were harvested with RIPA buffer at 48 h post transfection for immunoblotting analysis.Animal studiesAll animal studies were performed in compliance with the guidelines of the Institutional Animal Care and Use Committee at Academia Sinica with the approved protocol no. 15-11-184. Three mice of each group were purchased from BioLASCO (Taipei, Taiwan). All animals received standard care, including free access to food and water, a 12/12 light/dark cycle, and constant temperature and humidity. 5x104 A549 cells were inoculated into the tail veins of SCID mice. Mice were sacrificed in a CO2 chamber at three weeks after inoculation. To prevent a possibility that mice might recover from a deep CO2 exposure, a confirmatory means of euthanasia, such as cervical dislocation or 50% additional time in the euthanasia chamber, was conducted. Daily monitoring was conducted to ensure there were no adverse effects due to tumor inoculations. The well being of the animals had priority over the continuation of planned procedures. All procedures were performed to minimize pain and distress. Developing tumors might result in some levels of distress or discomfort in these mice. If there were any signs of post-procedure pain, such as 20% loss of body weight, tumors grown over 10% of body mass, changes in behavior, inactivity, prostration, poor breathing, hunched posture, skin ulcers and abnormal vocalization, the animal was immediately euthanized in a CO2 chamber.Immunohistochemistry (IHC)A study regarding “the expression of PHRF1 in the lung carcinoma” was approved by the Institutional Review Board of Mackay Memorial Hospital (IRB No: 15MMHIS012) and the methods were carried out in accordance with the approved guidelines. Briefly, signed informed consents were obtained from all participants. Tissue specimens of 80 patients with lung cancer carcinomas, ranging from January 2008 to June 2014, were selected for IHC analyses based on availability of archival human lung tissue blocks from diagnostic inspections by pathologists at MacKay Memorial Hospital, Taipei, Taiwan. Paraffin sections (4 mm) were deparaffinized in xylene solution and rehydrated through graded alcohols, followed by heat-induced antigen retrieval in citric acid buffer (pH 6.0) for 20 min. Endogenous peroxidase activity was then blocked with 0.5% H2O2 in methanol for 30 min. Sections were incubated with indicated antibodies and developed with the DAB Chromogen Kit (Biocare). Sections were then counterstained with hematoxylin and scored (zero, no staining; one, weak; two, moderate; three, strong staining) under light microscope.Statistical analysisAnalysis was carried out using GraphPad Prism 6 software. All values were expressed as mean ± SD. The paired Student’s t-test (two-tailed) was used to calculate the statistical significance of differences between groups. The p < 0.05 was considered statistically significant. The Spearman test was used to analyze the correlation for IHC results in clinical specimens. ResultsPHRF1 expression is associated with overall and progression free survivalTo investigate the potential role of PHRF1 in cancer progression, we examined the association of PHRF1 expression level with overall and progression-free survival in a number of cancer patients. Using the Kaplan Meier Plotter (http://kmplot.com/analysis/index.php?p=service&cancer) [24], a publicly accessible database, a high level of PHRF1 is notably associated with poor survival in the ovarian and gastric mRNA database. Further supporting this finding, the high level of PHRF1 is associated with poor survival in mRNA-seq analysis from lung squamous carcinoma, liver hepatocellular carcinoma, and cervical cell carcinoma (S1A–S1F Fig). Additionally, an elevated PHRF1 expression is associated with poor survival in the lung adenocarcima and cervical squamous cell carcinoma using the cBioportal TCGA dataset analysis (S1G and S1H Fig), indicating that PHRF1 expression is associated with survival in some kinds of cancer patients.PHRF1 affected transwell migration and invasionTo illustrate whether PHRF1 affected cell mobility, migration assays using wound healing and Boyden’s transwell were conducted. Interestingly, knockdown of PHRF1 impeded cell mobility both in wound healing and transwell assays compared with control cells (Fig 1A and 1B). Conversely, overexpression of PHRF1 accelerated cell migration (Fig 1C and 1D). Since epithelial-mesenchymal transition (EMT) is considered a key factor for cell migration, the expression levels of EMT markers, such as E-cadherin and N-cadherin, were examined in PHRF1-depleted and -overexpressing cells. As anticipated, elevated E-cadherin and decreased N-cadherin were found in PHRF1-depleted cells. In contrast, compromised E-cadherin and was identified in PHRF1-overexpressing cells (Fig 1E), indicating that PHRF1 might modulate the expressing of the EMT’s components to affect cell migration.Open in a separate windowFig 1Effects of PHRF1 on cell migration.(A, B) PHRF1-depleted and -overexpressing A549 cells were subjected to wound healing assay for 20 or 14 h, respectively. Scale bar, 0.1 mm. (C, D) PHRF1-deleted and -overexpressing A549 cells were seeded on the top of a Boyden chamber for migration assay. Cells were allowed to migrate to the lower chamber for 24 h. Cells moved to the lower membranes were photographed. Relative transwell migration was quantified compared with the control. Each bar represents the mean ± SD of three independent experiments. (*P < 0.05, **P < 0.01, ***P < 0.001). Scale bar, 0.2 mm. (E) Immunoblotting analyses were conducted against cell extracts prepared from PHRF1-overexpressing and -depleted A549 cells. All Western blots were processed in identical conditions and cropped from S1 Raw images.To verify whether PHRF1 potentiates cell mobility, a transwell invasion assay mixed with Matrigel to mimic the environment for invasion was conducted. The majority of control A549 cells penetrated the Matrigel at 24 h; nonetheless, most of PHRF1-depleted cells were unable to move to the lower membrane (Fig 2A). By contrast, a large number of PHRF1-overexpressing cells invaded to the lower environment compared with control cells (Fig 2B), indicating that PHRF1 can promote invasion in Matrigel. Next, to uncover the effect of PHRF1 on tumor metastasis in vivo, PHRF1-depleted and -overexpressing A549 cancer cells were inoculated into the tail veins of SCID mice. Mice injected with control cells displayed robust lung tissues with little amount of cell aggregateion. However, the injection of PHRF1-overexpressing A549 cells resulted in remarkably enlarged lung tissues with visible aggregates atthree-weeks post inoculation. Histological examinations revealed that PHRF1-overexpressing A549 cells expanded in the entire alveolar spaces (Fig 2C). To a much lesser extent, control A549 cells formed smaller nodules in the spaces of lung epithelia. By contrast, PHRF1 depletion resulted in an opposite effect on metastasis (Fig 2D). Quantitative data showed that tumor volume was significantly increased in PHRF1- overexpressing cells compared with control cells (Fig 2E).Open in a separate windowFig 2PHRF1 promotes cell invasion in vitro and tumor metastasis in vivo.(A, B) PHRF1- depleted and -overexpressing A549 cells were loaded onto the Matrigel for invasion assay. Cells penetrating to the lower surface of the membrane were stained with crystal violet and photographed. Invasion ratio was determined by the number of migrated cells in a confined area (***P < 0.001). Scale bar, 0.2 mm. (C, D) Control and PHRF1-overexpressing or -depleted A549 cells were injected into the tail veins of three SCID mice. Mice were sacrificed at 3 weeks after inoculation. Metastatic nodules were indicated by arrowheads. Scale bar, 1 cm in top panel; 50 μm in lower panel. (E) Tumor volumes were calculated using the formula (width^2) x length/2. Each bar represents the mean ± SD of three independent experiments. **P < 0.01.To unravel whether PHRF1 contributed to clonogenic formation, we silenced PHRF1’s expression in A549 cells and examined its colony-forming capability. The number of colonies was not significantly changed in PHRF1-depleted or -overexpressing A549 cells compared with control cells. Nevertheless, most of PHRF1-depleted A549 cells formed smaller colonies (<1 mm) (S2A Fig). As a corollary, PHRF1-overexpressing A549 cells displayed larger colonies (>1 mm) compared with control cells (S2B Fig). The difference in colony size might be due to different proliferation capabilities, since overexpression of PHRF1 enabled cells with faster proliferation rates (S2C Fig). To clarify whether proliferation rate affected the cell migration, PHRF1-depleted and -overexpressing A549 cells were cultured in 0.5% of FBS and wound healing assays were conducted for 24 hr. PHRF1 knockdown significantly reduced the motility, similar to normal serum condition. Instead, PHRF1 overexpression had little effect on promoting cell migration compared with controls in 0.5% of FBS medium (S2D Fig), indicating that the cell motility of PHRF1 overexpression might be affected in low proliferation condition.ZEB1 is responsible for PHRF1-mediated migration and invasionZEB1 is a prominent transcription regulator involved in EMT and metastasis. In addition to A549 cells, ZEB1 was also elevated in PHRF1-transfected lung adenocarcinoma CL1-0 and CL1-5 cells (Fig 3A). Similarly, transwell migration and invasion were suppressed in PHRF1-depleted CL1-5, but increased in PHRF1-overexpressing CL1-0 cells (S3 Fig), indicating that PHRF1 was reliant on ZEB1 to induce migration and invasion. To confirm this speculation, two ZEB1 shRNAs were utilized to knockdown ZEB1’s expression in PHRF1-overexpressing A549 cells (Fig 3B). Subsequent transwell migration and invasion assays revealed that knockdown of ZEB1 considerably compromised the invasive capability of PHRF1-overexpressing cells (Fig 3C), supporting the notion that ZEB1 virtually contributed to PHRF1-mediated EMT events.Open in a separate windowFig 3ZEB1 is required for PHRF1-driven invasion.(A) Cell extracts prepared from PHRF1- overexpressing A549 cells and PHRF1-transfected CL1-0, and CL1-5 lung cancer cells were immunoblotted with indicated antibodies. (B) PHRF1-overexpressing A549 cells were transduced with ZEB1 shRNAs and immunoblotting analysis was conducted with indicated antibodies. All Western blots were processed in identical conditions and cropped from S1 Raw images. (C) Transwell migration and Matrigel invasion were monitored in ZEB1-depleted PHRF1-overexpressing A549 cells. Scale bar, 0.2 mm. (D) Quantification of migration and invasion in ZEB1-depleted PHRF1-overexpressing A549 cells. All experiments were repeated three times. Error bars represent mean ± SD (***P < 0.001).PHRF1 associates the genomic region of ZEB1 adjacent to the Transcription Start Site (TSS)To disclose the mechanism in which PHRF1 is accountable for the induction of ZEB1’s expression, several PHRF1 deletion mutants were transfected into CL1-0 cells to measure the amount of ZEB1 by immunoblotting analysis. E3 ligase mutant (PHRF1C108A) and PHD-deleted PHRF1 mutant (PHRF1ΔPHD) acted similarly as wild-type PHRF1, which increased the expression of ZEB1. By contrast, SRI-deleted PHRF1 (PHRF1ΔSRI, an interaction domain with the CTD of Rpb1) did not upregulate the expression of ZEB1 (Fig 4A), suggesting that ZEB1 was regulated by the SRI domain of PHRF1 to work with RNAPII. Because the SRI domain of PHRF1 is predicted to bind to the phosphorylated CTD of Rpb1 [19], immunoprecipitation was performed to validate whether PHRF1 engaged with Rpb1 by the SRI domain. As anticipated, PHRF1 was able to pull down Rpb1. By contrast, PHRF1ΔSRI did not form an immunocomplex with Rpb1 (Fig 4B). Moreover, HA-PHRF1 predominantly immunoprecipitated the CTD of RNAPII phosphorylated on S2 and S2/S5 residues, but with little amount of the CTD phosphorylated on S5 and S7 (Fig 4C), indicating that PHRF1 might act through the transcription initiation and elongation complex to promote ZEB1’s expression. Indeed, quantitative RT-PCR (qPCR) showed that PHRF1 specifically increased the transcription of ZEB1 and ZEB2, but not SNAI1 (Fig 4D). Since RNAPII paused at the +20-+60 downstream of the TSS before elongation proceeded, we designed a pair of primers surrounding the TSS of ZEB1 and ZEB2 for ChIP-PCR. The result showed that PHRF1 bound to the TSS regions of ZEB1 and ZEB2, but not to 1 kb upstream of TSS (ZEB1-neg & ZEB2-neg) and those of SNAI1 and GAPDH (Fig 4E), suggesting that PHRF1 was recruited to the TSS of ZEB1/ZEB2, possibly thereby facilitating their transcription.Open in a separate windowFig 4PHRF1 modulates the transcription of ZEB1.(A) Control and PHRF1 aberrant mutants were transfected into A549 cells and immunoblot analysis was carried out with indicated antibodies. (B) HA vector, HA-PHRF1, HA-PHRF1SRI, and HA-PHRF1ΔSRI were transfected into HEK293T cells, immunoprecipitated with anti-HA-beads, and immunoblotted with indicated antibodies. (C) HA-PHRF1 and HA-PHRF1SRI were transfected into HEK293T cells, immunoprecipitated with anti-HA-beads, and immunoblotted with a variety of anti-phosphorylated CTD antibodies. All Western blots were processed in identical conditions and cropped from S1 Fig. (D) Total RNAs were prepared from control and HA-PHRF1- overexpressing A549 cells for quantitative RT-PCR (qPCR). All experiments were normalized with GAPDH mRNA and repeated three times independently. Error bars, mean ± SD, *P < 0.05, ***P < 0.001. (E) Control and HA-PHRF1-overexpressing A549 cells were fixed with paraformaldehyde and immunoprecipitated for chromatin immunoprecipitation. ChIP-PCR was conducted using indicated primers. ZEB1_neg and ZEB2_neg are DNA fragments located at 1 kb upstream from their corresponding TSSs and immunoprecipitated with indicated antibodies using HA-PHRF1-overexpressing A549 cell extracts. All gel images were processed in identical conditions and cropped from S2 Raw images. Note that RPB1 was as a control.PHRF1 is required for pVHL ubiquitinationHypoxia is a potent microenvironmental cue to promote the expression of ZEB1 in metastatic progression [25]. We analyzed the promoter sequences of PHRF1 with bioinformatics, and found that there were two putative hypoxia response elements (HRE1 CTACGTG and HRE2 TGACGTA) located at -363 to -369 nt and -293 to -299 nt upstream of PHRF1’s TSS (S4A Fig), indicating that PHRF1 might be a downstream target regulated by HIF upon hypoxia. Nevertheless, PHRF1 remained unchanged when HIF1α and HIF2α were transfected into HEK293T cells (S4B Fig), militating against the possibility that HIF1α and HIF2α enhanced the expression of PHRF1 under hypoxia.To elaborate whether PHRF1 affected the expression of ZEB1 under hypoxia, control and PHRF1 knockdown A549 cells were exposed to hypoxia (1% O2) and immunoblotting analyses were carried out. Evidently, PHRF1 and ZEB1 were induced in control cells under hypoxia; nonetheless, the amount of ZEB1 was unable to increase in PHRF1-depleted cells under low O2 conditions (S5A Fig). Instead, we noticed that the amounts of HIF1α and HIF2α were decreased in PHRF1-depleted cells under hypoxia conditions (S5A Fig). Initially, we thought that PHRF1 might bind to the TSS of HIF1α and HIF2α to modulate their transcription. However, an intriguing possibility emerged whether PHRF1 targeted pVHL, a substrate recognition subunit of E3 ligase for the destruction of HIF1α and HIF2α under normoxia [26], for degradation. The amount of pVHL in PHRF1 aberrant mutant transfected A549 cells was measured by immunoblotting analysis. Only the E3 ligase mutant (PHRF1C108A) did not downregulate the expression of pVHL (S5B Fig), indicating that pVHL was regulated via the Ring domain of PHRF1. Furthermore, the amounts of pVHL were increased in PHRF1-depleted cells under hypoxia conditions (S5C Fig). Finally, pVHL was polyubiquitinated and accumulated in the presence of PHRF1 and proteasome inhibitor MG132. Polyubiquitinated pVHL, reduced in PHRF1C108A transfected cells and ubiquitinK48R, was unable to incorporate into pVHL in the presence of PHRF1 (S5D Fig), supporting the notion that PHRF1 is responsible for the ubiquitination of pVHL in vivo.Positive co-expression of PHRF1 and ZEB1 in lung cancer specimensFinally, we examined the expression of PHRF1 and ZEB1 in human lung cancer specimens (Fig 5A). Invariably, moderate and strong expression of ZEB1 was found in 60% of PHRF1 moderately expressed specimens (n = 32), and in 80% of PHRF1 strongly expressed specimens (n = 40), [respectively,?] indicating that PHRF1 and ZEB1 exhibited a positive correlation in lung cancer specimens. We found significant and positive co-expression correlations between PHRF1 and ZEB1 (Fig 5B). Collectively, these results suggest that PHRF1 substantially modulated the expression of ZEB1, and possibly as well as ZEB2, to promote tumorigenesis.Open in a separate windowFig 5Immunohistochemistry staining of PHRF1 and ZEB1 in lung cancer specimens.(A) Lung cancer specimens were immunostained with anti-PHRF1 and anti-ZEB1 antibodies. The expression localization of PHRF1 coincided with that of ZEB1 in the same tumor specimens. Scale bar, 50 μm. (B) Spearmann’s correlation analysis of PHRF1 vs. ZEB1 immunohistochemistry pairs (n = 77). (C) A schematic model for PHRF1 to modulate ZEB1’s transcription. DiscussionOn the basis of our findings, we proposed a model for PHRF1 to modulate the expression of ZEB1 and promote cancer migration and invasion. PHRF1 binds to the phosphorylated C-terminal repeat domain (CTD) of Rpb1 and is recruited to the TSS region of ZEB1. PHRF1 targets pVHL for degradation to maintain the stability of HIF1α/HIF2α. Both are capable of promoting the transcription of ZEB1 (Fig 5C).A number of reports have shown that aberrant perturbation of the epithelial-mesenchymal transition (EMT) triggers malignant tumor progression and endows tumor cells with greater motility, self-renewal capacity, resistance to drugs, and degradation of the extracellular matrix to facilitate their invasion into the surrounding tissues and eventual metastasis to distant organs [1–5]. EMT-associated transcription factors like SNAI1, Twist and ZEB1/2, have conferred considerable research highlights to promote EMT events [2]. Overexpression of ZEB1 and Zeb2 in epithelial cells have been demonstrated to induce the EMT, and ZEB1 is expressed at high levels in invading lung, uterine, colorectal, endometrial, prostate, and gallbladder carcinomas [27–32]. Our data revealed that, among the classic EMT-associated transcription factors (SNAI1 and ZEB1/2), PHRF1 substantially regulates the expression of ZEB1/2 and is required for the initiation of the EMT process in lung cancer cells. Overexpression of PHRF1 was able to induce ZEB1’s expression, whereas suppression of PHRF1 impeded ZEB1 and EMT in lung cancer cells (Fig 3), most likely by a compelling involvement of PHRF1 in collaboration with Rpb1. However, we are still at an early stage to address why PHRF1 specifically occupies the transcription start site region of ZEB1/2, but does not engage with that of SNAI1. One possibility is that there are specific histone signatures in the site’s region of the ZEB1 gene, such as H3K36me2/3. Nevertheless, PHRF1ΔPHD did not compromise ZEB1’s expression (Fig 5A), diminishing the speculation that the binding of PHRF1 with H3K36me2/3 is essential for induction of ZEB1’s expression.Phosphorylation of the CTD in Rpb1 creates a platform for the engagement of RNA processing factors and chromatin-modifying factors that facilitate RNA synthesis [33, 34]. The Set2 Rpb1 interacting domain (SRI) preferentially binds to the CTD phosphorylated at both ser2 and ser5. Deletion of the SRI domain in yeast Set2 impairs transcription elongation by RNAPII [35, 36]. Asr1, the ortholog of human PHRF1 in S. cerevisiae, contains a short form of PHRF1 with RING, PHD and SRI domains that bind to the phosphorylated CTD at Ser5. This binding enhances the ubiquitination of Rpb1 and Rpb2, the dissociation of Rpb4/Rpb7 and RNA polymerase inactivation in yeast [37]. Interestingly, unlike Asr1, we found that PHRF1’s SRI mainly associated with the CTD phosphorylated at Ser2 and Ser5 (Fig 4C), indicating that PHRF1 may work with the RNPII complex to increase the transcription of its target genes. Indeed, ZEB1 and ZEB2 were unequivocally elevated in the presence of PHRF1 (Fig 4D). PHRF1ΔSRI remarkably attenuated the expression level of ZEB1, rendering the possibility that the induction of ZEB1 by PHRF1 bridges the connection of PHRF1 with Rpb1.Wang et al. described that PHRF1 inhibits H1299 cell proliferation, colony formation in vitro, and growth of tumor xenograft in vivo [23]. H1299 cells have a homozygous partial deletion of the p53 gene and lack expression of p53 protein. By contrast, the A549 cell contains a wild-type p53, and the Cl1-0 cell has a p53R248W mutation, indicating that PHRF1 may promote or suppress cell proliferation under different genetic backgrounds. Additionally, Ettahar et al. identified that PHRF1 has a role as a tumor suppressor, promoting the TGF-β cytostatic program in acute promyelocytic leukemia pathogenesis [20, 21], which may be considered contradictory to our results. However, mounting evidence has shown that several factors, such as TGF-β, may play different roles in promoting cell proliferation and disseminating cancer cells to metastatic niches. If PHRF1 is such a case, it would be plausible to suggest that PHRF1 not only suppresses cell proliferation in early stage in cancer cells, but also facilitates cell migration and invasion during the later metastatic stage. Supporting informationS1 FigPHRF1 expression is associated with overall and progression-free survival (PFS) of cancer patients. (A) Ovarian cancer. n = 1436. (B) Gastric cancer. n = 882. (C) Lung adenocarcinoma. n = 513. (D) Lung squamous carcinoma. n = 501. (E) Liver hepatocellular carcinoma. n = 371. (F) Cervical squamous carcinoma. n = 304. The cohorts were divided into two groups, high (red) and low (black), according to the median expression value of PHRF1, which were retrieved from the Kaplan–Meier plotter database (http://kmplot.com/analysis/index.php?p=service&cancer). (G) Lung adenocarcinoma. n = 203. (H) Cervical squamous carcinoma. n = 275. Patient data were obtained from cBioPortal TCGA Nature 2014 and TCGA PanCancer Atlas datasets, respectively. Z score ≥ 2 (red).(TIF)Click here for additional data file.(520K, tif)S2 FigClonogenic assays in PHRF1-depleted and -overexpressing lung cancer A549 cells. (A) Knockdown of PHRF1 with two specific siRNAs, and (B) overexpression of PHRF1 with two lentiviral transductions, were carried out in lung cancer A549 cells. Anchorage-dependent colony formation was examined for 12 days of culture and then stained with crystal violet. Colonies larger than 0.1 mm in diameter were scored. Quantitative results are shown in the right panels. (C) Cell proliferation was measured using a BrdU colorimetric assay (Roche Diagnostics, Mannheim, Germany). Each bar represents the mean ± SD of three independent experiments. (**P < 0.01 and ***P < 0.001 compared with the controls). (D) PHRF1-depleted and -overexpressing A549 cells were subjected to wound healing assay for 24 h in 0.5% FBS culture medium. Scale bar, 0.1 mm.(TIF)Click here for additional data file.(4.7M, tif)S3 FigEffects of PHRF1 on invasion in CL1-0 and CL1-5 lung cancer cells. (A) 1x104 control and PHRF1-depleted CL1-5 cells were seeded on the top well of a Boyden chamber in serum-free media, while culture medium supplemented with serum was placed in the well below for 24 h. Cells were photographed under phase-contrast microscopy and quantified. (B) 1x104 control and PHRF1-overexpressing CL1-0 cells mixed with Matrigel were placed on the top of invasive chambers and allowed to penetrate to the lower surface of the filter. The cells on the lower surface of the membrane were stained with crystal violet and photographed under a light microscope. Scale bar, 100 μm.(TIF)Click here for additional data file.(1.0M, tif)S4 FigPHRF1 was not induced by HIF-1/2α. (A) Schematic representation of the proximal promoter (~ 350 nt upstream) of the PHRF1 gene. HRE: hypoxia response element. (B) Cell extracts prepared from HIF1α and HIF2α transfected HEK293T cells were immunoblotted with indicated antibodies. All Western blots were processed in identical conditions and cropped from S3 Raw images.(TIF)Click here for additional data file.(646K, tif)S5 FigPHRF1 is required for pVHL ubiquitination. (A) Control and PHRF1-depleted A549 cells were placed in the hypoxia chamber (1% O2) for different time points and then immunoblotted with indicated antibodies. (B) Control and PHRF1 aberrant mutants were transfected into A549 cells and immunoblot analysis was carried out with indicated antibodies. (C) Control and PHRF1-depleted A549 cells were placed in the hypoxia chamber (1% O2) for different time points and then immunoblotted with anti-pVHL antibody. (D) HA-PHRF1 and HA-PHRF1C108A were co-transfected with FLAG-Ub and SBP-pVHL into HEK293T cells for 45 h and incubated with MG132 for another 3 h. Cell extracts were pulled down by streptavidin agarose and immunoblotted with indicated antibodies to detect ubiquitinated pVHL. All Western blots were processed in identical conditions and cropped from S3 Raw images.(TIF)Click here for additional data file.(1.3M, tif)S1 TablePrimer sequences of RT-qPCR. (DOC)Click here for additional data file.(30K, doc)S2 TablePrimer sequences of ChIP. (DOCX)Click here for additional data file.(13K, docx)S1 Raw imagesUncropped images for all gels and Western blots. (TIF)Click here for additional data file.(4.8M, tif)S2 Raw imagesUncropped images for all gels and Western blots. (TIF)Click here for additional data file.(3.9M, tif)S3 Raw imagesUncropped images for all gels and Western blots. (TIF)Click here for additional data file.(4.1M, tif) AcknowledgmentsWe thank the national core facility at the Genomic Research Center, Academia Sinica, Taiwan, for RNAi reagents. Funding StatementThis work was supported by Ministry of Science and Technology (MOST 106-2311-B-002-004). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. All authors did not receive a salary from our funders. Data AvailabilityAll relevant data are within the paper and its Supporting Information files. References1. Massagué J, Obenauf AC. Metastatic colonization by circulating tumour cells. Nature. 2016; 529: 298–306. 10.1038/nature17038\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Lamouille S, Xu J, Derynck R. Molecular mechanisms of epithelial–mesenchymal transition. Nat Rev Mol Cell Biol. 2014; 15: 178–196. 10.1038/nrm3758\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Ye X, Weinberg RA. Epithelial–Mesenchymal Plasticity: A central regulator of cancer progression. Trends Cell Biol. 2015; 25: 675–686. 10.1016/j.tcb.2015.07.012\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Nieto MA, Huang RY, Jackson RA, Thiery JP. EMT: 2016.\nCell. 2016; 166: 21–45. 10.1016/j.cell.2016.06.028\n [PubMed] [CrossRef] [Google Scholar]5. Wei SC, Yang J. Forcing through tumor metastasis: The interplay between tissue rigidity and epithelial-mesenchymal transition. Trends Cell Biol. 2016; 26;111–120. 10.1016/j.tcb.2015.09.009\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Shirakihara T, Saitoh M, Miyazono K. Differential regulation of epithelial and mesenchymal markers by EF1 proteins in epithelial mesenchymal transition induced by TGF-β. Mol Biol Cell. 2007; 18: 3533–3544. 10.1091/mbc.e07-03-0249\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Krishnamachary B, Zagzag D, Nagasawa H, Rainey K, Okuyama H, Baek JH, et al.\nHypoxia-inducible factor-1-dependent repression of E-cadherin in von Hippel-Lindau tumor suppressor-null renal cell carcinoma mediated by TCF3, ZFHX1A, and ZFHX1B. Cancer Res. 2006; 66: 2725–2731. 10.1158/0008-5472.CAN-05-3719\n [PubMed] [CrossRef] [Google Scholar]8. Gemmill RM, Roche J, Potiron VA, Nasarre P, Mitas M, Coldren CD, et al.\nZEB1-responsive genes in non-small cell lung cancer. Cancer Lett. 2011; 300: 66–78. 10.1016/j.canlet.2010.09.007\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Dohadwala M, Yang SC, Luo J, Sharma S, Batra RK, Huang M, et al.\nCyclooxygenase-2-dependent regulation of E-cadherin: prostaglandin E(2) induces transcriptional repressors ZEB1 and snail in non-small cell lung cancer.\nCancer Res. 2006; 66: 5338–5345. 10.1158/0008-5472.CAN-05-3635\n [PubMed] [CrossRef] [Google Scholar]10. Zhang J, Lu C, Zhang J, Kang J, Cao C, Li M. Involvement of ZEB1 and E-cadherin in the invasion of lung squamous cell carcinoma. Mol Biol Rep. 2013; 40: 949–956. 10.1007/s11033-012-2136-4\n [PubMed] [CrossRef] [Google Scholar]11. Takeyama Y, Sato M, Horio M, Hase T, Yoshida K, Yokoyama T, Knockdown of ZEB1, a master epithelial-to-mesenchymal transition (EMT) gene, suppresses anchorage-independent cell growth of lung cancer cells. Cancer Lett. 2010; 296: 216–224. 10.1016/j.canlet.2010.04.008\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Larsen JE, Nathan V, Osborne JK, Farrow RK, Deb D, Sullivan JP, et al.\nZEB1 drives epithelial-to-mesenchymal transition in lung cancer. J Clin Invest. 2016; 126: 3219–3235. 10.1172/JCI76725\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Jeronimo C, Collin P, Robert F. The RNA Polymerase II CTD: The increasing complexity of a low-complexity protein domain. J Mol Biol. 2016; 428: 2607–2622. 10.1016/j.jmb.2016.02.006\n [PubMed] [CrossRef] [Google Scholar]14. Jonkers I, Lis JT. Getting up to speed with transcription elongation by RNA polymerase II. Nat Rev Mol Cell Biol. 2015; 26: 167–177. [PMC free article] [PubMed] [Google Scholar]15. Hsin JP, Manley JL. The RNA polymerase II CTD coordinates transcription and RNA processing. Genes & Dev. 2012; 26: 2119–2137. [PMC free article] [PubMed] [Google Scholar]16. Adelman K. & Lis J. T.\nPromoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat. Rev. Genet. 13, 720–731 (2012). 10.1038/nrg3293\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Kwak H, Lis JT. Control of transcriptional elongation. Annu Rev Genet. 2013; 47: 483–508. 10.1146/annurev-genet-110711-155440\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Duan DR, Pause A, Burgess WH, Aso T, Chen DY, Garrett KP, et al.\nInhibition of transcription elongation by the VHL tumor suppressor protein. Science\n1995; 269: 1402–1406. 10.1126/science.7660122\n [PubMed] [CrossRef] [Google Scholar]19. Rebehmed J, Revy P, Faure G, de Villartay JP, Callebaut I. Expanding the SRI domain family: a common scaffold for binding the phosphorylated C-terminal domain of RNA polymerase II. FEBS Lett. 2014; 588: 4431–4437. 10.1016/j.febslet.2014.10.014\n [PubMed] [CrossRef] [Google Scholar]20. Ettahar A.\net al.\nIdentification of PHRF1 as a tumor suppressor that promotes the TGF-β cytostatic program through selective release of TGIF-driven PML inactivation. Cell Rep. 2013; 4: 530–541. 10.1016/j.celrep.2013.07.009\n [PubMed] [CrossRef] [Google Scholar]21. Ettahar A, Ferrigno O, Zhang MZ, Ohnishi M, Ferrand N, Prunier C, et al.\nDisruption of the PHRF1 Tumor Suppressor Network by PML-RARα Drives Acute Promyelocytic Leukemia Pathogenesis.\nCell Rep. 2015; 10: 883–890. 10.1016/j.celrep.2015.01.024\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Chang CF, Chu PC, Wu PY, Yu MY, Lee JY, Tsai MD, et al.\nPHRF1 promotes genome integrity by modulating non-homologous end-joining. Cell Death Dis. 2015; 6: e1716\n10.1038/cddis.2015.81\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Wang Y, Wang H, Pan T, Li L, Li J, Yang H. Overexpression of PHRF1 attenuates the proliferation and tumorigenicity of non-small cell lung cancer cells. Oncotarget\n2016; 7: 64360–64370. 10.18632/oncotarget.11842\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Nagy A, Lánczky A, Menyhárt O, Győrffy B. Validation of miRNA prognostic power in hepatocellular carcinoma using expression data of independent datasets, Sci Rep. 2018; 8: 9227\n10.1038/s41598-018-27521-y\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Rankin EB, Giaccia AJ. Hypoxic control of metastasis. Science\n2016; 352: 175–180. 10.1126/science.aaf4405\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Cai Q, Robertson ES. Ubiquitin/SUMO modification regulates VHL protein stability and nucleocytoplasmic localization.\nPLoS One\n2010; 5: e12636\n10.1371/journal.pone.0012636\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Spaderna S, Schmalhofer O, Wahlbuhl M, Dimmler A, Bauer K, Sultan A, et al.\nThe transcriptional repressor ZEB1 promotes metastasis and loss of cell polarity in cancer. Cancer Res. 2008; 68: 537–544. 10.1158/0008-5472.CAN-07-5682\n [PubMed] [CrossRef] [Google Scholar]28. Spoelstra NS, Manning NG, Higashi Y, Darling D, Singh M, Shroyer KR, et al.\nThe transcription factor ZEB1 is aberrantly expressed in aggressive uterine cancers. Cancer Res. 2006; 66: 3893–3902. 10.1158/0008-5472.CAN-05-2881\n [PubMed] [CrossRef] [Google Scholar]29. Spaderna S, Schmalhofer O, Hlubek F, Berx G, Eger A, Merkel S, et al.\nA transient, EMT-linked loss of basement membranes indicates metastasis and poor survival in colorectal cancer. Gastroenterology. 2006; 131: 830–840. 10.1053/j.gastro.2006.06.016\n [PubMed] [CrossRef] [Google Scholar]30. Graham TR, Zhau HE, Odero-Marah VA, Osunkoya AO, Kimbro KS, Tighiouart M, et al.\nZEB1 expression in type I vs type II endometrial cancers: a marker of aggressive disease.\nMod Pathol. 2008; 21: 912–923. 10.1038/modpathol.2008.82\n [PubMed] [CrossRef] [Google Scholar]31. Graham TR, Zhau HE, Odero-Marah VA, Osunkoya AO, Kimbro KS, Tighiouart M, et al.\nInsulin-like growth factor-I-dependent up-regulation of ZEB1 drives epithelial-to-mesenchymal transition in human prostate cancer cells. Cancer Res. 2008; 68: 2479–2488. 10.1158/0008-5472.CAN-07-2559\n [PubMed] [CrossRef] [Google Scholar]32. Adachi Y, Takeuchi T, Nagayama T, Ohtsuki Y, Furihata M. ZEB1-mediated T-cadherin repression increases the invasive potential of gallbladder cancer. FEBS Lett. 2009; 583: 430–436. 10.1016/j.febslet.2008.12.042\n [PubMed] [CrossRef] [Google Scholar]33. Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol Cell. 2006; 23: 297–305. 10.1016/j.molcel.2006.06.014\n [PubMed] [CrossRef] [Google Scholar]34. Czudnochowski N, Bosken CA, Geyer M. Serine-7 but not serine-5 phosphorylation primes RNA polymerase II CTD for P-TEFb recognition. Nature Commun. 2012; 3: 842. [PubMed] [Google Scholar]35. Kizer K, Phatnani H, Shibata Y, Hall H, Greenleaf A, Strahl B. A novel domain in Set2 mediates RNA polymerase II interaction and couples histone H3 K36 methylation with transcript elongation. Mol Cell Biol. 2005; 25: 3305–3316. 10.1128/MCB.25.8.3305-3316.2005\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Phatnani H, Jones J, Greenleaf A. Expanding the functional repertoire of CTD kinase I and RNA polymerase II: novel phosphoCTD associating proteins in the yeast proteome. Biochemistry 204; 43: 15702–15719. 10.1021/bi048364h\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Daulny A, Geng F, Muratani M, Geisinger JM, Salghetti SE, Tansey WP. Modulation of RNA polymerase II subunit composition by ubiquitylation. Proc Natl Acad Sci USA. 2008; 105: 19649–19654. 10.1073/pnas.0809372105\n [PMC free article] [PubMed] [CrossRef] [Google Scholar] \n27 May 2020\nPONE-D-20-04249PHRF1 promotes migration and invasion by modulating ZEB1 expressionPLOS ONEDear Dr. Chang,Thank you for submitting your manuscript to PLOS ONE. After careful consideration, we feel that it has merit but does not fully meet PLOS ONE’s publication criteria as it currently stands. Therefore, we invite you to submit a revised version of the manuscript that addresses the points raised during the review process.Please submit your revised manuscript by Jul 11 2020 11:59PM. If you will need more time than this to complete your revisions, please reply to this message or contact the journal office at gro.solp@enosolp. When you're ready to submit your revision, log on to https://www.editorialmanager.com/pone/ and select the 'Submissions Needing Revision' folder to locate your manuscript file.Please include the following items when submitting your revised manuscript:A rebuttal letter that responds to each point raised by the academic editor and reviewer(s). You should upload this letter as a separate file labeled 'Response to Reviewers'.A marked-up copy of your manuscript that highlights changes made to the original version. You should upload this as a separate file labeled 'Revised Manuscript with Track Changes'.An unmarked version of your revised paper without tracked changes. You should upload this as a separate file labeled 'Manuscript'.If you would like to make changes to your financial disclosure, please include your updated statement in your cover letter. Guidelines for resubmitting your figure files are available below the reviewer comments at the end of this letter.If applicable, we recommend that you deposit your laboratory protocols in protocols.io to enhance the reproducibility of your results. Protocols.io assigns your protocol its own identifier (DOI) so that it can be cited independently in the future. For instructions see: http://journals.plos.org/plosone/s/submission-guidelines#loc-laboratory-protocolsWe look forward to receiving your revised manuscript.Kind regards,Olorunseun Ogunwobi, MD, PhDAcademic EditorPLOS ONEJournal Requirements:When submitting your revision, we need you to address these additional requirements.1. Please ensure that your manuscript meets PLOS ONE's style requirements, including those for file naming. The PLOS ONE style templates can be found at https://journals.plos.org/plosone/s/file?id=wjVg/PLOSOne_formatting_sample_main_body.pdf and https://journals.plos.org/plosone/s/file?id=ba62/PLOSOne_formatting_sample_title_authors_affiliations.pdf2. At this time, we request that you  please report additional details in your Methods section regarding animal care, as per our editorial guidelines:(1) Please state the source and number of mice used in the study  (2) Please include the secondary and confirmatory method of euthanasia in addition to CO2 asphyxiation(3) In Figure 2E, please provide the absolute tumor volumes (mm3 or cm3) on the y-axis, as opposed to the fold difference.Thank you for your attention to these requests.3. Please provide the full name of the IRB that approved the use of patient samples in this study in the ethics statement of the online submission form.4. In the Methods section, please provide additional information about the patient samples used in your study, including:a) the source of the tissue samples analyzed in this work (e.g. hospital, institution or medical center name).b) the date range (month and year) during which patients whose tissue samples were selected for this study sought treatment.5. Please provide additional information about each of the cell lines used in this work, including their history and any quality control testing procedures (authentication, characterisation, and mycoplasma testing). For more information, please see http://journals.plos.org/plosone/s/submission-guidelines#loc-cell-lines. In addition, please provide the source of the F12K, DMEM and RPMI1640 medium used.6. Please provide the product numbers and any lot numbers of the primary anitbodies used in your study in the Methods section.\"7. Please provide scale bars on the microscopy images presented in Figures 1, 2, 3 and 5 and refer to the scale bar in the corresponding Figure legends.8. To comply with PLOS ONE submission guidelines, in your Methods section, please provide additional information regarding your statistical analyses. For more information on PLOS ONE's expectations for statistical reporting, please see https://journals.plos.org/plosone/s/submission-guidelines.#loc-statistical-reporting.9. We note that you have included the phrase “data not shown” in your manuscript. Unfortunately, this does not meet our data sharing requirements. PLOS does not permit references to inaccessible data. We require that authors provide all relevant data within the paper, Supporting Information files, or in an acceptable, public repository. Please add a citation to support this phrase or upload the data that corresponds with these findings to a stable repository (such as Figshare or Dryad) and provide and URLs, DOIs, or accession numbers that may be used to access these data. Or, if the data are not a core part of the research being presented in your study, we ask that you remove the phrase that refers to these data.10. PLOS requires an ORCID iD for the corresponding author in Editorial Manager on papers submitted after December 6th, 2016. Please ensure that you have an ORCID iD and that it is validated in Editorial Manager. To do this, go to ‘Update my Information’ (in the upper left-hand corner of the main menu), and click on the Fetch/Validate link next to the ORCID field. This will take you to the ORCID site and allow you to create a new iD or authenticate a pre-existing iD in Editorial Manager. Please see the following video for instructions on linking an ORCID iD to your Editorial Manager account: https://www.youtube.com/watch?v=_xcclfuvtxQ11. PLOS ONE now requires that authors provide the original uncropped and unadjusted images underlying all blot or gel results reported in a submission’s figures or Supporting Information files. This policy and the journal’s other requirements for blot/gel reporting and figure preparation are described in detail at https://journals.plos.org/plosone/s/figures#loc-blot-and-gel-reporting-requirements and https://journals.plos.org/plosone/s/figures#loc-preparing-figures-from-image-files. When you submit your revised manuscript, please ensure that your figures adhere fully to these guidelines and provide the original underlying images for all blot or gel data reported in your submission. See the following link for instructions on providing the original image data: https://journals.plos.org/plosone/s/figures#loc-original-images-for-blots-and-gels.In your cover letter, please note whether your blot/gel image data are in Supporting Information or posted at a public data repository, provide the repository URL if relevant, and provide specific details as to which raw blot/gel images, if any, are not available. Email us at gro.solp@enosolp if you have any questions.13. Thank you for stating the following financial disclosure:'No'At this time, please address the following queries:Please clarify the sources of funding (financial or material support) for your study. List the grants or organizations that supported your study, including funding received from your institution.State what role the funders took in the study. If the funders had no role in your study, please state: “The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.”If any authors received a salary from any of your funders, please state which authors and which funders.If you did not receive any funding for this study, please state: “The authors received no specific funding for this work.”Please include your amended statements within your cover letter; we will change the online submission form on your behalf.14. Thank you for stating the following in your Competing Interests section: 'No'Please complete your Competing Interests on the online submission form to state any Competing Interests. If you have no competing interests, please state \"The authors have declared that no competing interests exist.\", as detailed online in our guide for authors at http://journals.plos.org/plosone/s/submit-nowThis information should be included in your cover letter; we will change the online submission form on your behalf.Please know it is PLOS ONE policy for corresponding authors to declare, on behalf of all authors, all potential competing interests for the purposes of transparency. PLOS defines a competing interest as anything that interferes with, or could reasonably be perceived as interfering with, the full and objective presentation, peer review, editorial decision-making, or publication of research or non-research articles submitted to one of the journals. Competing interests can be financial or non-financial, professional, or personal. Competing interests can arise in relationship to an organization or another person. Please follow this link to our website for more details on competing interests: http://journals.plos.org/plosone/s/competing-interestsAdditional Editor Comments (if provided):[Note: HTML markup is below. Please do not edit.]Reviewers' comments:Reviewer's Responses to QuestionsComments to the Author1. Is the manuscript technically sound, and do the data support the conclusions?The manuscript must describe a technically sound piece of scientific research with data that supports the conclusions. Experiments must have been conducted rigorously, with appropriate controls, replication, and sample sizes. The conclusions must be drawn appropriately based on the data presented. Reviewer #1: YesReviewer #2: Yes**********2. Has the statistical analysis been performed appropriately and rigorously? Reviewer #1: YesReviewer #2: Yes**********3. Have the authors made all data underlying the findings in their manuscript fully available?The PLOS Data policy requires authors to make all data underlying the findings described in their manuscript fully available without restriction, with rare exception (please refer to the Data Availability Statement in the manuscript PDF file). The data should be provided as part of the manuscript or its supporting information, or deposited to a public repository. For example, in addition to summary statistics, the data points behind means, medians and variance measures should be available. If there are restrictions on publicly sharing data—e.g. participant privacy or use of data from a third party—those must be specified.Reviewer #1: YesReviewer #2: Yes**********4. Is the manuscript presented in an intelligible fashion and written in standard English?PLOS ONE does not copyedit accepted manuscripts, so the language in submitted articles must be clear, correct, and unambiguous. Any typographical or grammatical errors should be corrected at revision, so please note any specific errors here.Reviewer #1: NoReviewer #2: Yes**********5. Review Comments to the AuthorPlease use the space provided to explain your answers to the questions above. You may also include additional comments for the author, including concerns about dual publication, research ethics, or publication ethics. (Please upload your review as an attachment if it exceeds 20,000 characters)Reviewer #1: The ms by Lee and colleagues entitled “PHRF1 promotes migration and invasion by modulating ZEB1 expression” describes a novel mechanism of ZEB1 regulation by PHRF1, a protein with an important role in APL tumorigenesis, contributing to EMT process in lung cancer cells. The authors have checked the levels of PHRF1 in different tumors using a publicly accessible database and have associated them with overall and progression free survival. Furthermore, authors have studied the effect of PHRF1 silencing and PHRF1 overexpression on cell migration and invasion, as well as on the levels of EMT markers, such as E-cadherin and N-cadherin suggesting an important role of this protein in the lung cells malignant transformation. Authors also confirmed that ZEB1 is responsible for PHRF1-mediated migration and invasion analyzing the silencing of ZEB1 in PHRF1- overexpressing lung cells. Finally, direct PHRF1 binding adjacent to the TSS region of ZEB1 was confirmed in ChIP-PCR. In summary, data presented by Lee and colleagues suggest that PHRF1 could modulate the expression of ZEB1 promoting migration and invasion in cancer lung cells.Overall, the data in this ms are novel and important, nevertheless I see several defficiencies that should be addressed:Major comments:1. Abstract and Introduction: I suggest to rewrite all and I recommend a revision by native speaker. There are some nonsense sentences as in line 25 \"The C-terminal Set2 Rpb1 Interacting (SRI) domain…”, I really do not understand what you are trying to mean. Probably, it is incorrectly written, so please, rewrite all trying to make sense of the text and with a clear and concise message.I feel the same in the Introduction section where there are a huge amount of irrelevant information and where it is impossible to get any conclusion (lines 55 to 66).2. The sequences of primers you listed in S1 table are wrong; they have no targets or they match with predicted targets that are not the genes that supposed to be. Please, recheck all the sequences.3. Have the authors blocked proliferation when performing migration assays? In this sense, I think 0’5% of FBS is a better way to avoid proliferation in this kind of experiments.4. In results the authors resume the association of PHRF1 expression with overall and progression free survival in a number human tumors that are so far in publicly database. Regarding this point it would be interesting to do an analysis of expression in TCGA datasets using tools like cbioportal, firebrowse, etc. I also suggest, using the TCGA database and the available online tools, to do perform an analysis of whether the expression of this protein correlates with the clinical attributes of the tumor. This point could improve the study and could support the data presented in the manuscript.5. In Western blots reported in Figure 1E, densitometry with statistical analysis must be added. Regarding this point, it is remarkable that control cells in silencing experiments appear to have reasonable PHRF1 protein expression in comparison to control cells in overexpressing experiments. Do the authors have an explanation for this differences in the expression? Finally, I missed the N-cadherin protein expression in the silencing experiments. Did you analyze N-cadherin expression in the PHRF1 silenced cells?6. In western blots reported in Figures 3A and 3B please add densitometry with statistical analysis.7.Fig 4A. Densitometry with statistical analysis must be added.8. ChIP-PCR (Fig. 4E): an important negative control in ChIP experiments is a distant region in cis to the putative binding site (e.g. a kb away from the promoter). Could this be included?10. You cite a paper of Wang et al. (2016) in the Introduction demonstrating a tumor suppressor role of PHRF1 in lung cancer, however, I am surprised that these results are not discussed in the Discussion section. How do you explain these controversial data?Minor comments:1. Use capital letters for human genes: ZEB2 in lines: 250, 252, 253, 254, 291, 303 and 323.2. All human genes have to be in italics.3. In line 269: “PHRF1 and ZEB1 were induced in control cells under hypoxia; nonetheless, the amount of ZEB1 was unable to increase in PHRF1 depleted cells under low O2 condition (S5A Fig).”; text does not correspond with the figure, and the figure S5A is missing.Reviewer #2: The authors of this paper carried out a very interesting investigation of the implications behind PHRF1 potentially acting as a promoter of migration and invasion via ZEB1 expression. They used a variety of well thought-out experiments to show this, including overexpressing and knocking-down expression of PHRF1 in lung cancer cells and seeing their effects on Zeb1 and migration and invasion, among other factors implying tumorigenicity. They also carry out ChIP in order to see binding of PHRF1 to facilitate RNA Pol 2 transcription/elongation to further strengthen their claim that PHRF1 may be capable of regulating the trx of genes like Zeb1.While the study is a very fascinating one, please consider the following suggestions.1) There are several English expression errors throughout the paper. Please revise and make sure to correct.2) While this paper is full of different molecules and the authors generally do a good job at defining each molecule before using the abbreviation, they don’t do so for PHRF1. Please do so. And also NBS1. What does this stand for? Those were 2 molecules that I noticed but please go over to make sure haven’t missed any others.3) For both the Abstract and the Introduction, please make a better connection between what is known about PHRF1 and your interests for studying it as a promoter of tumor invasion/migration/progression. Ettahar A et al 2013 “Identification of PHRF1 as a tumor suppressor that promotes the TGFB cytostatic program through selective release…” seems to suggest PHRF1 may work as the exact opposite of what this paper is seeing. Please explain this conflicting observation. What is known about PHRF1? Is work the first to suggest PHRF1 may actually not be a tumor suppressor? What have others published?4) For Figure 1E, this piece of data especially for E-cadherin is ok but not the most convincing. Have you tried looking at other EMT markers perhaps? To show EMT is occurring?**********6. PLOS authors have the option to publish the peer review history of their article (what does this mean?). If published, this will include your full peer review and any attached files.If you choose “no”, your identity will remain anonymous but your review may still be made public.Do you want your identity to be public for this peer review? For information about this choice, including consent withdrawal, please see our Privacy Policy.Reviewer #1: NoReviewer #2: No[NOTE: If reviewer comments were submitted as an attachment file, they will be attached to this email and accessible via the submission site. Please log into your account, locate the manuscript record, and check for the action link \"View Attachments\". If this link does not appear, there are no attachment files.]While revising your submission, please upload your figure files to the Preflight Analysis and Conversion Engine (PACE) digital diagnostic tool, https://pacev2.apexcovantage.com/. PACE helps ensure that figures meet PLOS requirements. To use PACE, you must first register as a user. Registration is free. Then, login and navigate to the UPLOAD tab, where you will find detailed instructions on how to use the tool. If you encounter any issues or have any questions when using PACE, please email PLOS at gro.solp@serugif. Please note that Supporting Information files do not need this step. \n12 Jun 2020\nQ1. Please ensure that your manuscript meets PLOS ONE's style requirements, including those for file naming. The PLOS ONE style templates can be found at https://journals.plos.org/plosone/s/file?id=wjVg/PLOSOne_formatting_sample_main_body.pdf and https://journals.plos.org/plosone/s/file?id=ba62/PLOSOne_formatting_sample_title_authors_affiliations.pdf.R1. We have followed the style templates to reformat our manuscript.Q2. At this time, we request that you please report additional details in your Methods section regarding animal care, as per our editorial guidelines:(1) Please state the source and number of mice used in the study (2) Please include the secondary and confirmatory method of euthanasia in addition to CO2 asphyxiation(3) In Figure 2E, please provide the absolute tumor volumes (mm3 or cm3) on the y-axis, as opposed to the fold difference.R2. (1) Three mice of each group were purchased from BioLASCO (Taipei, Taiwan), which is stated in line 154. (2) To prevent a possibility that mice might recover from a deep CO2 exposure, a confirmatory means of euthanasia, such as cervical dislocation or 50 % additional time in the euthanasia chamber, was conducted, which is stated in line 158. (3) The absolute tumor volumes (cm3) is added on the y-axis.Q3. Please provide the full name of the IRB that approved the use of patient samples in this study in the ethics statement of the online submission form.R3. A study regarding “the expression of PHRF1 in the lung carcinoma” was approved by the Institutional Review Board of Mackay Memorial Hospital (IRB No: 15MMHIS012), which is stated in line 169.Q4. In the Methods section, please provide additional information about the patient samples used in your study, including:a) the source of the tissue samples analyzed in this work (e.g. hospital, institution or medical center name).b) the date range (month and year) during which patients whose tissue samples were selected for this study sought treatment.R4. We have the following statement in line 172, “Tissue specimens of 80 patients with lung cancer carcinomas, ranging from January 2008 to June 2014, were selected for IHC analyses based on availability of archival human lung tissue blocks from diagnostic inspections by pathologists at MacKay Memorial Hospital, Taipei, Taiwan” Q5. Please provide additional information about each of the cell lines used in this work, including their history and any quality control testing procedures (authentication, characterisation, and mycoplasma testing). For more information, please see http://journals.plos.org/plosone/s/submission-guidelines#loc-cell-lines. In addition, please provide the source of the F12K, DMEM and RPMI1640 medium used. R5. A549 human lung cancer cells obtained from the American Type Culture Collection (ATCC; Rockville, MD) and cultured in F12K medium (Hyclone, Utah, USA) supplemented with 10% FBS. HEK293T cells were obtained from ATCC and maintained in DMEM medium (Hyclone, Utah, USA) with 10% FBS. Human lung adenocarcinoma cells CL1-0 and CL1-5 were established at The National Taiwan University College of Medicine and maintained in RPMI1640 medium (Hyclone, Utah, USA) with 10% FBS. All cell lines were submitted to real time PCR for mycoplasma detection and short tandem repeats identification by capillary electrophoresis for cell line authentication, which is stated in line 98.Q6. Please provide the product numbers and any lot numbers of the primary anitbodies used in your study in the Methods section.\"R6. We have provided the product numbers of the primary antibodies in the Methods section.Q7. Please provide scale bars on the microscopy images presented in Figures 1, 2, 3 and 5 and refer to the scale bar in the corresponding Figure legends.R7. We have provided scale bars in Figures 1, 2, 3 and 5 and refer to the scale bar in the corresponding Figure legends. Q8. To comply with PLOS ONE submission guidelines, in your Methods section, please provide additional information regarding your statistical analyses. For more information on PLOS ONE's expectations for statistical reporting, please see https://journals.plos.org/plosone/s/submission-guidelines.#loc-statistical-reporting.R8. We have provided statistical analyses in Methods section in line 182. Q9. We note that you have included the phrase “data not shown” in your manuscript. Unfortunately, this does not meet our data sharing requirements. PLOS does not permit references to inaccessible data. We require that authors provide all relevant data within the paper, Supporting Information files, or in an acceptable, public repository. Please add a citation to support this phrase or upload the data that corresponds with these findings to a stable repository (such as Figshare or Dryad) and provide and URLs, DOIs, or accession numbers that may be used to access these data. Or, if the data are not a core part of the research being presented in your study, we ask that you remove the phrase that refers to these data.R9. Thanks for this suggestion. We have removed the phrase “data not shown”.Q10. PLOS requires an ORCID iD for the corresponding author in Editorial Manager on papers submitted after December 6th, 2016. Please ensure that you have an ORCID iD and that it is validated in Editorial Manager. To do this, go to ‘Update my Information’ (in the upper left-hand corner of the main menu), and click on the Fetch/Validate link next to the ORCID field. This will take you to the ORCID site and allow you to create a new iD or authenticate a pre-existing iD in Editorial Manager. Please see the following video for instructions on linking an ORCID iD to your Editorial Manager account: https://www.youtube.com/watch?v=_xcclfuvtxQR10. I have validated my ORCID account in Editorial Manager.Q11. PLOS ONE now requires that authors provide the original uncropped and unadjusted images underlying all blot or gel results reported in a submission’s figures or Supporting Information files. This policy and the journal’s other requirements for blot/gel reporting and figure preparation are described in detail at https://journals.plos.org/plosone/s/figures#loc-blot-and-gel-reporting-requirements and https://journals.plos.org/plosone/s/figures#loc-preparing-figures-from-image-files. When you submit your revised manuscript, please ensure that your figures adhere fully to these guidelines and provide the original underlying images for all blot or gel data reported in your submission. See the following link for instructions on providing the original image data: https://journals.plos.org/plosone/s/figures#loc-original-images-for-blots-and-gels.R11. We have provided the original uncropped and unadjusted images underlying all blot or gel results reported in a submission’s figures or Supporting Information files.Q12. In your cover letter, please note whether your blot/gel image data are in Supporting Information or posted at a public data repository, provide the repository URL if relevant, and provide specific details as to which raw blot/gel images, if any, are not available. Email us at gro.solp@enosolp if you have any questions.R12. We have stated in our cover letter that blot/gel image data are in Supporting Information.Q13. Thank you for stating the following financial disclosure:'No'At this time, please address the following queries:a. Please clarify the sources of funding (financial or material support) for your study. List the grants or organizations that supported your study, including funding received from your institution.b. State what role the funders took in the study. If the funders had no role in your study, please state: “The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.”c. If any authors received a salary from any of your funders, please state which authors and which funders.d. If you did not receive any funding for this study, please state: “The authors received no specific funding for this work.”Please include your amended statements within your cover letter; we will change the online submission form on your behalf.R13. a. This work was supported by Ministry of Science and Technology (MOST 106-2311-B-002-004). b. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. c. All authors did not receive a salary from our funders. d. We will include the amended statements in the cover letter. Q14. Thank you for stating the following in your Competing Interests section: 'No'Please complete your Competing Interests on the online submission form to state any Competing Interests. If you have no competing interests, please state \"The authors have declared that no competing interests exist.\", as detailed online in our guide for authors at http://journals.plos.org/plosone/s/submit-nowThis information should be included in your cover letter; we will change the online submission form on your behalf.R14. The authors have declared that no competing interests exist. This information should be included in our cover letterPlease know it is PLOS ONE policy for corresponding authors to declare, on behalf of all authors, all potential competing interests for the purposes of transparency. PLOS defines a competing interest as anything that interferes with, or could reasonably be perceived as interfering with, the full and objective presentation, peer review, editorial decision-making, or publication of research or non-research articles submitted to one of the journals. Competing interests can be financial or non-financial, professional, or personal. Competing interests can arise in relationship to an organization or another person. Please follow this link to our website for more details on competing interests: http://journals.plos.org/plosone/s/competing-interestsReviewer's Responses to QuestionsComments to the AuthorQ4. Is the manuscript presented in an intelligible fashion and written in standard English? PLOS ONE does not copyedit accepted manuscripts, so the language in submitted articles must be clear, correct, and unambiguous. Any typographical or grammatical errors should be corrected at revision, so please note any specific errors here.Reviewer #1: NoReviewer #2: Yes R4. An independent editor, Marc Anthony, has assisted us to correct English grammar and spelling mistakes.Reviewer #1: Major comments:Q1. Abstract and Introduction: I suggest to rewrite all and I recommend a revision by native speaker. There are some nonsense sentences as in line 25 \"The C-terminal Set2 Rpb1 Interacting (SRI) domain…”, I really do not understand what you are trying to mean. Probably, it is incorrectly written, so please, rewrite all trying to make sense of the text and with a clear and concise message.I feel the same in the Introduction section where there are a huge amount of irrelevant information and where it is impossible to get any conclusion (lines 55 to 66).R1. Thanks for this suggestion. An independent editor, Marc Anthony, has assisted us to correct English grammar and spelling mistakes, especially in the abstract and introduction section. Q2. The sequences of primers you listed in S1 table are wrong; they have no targets or they match with predicted targets that are not the genes that supposed to be. Please, recheck all the sequences.R2. Thanks for this reminder. We mixed S1 table with S2 table. This mistake has been corrected.Q3. Have the authors blocked proliferation when performing migration assays? In this sense, I think 0.5 % of FBS is a better way to avoid proliferation in this kind of experiments. R3. To clarify whether proliferation rate affected the cell migration, PHRF1-depleted and -overexpressing A549 cells were cultured in 0.5 % of FBS and wound healing assays were conducted for 24 hr. PHRF1 knockdown significantly reduced the motility, but PHRF1 overexpression had little effect on cell migration compared with controls in in 0.5 % of FBS medium (S2D Fig), which is stated in line 252.Q4. In results the authors resume the association of PHRF1 expression with overall and progression free survival in a number human tumors that are so far in publicly database. Regarding this point it would be interesting to do an analysis of expression in TCGA datasets using tools like cbioportal, firebrowse, etc. I also suggest, using the TCGA database and the available online tools, to do perform an analysis of whether the expression of this protein correlates with the clinical attributes of the tumor. This point could improve the study and could support the data presented in the manuscript.R4. Thanks for this suggestion. An elevated PHRF1 expression is associated with poor survival in the lung adenocarcima and cervical squamous cell carcinoma using the cBioportal TCGA dataset analysis (S1G-H Fig), which is stated in line 197.Q5. In Western blots reported in Figure 1E, densitometry with statistical analysis must be added. Regarding this point, it is remarkable that control cells in silencing experiments appear to have reasonable PHRF1 protein expression in comparison to control cells in overexpressing experiments. Do the authors have an explanation for this differences in the expression? Finally, I missed the N-cadherin protein expression in the silencing experiments. Did you analyze N-cadherin expression in the PHRF1 silenced cells?R5. a. The densitometry result is added to Fig 1E. b. PHRF1 expression in silencing cells was over-exposed. We have replaced it with a short-exposure result, which is in line with the uncropped image from S1_raw figure.c. Thanks for the suggestion. We have added fibronectin in PHRF1-overexpressing cells and N-cadherin and vimentin in PHRF1-silenced cells to Fig 1E. Q6. In western blots reported in Figures 3A and 3B please add densitometry with statistical analysis.R6. Densitometry results are added to Fig 3A and 3B.Q7. Fig 4A. Densitometry with statistical analysis must be added.R7. Densitometry results are added to Fig 3A and 3B.Q8. ChIP-PCR (Fig. 4E): an important negative control in ChIP experiments is a distant region in cis to the putative binding site (e.g. a kb away from the promoter). Could this be included?R8. We have included 1 kb away from the ZEB1 and ZEB2 TSSs as negative controls in Fig 4E and stated in line 299.Q9. You cite a paper of Wang et al. (2016) in the Introduction demonstrating a tumor suppressor role of PHRF1 in lung cancer, however, I am surprised that these results are not discussed in the Discussion section. How do you explain these controversial data.R9. Thanks to raise this question. We have the following statement, starting from line 400. “Wang et al. described that PHRF1 inhibits H1299 cell proliferation, colony formation in vitro, and growth of tumor xenograft in vivo [23]. H1299 cells have a homozygous partial deletion of the p53 gene and lack expression of p53 protein. By contrast, the A549 cell contains a wild-type p53, and the Cl1-0 cell has a p53R248W mutation, indicating that PHRF1 may promote or suppress cell proliferation under different genetic backgrounds. Additionally, Ettahar et al. identified that PHRF1 has a role as a tumor suppressor, promoting the TGF-� cytostatic program in acute promyelocytic leukemia pathogenesis [20,21], which may be considered contradictory to our results. However, mounting evidence has shown that several factors, such as TGF-�, may play different roles in promoting cell proliferation and disseminating cancer cells to metastatic niches. If PHRF1 is such a case, it would be plausible to suggest that PHRF1 not only suppresses cell proliferation in early stage in cancer cells, but also facilitates cell migration and invasion during the later metastatic stage.”Minor comments:Q1. Use capital letters for human genes: ZEB2 in lines: 250, 252, 253, 254, 291, 303 and 323.R1. We have changed capital letters for ZEB2. Q2. All human genes have to be in italics.R2. We have changed human genes to be in italics. Q3. In line 269: “PHRF1 and ZEB1 were induced in control cells under hypoxia; nonetheless, the amount of ZEB1 was unable to increase in PHRF1 depleted cells under low O2 condition (S5A Fig).”; text does not correspond with the figure, and the figure S5A is missing.R3. Thanks for this reminder. We correct this mistake. S5A Fig has been integrated into S5 Figure.Reviewer #2: Q1. There are several English expression errors throughout the paper. Please revise and make sure to correct.R1. An independent editor, Marc Anthony, has assisted us to correct English grammar and spelling mistakes.Q2. While this paper is full of different molecules and the authors generally do a good job at defining each molecule before using the abbreviation, they don’t do so for PHRF1. Please do so. And also NBS1. What does this stand for? Those were 2 molecules that I noticed but please go over to make sure haven’t missed any others. R2. Thanks for this reminder. PHRF1 (PHD and RING finger domain-containing protein 1) in line 20. ZEB1/2 (Zinc finger E-box-binding homeobox 1/2) in line 44. NBS1 (the Nijmegen breakage syndrome gene) in line 76. Q3. For both the Abstract and the Introduction, please make a better connection between what is known about PHRF1 and your interests for studying it as a promoter of tumor invasion/migration/progression. Ettahar A et al 2013 “Identification of PHRF1 as a tumor suppressor that promotes the TGFB cytostatic program through selective release…” seems to suggest PHRF1 may work as the exact opposite of what this paper is seeing. Please explain this conflicting observation. What is known about PHRF1? Is work the first to suggest PHRF1 may actually not be a tumor suppressor? What have others published?R3. A. We have tried to reorganize the abstract and introduction to have a better connection between PHRF1 and tumor invasion via this assistance of Marc Anthony.B. We stated in line 404, “Ettahar et al. identified that PHRF1 has a role as a tumor suppressor, promoting the TGF-� cytostatic program in acute promyelocytic leukemia pathogenesis [20,21], which may be considered contradictory to our results. However, mounting evidence has shown that several factors, such as TGF-�, may play different roles in promoting cell proliferation and disseminating cancer cells to metastatic niches. If PHRF1 is such a case, it would be plausible to suggest that PHRF1 not only suppresses cell proliferation in early stage in cancer cells, but also facilitates cell migration and invasion during the later metastatic stage.”Q4. For Figure 1E, this piece of data especially for E-cadherin is ok but not the most convincing. Have you tried looking at other EMT markers perhaps? To show EMT is occurring?R4. Thanks for the suggestion. We have added fibronectin in PHRF1-overexpressing cells and N-cadherin and vimentin in PHRF1-silenced cells to Fig 1E.AttachmentSubmitted filename: Response to Reviewers.docxClick here for additional data file.(31K, docx) \n16 Jul 2020\nPHRF1 promotes migration and invasion by modulating ZEB1 expressionPONE-D-20-04249R1Dear Dr. Mau-Sun Chang,We’re pleased to inform you that your manuscript has been judged scientifically suitable for publication and will be formally accepted for publication once it meets all outstanding technical requirements.Within one week, you’ll receive an e-mail detailing the required amendments. When these have been addressed, you’ll receive a formal acceptance letter and your manuscript will be scheduled for publication.An invoice for payment will follow shortly after the formal acceptance. To ensure an efficient process, please log into Editorial Manager at http://www.editorialmanager.com/pone/, click the 'Update My Information' link at the top of the page, and double check that your user information is up-to-date. If you have any billing related questions, please contact our Author Billing department directly at gro.solp@gnillibrohtua.If your institution or institutions have a press office, please notify them about your upcoming paper to help maximize its impact. If they’ll be preparing press materials, please inform our press team as soon as possible -- no later than 48 hours after receiving the formal acceptance. Your manuscript will remain under strict press embargo until 2 pm Eastern Time on the date of publication. For more information, please contact gro.solp@sserpeno.Kind regards,Olorunseun Ogunwobi, MD, PhDAcademic EditorPLOS ONEReviewers' comments:Reviewer's Responses to QuestionsComments to the Author1. If the authors have adequately addressed your comments raised in a previous round of review and you feel that this manuscript is now acceptable for publication, you may indicate that here to bypass the “Comments to the Author” section, enter your conflict of interest statement in the “Confidential to Editor” section, and submit your \"Accept\" recommendation.Reviewer #1: All comments have been addressed**********2. Is the manuscript technically sound, and do the data support the conclusions?The manuscript must describe a technically sound piece of scientific research with data that supports the conclusions. Experiments must have been conducted rigorously, with appropriate controls, replication, and sample sizes. The conclusions must be drawn appropriately based on the data presented. Reviewer #1: Yes**********3. Has the statistical analysis been performed appropriately and rigorously? Reviewer #1: Yes**********4. Have the authors made all data underlying the findings in their manuscript fully available?The PLOS Data policy requires authors to make all data underlying the findings described in their manuscript fully available without restriction, with rare exception (please refer to the Data Availability Statement in the manuscript PDF file). The data should be provided as part of the manuscript or its supporting information, or deposited to a public repository. For example, in addition to summary statistics, the data points behind means, medians and variance measures should be available. If there are restrictions on publicly sharing data—e.g. participant privacy or use of data from a third party—those must be specified.Reviewer #1: Yes**********5. Is the manuscript presented in an intelligible fashion and written in standard English?PLOS ONE does not copyedit accepted manuscripts, so the language in submitted articles must be clear, correct, and unambiguous. Any typographical or grammatical errors should be corrected at revision, so please note any specific errors here.Reviewer #1: Yes**********6. Review Comments to the AuthorPlease use the space provided to explain your answers to the questions above. You may also include additional comments for the author, including concerns about dual publication, research ethics, or publication ethics. (Please upload your review as an attachment if it exceeds 20,000 characters)Reviewer #1: (No Response)**********7. PLOS authors have the option to publish the peer review history of their article (what does this mean?). If published, this will include your full peer review and any attached files.If you choose “no”, your identity will remain anonymous but your review may still be made public.Do you want your identity to be public for this peer review? For information about this choice, including consent withdrawal, please see our Privacy Policy.Reviewer #1: No \n20 Jul 2020\nPONE-D-20-04249R1 PHRF1 promotes migration and invasion by modulating ZEB1 expression Dear Dr. Chang:I'm pleased to inform you that your manuscript has been deemed suitable for publication in PLOS ONE. Congratulations! Your manuscript is now with our production department. If your institution or institutions have a press office, please let them know about your upcoming paper now to help maximize its impact. If they'll be preparing press materials, please inform our press team within the next 48 hours. Your manuscript will remain under strict press embargo until 2 pm Eastern Time on the date of publication. For more information please contact gro.solp@sserpeno.If we can help with anything else, please email us at gro.solp@enosolp. Thank you for submitting your work to PLOS ONE and supporting open access. Kind regards, PLOS ONE Editorial Office Staffon behalf ofDr Olorunseun Ogunwobi Academic EditorPLOS ONE"}