{"title": "[Recommendations for Extracorporeal Membrane Oxygenation (ECMO) in COVID-19 Patients]", "pubDate": "2020", "PMCID": "PMC7286215", "DOI": "10.1007/s00740-020-00349-x", "PMID": "32837601", "abstract": "The pandemic from the SARS-CoV‑2 Virus is currently challenging health care systems all over the world. Maintaining appropriate staffing and resources in healthcare facilities is essential to guarantee a safe work environment for healthcare personnel and safe patient care. Extracorporeal membrane oxygenation (ECMO) represents a valuable therapeutic option in patients with severe heart or lung failure. Although only a limited proportion of COVID-19 patients develops respiratory or circulatory failure that is refractory to conventional therapies, it is of utmost importance to clearly define criteria for the use of ECMOs in this steadily growing patient population. The ECMO working group of the Medical University of Vienna has established the following recommendations for ECMO support in COVID-19 patients.", "author": [{"author": "Dominik Wiedemann", "affiliation": ["Klinische Abteilung für Herzchirurgie, Universitätsklinik für Chirurgie, Allgemeines Krankenhaus der Stadt Wien, Medizinische Universität Wien, Währinger Gürtel 18-20, 1090 Wien, Österreich."], "href": "/?term=Wiedemann+D&cauthor_id=32837601"}, {"author": "Martin H Bernardi", "affiliation": ["Allgemeine Intensivmedizin und Schmerztherapie, Klinische Abteilung für Herz-Thorax-Gefäßchirurgische Anästhesie und Intensivmedizin, Universitätsklinik für Anästhesie, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Bernardi+MH&cauthor_id=32837601"}, {"author": "Klaus Distelmaier", "affiliation": ["Universitätsklinik für Innere Medizin II, Klinische Abteilung für Kardiologie, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Distelmaier+K&cauthor_id=32837601"}, {"author": "Georg Goliasch", "affiliation": ["Universitätsklinik für Innere Medizin II, Klinische Abteilung für Kardiologie, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Goliasch+G&cauthor_id=32837601"}, {"author": "Christian Hengstenberg", "affiliation": ["Universitätsklinik für Innere Medizin II, Klinische Abteilung für Kardiologie, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Hengstenberg+C&cauthor_id=32837601"}, {"author": "Alexander Hermann", "affiliation": ["Universitätsklinik für Innere Medizin I, Allgemeines Krankenhaus der Stadt Wien, Medizinische Universität Wien, Währinger Gürtel 18-20, 1090 Wien, Österreich."], "href": "/?term=Hermann+A&cauthor_id=32837601"}, {"author": "Michael Holzer", "affiliation": ["Universitätsklinik für Notfallmedizin, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Holzer+M&cauthor_id=32837601"}, {"author": "Konrad Hoetzenecker", "affiliation": ["Klinische Abteilung für Thoraxchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Hoetzenecker+K&cauthor_id=32837601"}, {"author": "Walter Klepetko", "affiliation": ["Klinische Abteilung für Thoraxchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Klepetko+W&cauthor_id=32837601"}, {"author": "György Lang", "affiliation": ["Klinische Abteilung für Thoraxchirurgie, Universitätsklinik für Chirurgie, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Lang+G&cauthor_id=32837601"}, {"author": "Andrea Lassnigg", "affiliation": ["Allgemeine Intensivmedizin und Schmerztherapie, Klinische Abteilung für Herz-Thorax-Gefäßchirurgische Anästhesie und Intensivmedizin, Universitätsklinik für Anästhesie, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Lassnigg+A&cauthor_id=32837601"}, {"author": "Günther Laufer", "affiliation": ["Klinische Abteilung für Herzchirurgie, Universitätsklinik für Chirurgie, Allgemeines Krankenhaus der Stadt Wien, Medizinische Universität Wien, Währinger Gürtel 18-20, 1090 Wien, Österreich."], "href": "/?term=Laufer+G&cauthor_id=32837601"}, {"author": "Ingrid A M Magnet", "affiliation": ["Universitätsklinik für Notfallmedizin, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Magnet+IAM&cauthor_id=32837601"}, {"author": "Klaus Markstaller", "affiliation": ["Allgemeine Intensivmedizin und Schmerztherapie, Universitätsklinik für Anästhesie, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Markstaller+K&cauthor_id=32837601"}, {"author": "Martin Röggla", "affiliation": ["Universitätsklinik für Notfallmedizin, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=R%C3%B6ggla+M&cauthor_id=32837601"}, {"author": "Bernhard Rössler", "affiliation": ["Allgemeine Intensivmedizin und Schmerztherapie, Universitätsklinik für Anästhesie, Medizinische Universität Wien, Wien, Österreich.", "Medizinisches Simulationszentrum, Universitätsklinik für Anästhesie, Wien, Österreich."], "href": "/?term=R%C3%B6ssler+B&cauthor_id=32837601"}, {"author": "Peter Schellongowski", "affiliation": ["Universitätsklinik für Innere Medizin I, Allgemeines Krankenhaus der Stadt Wien, Medizinische Universität Wien, Währinger Gürtel 18-20, 1090 Wien, Österreich."], "href": "/?term=Schellongowski+P&cauthor_id=32837601"}, {"author": "Paul Simon", "affiliation": ["Klinische Abteilung für Herzchirurgie, Universitätsklinik für Chirurgie, Allgemeines Krankenhaus der Stadt Wien, Medizinische Universität Wien, Währinger Gürtel 18-20, 1090 Wien, Österreich."], "href": "/?term=Simon+P&cauthor_id=32837601"}, {"author": "Edda Tschernko", "affiliation": ["Allgemeine Intensivmedizin und Schmerztherapie, Klinische Abteilung für Herz-Thorax-Gefäßchirurgische Anästhesie und Intensivmedizin, Universitätsklinik für Anästhesie, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Tschernko+E&cauthor_id=32837601"}, {"author": "Roman Ullrich", "affiliation": ["Allgemeine Intensivmedizin und Schmerztherapie, Universitätsklinik für Anästhesie, Medizinische Universität Wien, Wien, Österreich."], "href": "/?term=Ullrich+R&cauthor_id=32837601"}, {"author": "Daniel Zimpfer", "affiliation": ["Klinische Abteilung für Herzchirurgie, Universitätsklinik für Chirurgie, Allgemeines Krankenhaus der Stadt Wien, Medizinische Universität Wien, Währinger Gürtel 18-20, 1090 Wien, Österreich."], "href": "/?term=Zimpfer+D&cauthor_id=32837601"}, {"author": "Thomas Staudinger", "affiliation": ["Universitätsklinik für Innere Medizin I, Allgemeines Krankenhaus der Stadt Wien, Medizinische Universität Wien, Währinger Gürtel 18-20, 1090 Wien, Österreich."], "href": "/?term=Staudinger+T&cauthor_id=32837601"}, {"author": "COVID-19 ECMO Arbeitsgruppe Medizinische Universität Wien", "affiliation": [], "href": "/?term=COVID-19+ECMO+Arbeitsgruppe+Medizinische+Universit%C3%A4t+Wien%5BCorporate+Author%5D"}], "refPMID": ["32167538", "32031570", "31986264", "32176300", "32740366", "32203711", "29791822", "31197492", "28459336", "27586996", "24447458", "25245846", "31860604", "25821055", "26625136", "21700473", "31977631"], "citedInPMID": ["32837601"], "body": " AbstractDie aktuelle COVID-19-Pandemie, die durch das SARS-CoV‑2 ausgelöst wird, hat bereits in vielen betroffenen Ländern zu gravierenden Ressourcenengpässen der jeweiligen Gesundheitssysteme geführt. Obwohl sehr viele COVID-19-Patienten nur moderate Symptome zeigen, entwickelt eine Subgruppe ein schweres respiratorisches oder auch kardiales Versagen. Die extrakorporale Membranoxygenierung (ECMO) stellt eine wertvolle Therapieoption für Patienten mit therapierefraktärem Lungen- oder Herzversagen dar. Es bedarf klarer Empfehlungen, die den ECMO-Einsatz in dieser zahlenmäßig stetig steigenden Patientenpopulation regeln. Die ECMO-Arbeitsgruppe der Medizinischen Universität Wien hat daher die folgenden Empfehlungen für eine ECMO-Unterstützung bei COVID-19-Patienten formuliert.Schlüsselwörter: Akutes Atemnotsyndrom, Empfehlungen, Kriterien, Indikationen, Kanülierung AbstractThe pandemic from the SARS-CoV‑2 Virus is currently challenging health care systems all over the world. Maintaining appropriate staffing and resources in healthcare facilities is essential to guarantee a safe work environment for healthcare personnel and safe patient care. Extracorporeal membrane oxygenation (ECMO) represents a valuable therapeutic option in patients with severe heart or lung failure. Although only a limited proportion of COVID-19 patients develops respiratory or circulatory failure that is refractory to conventional therapies, it is of utmost importance to clearly define criteria for the use of ECMOs in this steadily growing patient population. The ECMO working group of the Medical University of Vienna has established the following recommendations for ECMO support in COVID-19 patients.Keywords: Acute Respiratory Distress Syndrome, Recommendations, Criteria, Indications, Canulation HintergrundDie aktuelle COVID-19-Pandemie, die durch das SARS-CoV‑2 ausgelöst wird, hat bereits in vielen betroffenen Ländern zu gravierenden Ressourcenengpässen in den jeweiligen Gesundheitssystemen geführt [1].Obwohl sehr viele COVID-19-Patienten nur moderate Symptome zeigen, entwickelt eine Subgruppe ein schweres respiratorisches Versagen unter dem Bild eines Acute Respiratory Distress Syndrome (ARDS) [2, 3]. Ebenso wird eine kardiale Beteiligung mit fulminanter Myokarditis, Herzrhythmusstörungen und Kreislaufversagen beschrieben [3, 4]. COVID-19-Patienten, die mechanisch beatmet werden müssen, weisen eine hohe Mortalität auf. Trotz der Tatsache, dass sowohl in China als auch in Italien (den Ländern mit den zum Zeitpunkt der Manuskripterstellung höchsten Zahlen an COVID-19-Patienten) die Anzahl an ECMO(Extrakorporale Membranoxygenierung)-Patienten unter den COVID-19-Fällen gering ist, erscheint es wichtig, sich in Österreich bzw. in Wien mit diesem speziellen Szenario auseinanderzusetzen und Richtlinien für den ECMO-Einsatz in diesem speziellen Fall zu erstellen.Grundsätzlich darf bei weiterführenden Fragen auf die rezente Stellungnahme der European Life Support Organization (ELSO) verwiesen werden [5]. AllokationGrundsatzfrage: Sollte eine ECMO-Therapie für COVID-19-Patienten in Betracht gezogen werden?Derzeit befinden wir uns in Österreich noch in keiner Triagesituation, in der gewisse Patientengruppen grundsätzlich von Therapien ausgeschlossen werden. Dennoch muss eine Indikationsstellung zum ECMO-Support bei COVID-19 mit Rücksichtnahme auf mögliche zukünftige Ressourcenengpässe restriktiv gestellt werden [6]. Dies bedeutet aber nicht, dass Covid-19-Patienten generell von einer ECMO-Therapie ausgeschlossen werden sollen. Allerdings sind fortgeschrittenes Patientenalter, Komorbiditäten und grundsätzliche Prognoseeinschätzung wichtige Parameter, die bereits jetzt in die Entscheidung, COVID-19-Patienten mittels ECMO zu unterstützen, einfließen müssen.Sollte es in Österreich zu einer Triagesituation ähnlich zu der derzeitigen Lage in Italien, Spanien und anderen Ländern kommen, ist die Entscheidung zur ECMO an die jeweilige Triageentscheidung der Intensivstation bzw. Ressourcenkapazitäten zu knüpfen.An diese Grundsatzdebatte ist die Frage anzuschließen, ob in der Pandemiezeit neue ECMO-Zentren mit Implantationen beginnen sollten. Davon ist aus Zentrumssicht abzuraten, da einerseits die Ergebnisse in Zentren mit hohen Fallzahlen entsprechend zu favorisieren sind, andererseits das Ansteckungsrisiko für medizinisches Personal insbesondere am Beginn der Lernkurve höher erscheint. Gerade in Pandemiezeiten muss der Schutz des medizinischen Personals oberste Maxime sein.ECMO für Nicht-COVID-19-Patienten während der PandemieAuch hier ist anzumerken, dass derzeit in Österreich keine Triagesituation besteht, sodass die Entscheidung, einen Patienten an die ECMO zu nehmen, analog zu den bisherigen Therapieentscheidungen zu fällen ist. Sollte die COVID-19-Pandemie allerdings zu gröberen Ressourceneinschränkungen führen, kann es notwendig sein, auch hier restriktivere Entscheidungen treffen zu müssen, da die resultierende Ressourcenknappheit diese erfordern wird.Priorisierung von PatientenGerade in Pandemiezeiten erscheint ein Priorisieren der Patienten unabdingbar. „First come – first serve“-Entscheidungen müssen vermieden werden, da dies ansonsten darin endet, dass Patienten mit schlechter Prognose die Ressourcen für Patienten mit potenziell guter Prognose verbrauchen. Dieser Punkt ist auch zum momentanen Zeitpunkt (ohne Triagesituation) bereits beachtenswert, da schon jetzt im Hinblick auf zukünftige Engpässe Entscheidungen gefällt werden müssen. Die höchste Priorität soll für jüngere Patienten ohne Komorbiditäten gelten.Da sich die Kapazitäten im Laufe der Pandemie dynamisch verändern, sind auch Priorisierungsentscheidungen dynamisch zu fällen und zu verändern. Diese sind im Extremfall sogar von Schicht zu Schicht anzupassen. Vorgehen und Ausschlusskriterien bei COVID-19-positiven ECMO-KandidatenWenn sich ein SARS-CoV-2-positiver Patient außerhalb des Allgemeinen Krankenhauses (AKH) Wien anhand der gegebenen Richtlinien für eine ECMO qualifiziert, ist eine frühzeitige Kontaktaufnahme mit den intensivmedizinischen Koordinatoren des AKH Wien aus den Bereichen der Anästhesie oder Innere Medizin nötig.Protektive MaßnahmenFür die entsprechenden Schutzmaßnahmen bei der ECMO-Implantation bzw. generell während der Behandlung von Patienten mit COVID-19 gelten die Richtlinien des Wiener Krankenanstaltenverbunds [7]. Zusätzliche Empfehlung für den Operateur zur Vermeidung einer Wundkontamination ist eine FFP-2- oder FFP-3-Maske ohne Ventil. Alternativ kann auch eine FFP-2- oder FFP-3-Maske mit Ventil mit einer konventionellen Mund-Nasen-Maske kombiniert werden.Ausschlusskriterien für eine ECMO-Therapie bei COVID-19-PatientenAuf Basis der vorhandenen Ressourcen können sich die klinischen Ausschlusskriterien dynamisch ändern. Tab. 1 fasst absolute und relative Kontraindikationen für einen ECMO-Support bei COVID-19-Patienten zusammen. Aus derzeitiger Sicht sollten Patienten mit diesen Kriterien für einen ECMO-Support ausgeschlossen oder zumindest sehr kritisch evaluiert werden.Absolute KontraindikationenRelative KontraindikationenAblehnung durch PatientAlter >65 aa (abhängig vom biologischen Alter)Schweres vorbestehendes neurologisches Defizit, fortgeschrittene DemenzBeatmungsdauer vor ECMO >7 TageTerminale Systemerkrankung (Lebenserwartung <1 Jahr)Aktive relevante ImmunsuppressionAktive HirnblutungHämatologische SystemerkrankungAlter >75 Jahre oder Alter >70 plus ≥2 relative KontraindikationenaZusätzliches Organversagen (außer Niere)Weit fortgeschrittene terminale LungenerkrankungenFrailty [19]Metastasiertes MalignomHochgradige Aorteninsuffizienz (für VA ECMO)Leberzirrhose Child CSchwere PAVK (für VA ECMO)<1 Jahr nach allogener Stammzelltransplantation (PBSCT)Chronische Herzinsuffizienz NYHA IV (ohne HTX- oder VAD-Option)Open in a separate windowaAlterslimits müssen im Laufe der Pandemie ggf. adaptiert werden Venovenöse ECMO („respiratory ECMO“)Grundsatz.ECMO bei COVID-19 ist eine Rescuetherapie, wenn die mechanische Beatmung den Gasaustausch nicht mehr gewährleisten kann, sodass eine lebens- oder organbedrohliche Hypoxie und/oder Hyperkapnie resultiert.Eine ECMO-Therapie soll auch dann als indiziert angesehen werden, wenn die Invasivität und damit die negativen Effekte einer mechanischen Beatmung als zu hoch erachtet werden. Hier ist besonders auf den rechtzeitigen Einsatz bzw. die rechtzeitige Vorstellung des Patienten hinzuweisen.Indikationen und KontraindikationenAls Grundlage für die Beurteilung, ob eine solche Situation vorliegt, kann der von der Extracorporeal Life Support Organization empfohlene Algorithmus unter den Bedingungen einer optimierten Beatmungstherapie herangezogen werden (Abb. 1; [5, 8]).Open in a separate windowUm sekundäre Organschäden rechtzeitig zu verhindern, empfehlen wir eine bereits frühzeitige Erwägung einer ECMO-Therapie. In Abhängigkeit vom zeitlichen Verlauf des klinischen Zustandes sollte eine Vorstellung zur ECMO bereits bei zunehmender respiratorischer Verschlechterung (PaO2/FiO2 Ratio von <150) in Betracht gezogen werden.Bemerkungen \nDie absoluten Kontraindikationen beziehen sich dezidiert auf Patienten mit schwerem Lungenversagen aufgrund einer SARS-CoV-2-Infektion.Die relativen Kontraindikationen beschreiben Faktoren, die bei Patienten mit Bedarf an respiratorischer ECMO mit einem schlechteren Outcome assoziiert sind. Bei Vorliegen relativer Kontraindikationen ist eine ECMO-Therapie nur in begründeten Ausnahmefällen zu erwägen!Für jeden Punkt bedarf es einer individuellen Abwägung.Das Vorhandensein mehrerer relativer Kontraindikationen verschlechtert die Prognose substanziell.Relative Kontraindikationen sind immer auch in Abhängigkeit von der Verfügbarkeit von Ressourcen zu betrachten.„Ideale“ ECMO-Kandidaten wären Patienten <65 Jahre ohne Vorerkrankungen und mit einem Ein-Organ-Versagen (Lunge).\nKanülierung\nWir empfehlen die Kanülierungsstrategie, mit der das Zentrum die besten Erfahrungen hat, z. B. eine femorojuguläre Konfiguration.Die Kanülengröße ist entsprechend des zu erwartenden Blutflussbedarfes zu wählen (Ziel: ECMO-Blutfluss >60 % des Patienten-HZV).Nachdem bei COVID-19-Patienten in erster Linie die schwersten Lungenversagen für ECMO qualifizieren („Rescue-ECMO“) ist mit der Notwendigkeit eines fast vollständigen Lungenersatzes zu rechnen, weshalb wir eine möglichst große Drainagekanüle empfehlen (bei normal großen Erwachsenen mit einem im Ultraschall gemessenen Venendurchmesser von ≥10 mm mindestens 23 F, besser 25 F).Die Reperfusionkanüle wird in der Regel im Durchmesser 2–4 F kleiner gewählt.\nBeatmungsstrategie unter VV ECMOUnter VV ECMO ist eine lungenprotektive Beatmungsstrategie unter Berücksichtigung einer Reduktion von Tidalvolumen, „driving pressure“ und Atemfrequenz zu empfehlen [9–11]. Die PEEP-Titration sollte individuell entsprechend des Rekrutierungspotenzials erfolgen [12]. Venoarterielle ECMO bei COVID-19-Patienten („cardiac ECMO“)Obwohl bei COVID-19 grundsätzlich die pulmonale Beteiligung im Vordergrund steht, reicht bei einigen Patienten eine VV ECMO nicht aus. Der Grund dafür ist zum einen, dass manche Patienten zusätzlich zu einem pulmonalen Versagen ein konsekutives Kreislaufversagen entwickeln, zum anderen kommt es in einer Subgruppe der COVID-19-Patienten aber auch zu einer kardialen Beteiligung mit Arrhythmien oder Myokarditis. Es ist daher unbedingt notwendig, neben den üblichen hämodynamischen Überwachungsmaßnahmen bei COVID-19-Patienten im Rahmen einer ECMO-Evaluierung eine Echokardiographie durchzuführen, um die Entscheidung zwischen VV und VA ECMO entsprechend stellen zu können. Es ist festzuhalten, dass bei pulmonalem Versagen und ggf. auch höher dosierten Katecholamingaben, ansonsten aber mehr oder weniger erhaltener Links- und Rechtsventrikelfunktion nicht notwendigerweise eine VA ECMO indiziert ist.Entscheidungen für die KanülierungsstrategieDie Kanülierungsstrategie ist wie bei Nicht-COVID-19-Patienten an das klinische Szenario anzupassen. Bei Patienten im kardiogenen Schock oder unter Reanimation ist grundsätzlich ein perkutanes Implantieren im Bereich der Leistengefäße (V. und A. femoralis) zu empfehlen.Eine Beinperfusionskanüle ist in allen Fällen dringend anzuraten. Aufgrund der Tatsache, dass die meisten COVID-19-Patienten eine respiratorische Beteiligung aufweisen, ist davon auszugehen, dass ein beträchtlicher Anteil der Patienten aufgrund des Harlekin-Effektes eine ungenügende Oxygenierung der oberen Körperhälfte aufweist [13]. Daher ist im Falle einer femorofemoralen VA ECMO die Oxygenierung der oberen Körperhälfte engmaschig zu überprüfen (Sättigungsmessung rechte obere Extremität). Im Falle einer schlechten Oxygenierung ist frühzeitig eine Änderung des ECMO Set-ups zu empfehlen. Gerade bei COVID-19-Patienten ist, um ein potenzielles Infektionsrisiko so gering wie möglich zu halten, ein „upgrading“ auf eine V-VA ECMO die erste Variante. In diesem Fall wird über die Jugularvene eine weitere Kanüle eingebracht, die an den arteriellen (rückführenden) Schenkel konnektiert wird. Alternative ist die Umkanülierung von der arteriellen Rückführung von femoral auf die A. subclavia. Da hierfür auch chirurgische Kapazitäten benötigt werden, ist diese Entscheidung auch an das Vorhandensein herzchirurgischer Operationskapazitäten in der Pandemiezeit zu knüpfen.Bezüglich der unterstützenden Bildgebung bei der Implantation ist anzumerken, dass prinzipiell die transösophageale Echokardiographie die etablierteste und am häufigsten verwendete Methode ist. Da das TEE eine aerosolbildende Maßnahme darstellt, ist diese Entscheidung jedoch situationsabhängig zu fällen und gegen ein potenzielles Infektionsrisiko abzuwägen. Alternativ kann auf eine transthorakale bzw. abdominelle Ultraschallbildgebung zurückgegriffen werden.Kreislaufversagen an der VV ECMOEs ist auch zu erwarten, dass ein Anteil der Patienten mit primär respiratorischem Versagen und VV ECMO im Verlauf ein Rechtsherzversagen (ARDS, hoher PEEP) oder Linksherzversagen (Myokarditis) entwickeln wird. Aus diesem Grund empfehlen wir regelmäßiges, zumindest einmal tägliches, echokardiographisches Monitoring. Für diesen Fall sind zwei mögliche Vorgehensweisen anzudenken. Welche davon für den individuellen Fall vorteilhaft ist, sollte vom jeweiligen Dienstteam entschieden werden:Variante 1: Wechsel auf V-VA mit einem zusätzlichen arteriellen Schenkel aus dem rückführenden Teil der ECMO in eine A. femoralis (s. oben).Variante 2: Umkanülierung von VV auf VA durch Kanülierung der A. subclavia (s. oben).Die Entscheidung, welche Variante bevorzugt wird, ist aufgrund der zur Verfügung stehenden Gefäßzugänge wie auch des Patientenzustandes (extubiert vs. intubiert) zu treffen und auch auf die Erfahrung des jeweiligen im Dienst befindlichen Teams abzustimmen.Sonderfall: extrakorporale kardiopulmonale Reanimation (eCPR)Im AKH Wien besteht eines der größten und auch erfolgreichsten eCPR-Programme Europas. Dennoch sind gerade in diesem Bereich gute Indikationsstellungen essenziell, um mit den vorhandenen Ressourcen gut umzugehen und um die Patienten zu identifizieren, die von dieser Maßnahme profitieren können. Entsprechend dieser Vorgabe hat die Universitätsklinik für Notfallmedizin bereits die in Tab. 2 aufgelisteten Kriterien für eine potenzielle eCPR bei Nicht-COVID-19-Patienten erarbeitet [14].Ziel: Eintritt Herzstillstand bis Übergabe im Krankenhaus unter 60 min wenn:Beobachteter HerzkreislaufstillstandBasic Life Support oder Eintreffen Rettungsdienst <5 minAlter <70 JahreSchockbarer Erstrhythmus oder anyROSC-PhasenBody-Mass-Index <35 (Leisten sind beidseits frei zugänglich)End-Tidal-Kohlendioxid (etCO2) anhaltend >14 mm HgPupillen nicht weit/entrundetKeine bekannte terminale GrunderkrankungKeine bekannte schwere peripheren arteriellen VerschlusskrankheitOpen in a separate windowDas Risiko einer Infektion des medizinischen Personals im eCPR-Setting ist als hoch einzuschätzen („aerosol generating procedure“ [AEP]). Dies gilt für nachgewiesen SARS-CoV-2-positive Patienten wie auch für alle Verdachtsfälle.Bei eCPR SARS-CoV-2-positiver Patienten ist dringend die frühzeitige (prähospitale) Kontaktaufnahme mit dem Team der Notfallaufnahme einzufordern, damit eine Entscheidung über die ECMO-Implantation noch vor Eintreffen der Patienten im Krankenhaus getroffen werden kann. Es muss vermieden werden, SARS-CoV-2-positive Patienten für eCPR ins Zentrum zu bringen, um dann erst vor Ort festzustellen, dass sich diese nicht dafür qualifizieren. In diesem Fall würde das Infektionsrisiko für das Personal in Kauf genommen ohne Aussicht, den Patienten erfolgreich behandeln zu können. Bezüglich der Schutzmaßnahmen ist derzeit bei jeglichen unter laufender Reanimation kommenden Patienten mit unbekanntem SARS-CoV-2-Status so vorzugehen, als ob der Patient positiv wäre. Entscheidung über Therapiebeendigung bzw. weiterführende TherapieWie bei allen ECMO-Patienten ist eine Evaluierung des Patientenzustandes auf täglicher Basis notwendig. Auch hier ist auf die protektiven Maßnahmen für das medizinische Personal hinzuweisen. Im Falle von pulmonaler und/oder kardialer Recovery ist ein entsprechendes Weaning-Protokoll einzuleiten.Sollte es zu keiner Erholung kommen, muss auch bei COVID-19-Patienten eingeschätzt werden, ob diese sich für weiterführende Therapien qualifizieren (VAD oder Transplantation). Aus derzeitiger Sicht ist zwar nicht davon auszugehen, dass dies auf einen großen Teil der Patienten zutrifft, allerdings sollte diese Option gerade bei jungen Patienten nicht von vornherein ausgeschlossen werden.Aufgrund von wissenschaftlichen Vorarbeiten wissen wir, dass bereits ab dem 7. Tag an der VA ECMO das Überleben der Patienten deutlich abnimmt. Dies bedeutet zwar nicht, dass ab dem 7. Tag jegliche ECMO-Therapie beendet werden sollte. Allerdings ist es nötig, Therapieziele nach einer Woche Behandlungsdauer zu reevaluieren und Entscheidungen entsprechend anzupassen [15, 16].Im Falle der nicht vorhandenen Optionen für eine weiterführende Therapie müssen eine Weiterführung der ECMO-Therapie und der Therapieabbruch diskutiert werden. Bei respiratorischer Indikation (VV ECMO) gibt es eine Subgruppe von Patienten mit Recovery auch nach deutlich längerer Zeit, sodass im Einzelfall (unter Berücksichtigung des Verlaufes und zusätzlicher Organversagen) entschieden werden muss, ob die Fortführung der ECMO-Therapie als zielführend erachtet werden kann [17, 18]. Auch diese Entscheidungen werden abhängig von der Ressourcenverfügbarkeit dynamisch beeinflusst werden. FundingOpen access funding provided by Medical University of Vienna. Einhaltung ethischer RichtlinienInteressenkonfliktT. Staudinger ist Consultant für Xenios und Getinge. D. Wiedemann ist Consultant für Medtronic und Abbott. M.H. Bernardi, K. Distelmaier, G. Goliasch, C. Hengstenberg, A. Hermann, M. Holzer, K. Hoetzenecker, W. Klepetko, G. Lang, A. Lassnigg, G. Laufer, I.A.M. Magnet, K. Markstaller, M. Röggla, B. Rössler, P. Schellongowski, P. Simon, E. Tschernko, R. Ullrich und D. Zimpfer geben an, dass kein Interessenkonflikt besteht.Für diesen Beitrag wurden von den Autoren keine Studien an Menschen oder Tieren durchgeführt. Für die aufgeführten Studien gelten die jeweils dort angegebenen ethischen Richtlinien. FootnotesIm Manuskript werden Personenbezeichnungen der besseren Lesbarkeit wegen in nur einer Form verwendet, beziehen sich jedoch auf beide Geschlechter.Hinweis des VerlagsDer Verlag bleibt in Hinblick auf geografische Zuordnungen und Gebietsbezeichnungen in veröffentlichten Karten und Institutsadressen neutral. Contributor InformationDominik Wiedemann, Email: ta.ca.neiwinudem@nnamedeiw.kinimod.Thomas Staudinger, Email: ta.ca.neiwinudem@regniduats.samoht. Literatur1. Grasselli G, Pesenti A, Cecconi M. Critical care utilization for the COVID-19 outbreak in Lombardy, Italy: early experience and forecast during an emergency response. JAMA. 2020;323(16):1545–1546. doi: 10.1001/jama.2020.4031. [PubMed] [CrossRef] [Google Scholar]2. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y, et al.  Clinical characteristics of 138 hospitalized patients with 2019 novel Coronavirus-infected pneumonia in Wuhan, China. JAMA. 2020 doi: 10.1001/jama.2020.1585. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Hu H, Ma F, Wei X, Fang Y. Coronavirus fulminant myocarditis saved with glucocorticoid and human immunoglobulin. Eur Heart J. 2020 doi: 10.1093/eurheartj/ehaa190. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. ELSO (2020) ELSO guidance document: ECMO for COVID-19 patients with severe cardiopulmonary failure. https://www.elso.org/. Zugegriffen: 24.03.2020 [PubMed]6. Ramanathan K, Antognini D, Combes A, Paden M, Zakhary B, Ogino M, MacLaren G, Brodie D, Shekar K. Planning and provision of ECMO services for severe ARDS during the COVID-19 pandemic and other outbreaks of emerging infectious diseases. Lancet Respir Med. 2020;8(5):518–526. doi: 10.1016/S2213-2600(20)30121-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Wiener Krankenanstaltenverbund (2020) Schutzbekleidung bei Corona Virus SARS-COV-2/COVID-19. https://info.wienkav.at/. Zugegriffen: März 20208. Combes A, Hajage D, Capellier G, Demoule A, Lavoue S, Guervilly C, Da Silva D, Zafrani L, Tirot P, Veber B, et al.  Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. N Engl J Med. 2018;378(21):1965–1975. doi: 10.1056/NEJMoa1800385. [PubMed] [CrossRef] [Google Scholar]9. Papazian L, Aubron C, Brochard L, Chiche JD, Combes A, Dreyfuss D, Forel JM, Guerin C, Jaber S, Mekontso-Dessap A, et al.  Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9(1):69. doi: 10.1186/s13613-019-0540-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Fan E, Del Sorbo L, Goligher EC, Hodgson CL, Munshi L, Walkey AJ, Adhikari NKJ, Amato MBP, Branson R, Brower RG, et al.  An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine clinical practice guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2017;195(9):1253–1263. doi: 10.1164/rccm.201703-0548ST. [PubMed] [CrossRef] [Google Scholar]11. Serpa Neto A, Schmidt M, Azevedo LC, Bein T, Brochard L, Beutel G, Combes A, Costa EL, Hodgson C, Lindskov C, et al.  Associations between ventilator settings during extracorporeal membrane oxygenation for refractory hypoxemia and outcome in patients with acute respiratory distress syndrome: a pooled individual patient data analysis: mechanical ventilation during ECMO. Intensive Care Med. 2016;42(11):1672–1684. doi: 10.1007/s00134-016-4507-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Schmidt M, Pellegrino V, Combes A, Scheinkestel C, Cooper DJ, Hodgson C. Mechanical ventilation during extracorporeal membrane oxygenation. Crit Care. 2014;18(1):203. doi: 10.1186/cc13702. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Lotz C, Ritter O, Muellenbach RM. Assisted beating of the ischemic heart: how to manage the pulseless ST—segment-elevation myocardial infarction patient. Circulation. 2014;130(13):1095–1104. doi: 10.1161/CIRCULATIONAHA.114.009270. [PubMed] [CrossRef] [Google Scholar]14. Poppe M, Schriefl C, Steinacher A, Clodi C, Warenits AM, Nürnberger A, Hubner P, Holzer M, Horvat J, Wiedemann D, et al.  Extracorporeal cardiopulmonary resuscitation at the emergency department: a retrospective patient selection evaluation. Eur J Anaesthesiol. 2020;37(4):280–285. doi: 10.1097/EJA.0000000000001142. [PubMed] [CrossRef] [Google Scholar]15. ELSO (2017) ELSO general guidelines for all ECLS cases. https://www.elso.org. Zugegriffen: August 201716. Pichler P, Antretter H, Dunser M, Eschertzhuber S, Gottardi R, Heinz G, Pölzl G, Pretsch I, Rajek A, Wasler A, et al.  Use of ECMO in adult patients with cardiogenic shock: a position paper of the Austrian Society of Cardiology. Wien Klin Wochenschr. 2015;127(5–6):169–184. doi: 10.1007/s00508-015-0743-5. [PubMed] [CrossRef] [Google Scholar]17. Posluszny J, Rycus PT, Bartlett RH, Engoren M, Haft JW, Lynch WR, Park PK, Raghavendran K, Napolitano LM. Outcome of adult respiratory failure patients receiving prolonged (≥14 days) ECMO. Ann Surg. 2016;263(3):573–581. doi: 10.1097/SLA.0000000000001176. [PubMed] [CrossRef] [Google Scholar]18. Camboni D, Philipp A, Lubnow M, Bein T, Haneya A, Diez C, Schmid C, Müller T. Support time-dependent outcome analysis for veno-venous extracorporeal membrane oxygenation. Eur J Cardiothorac Surg. 2011;40(6):1341–1346. [PubMed] [Google Scholar]19. De Geer L, Fredrikson M, Tibblin AO. Frailty predicts 30-day mortality in intensive care patients: a prospective prediction study. Eur J Anaesthesiol. 2020 doi: 10.1097/EJA.0000000000001156. [PubMed] [CrossRef] [Google Scholar]"}