{"title": "CDK9 as a Valuable Target in Cancer: From Natural Compounds Inhibitors to Current Treatment in Pediatric Soft Tissue Sarcomas", "pubDate": "2020", "PMCID": "PMC7438590", "DOI": "10.3389/fphar.2020.01230", "PMID": "32903585", "abstract": "Cyclin-Dependent Kinases (CDKs) are well-known reliable targets for cancer treatment being often deregulated. Among them, since the transcription-associated CDK9 represents the sentry of cell transcriptional homeostasis, it can be a valuable target for managing cancers in which the transcriptional machinery is dysregulated by tumor-driver oncogenes. Here we give an overview of some natural compounds identified as CDK inhibitors with reported activity also against CDK9, that were taken as a model for the development of highly active synthetic anti-CDK9 agents. After, we summarize the data on CDK9 inhibition in a group of rare pediatric solid tumors such as rhabdomyosarcoma, Ewing's sarcoma, synovial sarcoma and malignant rhabdoid tumors (soft tissue sarcomas), highlighting the more recent results in this field. Finally, we discuss the perspective and challenge of CDK9 modulation in cancer.", "author": [{"author": "Matteo Cassandri", "affiliation": ["Department of Oncohematology, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], "href": "/?term=Cassandri+M&cauthor_id=32903585"}, {"author": "Rossella Fioravanti", "affiliation": ["Department of Drug Chemistry and Technologies, Sapienza University of Rome, Rome, Italy."], "href": "/?term=Fioravanti+R&cauthor_id=32903585"}, {"author": "Silvia Pomella", "affiliation": ["Department of Oncohematology, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], "href": "/?term=Pomella+S&cauthor_id=32903585"}, {"author": "Sergio Valente", "affiliation": ["Department of Drug Chemistry and Technologies, Sapienza University of Rome, Rome, Italy."], "href": "/?term=Valente+S&cauthor_id=32903585"}, {"author": "Dante Rotili", "affiliation": ["Department of Drug Chemistry and Technologies, Sapienza University of Rome, Rome, Italy."], "href": "/?term=Rotili+D&cauthor_id=32903585"}, {"author": "Giada Del Baldo", "affiliation": ["Department of Oncohematology, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], "href": "/?term=Del+Baldo+G&cauthor_id=32903585"}, {"author": "Biagio De Angelis", "affiliation": ["Department of Oncohematology, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], "href": "/?term=De+Angelis+B&cauthor_id=32903585"}, {"author": "Rossella Rota", "affiliation": ["Department of Oncohematology, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], "href": "/?term=Rota+R&cauthor_id=32903585"}, {"author": "Antonello Mai", "affiliation": ["Department of Drug Chemistry and Technologies, Sapienza University of Rome, Rome, Italy."], "href": "/?term=Mai+A&cauthor_id=32903585"}], "refPMID": ["22986266", "24102143", "24756371", "30227759", "11545735", "18566585", "17804748", "30196207", "11431468", "18483222", "19387490", "32071145", "26295956", "31462772", "30693281", "22322070", "22835783", "31923457", "32127464", "9748381", "30409083", "19780058", "16245309", "29898995", "16510875", "29489754", "28446439", "31784732", "31285436", "14600513", "17418413", "31681608", "26623725", "25693130", "23540691", "31832830", "1279187", "31970591", "23064645", "15965233", "30488489", "20008633", "15452830", "21484792", "26083714", "15958589", "25180339", "26542022", "29861296", "24316072", "12809528", "22442726", "22454413", "30382924", "29156698", "20518020", "9802881", "20190802", "27635231", "21776020", "24895203", "10716945", "16552184", "17724473", "20434984", "22117196", "32012890", "25453903", "19029809", "30508677", "24436047", "16841087", "12037670", "16181779", "30617281", "22868264", "19514087", "19620785", "31921615", "25223734", "9450929", "18829461", "23686668", "8994024", "16361620", "18075315", "28174091", "12685829", "10199401", "25908517", "16109377", "24688048", "30864669", "30454645"], "citedInPMID": ["32903585", "35053461", "34603400", "34207383", "34062779", "33714893"], "body": " AbstractCyclin-Dependent Kinases (CDKs) are well-known reliable targets for cancer treatment being often deregulated. Among them, since the transcription-associated CDK9 represents the sentry of cell transcriptional homeostasis, it can be a valuable target for managing cancers in which the transcriptional machinery is dysregulated by tumor-driver oncogenes. Here we give an overview of some natural compounds identified as CDK inhibitors with reported activity also against CDK9, that were taken as a model for the development of highly active synthetic anti-CDK9 agents. After, we summarize the data on CDK9 inhibition in a group of rare pediatric solid tumors such as rhabdomyosarcoma, Ewing’s sarcoma, synovial sarcoma and malignant rhabdoid tumors (soft tissue sarcomas), highlighting the more recent results in this field. Finally, we discuss the perspective and challenge of CDK9 modulation in cancer.Keywords: natural inhibitors, CDK9, pediatric sarcoma, gene transcription, chromosomal translocation IntroductionThe cyclin-dependent kinases (CDKs) family includes two main subgroups of kinases, those that mainly regulate cell cycle progression (including CDK1, CDK2, and CDK4/6) and those that control transcriptional processes (including CDK7, CDK8, CDK9, CDK12, and CDK13) (Roskoski, 2019; Chou et al., 2020). For some of the remaining CDKs the functions are still debated and/or under study.The CDKs activity depends on specific regulatory cyclins subunits (29 cyclins in humans) with which CDKs form heterodimers (Malumbres, 2014). While levels of cell cycle-associated CDKs do not change during the different phases of cell cycle progression, those of their cyclin partners oscillate in a proteasomal-dependent manner thus timely activating selected CDKs (Malumbres, 2014; Chou et al., 2020).Conversely, cyclins partnered with transcription-associated CDKs are modulated in a cell cycle-independent manner (Malumbres, 2014; Chou et al., 2020). Since transcription-associated CDKs display conserved domains common to the cell cycle-associated ones, including the kinase domain, it has been suggested that cyclins/CDKs dimers can be evolutionary originated in more complex systems to strictly control more specialized cell functions.Overall, abnormalities in the expression and/or activation of a number of CDKs are considered a hallmark of cancer development and progression (Chou et al., 2020). Over the last years, the importance of CDKs inhibition in cancer has been growing as highlighted by the number of ongoing clinical trials with CDKs inhibitors as single agents and in combination with other drugs (www.clinicaltrials.gov). Most of the CDKs inhibitors developed in the pre-clinical and clinical settings are against the cell cycle-associated subgroup that controls the crucial processes of tumor cell survival and growth. In contrast, the development of small molecules selectively targeting CDKs regulating transcriptional programs has just been started.Among the transcription-associated CDKs, CDK9 plays a key role in controlling basal gene transcription thus ensuring cell transcriptional homeostasis (Bacon and D’Orso, 2019). This crucial function and the evidence that transcriptional programs are dysregulated in cancer made CDK9 an attractive target for anti-cancer therapies. In agreement, modulation of CDK9 has been recently shown as a promising strategy to hamper the transcriptional machinery in tumors types that are strictly dependent on aberrant transcription from tumor-driver oncogenes (Tibes and Bogenberger, 2019; Chou et al., 2020).A group of soft tissue sarcomas (STSs) of childhood express chimeric transcription factors from which they are dependent for survival or have mutations or loss of key components of transcriptional complexes (Finetti et al., 2020; Knott et al., 2019). STSs include highly metastatic sub-entities often unresponsive to conventional therapies and characterized by dismal prognosis. Therefore, research on novel approaches aimed at preventing the progression of the disease and, in the meantime, at reducing the morbidity of aggressive therapeutic strategies in young patients is endlessly under way. CDK9 inhibition has been recently investigated in these STSs with naturally- or synthetically-derived compounds.In this review, we briefly describe the roles of CDK9 in transcriptional processes and summarize the last insights on natural products as CDK9 inhibitors in cancer. We also give an overview of the results of CDK9 inhibition in a subgroup of transcriptionally-driven pediatric STSs. Perspectives and challenge of potential clinical applications of CDK9 inhibitors are also discussed. How CDK9 WorksCDK9 consists of two isoforms encoded by the same gene but transcribed from two different promoters (Liu and Herrmann, 2005). The short isoform is the amplest one, mainly distributed in the nucleus and the most involved in transcription (Chao and Price, 2001; Jonkers and Lis, 2015). The long isoform primarily localizes in the nucleolus and does not seem to be involved in transcription (Liu and Herrmann, 2005; Jonkers and Lis 2015).CDK9 binds CyclinT1 or CyclinT2 (CycT1, CycT2) with which it forms the core component of Positive Transcription Elongation Factor Complex (P-TEFb), modulating gene transcription by phosphorylating key substrates at serine and threonine residues (Whittaker et al., 2017). Gene transcription is a tightly and timely regulated process beginning with the gene promoter occupancy of the Mediator Complex containing CDK8 or CDK19. The Mediator Complex bridges gene specific activators to RNA Polymerase II (RNA Pol II) transcription machinery to form a firmed pre-initiation complex (Cramer, 2019; Dannappel et al., 2019). Then, RNA Pol II is reversibly phosphorylated at Ser5 and Ser7 by CDK7 present in the Transcription Factor-II H (TFIIH) complex and released from the pre-initiation complex to initiate transcription. After the pre-initiation phase, the RNA Pol II is stuck in pausing state, through the action of the DRB sensitivity-inducing factor (DSIF) and the negative elongation factor (NELF) (\nFigure 1A\n). During this phase, P-TEFb is maintained in an inactive form through the incorporation into the 7SK small nuclear ribonucleoprotein complex (snRNP) by the binding to CycT1 (\nFigure 1A\n) (Haaland and Herrmann, 2003; Li et al., 2005). Within this complex, P-TEFb interacts with hexamethylene Bis-acetamide-inducible protein 1/2 (HEXIM1/HEXIM2), which suppresses CDK9 kinase activity (Romano and Giordano, 2008). Finally, lupus antigen related protein 7 (LARP7), binds to 7SK snRNA to increase the complex stability (\nFigure 1A\n) (Matrone et al., 2015). Subsequently, CDK7 activates CDK9 by phosphorylation, working as a CDK-activating kinase (CAK) (Dannappel et al., 2019) and, in turn, activated CDK9 releases RNA Pol II from pausing state (\nFigure 1B\n). To be released, and consequently activated, CDK9 also needs the action of the CDK9 release factors (CDK9 RF), which are enzymes that post-translationally modify 7SK snRNP complex subunits (\nFigure 1B\n) (Chen et al., 2008; Wang et al., 2008). Then, the active P-TEFb CDK9/CycT complex is recruited by bromodomain-containing protein 4 (BRD4) and the super elongation complex (SEC), and phosphorylates three main substrates: Ser2 of RNA Pol II C-terminal domain (CTD), the DSIF and the NELF (\nFigure 1B\n) (Wada et al., 1998; Yamaguchi et al., 1999; Gomes et al., 2006; Rahl et al., 2010). These events facilitate the release of the RNA Pol II and activate the productive elongation phase of transcription (\nFigure 1C\n) (Adelman and Lis, 2012; Jonkers and Lis, 2015). Furthermore, CDK9-dependent phosphorylations play a key role in the recruitment of the 3’end processing and splicing factors, responsible for messenger RNA (mRNA) maturation (Yang et al., 2005; Coin and Egly, 2015).Open in a separate windowFigure 1CDK9 function in RNA Pol II activation and gene transcription: (A) CDK9 associates with cyclin T1 (CycT1) forming the positive transcription elongation factor b (P-TEFb) complex. The P-TEFb complex is inactive when incorporated into the 7SK small nuclear ribonucleoprotein complex (snRNP) which includes HEXIM. LARP7 interacts with 7SKsnRNP to increase complex stability. RNA polymerase II (RNA PolII) is loaded with the negative elongation factors negative elongation factor (NELF) and DRB sensitivity-inducing factor (DSIF), blocking transcription elongation. (B) Upon transcriptional stimuli, CDK9 release factors (CDK9 RF) post-translationally modifies the 7SKsnRNP/P-TEFb complex to promote the release of P-TEFb. To this process concurs the activation/phosphorylation of CDK9 by CDK7, which works as a CDK activating kinase (CAK). Active P-TEFb complex, in turn, phosphorylates DSIF and NELF and the Ser2 of the RNA PolII C terminal domain (CTD) at target promoters to remove elongation blocks. (C) Bromodomain protein 4 (BRD4), which is recruited by transcription factors on promoters of target genes that must be activated, recruits, in turn, activated P-TEFb and super elongation complex (SEC) allowing transcriptional elongation and expression of target genes.Given its role in basal transcription regulation, CDK9 activity must be strictly regulated and this regulation mainly occurs by protein-protein interactions, as highlighted by the formation of an inactive P-TEFb complex (\nFigure 1A\n). Another layer of regulation is represented by the CDK9 auto-phosphorylation on T186 in CDK9 T-loop domain, which regulates both CDK9 activity and interaction with CycT and is necessary for the incorporation in the 7SK snRNP complex (Li et al., 2005; Baumli et al., 2008; Larochelle et al., 2012). In turn, CDK9 T-loop dephosphorylation by PP2B and PP1α phosphatases in response to Ca2+ signaling promotes the release of CDK9 from the 7SK snRNP complex (Chen et al., 2008; Wang et al., 2008). Moreover, PPM1G, promotes CDK9 T-loop dephosphorylation after NF-kB induction stimulus and, interacting with HEXIM, blocks the re-incorporation of CDK9/CycT in the 7SK snRNP complex (Wang et al., 2008; McNamara et al., 2013). Also, the CycT acetylation by p300 acetyl transferase promotes CDK9/CycT complex dissociation from HEXIM, facilitating the release of CDK9 to induce transcriptional elongation (Cho et al., 2009).The activity of several co-factors is required for the correct recruitment of CDK9 to a precise genomic region at the right time, in order to properly activate transcription (Barboric et al., 2001; Rahl et al., 2010). NF-kB has been the first discovered transcription factor implicated in CDK9 delivery to transcriptional complexes through the interaction between CDK9 and the RelA subunit (Barboric et al., 2001). Furthermore, CDK9 and MYC, a known oncogenic protein involved in cell cycle progression, have been found to co-occupy promoter regions of MYC gene targets, and the presence of CDK9 is sufficient to drive MYC target genes expression (Galbraith et al., 2019). Moreover, CDK9 participates to MYC gene transcription in a number of cancer types through the recruitment of P-TEFb to chromatin by the bromodomain-containing protein 4, BRD4, which recognizes the acetylated histone tails (Lu et al., 2015). Finally, the ability of CDK9 to maintain increased levels of the anti-apoptotic protein MCL1 is considered one of the mechanisms that leads to cancer cell survival and subsequent hematological and solid tumors development (Yin et al., 2014). Natural Compounds Acting On CDK9A number of natural compounds have been identified as non-selective inhibitors of CDKs. The bis-indoles indirubins were the first human-used compounds to be identified as CDK inhibitors (\nFigure 2\n). Mu Lan (Indigofera tinctoria) has been identified as the major active ingredient of the traditional Chinese medicine formulation known as Danggui Longhui Wan, and has been used for many years to treat chronic myelogenous leukemia (CML) in China (Xiao et al., 2002). Indirubins can be isolated from many indigo-producing plants, by bacteria and by gastropod mollusks, which produce the purplish-red dye known from antiquity as “Tyrian purple.” A series of synthetic substituted indirubins such as 6-bromoindirubin (\nFigure 2\n) and 6-bromoindirubin-3’-monooxime (\nFigure 2\n) displayed similar activity as other known CDK inhibitors such as flavopiridol and roscovitine (see below), and are candidates for preclinical development. In particular, 6-bromoindirubin-3’-monooxime has been shown to inhibit CDK9 in addition to CDK2 (Yan et al., 2015).Open in a separate windowFigure 2Natural compounds as CDK (CDK9) inhibitors and their synthetic analogues.Rohitukine (\nFigure 2\n), a constituent isolated from Dysoxylum binectariferum and responsible for anti-inflammatory and immunomodulatory activity, was the model for the semisynthetic flavonoid alkaloid flavopiridol (alvocidib) (\nFigure 2\n). This small molecule has been discovered through a NCI-based screening of about 72,000 compounds on a panel of 60 human cancer cell lines (Weinstein et al., 1997). Its marked effects, antiproliferative and cytotoxic in vitro and growth inhibitory in vivo in tumor xenografts have been initially ascribed to its ability to inhibit CDK2, CDK1, and CDK4 and with a lesser extent CDK7 (Kaur et al., 1992; Patel et al., 1998). Later, it has been demonstrated that flavopiridol potently inhibits CDK9 (Chao and Price, 2001).Unfortunately, despite its remarkable pre-clinical effects, it does not demonstrate significant activity in clinical studies on patients with cancers with the exception for those affected by hematological malignancies and, in particular by chronic lymphocytic leukemia (CLL) (Lin et al., 2010; Chou et al., 2020). One of the problems related to flavopiridol administration is that, as the majority of non-selective CDKs inhibitors, it demonstrated heavy side effects for patients. An interesting study specifically inhibiting CDK9 using a dominant-negative form of the protein showed that the number of transcriptionally-inhibited genes is markedly lower than that obtained after flavopiridol treatment (Garriga et al., 2010). This suggests that the compound lacks of selectivity and could also explain the adverse effects on patients anticipated by the evidence that it is partially cytotoxic also on normal cells (Liu et al., 2012).Olomucine (\nFigure 2\n), originally isolated from the cotyledons of radish (Raphanus sativus), is a CDK inhibitor (Whittaker et al., 2007) that furnished the natural product model for the synthetic drug roscovitine (Seliciclib), the (R) enantiomer of a 2,6,9-trisubstituted purine (\nFigure 2\n) (Meijer and Raymond, 2003). Roscovitine is a CDK2/7/9 inhibitor in clinical trials for the treatment of non-small cell lung cancer (NSCLC), Cushing’s disease, leukemia, multiple myeloma, HIV infection, herpes simplex infection, cystic fibrosis, and chronic inflammation disorders. In addition to CDK inhibition, roscovitine is also able to inhibit RNA polymerase II-dependent transcription and to induce down-regulation of the protein MCL1 (MacCallum et al., 2005). In NSCLC and other cancers roscovitine induces apoptosis, while the side-effects reported in phase I trials are nausea, vomiting, transient elevations in serum creatinine and liver function parameters and transient hypokalemia.Wogonin (\nFigure 2\n) is a natural flavone extracted firstly in China from the medicinal plant Scutellaria baicalensis. Wogonin exhibits antinflammatory and antiallergic properties and, more recently, has shown anti-cancer efficacy and has been tested in clinical studies (www.clinicaltrials.org). The main anti-cancer mechanism of wogonin and other related flavones such as apigenin, chrysin, and luteolin, has been ascribed to their ability to selectively inhibit CDK9 activity by binding the ATP-binding pocket (Polier et al., 2011). In leukemic cells, the inhibition of the phosphorylation of the CTD of RNA Pol II at the Ser2 sites after treatment with these compounds was associated to the down-regulation of the anti-apoptotic protein MCL1 and followed by apoptosis (Polier et al., 2011). The same effect was obtained in different cancer cell lines such as Hodgkin’s lymphoma, melanoma, hepatocellular, and pancreatic carcinoma, and breast cancer cells suggesting modulation of common pathways. Importantly, wogonin showed preferential killing effects on tumor cells compared to normal cells. Moreover, wogonin and related flavones increased the effectiveness of the BCL2-family inhibitor ABT-263 in combinatorial treatments not only in ABT-263 sensitive but also in ABT-263 resistant cell lines and in primary leukemia cells (Polier et al., 2015).The group of Meijer (Meijer and Raymond, 2003) reported the synthesis of a family of inhibitors, meriolins (\nFigure 2\n), with a hybrid structure derived from the two different natural compounds from marine organisms, variolins, and meridianins (\nFigure 2\n), which display chemical similarity (Bettayeb et al., 2007). Variolin (VAR-B) was isolated from the sponge Kirkpatrickia variolosa two decades ago (Simone et al., 2005) and, in particular its more stable deoxy-derivative (dVAR-B) was used on multiple cancer cell lines showing pro-apoptotic properties and anti-tumorigenic effects in vitro (Simone et al., 2005). Meridianins were isolated from the Ascidian Aplidium meridianum (Franco et al., 1998) but showed limited antiproliferative effects. Unlike the compounds from which they derived, meriolins exerted anti-cancer effects in vivo and showed pro-apoptotic activity in vitro selectively inhibiting CDKs, including the CDK9-dependent phosphorylation RNA Pol II on Ser2, thus leading to consequent down-regulation of MCL1 and tumor cell death (Bettayeb et al., 2007).Interestingly, the group of Li used wogonin as scaffold to design and synthesize, through a “click chemistry” approach, proteolysis targeting chimeras (PROTACs) targeting CDK9 by the recruitment of the ubiquitin E3 ligase cereblon (CRBN) (\nFigure 2\n) (Bian et al., 2018). They identified one of the compounds able to degrade CDK9 through a proteasome- and CRBN-dependent mechanism, moderately inhibiting breast cancer cells proliferation possibly via MCL1 down-regulation. Overall, even if natural products can have low selectivity against specific CDKs isoforms, they can also be used as scaffolds to develop more selective degraders in the future. CDK9 Blockade as A Potential Treatment For Pediatric Soft Tissue SarcomasPediatric soft tissue sarcomas (STSs) are rare malignancies of children and adolescents that accounts for 8% of all pediatric cancers (Kattner et al., 2019). They are highly heterogeneous under a cellular and genomic point of view including subgroups mainly characterized by chromosomal translocations or genomic abnormalities (Gröbner et al., 2018; Knott et al., 2019). Indeed, STSs have a low number of gene mutations, as pediatric cancers in general (Monje, 2018), and some of them do not have any mutation, suggesting that developmental epigenetic dysregulations rather than genetic alterations could be involved in their pathogenesis (Shern et al., 2014; Tirode et al., 2014; Pishas and Lessnick, 2016).In agreement with this hypothesis, investigations on chromatin remodelers and transcription factors (TFs) as well as transcription-associated factors have yielded important results in preclinical research on STSs in the last years. In particular, STSs whose cells are dependent from fusion proteins (translocations positive) working as oncogenic TFs or co-activator of oncogenic transcription, such as rhabdomyosarcoma (RMS), Ewing’s sarcoma (ES), and synovial sarcoma (SS), and or from mutated components of transcriptional complexes such as malignant rhabdoid tumors (MRT), have shown promising response to modulations of the gene transcription machinery. Core regulatory complexes of oncogenic TFs drive transcriptional programs in these tumors by binding to enhancer regions (Gollavilli et al., 2018; McBride et al., 2018; Gryder et al., 2019a; Gryder et al., 2019b). Enhancers are short non-coding DNA regions located distally from a promoter region, whose function “enhances/potentiates” the levels of expression of a cis-encoded gene (Spitz and Furlong, 2012). In this view, being core regulatory TFs considered undruggable or very difficult to target, inhibition of transcription-associated enzymes such as CDK9 can represent an approach to indirectly target the oncogenic transcriptional machinery.CDK9 Inhibition in RhabdomyosarcomaPAX3-FOXO1 is a chimeric oncogenic TF expressed by high risk RMSs characterized by t(2;13) chromosomal translocation (~ 20% of cases) (Missiaglia et al., 2012). Fusion-negative RMSs present a low number of recurrent genomic abnormalities and often mutations of the RAS pathway (Shern et al., 2014; Skapek et al., 2019). RMS originates from mesenchymal precursors but, although RMS cells express the skeletal muscle-specific master TFs MYOD and MYOG, they are unable to undergo terminal muscle differentiation, i.e., myogenesis (Taulli et al., 2009; Raimondi et al., 2012). Several causes have been hypothesized and partly demonstrated to explain this malignant feature including alterations in CDK9 activity.Conversely to the cell cycle-associated CDKs such as CDK1 and CDK2, CDK9 and CycT2 are not down-regulated during myogenesis (Simone et al., 2002). It has been reported that, at the onset of differentiation, MYOD recruits in vitro the p300 and PCAF acetyltransferases and the SWI/SNF ATP-dependent chromatin remodeling complex, which includes BAF complex families, together with CDK9/CycT2 on promoters/enhancers regions to activate high level transcription of muscle-specific genes (Giacinti et al., 2006). This seems to be in agreement with the evidence that the CDK9/CycT2 complex can directly interact with the DNA-binding domain of MYOD (the bHLH region) in vitro and phosphorylate MYOD on Ser37, to potentiate MYOD-dependent transactivation (Simone et al., 2002; Simone and Giordano, 2007).In this scenario, p38αβ MAPK kinase (hereafter p38) regulates myoblasts-to-myotubes transition fostering the activity of MYOD also by promoting CycT2 binding to DNA with consequent CDK9/CycT2 complex activation (Simone and Giordano, 2007). To do so, p38 needs an unaltered CDK9/CycT2 complex to exert its promyogenic functions. Simone and Giordano (2007) showed that in a RAS mutated RMS cell line, although the level of CDK9/CycT2 was similar if not higher to that in myoblasts, the enzymatic complex was unable to phosphorylate MYOD even when transiently over-expressed. Being p38αβ MAPK kinase activity defective in RMS cells (Puri et al., 2000), and its activity necessary to promote CDK9 recruitment on DNA of muscle genes by MYOD (Simone and Giordano, 2007), it is conceivable that CDK9/CycT2 complex does not work properly in RMS cells. Interestingly, in contrast to what suggested with previous works, Yu et al. reported that the knock down (KD) of CDK9 facilitates rather than inhibits the MyoD-dependent transcription of MYOG and muscle genes in differentiating murine myoblasts (Yu et al., 2019). In this cellular model of myogenesis in vitro, no CDK9-MYOD interaction was detected, and CDK9 dissociated from CycT1 leading to P-TEFb and BRD4-P-TEFb complex levels decrease. Moreover, in proliferating murine myoblasts CDK9 was found associated to the gene locus of the proliferating gene MKI67 (also known as MIB-1) and its KD restrained cell number expansion (Yu et al., 2019). In agreement with these last data, CDK9 inhibition in multiple cancer cells leads to the de-repression of tumor suppressor genes due to dephosphorylation of BRG1, a component of SWI/SNF complex, and results in cell differentiation (Zhang et al., 2018). Overall, studies are still needed to identify additional potential targets of CDK9 and its partners and to clearly define its role in different cell contexts.Recently, we demonstrated that PAX3-FOXO1, whose expression is strictly needed for tumor cell survival (Gryder et al., 2017), forms a core regulatory transcriptional complex that involves MYOD, MYOG, MYCN, and BRD4 to activate the oncogenic transcriptional program by binding to clusters of enhancers, i.e., super-enhancers (SE) (Gryder et al., 2019b). Using a luciferase reporter driven by an intronic SE within the gene locus of the PAX3-FOXO1 target gene ALK, we showed that while BRD4 inhibitors clearly displayed selectivity for SE-driven luciferase compared to constitutively active promoter-driven luciferase, the CDK9 inhibitor flavopiridol had a general transcriptional inhibitory effect. Further experiments could clarify both the enhancer inhibition selectivity of flavopiridol and the specific role of CDK9 in SE activation in the context of fusion-positive RMS.CDK9 Inhibition in Ewing’s SarcomaES is a rare pediatric STS that can also arise in bone and has highly invasive properties, with less than 20% of overall survival rates when metastatic (Arnaldez and Helman, 2014). The ES shows chromosomal translocations the most frequent of which is the t(11;22), which involves EWSR1 and the FLI1 gene of ETS family (Riggi et al., 2014). The resulting chimeric transcription factor EWS-FLI1 can act both as a transcriptional repressor or activator (Riggi et al., 2014). EWS-FLI1 is able to bind to microsatellite chromatin regions and activate SE-dependent transcription of oncogenic target genes (Riggi et al., 2014). EWS/FLI1 requires BRD4 to perform its oncogenic transcriptional program (Hensel et al., 2016), among which to induce the expression of the tumorigenic repressor PHF19 (Gollavilli et al., 2018). Among natural compounds acting as CDK9 inhibitors, the hybrid natural compound meriolin 3 (\nFigure 2\n) was one of the first tested on ES cell lines in vivo showing marked inhibition of tumor growth (Bettayeb et al., 2007). More recently, an interaction among BRD4, p-CDK9, and EWS-FLI1 was demonstrated, whose global expression was reduced by a synthetic CDK9 inhibitor, the 4-(5-thiazolyl)pyrimidine CDKI-73 (\nFigures 3\n and \n4\n) (Richter et al., 2020). Indeed, active P-TEFb was able to induce E2F target genes necessary for the G1/S transition, affecting DNA replication and mitotic activity, which was inhibited by CDKI-73, thus confirming a role for CDK9 in proliferation and survival of ES cells (\nFigure 4\n) (Richter et al., 2020). Interestingly, the inhibition of CDK9 was used by the authors to revert the resistance to JQ1, a BRD4 inhibitor, observed in some ES cell lines, and resulted in more effective induction of apoptosis and tumor growth inhibition in vivo than the single agents, indicating that BRD4i and CDK9i combined treatments can be of therapeutic advantage (Richter et al., 2020). Thereafter, CDK9 inhibition has been exploited to reduce the toxicity and increase the effectiveness of a small molecule targeting EWS-FLI1, called mithramycin, which is toxic for liver and thus cannot be delivered at the doses to reach the right blood concentration to block the functions of the fusion protein (Flores et al., 2020). In this case, CDK9 inhibition acted as a potentiator of mithramycin enhancing the suppression of the EWS-FLI1 transcriptional program lowering the IC50 in xenografted ES models. In addition, inhibiting CDK9 strongly reduced the cytotoxicity in the liver cancer-derived HepG2 cells in vitro decreasing the expression of BTG2, a gene involved in the production of cytotoxic ROS in liver (Flores et al., 2020).Open in a separate windowFigure 3CDK9 inhibitors used in soft tissue sarcomas.Open in a separate windowFigure 4CDK9 function in Ewing’s sarcoma (ES): (A) activated p-CDK9/CycT1 complex (known as P-TEFb) binds to bromodomain protein 4 (BRD4) and the fusion protein EWS-FLI to induce the transcription of E2F3 target genes and promotes G1/S cell cycle transition, DNA repair, proliferation, and cancer cell survival. (B) CDK9 inhibitor CDKI-73 reduces the expression of CDK9, EWS-FLI, CycT1, and partly that of BRD4, thus inhibiting E2F3 transcriptional program and the tumorigenic features.CDK9 Inhibition in Synovial SarcomaSS is the most common non-rhabdomyosarcoma STS in adolescents and young adults (Hale et al., 2019). Conversely to the adult forms, pediatric SS are rarely metastatic at diagnosis (Ferrari et al., 2012a) but has a predisposition to metastasize resulting in 5-years disease free survival or 60% after the first surgery of localized tumor followed by first-line chemotherapy with alkylating agents (Ferrari et al., 2012b; Sultan et al., 2009).In two third of cases SS is characterized by the chromosomal translocation t(X;18) as the only cytogenetic abnormality, which encodes for the fusion oncoprotein SS18/SSX1 considered the driver of malignancy (Haldar et al., 2007; Naka et al., 2010). Other fusion partners are SSX2 in one third and more rarely SSX4 (as reviewed by Hale et al., 2019). SS18 does not bind DNA but works as a co-activator of transcription by interacting with the SWI/SNF complex to control and drive the expression of a number of gene pathways involved in stemness, cell differentiation, and cell cycle progression (Middeljans et al., 2012). To do so, SS18 can bind in the nucleus to two catalytic ATPase subunits of the BAF complexes, which are mutually exclusive, SMARCA2 and BRG1, to associate with SMARCB1/SNF5/BAF47. Through this process, SS18 concurs to the blockade of HDACs repressor complexes ultimately favoring the transcriptional activation of selected genes (Kadoch and Crabtree, 2013). Conversely, SSX1 is a transcriptional repressor that interacts in the nucleus with BMI1, a polycomb group (PcG) protein of the polycomb repressor complex 1 (PRC1) that, together with the PRC2, promotes chromatin compaction to inactivate gene transcription (Wang et al., 2013). Therefore, the fusion protein can have both functions as an activator and a repressor. The tumorigenic ability of SS18/SSX1 lies on its ability to be incorporated into SWI/SNF complexes evicting the tumor suppressor subunit BAF47 (Kadoch and Crabtree, 2013). Since the functions of BAF complexes are specific for each subunit composition, the BAF47-free SS18-SSX-containing SWI/SNF complexes change their functions and are redirected to PRC2-controlled sites, activating the transcription of genes normally silenced as well as blocking the accessibility to sites previously transcriptionally active (McBride et al., 2018). It appears therefore clear that the pathogenesis of SS is related to deregulation of transcriptional programs.Recently, the inhibition of CDK9 has been applied to SS cells in vitro. Indeed, CDK9 was reported highly expressed in SS cell lines and in samples from patients with high expression associated with poor prognosis (Li et al., 2019). Furthermore, CDK9 genetic KD was able to reduce cell viability and proliferation as well as the levels of Ser2 and Ser5 phosphorylation on RNA Pol II compared to the total protein in two SS18-SSX1-positive SS cell lines. CDK9 pharmacologic inhibition using the inhibitor LDC000067 (LDC067) (\nFigure 3\n), with nanomolar selectivity against CDK9 over CDK2, CDK6, and CDK7 (Albert et al., 2014), mirrored the anti-tumor effects of CDK9 KD. Moreover, LDC067 induced cell death of SS cells and affected their ability to migrate and to grow in 3D as spheres. These results were associated to the reported down-regulation of MCL1 and survivin levels (anti-apoptotic proteins) and up-regulation of those of the pro-apoptotic protein BAX (Li et al., 2019). Even if the global effect on the transcriptional capacity of the fusion protein has not been verified, this study suggests CDK9 inhibition as a potential approach to hamper the tumorigenic features of SS cells.CDK9 Inhibition in Malignant Rhabdoid TumorsMRT are a subgroup of pediatric cancers arising in soft tissues and characterized by biallelic loss or inactivation of SMARCB1 or, more rarely, SMARCA4, two genes encoding for core components of the SWI/SNF complex (see above and Finetti et al., 2020). MRTs are deadly cancers in which the loss of function of one single component of SWI/SNF complex is pathogenic resulting in aberrant transcriptional function of the entire complex. With the attempt to hinder the deregulated transcriptional machinery in MRT, Moreno et al. (2017) inhibited both BRD4 and CDK9 with small compounds, DRB (\nFigure 3\n) and LDC067 as CDK9i and JQ1 and I-BET as BRD4i in MRT cell lines in vitro. MRT cells showed cell cycle arrest in the G1 phase of the cell cycle and apoptosis with single agents at lower levels for the more specific inhibitors, and the effects were amplified for combinatorial treatments. Moreover, combined treatment appeared synergistic in the slowing down tumor growth in vivo (Moreno et al., 2017). Only CDK9 inhibitors as single agents impaired the transcription of the anti-apoptotic genes MCL1, BCL6, and BTG1, which was synergistically decreased with combined treatments. Both CDK9 and BRD4 inhibitors showed modest effects on MYC expression while the combination strongly decreased its nascent mRNA and protein levels. Interestingly, the general transcription process was also affected by CDK9 or CDK9/BRD4 combined inhibition as demonstrated by down-regulation of housekeeping genes RPL3 and GAPDH. Concluding RemarksA number of clinical trials have been activated using flavopiridol as single agent or, more often, in combination with other conventional chemotherapeutics in the last decades, the majority of them completed or terminated (\nTable 1\n). Only one phase I clinical study with flavopiridol has been done exclusively on patients with cancers aged ≤ 21 years of age, and included two patients with RMS and one patient with ES, for which there are results but no following clinical studies (\nTable 1\n) (Whitlock et al., 2005). Recently, in order to facilitate prolonged repression of the CDK9 target and anti-apoptotic protein MCL1 through chronic dosing and scheduling of flavopiridol, which can be only delivered intravenously because its poor solubility, an oral phosphate prodrug, TP-1287 (\nFigure 3\n), has been synthesized. This phosphate prodrug has an improved solubility under neutral or basic conditions allowing oral administration of the drug. Pharmacodynamic and efficacy studies in acute myeloid leukemia (Kim et al., 2017) and prostate cancer (Forostyan et al., 2019) xenografted models, showed that orally delivered TP-1287 is efficiently metabolized and enhances tumor regression in vivo. A phase I study using oral TP-1287 is actively recruiting to determine the maximum tolerated dose (MTD) and dose-limiting toxicities (DLTs) in patients with advanced metastatic or progressive solid tumors who are refractory to established therapy (\nTable 1\n).Table 1Clinical trials of natural products targeting CDK9 used as single agents or in combination in solid tumor including sarcomas.AgentClinical phasesCombination treatmentDisease typeStatusNCT number\nAlvocidib\nFlavopiridolI* Children with relapsed or refractory solid tumors or lymphomasCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00012181\",\"term_id\":\"NCT00012181\"}}NCT00012181IDoxorubicinGastrointestinal stromal tumor/recurrent and stage IV adult soft tissue sarcomaCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00098579\",\"term_id\":\"NCT00098579\"}}NCT00098579IFluorouracil/oxaliplatin/leucovorin calciumAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00080990\",\"term_id\":\"NCT00080990\"}}NCT00080990IAdult solid tumorTerminated{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00112684\",\"term_id\":\"NCT00112684\"}}NCT00112684IVorinostatAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00324480\",\"term_id\":\"NCT00324480\"}}NCT00324480IGemcitabine/irinotecanAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00079352\",\"term_id\":\"NCT00079352\"}}NCT00079352IISarcomaCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00005974\",\"term_id\":\"NCT00005974\"}}NCT00005974IFludeoxyglucose F18/fluorine F18 fluorothymidineHematopoietic/lymphoid cancer/adult solid tumorTerminated{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00070239\",\"term_id\":\"NCT00070239\"}}NCT00070239IGemcitabineAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00072436\",\"term_id\":\"NCT00072436\"}}NCT00072436IIrinotecan/cisplatinAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00046917\",\"term_id\":\"NCT00046917\"}}NCT00046917ILymphoma/prostate cancer/small intestine cancer/adult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00019344\",\"term_id\":\"NCT00019344\"}}NCT00019344IGemcitabineAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00007917\",\"term_id\":\"NCT00007917\"}}NCT00007917ILeucovorin calcium/fluorouracil/irinotecanAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00021073\",\"term_id\":\"NCT00021073\"}}NCT00021073IDocetaxelAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00016185\",\"term_id\":\"NCT00016185\"}}NCT00016185IIrinotecanAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00006485\",\"term_id\":\"NCT00006485\"}}NCT00006485IIrinotecan/fluorouracil/leucovorin calciumAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00042874\",\"term_id\":\"NCT00042874\"}}NCT00042874IDocetaxelAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00045448\",\"term_id\":\"NCT00045448\"}}NCT00045448ICisplatin/paclitaxelAdult solid tumorCompleted{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00003004\",\"term_id\":\"NCT00003004\"}}NCT00003004\nTP-1287\nIAdvanced solid tumorsRecruiting{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03604783\",\"term_id\":\"NCT03604783\"}}NCT03604783Open in a separate window*Pediatric trial. Source: www.clinicaltrial.gov (March 2020).One of the key aspects in the evaluation and optimization of transcription-associated CDKs inhibitors is to develop a quantitative, robust, and selective cell-based assay. This step is made difficult by the lack of cellular functions specific to and/or substrates exclusively phosphorylated by each CDK. Li et al. (2019) recently developed a method to check the effects of selective inhibition of CDK8/19. They developed a luciferase-driven assay using a plasmid expressing an NF-kB-dependent consensus promoter, which needs the cooperation of CDK8/19 and NF-kB proteins to be activated. Then, they transfected wild-type packaging kidney HEK 293 cells and, in parallel, matching cells which have been knocked out (KO) for CDK8/19 by a CRISPR/Cas9 system. The CDK8/19 KO cells represented a selectivity control for the dependence on the two enzymes when results of treatment with small molecules was compared to those obtained in wild-type cells (Li et al., 2019). This method could be also used to identify novel effective CDK9 inhibitors.Moreover, not only the selectivity for a specific kinase but also the secondary effects related to the kinase complete inhibition should be taken into account for treatment on patients. For example, CDK9 phosphorylates p53 and flavopiridol prevents p53 phosphorylation by P-TEFb and by multiple kinases in vitro (Radhakrishnan and Gartel, 2006), thus impairing p53 to bind DNA and to activate the transcription of CDKN1A/p21, one of the main effectors of p53-dependent cell cycle arrest and apoptosis (Radhakrishnan et al., 2008). Therefore, the use of P-TEFb inhibitors must be considered with caution as they could compromise the effect of DNA-damaging agents that induce tumor cell death via p53 activation in p53 wild-type tumors. Moreover, a decreased of p53 levels enhances the transcription of NPAT gene locus, which encodes for a p-TEFb-associated protein needed for histone gene expression, and this concurs to the activation of the DNA repair mechanism, a process that if altered promotes the progression of damaged cells through cell cycle (Pirngruber and Johnsen, 2010). Finally, it has been recently reported that CDK9 exerts also a function on heterochromatin maintaining gene silencing thus amplifying the potentiality of this kinase (Zhang et al., 2018). In conclusion, several clinical studies are ongoing using CDK9 inhibitors in association with other compounds, whose results will give information about the feasibility of such approach. Overall, additional future preclinical research is needed to better understand how CDK9 functions in normal and cancer cells to ultimately define the therapeutic applicability of CDK9 inhibitors as single or adjuvant anti-cancer molecules. Author ContributionsRR and AM conceived the paper and selected the literature. All the authors participated in the writing and/or correction of the paper. All authors contributed to the article and approved the submitted version. FundingThe present work was supported by grants from Associazione Italiana per la Ricerca sul Cancro (AIRC Project # 15312 to RR, AIRC Project # 19162 to AM); Italian Ministry of Health Ricerca Finalizzata (Project # PE-2013-02355271) to RR and AM; Italian Ministry of Health Ricerca Corrente 2020 to RR; PRIN 2016 (prot.20152TE5PK) to AM, and Progetto di Ateneo Sapienza 2017 no. RM11715C7CA6CE53 to DR. SP is a recipient of a Fondazione Veronesi 2020 fellowship. Conflict of InterestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. AcknowledgmentsThe authors thank the Sarcoma Working Group of Alleanza Contro il Cancro (ACC) for helpful discussion. References\nAdelman K., Lis J. T. (2012). Promoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat. Rev. Genet.\n13, 720–731.  10.1038/nrg3293\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nAlbert T. K., Rigault C., Eickhoff J., Baumgart K., Antrecht C., Klebl B., et al.  (2014). Characterization of molecular and cellular functions of the cyclin-dependent kinase CDK9 using a novel specific inhibitor. Br. J. Pharmacol.\n171 (1), 55–68. 10.1111/bph.12408\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nArnaldez F., II, Helman L. J. (2014). New strategies in ewing sarcoma: lost in translation? Clin. Cancer Res.\n20, 3050–3056.  10.1158/1078-0432.CCR-13-0633\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nBacon C. W., D’Orso I. (2019). CDK9: a signaling hub for transcriptional control. Transcription\n10, 57–75.  10.1080/21541264.2018.1523668\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nBarboric M., Nissen R. M., Kanazawa S., Jabrane-Ferrat N., Peterlin B. M. (2001). NF-κB binds P-TEFb to stimulate transcriptional elongation by RNA polymerase II. Mol. Cell\n8, 327–337.  10.1016/S1097-2765(01)00314-8\n [PubMed] [CrossRef] [Google Scholar]\nBaumli S., Lolli G., Lowe E. D., Troiani S., Rusconi L., Bullock A. N., et al.  (2008). The structure of P-TEFb (CDK9/cyclin T1), its complex with flavopiridol and regulation by phosphorylation. EMBO J.\n27, 1907–1918.  10.1038/emboj.2008.121\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nBettayeb K., Tirado O. M., Marionneau-Lambot S., Ferandin Y., Lozach O., Morris J. C., et al.  (2007). Meriolins, a new class of cell death inducing kinase inhibitors with enhanced selectivity for cyclin-dependent kinases. Cancer Res.\n67, 8325–8334.  10.1158/0008-5472.CAN-07-1826\n [PubMed] [CrossRef] [Google Scholar]\nBian J., Ren J., Li Y., Wang J., Xu X., Feng Y., et al.  (2018). Discovery of Wogonin-based PROTACs against CDK9 and capable of achieving antitumor activity. Bioorg. Chem.\n81, 373–381.  10.1016/j.bioorg.2018.08.028\n [PubMed] [CrossRef] [Google Scholar]\nChao S. H., Price D. H. (2001). Flavopiridol inactivates P-TEFb and blocks most RNA polymerase II transcription in vivo. J. Biol. Chem.\n276, 31793–31799.  10.1074/jbc.M102306200\n [PubMed] [CrossRef] [Google Scholar]\nChen R., Liu M., Li H., Xue Y., Ramey W. N., He N., et al.  (2008). PP2B and PP1alpha cooperatively disrupt 7SK snRNP to release P-TEFb for transcription in response to Ca2+ signaling. Genes Dev.\n22, 1356–1368.  10.1101/gad.1636008\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nCho S., Schroeder S., Kaehlcke K., Kwon H.-S., Pedal A., Herker E., et al.  (2009). Acetylation of cyclin T1 regulates the equilibrium between active and inactive P-TEFb in cells. EMBO J.\n28, 1407–1417.  10.1038/emboj.2009.99\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChou J., Quigley D. A., Robinson T. M., Feng F. Y., Ashworth A. (2020). Transcription-associated cyclin-dependent kinases as targets and biomarkers for cancer therapy. Cancer Discovery\n10, 351–370.  10.1158/2159-8290.CD-19-0528\n [PubMed] [CrossRef] [Google Scholar]\nCoin F., Egly J.-M. (2015). Revisiting the function of CDK7 in transcription by virtue of a recently described TFIIH kinase inhibitor. Mol. Cell\n59, 513–514.  10.1016/j.molcel.2015.08.006\n [PubMed] [CrossRef] [Google Scholar]\nCramer P. (2019). Organization and regulation of gene transcription. Nature\n573, 45–54.  10.1038/s41586-019-1517-4\n [PubMed] [CrossRef] [Google Scholar]\nDannappel M. V., Sooraj D., Loh J. J., Firestein R. (2019). Molecular and in vivo functions of the CDK8 and CDK19 kinase modules. Front. Cell Dev. Biol.\n6, 171.  10.3389/fcell.2018.00171\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nFerrari A., De Salvo G. L., Oberlin O., Casanova M., De Paoli A., Rey A., et al.  (2012. a). Synovial sarcoma in children and adolescents: a critical reappraisal of staging investigations in relation to the rate of metastatic involvement at diagnosis. Eur. J. Cancer\n48, 1370–1375.  10.1016/j.ejca.2012.01.013\n [PubMed] [CrossRef] [Google Scholar]\nFerrari A., De Salvo G. L., Dall’Igna P., Meazza C., De Leonardis F., Manzitti C., et al.  (2012. b). Salvage rates and prognostic factors after relapse in children and adolescents with initially localised synovial sarcoma. Eur. J. Cancer\n48, 3448–3455.  10.1016/j.ejca.2012.06.017\n [PubMed] [CrossRef] [Google Scholar]\nFinetti M. A., Grabovska Y., Bailey S., Williamson D. (2020). Translational genomics of malignant rhabdoid tumours: Current impact and future possibilities. Semin. Cancer Biol.\n61, 30–41.  10.1016/j.semcancer.2019.12.017\n [PubMed] [CrossRef] [Google Scholar]\nFlores G., Everett J. H., Boguslawski E. A., Oswald B. M., Madaj Z. B., Beddows I., et al.  (2020). CDK9 Blockade exploits context-dependent transcriptional changes to improve activity and limit toxicity of mithramycin for Ewing sarcoma. Mol. Cancer Ther. 19 (5), 1183–1196.  10.1158/1535-7163.MCT-19-0775\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nForostyan T. V., Weagel E., Matsumura Y., Tyagi E., Foulks J. M., Whatcott C. J., et al.  (2019). “Abstract C081: targeting CDK9 and MCL1 in castration-sensitive and resistant prostate cancer models,” in Therapeutic agents: small molecule kinase inhibitors (Boston, MA; Philadelphia, PA: American Association for Cancer Research; ), C081–C081.  10.1158/1535-7163.TARG-19-C081\n [CrossRef] [Google Scholar]\nFranco L. H., Joffé E. B., de K., Puricelli L., Tatian M., Seldes A. M., et al.  (1998). Indole alkaloids from the tunicate Aplidium meridianum\n. J. Nat. Prod.\n61, 1130–1132.  10.1021/np970493u\n [PubMed] [CrossRef] [Google Scholar]\nGalbraith M. D., Bender H., Espinosa J. M. (2019). Therapeutic targeting of transcriptional cyclin-dependent kinases. Transcription\n10, 118–136.  10.1080/21541264.2018.1539615\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGarriga J., Xie H., Obradovic Z., Graña X. (2010). Selective control of gene expression by CDK9 in human cells. J. Cell. Physiol.\n222, 200–208.  10.1002/jcp.21938\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGiacinti C., Bagella L., Puri P. L., Giordano A., Simone C. (2006). MyoD recruits the cdk9/cyclin T2 complex on myogenic-genes regulatory regions. J. Cell. Physiol.\n206, 807–813.  10.1002/jcp.20523\n [PubMed] [CrossRef] [Google Scholar]\nGollavilli P. N., Pawar A., Wilder-Romans K., Natesan R., Engelke C. G., Dommeti V. L., et al.  (2018). EWS/ETS-driven Ewing Sarcoma requires BET bromodomain proteins. Cancer Res.\n78, 4760–4773.  10.1158/0008-5472.CAN-18-0484\n [PubMed] [CrossRef] [Google Scholar]\nGomes N. P., Bjerke G., Llorente B., Szostek S. A., Emerson B. M., Espinosa J. M. (2006). Gene-specific requirement for P-TEFb activity and RNA polymerase II phosphorylation within the p53 transcriptional program. Genes Dev.\n20, 601–612.  10.1101/gad.1398206\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGröbner S. N., Worst B. C., Weischenfeldt J., Buchhalter I., Kleinheinz K., Rudneva V. A., et al.  (2018). The landscape of genomic alterations across childhood cancers. Nature\n555, 321–327.  10.1038/nature25480\n [PubMed] [CrossRef] [Google Scholar]\nGryder B. E., Yohe M. E., Chou H.-C., Zhang X., Marques J., Wachtel M., et al.  (2017). PAX3–FOXO1 establishes myogenic super enhancers and confers BET bromodomain vulnerability. Cancer Discovery\n7, 884–899.  10.1158/2159-8290.CD-16-1297\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGryder B. E., Pomella S., Sayers C., Wu X. S., Song Y., Chiarella A. M., et al.  (2019. a). Histone hyperacetylation disrupts core gene regulatory architecture in rhabdomyosarcoma. Nat. Genet.\n51, 1714–1722.  10.1038/s41588-019-0534-4\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGryder B. E., Wu L., Woldemichael G. M., Pomella S., Quinn T. R., Park P. M. C., et al.  (2019. b). Chemical genomics reveals histone deacetylases are required for core regulatory transcription. Nat. Commun.\n10, 3004.  10.1038/s41467-019-11046-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHaaland R. E., Herrmann C. H. (2003). Increased association of 7SK snRNA with Tat cofactor P-TEFb following activation of peripheral blood lymphocytes. AIDS\n17, 2429–2436.  10.1097/00002030-200311210-00004\n [PubMed] [CrossRef] [Google Scholar]\nHaldar M., Hancock J. D., Coffin C. M., Lessnick S. L., Capecchi M. R. (2007). A conditional mouse model of synovial sarcoma: insights into a myogenic origin. Cancer Cell\n11, 375–388.  10.1016/j.ccr.2007.01.016\n [PubMed] [CrossRef] [Google Scholar]\nHale R., Sandakly S., Shipley J., Walters Z. (2019). Epigenetic targets in synovial sarcoma: a mini-review. Front. Oncol.\n9, 1078.  10.3389/fonc.2019.01078\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHensel T., Giorgi C., Schmidt O., Calzada-Wack J., Neff F., Buch T., et al.  (2016). Targeting the EWS-ETS transcriptional program by BET bromodomain inhibition in Ewing sarcoma. Oncotarget\n7, 1451–1463.  10.18632/oncotarget.6385\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nJonkers I., Lis J. T. (2015). Getting up to speed with transcription elongation by RNA polymerase II. Nat. Rev. Mol. Cell Biol.\n16, 167–177.  10.1038/nrm3953\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nKadoch C., Crabtree G. R. (2013). Reversible disruption of mSWI/SNF (BAF) Complexes by the SS18-SSX oncogenic fusion in synovial sarcoma. Cell\n153, 71–85.  10.1016/J.CELL.2013.02.036\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nKattner P., Strobel H., Khoshnevis N., Grunert M., Bartholomae S., Pruss M., et al.  (2019). Compare and contrast: pediatric cancer versus adult malignancies. Cancer Metastasis Rev.\n38, 673–682.  10.1007/s10555-019-09836-y\n [PubMed] [CrossRef] [Google Scholar]\nKaur G., Stetler-Stevenson M., Sebers S., Worland P., Sedlacek H., Myers C., et al.  (1992). Growth inhibition with reversible cell cycle arrest of carcinoma cells by flavone L86-8275. J. Natl. Cancer Inst.\n84, 1736–1740.  10.1093/jnci/84.22.1736\n [PubMed] [CrossRef] [Google Scholar]\nKim W., Haws H., Peterson P., Whatcott C. J., Weitman S., Warner S. L., et al.  (2017). “Abstract 5133: TP-1287, an oral prodrug of the cyclin-dependent kinase-9 inhibitor alvocidib,” in Experimental and molecular therapeutics (American Association for Cancer Research; ), 5133–5133.  10.1158/1538-7445.AM2017-5133\n [CrossRef] [Google Scholar]\nKnott M. M. L., Hölting T. L. B., Ohmura S., Kirchner T., Cidre-Aranaz F., Grünewald T. G. P. (2019). Targeting the undruggable: exploiting neomorphic features of fusion oncoproteins in childhood sarcomas for innovative therapies. Cancer Metastasis Rev.\n38, 625–642.  10.1007/s10555-019-09839-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLarochelle S., Amat R., Glover-Cutter K., Sansó M., Zhang C., Allen J. J., et al.  (2012). Cyclin-dependent kinase control of the initiation-to-elongation switch of RNA polymerase II. Nat. Struct. Mol. Biol.\n19, 1108–1115.  10.1038/nsmb.2399\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLi Q., Price J. P., Byers S. A., Cheng D., Peng J., Price D. H. (2005). Analysis of the large inactive P-TEFb complex indicates that it contains one 7SK molecule, a dimer of HEXIM1 or HEXIM2, and two P-TEFb molecules containing Cdk9 phosphorylated at threonine 186. J. Biol. Chem.\n280, 28819–28826.  10.1074/jbc.M502712200\n [PubMed] [CrossRef] [Google Scholar]\nLi X., Seebacher N. A., Xiao T., Hornicek F. J., Duan Z. (2019). Targeting regulation of cyclin dependent kinase 9 as a novel therapeutic strategy in synovial sarcoma. J. Orthop. Res.\n37, 510–521.  10.1002/jor.24189\n [PubMed] [CrossRef] [Google Scholar]\nLin T. S., Blum K. A., Fischer D. B., Mitchell S. M., Ruppert A. S., Porcu P., et al.  (2010). Flavopiridol, fludarabine, and rituximab in mantle cell lymphoma and indolent B-cell lymphoproliferative disorders. J. Clin. Oncol.\n28, 418–423.  10.1200/JCO.2009.24.1570\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLiu H., Herrmann C. H. (2005). Differential localization and expression of the Cdk9 42k and 55k isoforms. J. Cell. Physiol.\n203, 251–260.  10.1002/jcp.20224\n [PubMed] [CrossRef] [Google Scholar]\nLiu X., Shi S., Lam F., Pepper C., Fischer P. M., Wang S. (2012). CDKI-71, a novel CDK9 inhibitor, is preferentially cytotoxic to cancer cells compared to flavopiridol. Int. J. Cancer.\n130 (5), 1216–1226. 10.1002/ijc.26127\n [PubMed] [CrossRef] [Google Scholar]\nLu H., Xue Y., Yu G. K., Arias C., Lin J., Fong S., et al.  (2015). Compensatory induction of MYC expression by sustained CDK9 inhibition via a BRD4-dependent mechanism. Elife\n4, e06535.  10.7554/eLife.06535\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nMacCallum D. E., Melville J., Frame S., Watt K., Anderson S., Gianella-Borradori A., et al.  (2005). Seliciclib (CYC202, R-Roscovitine) induces cell death in multiple myeloma cells by inhibition of RNA polymerase II–dependent transcription and down-regulation of Mcl-1. Cancer Res.\n65, 5399–5407.  10.1158/0008-5472.CAN-05-0233\n [PubMed] [CrossRef] [Google Scholar]\nMalumbres M. (2014). Cyclin-dependent kinases. Genome Biol.\n15, 122.  10.1186/gb4184\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nMatrone G., Wilson K. S., Maqsood S., Mullins J. J., Tucker C. S., Denvir M. A. (2015). CDK9 and its repressor LARP7 modulate cardiomyocyte proliferation and response to injury in the zebrafish heart. J. Cell Sci.\n128, 4560–4571.  10.1242/jcs.175018\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nMcBride M. J., Pulice J. L., Beird H. C., Ingram D. R., D’Avino A. R., Shern J. F., et al.  (2018). The SS18-SSX fusion oncoprotein hijacks BAF complex targeting and function to drive synovial sarcoma. Cancer Cell\n33, 1128–1141.e7.  10.1016/j.ccell.2018.05.002\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nMcNamara R. P., McCann J. L., Gudipaty S. A., D’Orso I. (2013). Transcription factors mediate the enzymatic disassembly of promoter-bound 7SK snRNP to locally recruit P-TEFb for transcription elongation. Cell Rep.\n5, 1256–1268.  10.1016/j.celrep.2013.11.003\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nMeijer L., Raymond E. (2003). Roscovitine and other purines as kinase inhibitors. From starfish oocytes to clinical trials. Acc. Chem. Res.\n36 (6), 417–425.  10.1021/AR0201198\n [PubMed] [CrossRef] [Google Scholar]\nMiddeljans E., Wan X., Jansen P. W., Sharma V., Stunnenberg H. G., Logie C. (2012). SS18 together with animal-specific factors defines human BAF-type SWI/SNF complexes. PLoS One\n7, e33834.  10.1371/journal.pone.0033834\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nMissiaglia E., Williamson D., Chisholm J., Wirapati P., Pierron G., Petel F., et al.  (2012). PAX3/FOXO1 fusion gene status is the key prognostic molecular marker in rhabdomyosarcoma and significantly improves current risk stratification. J. Clin. Oncol.\n30, 1670–1677.  10.1200/JCO.2011.38.5591\n [PubMed] [CrossRef] [Google Scholar]\nMonje M. (2018). Open questions: why are babies rarely born with cancer? BMC Biol.\n16:129.  10.1186/s12915-018-0601-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nMoreno N., Holsten T., Mertins J., Zhogbi A., Johann P., Kool M., et al.  (2017). Combined BRD4 and CDK9 inhibition as a new therapeutic approach in malignant rhabdoid tumors. Oncotarget\n8, 84986–84995.  10.18632/oncotarget.18583\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nNaka N., Takenaka S., Araki N., Miwa T., Hashimoto N., Yoshioka K., et al.  (2010). Synovial sarcoma is a stem cell malignancy. Stem Cells\n28, 1119–1131. 10.1002/stem.452\n [PubMed] [CrossRef] [Google Scholar]\nPatel V., Senderowicz A. M., Pinto D., Igishi T., Raffeld M., Quintanilla-Martinez L., et al.  (1998). Flavopiridol, a novel cyclin-dependent kinase inhibitor, suppresses the growth of head and neck squamous cell carcinomas by inducing apoptosis. J. Clin. Invest.\n102, 1674–1681.  10.1172/JCI3661\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nPirngruber J., Johnsen S. A. (2010). Induced G1 cell-cycle arrest controls replication-dependent histone mRNA 3’ end processing through p21, NPAT and CDK9. Oncogene\n29, 2853–2863.  10.1038/onc.2010.42\n [PubMed] [CrossRef] [Google Scholar]\nPishas K., II, Lessnick S. L. (2016). Recent advances in targeted therapy for Ewing sarcoma. F1000Research\n5, 2077.  10.12688/f1000research.8631.1\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nPolier G., Ding J., Konkimalla B. V., Eick D., Ribeiro N., Köhler R., et al.  (2011). Wogonin and related natural flavones are inhibitors of CDK9 that induce apoptosis in cancer cells by transcriptional suppression of Mcl-1. Cell Death Dis.\n2, e182–e182.  10.1038/cddis.2011.66\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nPolier G., Giaisi M., Köhler R., Müller W. W., Lutz C., Buss E. C., et al.  (2015). Targeting CDK9 by wogonin and related natural flavones potentiates the anti-cancer efficacy of the Bcl-2 family inhibitor ABT-263. Int. J. Cancer\n136, 688–698.  10.1002/ijc.29009\n [PubMed] [CrossRef] [Google Scholar]\nPuri P. L., Wu Z., Zhang P., Wood L. D., Bhakta K. S., Han J., et al.  (2000). Induction of terminal differentiation by constitutive activation of p38 MAP kinase in human rhabdomyosarcoma cells. Genes Dev.\n14, 574–584. 10.1101/gad.14.5.574\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nRadhakrishnan S. K., Gartel A. L. (2006). CDK9 Phosphorylates p53 on Serine Residues 33, 315 and 392. Cell Cycle\n5, 519–521.  10.4161/cc.5.5.2514\n [PubMed] [CrossRef] [Google Scholar]\nRadhakrishnan S. K., Bhat U. G., Halasi M., Gartel A. L. (2008). P-TEFb inhibitors interfere with activation of p53 by DNA-damaging agents. Oncogene\n27, 1306–1309.  10.1038/sj.onc.1210737\n [PubMed] [CrossRef] [Google Scholar]\nRahl P. B., Lin C. Y., Seila A. C., Flynn R. A., McCuine S., Burge C. B., et al.  (2010). c-Myc regulates transcriptional pause release. Cell\n141, 432–445.  10.1016/j.cell.2010.03.030\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nRaimondi L., Ciarapica R., De Salvo M., Verginelli F., Gueguen M., Martini C., et al.  (2012). Inhibition of Notch3 signalling induces rhabdomyosarcoma cell differentiation promoting p38 phosphorylation and p21Cip1 expression and hampers tumour cell growth in vitro and in vivo. Cell Death Differ.\n19, 871–881.  10.1038/cdd.2011.171\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nRichter G. H. S., Hensel T., Schmidt O., Saratov V., von Heyking K., Becker-Dettling F., et al.  (2020). Combined inhibition of epigenetic readers and transcription initiation targets the EWS-ETS transcriptional program in Ewing sarcoma. Cancers (Basel).\n12, 304.  10.3390/cancers12020304\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nRiggi N., Knoechel B., Gillespie S. M., Rheinbay E., Boulay G., Suvà M. L., et al.  (2014). EWS-FLI1 utilizes divergent chromatin remodeling mechanisms to directly activate or repress enhancer elements in Ewing sarcoma. Cancer Cell\n26, 668–681.  10.1016/J.CCELL.2014.10.004\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nRomano G., Giordano A. (2008). Role of the cyclin-dependent kinase 9-related pathway in mammalian gene expression and human diseases. Cell Cycle\n7, 3664–3668.  10.4161/cc.7.23.7122\n [PubMed] [CrossRef] [Google Scholar]\nRoskoski R. (2019). Cyclin-dependent protein serine/threonine kinase inhibitors as anticancer drugs. Pharmacol. Res.\n139, 471–488.  10.1016/j.phrs.2018.11.035\n [PubMed] [CrossRef] [Google Scholar]\nShern J. F., Chen L., Chmielecki J., Wei J. S., Patidar R., Rosenberg M., et al.  (2014). Comprehensive genomic analysis of rhabdomyosarcoma reveals a landscape of alterations affecting a common genetic axis in fusion-positive and fusion-negative tumors. Cancer Discovery\n4, 216–231.  10.1158/2159-8290.CD-13-0639\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nSimone C., Giordano A. (2007). Abrogation of signal-dependent activation of the cdk9/cyclin T2a complex in human RD rhabdomyosarcoma cells. Cell Death Differ.\n14, 192–195.  10.1038/sj.cdd.4402008\n [PubMed] [CrossRef] [Google Scholar]\nSimone C., Stiegler P., Bagella L., Pucci B., Bellan C., De Falco G., et al.  (2002). Activation of MyoD-dependent transcription by cdk9/cyclin T2. Oncogene\n21, 4137–4148.  10.1038/sj.onc.1205493\n [PubMed] [CrossRef] [Google Scholar]\nSimone M., Erba E., Damia G., Vikhanskaya F., Di Francesco A. M., Riccardi R., et al.  (2005). Variolin B and its derivate deoxy-variolin B: new marine natural compounds with cyclin-dependent kinase inhibitor activity. Eur. J. Cancer\n41, 2366–2377.  10.1016/j.ejca.2005.05.015\n [PubMed] [CrossRef] [Google Scholar]\nSkapek S. X., Ferrari A., Gupta A. A., Lupo P. J., Butler E., Shipley J., et al.  (2019). Rhabdomyosarcoma. Nat. Rev. Dis. Prim.\n5, 1.  10.1038/s41572-018-0051-2\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nSpitz F., Furlong E. E. M. (2012). Transcription factors: from enhancer binding to developmental control. Nat. Rev. Genet.\n13, 613–626.  10.1038/nrg3207\n [PubMed] [CrossRef] [Google Scholar]\nSultan I., Rodriguez-Galindo C., Saab R., Yasir S., Casanova M., Ferrari A. (2009). Comparing children and adults with synovial sarcoma in the Surveillance, Epidemiology, and End Results program 1983 to 2005: an analysis of 1268 patients. Cancer\n115, 3537–3547.  10.1002/cncr.24424\n [PubMed] [CrossRef] [Google Scholar]\nTaulli R., Bersani F., Foglizzo V., Linari A., Vigna E., Ladanyi M., et al.  (2009). The muscle-specific microRNA miR-206 blocks human rhabdomyosarcoma growth in xenotransplanted mice by promoting myogenic differentiation. J. Clin. Invest. 119 (8), 2366–2378.  10.1172/JCI38075\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nTibes R., Bogenberger J. M. (2019). Transcriptional silencing of MCL-1 through cyclin-dependent kinase inhibition in acute myeloid leukemia. Front. Oncol.\n9:1205.  10.3389/fonc.2019.01205\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nTirode F., Surdez D., Ma X., Parker M., Le Deley M. C., Bahrami A., et al.  (2014). Genomic landscape of Ewing sarcoma defines an aggressive subtype with co-association of STAG2 and TP53 mutations. Cancer Discovery\n4, 1342–1353.  10.1158/2159-8290.CD-14-0622\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWada T., Takagi T., Yamaguchi Y., Ferdous A., Imai T., Hirose S., et al.  (1998). DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev.\n12, 343–356.  10.1101/gad.12.3.343\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang Y., Dow E. C., Liang Y.-Y., Ramakrishnan R., Liu H., Sung T.-L., et al.  (2008). Phosphatase PPM1A regulates phosphorylation of Thr-186 in the Cdk9 T-loop. J. Biol. Chem.\n283, 33578–33584.  10.1074/jbc.M807495200\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang J., Wang H., Hou W., Liu H., Zou Y., Zhang H., et al.  (2013). Subnuclear distribution of SSX regulates its function. Mol. Cell. Biochem.\n381, 17–29.  10.1007/s11010-013-1684-9\n [PubMed] [CrossRef] [Google Scholar]\nWeinstein J. N., Myers T. G., O’Connor P. M., Friend S. H., Fornace A. J., Kohn K. W., et al.  (1997). An information-intensive approach to the molecular pharmacology of cancer. Science\n275 (5298), 343–349.  10.1126/science.275.5298.343\n [PubMed] [CrossRef] [Google Scholar]\nWhitlock J. A., Krailo M., Reid J. M., Ruben S. L., Ames M. M., Owen W., et al.  (2005). Phase I clinical and pharmacokinetic study of flavopiridol in children with refractory solid tumors: a Children’s Oncology Group Study. J. Clin. Oncol.\n23, 9179–9186.  10.1200/JCO.2004.01.0660\n [PubMed] [CrossRef] [Google Scholar]\nWhittaker S. R., Te Poele R. H., Chan F., Linardopoulos S., Walton M., II, Garrett M. D., et al.  (2007). The cyclin-dependent kinase inhibitor seliciclib (R-roscovitine; CYC202) decreases the expression of mitotic control genes and prevents entry into mitosis. Cell Cycle\n6, 3114–3131.  10.4161/cc.6.24.5142\n [PubMed] [CrossRef] [Google Scholar]\nWhittaker S. R., Mallinger A., Workman P., Clarke P. A. (2017). Inhibitors of cyclin-dependent kinases as cancer therapeutics. Pharmacol. Ther.\n173, 83–105.  10.1016/j.pharmthera.2017.02.008\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nXiao Z., Hao Y., Liu B., Qian L. (2002). Indirubin and meisoindigo in the treatment of chronic myelogenous leukemia in China. Leuk. Lymphoma\n43, 1763–1768.  10.1080/1042819021000006295\n [PubMed] [CrossRef] [Google Scholar]\nYamaguchi Y., Takagi T., Wada T., Yano K., Furuya A., Sugimoto S., et al.  (1999). NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell\n97, 41–51.  10.1016/S0092-8674(00)80713-8\n [PubMed] [CrossRef] [Google Scholar]\nYan L., Lai F., Chen X., Xiao Z. (2015). Discovery of novel indirubin-3′-monoxime derivatives as potent inhibitors against CDK2 and CDK9. Bioorg. Med. Chem. Lett.\n25, 2447–2451.  10.1016/J.BMCL.2015.03.066\n [PubMed] [CrossRef] [Google Scholar]\nYang Z., Yik J. H. N., Chen R., He N., Jang M. K., Ozato K., et al.  (2005). Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol. Cell\n19, 535–545.  10.1016/j.molcel.2005.06.029\n [PubMed] [CrossRef] [Google Scholar]\nYin T., Lallena M. J., Kreklau E. L., Fales K. R., Carballares S., Torrres R., et al.  (2014). A novel CDK9 inhibitor shows potent antitumor efficacy in preclinical hematologic tumor models. Mol. Cancer Ther.\n13, 1442–1456.  10.1158/1535-7163.MCT-13-0849\n [PubMed] [CrossRef] [Google Scholar]\nYu D., Cattoglio C., Xue Y., Zhou Q. (2019). A complex between DYRK1A and DCAF7 phosphorylates the C-terminal domain of RNA polymerase II to promote myogenesis. Nucleic Acids Res.\n47, 4462–4475.  10.1093/nar/gkz162\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZhang H., Pandey S., Travers M., Sun H., Morton G., Madzo J., et al.  (2018). Targeting CDK9 reactivates epigenetically silenced genes in cancer. Cell\n175, 1244–1258.e26.  10.1016/j.cell.2018.09.051\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}