{"title": "A Case of Extracorporeal Membrane Oxygenation as a Salvage Therapy for COVID-19-Associated Severe Acute Respiratory Distress Syndrome: Mounting Evidence", "pubDate": "Jan-Dec", "PMCID": "PMC7488892", "DOI": "10.1177/2324709620957778", "PMID": "32911986", "abstract": "Coronavirus disease 2019 (COVID-19) caused by a novel human coronavirus has led to a tsunami of viral illness across the globe, originating from Wuhan, China. Although the value and effectiveness of extracorporeal membrane oxygenation (ECMO) in severe respiratory illness from COVID-19 remains unclear at this time, there is emerging evidence suggesting that it could be utilized as an ultimate treatment in appropriately selected patients not responding to conventional care. We present a case of a 32-year-old COVID-19 positive male with a history of diabetes mellitus who was intubated for severe acute respiratory distress syndrome (ARDS). The patient's hypoxemia failed to improve despite positive pressure ventilation, prone positioning, and use of neuromuscular blockade for ventilator asynchrony. He was evaluated by a multidisciplinary team for considering ECMO for refractory ARDS. He was initiated on venovenous ECMO via dual-site cannulation performed at the bedside. Although his ECMO course was complicated by bleeding, he showed a remarkable improvement in his lung function. ECMO was successfully decannulated after 17 days of initiation. The patient was discharged home after 47 days of hospitalization without any supplemental oxygen and was able to undergo active physical rehabilitation. A multidisciplinary approach is imperative in the initiation and management of ECMO in COVID-19 patients with severe ARDS. While ECMO is labor-intensive, using it in the right phenotype and in specialized centers may lead to positive results. Patients who are young, with fewer comorbidities and single organ dysfunction portray a better prognosis for patients in which ECMO is utilized.", "author": [{"author": "Kartikeya Rajdev", "affiliation": ["University of Nebraska Medical Center, Omaha, NE, USA."], "href": "/?term=Rajdev+K&cauthor_id=32911986"}, {"author": "Lyndie A Farr", "affiliation": ["University of Nebraska Medical Center, Omaha, NE, USA."], "href": "/?term=Farr+LA&cauthor_id=32911986"}, {"author": "Muhammad Ahsan Saeed", "affiliation": ["University of Nebraska Medical Center, Omaha, NE, USA."], "href": "/?term=Saeed+MA&cauthor_id=32911986"}, {"author": "Rorak Hooten", "affiliation": ["University of Nebraska Medical Center, Omaha, NE, USA."], "href": "/?term=Hooten+R&cauthor_id=32911986"}, {"author": "Joseph Baus", "affiliation": ["University of Nebraska Medical Center, Omaha, NE, USA."], "href": "/?term=Baus+J&cauthor_id=32911986"}, {"author": "Brian Boer", "affiliation": ["University of Nebraska Medical Center, Omaha, NE, USA."], "href": "/?term=Boer+B&cauthor_id=32911986"}], "refPMID": ["32283155", "32242947", "32395179", "32105632", "31258917", "31197492", "32319081", "29791822", "19762075", "26380745", "32371555", "19822628", "29330690", "32223988", "32279018", "32317225", "32313662", "32431992", "32675503", "32317557", "32363334", "24693864", "29233160"], "citedInPMID": ["32911986", "34778984", "34548027", "34211653", "33801239"], "body": " AbstractCoronavirus disease 2019 (COVID-19) caused by a novel human coronavirus has led to a tsunami of viral illness across the globe, originating from Wuhan, China. Although the value and effectiveness of extracorporeal membrane oxygenation (ECMO) in severe respiratory illness from COVID-19 remains unclear at this time, there is emerging evidence suggesting that it could be utilized as an ultimate treatment in appropriately selected patients not responding to conventional care. We present a case of a 32-year-old COVID-19 positive male with a history of diabetes mellitus who was intubated for severe acute respiratory distress syndrome (ARDS). The patient’s hypoxemia failed to improve despite positive pressure ventilation, prone positioning, and use of neuromuscular blockade for ventilator asynchrony. He was evaluated by a multidisciplinary team for considering ECMO for refractory ARDS. He was initiated on venovenous ECMO via dual-site cannulation performed at the bedside. Although his ECMO course was complicated by bleeding, he showed a remarkable improvement in his lung function. ECMO was successfully decannulated after 17 days of initiation. The patient was discharged home after 47 days of hospitalization without any supplemental oxygen and was able to undergo active physical rehabilitation. A multidisciplinary approach is imperative in the initiation and management of ECMO in COVID-19 patients with severe ARDS. While ECMO is labor-intensive, using it in the right phenotype and in specialized centers may lead to positive results. Patients who are young, with fewer comorbidities and single organ dysfunction portray a better prognosis for patients in which ECMO is utilized.Keywords: extracorporeal membrane oxygenation, ECMO, COVID-19, acute respiratory distress syndrome, ARDS IntroductionExtracorporeal membrane oxygenation or ECMO is a resource-intensive therapy that provides cardiopulmonary support in refractory cardiac and respiratory failure. It serves as a recourse in patients with severe acute respiratory distress syndrome (ARDS) who fail to respond to optimal mechanical ventilation and medical management in the intensive care unit (ICU). At the time of writing this article, the world is dealing with a global pandemic of coronavirus disease 2019 (COVID-19) resulting from the novel human RNA coronavirus named severe acute respiratory syndrome coronavirus-2 (SARS COV-2). COVID-19 is a multi-system disease with the respiratory system being the most commonly involved. Patients with COVID-19 display a wide spectrum of symptoms that ranges from asymptomatic infection to fever, cough, flu-like illness, ARDS, multi-organ failure, and death.1 The management of critical patients with COVID-19 is challenging. We report a case of a young male patient with severe ARDS from COVID-19 who successfully recovered with ECMO and was discharged home after a hospital stay of 47 days. This case was also the first case at our institution to be initiated on ECMO for COVID-19-related ARDS. Case PresentationA 32-year-old male with a past medical history of diabetes mellitus presented to the emergency department (ED) of our hospital with worsening shortness of breath for a few days. He was known to be COVID-19 positive from an outside clinic just 4 days before presentation. He denied any other symptoms including chills, fever, and sweats. On examination, he was diaphoretic, tachycardic, tachypneic, anxious, and lung sounds were notable for crackles. The patient was severely hypoxemic with oxygen saturation of 25% on room air. He was placed on a non-rebreather mask, following which the SpO2 (oxygen saturation) had increased to 60% to 70%. Other vital signs were a blood pressure of 176/96 mm Hg, heart rate of 134/min, respiratory rate of 34/min, and temperature of 38.1 °C. Initial laboratory tests were significant for C-reactive protein of 34 mg/dL, lactic acid of 9 mmol/L, white blood cells of 16 × 106/µL without lymphopenia, blood glucose of 643 mg/dL, procalcitonin of 2.44 ng/mL, and troponin of 0.04 ng/mL. Venous blood gas revealed a pH of 7.31, pCO2 (partial pressure of carbon dioxide) of 26 mm Hg, and HCO3 (bicarbonate) of 13 mmol/L. An electrocardiogram showed a sinus rhythm without ST changes or T wave changes. His initial chest X-ray (CXR) showed mild diffuse bilateral pulmonary consolidations (Figure 1). He was intubated in the ED and transferred to the COVID-19 ICU. His nasopharyngeal swab was positive for COVID-19.Open in a separate windowFigure 1.Initial chest x-ray (CXR) on admission showed diffuse bilateral pulmonary consolidations.The patient was provided the standard ARDS treatment with lung-protective ventilation, pronation, neuromuscular blockade with rocuronium, and inhaled epoprostenol. His initial ventilator settings were pressure-regulated volume control mode of ventilation with a tidal volume (Vt) of 360 mL (6 mL/kg of ideal body weight), respiratory rate (RR) of 24 breaths per minute, and positive end-expiratory pressure (PEEP) of 14 cm H2O. He was sedated with hydromorphone, midazolam, and propofol continuous intravenous infusions. His chest computed tomography scan post-intubation revealed extensive multifocal ground-glass opacities bilaterally, pneumomediastinum with subcutaneous emphysema up to the base of the neck, without any pulmonary embolism (Figure 2). The blood cultures on admission and respiratory pathogen panel were negative, and the sputum culture grew few Staphylococcus aureus.Open in a separate windowFigure 2.Initial computed tomography (CT) post-intubation showing extensive multifocal ground-glass opacities bilaterally, and pneumomediastinum with subcutaneous emphysema.On day 5 to 6 of hospitalization, the patient developed worsening oxygenation and hypercarbia despite an increasing fraction of inspired oxygen (FiO2) to 1.0, PEEP to 20 cm H2O, RR to 34 breaths per minute, and Vt to 380 mL (6.3 mL/kg of ideal body weight). His plateau pressures were around 34 cm H2O with inspiratory pressures around 40 cm H2O. CXR showed worsening diffuse bilateral pulmonary opacities (Figure 3). Arterial blood gas revealed a pH of 7.37, pCO2 of 70 mm Hg, PaO2 of 85 mm Hg, and HCO3 of 39 mmol/L, with PaO2: FiO2 (P/F) ratio of 8:5. The ability to both oxygenate and ventilate him was further complicated by his known pneumomediastinum, which we speculated he had developed with persistent coughing due to COVID-19 before admission. The pneumomediastinum was treated conservatively without chest tube placement, but there were concerns regarding the safety of increasing his PEEP and TV.Open in a separate windowFigure 3.Chest X-ray (CXR) on day 5 of hospitalization showing worsening diffuse bilateral pulmonary opacities.Due to the refractory hypoxemia despite maximal conventional medical management for ARDS, he was evaluated by a multidisciplinary team for VV ECMO selection. Transthoracic echocardiogram revealed normal biventricular function with no valvular abnormalities. His Respiratory ECMO Survival Prediction (RESP) score was 5, giving him an estimated in-hospital survival of 70% to 90%. He received 1 point for mechanical ventilation for 6 days prior to initiation of ECMO, he received 3 points for viral pneumonia (COVID-19), and he received 1 point for neuromuscular blockade before ECMO (Table 1). He had a prediction of survival on ECMO therapy (PRESET) score of 3 giving him estimated ICU mortality of around 26%. The patient received 1 point for mean arterial pressure between 91 and 100 mm Hg, 1 point for lactate between 1.51 and 3 mmol/L, and 1 point for 6 hospital days pre-ECMO (Table 2). On day 6 of hospitalization (approximately day 10-11 of the disease process), he was initiated on VV ECMO. Bifemoral cannulation was performed with ultrasound guidance at the bedside in the patient’s room. The ECMO configuration was as follows: Cardiohelp device, Quadrox-ID adult oxygenator, 19 Fr single-stage right femoral venous outflow/oxygenated cannula, and 25 Fr multi-stage left femoral venous inflow/deoxygenated cannula. The initial ECMO settings were a blood flow at 4.5 L/min, sweep gas at 2 L/min, with a FiO2 of 1. After the initiation of ECMO, improvement in his oxygenation and hypercarbia was noticed with arterial blood gas showing a pH of 7.46, pCO2 of 54 mm Hg, paO2 of 86 mm Hg, and HCO3 of 38 mmol/L, thus his mechanical ventilator settings were decreased to a Vt of 270 mL, RR of 10 breaths per minute, PEEP of 12 cm H2O, and FiO2 of 0.6 to promote further lung protection. Additionally, on the day of admission up until day 10 of hospitalization, he was placed in an institutional review board-approved multicenter, randomized, blinded controlled trial where he received either remdesivir or placebo.Table 1.The Table Shows the RESP Score for Our Patient. The Patient Received a Total of 5 Points, Giving Him an Estimated In-Hospital Survival of 70-90%.RESP scorePatient’s dataPointsAge (years)18-490 pointsImmunocompromised stateNo0 pointsMechanical ventilation prior to initiation of ECMO48 hours to 7 days1 pointAcute respiratory diagnosis groupViral pneumonia3 pointsCentral nervous system dysfunctionNo0 pointsAcute associated (nonpulmonary infection)No0 pointsNeuro-muscular blockade before ECMOYes1 pointNitric oxide use before ECMONo0 pointsBicarbonate infusion before ECMONo0 pointsCardiac arrest before ECMONo0 pointsPaCO2 ≥ 75 mm HgNo0 pointsPeak inspiratory pressure ≥ 42 cm H2ONo0 pointsTotal score5 pointsOpen in a separate windowAbbreviations: RESP, Respiratory ECMO Survival Prediction score; ECMO, extracorporeal membrane oxygenation; PaCO2, partial pressure of carbon dioxide.Table 2.The Table Shows the PRESET Score for Our Patient. The Patient Received a Total of 3 Points, Giving Him an Estimated ICU Mortality of 26%.PRESET scorePatient’s dataPointsMAP (mm Hg)91-1001 pointLactate (mmoL/L)1.51-31 pointpH>7.30 pointsPlatelet concentration (1000/µL)>2000 pointsHospital days pre-ECMO3-71 pointTotal score3 pointsOpen in a separate windowAbbreviations: PRESET, Prediction of Survival on ECMO Therapy; MAP, mean arterial pressure; ECMO, extracorporeal membrane oxygenation.The patient’s ECMO course was complicated. He suffered from acute blood loss anemia from hematuria, epistaxis, and oropharyngeal bleeding, requiring frequent blood transfusions while on a continuous heparin infusion as anticoagulation for the ECMO circuit. Despite growing concerns regarding the possible development of a hypercoagulable state in patients with COVID-19, we elected to decrease the patient’s heparin infusion initially to a lower PTT goal of 45 to 60 seconds and then eventually discontinued all anticoagulation for 5 days. A venous duplex was performed on hospital day 27 as the patient was completely immobile while on bifemoral VV ECMO, off all anticoagulation, and at high risk for thrombus formation. The duplex was found to be negative for acute or chronic venous thrombus in all 4 extremities. Additionally, we had difficulty maintaining full ECMO flows of 4 to 5 LPM while also trying to prevent volume overload in the setting of severe ARDS and ultimately decreased his ECMO flows to around 3 to 3.5 LPM with the sweep around 4 to 6 LPM for the majority of his ECMO course.On hospital day 19 (13 days of VV ECMO), we began noticing an improvement in his lung function and lung compliance. We started daily challenges of weaning sweep and FiO2 on ECMO while subsequently increasing his ventilator support. He underwent tracheostomy on day 20 of hospitalization as we wanted to get the tracheostomy performed before ECMO decannulation. On day 23 of hospitalization (day 17 on ECMO and approximately day 27-28 of the disease process), he was successfully decannulated at the bedside, and VV ECMO was removed. The hospital course included a total of 35 days of mechanical ventilation. Our ability to wean him from mechanical ventilation was delayed due to ventilator-associated pneumonia secondary to Staphylococcus aureus and Klebsiella pneumoniae. The patient required tracheostomy for 26 days that included 15 days on mechanical ventilation. On hospital day 39, his tracheal aspirate was negative for COVID-19 by polymerase chain reaction. He underwent aggressive rehabilitation with physical therapy and occupational therapy while hospitalized. He was discharged home after 47 days of hospitalization without the need for supplemental oxygen or support devices and was decannulated from his tracheostomy. His CXR before discharge revealed an interval improvement in multifocal pulmonary opacities (Figure 4). Despite a complicated and prolonged hospitalization, including 40 days in the ICU and the development of 3 nosocomial infections, he was able to avoid a multi-organ failure during his entire hospitalization.Open in a separate windowFigure 4.Chest X-ray (CXR) prior to discharge revealed an interval improvement in multifocal pulmonary opacities. DiscussionThe majority of patients with COVID-19 have mild illness and can be cured with supportive management and oxygen supplementation. Although rates vary, among hospitalized COVID-19 patients, up to 30% make their way to the ICU. Among those who are critically ill, acute hypoxemic respiratory failure from ARDS is the dominant finding, which may require invasive mechanical ventilation.2 In up to 98% of nonsurvivors from COVID-19, high mortality was associated with severe respiratory failure from viral pneumonia.3,4 The conventional management of patients with ARDS requiring invasive mechanical ventilation includes lung-protective ventilation with low tidal volume, high PEEP, deep sedation, prone positioning, neuromuscular blockade with the use of paralytics, steroids, and inhaled nitric oxide or epoprostenol.5,6 Although robust evidence in support of benefit with the use of ECMO for ARDS is lacking, it serves as a rescue therapy with a mortality benefit in patients with severe reversible acute respiratory failure when the conventional therapies have failed.7-9 ECMO is not a disease-modifying therapy and does not cure lung disease, rather it serves as a bridge to lung recovery by allowing “lung rest” to the damaged alveoli in ARDS. It allows the use of lung-protective ventilation strategies by reducing mechanical power and driving pressure.7,10 ECMO therapy has been used in patients with ARDS since 1970, however, it has become more popular in the last decade due to remarkable progress in the ECMO circuit components, increased safety, and availability. Improvement in mortality with ECMO was reported in the non-randomized studies during the influenza A H1N1 epidemic in 2009 and the Middle East respiratory syndrome coronavirus epidemic in 2014, supporting the use of ECMO for refractory hypoxemia.11-13As the world is currently facing the COVID-19 pandemic, the role of ECMO in ARDS secondary to COVID-19 is being explored. Early reports from China on the use of ECMO for COVID-19 suggested a high mortality rate of around 80% to 90% in adult patients with ARDS.14,15 There is some encouraging evidence in the form of case reports and series suggesting clinical benefit with the use of ECMO in COVID-19.16-18 In a recent case series of 6 patients by Osho and colleagues,19 5 patients survived severe ARDS due to COVID-19 with VV ECMO. The median duration of VV ECMO in these patients was 12 days (4-18 days). Jacobs and colleagues published an analysis of 32 patients with COVID-19 supported with ECMO. They demonstrated that 22 of 32 patients were alive (68%), with 17 of 32 (53.1%) alive on ECMO at the time of publication. Five out of 15 (33.3%) who had been decannulated survived post-ECMO removal.20 With our case report, we attempt to highlight a case of a young otherwise healthy male, who developed severe ARDS and completely recovered with the use of ECMO therapy.There are 2 main types of ECMO circuits: venoarterial (VA) and VV. VV ECMO provides respiratory support within an extracorporeal circuit and is meant to treat hypercarbia and hypoxemia. VV is by far the most common convention used in the management of refractory ARDS. VV ECMO could be performed either via a single dual-lumen catheter usually in the neck, or via dual-site cannulation, which draws blood from the femoral vein and reinfuses it in the internal jugular vein or the contralateral femoral vein.10 Dual-site cannulation could be performed at the bedside without the requirement for transesophageal echocardiogram and fluoroscopy. Therefore, for patients with COVID-19, dual-site cannulation is preferable for respiratory support as it reduces the potential exposure of the health care workers and utilization of resources.11 Most of the reported experience with ECMO for COVID-19 is with VV ECMO. VA ECMO is used to provide both mechanical circulatory and respiratory support. COVID-19 is a multisystem disorder that is also associated with cardiovascular complications such as acute myocarditis, cardiogenic shock, and heart failure. However, the experience with VA ECMO in COVID-19 patients is extremely limited. To date, only 1 case of fulminant myocarditis in a patient with COVID-19 has been reported who was successfully rescued with VA ECMO as a bridge to recovery.21ECMO could act as potentially life-saving therapy in COVID-19 patients with refractory hypoxemia and terminal respiratory failure. However, ECMO therapy in COVID-19 patients poses a lot of additional challenges that could affect how ECMO is delivered for ARDS patients.11 ECMO facility is available in specialized centers. It requires a team of expert personnel experienced in initiating, maintaining, and discontinuing ECMO and managing its related complications. Due to the worldwide pandemic, there is a huge burden on the health care resources for the management of patients with COVID-19. The use of ECMO for COVID-19 also involves ethical challenges. It diverts the already overwhelmed health care resources from the other critically ill patients. ECMO is a high resource-intensive and prolonged mode of treatment. Additionally, ECMO management enhances the potential exposure of health care workers to SARS COV-2, which is a highly transmissible disease, especially with the limited personal protective equipment across many hospitals. ECMO therapy is also inherently associated with complications that increase morbidity and mortality such as the increased risk of hemorrhage due to the use of anticoagulant, and systemic thrombosis among many others.10At this time, there are no defined guidelines for selecting patients with COVID-19 patients for ECMO therapy. Based on the experience gained during the management of patients with SARS COV (2003), H1N1 influenza A, and Middle East respiratory syndrome coronavirus, patients who are young and have fewer or no comorbidities are expected to have the highest probability of survival and should be given preference for consideration for ECMO in COVID-19 patients. Patients with advanced age, terminal diseases such as advanced malignancy, severe multiorgan failure, severe neurologic damage such as anoxic brain injury, inability to receive blood transfusions, or anticoagulation would be some of the absolute contraindications to ECMO therapy in COVID-19 patients.7,11 To ensure the ethical distribution of resources, the relative and absolute contraindications may vary with time as the health care resources get overburdened due to the progressing COVID-19 pandemic. Although not prospectively validated in COVID-19 patients, the pulmonary and extrapulmonary predictive survival models such as RESP and PRESET might serve as decision support in COVID-19 patients with ARDS to be placed on ECMO therapy.22,23 The RESP score was developed in 2014 by Schmidt and colleagues22 through a multi-center retrospective cohort study with 2355 patients from the Extracorporeal Life Support Organization (ELSO) registry. It was created as a predictor of survival to hospital discharge for adult patients receiving ECMO for acute respiratory failure.22 The tool includes 12 different patient variables that add up to a final score between ≥6 and ≤−6 with each score being associated with 6 different risk classes of in-hospital survival. The higher the score, the lower the risk class for ECMO candidacy, and subsequently the higher the predicted in-hospital survival. The PRESET score was developed in 2017 through a derivation cohort study of 108 ARDS patients receiving VV ECMO at a single center in Germany.23 It was created as a predictor of ICU survival for ARDS patients receiving ECMO. The tool includes 5 different patient variables, all of which are extrapulmonary. The total score ranges from 0 to 15 and each score places the patient in 1 of the 3 risk classes. The higher the score, the higher the risk class, and subsequently the higher the expected ICU mortality.We suggest that early referral to specialized tertiary care centers equipped with resources, expertise, and standardized ECMO protocols should be considered for patients with severe respiratory failure from COVID-19. The patient selection, timing, and management should be determined on a case-by-case basis by a multidisciplinary team of intensivists, cardiac surgeons, critical care nurses, respiratory therapists, pharmacists, and perfusionists. ECMO could improve patient outcomes in optimally selected patients with COVID-19; however, as mentioned above, its use is limited by its availability, cost, increased exposure to health care providers to infection, and limited resources and staff during the global pandemic of COVID-19. ConclusionPresently, the utility of ECMO in COVID-19-related ARDS remains controversial. However, the data reported so far suggest that ECMO could be associated with positive outcomes in severe respiratory failure due to COVID-19 in highly selected patients in specialized centers. Therefore, it is important to develop algorithms that would guide us in initiating ECMO on patients with COVID-19 who are expected to benefit the most from this rescue therapy. At the same time, health care institutions should take appropriate measures to ensure the safety of the staff, prevent the spread of infection, and not divert critical care resources from the other COVID-19 patients who are not on ECMO. A lot still needs to be learned about the role of ECMO in patients suffering from refractory respiratory failure. FootnotesDeclaration of Conflicting Interests: The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.Funding: The author(s) received no financial support for the research, authorship, and/or publication of this article.Informed Consent: Informed consent was obtained from the patient for the publication of this manuscript.Ethical Approval: Our institution does not require ethical approval for reporting individual cases or case series. References1. \nFu L, Wang B, Yuan T, et al.\nClinical characteristics of coronavirus disease 2019 (COVID-19) in China: a systematic review and meta-analysis. J Infect. 2020;80:656-665. doi:10.1016/j.jinf.2020.03.041 [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. \nCao Y, Liu X, Xiong L, Cai K.\nImaging and clinical features of patients with 2019 novel coronavirus SARS-CoV-2: a systematic review and meta-analysis. J Med Virol. Published online April 3, 2020. doi:10.1002/jmv.25822 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. \nFirstenberg MS, Stahel PF, Hanna J, Kotaru C, Crossno J, Jr, Forrester J.\nSuccessful COVID-19 rescue therapy by extra-corporeal membrane oxygenation (ECMO) for respiratory failure: a case report. Patient Saf Surg. 2020;14:20. doi:10.1186/s13037-020-00245-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. \nYang X, Yu Y, Xu J.\nClinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. 2020;8:475-481. doi:10.1016/S2213-2600(20)30079-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. \nGriffiths MJD, McAuley DF, Perkins GD, et al.\nGuidelines on the management of acute respiratory distress syndrome. BMJ Open Respir Res. 2019;6:e000420. doi:10.1136/bmjresp-2019-000420 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. \nPapazian L, Aubron C, Brochard L, et al.\nFormal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9:69. doi:10.1186/s13613-019-0540-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. \nZochios V, Brodie D, Charlesworth M, Parhar RR.\nDelivering extracorporeal membrane oxygenation for patients with COVID-19: what, who, when and how?\nAnaesthesia. 2020;75:997-1001. doi:10.1111/anae.15099 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. \nCombes A, Hajage D, Capellier G, et al.; EOLIA Trial Group, REVA, and ECMONet. Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. N Engl J Med. 2018;378:1965-1975. doi:10.1056/NEJMoa1800385 [PubMed] [CrossRef] [Google Scholar]9. \nPeek GJ, Mugford M, Tiruvoipati R, et al.; CESAR Trial Collaboration. Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial. Lancet. 2009;374:1351-1363. doi:10.1016/S0140-6736(09)61069-2 [PubMed] [CrossRef] [Google Scholar]10. \nMakdisi G, Wang IW.\nExtra corporeal membrane oxygenation (ECMO) review of a lifesaving technology. J Thorac Dis. 2015;7:E166-E176. doi:10.3978/j.issn.2072-1439.2015.07.17 [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. \nKhan R, Anandamurthy B, McCurry K, Krishnan S.\nUtility of extracorporeal membrane oxygenation in COVID-19. Cleve Clin J Med. Published online May 5, 2020. doi:10.3949/ccjm.87a.ccc014 [PubMed] [CrossRef] [Google Scholar]12. \nAustralia and New Zealand Extracorporeal Membrane Oxygenation (ANZ ECMO) Influenza Investigators; Davies A, Jones D, et al.\nExtracorporeal membrane oxygenation for 2009 Influenza A(H1N1) acute respiratory distress syndrome. JAMA. 2009;302:1888-1895. doi:10.1001/jama.2009.1535 [PubMed] [CrossRef] [Google Scholar]13. \nAlshahrani MS, Sindi A, Alshamsi F, et al.\nExtracorporeal membrane oxygenation for severe Middle East respiratory syndrome coronavirus. Ann Intensive Care. 2018;8:3. doi:10.1186/s13613-017-0350-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. \nÑamendys-Silva SA.\nECMO for ARDS due to COVID-19. Heart Lung. 2020;49:348-349. doi:10.1016/j.hrtlng.2020.03.012 [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. \nHenry BM, Lippi G.\nPoor survival with extracorporeal membrane oxygenation in acute respiratory distress syndrome (ARDS) due to coronavirus disease 2019 (COVID-19): pooled analysis of early reports. J Crit Care. 2020;58:27-28. doi:10.1016/j.jcrc.2020.03.011 [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. \nNakamura K, Hikone M, Shimizu H, et al.\nA sporadic COVID-19 pneumonia treated with extracorporeal membrane oxygenation in Tokyo, Japan: a case report. J Infect Chemother. 2020; 26:759-761. doi:10.1016/j.jiac.2020.03.018 [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. \nTaniguchi H, Ogawa F, Honzawa H, et al.\nVeno-venous extracorporeal membrane oxygenation for severe pneumonia: COVID-19 case in Japan. Acute Med Surg. 2020;7:e509. doi:10.1002/ams2.509 [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. \nDouedi S, Alshami A, Costanzo E.\nExtracorporeal membrane oxygenation as treatment of severe COVID-19 infection: a case report. Cureus. 2020;12:e7714. doi:10.7759/cureus.7714 [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. \nOsho AA, Moonsamy P, Hibbert KA, et al.\nVeno-venous extracorporeal membrane oxygenation for respiratory failure in COVID-19 patients: early experience from a major academic medical center in North America. Ann Surg. Published online May 25, 2020. doi:10.1097/SLA.0000000000004084 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. \nJacobs JP, Stammers AH, St Louis J, et al.\nExtracorporeal membrane oxygenation in the treatment of severe pulmonary and cardiac compromise in COVID-19: experience with 32 patients. ASAIO J. 2020;66-722-730. doi:10.1097/MAT.0000000000001185 [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. \nChow J, Alhussaini A, Calvillo-Argüelles O, et al.\nCardiovascular collapse in COVID-19 infection: the role of veno-arterial extracorporeal membrane oxygenation (VA-ECMO). CJC Open. 2020;2:273-277. doi:10.1016/j.cjco.2020.04.003 [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. \nSchmidt M, Bailey M, Sheldrake J, et al.\nPredicting survival after extracorporeal membrane oxygenation for severe acute respiratory failure. The Respiratory Extracorporeal Membrane Oxygenation Survival Prediction (RESP) score. Am J Respir Crit Care Med. 2014;189:1374-1382. [PubMed] [Google Scholar]23. \nHilder M, Herbstreit F, Adamzik M, et al.\nComparison of mortality prediction models in acute respiratory distress syndrome undergoing extracorporeal membrane oxygenation and development of a novel prediction score: the PREdiction of Survival on ECMO Therapy-Score (PRESET-Score). Crit Care. 2017;21:301. [PMC free article] [PubMed] [Google Scholar]"}