{"title": "SARS-CoV-2 Versus Influenza-associated Acute Respiratory Distress Syndrome Requiring Veno-venous Extracorporeal Membrane Oxygenation Support", "pubDate": "2021", "PMCID": "PMC7846248", "DOI": "10.1097/MAT.0000000000001325", "PMID": "33060407", "abstract": "No study has compared patients with COVID-19-related refractory ARDS requiring veno-venous extracorporeal membrane oxygenation (V-V ECMO) to a relevant and homogenous control population. We aimed to compare the outcomes, the clinical characteristics, and the adverse effects of COVID-19 patients to a retrospective cohort of influenza patients. This retrospective case-control study was conducted in the ICUs of Lille and Rouen University Hospitals between January 2014 and May 2020. Two independent cohorts of patients with ARDS requiring V-V ECMO infected with either COVID-19 (n = 30) or influenza (n = 22) were compared. A 3-month follow-up was completed for all patients. Median age of COVID-19 and influenza patients was similar (57 vs. 55 years; p = 0.62). The 28-day mortality rate did not significantly differ between COVID-19 (43.3%) and influenza patients (50%, p = 0.63). There was no significant difference considering the cumulative incidence of ECMO weaning, hospital discharge, and 3-month survival. COVID-19 patients had a lower SAPS II score (58 [37-64] vs. 68 [52-83]; p = 0.039), a higher body mass index (33 [29-38] vs. 30 [26-34] kg/m2; p = 0.05), and were cannulated later (median delay between mechanical support and V-V ECMO 6 vs. 3 days, p = 0.004) compared with influenza patients. No difference in overall adverse events was observed between COVID-19 and influenza patients (70% vs. 95.5% respectively; p = 0.23). Despite differences in clinical presentation before V-V ECMO implantation, 28-day and 3-month mortality rate did not differ between COVID-19 and influenza patients. Considering the lack of specific treatment for COVID-19, V-V ECMO should be considered as a relevant rescue organ support.", "author": [{"author": "Nicolas Cousin", "affiliation": ["From the Medical Intensive Care Unit, CHU Lille, Lille, France."], "href": "/?term=Cousin+N&cauthor_id=33060407"}, {"author": "Claire Bourel", "affiliation": ["From the Medical Intensive Care Unit, CHU Lille, Lille, France."], "href": "/?term=Bourel+C&cauthor_id=33060407"}, {"author": "Dorothee Carpentier", "affiliation": ["Medical Intensive Care Unit, CHU Rouen, Rouen, France."], "href": "/?term=Carpentier+D&cauthor_id=33060407"}, {"author": "Julien Goutay", "affiliation": ["From the Medical Intensive Care Unit, CHU Lille, Lille, France."], "href": "/?term=Goutay+J&cauthor_id=33060407"}, {"author": "Agnes Mugnier", "affiliation": ["Department of Cardiovascular Surgery, CHU Lille, Lille, France."], "href": "/?term=Mugnier+A&cauthor_id=33060407"}, {"author": "Julien Labreuche", "affiliation": ["University of Lille, ULR 2694-METRICS: Évaluation des Technologies de Santé et des Pratiques Médicales, Lille, France.", "Department of Biostatistics, CHU Lille, Lille, France."], "href": "/?term=Labreuche+J&cauthor_id=33060407"}, {"author": "Elise Godeau", "affiliation": ["Intensive Care Unit, CHI Elbeuf Louviers Val de Reuil, Elbeuf, France."], "href": "/?term=Godeau+E&cauthor_id=33060407"}, {"author": "Thomas Clavier", "affiliation": ["Surgical Intensive Care Unit, CHU Rouen, Rouen, France."], "href": "/?term=Clavier+T&cauthor_id=33060407"}, {"author": "Steven Grange", "affiliation": ["Medical Intensive Care Unit, CHU Rouen, Rouen, France."], "href": "/?term=Grange+S&cauthor_id=33060407"}, {"author": "Fabienne Tamion", "affiliation": ["Medical Intensive Care Unit, CHU Rouen, Rouen, France."], "href": "/?term=Tamion+F&cauthor_id=33060407"}, {"author": "Arthur Durand", "affiliation": ["From the Medical Intensive Care Unit, CHU Lille, Lille, France."], "href": "/?term=Durand+A&cauthor_id=33060407"}, {"author": "Mouhamed D Moussa", "affiliation": ["Cardiovascular Intensive Care Unit, CHU Lille, Lille, France.", "University of Lille, INSERM, Institut Pasteur de Lille, U1011-EGID, Lille, France."], "href": "/?term=Moussa+MD&cauthor_id=33060407"}, {"author": "Thibault Duburcq", "affiliation": ["From the Medical Intensive Care Unit, CHU Lille, Lille, France."], "href": "/?term=Duburcq+T&cauthor_id=33060407"}, {"author": "Lille Intensive Care COVID-19 Group", "affiliation": [], "href": "/?term=Lille+Intensive+Care+COVID-19+Group%5BCorporate+Author%5D"}], "refPMID": ["32031570", "32250385", "32279018", "32543208", "32487460", "32798468", "32414510", "22926653", "29791822", "32330083", "32367170", "31144997", "23907497", "23406535", "23160769", "19822628", "21976615", "23155145", "32815621", "32384917", "31197492", "23688302", "20843245"], "citedInPMID": ["33060407", "35123562", "34909701", "34906383", "34830721", "34568851", "34481816", "34127027", "33994615", "33894980"], "body": " AbstractNo study has compared patients with COVID-19-related refractory ARDS requiring veno-venous extracorporeal membrane oxygenation (V-V ECMO) to a relevant and homogenous control population. We aimed to compare the outcomes, the clinical characteristics, and the adverse effects of COVID-19 patients to a retrospective cohort of influenza patients. This retrospective case-control study was conducted in the ICUs of Lille and Rouen University Hospitals between January 2014 and May 2020. Two independent cohorts of patients with ARDS requiring V-V ECMO infected with either COVID-19 (n = 30) or influenza (n = 22) were compared. A 3-month follow-up was completed for all patients. Median age of COVID-19 and influenza patients was similar (57 vs. 55 years; p = 0.62). The 28-day mortality rate did not significantly differ between COVID-19 (43.3%) and influenza patients (50%, p = 0.63). There was no significant difference considering the cumulative incidence of ECMO weaning, hospital discharge, and 3-month survival. COVID-19 patients had a lower SAPS II score (58 [37–64] vs. 68 [52–83]; p = 0.039), a higher body mass index (33 [29–38] vs. 30 [26–34] kg/m2; p = 0.05), and were cannulated later (median delay between mechanical support and V-V ECMO 6 vs. 3 days, p = 0.004) compared with influenza patients. No difference in overall adverse events was observed between COVID-19 and influenza patients (70% vs. 95.5% respectively; p = 0.23). Despite differences in clinical presentation before V-V ECMO implantation, 28-day and 3-month mortality rate did not differ between COVID-19 and influenza patients. Considering the lack of specific treatment for COVID-19, V-V ECMO should be considered as a relevant rescue organ support.Keywords: COVID-19, acute respiratory distress syndrome, extracorporeal membrane oxygenation, influenza Coronavirus disease-2019 (COVID-19) is an infectious disease caused by a betacoronavirus, the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which may lead to severe lower respiratory tract infections. Since November 2019 and the first cases in Wuhan, China, this pandemic has infected over 25 million people around the world, killing more than 840,000 of them.1 Among hospitalized COVID-19 patients, 26% needed admission in intensive care units (ICU),2 of whom 88% needed mechanical ventilation for acute respiratory distress syndrome (ARDS).3 Some of them, refractory to conventional care that included lung protective mechanical ventilation, required veno-venous extracorporeal membrane oxygenation (V-V ECMO) assistance, as recommended by the extracorporeal life support organization (ELSO).4In a context of stressed health care systems and scarce resources, selecting patients most likely to benefit from V-V ECMO has been a tremendous challenge for physicians all over the world. Following early reports, concern was raised about high mortality rate in COVID-19 patients supported with V-V ECMO.5 However, more recent studies found that V-V ECMO may be useful in selected critically ill patients.6–8 Finally, the thrombotic complications,9 hyperinflammatory state, and lack of data on recovery rate complicated the assessment of the risk-benefit ratio.Since the beginning of the outbreak, there is no specific comparison of COVID-19-related ARDS patients to a relevant and homogenous control cohort in order to confirm the relevancy of V-V ECMO in this setting. Influenza A/B-related ARDS is the most frequent and well-known viral refractory ARDS to date. In the absence of a randomized control trial to definitely settle the question, this population may be the most valuable control.The primary objective of this study was to compare the 28-day mortality of COVID-19 patients with refractory ARDS requiring V-V ECMO to a retrospective cohort of influenza (A or B) patients supported by similar strategy. The secondary objective was to describe the main characteristics before cannulation, the outcomes, and the prevalence of adverse events in both populations. Material and MethodsStudy DesignWe retrospectively included all patients referred to the ICUs of Lille and Rouen University Hospitals, France, for severe ARDS due to COVID-19 or influenza, requiring V-V ECMO support, during at least 48 hours. Patients were included between January 1, 2014, and February 6, 2020, and between March 9, 2020, and May 6, 2020, for influenza and COVID-19, respectively. Viral infection diagnoses were confirmed using reverse transcription polymerase chain reaction (RT-PCR) test for SARS-CoV-2 (RT-PCR, Institut Pasteur, France), and multiplex RT-PCR for influenza A/B (AIIPlex Respiratory Pannel, Seegene, Republic of Korea) on respiratory samples. A 3-month follow-up was completed for all patients.Patients eligible for V-V ECMO had to fulfill ARDS criteria.10 Before publication of the EOLIA trial,11 indications for V-V ECMO were severe persistent hypoxemia (PaO2/FiO2 < 100 mm Hg) and hypercapnic respiratory acidosis with an inability to maintain a protective ventilation despite an optimal medical treatment, including neuromuscular blockade, prone positioning, protective ventilation, and high positive end-expiratory pressure (PEEP). Since the EOLIA trial publication, physicians were strongly encouraged to rely upon its indications (PaO2/FiO2 < 50 mm Hg during more than 3 hours or PaO2/FiO2<80 mm Hg during more than 6 hours or pH<7.25 with PaCO2>60 mmHg during more than 6 hours, with the respiratory rate increased to 35 breaths per minute and mechanical ventilation settings adjusted to keep a plateau pressure of ≤32 cm of water) and to discuss early V-V ECMO implantation (i.e., before day-7 of mechanical ventilation). Contraindications for V-V ECMO implantation were an age older than 70 years and severe comorbidities (advanced respiratory or cardiac failure, Child Pugh class C cirrhosis, hematological malignancies, and metastatic cancer), prolonged cardiac arrest, and refractory multiorgan failure. However, the final decision was taken after multidisciplinary discussion.This study was approved by our institutional review board. Patient data were anonymized before analysis, according to French national data protection authority, National Commission on Informatics and Liberty’s recommendations, after authorization request N° DEC20-151.V-V ECMO ProceduresCardiovascular surgeons were strongly encouraged to perform an ultrasound-guided percutaneous cannulation. Blood drainage with a large cannula (25–27 Fr) inserted into the common femoral vein, and returned through the right internal jugular vein (19 Fr) was recommended in first intention. Pump speed was adjusted to obtain a blood-oxygen saturation of 90% or more. Cannula position was guided by ultrasonography and verified by chest x-ray. For highly unstable patients in other regional hospitals, our mobile ECMO retrieval teams, comprising a cardiovascular surgeon and a perfusionist, were sent to the patient’s bedside for ECMO cannulation. Once ECMO had been implanted, the patient was transferred to one of our high-volume specialized centers.After an initial bolus of 50–100 IU/kg, systemic anticoagulation was maintained using unfractioned heparin for a targeted anti-Xa activity between 0.2–0.3 UI/mL for the influenza group and a higher target of 0.3–0.5 UI/mL for COVID-19 patients due to early reports of high thrombotic complication rate.12,13 This objective was decreased in high risk of bleeding and hemorrhagic patients.Ultraprotective mechanical ventilation targeting lower tidal volume, respiratory rate, and driving pressure14 was recommended for the first days of V-V ECMO initiation. Prone positioning under ECMO and early spontaneous breathing were left at the physician’s discretion.Data CollectionData were collected from our electronic health records (IntelliSpace Critical Care and Anesthesia (ICCA), Philips Healthcare). The data before V-V ECMO cannulation included demographic characteristics (age and sex), comorbidities, laboratory tests, indication for V-V ECMO, mechanical ventilation parameters, adjuvant treatment, and prognostic scores. Outcomes (mortality rate, ECMO duration and weaning, catecholamine and mechanical ventilation free days, ICU and hospital length of stay) and adverse events (ischemic stroke, hemorrhagic stroke, major bleeding, thrombotic complications, and acute kidney injury) were also recorded. Major bleeding was defined according to ELSO guidelines.15 Thrombotic complications included pulmonary embolism, cannula, membranous, and deep venous thrombosis. A KDIGO score of III defined acute renal failure.16Statistical AnalysesData were reported as median (interquartile range) for quantitative variables and numbers (percentage) for categorical variables. Between-group comparisons were done using Chi-square test (or Fisher’s exact test when the expected cell frequency was inferior to 5) for binary outcomes or by using Mann-Whitney U test for quantitative variables. No statistical comparisons were done for categorical variables with one modality frequency lower than 5. For censored outcomes (ECMO duration, ICU and hospital length of stay [LOS]), we used a competing risk survival analysis approach by estimating the cumulative incidence of ECMO weaning and hospital discharge alive considering death as competing event. Cumulative incidences were estimated by the Kalbfleisch and Prentice method and were compared between the 2 groups using the Gray’s test. Finally, the 3-month overall survival was estimated using Kaplan-Meier method and compared by using log-rank test. Statistical testing was performed at the 2-tailed α level of 0.05. Data were analyzed using the SAS software package, release 9.4 (SAS Institute, Cary, NC). ResultsDuring the study period, 58 patients required a V-V ECMO assistance for ARDS related to influenza or COVID-19 pneumonia. Six patients (3 in the COVID-19 group and 3 in the influenza group) had an ECMO course shorter than 48 hours and were excluded from the analysis. Among the 52 remaining patients, 30 presented with COVID-19 and 22 had influenza infection (18 influenza A and 4 influenza B virus). The flow chart of the study is reported in Figure ​Figure11.Open in a separate windowFigure 1.Flow-chart of the study.Patient CharacteristicsMedian age of COVID-19 and influenza patients was similar (57 vs. 55 years; p = 0.62). Subjects were mostly male (38/52 [73.1%]) with no significant difference between groups (80 vs. 63.6% for COVID-19 and influenza respectively; p = 0.19). COVID-19 patients had more frequently a history of hypertension, diabetes, and dyslipidemia compared to the influenza group. At the time of V-V ECMO initiation, the median PaO2/FiO2 ratio was identical in patients with COVID-19 and influenza (69 [63–75] vs. 68 [56–81] mm Hg; p = 0.87) (Table ​(Table1).1). Bacterial coinfection was more frequent in influenza patients (31.8% vs. 6.7%). The median sequential organ failure assessment (SOFA) and Simplified Acute Physiology Score II (SAPS II) scores of COVID-19 patients were 10 and 58, respectively, lower than the scores of 11 (p = 0.37) and 68 (p = 0.04) of influenza patients (Table ​(Table22).Table 1.Patients’ Characteristics at Veno-venous Extracorporeal Membrane Oxygenation (V-V ECMO) Initiation in COVID-19 and Influenza PatientsCOVID-19 (n = 30)Influenza (n = 22)PDemographics Age, years57 (47–62)55 (48–60)0.62 Men24 (80.0)14 (63.6)0.19Comorbidities Body mass index, kg/m233 (29–38)30 (26–34)0.05 Hypertension16 (53.3)7 (31.8)0.12 Diabetes10 (33.3)2 (9.1)0.04 Dyslipidemia7 (23.3)1 (4.5)0.12 Smoking1 (3.3)5 (22.7)0.07 Coronary arterial disease0 (0.0)1 (4.5)NA Asthma/COPD3 (10.0)2 (9.1)1.00 Chronic respiratory  insufficiency0 (0.0)2 (9.1)NA Immunocompromised  condition3 (10.0)1 (4.5)NABiological data at V-V ECMO initiation pH*7.37 (7.32–7.41)7.35 (7.27–7.43)0.36 PaO2/FiO2†, mmHg69 (63–75)68 (56–81)0.87 PaCO2‡, mmHg*52 (46–60)45 (35–63)0.27 Lactates§, mmol/L1.3 (1.1–1.8)1.8 (1.2–2.4)0.08 Creatinine¶, µmol/L80 (62–194)168 (80–230)0.09 Bilirubin‖, µmol/L12 (9–24)12 (9–24)0.96 ASAT#, UI/L65 (35–103)79 (60–203)0.06 ALAT¶, UI/L48 (31–73)43 (33–100)0.98 Platelets**, 109/L280 (242–352)122 (60–239)0.001 aPTT§, ratio1.4 (1.2–1.8)1.6 (1.2–1.7)0.66 Fibrinogen††, g/L7.8 (7.2–9.2)4.5 (3.5–6.2)<0.001Open in a separate windowValues are number (%) or median (interquartile range).*4 missing values (1 in COVID-19 group).†3 missing values (1 in COVID-19 group).‡5 missing values (1 in COVID-19 group).§8 missing values (3 in COVID-19 group).¶2 missing values (1 in COVID-19 group).‖3 missing values (2 in COVID-19 group).#4 missing values (3 in COVID-19 group).**2 missing values (0 in COVID-19 group).††14 missing values (6 in COVID-19 group).ALAT ,  alanin aminotransferase; aPTT ,  activated partial thromboplastin time; ASAT ,  aspartate aminotransferase; COPD ,  chronic obstructive pulmonary disease; FiO2, fraction of inspired oxygen; NA, not applicable.Table 2.Veno-Venous Extracorporeal Membrane Oxygenation (V-V ECMO) Indications, Adjuvant Treatments and Prognostic Scores in COVID-19 and Influenza PatientsCOVID-19 (n = 30)Influenza (n = 22)PIndication for V-V ECMO PaO2/FiO2 < 50 mmHg1 (3.4)3 (15.0)NA PaO2/FiO2 [50-80] mmHg25 (86.2)15 (75.0)0.46 pH < 7.25 and  PaCO2 > 60 mmHg*5 (17.2)4 (20.0)1.00 Other1 (3.4)1 (5.0)NAMechanical ventilation data Time from MV to  V-V ECMO, days6 (4 to 9)3 (1 to 5)0.004 Tidal volume†, ml/kg IBW6.5 (5.7 to 6.9)6.3 (6.0 to 6.8)0.98 Respiratory rate†, bpm30 (26 to 32)30 (28 to 30)0.98 Plateau pressure‡, cmH2O30 (26 to 31)32 (28 to 36)0.18 PEEP§, cmH2O14 (12 to 16)14 (9 to 16)0.53 Driving pressure‡, cmH2O15 (13 to 20)20 (12 to 24)0.16Treatment before V-V ECMO initiation Prone positioning30 (100.0)19 (86.4)NA Neuromuscular blocking  agents30 (100.0)22 (100.0)NA Glucocorticoids4 (13.3)2 (9.1)1.00 Inhaled nitric oxide22 (73.3)18 (81.8)0.47 Almitrine10 (33.3)1 (4.5)0.02 Norepinephrine15 (50.0)16 (72.7)0.10Prognostic scores before V-V ECMO initiation SAPS II58 (37 to 64)68 (52 to 83)0.04 SOFA10 (7 to 12)11 (8 to 13)0.37 PRESERVE3 (2 to 3)4 (2 to 6)0.04 RESP1 (0 to 2)2 (0 to 3)0.73 PRESET5.5 (4 to 6)5.5 (4 to 7)0.41Open in a separate windowValues are number (%) or median (interquartile range)*2 patients in COVID-19 group and 1 patient in influenza group had also PaO2/FiO2 [50-80] mmHg.†3 missing values (0 in COVID-19 group).‡16 missing values (11 in COVID-19 group).§2 missing values (0 in COVID-19 group).IBW, ideal body weight; MV, mechanical ventilation; PEEP, positive end-expiratory pressure; PRESERVE score, PRedicting dEath for SEvere ARDS on VV-ECMO; PRESET score, PREdiction of Survival on ECMO Therapy score; RESP score, Respiratory Extracorporeal membrane oxygenation Survival Prediction score; SAPS II, simplified acute physiology score; SOFA, sepsis-related organ failure assessment.The main indication for V-V ECMO was hypoxemia (PaO2/FiO2 less than 80 mm Hg for more than 6 hours) refractory to optimal medical treatment in patients with COVID-19 (89.6%) and in patients with influenza (90%). Only 2 patients were placed under V-V ECMO for indication not included in EOLIA trial inclusion criteria. One COVID-19 patient was cannulated for pulmonary hypertension leading to acute right heart failure and foramen ovale reopening, while 1 influenza patient was implanted for low respiratory system compliance without respiratory acidosis. The median time from mechanical support to V-V ECMO was significantly lower in patients with influenza (3 [1–5] days) compared with patients with COVID-19 (6 [4–9] days; p = 0.004). There was no significant difference in mechanical ventilation parameters between the 2 groups before V-V ECMO initiation. Every patient received neuromuscular blocking agents and a large proportion of patients (94.2%) were prone-positioned before V-V ECMO implantation. Almitrine use was the only significant difference in medical management before V-V ECMO initiation (33.3% vs. 4.5% for COVID-19 and influenza patients respectively; p = 0.02) (Table ​(Table22).V-V ECMO CharacteristicsPatients with influenza had more percutaneous cannulation (100%) compared with patients with COVID-19 (76.7%, p = 0.03). The femorojugular configuration was mostly used (n = 50/52). Only one patient with influenza had a femorosubclavicular configuration and 1 patient with COVID-19 had a double lumen cannula in jugular position. Our mobile ECMO retrieval team brought back more influenza than COVID-19 patients (54.5% vs. 26.7%; p = 0.05).Outcomes and Adverse EffectsThe 28-day and 3-month mortality rate did not significantly differ between COVID-19 patients (43.3% and 53.3%, respectively) and influenza patients (50%; p = 0.63 and 50%; p = 0.81, respectively) (Table ​(Table3).3). The 6-month mortality rate was still at 50% for influenza patient. There was no significant difference considering cumulative incidence of ECMO weaning (Figure ​Figure22A), hospital discharge (Figure ​Figure22B), and 3-month survival (Figure ​Figure22C). The median time on ECMO for patients alive at ICU discharge was 9 (6–13) days in 14 COVID-19 patients and 10 (6–14) days in 12 influenza patients (p = 0.67).Table 3.Complications and outcomes in COVID-19 cases and controls treated by veno-venous extracorporeal membrane oxygenation (V-V ECMO)COVID-19 (n = 30)Influenza (n = 22)PComplication under V-V ECMO25 (70.0)21 (95.5)0.23 Ischemic stroke1 (3.3)0 (0.0)NA Hemorrhagic stroke3 (10.0)5 (22.7)0.26 Acute kidney injury15 (50.0)12 (54.6)0.75 Blood stream infection4 (13.3)2 (9.1)1.00 Bleeding  Overall22 (73.3)14 (63.6)0.45  Major bleeding13 (43.3)9 (40.9)0.86  Cannula insertion site14 (46.7)5 (22.7)0.08 Thrombosis  Overall10 (33.3)3 (13.6)0.11  Deep venous thrombosis3 (10.0)3 (13.6)0.69  Pulmonary embolism2 (6.7)0 (0.0)NA  Oxygenator failure6 (20.0)0 (0.0)0.03  Oxygenator thrombosis2 (6.7)0 (0.0)NAOutcomes Mortality  28-day13 (43.3)11 (50.0)0.63  Intensive Care Unit16 (53.3)10 (45.5)0.57  Hospital16 (53.3)10 (45.5)0.57 Catecholamine free days *,†16 (8 to 26)16 (11 to 30)0.46 Mechanical ventilation free  days ‡3 (0 to 7)4 (0 to 8)0.91 V-V ECMO duration, days11 (7 to 14)11 (6 to 19)0.92 V-V ECMO weaning15 (50.0)14 (63.6)0.33 Length Of Stay, days   Intensive Care Unit27 (20 to 39)31 (22 to 38)0.68   Hospital29 (21 to 47)33 (23 to 45)0.91Open in a separate windowValues are number (%) or median (interquartile range).*Defined from ICU admission to ICU discharge.†1 missing value (0 in COVID-19 group).‡Defined from initiation of mechanical ventilation to ICU discharge.Open in a separate windowFigure 2.Cumulative incidence of extracorporeal membrane oxygenation weaning (A), hospital discharge (B), and 3-month overall survival (C) in COVID-19 cases and controls (patients suffering Influenza A or Influenza B viral ARDS requiring V-V ECMO).No difference in overall adverse events rate under V-V ECMO between COVID-19 and influenza patients was found (70.0 vs. 95.5%; p = 0.23). We observed a nonsignificant higher thrombosis event rate in COVID-19 group (33.3%) vs. influenza patients (13.6%; p = 0.11) with more pulmonary embolism, oxygenator failure, and oxygenator thrombosis. Despite a higher rate of bleeding event in COVID-19 patients, the occurrence of major bleeding was similar in both groups: 43.3% in patients with COVID-19 vs. 40.9% in patients with influenza (p = 0.86). DiscussionOur study is the first to compare SARS-CoV-2- and influenza-infected patients requiring V-V ECMO and to report a 3-month follow-up for COVID-19 patients. Mortality rate, cumulative incidence of survival, V-V ECMO weaning, hospital discharge, and adverse events rate were not different between the 2 populations.On the one hand, according to SAPS II score, COVID-19 patients were less severe than the patients with influenza at V-V ECMO initiation, possibly because of a lower rate of bacterial coinfection. On the other hand, they presented more comorbidities, such as hypertension, diabetes, dyslipidemia, and obesity, as previously reported in a general population of SARS-CoV-2 infected hospitalized patients.2 Moreover, COVID-19 patients were cannulated 3 days later than influenza patients while early cannulation (i.e., <6 days of mechanical ventilation) could reduce mortality.17 The physician’s decision to initiate V-V ECMO support may have been delayed in COVID-19 patients by the higher rate of almitrine infusion and prone positioning that could temporarily improve PaO2/FiO2 ratio. Despite all these differences, 28-day and 3-month mortality rate did not differ between the 2 groups.We report here a retrospective cohort of influenza ARDS requiring V-V ECMO with a hospital-mortality rate of 45.5%, higher than the 27.6% reported in a previous metaanalysis.18 One of the most likely explanation could be the higher median age (55 years old vs. 39.7,19 34.4,20 36.5,21 and 4222) and SOFA score (11 vs. 921,22) of our population in comparison with previous cohort studies. Our hospital-mortality rate of 53.3% in COVID-19 patients is consistent with the 46% provided by the ELSO registry on COVID-19 cases.23 Interestingly, the middle-term follow-up showed that all patients discharged from the hospital were still alive at 3 months. Recently, Schmidt et al.8 reported a 60-day mortality rate of 31% in 83 COVID-19 patients under V-V ECMO. As highlighted by the authors, this encouraging result could have several explanations: a large proportion of patients (79/83) were hospitalized in a very high volume center (Pitié-Salpétrière Hospital ICU), ultraprotective ventilation resulting in a drastic decrease in mechanical power and 81% of the patients were prone-positioned under V-V ECMO. Compare with our cohort, patients were younger (49 vs. 57 years old), were cannulated earlier (4 vs. 6 days), had a higher RESP Score (4 vs. 1), and a lower SAPS II score (45 vs 58). Furthermore, only 13/30 (43.3%) of our COVID-19 patients benefited from prone-positioning under V-V ECMO. It is also important to notice that we reported in-hospital mortality after a complete 3-month follow-up whereas the 36% hospital mortality reported by Schmidt et al. at 90 days account as alive the 18 patients lost in follow-up of the latest weeks.In our cohort, RESP and PRESET scores seemed more accurate to predict survival or mortality compared to PRESERVE score. Our populations had a high proportion of obese patients (median BMI of 33 in patients with COVID-19), and obesity is known to increase mortality in patients hospitalized for SARS-CoV-2.24 Conversely, a BMI > 30 kg/m2 reduces the PRESERVE score because low BMI was associated with poor outcome. This could explain the gap between PRESERVE score predicted mortality and the observed one in our study. Anyway, prognostic scores before V-V ECMO initiation (i.e., PRESERVE, PRESET, RESP scores) must be used with caution in COVID-19 patients. Indeed, all these scores lack external validity to be used in COVID-19 patients (neither their derivation cohort nor their validation cohort had included these patients).Our data showed no between-groups difference in overall adverse events rate. However, we observed more thrombotic complications in COVID-19 patients. This is consistent with previous data8,9 and could reflect the interplay between the hyperinflammatory state, the prothrombotic trend, and the pathophysiological adaptation to V-V ECMO of COVID-19 patients.25 The limited size of our population may also have underpowered this analysis. Larger scale analysis is needed to confirm this information. Moreover, as these thrombotic events occurred despite increased anticoagulation target, optimal anticoagulation strategy for COVID-19 patients is yet to be found.Among the several limits of our study, the first is the limited size of our population and the retrospective setting resulting in underpowered analyses and exposing to confounders. Second, the statistical analysis performed to compare the characteristics of the patients at the time of cannulation or adverse events rate must be interpreted with caution regarding the small sample size in each group and the multiple testing issue. Only assumptions can be made about their meaning. Furthermore, our study was not designed to highlight differences in adverse events rate, especially for thrombotic complications adjusted on anticoagulant doses. Moreover, we can not exclude differences in ARDS management over the years. Centers’ experience has certainly improved overtime, guidelines have been modified,26 and pivotal publications have recently emerged and modified further our practice.11,14 Of note most patients (14/22) in the influenza group were admitted in less than 15 months before the COVID-19 outbreak, limiting the effect of this possible bias. The other controls were included in the 5 years preceding the COVID outbreak (1 patient in 2014, 4 patients in 2016, 3 patients in 2017). Due to the small size sample of our cohort, we could not perform subgroup statistical analyses to assess for ARDS management discrepancies before V-V ECMO cannulation. Nevertheless, the use of prone positioning and neuromuscular blockade, in accordance with PROSEVA27 and ACURASYS trials results,28 seemed to be the same over the years. Finally, the pandemic setting and overstressed ICU resources might have distorted our results. However, we provide here a first comparative study of COVID-19 and influenza ARDS requiring V-V ECMO with a complete 3 months follow-up. ConclusionsWe compared for the first time SARS-CoV-2 and influenza patients requiring V-V ECMO for refractory ARDS and observed no difference in 28-day and 3-month mortality rates. The cumulative incidence of ECMO weaning and hospital discharge were also similar among groups, as were overall adverse events. Considering the lack of specific treatment for COVID-19, V-V ECMO should be considered as a relevant rescue organ support as a bridge to lung recovery or lung transplant.Lille Intensive Care COVID-19 group:Pauline Boddaert,* Morgan Caplan,* Guillaume Degouy,* Ahmed El Kalioubie,* Raphael Favory,* Bruno Garcia Patrick Girardie,* Marion Houard,* Emmanuelle Jaillette,* Mercé Jourdain,* Geoffrey Ledoux,* Daniel Mathieu,* Anne Sophie Moreau,* Christopher Niles,* Saad Nseir,* Thierry Onimus,* Erika Parmentier-Decrucq,* Julien Poissy,* Sebastien Préau,* Laurent Robriquet,* Anahita Rouze,* Arthur Simonnet,* Sophie Six,* Aurelia Toussaint,* Jerome Soquet,‡ Valentin Loobuyck,‡ André Vincentelli,‡ Guillaume Gantois,** Christophe Decoene,** Slimane Ait Ouarab,** andVincent Liu** AcknowledgmentsThe authors are indebted to thank all the perfusionist of the department of cardiovascular surgery and the whole members of the Lille Intensive Care COVID-19 Group. Footnotes‡‡A list of “Lille Intensive Care COVID-19 Group” is given in “Acknowledgments” footnote.Disclosure: The authors have no conflicts of interest to report.This study was supported by the French government through the Programme Investissement d’Avenir (I-SITE ULNE / ANR-16-IDEX-0004 ULNE) managed by the Agence Nationale de la Recherche (“PHYSIO-COVID” project).N.C. and C.B. share cofirst authorship to this work. M.D.M. and T.D. share colast authorship to this work. References1. European Center for Disease Control. COVID-19 Pandemic, Situation Update.\n2020; Available at: https://www.ecdc.europa.eu/en/covid-19-pandemic. Accessed August 31, 2020.2. Wang D, Hu B, Hu C, et al. \nClinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China.\nJAMA. 2020; 323:1061–1069 [PMC free article] [PubMed] [Google Scholar]3. Grasselli G, Zangrillo A, Zanella A, et al. \nBaseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the lombardy region, Italy.\nJAMA. 2020; 323:1574–1581 [PMC free article] [PubMed] [Google Scholar]4. The Extracorporeal Life Support Organization (ELSO). Guidelines For Adult Respiratory Failure, Version 1.4. Ann Arbor, MI, 2017.\nAvailable at: https://www.elso.org/Portals/0/ELSO%20Guidelines%20For%20Adult%20Respiratory%20Failure%201_4.pdf5. Henry BM, Lippi G.\nPoor survival with extracorporeal membrane oxygenation in acute respiratory distress syndrome (ARDS) due to coronavirus disease 2019 (COVID-19): Pooled analysis of early reports.\nJ Crit Care. 2020; 58:27–28 [PMC free article] [PubMed] [Google Scholar]6. Falcoz PE, Monnier A, Puyraveau M, et al. \nExtracorporeal membrane oxygenation for critically ill patients with COVID-19-related acute respiratory distress syndrome: Worth the effort?\nAm J Respir Crit Care Med. 2020; 202:460–463 [PMC free article] [PubMed] [Google Scholar]7. Melhuish TM, Vlok R, Thang C, et al. \nOutcomes of extracorporeal membrane oxygenation support for patients with COVID-19: A pooled analysis of 331 cases.\nAm J Emerg Med. 2020; 29:S0735-6757(20)30387-9 [PMC free article] [PubMed] [Google Scholar]8. Schmidt M, Hajage D, Lebreton G, et al. \nExtracorporeal membrane oxygenation for severe acute respiratory distress syndrome associated with COVID-19: A retrospective cohort study.\nLancet Respir Med. 2020 [PMC free article] [PubMed] [Google Scholar]9. Beyls C, Huette P, Abou-Arab O, Berna P, Mahjoub Y.\nExtracorporeal membrane oxygenation for COVID-19-associated severe acute respiratory distress syndrome and risk of thrombosis.\nBr J Anaesth. 2020; 125:e260–e262 [PMC free article] [PubMed] [Google Scholar]10. Ferguson ND, Fan E, Camporota L, et al. \nThe Berlin definition of ARDS: An expanded rationale, justification, and supplementary material.\nIntensive Care Med. 2012; 38:1573–1582 [PubMed] [Google Scholar]11. Combes A, Hajage D, Capellier G, et al. ; EOLIA Trial Group, REVA, and ECMONet. Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome.\nN Engl J Med. 2018; 378:1965–1975 [PubMed] [Google Scholar]12. Poissy J, Goutay J, Caplan M, et al. ; Lille ICU Haemostasis COVID-19 Group. Pulmonary embolism in patients with COVID-19: Awareness of an increased prevalence.\nCirculation. 2020; 142:184–186 [PubMed] [Google Scholar]13. Helms J, Tacquard C, Severac F, et al. ; CRICS TRIGGERSEP Group (Clinical Research in Intensive Care and Sepsis Trial Group for Global Evaluation and Research in Sepsis). High risk of thrombosis in patients with severe SARS-CoV-2 infection: A multicenter prospective cohort study.\nIntensive Care Med. 2020; 46:1089–1098 [PMC free article] [PubMed] [Google Scholar]14. Schmidt M, Pham T, Arcadipane A, et al. \nMechanical ventilation management during extracorporeal membrane oxygenation for acute respiratory distress syndrome. An international multicenter prospective cohort.\nAm J Respir Crit Care Med. 2019; 200:1002–1012 [PubMed] [Google Scholar]15. The Extracorporeal Life support organization (ELSO). Extracorporeal Life Support Organization (ELSO) anticoagulation guidelines. Ann Arbor, MI, 2014.\nAvailable at: https://www.elso.org/Portals/0/Files/elsoanticoagulationguideline8-2014-table-contents.pdf16. The Kidney Disease Improving Gloval Outcomes (KDIGO) Working Group. KDIGO clinical practice guideline for acute kidney injury.\nKidney Int Suppl. 2012; 2:1–138 [Google Scholar]17. Schmidt M, Zogheib E, Rozé H, et al. \nThe PRESERVE mortality risk score and analysis of long-term outcomes after extracorporeal membrane oxygenation for severe acute respiratory distress syndrome.\nIntensive Care Med. 2013; 39:1704–1713 [PMC free article] [PubMed] [Google Scholar]18. Zangrillo A, Biondi-Zoccai G, Landoni G, et al. \nExtracorporeal membrane oxygenation (ECMO) in patients with H1N1 influenza infection: A systematic review and meta-analysis including 8 studies and 266 patients receiving ECMO.\nCrit Care. 2013; 17:R30. [PMC free article] [PubMed] [Google Scholar]19. Pappalardo F, Pieri M, Greco T, et al. ; Italian ECMOnet. Predicting mortality risk in patients undergoing venovenous ECMO for ARDS due to influenza A (H1N1) pneumonia: The ECMOnet score.\nIntensive Care Med. 2013; 39:275–281 [PMC free article] [PubMed] [Google Scholar]20. Davies A, Jones D, Bailey M, et al. : Australia and New Zealand Extracorporeal Membrane Oxygenation (ANZ ECMO) Influenza Investigators. Extracorporeal membrane oxygenation for 2009 influenza A(H1N1) acute respiratory distress syndrome.\nJAMA. 2009; 302:1888–1895 [PubMed] [Google Scholar]21. Noah MA, Peek GJ, Finney SJ, et al. \nReferral to an extracorporeal membrane oxygenation center and mortality among patients with severe 2009 influenza A(H1N1).\nJAMA. 2011; 306:1659–1668 [PubMed] [Google Scholar]22. Pham T, Combes A, Rozé H, et al. ; REVA Research Network. Extracorporeal membrane oxygenation for pandemic influenza A(H1N1)-induced acute respiratory distress syndrome: A cohort study and propensity-matched analysis.\nAm J Respir Crit Care Med. 2013; 187:276–285 [PubMed] [Google Scholar]23. The Extracorporeal Life support organization (ELSO). COVID-19 Cases on ECMO in the ELSO Registry.\n2020; Available at: https://www.elso.org/Registry/FullCOVID19RegistryDashboard.aspx. Accessed August 31, 2020.24. Czernichow S, Beeker N, Rives-Lange C, et al. \nObesity doubles mortality in patients hospitalized for SARS-CoV-2 in Paris hospitals, France: A cohort study on 5795 patients.\nObesity. 2020; 20:10.1002/oby.23014 [PMC free article] [PubMed] [Google Scholar]25. Kowalewski M, Fina D, Słomka A, et al. \nCOVID-19 and ECMO: The interplay between coagulation and inflammation-a narrative review.\nCrit Care. 2020; 24:205. [PMC free article] [PubMed] [Google Scholar]26. Papazian L, Aubron C, Brochard L, et al. \nManagement of early Acute Respiratory Distress Syndrome in adults.\nAnn Intensive Care. 2020; 9:69 [PMC free article] [PubMed] [Google Scholar]27. Guérin C, Reignier J, Richard JC, et al. ; PROSEVA Study Group. Prone positioning in severe acute respiratory distress syndrome.\nN Engl J Med. 2013; 368:2159–2168 [PubMed] [Google Scholar]28. Papazian L, Forel JM, Gacouin A, et al. ; ACURASYS Study Investigators. Neuromuscular blockers in early acute respiratory distress syndrome.\nN Engl J Med. 2010; 363:1107–1116 [PubMed] [Google Scholar]"}