{"title": "Bauchlage auch bei nicht intubierten Patienten mit Lungenversagen sinnvoll?", "pubDate": "2020;12(6):12-15.", "PMCID": "PMC7556759", "DOI": "10.1007/s15033-020-1930-2", "PMID": "33078066", "abstract": "", "author": [{"author": "Stephan Budweiser", "affiliation": ["ChA der Medizinischen Klinik III, Pettenkoferstr. 10, 83022 Rosenheim, Deutschland."], "href": "/?term=Budweiser+S&cauthor_id=33078066"}], "refPMID": ["31197492", "23688302", "32412581", "32412606", "32448330"], "citedInPMID": ["33078066"], "body": " Hintergrund und Fragestellung: Patienten mit schwerem Verlauf einer SARS-CoV-2-Infektion erleiden typischerweise ein akutes Lungenversagen (ARDS), welches oft die Notwendigkeit zur Intubation und mechanischen Beatmung nach sich zieht. Die Bauchlage ist ein etabliertes Therapieprinzip bei intubierten Patienten mit moderatem bis schwerem ARDS. Insbesondere konnte in randomisiert-kontrollierten Studien gezeigt werden, dass damit die Oxygenierung und Sterblichkeit bei Patienten mit (nicht-COVID-19 bedingtem) ARDS verbessert werden kann. Die positiven Effekte der Bauchlage bei invasiver Beatmung erklären sich in erster Linie durch eine verbesserte Belüftung dorsobasaler Lungenanteile mit konsekutiver Abnahme ungünstiger Scherkräfte und damit Reduktion des beatmungsassoziierten Lungenschadens. Schon vor der Corona-Pandemie wurde von positiven Effekten der Bauchlage auch bei nicht intubierten Patienten mit nicht invasiver Beatmung (NIV) oder nasaler high-flow(nHF)-Therapie berichtet. Gerade im Hinblick auf eingeschränkte Intensivressourcen hat die Option nun zunehmendes Interesse erzeugt.Patienten und Methoden: In die vorliegende propektive Kohortenstudie aus Italien wurden Patienten im Alter von 18-75 Jahren mit gesicherter COVID-19-assoziierter Pneumonie, die entweder nur Sauerstoff oder eine NIV erhielten, einbezogen. Nach Erfassung demografischer Daten, arterieller Blutgase und Beatmungsparameter wurden die Patienten in Bauchlage, welche mindestens für 3 Stunden beibehalten wurde, verbracht. Eine Reevaluation erfolgte nach 10-minütiger Bauchlage und eine Stunde nach Beendigung der Bauchlage. Hauptendpunkt war die Veränderung des PaO2/FiO2 zwischen den Ausgangswerten und den Werten eine Stunde nach Zurückdrehen des Patienten.Ergebnisse: Im Zeitraum vom 20. März bis 9. April wurden 56 Patienten (Alter 57,7 ± 7,4 Jahre), davon 44 (79 %) männlich, analysiert. 47 Patientien (83,9 %) tolerierten die Bauchlage. Der Horovitz-Quotient verbesserte sich von 180,5 ± 76,6 mmHg [SD] in Rückenlage auf 285,51 ± 12,9 mmHg in Bauchlage (p<0,0001). Bei 50 % der Patienten war die Oxygenierung auch nach Zurückdrehen in die Rückenlage besser als initial, für die Gesamtgruppe aber nicht mehr signifkant (p=0,29). Patienten mit verbesserter Oxygenierung hatten höhere CRP-Werte und eine kürzere Zeitspanne zwischen Einweisung und Bauchlage (2,7 ± 2,1 vs. 4,6 ± 3,7 Tage). 13 der 46 Patienten mussten intubiert werden, davon 30 % der Responder und 26 % der Nichtresponder (p=0,74). 5 Patienten starben aufgrund der Grunderkrankung ohne mutmaßlichen Bezug zum Studienmanöver.Open in a separate windowSchlussfolgerungen: Die Bauchlage war bei den allermeisten Patienten machbar und mit einer raschen Verbesserung der Oxygenierung assoziiert, welche zumindest bei der Hälfte der Patienten nach Zurückdrehen in Rückenlage persistierte. Kommentar von Prof. Dr. Stephan BudweiserReduktion des selbstinduzierten LungenschadensNeben der protektiven Beatmung mit niedrigen Tidalvolumina und Anwendung eines niedrigen Plateaudrucks wird die Bauchlage bei Patienten mit beatmungspflichtigen moderatem bis schwerem ARDS mit hohem Empfehlungsgrad versehen [1]. Die Evidenz für die Anwendung der Bauchlage stützt sich dabei insbesondere auf die PROSEVA-Studie, die in einem prospektiv-randomisiert-kontrollierten Ansatz zeigen konnte, dass bei Patienten mit schwerem ARDS, definiert durch einen Horovitz-Quotienten von < 150 mmHg, die frühzeitige (Beatmungsdauer < 36 Stunden) Bauchlage über mindestens 16 Stunden, zu einer signifikanten Senkung der 28- and 90-Tage- Sterblichkeit führt [2]. In der vorliegenden Studie führte die Bauchlage zunächst auch zu einer verbesserten Oxygenierung, die allerdings nach Zurückdrehen nur noch dem Trend nach besser blieb. Ein besonderer Nutzen ergab sich dabei vor allem für Patienten mit hoher Inflammation. Die Autoren erklären die positiven Effekte in erster Linie mit einer Reduktion des selbstinduzierten Lungenschadens aufgrund des erhöhten Atemantriebs. Passend dazu bestand immerhin auch ein Trend zu einem geringeren Atemnotsempfinden. Während des Review-Prozesses der vorliegenden Arbeit wurden zeitgleich in zwei weiteren französischen bzw. italienischen Fallserien überwiegend positive Effekte der Bauchlage bei nicht intubierten Patienten beschrieben [3, 4]. In einer 10 Patienten umfassenden Fallserie aus China, die die Bauchlage zusätzlich zur nHF nutzten, wurde sogar bei allen untersuchten Patienten eine Verbesserung der Oxygenierung erreicht [5]. Zusätzlich konnte bei allen Patienten eine Vermeidung der Intubation erreicht werden, wobei keiner der untersuchten Patienten starb. Überraschenderweise kam es hier auch zu keinen Intoleranzen bzw. Abbrüchen der Bauchlage. Vor diesem Hintergrund erscheinen die hier präsentierten Daten eher plausibel und zeigen, dass bei über 80 % der Patienten eine Bauchlage über 3 Stunden ohne wesentlichen Nebenwirkungen durchgeführt werden kann. Unklar bleibt natürlich, ob 3 Stunden zur Erzielung eines optimalen Effektes ausreichen und bei welchem Grad der Oxygenierungsstörung der Nutzen am größten ist. Als weitere Limitation ist anzuführen, dass hier relativ junge Patienten mit eher niedriger Rate an Komorbiditäten und weniger als 9 % der Patienten, die im Untersuchungszeitraum eingewiesen wurden, analysiert wurden. Zudem erhielt die Mehrzahl der Patienten (79 %) CPAP über einen Helm, was in vielen Zentren nicht etablierter Standard sein dürfte. Wenn auch die Bauchlage bei wachen Patienten hinsichtlich harter klinischer Endpunkte noch weiter zu evaluieren ist, erscheint es im Hinblick auf die größtenteils sehr positiven Daten gerechtfertigt, diese bei geeigneten Patienten mit COVID-19-assoziiertem ARDS in jedem Fall in Betracht zu ziehen. OriginalieCoppo A, Bellani G, Winterton D et al. Feasibility and physiological effects of prone positioning in non-intubated patients with acute respiratory failure due to COVID-19 (PRON-COVID): a prospective cohort study. Lancet Respir Med. 2020; https://doi.org/10.1016/S2213-2600(20)30268-X Prof. Dr. med. Stephan BudweiserMedizinische Klinik III Klinikum Rosenheim Pettenkoferstrasse 10 83022 Rosenheim stephan.budweiser@ro-med.de  Literatur1. Papazian L et al. Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9(1):69 [PMC free article] [PubMed]2. Guérin et al. Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368:2159-68 [PubMed]3. Elharrar X et al. Use of prone positioning in nonintubated patients with COVID-19 and hypoxemic acute respiratory failure. JAMA. 2020; 10.1001/jama.2020.8255 [PMC free article] [PubMed] [CrossRef]4. Sartini et al. Respiratory parameters in patients with COVID-19 after using noninvasive ventilation in the prone position outside the intensive care unit. JAMA. 2020;323(22):2338-40 [PMC free article] [PubMed]5. Xu Q et al. Early awake prone position combined with high-flow nasal oxygen therapy in severe COVID-19: a case series. Crit Care. 2020;24:250 [PMC free article] [PubMed]"}