{"title": "Neuromuscular blockade in patients with ARDS: a rapid practice guideline", "pubDate": "2020", "PMCID": "PMC7585991", "DOI": "10.1007/s00134-020-06227-8", "PMID": "33104824", "abstract": "The aim of this Intensive Care Medicine Rapid Practice Guideline (ICM-RPG) is to formulate an evidence-based guidance for the use of neuromuscular blocking agents (NMBA) in adults with acute respiratory distress syndrome (ARDS). The panel comprised 20 international clinical experts from 12 countries, and 2 patient representatives. We adhered to the methodology for trustworthy clinical practice guidelines and followed a strict conflict of interest policy. We convened panelists through teleconferences and web-based discussions. Guideline experts from the guidelines in intensive care, development, and evaluation Group provided methodological support. Two content experts provided input and shared their expertise with the panel but did not participate in drafting the final recommendations. We followed the Grading of Recommendations Assessment, Development, and Evaluation approach to assess the certainty of evidence and grade recommendations and suggestions. We used the evidence to decision framework to generate recommendations. The panel provided input on guideline implementation and monitoring, and suggested future research priorities. The overall certainty in the evidence was low. The ICM-RPG panel issued one recommendation and two suggestions regarding the use of NMBAs in adults with ARDS. Current evidence does not support the early routine use of an NMBA infusion in adults with ARDS of any severity. It favours avoiding a continuous infusion of NMBA for patients who are ventilated using a lighter sedation strategy. However, for patients who require deep sedation to facilitate lung protective ventilation or prone positioning, and require neuromuscular blockade, an infusion of an NMBA for 48 h is a reasonable option.", "author": [{"author": "Waleed Alhazzani", "affiliation": ["Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, L8S 4K1, Canada. alhazzaw@mcmaster.ca.", "Department of Medicine, McMaster University, Hamilton, Canada. alhazzaw@mcmaster.ca."], "href": "/?term=Alhazzani+W&cauthor_id=33104824"}, {"author": "E Belley-Cote", "affiliation": ["Department of Medicine, McMaster University, Hamilton, Canada."], "href": "/?term=Belley-Cote+E&cauthor_id=33104824"}, {"author": "M H Møller", "affiliation": ["Department of Intensive Care 4131, Copenhagen University Hospital Rigshospitalet, Copenhagen, Denmark."], "href": "/?term=M%C3%B8ller+MH&cauthor_id=33104824"}, {"author": "D C Angus", "affiliation": ["Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."], "href": "/?term=Angus+DC&cauthor_id=33104824"}, {"author": "L Papazian", "affiliation": ["Hôpitaux de Marseille, Hôpital Nord, Médecine Intensive Réanimation, 13015, Marseille, France.", "Aix-Marseille Université, Faculté de médecine, Centre D'Etudes Et de Recherches Sur Les Services de Santé Et qualité de Vie EA 3279, Groupe de Recherche en Réanimation Et Anesthésie de Marseille Pluridisciplinaire (GRAM+), 13005, Marseille, France."], "href": "/?term=Papazian+L&cauthor_id=33104824"}, {"author": "Y M Arabi", "affiliation": ["College of Medicine, King Saud Bin Abdulaziz University for Health Sciences, King Abdullah International Medical Research Center, Intensive Care Department, Ministry of National Guard Health Affairs, Riyadh, Kingdom of Saudi Arabia."], "href": "/?term=Arabi+YM&cauthor_id=33104824"}, {"author": "G Citerio", "affiliation": ["School of Medicine and Surgery, University of Milano - Bicocca, Monza, Italy.", "Neurointensive Care Unit, San Gerardo Hospital, ASST-Monza, Monza, MB, Italy."], "href": "/?term=Citerio+G&cauthor_id=33104824"}, {"author": "B Connolly", "affiliation": ["Wellcome-Wolfson Institute for Experimental Medicine, Queen's University, Belfast, Northern Ireland."], "href": "/?term=Connolly+B&cauthor_id=33104824"}, {"author": "L Denehy", "affiliation": ["Department of Physiotherapy, Melbourne School of Health Sciences, The University of Melbourne, Melbourne, Australia."], "href": "/?term=Denehy+L&cauthor_id=33104824"}, {"author": "A Fox-Robichaud", "affiliation": ["Department of Medicine, McMaster University, Hamilton, Canada."], "href": "/?term=Fox-Robichaud+A&cauthor_id=33104824"}, {"author": "C L Hough", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Oregon Health & Science University, Portland, OR, USA."], "href": "/?term=Hough+CL&cauthor_id=33104824"}, {"author": "J H Laake", "affiliation": ["Department of Anaesthesiology, Division of Critical Care and Emergencies, Rikshospitalet Medical Centre, Oslo University Hospital, Oslo, Norway."], "href": "/?term=Laake+JH&cauthor_id=33104824"}, {"author": "F R Machado", "affiliation": ["Anaesthesiology, Pain and Intensive Care Department, Universidade Federal de Sao Paulo, Sao Paulo, Brazil."], "href": "/?term=Machado+FR&cauthor_id=33104824"}, {"author": "M Ostermann", "affiliation": ["Department of Critical Care, King's College London, Guy's & St Thomas' Hospital, London, UK."], "href": "/?term=Ostermann+M&cauthor_id=33104824"}, {"author": "T Piraino", "affiliation": ["Division of Critical Care, Department of Anaesthesia, ity, McMaster Univers, Hamilton, Canada.", "Unity Health Toronto-St. Michael's Hospital, Toronto, Canada."], "href": "/?term=Piraino+T&cauthor_id=33104824"}, {"author": "S Sharif", "affiliation": ["Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, Canada."], "href": "/?term=Sharif+S&cauthor_id=33104824"}, {"author": "W Szczeklik", "affiliation": ["Department of Intensive Care and Perioperative Medicine, Jagiellonian University Medical College, Kraków, Poland."], "href": "/?term=Szczeklik+W&cauthor_id=33104824"}, {"author": "P J Young", "affiliation": ["Medical Research Institute of New Zealand, Wellington, New Zealand."], "href": "/?term=Young+PJ&cauthor_id=33104824"}, {"author": "A Gouskos", "affiliation": ["Patient and Family Advisory Committee, Toronto, Canada."], "href": "/?term=Gouskos+A&cauthor_id=33104824"}, {"author": "K Kiedrowski", "affiliation": ["Patient and Family Advisory Committee, Toronto, Canada."], "href": "/?term=Kiedrowski+K&cauthor_id=33104824"}, {"author": "K E A Burns", "affiliation": ["Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, L8S 4K1, Canada.", "Unity Health Toronto-St. Michael's Hospital, Toronto, Canada.", "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada."], "href": "/?term=Burns+KEA&cauthor_id=33104824"}], "refPMID": ["27755068", "28101605", "31481634", "26988416", "31197492", "23497608", "26903337", "31112383", "31112382", "31552444", "30264380", "18436948", "20354011", "16932229", "14707568", "28013329", "24809261", "21208779", "20843245", "27365494", "11719412", "16088674", "9233753", "23312392", "26540149", "30113379", "11497139", "15486392", "28770545", "27713072"], "citedInPMID": ["33104824", "35054013", "34992509", "34973891", "34886916", "34834461", "34599691", "34520220", "34232336", "34192505", "34155054", "34035056", "33726819", "33679255", "33678544", "33387252", "33170331", "33159530"], "body": " AbstractThe aim of this Intensive Care Medicine Rapid Practice Guideline (ICM-RPG) is to formulate an evidence-based guidance for the use of neuromuscular blocking agents (NMBA) in adults with acute respiratory distress syndrome (ARDS). The panel comprised 20 international clinical experts from 12 countries, and 2 patient representatives. We adhered to the methodology for trustworthy clinical practice guidelines and followed a strict conflict of interest policy. We convened panelists through teleconferences and web-based discussions. Guideline experts from the guidelines in intensive care, development, and evaluation Group provided methodological support. Two content experts provided input and shared their expertise with the panel but did not participate in drafting the final recommendations. We followed the Grading of Recommendations Assessment, Development, and Evaluation approach to assess the certainty of evidence and grade recommendations and suggestions. We used the evidence to decision framework to generate recommendations. The panel provided input on guideline implementation and monitoring, and suggested future research priorities. The overall certainty in the evidence was low. The ICM-RPG panel issued one recommendation and two suggestions regarding the use of NMBAs in adults with ARDS. Current evidence does not support the early routine use of an NMBA infusion in adults with ARDS of any severity. It favours avoiding a continuous infusion of NMBA for patients who are ventilated using a lighter sedation strategy. However, for patients who require deep sedation to facilitate lung protective ventilation or prone positioning, and require neuromuscular blockade, an infusion of an NMBA for 48 h is a reasonable option.Electronic supplementary materialThe online version of this article (10.1007/s00134-020-06227-8) contains supplementary material, which is available to authorized users.Keywords: ARDS, Neuromuscular blockade, Rapid guidelines IntroductionSeveral professional societies have recently published clinical practice guidelines (CPGs) regarding the use of neuromuscular blocking agent (NMBA) in patients with acute respiratory distress syndrome (ARDS) in the intensive care unit (ICU) [1–5]. Panel members who developed these guidelines issued a weak recommendation favouring use of an NMBA infusion in patients with moderate to severe ARDS based on the results of 3 randomized clinical trials (RCTs) enrolling 431 patients with moderate to severe ARDS. The pooled estimate suggested a reduction in mortality with an NMBA infusion compared to no NMBA infusion [6]. A recent epidemiological study in 50 countries found that neuromuscular blockade was not widely used in patients with ARDS [7]. The results of the recently published Re-evaluation of Systemic Early Neuromuscular Blockade (ROSE) trial challenged the results of previous trials and the recommendation of the previous guideline. In the ROSE trial, enrolling 1006 patients with moderate or severe ARDS, patients were randomized to receive either an infusion of cisatracurium (NMBA) for 48 h or no NMBA infusion with intermittent NMBA boluses permitted on an as needed basis [8]. The ROSE trial showed no difference in mortality or other patient-important outcomes. This finding led the critical care community to question the role for NMBA infusions in patients with ARDS [9].After the publication of this potentially practice changing trial, the Intensive Care Medicine Rapid Practice Guideline (ICM-RPG) steering committee prioritised and approved this topic for the conduct of a rapid CPG. The aim of this ICM-RPG was to summarise and evaluate the evidence, and provide evidence-based recommendations to help guide clinical practice.ScopeOur recommendations apply to adults with early ARDS of any aetiology and severity who are receiving invasive mechanical ventilation in an ICU. The recommendations do not apply to patients with pre-existing neuromuscular disease, those with a contraindication to neuromuscular blockade, or to children. Below, we discuss the relevance of these guidelines to settings that differ from where the evidence was generated. The lack of data from patients in low- and middle-income settings results in high uncertainty regarding the use of NMBA for ARDS patients in these settings.Target audienceThe target users of this guideline are clinicians and healthcare workers who care for patients with ARDS in the ICU including critical care physicians, pharmacist, bedside nurses, respiratory therapists, and physiotherapists.Sponsoring organisationThe ICM journal is the sponsoring organisation and is responsible for establishing and overseeing the ICM-RPG steering committee. The guidelines in intensive care, development, and evaluation (GUIDE) Group (https://guidecanada.org/) was responsible for the methodological and statistical aspects of this ICM-RPG. MethodsThe aim of ICM-RPGs is to produce trustworthy, rapid, and timely practice guidelines on topics that are of high priority to intensive care clinicians. The panel members adhered to a pre-planned and structured methodological approach to guideline development [10].Panel compositionThe ICM-RPG steering committee selected the panel members. The panel was comprised of relevant stakeholders including patient representatives, content experts, academic critical care physicians, methodologists, respiratory therapists, physiotherapists, and frontline clinicians. We aimed for gender and geographic balance in constituting the panel. A clinical chair (KB) and a methods chair (WA) led the guideline initiative. Methodologists from the GUIDE Group provided methodological support to the panel. Overall, 2 chairs, 16 panel members, 2 content experts, and 2 patient representatives participated in developing this ICM-RPG. Two content experts (DA, LP), who led large clinical trials on this topic, participated as content experts on the panel. They provided input when required by the panel by telephone, over electronic mail, and through web conferencing. The chairs of the guideline communicated individually with both content experts to obtain information regarding their respective RCTs and interpretation of the literature on this topic. Neither content expert participated in formulating or drafting recommendations. The clinical chair of the guideline nominated 2 patient representatives who participated in selecting and prioritising outcomes, and provided insights regarding their values and preferences over electronic mail.Disclosure and management of conflicts of interestsWe followed a strict conflict of interest management process [11]. All participating members of this panel completed an electronic conflict of interest declaration form. There were no financial conflicts related to the guideline topic. Two panel members (DA, LP), who led large trials related to the topic of this guideline, had intellectual conflicts. They participated in the ICM-RPG as content experts but did not draft or vote on recommendations.Guideline questionThe ICM-RPG panel asked the following question: Should we recommend using an NMBA infusion, over on demand NMBA boluses, in mechanically ventilated adults with ARDS?For the systematic review, the panel formulated the specific components of this question and presented it using the population, intervention, comparator, and outcomes (PICO) format (Table ​(Table11).Table 1The guideline questionShould we use an NMBA infusion, over no infusion (but on demand NMBA boluses), in mechanically ventilated adults with ARDS?PopulationInterventionComparatorOutcomesMechanically ventilated adults with ARDSAny NMBA infusion at any dose and for any durationPlacebo infusion or no NMBA infusion and on demand NMBA boluses1. Mortality2. Quality of life3. Physical function4. Cognitive function5. Mental health6. Serious adverse events7. ICU acquired weakness8. Hospital length of stay9. VFD10. ICU length of stay11. Barotrauma12. Oxygenation13. Patient-ventilator dyssynchronyOpen in a separate windowNMBA neuromuscular blocking agents, ARDS acute respiratory distress syndrome, ICU intensive care unit, VFD ventilator free daysThe panel followed the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach to prioritise outcomes [12]. Outcome prioritisation started with the panel compiling a list of all potentially relevant outcomes. Subsequently, panel members completed an electronic survey to rate the suggested 15 outcomes on a scale from 1 (not important) to 9 (critical) from the patients’ perspective. Overall, seven outcomes were rated to be critical (mean scores of 7 or above), and seven outcomes were rated to be important (Supplement). We asked both patient representatives to independently rate the outcomes using the same scale and they both felt that all the outcomes were critical for decision-making. Consequently, we included all of the rated outcomes in the evidence profile.We used meta-analytic techniques to pool effect sizes across all RCTs. Details pertaining to the systematic review of the literature and meta-analysis are published separately.A priori, the panel proposed 8 subgroup analyses to explore potential sources of heterogeneity for the primary outcome (hospital mortality) including the rationale and the predicted direction of effect (Supplement) [13].The evidenceA systematic review team, with input from the panel and the methods team, conducted the systematic review and meta-analysis for this ICM-RPG. We identified 7 RCTs enrolling 1598 patients with ARDS [8, 14–17]; we present a summary of the studies in the Supplement.Assessing certainty of the evidence The methods team, with input from the panel, assessed the certainty of evidence for each outcome using the GRADE approach [12]. The certainty of evidence was categorised as very low, low, moderate, or high based on risk of bias, imprecision, indirectness, inconsistency, and publication bias [18].The overall certainty of the evidence was low. Specifically, the certainty of the evidence was moderate for ICU acquired weakness, barotrauma, and mortality outcomes, and low or very low for the other outcomes. The main reasons for downgrading the certainty of the evidence were imprecision and inconsistency. We summarised the detailed GRADE assessment in the evidence profile (Table ​(Table22).Table 2Evidence profileCertainty assessmentNo. of patientsEffectCertaintyImportanceNo. of studiesStudy designRisk of biasInconsistencyIndirectnessImprecisionOther considerationsAn infusion of neuromuscular blockadeNo infusion (but intermittent as needed NMBA)Relative (95% CI)Absolute (95% CI)Hospital mortality subgroup (compared to light sedation)1Randomised trialNot seriousNot seriousNot seriousSeriousaNoneb213/501 (42.5%)216/505  (42.8%)RR 0.99(0.86–1.15)4 Fewer per 1000(from 60 fewer to 64 more)⨁⨁⨁◯ModerateCriticalHospital mortality subgroup (compared to deep sedation)3Randomised trialsNot seriousNot seriousNot seriousVery serious cNoneb76/223 (34.1%)98/208  (47.1%)RR 0.72(0.58 to 0.91)132 fewer per 1000 (from 198 to 42 fewer)⨁⨁◯◯LowCriticalMortality—mortality at 28 days (pooled for all trials)7 dRandomised trialsNot seriousVery seriouseNot seriousNot seriousfNoneb256/809 (31.6%)291/789  (36.9%)RR 0.74(0.56 to 0.98)96 fewer per 1,000(from 162 to 7 fewer)⨁⨁◯◯LowCriticalMortality—hospital mortality/ 90 days (pooled for all trials)5Randomised trialsNot seriousVery seriousgNot seriousNot seriousNoneb291/748 (38.9%)319/730  (43.7%)RR 0.78(0.60 to 1.01)96 fewer per 1,000(from 175 fewer to 4 more)⨁⨁◯◯LowCriticalMental health at 6 months1Randomised trialNot seriousNot seriousNot seriousVery serioushNoneb38/145 (26.2%)31/122  (25.4%)RR 1.03(0.69–1.55)8 more per 1,000(from 79 fewer to 140 more)⨁⨁◯◯LowCriticalCognitive function (MoCA scores)1Randomised trialSeriousiNot seriousNot seriousSeriousjNone154133–MD 0.6 points lower(1.71 lower to 0.51 higher)⨁⨁◯◯LowCriticalQuality of life1kRandomised trialSeriouslNot seriousNot seriousSeriousmNoneb207194–MD 0.07 units lower(0.15 lower to 0.01 higher)⨁⨁◯◯LowCriticalAdverse events4Randomised trialsNot seriousNot seriousNot seriousVery seriousnNoneb36/724 (5%)22/713 (3.1%)RR 1.63(0.98–2.72)19 more per 1,000(from 1 fewer to 53 more)⨁⨁◯◯LowCriticalIcu acquired weakness4Randomised trialsNot seriousNot seriousNot seriousSeriousoNoneb180/449 (40.1%)151/436  (34.6%)RR 1.16(0.98–1.37)55 more per 1,000(from 7 fewer to 128 more)⨁⨁⨁◯ModerateCriticalHospital/90-day mortality (subgroup of patients with ards and P/F > 100)4Randomised trialsNot seriousNot seriousSeriouspSeriousqNoneb104/267 (39%)122/275  (44.4%)RR 0.87(0.71–1.06)58 fewer per 1,000(from 129 fewer to 27 more)⨁⨁◯◯LowCriticalHospital/90-day mortality (subgroup of patients with ards and P/F ≤ 100)4Randomised trialsNot seriousSeriousrSerioussNot seriousNoneb185/457 (40.5%)187/438  (42.7%)RR 0.95(0.82–1.11)21 fewer per 1,000(from 77 fewer to 47 more)⨁⨁◯◯LowCriticalHospital/90 day mortality (sensitivity analysis using rose late use of NMBA)5Randomised trialsNot seriousVery serioustNot seriousSerioushNoneb197/516 (38.2%)198/459  (43.1%)RR 0.78(0.57–1.06)95 fewer per 1,000(from 185 fewer to 26 more)⨁◯◯◯Very lowCriticalBarotrauma4Randomised trialsNot seriousNot seriousNot seriousSeriousuNoneb29/724 (4%)52/713 (7.3%)RR 0.55(0.35–0.85)33 fewer per 1,000(from 47 to 11 fewer)⨁⨁⨁◯ModerateImportantVentilator free days at 28 days5Randomised trialsNot seriousNot seriousvNot seriousVery seriouswNoneb752735–MD 0.72 days more(0.44 fewer to 1.88 more)⨁⨁◯◯LowImportantpO2/FiO2 post randomisation—pO2/FiO2 at 24 h post randomisation4Randomised trialsNot seriousNot seriousSeriousxSeriousyNoneb654613–MD 7.76 higher(3.74 lower to 19.27 higher)⨁⨁◯◯LowImportantpO2/FiO2 post randomisation—pO2/FiO2 at 72 h post randomisation4Randomised trialsNot seriousNot seriousSeriousxSeriouszNoneb542469–MD 15.21 higher(1.9 higher to 28.52 higher)⨁⨁◯◯LowImportantOpen in a separate windowCI confidence interval, RR: Risk ratio, MD mean difference; NMBA neuromuscular blocking agent, ICU Intensive care unit, MOCA montreal cognitive assessment, ARDS acute respiratory distress syndromeaWe downgraded the certainty in the evidence by one level for serious imprecision; the CI included both small benefit and harmbWe were not able to assess for publication bias using traditional methods because we identified less than 10 studiescWe downgraded the certainty of evidence by two levels for very serious imprecision, the total number of events was small (174 events)d7 RCTs reported this outcome, including: Gainnier M, et al. Crit Care Med. 2004;32(1):113–9.; Forel JM, et al. Crit Care Med. 2006;34(11):2749–57.; Papazian L, et al. N Engl J Med. 2010;363(12):1107–16.; Lyu G, et al. Zhonghua Wei Zhong Bing Ji Jiu Yi Xue. 2014;26(5):325–9.; Guervilly C, et al. Intensive Care Med. 2017;43(3):408–18.; N Engl J Med. 2019;380(21):1997–2008eWe downgraded the certainty of evidence by two levels for very serious inconsistency, although the I2 was 45%, there is inconsistency between the results of the ROSE Trial and the rest of the studies, difficulty in reconciling and explaining the differences in results have led us to lower our certainty in the estimates by 2 levelsfThe 7 RCTs reported 547 deaths which is enough for us to consider the pooled estimates precisegWe downgraded the certainty of evidence by two levels for very serious inconsistency, although the I2 was 55%, there is inconsistency between the results of the most recent and large RCT (ROSE Trial) and the rest of the studies, which was not explained by any of the subgroup analyses, difficulty in reconciling and explaining the differences in results have lead us to lower our certainty in the estimates by 2 levelshWe downgraded the certainty of evidence by two levels for very serious imprecision; the CI was very wide including both substantial benefit and harmiWe downgraded the certainty of evidence by one level for serious risk of bias; many patients who were randomized did not complete the assessmentjWe downgraded the certainty of evidence by one level for serious imprecision, the sample size was smallkN Engl J Med. 2019;380(21):1997–2008lWe downgraded the certainty of evidence by one level for risk of bias; the outcome is subjective and the trial was unblindedmWe downgraded the certainty of evidence by one level for serious imprecision; the CI included both harm and benefit, and the number of patients who were included the analysis at 3 months is small (< 50% of the original sample size)nWe downgraded the certainty of evidence by two levels for serious imprecision; the CI included both substantial harm and small/no benefit, In addition, the number of events was small (n = 58 events)oWe downgraded the certainty of evidence by one level for serious imprecision; the CI included both substantial harm and trivial benefitpWe downgraded the certainty of evidence by one level for serious indirectness, the ROSE Trial which contributed to 55% of the weight in the analysis for this subgroup, included patients with ARDS and P/F > 120 not 100qWe downgraded the certainty of evidence by one level for serious imprecision; the CI included both substantial benefit and small harmrWe downgraded the certainty of evidence by one level for serious inconsistency; although the I2 = 0% the Forest Plot showed that the results of the ROSE Trial are inconsistent with the results of other trialssWe downgraded the certainty of evidence by one level for serious indirectness, the ROSE Trial which contributed to 81% of the weight in the analysis for this subgroup, included patients with ARDS and P/F < 120 not only < 100tWe downgraded the certainty of evidence by two levels for very serious inconsistency; the I2 = 65%uWe downgraded the certainty of evidence by one level for serious imprecision; the number of events was small and the confidence interval although did not include 1, it included substantial variation in benefitvAlthough I2 = 34%, we did not downgrade for inconsistencyw. We downgraded the certainty in the evidence by two levels for very serious imprecision; the CI included extreme benefit and harmxWe downgraded the certainty of evidence by one level for serious indirectness, the intervention and control in the ROSE Trial differed from other trials (early NMBA, and targeting light sedation)yWe downgraded the certainty of the evidence by one level for serious imprecision; the CI included both benefit and harmzWe downgraded the certainty in the evidence by one level for serious imprecision; the CI included both trivial and moderate benefitSummary of the evidenceDesirable effects of NMBA infusions We noted important clinical and statistical heterogeneity in the pooled estimate for mortality. Consequently, we did not use the pooled estimate across all studies for mortality to inform the recommendations. Instead, the panel considered the mortality outcome according to the sedation strategy utilized in the control group of included trials. The first subgroup included only the ROSE trial as it was the only trial that aimed to use a lighter sedation strategy for patients in the control arm. The hospital mortality for this subgroup did not favour either the intervention or control [relative risk (RR) 0.99; 95% confidence interval (CI) 0.86–1.15]. The remaining subgroup included 3 trials that aimed to use a deeper sedation strategy for patients in the control arm [14, 15, 19]. In this subgroup, an NMBA infusion reduced hospital mortality (RR 0.72; 95% CI 0.58–0.91) with low certainty. It is possible however, that the heterogeneity in effect may be explained by other differences between the trials, such as the amount of positive end expiratory pressure (PEEP) and the timing of the intervention. Without an individual patient data meta-analysis, we cannot be certain about the exact effect of PEEP level and timing on the outcomes.In addition, the systematic review revealed a significant reduction in the risk of barotrauma with the use of an NMBA infusion (RR 0.55; 95% CI 0.35–0.85; moderate certainty) and a small, but significant, improvement in PaO2/FiO2 at 72 h (mean difference 15.21 points; 95% CI 1.9 to 28.52; low certainty) across all trials.The impact of an NMBA infusion on mental health, cognitive function, quality of life, and ventilator free days was uncertain (Table ​(Table22).Undesirable effects of NMBA infusions The use of an NMBA infusion for 48 h possibly increased the risks of adverse events (RR 1.63; 95% CI 0.98–2.72; low certainty) and ICU acquired weakness (RR 1.16; 95% CI 0.98–1.37; moderate certainty). However, the increased risk of adverse events in the ROSE trial could have been confounded by the use of deep sedation in the intervention arm (i.e. the hemodynamic effect may be explained by the use of deep sedation in one arm and not the other). The impact on long-term physical function was uncertain (Table ​(Table22).Moving from evidence to recommendation The panel used GRADEpro GDT (GRADEpro Guideline Development Tool [Software]. McMaster University, 2015, developed by Evidence Prime, Inc.) to complete the Evidence-to-Decision (EtD) framework [20]. The panel addressed the balance and magnitude of benefits and harms, certainty of evidence, patients’ values and preferences, cost and resources, feasibility, and acceptability.Balance between desirable and undesirable effects The panel debated which subgroup to use when issuing recommendations. We viewed the control arm in the ROSE trial to reflect current practice in managing patients with ARDS. In this trial, clinicians aimed to use a lighter sedation strategy for patients in the control arm but permitted administration of NMBA boluses as needed. Clinicians achieved mean Richmond Agitation-Sedation Scores (RASS) of − 2.7 and − 2.3 on days 1 and 2, respectively. By comparison, the mean RASS in the NMBA infusion arm of this trial were − 4.8 and − 4.6 on days 1 and 2, respectively. With this approach, the evidence suggests that in adults with moderate to severe ARDS who are mechanically ventilated using lighter sedation targets (RASS 0 to − 3); avoiding the use of an NMBA infusion is favourable. For patients with moderate to severe ARDS who cannot be mechanically ventilated using lighter sedation targets or require ongoing deep sedation to facilitate lung protective ventilation or prone ventilation; the use of an NMBA infusion is reasonable. The panel recognized that there could be differences, other than the sedation targets in the control arm between the ROSE trial and the other trials evaluating NMBA in adults with ARDS that resulted in inconsistent estimates of effect across trials. Therefore, the panel only issued suggestions for clinicians treating patients with moderate to severe ARDS. Future research is needed to help delineate specific subgroups of patients who may or may not benefit from an NMBA infusion.Values and preferences Our patient representatives judged all outcomes to be critical for decision making with particular emphasis on mortality, quality of life, cognitive function, time on the ventilator, and barotrauma. Although, panel members rated some outcomes differently than patient representatives, this finding is not surprising, and extreme differences may exist between clinicians’ and patients’ values and preferences [21]. The panel believed that the balance between benefit (i.e., uncertain effect on mortality and less barotrauma) and harm (i.e., possible increase in ICU acquired weakness and adverse events, and uncertainty about long term outcomes) was unclear, allowing for variability in how different patients would prioritize these outcomes depending on their individual values and preferences in the same circumstance.Resources and cost We identified 2 cost effectiveness studies that were published more than 18 years ago and are unlikely to reflect present day costs [22, 23]. The panel felt that the cost of 48 h infusion of cisatracurium was not large in high income countries but could be considered to be a moderate cost in low income countries and in some middle income countries.Feasibility The panel felt that the use of an NMBA infusion was probably feasible in most high resource settings and did not foresee major barriers to implementation in this context. We present details pertaining to the decisions made by panel members using the EtD framework in the (Supplement).Recommendations and suggestions\n1.We recommend against the routine use of an NMBA infusion in adults with ARDS before optimising mechanical ventilation and assessing ARDS severity. (Recommendation, low certainty of evidence).2.In adults with moderate or severe ARDS who tolerate ventilation using a lighter sedation strategy we suggest against using an NMBA infusion (Suggestion, low certainty of evidence). If neuromuscular blockade is required to facilitate lung protective ventilation; we suggest using intermittent NMBA boluses with judicious deep sedation over an NMBA infusion with deep sedation (Suggestion, low certainty in the evidence).3.In adults with moderate or severe ARDS who clinicians determine require ongoing deep sedation, and neuromuscular blockade to facilitate lung protective ventilation, we suggest using an NMBA infusion for up to 48 h, over intermittent boluses of NMBA (Suggestion, low certainty of evidence).\nRemarks: This recommendation may apply to facilitate lung protective ventilation in adults who are persistently hypoxemic, ventilated in the prone position, or at risk for injurious ventilation (i.e. dyssynchronous with the ventilator or elevated plateau pressures).\nOpen in a separate window\nInterpretation and implementation of the recommendationsA recommendation (i.e. strong recommendation) implies uniformity of choice and a weak recommendation implies variability. From a patient perspective, a recommendation means that all (or almost all) people would choose the recommended intervention. While a suggestion (i.e. weak recommendation) means that although most people would choose the suggested intervention, a substantial number would not [24]. We present the implications and interpretation of recommendations and suggestions in Table ​Table3.3. In addition, we present the recommendation and suggestions in algorithmic format in Fig. 1 to facilitate understanding of the recommendations according to clinical context.Table 3The implications and interpretation of recommendations and suggestionsCategoryStrengthImplications to patientsImplications to cliniciansImplications to policymakersRecommendation against NMBA infusionStrongAlmost all individuals in this situation would want to avoid the use of an NMBA infusion, and only a small proportion would want to use itMost individuals should not receive an NMBA infusion. Formal decision aids are not neededCan be adapted as policy in most situations, including for use as performance indicatorsSuggestion against NMBA infusionWeakThe majority of individuals in this situation would want to avoid an NMBA infusion, but many would want to receive itDifferent choices are likely to be appropriate for different patients, and the use of an NMBA infusion should be tailored to the individual patient’s circumstances. Such as patients’, family’s, or substitute decision maker’s values and preferencesPolicies will likely be variableSuggestion for NMBA infusionWeakThe majority of individuals in this situation would want to receive an NMBA infusion, but many would not want to receive itDifferent choices are likely to be appropriate for different patients, and the use of an NMBA infusion should be tailored to the individual patient’s circumstances. Such as patients’, family’s, or substitute decision maker’s values and preferencesPolicies will likely be variableOpen in a separate windowNMBA neuromuscular blocking agentOpen in a separate windowFig. 1ICM-RPG Algorithm on the use of NMBA in ARDS. *: may apply to adults who are persistently hypoxemic, ventilated in prone position, or at risk for injurious ventilation (i.e., dyssynchronous with the ventilator or elevated plateau pressures). ARDS acute respiratory distress syndrome, NMBA neuromuscular blocking agentCisatracurium was the only agent studied in large RCTs, therefore, if clinicians use an NMBA infusion in ARDS patients, cisatracurium should be the preferred agent to use. The impact of using other NMBA infusions for patients with ARDS is uncertain. The largest two trials used cisatracurium at a fixed dose of 15 mg bolus followed by an infusion of 37.5 mg/h for 48 h. As the relationships between dose of cisatracurium and clinical and adverse effects are unclear, clinicians may titrate the dose to clinical paralytic effect. While it is plausible to assume that the beneficial effect of cisatracurium is related to its neuromuscular blockade effect; some evidence suggest that it may have a direct anti-inflammatory effect as well [14, 25]. Therefore, it is unclear if clinicians should use a fixed high-dose of cisatracurium or titrate the dose of cisatracurium administered to paralytic effect. Clinicians should consider the potential benefits and harms when making this decision.Monitoring and evaluationWhen clinicians prescribe an NMBA for adults with ARDS, the healthcare team should ensure that the patients are adequately sedated and monitor the adequacy of paralysis. We refer readers to a recently published guideline on sedation prevention and management in the ICU [26].One modality to measure adequacy of paralysis is measurement of the train-of-four (TOF), a nerve stimulator that generates an electric current to stimulate twitches in muscles. The response to electrical stimulus depends on the intensity of the current, the location it is applied to, and the extent of paralysis [27]. An RCT of 30 patients compared TOF assessment to clinical assessment by bedside nurses and found no difference in the mean total paralysis time, dose of cisatracurium, and mean recovery time after cessation of paralytic agent [28]. Another study evaluated a nurse-driven protocol based of cisatracurium infusion titration based on TOF monitoring in 30 ARDS patients and identified that nurses were able to decrease the amount of cisatracurium administered without significantly affecting the quality of the neuromuscular block achieved [29]. The optimal strategy to assess the adequacy of paralysis is unclear, clinicians should use the strategy that they are most comfortable with. It is beyond the scope of this guideline to make recommendations or suggestions on the type of monitoring strategy that could be used.Research priorityDespite the publication of large RCTs on this topic, several areas of uncertainty could be addressed in future research, such as the impact of NMBA infusions on long-term functional and cognitive outcomes; the interaction between different ventilation strategies (e.g., high versus low PEEP and prone versus supine ventilation) and the use of NMBAs; the effect of other NMBA agents; the efficacy and safety of intermittent boluses versus a continuous NMBA infusion; and the generalisability of the results to low resource setting.AdaptationThe panel provided suggestions to implement the ICM-RPGs in low resource settings using existing adaptation frameworks [30]. These considerations are summarised in Table ​Table44.Table 4Factors affecting adaptation in low resource settings or low income countriesAdaptation variableConsideration for adaptationPriorityThe decision whether to prioritise recommendations on the use of NMBA infusion in low resource settings or low-income countries depends on the prevalence and the outcomes of ARDS in this settingBenefit and harmGuideline developers in low resource settings or low-income countries can use the relative estimates from this document to estimate absolute treatment effect in their contextCertainty of the evidenceGuideline developers in low resource settings or low-income countries should consider downgrading the certainty of evidence for indirectness, as most of the clinical trials were conducted in tertiary care centres in high income countries, and its applicability to other contexts is unknownValues and preferencesValues and preferences of patients are possibly different around the world, therefore, guideline developers in low resource settings or low-income countries should take into consideration the local cultural values and patients’ beliefs regarding the key outcomes such as mortality, disability, and other outcomesCostWhile the cost of cisatracurium infusion is generally acceptable in high income countries, it could be moderate or high in low resource settings or low-income countriesResourcesAccess to critical care, paralysis monitoring devices, rescue therapies, rehabilitation centres are limited in low resource settings or low-income countriesEquityGuideline developers in low resource settings or low-income countries should consider the impact of directing resources to use NMBA infusion in ARDS on equity and other competing prioritiesAcceptabilityGuideline developers in low resource settings or low-income countries should consider the acceptability of using NMBA infusion to patients, healthcare workers, and policy makersFeasibilitySeveral potential factors could influence the feasibility of using NMBA infusion in patients with ARDS in low resource settings or low-income countries, such as availability of medications, devices to monitor adequacy of paralysis, sedative agents, and ventilatorsOpen in a separate windowARDS acute respiratory distress syndrome, NMBA neuromuscular blocking agentUpdating the guidelinesWhen new relevant trials are published that may affect the current recommendations, we plan to update the systematic review and assess whether the recommendations will require updating. This is a form of a living guideline in which future updates will be triggered by the publication of new, relevant, and potentially practice changing evidence, as opposed to a fixed period of time. ConclusionIn this ICM-RPG, the panel issued one recommendation and two suggestions regarding the use of NMBA in ARDS. The current evidence does not support the early routine use of NMBA infusion in all adults with ARDS. It favours avoiding an NMBA infusion for patients who are ventilated using a lighter sedation strategy. However, for patients who require deep sedation to facilitate lung protective ventilation or prone positioning and require neuromuscular blockade, an infusion of an NMBA is a reasonable option. Electronic supplementary materialBelow is the link to the electronic supplementary material.Supplementary file1 (DOCX 40 kb)(41K, docx) AcknowledgementsThis research was completed during the tenure of a Health Research Council of New Zealand Clinical Practitioner Fellowship held by PY FundingNone. Compliance with ethical standardsConflicts of interestThere are no conflict of interest to declare. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Murray MJ, DeBlock H, Erstad B, Gray A, Jacobi J, Jordan C, McGee W, McManus C, Meade M, Nix S, Patterson A, Sands MK, Pino R, Tescher A, Arbour R, Rochwerg B, Murray CF, Mehta S. Clinical practice guidelines for sustained neuromuscular blockade in the adult critically ill patient. Crit Care Med. 2016;44:2079–2103. doi: 10.1097/CCM.0000000000002027. [PubMed] [CrossRef] [Google Scholar]2. Rhodes A, Evans LE, Alhazzani W, Levy MM, Antonelli M, Ferrer R, Kumar A, Sevransky JE, Sprung CL, Nunnally ME, Rochwerg B, Rubenfeld GD, Angus DC, Annane D, Beale RJ, Bellinghan GJ, Bernard GR, Chiche JD, Coopersmith C, De Backer DP, French CJ, Fujishima S, Gerlach H, Hidalgo JL, Hollenberg SM, Jones AE, Karnad DR, Kleinpell RM, Koh Y, Lisboa TC, Machado FR, Marini JJ, Marshall JC, Mazuski JE, McIntyre LA, McLean AS, Mehta S, Moreno RP, Myburgh J, Navalesi P, Nishida O, Osborn TM, Perner A, Plunkett CM, Ranieri M, Schorr CA, Seckel MA, Seymour CW, Shieh L, Shukri KA, Simpson SQ, Singer M, Thompson BT, Townsend SR, Van der Poll T, Vincent JL, Wiersinga WJ, Zimmerman JL, Dellinger RP. Surviving sepsis campaign: international guidelines for management of sepsis and septic shock: 2016. Intensive Care Med. 2017;43:304–377. doi: 10.1007/s00134-017-4683-6. [PubMed] [CrossRef] [Google Scholar]3. Griffiths M, Fan E, Baudouin SV. New UK guidelines for the management of adult patients with ARDS. Thorax. 2019;74:931–933. doi: 10.1136/thoraxjnl-2018-212885. [PubMed] [CrossRef] [Google Scholar]4. Claesson J, Freundlich M, Gunnarsson I, Laake JH, Moller MH, Vandvik PO, Varpula T, Aasmundstad TA. Scandinavian clinical practice guideline on fluid and drug therapy in adults with acute respiratory distress syndrome. Acta Anaesthesiol Scand. 2016;60:697–709. doi: 10.1111/aas.12713. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Papazian L, Aubron C, Brochard L, Chiche JD, Combes A, Dreyfuss D, Forel JM, Guerin C, Jaber S, Mekontso-Dessap A, Mercat A, Richard JC, Roux D, Vieillard-Baron A, Faure H. Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9:69. doi: 10.1186/s13613-019-0540-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Alhazzani W, Alshahrani M, Jaeschke R, Forel JM, Papazian L, Sevransky J, Meade MO. Neuromuscular blocking agents in acute respiratory distress syndrome: a systematic review and meta-analysis of randomized controlled trials. Crit Care. 2013;17:R43. doi: 10.1186/cc12557. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, Gattinoni L, van Haren F, Larsson A, McAuley DF, Ranieri M, Rubenfeld G, Thompson BT, Wrigge H, Slutsky AS, Pesenti A, Investigators LS, Group ET  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315:788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]8. National Heart L, Blood Institute PCTN, Moss M, Huang DT, Brower RG, Ferguson ND, Ginde AA, Gong MN, Grissom CK, Gundel S, Hayden D, Hite RD, Hou PC, Hough CL, Iwashyna TJ, Khan A, Liu KD, Talmor D, Thompson BT, Ulysse CA, Yealy DM, Angus DC. Early neuromuscular blockade in the acute respiratory distress syndrome. N Engl J Med. 2019;380:1997–2008. doi: 10.1056/NEJMoa1901686. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Slutsky AS, Villar J. Early paralytic agents for ARDS? Yes, no, and sometimes. N Engl J Med. 2019;380:2061–2063. doi: 10.1056/NEJMe1905627. [PubMed] [CrossRef] [Google Scholar]10. Alhazzani W, Moller MH, Belley-Cote E, Citerio G. Intensive care medicine rapid practice guidelines (ICM-RPG): paving the road of the future. Intensive Care Med. 2019;45:1639–1641. doi: 10.1007/s00134-019-05786-9. [PubMed] [CrossRef] [Google Scholar]11. Alhazzani W, Lewis K, Jaeschke R, Rochwerg B, Moller MH, Evans L, Wilson KC, Patel S, Coopersmith CM, Cecconi M, Guyatt G, Akl EA. Conflicts of interest disclosure forms and management in critical care clinical practice guidelines. Intensive Care Med. 2018;44:1691–1698. doi: 10.1007/s00134-018-5367-6. [PubMed] [CrossRef] [Google Scholar]12. Guyatt GH, Oxman AD, Vist GE, Kunz R, Falck-Ytter Y, Alonso-Coello P, Schunemann HJ, Group GW  GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ. 2008;336:924–926. doi: 10.1136/bmj.39489.470347.AD. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Sun X, Briel M, Walter SD, Guyatt GH. Is a subgroup effect believable? Updating criteria to evaluate the credibility of subgroup analyses. BMJ. 2010;340:c117. doi: 10.1136/bmj.c117. [PubMed] [CrossRef] [Google Scholar]14. Forel JM, Roch A, Marin V, Michelet P, Demory D, Blache JL, Perrin G, Gainnier M, Bongrand P, Papazian L. Neuromuscular blocking agents decrease inflammatory response in patients presenting with acute respiratory distress syndrome. Crit Care Med. 2006;34:2749–2757. doi: 10.1097/01.CCM.0000239435.87433.0D. [PubMed] [CrossRef] [Google Scholar]15. Gainnier M, Roch A, Forel JM, Thirion X, Arnal JM, Donati S, Papazian L. Effect of neuromuscular blocking agents on gas exchange in patients presenting with acute respiratory distress syndrome. Crit Care Med. 2004;32:113–119. doi: 10.1097/01.CCM.0000104114.72614.BC. [PubMed] [CrossRef] [Google Scholar]16. Guervilly C, Bisbal M, Forel JM, Mechati M, Lehingue S, Bourenne J, Perrin G, Rambaud R, Adda M, Hraiech S, Marchi E, Roch A, Gainnier M, Papazian L. Effects of neuromuscular blockers on transpulmonary pressures in moderate to severe acute respiratory distress syndrome. Intensive Care Med. 2017;43:408–418. doi: 10.1007/s00134-016-4653-4. [PubMed] [CrossRef] [Google Scholar]17. Lyu G, Wang X, Jiang W, Cai T, Zhang Y. Clinical study of early use of neuromuscular blocking agents in patients with severe sepsis and acute respiratory distress syndrome. Zhonghua Wei Zhong Bing Ji Jiu Yi Xue. 2014;26:325–329. [PubMed] [Google Scholar]18. Balshem H, Helfand M, Schunemann HJ, Oxman AD, Kunz R, Brozek J, Vist GE, Falck-Ytter Y, Meerpohl J, Norris S, Guyatt GH. GRADE guidelines: 3. Rating the quality of evidence. J Clin Epidemiol. 2011;64:401–406. doi: 10.1016/j.jclinepi.2010.07.015. [PubMed] [CrossRef] [Google Scholar]19. Papazian L, Forel JM, Gacouin A, Penot-Ragon C, Perrin G, Loundou A, Jaber S, Arnal JM, Perez D, Seghboyan JM, Constantin JM, Courant P, Lefrant JY, Guerin C, Prat G, Morange S, Roch A, Investigators AS. Neuromuscular blockers in early acute respiratory distress syndrome. N Engl J Med. 2010;363:1107–1116. doi: 10.1056/NEJMoa1005372. [PubMed] [CrossRef] [Google Scholar]20. Alonso-Coello P, Oxman AD, Moberg J, Brignardello-Petersen R, Akl EA, Davoli M, Treweek S, Mustafa RA, Vandvik PO, Meerpohl J, Guyatt GH, Schunemann HJ, Group GW  GRADE Evidence to Decision (EtD) frameworks: a systematic and transparent approach to making well informed healthcare choices. 2: Clinical practice guidelines. BMJ. 2016;353:i2089. doi: 10.1136/bmj.i2089. [PubMed] [CrossRef] [Google Scholar]21. Devereaux PJ, Anderson DR, Gardner MJ, Putnam W, Flowerdew GJ, Brownell BF, Nagpal S, Cox JL. Differences between perspectives of physicians and patients on anticoagulation in patients with atrial fibrillation: observational study. BMJ. 2001;323:1218–1222. doi: 10.1136/bmj.323.7323.1218. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Kress JP, Hall JB. Cost considerations in sedation, analgesia, and neuromuscular blockade in the intensive care unit. Semin Respir Crit Care Med. 2001;22:199–210. doi: 10.1055/s-2001-13833. [PubMed] [CrossRef] [Google Scholar]23. Prielipp RC, Robinson JC, Wilson JA, MacGregor DA, Scuderi PE. Dose response, recovery, and cost of doxacurium as a continuous infusion in neurosurgical intensive care unit patients. Crit Care Med. 1997;25:1236–1241. doi: 10.1097/00003246-199707000-00028. [PubMed] [CrossRef] [Google Scholar]24. Andrews J, Guyatt G, Oxman AD, Alderson P, Dahm P, Falck-Ytter Y, Nasser M, Meerpohl J, Post PN, Kunz R, Brozek J, Vist G, Rind D, Akl EA, Schunemann HJ. GRADE guidelines: 14. Going from evidence to recommendations: the significance and presentation of recommendations. J Clin Epidemiol. 2013;66:719–725. doi: 10.1016/j.jclinepi.2012.03.013. [PubMed] [CrossRef] [Google Scholar]25. Fanelli V, Morita Y, Cappello P, Ghazarian M, Sugumar B, Delsedime L, Batt J, Ranieri VM, Zhang H, Slutsky AS. Neuromuscular blocking agent cisatracurium attenuates lung injury by inhibition of nicotinic acetylcholine receptor-alpha1. Anesthesiology. 2016;124:132–140. doi: 10.1097/ALN.0000000000000907. [PubMed] [CrossRef] [Google Scholar]26. Devlin JW, Skrobik Y, Gelinas C, Needham DM, Slooter AJC, Pandharipande PP, Watson PL, Weinhouse GL, Nunnally ME, Rochwerg B, Balas MC, van den Boogaard M, Bosma KJ, Brummel NE, Chanques G, Denehy L, Drouot X, Fraser GL, Harris JE, Joffe AM, Kho ME, Kress JP, Lanphere JA, McKinley S, Neufeld KJ, Pisani MA, Payen JF, Pun BT, Puntillo KA, Riker RR, Robinson BRH, Shehabi Y, Szumita PM, Winkelman C, Centofanti JE, Price C, Nikayin S, Misak CJ, Flood PD, Kiedrowski K, Alhazzani W. Clinical practice guidelines for the prevention and management of pain, agitation/sedation, delirium, immobility, and sleep disruption in adult patients in the ICU. Crit Care Med. 2018;46:e825–e873. doi: 10.1097/CCM.0000000000003299. [PubMed] [CrossRef] [Google Scholar]27. Lagneau F, Benayoun L, Plaud B, Bonnet F, Favier J, Marty J. The interpretation of train-of-four monitoring in intensive care: what about the muscle site and the current intensity? Intensive Care Med. 2001;27:1058–1063. doi: 10.1007/s001340100964. [PubMed] [CrossRef] [Google Scholar]28. Baumann MH, McAlpin BW, Brown K, Patel P, Ahmad I, Stewart R, Petrini M. A prospective randomized comparison of train-of-four monitoring and clinical assessment during continuous ICU cisatracurium paralysis. Chest. 2004;126:1267–1273. doi: 10.1378/chest.126.4.1267. [PubMed] [CrossRef] [Google Scholar]29. Hraiech S, Forel JM, Guervilly C, Rambaud R, Lehingue S, Adda M, Sylla P, Valera S, Carvelli J, Gainnier M, Papazian L, Bourenne J. How to reduce cisatracurium consumption in ARDS patients: the TOF-ARDS study. Ann Intensive Care. 2017;7:79. doi: 10.1186/s13613-017-0305-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Schunemann HJ, Wiercioch W, Brozek J, Etxeandia-Ikobaltzeta I, Mustafa RA, Manja V, Brignardello-Petersen R, Neumann I, Falavigna M, Alhazzani W, Santesso N, Zhang Y, Meerpohl JJ, Morgan RL, Rochwerg B, Darzi A, Rojas MX, Carrasco-Labra A, Adi Y, AlRayees Z, Riva J, Bollig C, Moore A, Yepes-Nunez JJ, Cuello C, Waziry R, Akl EA. GRADE Evidence to Decision (EtD) frameworks for adoption, adaptation, and de novo development of trustworthy recommendations: GRADE-ADOLOPMENT. J Clin Epidemiol. 2017;81:101–110. doi: 10.1016/j.jclinepi.2016.09.009. [PubMed] [CrossRef] [Google Scholar]"}