{"title": "Pulmonary infections complicating ARDS", "pubDate": "2020", "PMCID": "PMC7656898", "DOI": "10.1007/s00134-020-06292-z", "PMID": "33175277", "abstract": "Pulmonary infection is one of the main complications occurring in patients suffering from acute respiratory distress syndrome (ARDS). Besides traditional risk factors, dysregulation of lung immune defenses and microbiota may play an important role in ARDS patients. Prone positioning does not seem to be associated with a higher risk of pulmonary infection. Although bacteria associated with ventilator-associated pneumonia (VAP) in ARDS patients are similar to those in patients without ARDS, atypical pathogens (Aspergillus, herpes simplex virus and cytomegalovirus) may also be responsible for infection in ARDS patients. Diagnosing pulmonary infection in ARDS patients is challenging, and requires a combination of clinical, biological and microbiological criteria. The role of modern tools (e.g., molecular methods, metagenomic sequencing, etc.) remains to be evaluated in this setting. One of the challenges of antimicrobial treatment is antibiotics diffusion into the lungs. Although targeted delivery of antibiotics using nebulization may be interesting, their place in ARDS patients remains to be explored. The use of extracorporeal membrane oxygenation in the most severe patients is associated with a high rate of infection and raises several challenges, diagnostic issues and pharmacokinetics/pharmacodynamics changes being at the top. Prevention of pulmonary infection is a key issue in ARDS patients, but there is no specific measure for these high-risk patients. Reinforcing preventive measures using bundles seems to be the best option.", "author": [{"author": "Charles-Edouard Luyt", "affiliation": ["Service de Médecine Intensive Réanimation, Institut de Cardiologie, Groupe Hospitalier Pitié-Salpêtrière, Assistance Publique-Hôpitaux de Paris, 47-83, Boulevard de l'Hôpital, 75651, Paris Cedex 13, France. charles-edouard.luyt@aphp.fr.", "INSERM, UMRS_1166, ICAN Institute of Cardiometabolism and Nutrition, Sorbonne Université, Paris, France. charles-edouard.luyt@aphp.fr."], "href": "/?term=Luyt+CE&cauthor_id=33175277"}, {"author": "Lila Bouadma", "affiliation": ["IAME 1137, INSERM, Université de Paris, Paris, France.", "Assistance Publique-Hôpitaux de Paris (AP-HP), Hôpital Bichat, Medical and Infectious Diseases ICU, Paris, France."], "href": "/?term=Bouadma+L&cauthor_id=33175277"}, {"author": "Andrew Conway Morris", "affiliation": ["John V Farman Intensive Care Unit, Addenbrooke's Hospital, Cambridge, UK.", "Division of Anaesthesia, Department of Medicine, University of Cambridge, Cambridge, UK."], "href": "/?term=Morris+AC&cauthor_id=33175277"}, {"author": "Jayesh A Dhanani", "affiliation": ["Faculty of Medicine, University of Queensland Centre of Clinical Research, The University of Queensland, Brisbane, QLD, Australia.", "Department of Intensive Care Medicine, Royal Brisbane and Women's Hospital, Herston, QLD, Australia."], "href": "/?term=Dhanani+JA&cauthor_id=33175277"}, {"author": "Marin Kollef", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Washington University School of Medicine, St. Louis, MO, USA."], "href": "/?term=Kollef+M&cauthor_id=33175277"}, {"author": "Jeffrey Lipman", "affiliation": ["Faculty of Medicine, University of Queensland Centre of Clinical Research, The University of Queensland, Brisbane, QLD, Australia.", "Department of Intensive Care Medicine, Royal Brisbane and Women's Hospital, Herston, QLD, Australia."], "href": "/?term=Lipman+J&cauthor_id=33175277"}, {"author": "Ignacio Martin-Loeches", "affiliation": ["Department of Intensive Care Medicine, Multidisciplinary Intensive Care Research Organization (MICRO), Trinity College, Dublin, Ireland.", "Hospital de Clinic, Barcelona, CIBERes, Barcelona, Spain."], "href": "/?term=Martin-Loeches+I&cauthor_id=33175277"}, {"author": "Saad Nseir", "affiliation": ["Critical Care Center, CHU Lille, France.", "INSERM U995-E2, Lille Inflammation Research International Center, Université de Lille, Lille, France."], "href": "/?term=Nseir+S&cauthor_id=33175277"}, {"author": "Otavio T Ranzani", "affiliation": ["Pulmonary Division, Heart Institute (InCor), Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de Sao Paulo, São Paulo, Brazil.", "Barcelona Institute for Global Health, ISGlobal, Barcelona, Spain."], "href": "/?term=Ranzani+OT&cauthor_id=33175277"}, {"author": "Antoine Roquilly", "affiliation": ["EA3826 Thérapeutiques Anti-Infectieuses, Institut de Recherche en Santé 2 Nantes Biotech, Université de Nantes, Nantes, France.", "CHU Nantes, Pôle Anesthésie-Réanimation, Service d'Anesthésie Réanimation Chirurgicale, Hôtel Dieu, Université de Nantes, Nantes, France."], "href": "/?term=Roquilly+A&cauthor_id=33175277"}, {"author": "Matthieu Schmidt", "affiliation": ["Service de Médecine Intensive Réanimation, Institut de Cardiologie, Groupe Hospitalier Pitié-Salpêtrière, Assistance Publique-Hôpitaux de Paris, 47-83, Boulevard de l'Hôpital, 75651, Paris Cedex 13, France.", "INSERM, UMRS_1166, ICAN Institute of Cardiometabolism and Nutrition, Sorbonne Université, Paris, France."], "href": "/?term=Schmidt+M&cauthor_id=33175277"}, {"author": "Antoni Torres", "affiliation": ["Servei de Pneumologia. Hospital Clinic, Universitat de Barcelona, IDIBAPS, CIBERes, Barcelona, Spain."], "href": "/?term=Torres+A&cauthor_id=33175277"}, {"author": "Jean-François Timsit", "affiliation": ["IAME 1137, INSERM, Université de Paris, Paris, France.", "Assistance Publique-Hôpitaux de Paris (AP-HP), Hôpital Bichat, Medical and Infectious Diseases ICU, Paris, France."], "href": "/?term=Timsit+JF&cauthor_id=33175277"}], "refPMID": ["28792873", "30380384", "22524447", "26699917", "33231732", "27005275", "23427891", "29915941", "19324972", "29963048", "30483258", "32424365", "28723546", "33208553", "22187279", "30500533", "32043986", "31556396", "27670109", "29533677", "28100714", "31973575", "29035085", "17234903", "31526447", "29771684", "31182406", "31996961", "23323867", "18279948", "31700189", "27706466", "28463179", "31613432", "31748836", "23709200", "24563849", "19162211", "27334713", "19741030", "18521568", "15547166", "16294072", "32306086", "25553248", "25354013", "32586347", "27974525", "32560662", "30076119", "9731019", "30498407", "19825784", "31810865", "30036192", "10852771", "22990851", "27216271", "30843070", "27654605", "31660373", "26865050", "30390749", "31200727", "29699468", "30281988", "31995857", "27230792", "28177862", "31189036", "24924557", "24803380", "27709265", "27294891", "19118274", "18647984", "28158551", "26424680", "28437539", "28829877", "28494435", "31197492", "29791822", "20495508", "31346840", "28777198", "22990851", "29652913", "23221189", "29940124", "9455502", "25038549", "30472292", "21895037", "29998357", "27890714", "31866328", "27716346", "25735634", "23135264", "18759657", "22744316", "27418577", "30392084", "20431867", "21798809", "26850333", "24663255", "29881989", "14749453", "19343323", "29292698", "32243370", "25289689", "28759466", "22622112", "14706094", "17381400", "12173800", "21474643", "18359432", "21471106", "24646034", "18552684", "17381399", "31915838", "18658109"], "citedInPMID": ["33175277", "35003009", "34872611", "34618873", "34488975", "34484196", "34232336", "33882991", "33471172", "33430915", "32291505"], "body": " AbstractPulmonary infection is one of the main complications occurring in patients suffering from acute respiratory distress syndrome (ARDS). Besides traditional risk factors, dysregulation of lung immune defenses and microbiota may play an important role in ARDS patients. Prone positioning does not seem to be associated with a higher risk of pulmonary infection. Although bacteria associated with ventilator-associated pneumonia (VAP) in ARDS patients are similar to those in patients without ARDS, atypical pathogens (Aspergillus, herpes simplex virus and cytomegalovirus) may also be responsible for infection in ARDS patients. Diagnosing pulmonary infection in ARDS patients is challenging, and requires a combination of clinical, biological and microbiological criteria. The role of modern tools (e.g., molecular methods, metagenomic sequencing, etc.) remains to be evaluated in this setting. One of the challenges of antimicrobial treatment is antibiotics diffusion into the lungs. Although targeted delivery of antibiotics using nebulization may be interesting, their place in ARDS patients remains to be explored. The use of extracorporeal membrane oxygenation in the most severe patients is associated with a high rate of infection and raises several challenges, diagnostic issues and pharmacokinetics/pharmacodynamics changes being at the top. Prevention of pulmonary infection is a key issue in ARDS patients, but there is no specific measure for these high-risk patients. Reinforcing preventive measures using bundles seems to be the best option.Keywords: Acute respiratory distress syndrome, Ventilator-associated pneumonia, Microbiota, Prevention, Nebulization Take-home message\nPulmonary superinfections in ARDS patients considerably impact patients’ prognosis which is favored by altered local and systemic immune defenses. The poor outcome of ARDS with pulmonary superinfections is probably related to the lack of early accurate diagnostic methods and difficulties in optimizing therapy.Open in a separate window IntroductionAcute respiratory distress syndrome (ARDS) regroups a wide range of diseases whose consequence is lung inflammation, alveolar damage and pulmonary edema [1]. Whatever the initial lung injury, patients with ARDS are prone to develop secondary pulmonary infection, namely ventilator-associated pneumonia (VAP). Recent data from the Center for Disease Control and Prevention suggest that VAP rates are not dropping in the USA despite stateside prevention efforts [2]. VAP complicating ARDS appears to be a common problem, affecting between 20 and 40% patients [3, 4]. This high frequency may be explained by traditional factors such as bronchial contamination due to endotracheal intubation and mechanical ventilation (MV) duration, but also because of impaired local (alveolar) and systemic defenses, and other specific and non-specific factors [5]. In this article, we will review specific challenges related to ARDS patients, namely specific risk factors, diagnostic challenges, unusual pathogens, issues with antimicrobial treatment and prevention of infection. PathophysiologyImmune defenses and respiratory microbiotaPatients with ARDS exemplify the apparently paradoxical immune state of critically ill patients, whereby activated immune cells mediate organ damage while manifesting impaired antimicrobial defenses [6]. Impaired cellular functions have been identified across both the innate and adaptive arms of the immune system [7, 8], and appear to be stereotyped rather than specific to any precipitating cause of ARDS [9]. This apparently paradoxical state is due to the ability of pro-inflammatory and tissue damage molecules to drive immune dysfunction [9, 10].Dysfunctional immune cells are found in the lung as well as peripheral blood [9]. Interestingly, lung mucosal immune defects are protracted after the cure from primary inflammation, thus increasing the susceptibility to hospital-acquired pneumonia and ARDS for weeks after systemic inflammation [11]. Following experimental pneumonia, pulmonary macrophages and dendritic cells demonstrated prolonged suppression of immune functions which increased the susceptibility to secondary infection [12]. Expansion of immuno-modulatory regulatory T cells (Treg) is also seen and may mediate impaired innate as well as adaptive immune function [13]. Patients with suspected VAP, including those with ARDS, demonstrated impaired phagocytic function of alveolar neutrophils, which interestingly appeared to be mediated by different mediators than those driving dysfunction in the peripheral blood [9]. While we have a growing understanding of the mediators driving dysfunction, and the intracellular mechanisms which drive them [14], we do not as yet have proven therapies although there are multiple potential agents [7].When aiming at modulating immunity during inflammation, it is important to differentiate innate and adaptive immune cells responses. While exhaustion and apoptosis seem to be central to lymphocyte defects observed in critically ill patients [15], some innate immune cells undergo reprogramming involving epigenetic reprogramming and increased cellular metabolism, a phenomenon so-called trained immunity, resulting in high production of inflammatory cytokines such as IL-6 and TNFα during secondary immune challenge [16]. While glucocorticoids are classically considered as immunosuppressive drugs, it has been shown that they can prevent the immune reprogramming observed after inflammatory response [16], thus limiting the susceptibility of patients admitted to the intensive care unit (ICU) to respiratory complications such as pneumonia or ARDS and improving outcomes of patients with ARDS [17].Part of the complexity of pulmonary super-infections arises from the interaction between the injured host with their pulmonary microbiome. Although considerably less abundant and diverse than the better studied gastrointestinal microbiome [18], the pulmonary microbiome is increasingly well defined and undergoes significant changes during critical illness and ARDS [19]. The major role of respiratory microbiota on mucosal immunity and respiratory functions in health suggests that its alterations could be involved in the respiratory complications observed in critically ill patients [20]. Indeed, mechanically ventilated patients experience a reduction in diversity of pulmonary microbes and an increase in enteric-type organisms, even in the absence of overt infection [21].Early alterations of the lung microbiome, notably increased bacterial burden and biofilm formation, enrichment with gut-associated bacteria and loss of diversity, are associated with the risk of ARDS and the duration of MV support in critically ill patients [22]. Pre-existing dysbiosis, such as that induced by tobacco smoke, may also influence the development of ARDS following major trauma [23]. Alongside changes in bacterial species, it is common to find reactivation of latent herpesviridae such as herpes simplex virus (HSV) and cytomegalovirus (CMV) [24]. The drivers of these changes are incompletely understood but are multi-factorial, with possible mechanisms illustrated in Fig. 1 [13, 22, 25]. Adding further complexity is the potential for microbes themselves to drive further immune dysfunction [26]. VAP should therefore be conceptualized as less a de novo infection by an exogenous pathogen, but rather a dysbiotic response to critical illness with overgrowth of specific genera of bacteria [27]. Appropriate antibiotic therapy targeting the dominant species, those frequently detected by culture, is key in certain patients but risks exacerbating dysbiosis and further harm to the patient [28]. What remains to be proven is whether interventions to restore symbiosis, i.e., to increase bacterial diversity rather than only eliminating dominant species, can improve outcomes [27]. Although the experience of fecal transplantation in Clostridium difficile associated diarrhea suggests that microbial transplantation may be an effective form of therapy [29], negative experience of probiotics in pancreatitis and recent examples of ‘probiotic’ bacteria causing infections sound a note of caution [30, 31]. Developing effective therapies for respiratory dysbiosis will require tools to profile the host peripheral and pulmonary immune cell function and the pulmonary microbiome [8].Open in a separate windowFig. 1Mechanisms which lead to altered microbiota in lungs and hence infection. ETT endotracheal tube, TNF tumor necrosis factor, IL interleukinHyperoxia as a risk factor for pulmonary infectionHyperoxia is common in patients receiving MV for ARDS. A secondary analysis of the LUNG SAFE trial [32] reported that 30% of the 2005 analyzed patients had hyperoxia on day 1, and 12% had sustained hyperoxia. While two randomized controlled trials found beneficial effect of avoiding hyperoxia [33, 34], a recent large international multicenter trial demonstrated no effect of conservative oxygen therapy in a cohort of critically ill patients [35]. However, a subsequent sub-study raised the possibility of clinically important harm with conservative oxygen therapy in patients with sepsis [36].Oxygen toxicity is mainly related to the formation of reactive oxygen species (ROS), especially during hypoxia/re-oxygenation and long exposure to oxygen. High level of inspired oxygen is responsible for denitrogenation phenomena and inhibition of surfactant production promoting expiratory collapse and atelectasis [37]. Absorption atelectasis occurs within few minutes after pure O2 breathing. In mechanically ventilated patients, atelectasis seriously impairs cough reflex and mucus clearance resulting in abundant secretions in the lower airways and higher risk for VAP. Prolonged hyperoxia also impairs the efficacy of alveolar macrophages to migrate, phagocyte and kill bacteria, resulting in decreased bacterial clearance [38]. Hyperoxemia markedly increased the lethality of Pseudomonas aeruginosa in a mouse model of pneumonia [39]. Additionally, O2 can cause pulmonary-specific toxic effect called hyperemic acute lung injury (HALI) (Fig. 2).Open in a separate windowFig. 2Mechanisms for the relationship between hyperoxia and ventilator-associated pneumonia. VAP ventilator-associated pneumonia, HALI hyperoxic acute lung injuryAlthough earlier studies reported a link between high FiO2 and atelectasis, further studies are required to evaluate links between hyperoxia and mortality or VAP. In a single center cohort study of 503 patients, among whom 128 (28%) had VAP, multivariate analysis identified number of days spent with hyperoxemia [OR = 1.1, 95% CI: (1.04–1.2) per day, p = 0.004], as an independent risk factor for VAP. However, the study was retrospective, performed in a single center, and the definition used for hyperoxia (at least one PaO2 value > 120 mmHg per day) could be debated [40].In the recent HYPERS2S randomized controlled trial [34], the percentage of patients with atelectasis doubled in patients with hyperoxia compared with those with normoxia (12% vs. 6%, p = 0.04). However, no significant difference was found in VAP rate between hyperoxia and control group (15% vs. 14%, p = 0.78). However, VAP was not the primary outcome of this trial, and there is no clear definition of ICU-acquired pneumonia. Further well-designed studies are required to determine the relationship between hyperoxia and VAP.Prone position as a risk factor for pulmonary infectionProne position is recommended in patients with severe ARDS and is commonly used in this population. There is a rationale supporting a beneficial effect of prone position on the incidence of VAP, as it facilitates secretion drainage and allows atelectasis resolution. Previous human and animal studies have clearly showed a link between atelectasis and VAP, and reported that efficient secretion drainage might result in lower incidence of VAP [37]. On the other hand, prone position might facilitate microorganisms’ dissemination and increase microaspiration of contaminated secretions.The results of studies on the relationship between prone position and VAP should be interpreted with caution, because of some limitations such as observational design, small number of included patients and confounding factors. Five recent studies were performed in patients with protective lung MV, including four randomized controlled studies and one large observational cohort. Mounier et al. [41] reported no significant reduction of VAP incidence in a large cohort (n = 2409) of hypoxemic patients positioned in the prone position, as compared to those who did not receive this intervention [HR 1.64 (95% CI 0.7–3.8)]. One randomized controlled trial reported reduced risk for VAP in multiple trauma patients who were subjected to intermittent prone position, as compared to those who did not (p = 0.048) [42]. However, the incidence of VAP was very high in the control group (89%), and the number of included patients was small (n = 40). Three other randomized controlled trials reported no significant relationship between prone position and VAP [4, 43, 44]. However, these studies lack information on efficient preventive measures of VAP, such as the use of subglottic secretion drainage or continuous control of tracheal cuff pressure, and VAP was not their primary outcome. In summary, available data do not support a significant relationship between prone position and VAP, although it has demonstrated beneficial effects on mortality in severe ARDS. Diagnostic challengesThe diagnosis of lung infections in patients with ARDS is challenging [45]. The diagnosis of pneumonia, the dominant respiratory infection of concern in ARDS, is ultimately a histopathological diagnosis which requires the presence of airspace inflammation and an infecting organism. However, obtaining lung tissue for diagnosis is seldom practical or desirable in ventilated patients [5]. The clinical features of systemic inflammation and localizing chest signs such as crepitations and bronchial breathing are non-specific and insensitive. While radiological evidence of airspace infiltration is useful, the gold standard of computed tomography is not practical for most patients, leading practitioners to rely on plain radiographs and ultrasound, and even computed tomography cannot always reliably distinguish between infective and non-infective causes of airspace infiltration [5, 45]. Use of clinical and radiographic criteria alone are likely to significantly overestimate the rate of pneumonia and lead to excessive, potentially harmful, use of antibiotics [28]. It is also important to recall that pneumonia itself is the commonest precipitant of ARDS, which, together with the bilateral radiographic alterations in ARDS patients, creates an additional challenge for the ascertainment of a “new or worsening pulmonary infiltrate”, a condition required for clinical diagnosis of VAP [5]. Another challenge is the distinction between ventilator-associated tracheobronchitis (VAT) and VAP. VAT is defined as a lower respiratory tract infection without involvement of the lung parenchyma (and therefore without new/progressive chest X-ray infiltrate). The distinction between VAT and VAP in ARDS patients remained challenging given the poor accuracy of chest radiograph to detect new infiltrates.Obtaining samples from the lungs for microbiological culture is crucial to the establishment of infection. However, there is considerable variability in the timing and type of specimen obtained in practice [46]. The identification of infection can be complicated by colonization of the proximal airways, which happens rapidly after intubation and is frequent in ARDS patients [5]. It is important to differentiate between colonization (presence of bacteria, even at a high burden, in the respiratory tract without lung infection), a harmless phenomenon, and infection. Although protected deep lung sampling by broncho-alveolar lavage or protected specimen brush reduces the risk of false positives relative to endotracheal aspirate, this has not been convincingly demonstrated to alter outcomes although observational data suggest they can safely reduce antibiotic use [47]. Although false-positive results from proximal colonization are a significant problem, intercurrent use of antibiotics is common in ARDS patients and increases the risk of false-negative culture. This is, increasingly, being addressed by the use of culture-independent molecular technique; however, the utility of the tools available is limited by their restricted range of organisms covered and the risk of over-sensitive detection of irrelevant organisms driving inappropriate use of antimicrobials [48–50]. Physicians should be aware of this particular point and therefore interpret with caution the results of these tests. There are very few prospective studies demonstrating the impact of molecular diagnostics on patient management and the results of forthcoming trials are awaited. Antigen detection in the lower respiratory tract can also aid diagnosis, especially with organisms such as Aspergillus where culture and PCR are imperfect [51]. The value of Aspergillus sp. and Aspergillus fumigatus PCR is promising, but remain to be evaluated in ARDS patients. In patients with ARDS and bilateral radiographic infiltrates, there remains a question of which region to sample invasively. While trials have not been undertaken to answer this question definitively, observational data suggest that in the presence of bilateral infiltrates, unilobe sampling is sufficient and minimizes risk of lavage volume and duration of bronchoscopy [52].The host response makes up the crucial second component of any infection syndrome, and therefore host biomarkers can be of use in diagnosing infection in ARDS. Laboratory hematological features of inflammation, including leucocytosis, neutrophilia and elevated C-reactive protein, are not specific to infection and can occur in sterile precipitants of ARDS [53]. The inflammatory response in pneumonia is highly compartmentalized and alveolar cytokines and other alveolar markers are the most discriminant for pneumonia (Table ​(Table1)1) [54]. Notably, although alveolar cytokines demonstrated excellent assay performance, measurement of pulmonary cytokines did not alter antimicrobial prescribing in a recent randomized trial [55]. This illustrates that the challenges in diagnosis lie not only with the technology, but also the behavioral response to results.Table 1Summary of host-based biomarkers for diagnosis of pneumonia in ARDSMarkerPerformanceAlveolar Interleukin-1/interleukin-8Validated in multi-center cohort [54] but did not influence practice in an RCT [55] sTREM-1Initial report, but not validated in follow-up study [113, 114] Exhaled breath markersExperimental with technical variation currently limiting implementation [115] Pentraxin-3Meta-analysis suggested alveolar levels superior to plasma levels with moderate diagnostic performance, no RCT testing influence on practice [116] Combination ‘bio-score’May be superior to individual markers, but remains to be validated [117]Peripheral blood C-reactive proteinMay be useful predictor of VAP, but non-specific and raised in both sterile and infective inflammation [118] ProcalcitoninLacks sensitivity for diagnosis of pneumonia, but can significantly shorten antibiotic duration [118] Pro-adrenomedullinLimited utility in diagnosis of pneumonia, but useful as marker of severity [118] Pentraxin-3Less effective as a diagnostic than alveolar levels [116] PresepsinNo reports in VAP Neutrophil CD64Role in pneumonia uncertain [8] Monocyte HLA-DRMarkers of monocyte deactivation and predictor of infection, but poor discriminant value for diagnosis of infection [8]Open in a separate windowARDS acute respiratory distress syndrome, RCT randomized controlled trial, sTREM soluble triggering receptor expressed on myeloid cells, VAP ventilator-associated pneumonia, HLA human leukocyte antigenPeripheral blood markers have the advantage of avoiding the need for bronchoscopic sampling and are therefore easier to obtain; however, they are generally less able to discriminate pneumonia from other infections and many lack sensitivity and or specificity for infection (Table ​(Table11).In summary, the diagnosis of pulmonary infection in ARDS is challenging, and existing techniques are imperfect and risk both inadequate and overtreatment. A combination of clinical, biological and radiological assessment, combined with microbiological sampling from the lungs, remains the current gold standard (Fig. 3). The development of molecular diagnostics focusing on both host and pathogen offers great promise, but their impact on patient management and outcomes remains to be convincingly demonstrated.Open in a separate windowFig. 3Graphical representation of the combined assessment of clinical, radiological, and laboratory evaluation of host response and microbiological data for the diagnosis of pneumonia as a proxy for histopathological examination Epidemiology of nosocomial pulmonary infections in ARDS patientsThe most common bacterial causes of VAP include Enterobacterales, Pseudomonas aeruginosa, Staphylococcus aureus, and Acinetobacter among the general population of mechanically ventilated patients [56]. The pathogens associated with VAP in ARDS are similar to those seen among non-ARDS patients who develop VAP (Fig. 4) [4, 52, 57]. Moreover, patients with ARDS undergoing extracorporeal membrane oxygenation (ECMO) demonstrate the same breakdown of pathogens with Pseudomonas aeruginosa and Staphylococcus aureus predominating [58]. One important element, regardless of the specific causative bacteria seen in VAP, is that antibiotic resistance is increasing in VAP as well as in other nosocomial infections. In 2017, the Tigecycline Evaluation and Surveillance Trial described important European changes in antimicrobial susceptibility between 2004 and 2014, with increases in the rates of ESBL-positive Escherichia coli (from 8.9 to 16.9%), MDR Acinetobacter baumannii complex (from 15.4 to 48.5%), ESBL-positive Klebsiella pneumoniae (from 17.2 to 23.7%), and methicillin-resistant Staphylococcus aureus (MRSA) (from 27.5 to 28.9%) [59]. Similar worrisome trends for bacterial susceptibility to available antimicrobials have been reported by other investigators as well [60, 61]. Most worrisome is the increasingly recognized presence of resistance to new antibiotics specifically developed to treat VAP [62].Open in a separate windowFig. 4Annual Epidemiological Report for 2016 Healthcare-associated infections in intensive care units [https://www.ecdc.europa.eu/sites/default/files/documents/AER_for_2016-HAI_0.pdf (accessed 21 February 2020)] and the PROSEVA Trial [4]. Bar graphs depicting the percentages of the most frequently isolated microorganisms in ICU-acquired pneumonia episodes for 2016 (red bars) and for patients with acute respiratory distress syndrome (ARDS) (blue bars). Total number of isolates 16, 869 and 112, respectivelyPrior antibiotic exposure and subsequent changes in the host’s airway microbiome due to dysbiosis seem to drive the prevalence of antibiotic-resistant bacterial causes of VAP (Fig. 5) [22, 63]. The presence of invasive devices such as endotracheal tubes and antibiotic administration promote pathogenic bacterial colonization due to the overwhelming of local defenses, resulting in the development of an intermediate respiratory infection termed VAT [64]. VAT represents a compartmentalized host response associated with a better overall prognosis compared to VAP, but VAT can prolong the duration of MV and ICU length of stay [65]. If the aforementioned response is not compartmentalized, progression to VAP is likely and potentially other organ failure including ARDS may occur [66].Open in a separate windowFig. 5Venn diagram showing the relationship and overlap for ventilator-associated pneumonia (VAP) and ventilator-associated tracheobronchitis (VAT) with acute respiratory distress syndrome (ARDS). Respiratory microbiome dysbiosis is also demonstrated as a prerequisite for most cases of VAP and VTOne of the major fears concerning nosocomial pulmonary infections in ARDS at the present and into the future is the increasing presence of novel pathogens and infections with microorganisms for which limited treatment options exist. As we increasingly treat older and more immunocompromised hosts with ARDS, the likelihood for emergence of novel pathogens and infection with pan-resistant microorganisms will increase. Early identification of such emerging pathogens in ARDS is critical. The importance of early identification of novel pathogens is necessary to facilitate epidemiologic surveillance, curtailing pathogen spread, and providing early treatment as illustrated by recent nosocomial outbreaks of Middle Eastern respiratory syndrome coronavirus, SARS-CoV-2 and pan-resistant Escherichia coli [67–70]. In the future, metagenomic next-generation sequencing should allow earlier and more targeted treatments for novel pathogens causing ARDS or complicating the course of patients with ARDS. Such technology will allow earlier pathogen identification and accelerate the workup and treatment for both infectious and noninfectious causes of diseases complicating ARDS [71]. Atypical causes of respiratory infections in ARDS patientsAlthough the majority of respiratory infections in ARDS patients are caused by bacteria, ICU-induced immunoparalysis may induce infection with unusual pathogens.Although invasive pulmonary aspergillosis (IPA) has been reported mainly in immunocompromised patients, lower respiratory tract colonization with Aspergillus has been more frequently associated with ARDS than in other patients invasively ventilated in ICU [72]. The mechanism of damage involves the combination of alveolar damage (induced by ARDS) and a dysregulation of the local immune response, together with sepsis-induced immunosuppression, innate immunity and antigen presentation impairment, accounting for the development of IPA in previously colonized patients [15, 73]. Co-infection with influenza has been reported as a risk factor for IPA [74]. Contou et al. reported isolation of Aspergillus in the lower respiratory tract in almost 10% of patients with ARDS (50% had putative or proven IPA) [75]. An important finding from this study was that the median time between initiation of MV and first sample positive for Aspergillus spp. was only 3 days. Moreover, a post-mortem study in ARDS patients found that 10% of deceased patients had IPA manifestations [76]. If Aspergillus is identified as a pathogen in an immunocompetent patient, it is recommended to screen for any kind of immunosuppression (humoral, cellular or combined, complement, etc.).Viruses may also be responsible for infection in ARDS patients. Because of immunoparalysis following the initial pro-inflammatory response to aggression, latent viruses such as herpesviridae may reactivate in ICU patients [7]. HSV and CMV are frequently recovered in lung or blood of ICU patients (up to 50%, depending on the case mix), their reactivation being associated with morbidity and mortality [24, 77, 78]. However, the exact significance of these reactivations is debated: these viruses may have a true pathogenicity and cause lung involvement [24, 79], thereby having a direct role in morbidity/mortality observed with their reactivation; or they may be bystanders, their reactivation being only secondary to disease severity or prolonged ICU stay. To date, the answer is not known, data regarding a potential benefit of antiviral treatment being controversial. For HSV, the most recent randomized control trial found no increase in ventilator-free days in patients having received acyclovir, but a trend toward lower 60-day mortality rate (hazard ratio for death within 60 days post-randomization for the acyclovir group vs control was 0.61 (95% CI 0.37–0.99, p = 0.047) [80]. For CMV, two recent randomized clinical trials (RCTs) were performed: the first one showed that valganciclovir prophylaxis in CMV-seropositive patients was associated with lower rate of CMV reactivation as compared to placebo, but not with better outcome [81]; and the second one showed that, as compared to placebo, ganciclovir prophylaxis did not lead to lower Il-6 blood level at day 14, but patients having received ganciclovir had trend toward lower duration of MV [82]. Besides latent viruses, respiratory viruses (rhinovirus, influenza, adenovirus…) have been recently found to be responsible for nosocomial infection in ventilated or non-ventilated patients [83]. However, like herpesviridae, their true impact on morbidity/mortality is not known.In summary, HSV and CMV may cause viral disease in ARDS patients, and respiratory viruses may be responsible for hospital-acquired pneumonia; however, the true impact of these viral infections on outcomes remains to be determined. Specificity of pulmonary infections in ECMO patientsVeno-venous extracorporeal membrane oxygenation (VV-ECMO) is now part of the management of refractory ARDS [84, 85]. These very sick patients are at high risk for developing typical ICU-related nosocomial infections (e.g., VAP or bloodstream infections), in addition to ECMO-specific infections, including localized infections at peripheral cannulation insertion sites. Bizzarro et al. reported a high prevalence rate of nosocomial infection of 21% in a large international registry of ECMO patients [86], pulmonary infection being the most frequently reported. This high prevalence may be explained by underlying comorbidities, concomitant critical illness, prolonged mechanical support, MV and ICU stay as well as impairment of the immune system by the extracorporeal circuitry through endothelial dysfunction, coagulation cascade, and pro-inflammatory mediators release [87]. While the rate of pulmonary infection on ECMO has not been thoroughly compared with a population with the same critical illness but in the absence of ECMO, VAP was reported in 32 out of 92 patients receiving ECMO (87% VV-ECMO) by Grasseli et al. [88]. Among 220 patients who underwent VA-ECMO for > 48 h and for a total of 2942 ECMO days, 142 (64%) developed 222 nosocomial infections, corresponding to a rate of 75.5 infectious episodes per 1000 ECMO days. VAP was the main site of infection with 163 episodes occurring in 120 patients after a median ± standard deviation of 7 ± 12 days [89]. VAP and resistant organisms are therefore common in that population [88–90]. The duration of ECMO has been frequently associated with a higher incidence of VAP [89, 91], even if a causal relationship is impossible to establish. Indeed, longer ECMO runs could be a direct consequence of infectious complications rather than a risk factor. However, it seems clear that ECMO patients who acquired VAP had longer durations of MV and ECMO support and a higher overall ICU mortality [88, 89, 91]. Similarly, immunocompromised patients and older age were consistently found as risk factors associated with infections on ECMO [89, 92]. The clinical diagnosis of pulmonary infection in ECMO patients is challenging, since they may have signs of systemic inflammatory response, possibly triggered by the ECMO itself, whereas fever could be absent if the temperature is controlled by the heat exchanger on the membrane. In addition, the common application of an ultraprotective ventilation aiming to rest the lung on VV-ECMO and frequent pulmonary edema on VA-ECMO make the interpretation of new infiltrates on chest-X ray, which are commonly used to suspect a VAP, difficult. Beyond the diagnosis challenge of pulmonary infection on ECMO, the changes of pharmacokinetics/pharmacodynamics (PK/PD) of antimicrobial agents could also contribute to delaying appropriate antimicrobial treatment and consequently increase the burden of infections. An increase in the volume of distribution by ECMO as well as the severity of the underlying illness and drug clearance impairment through renal or liver dysfunctions complicates the management of antibiotics and antifungal therapies [93]. While waiting for large in vivo studies aiming to report the respective PK/PD of antimicrobial agents on ECMO, avoiding lipophilic agents (i.e., more likely sequestrated on the ECMO membrane) [93] and therapeutic drug monitoring are warranted. Antimicrobials and the lungApart from bacteremias/fungemias, most infections are in interstitial or tissue spaces and hence the efficacy of a drug should be related to drug concentrations and actions in those tissues [94]. Drugs will cross the body membranes (move from intravenous compartment into tissue compartments) if there is an intrinsic “carrier mechanism”, or if the compound is either a small molecule or is lipophilic [95].Hydrophilic antimicrobials are found in extravascular lung water, but for relevant lung tissue penetration the lipophilic drugs are most important [94–97]. Large molecules such as vancomycin, teicoplanin, aminoglycosides and colistin will have poor lung tissue concentrations when given intravenously (ELF/plasma concentration ratio << 1) [95, 96]. Betalactams penetrate into lung parenchyma better than other hydrophobic antibiotics [96]. ELF/Plasma concentration ratio for glycylcyclines (e.g., tigecycline) is around 1. Lipophilic compounds such as macrolides, ketolides, quinolones, oxazolidinones, antifungals and antivirals will have good lung tissue concentrations (ELF/plasma concentration ratio > 1) after intravenous administration [97]. Oxazolidinones (linezolid), glycylcyclines (tigecycline) and sulfonamides (cotrimoxazole) may be effective in the treatment of MDR pathogens; however, there is no ARDS-specific lung PK (ELF/plasma concentration) data for these drugs. Although newer antimicrobials (ceftolazone–tazobactam, meropenem–vaborbactam, plazomicin) have activity against drug-resistant Gram-negative pathogens, there are limited alternatives against drug-resistant Acinetobacter baumaniii such as cefiderocol which is undergoing phase 3 clinical trials.The advent of newer generation of delivery devices and MDR organisms has led to a renewed interest in the field of nebulized antimicrobials [98], although recent trials in pneumonia have failed to demonstrate clinical benefits [99, 100]. ARDS is often associated with multiple organ dysfunction syndrome. Hence, the possibility of achieving high intrapulmonary concentrations with limited systemic side effects is appealing. Although recent well-conducted RCTs argued against systematic use of nebulized antimicrobials in nosocomial pneumonia [99, 100] it may still have a place in the treatment of severe lung infections due to MDR bacteria. In this view, selecting the correct antimicrobial formulation and dosing (Table ​(Table2)2) is an essential first step, as well as the best device, namely vibrating mesh nebulizer [101]. Clinical PK data available for some nebulized antibacterial, antiviral and antifungals confirm high pulmonary and low systemic exposure [102]. Sputum PK studies report high variability and are difficult to interpret [102]. However, lung deposition of nebulized antimicrobials is influenced by many factors, including specific ventilator settings. Ventilator settings and procedures usually recommended for improving aerosol delivery (high tidal volume, low respiratory rate and low inspiratory flow, systematic changes of expiratory filters…) are difficult to implement in patients with ARDS, at least those with the most severe forms. ARDS is a heterogeneous lung condition causing inhomogeneous ventilation distribution potentially affecting drug delivery at the affected site. Increased lung inflammation can also increase systemic concentrations by increased diffusion across the alveolo-capillary barrier, thus influencing the nebulized drug dosing [103]. Further PK studies investigating nebulized antimicrobial in ARDS are required for recommending dosing regimens in this condition.Table 2Suggested dose for antimicrobials that may be both IV and aerosolizedDrugSuggested IV dose for ARDS lung infections (with normal CrCl)NotesSuggested inhaled dosePenicillins Ampicillin2 gm 6 hourly (q6h)1 g q 12 h [119] Ampicillin–sulbactam3 g q 8 h [120]Cephalosporins Ceftazidime2 gm 6–8 hourly250 mg q 12 h [121, 122]15 mg/kg q 3 h [123]Carbapenems Meropenem1 gm 4–6 hourlyNot recommended (no data) Imipenem500–1000 mg 6 hourly50 mg q 6 h [124]Quinolones Moxifloxacin400 mg dailyNot recommended (no data) Ciprofloxacin400 mg 8 hourlyNot recommended (no data in ventilated patients) Levofloxacin750 mg daily up to 500 mg 12 hourly240 mg q 12 h [125]Sulfonamide Trimethoprim/sulfamethoxazole8–10 mg trimethoprim/kg/dayNot recommended (no data)Glycopeptide Vancomycin30 mg/kg loadingSame dose per day (divided or continuous infusion)Keep serum level 20–25 mg/L120 mg q8 h [126, 127]Aminoglycosides Gentamicin7 mg/kg loading doseUsed primarily to sterilize blood80 mg q8h [126, 127] Tobramycin7 mg/kg loading doseUsed primarily to sterilize blood300 mg q12 h [128] Amikacin25–30 mg/kg loading doseUsed primarily to sterilize blood25 mg/kg/day [123]40 mg/kg/day [129]400 mg q12h [100]Polymyxins Colistin4 mg/kg loading, then 500 mg 6 hourly(33.33 mg colistin = 1 million units)4 MIU q 8 h [129]Phosphonic acid derivative Fosfomycin4 g 6–8 hourlyNever alone120 mg fosfomycin q12h [99] Monobactam Aztreonam1 g 6 hourly75 mg q 8 h [130]Open in a separate windowAvailable literature suggested adverse reaction with inhaled co-amoxiclav, piperacillin tazobactam and ceftriaxone. No human data actually exist with other nebulized antibioticsIV intravenous, ARDS acute respiratory distress syndrome, CrCl creatinine clearance, MIU million international unitsAreas of investigation such as pulmonary nanomedicine and targeted delivery using intracorporeal nebulization catheter, while still investigational, have the potential to overcome many of these barriers and enhance lung tissue antimicrobial concentrations [104]. Prevention of pulmonary infections in ARDS patientsNosocomial infections may contribute to the mortality related to ARDS given that such infections are responsible for worsening hypoxemia and causing sepsis. As such, the prevention of these infections must be reinforced to avoid straining the prognosis of patients suffering from ARDS. However, interpreting the VAP prevention literature in this context is challenging because (1) no studies have been conducted expressly in ARDS patients; (2) several preventive measures have been shown to reduce the rate of pulmonary infection, but many less have demonstrated an impact on patient prognosis [105]. That being said, the general strategy for preventing pulmonary infection applies also in ARDS patients. However, some preventive measures deserve a special focus in the context of ARDS patients (Fig. 6): (1) oral care with chlorhexidine is suspected to worsen respiratory failure; (2) selective digestive decontamination (SDD) deserves to be discussed in such high-risk patients, as it has been proven to be effective in reducing mortality in ICU patients and likely lowers VAP rates.Open in a separate windowFig. 6Prevention of pulmonary infections in ARDS patients: from highly recommended preventive measures to a cautious or even a not recommended useThere is no single preventive measure that will completely avert pulmonary infection in patients suffering from ARDS and patients must be approached with a package or bundle of preventive measure [106] provided that an early weaning strategy is part of the bundle [107]. Other preventive measures and notably some expensive medical devices such as automated endotracheal tube cuff pressure monitoring or endotracheal tube allowing subglottic secretion drainage have not been proven effective on patient’s outcomes (mortality, duration of MV, antibiotic use), but could be dedicated to these high-risk patients. However, translating research into an efficient bundle of care to prevent pulmonary infection remains a challenge and behavioral approaches to implement the measures are as important as the measures themselves [108].Chlorhexidine-gluconate (CHG) use for oral care in ICU patients may be harmful despite previous consistent data showing its beneficial effect in preventing VAP [109]. Oral mucosa adverse events with 2% (w/v) CHG mouthwash in ICU are frequent, but often transient. Adverse events described were erosive lesions, ulcerations, plaque formation (which are easily removed), and bleeding mucosa in 29 of 295 patients (9.8%) who received 2% (w/v) CHG [110]. A systematic review and meta-analysis by Labeau et al. in 2011 evaluated the effect of oral decontamination with CHX [109]. Twelve studies were included (n = 2341). Overall, CHX use resulted in a significant risk reduction of VAP (RR = 0.67, 95% CI 0.55–0.94, p = 0.02). Favorable effects were more pronounced in subgroup analyses for 2% CHX (RR = 0.53, 95% CI 0.31–0.91) and for cardiosurgical patients (RR = 0.41, 95% CI 0.17–0.98). However, a recent meta-analysis suggested that oral CHG paradoxically increased the risk of death, which may have resulted from toxicity of aspirated CHG in the lower respiratory tract [111]. Consequently, it remains unclear whether using CHG for oral care affects outcomes in critically ill patients.Selective digestive decontamination (SDD) remains definitely a matter of controversy [112]. On one hand, it reduces the mortality in mechanically ventilated patients, while on the other hand its use is limited by the potential of inducing more bacterial resistance. However, in ARDS patients at high risk of mortality with high level of bacterial resistance, SDD deserves to be evaluated.The better understanding of ARDS phenotype may offer an opportunity to develop more selective preventive measures in the future. ConclusionPulmonary superinfections of ARDS patients considerably impact patients’ prognosis. It is favored by altered local and systemic immune defenses.The poor outcome of ARDS with pulmonary superinfections is probably related to the lack of early accurate diagnostic methods and difficulties in optimizing therapy. This article reviewed the available knowledge and revealed areas for future investigations in pathophysiology, diagnosis, treatment and prevention.Potentials for improvements are numerous in all the fields:PathophysiologyTo improve knowledge about the host factors (both systemic and local) favoring superinfections.To identify early the disequilibrium between the host and the microbiota that may promote pneumonia in ARDS patients.DiagnosisTo identify early criteria for suspicion of VAP and VAT.To determine the appropriate time to perform bacteriological samples, and in particular develop a morphological way to unmask areas of pneumonia at the bedside.To identify new diagnostic tests providing accurate and early diagnosis of pneumonia.To develop accurate early methods of pathogen identification and to distinguish patients infected and simply colonized (especially for viruses and fungi).TherapyTo evaluate the impact of new molecular methods in diagnosing pneumonia in ARDS patients and improve prognosis.To evaluate the impact of TDM monitoring of antimicrobials on the prognosis of ARDS patients with pneumonia.To develop non-antibiotic therapies in the future, including vaccines, monoclonal antibodies and phage therapy.PreventionEvaluate the benefit on antimicrobial consumption and prognosis of the use of SDD in ARDS patients in ICUs with a high level of bacterial resistance. AcknowledgementsJD acknowledges the MNHHS Clinician Research Fellowship 2020. Compliance with ethical standardsConflicts of interestC-EL reports personal fees from Merck Sharp and Dohme, Thermo Fisher Brahms, Biomérieux, Carmat, Bayer Healthcare, Aerogen and grants from Bayer Healthcare, outside the scope of the submitted work. ACM is supported by a Clinical Research Career Development Fellowship from the Wellcome Trust (WT 2055214/Z/16/Z). MK is supported by the Barnes-Jewish Hospital Foundation. IM-L received lecture fees from Gilead and Merck. SN reports personal fees from Merck Sharp and Dohme, Gilead, Pfizer, Biomérieux, and Bio Rad, outside the scope of the submitted work. OTR declares no competing interests. He is funded through a Sara Borrell grant from the Instituto de Salud Carlos III (CD19/00110). MS reports lecture fees from Maquet, Getinge and Fresenius, outside the scope of the submitted work. AT reports personal fees from Arsanis, Aridis, Bayer, Roche, Polyphor, GSK and Pfizer outside the submitted work. J-FT declares participation in adboard for MSD, Pfizer, Gilead, Paratek, Bayer, Medimune, and Nabriva; lectures for MSD, Pfizer, Biomerieux and research grants to his research team from MSD, Pfizer, Thermofisher, outside the submitted work. J-FT is the PI of academic research project MULTICAP (PHRC N 16-0595 {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT 03452826\",\"term_id\":\"NCT03452826\"}}NCT 03452826) on molecular methods for diagnosing severe pneumonia and is PI of an academic research comparing antimicrobial regimens in severe sepsis (BICCS PHRC-N 18-0316 not yet recruiting), both outside the submitted work. Other authors declare that they have no conflicts of interest to declare in relation with the current manuscript. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Contributor InformationCharles-Edouard Luyt, Email: rf.phpa@tyul.drauode-selrahc.Antoine Roquilly, Email: rf.setnan-uhc@ylliuqor.eniotna. References1. Thompson BT, Chambers RC, Liu KD. Acute respiratory distress syndrome. N Engl J Med. 2017;377:562–572. doi: 10.1056/NEJMra1608077. [PubMed] [CrossRef] [Google Scholar]2. Magill SS, O’Leary E, Janelle SJ, et al.  Changes in prevalence of health care-associated infections in US Hospitals. N Engl J Med. 2018;379:1732–1744. doi: 10.1056/NEJMoa1801550. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Forel J-M, Voillet F, Pulina D, et al.  Ventilator-associated pneumonia and ICU mortality in severe ARDS patients ventilated according to a lung-protective strategy. Crit Care. 2012;16:R65. doi: 10.1186/cc11312. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Ayzac L, Girard R, Baboi L, et al.  Ventilator-associated pneumonia in ARDS patients: the impact of prone positioning. A secondary analysis of the PROSEVA trial. Intensive Care Med. 2016;42:871–878. doi: 10.1007/s00134-015-4167-5. [PubMed] [CrossRef] [Google Scholar]5. Papazian L, Klompas M, Luyt C-E. Ventilator-associated pneumonia in adults: a narrative review. Intensive Care Med. 2020 doi: 10.1007/s00134-020-05980-0. [PubMed] [CrossRef] [Google Scholar]6. Leliefeld PHC, Wessels CM, Leenen LPH, et al.  The role of neutrophils in immune dysfunction during severe inflammation. Crit Care. 2016;20:73. doi: 10.1186/s13054-016-1250-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Hotchkiss RS, Monneret G, Payen D. Immunosuppression in sepsis: a novel understanding of the disorder and a new therapeutic approach. Lancet Infect Dis. 2013;13:260–268. doi: 10.1016/S1473-3099(13)70001-X. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Morris AC, Datta D, Shankar-Hari M, et al.  Cell-surface signatures of immune dysfunction risk-stratify critically ill patients: INFECT study. Intensive Care Med. 2018;44:627–635. doi: 10.1007/s00134-018-5247-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Morris AC, Kefala K, Wilkinson TS, et al.  C5a mediates peripheral blood neutrophil dysfunction in critically ill patients. Am J Respir Crit Care Med. 2009;180:19–28. doi: 10.1164/rccm.200812-1928OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Vourc’h M, Roquilly A, Asehnoune K. Trauma-induced damage-associated molecular patterns-mediated remote organ injury and immunosuppression in the acutely ill patient. Front Immunol. 2018;9:1330. doi: 10.3389/fimmu.2018.01330. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Bouras M, Asehnoune K, Roquilly A. Contribution of dendritic cell responses to sepsis-induced immunosuppression and to susceptibility to secondary pneumonia. Front Immunol. 2018;9:2590. doi: 10.3389/fimmu.2018.02590. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Roquilly A, Jacqueline C, Davieau M, et al.  Alveolar macrophages are epigenetically altered after inflammation, leading to long-term lung immunoparalysis. Nat Immunol. 2020;21:636–648. doi: 10.1038/s41590-020-0673-x. [PubMed] [CrossRef] [Google Scholar]13. Roquilly A, McWilliam HEG, Jacqueline C, et al.  Local modulation of antigen-presenting cell development after resolution of pneumonia induces long-term susceptibility to secondary infections. Immunity. 2017;47:135–147.e5. doi: 10.1016/j.immuni.2017.06.021. [PubMed] [CrossRef] [Google Scholar]14. Wood AJ, Vassallo AM, Ruchaud-Sparagano M-H, et al.  C5a impairs phagosomal maturation in the neutrophil through phosphoproteomic remodelling. JCI Insight. 2020 doi: 10.1172/jci.insight.137029. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Boomer JS, To K, Chang KC, et al.  Immunosuppression in patients who die of sepsis and multiple organ failure. JAMA. 2011;306:2594–2605. doi: 10.1001/jama.2011.1829. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Netea MG, Joosten LAB. Trained immunity and local innate immune memory in the lung. Cell. 2018;175:1463–1465. doi: 10.1016/j.cell.2018.11.007. [PubMed] [CrossRef] [Google Scholar]17. Villar J, Ferrando C, Martínez D, et al.  Dexamethasone treatment for the acute respiratory distress syndrome: a multicentre, randomised controlled trial. Lancet Respir Med. 2020;8:267–276. doi: 10.1016/S2213-2600(19)30417-5. [PubMed] [CrossRef] [Google Scholar]18. The Lancet Respiratory Medicine  Harnessing the microbiome for lung health. Lancet Respir Med. 2019;7:827. doi: 10.1016/S2213-2600(19)30307-8. [PubMed] [CrossRef] [Google Scholar]19. Dickson RP, Singer BH, Newstead MW, et al.  Enrichment of the lung microbiome with gut bacteria in sepsis and the acute respiratory distress syndrome. Nat Microbiol. 2016;1:16113. doi: 10.1038/nmicrobiol.2016.113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Dickson RP, Erb-Downward JR, Falkowski NR, et al.  The lung microbiota of healthy mice are highly variable, cluster by environment, and reflect variation in baseline lung innate immunity. Am J Respir Crit Care Med. 2018;198:497–508. doi: 10.1164/rccm.201711-2180OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Zakharkina T, Martin-Loeches I, Matamoros S, et al.  The dynamics of the pulmonary microbiome during mechanical ventilation in the intensive care unit and the association with occurrence of pneumonia. Thorax. 2017;72:803–810. doi: 10.1136/thoraxjnl-2016-209158. [PubMed] [CrossRef] [Google Scholar]22. Dickson RP, Schultz MJ, van der Poll T, et al.  Lung microbiota predict clinical outcomes in critically ill patients. Am J Respir Crit Care Med. 2020;201:555–563. doi: 10.1164/rccm.201907-1487OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Panzer AR, Lynch SV, Langelier C, et al.  Lung microbiota is related to smoking status and to development of acute respiratory distress syndrome in critically ill trauma patients. Am J Respir Crit Care Med. 2018;197:621–631. doi: 10.1164/rccm.201702-0441OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Luyt C-E, Combes A, Deback C, et al.  Herpes simplex virus lung infection in patients undergoing prolonged mechanical ventilation. Am J Respir Crit Care Med. 2007;175:935–942. doi: 10.1164/rccm.200609-1322OC. [PubMed] [CrossRef] [Google Scholar]25. Ravi A, Halstead FD, Bamford A, et al.  Loss of microbial diversity and pathogen domination of the gut microbiota in critically ill patients. Microb Genom. 2019 doi: 10.1099/mgen.0.000293. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Robak OH, Heimesaat MM, Kruglov AA, et al.  Antibiotic treatment-induced secondary IgA deficiency enhances susceptibility to Pseudomonas aeruginosa pneumonia. J Clin Invest. 2018;128:3535–3545. doi: 10.1172/JCI97065. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Roquilly A, Torres A, Villadangos JA, et al.  Pathophysiological role of respiratory dysbiosis in hospital-acquired pneumonia. Lancet Respir Med. 2019;7:710–720. doi: 10.1016/S2213-2600(19)30140-7. [PubMed] [CrossRef] [Google Scholar]28. Arulkumaran N, Routledge M, Schlebusch S, et al.  Antimicrobial-associated harm in critical care: a narrative review. Intensive Care Med. 2020;46:225–235. doi: 10.1007/s00134-020-05929-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. van Nood E, Vrieze A, Nieuwdorp M, et al.  Duodenal infusion of donor feces for recurrent Clostridium difficile. N Engl J Med. 2013;368:407–415. doi: 10.1056/NEJMoa1205037. [PubMed] [CrossRef] [Google Scholar]30. Besselink MG, van Santvoort HC, Buskens E, et al.  Probiotic prophylaxis in predicted severe acute pancreatitis: a randomised, double-blind, placebo-controlled trial. Lancet. 2008;371:651–659. doi: 10.1016/S0140-6736(08)60207-X. [PubMed] [CrossRef] [Google Scholar]31. Yelin I, Flett KB, Merakou C, et al.  Genomic and epidemiological evidence of bacterial transmission from probiotic capsule to blood in ICU patients. Nat Med. 2019;25:1728–1732. doi: 10.1038/s41591-019-0626-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Madotto F, Rezoagli E, Pham T, et al.  Hyperoxemia and excess oxygen use in early acute respiratory distress syndrome: insights from the LUNG SAFE study. Critical Care (London, England) 2020;24:125. doi: 10.1186/s13054-020-2826-6. [CrossRef] [Google Scholar]33. Girardis M, Busani S, Damiani E, et al.  Effect of conservative vs conventional oxygen therapy on mortality among patients in an intensive care unit: the oxygen-ICU randomized clinical trial. JAMA. 2016;316:1583–1589. doi: 10.1001/jama.2016.11993. [PubMed] [CrossRef] [Google Scholar]34. Asfar P, Schortgen F, Boisramé-Helms J, et al.  Hyperoxia and hypertonic saline in patients with septic shock (HYPERS2S): a two-by-two factorial, multicentre, randomised, clinical trial. Lancet Respir Med. 2017 doi: 10.1016/S2213-2600(17)30046-2. [PubMed] [CrossRef] [Google Scholar]35. ICU-ROX Investigators and the Australian and New Zealand Intensive Care Society Clinical Trials Group M. Mackle D, Bellomo R, et al.  Conservative oxygen therapy during mechanical ventilation in the ICU. N Engl J Med. 2020;382:989–998. doi: 10.1056/NEJMoa1903297. [PubMed] [CrossRef] [Google Scholar]36. Young P, Mackle D, Bellomo R, et al.  Conservative oxygen therapy for mechanically ventilated adults with sepsis: a post hoc analysis of data from the intensive care unit randomized trial comparing two approaches to oxygen therapy (ICU-ROX) Intensive Care Med. 2020;46:17–26. doi: 10.1007/s00134-019-05857-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Kallet RH. Adjunct therapies during mechanical ventilation: airway clearance techniques, therapeutic aerosols, and gases. Respir Care. 2013;58:1053–1073. doi: 10.4187/respcare.02217. [PubMed] [CrossRef] [Google Scholar]38. Entezari M, Javdan M, Antoine DJ, et al.  Inhibition of extracellular HMGB1 attenuates hyperoxia-induced inflammatory acute lung injury. Redox Biol. 2014;2:314–322. doi: 10.1016/j.redox.2014.01.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Kikuchi Y, Tateda K, Fuse ET, et al.  Hyperoxia exaggerates bacterial dissemination and lethality in Pseudomonas aeruginosa pneumonia. Pulm Pharmacol Ther. 2009;22:333–339. doi: 10.1016/j.pupt.2008.12.021. [PubMed] [CrossRef] [Google Scholar]40. Six S, Jaffal K, Ledoux G, et al.  Hyperoxemia as a risk factor for ventilator-associated pneumonia. Crit Care. 2016 doi: 10.1186/s13054-016-1368-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Mounier R, Adrie C, Français A, et al.  Study of prone positioning to reduce ventilator-associated pneumonia in hypoxaemic patients. Eur Respir J. 2010;35:795–804. doi: 10.1183/09031936.00057509. [PubMed] [CrossRef] [Google Scholar]42. Fernandez R, Trenchs X, Klamburg J, et al.  Prone positioning in acute respiratory distress syndrome: a multicenter randomized clinical trial. Intensive Care Med. 2008 doi: 10.1007/S00134-008-1119-3. [PubMed] [CrossRef] [Google Scholar]43. Guerin C, Gaillard S, Lemasson S, et al.  Effects of systematic prone positioning in hypoxemic acute respiratory failure: a randomized controlled trial. JAMA. 2004;292:2379–2387. doi: 10.1001/jama.292.19.2379. [PubMed] [CrossRef] [Google Scholar]44. Voggenreiter G, Aufmkolk M, Stiletto RJ, et al.  Prone positioning improves oxygenation in post-traumatic lung injury—a prospective randomized trial. J Trauma. 2005;59:333–341. doi: 10.1097/01.ta.0000179952.95921.49. [PubMed] [CrossRef] [Google Scholar]45. Fernando SM, Tran A, Cheng W, et al.  Diagnosis of ventilator-associated pneumonia in critically ill adult patients-a systematic review and meta-analysis. Intensive Care Med. 2020;46:1170–1179. doi: 10.1007/s00134-020-06036-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Browne E, Hellyer TP, Baudouin SV, et al.  A national survey of the diagnosis and management of suspected ventilator-associated pneumonia. BMJ Open Respir Res. 2014;1:e000066. doi: 10.1136/bmjresp-2014-000066. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Berton DC, Kalil AC, Teixeira PJZ. Quantitative versus qualitative cultures of respiratory secretions for clinical outcomes in patients with ventilator-associated pneumonia. Cochrane Database Syst Rev. 2014 doi: 10.1002/14651858.CD006482.pub4. [PubMed] [CrossRef] [Google Scholar]48. Luyt C-E, Hékimian G, Bonnet I, et al.  Usefulness of point-of-care multiplex PCR to rapidly identify pathogens responsible for ventilator-associated pneumonia and their resistance to antibiotics: an observational study. Crit Care. 2020;24:378. doi: 10.1186/s13054-020-03102-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Conway Morris A, Gadsby N, McKenna JP, et al.  16S pan-bacterial PCR can accurately identify patients with ventilator-associated pneumonia. Thorax. 2017;72:1046–1048. doi: 10.1136/thoraxjnl-2016-209065. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Peiffer-Smadja N, Bouadma L, Mathy V, et al.  Performance and impact of a multiplex PCR in ICU patients with ventilator-associated pneumonia or ventilated hospital-acquired pneumonia. Crit Care. 2020;24:366. doi: 10.1186/s13054-020-03067-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Schauwvlieghe AFAD, Rijnders BJA, Philips N, et al.  Invasive aspergillosis in patients admitted to the intensive care unit with severe influenza: a retrospective cohort study. Lancet Respir Med. 2018;6:782–792. doi: 10.1016/S2213-2600(18)30274-1. [PubMed] [CrossRef] [Google Scholar]52. Meduri GU, Reddy RC, Stanley T, El-Zeky F. Pneumonia in acute respiratory distress syndrome. A prospective evaluation of bilateral bronchoscopic sampling. Am J Respir Crit Care Med. 1998;158:870–875. doi: 10.1164/ajrccm.158.3.9706112. [PubMed] [CrossRef] [Google Scholar]53. Rebetz J, Semple JW, Kapur R. The pathogenic involvement of neutrophils in acute respiratory distress syndrome and transfusion-related acute lung injury. Transfus Med Hemother. 2018;45:290–298. doi: 10.1159/000492950. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Morris AC, Kefala K, Wilkinson TS, et al.  Diagnostic importance of pulmonary interleukin-1beta and interleukin-8 in ventilator-associated pneumonia. Thorax. 2010;65:201–207. doi: 10.1136/thx.2009.122291. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Hellyer TP, McAuley DF, Walsh TS, et al.  Biomarker-guided antibiotic stewardship in suspected ventilator-associated pneumonia (VAPrapid2): a randomised controlled trial and process evaluation. Lancet Respir Med. 2020;8:182–191. doi: 10.1016/S2213-2600(19)30367-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Luyt C-E, Hékimian G, Koulenti D, Chastre J. Microbial cause of ICU-acquired pneumonia: hospital-acquired pneumonia versus ventilator-associated pneumonia. Curr Opin Crit Care. 2018;24:332–338. doi: 10.1097/MCC.0000000000000526. [PubMed] [CrossRef] [Google Scholar]57. Markowicz P, Wolff M, Djedaïni K, et al.  Multicenter prospective study of ventilator-associated pneumonia during acute respiratory distress syndrome. Incidence, prognosis, and risk factors. ARDS study group. Am J Respir Crit Care Med. 2000;161:1942–1948. doi: 10.1164/ajrccm.161.6.9909122. [PubMed] [CrossRef] [Google Scholar]58. Schmidt M, Bréchot N, Hariri S, et al.  Nosocomial infections in adult cardiogenic shock patients supported by venoarterial extracorporeal membrane oxygenation. Clin Infect Dis. 2012;55:1633–1641. doi: 10.1093/cid/cis783. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Rodloff AC, Dowzicky MJ. Antimicrobial susceptibility among european gram-negative and gram-positive isolates collected as part of the Tigecycline Evaluation and Surveillance Trial (2004–2014) Chemotherapy. 2017;62:1–11. doi: 10.1159/000445022. [PubMed] [CrossRef] [Google Scholar]60. Sader HS, Castanheira M, Arends SJR, et al.  Geographical and temporal variation in the frequency and antimicrobial susceptibility of bacteria isolated from patients hospitalized with bacterial pneumonia: results from 20 years of the SENTRY Antimicrobial Surveillance Program (1997–2016) J Antimicrob Chemother. 2019;74:1595–1606. doi: 10.1093/jac/dkz074. [PubMed] [CrossRef] [Google Scholar]61. Marston HD, Dixon DM, Knisely JM, et al.  Antimicrobial resistance. JAMA. 2016;316:1193–1204. doi: 10.1001/jama.2016.11764. [PubMed] [CrossRef] [Google Scholar]62. Rodríguez-Núñez O, Periañez-Parraga L, Oliver A, et al.  Higher MICs (> 2 mg/L) predict 30-day mortality in patients with lower respiratory tract infections caused by multidrug- and extensively drug-resistant Pseudomonas aeruginosa treated with ceftolozane/tazobactam. Open Forum Infect Dis. 2019;6:ofz416. doi: 10.1093/ofid/ofz416. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Kelly BJ, Imai I, Bittinger K, et al.  Composition and dynamics of the respiratory tract microbiome in intubated patients. Microbiome. 2016;4:7. doi: 10.1186/s40168-016-0151-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Keane S, Vallecoccia MS, Nseir S, Martin-Loeches I. How can we distinguish ventilator-associated tracheobronchitis from pneumonia? Clin Chest Med. 2018;39:785–796. doi: 10.1016/j.ccm.2018.08.003. [PubMed] [CrossRef] [Google Scholar]65. Keane S, Martin-Loeches I. Host-pathogen interaction during mechanical ventilation: systemic or compartmentalized response? Crit Care. 2019;23:134. doi: 10.1186/s13054-019-2410-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Zampieri FG, Póvoa P, Salluh JI, et al.  Lower respiratory tract infection and short-term outcome in patients with acute respiratory distress syndrome. J Intensive Care Med. 2020;35:588–594. doi: 10.1177/0885066618772498. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Eyre DW, Sheppard AE, Madder H, et al.  A Candida auris outbreak and its control in an intensive care setting. N Engl J Med. 2018;379:1322–1331. doi: 10.1056/NEJMoa1714373. [PubMed] [CrossRef] [Google Scholar]68. Li Q, Guan X, Wu P, et al.  Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia. N Engl J Med. 2020;382:1199–1207. doi: 10.1056/NEJMoa2001316. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. McGann P, Snesrud E, Maybank R, et al.  Escherichia coli harboring mcr-1 and blaCTX-M on a novel IncF plasmid: first report of mcr-1 in the United States. Antimicrob Agents Chemother. 2016;60:4420–4421. doi: 10.1128/AAC.01103-16. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Arabi YM, Balkhy HH, Hayden FG, et al.  Middle east respiratory syndrome. N Engl J Med. 2017;376:584–594. doi: 10.1056/NEJMsr1408795. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Wilson MR, Sample HA, Zorn KC, et al.  Clinical metagenomic sequencing for diagnosis of meningitis and encephalitis. N Engl J Med. 2019;380:2327–2340. doi: 10.1056/NEJMoa1803396. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Lugosi M, Alberti C, Zahar J-R, et al.  Aspergillus in the lower respiratory tract of immunocompetent critically ill patients. J Infect. 2014;69:284–292. doi: 10.1016/j.jinf.2014.04.010. [PubMed] [CrossRef] [Google Scholar]73. Camargo JF, Husain S. Immune correlates of protection in human invasive aspergillosis. Clin Infect Dis. 2014;59:569–577. doi: 10.1093/cid/ciu337. [PubMed] [CrossRef] [Google Scholar]74. Martin-Loeches I, Schultz J, Vincent J-L, et al.  Increased incidence of co-infection in critically ill patients with influenza. Intensive Care Med. 2017;43:48–58. doi: 10.1007/s00134-016-4578-y. [PubMed] [CrossRef] [Google Scholar]75. Contou D, Dorison M, Rosman J, et al.  Aspergillus-positive lower respiratory tract samples in patients with the acute respiratory distress syndrome: a 10-year retrospective study. Ann Intensive Care. 2016;6:52. doi: 10.1186/s13613-016-0156-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. de Hemptinne Q, Remmelink M, Brimioulle S, et al.  ARDS: a clinicopathological confrontation. Chest. 2009;135:944–949. doi: 10.1378/chest.08-1741. [PubMed] [CrossRef] [Google Scholar]77. Limaye AP, Kirby KA, Rubenfeld GD, et al.  Cytomegalovirus reactivation in critically ill immunocompetent patients. JAMA. 2008;300:413–422. doi: 10.1001/jama.300.4.413. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Ong DSY, Bonten MJM, Spitoni C, et al.  Epidemiology of multiple herpes viremia in previously immunocompetent patients with septic shock. Clin Infect Dis. 2017;64:1204–1210. doi: 10.1093/cid/cix120. [PubMed] [CrossRef] [Google Scholar]79. Papazian L, Hraiech S, Lehingue S, et al.  Cytomegalovirus reactivation in ICU patients. Intensive Care Med. 2016;42:28–37. doi: 10.1007/s00134-015-4066-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Luyt C-E, Forel J-M, Hajage D, et al.  Acyclovir for mechanically ventilated patients with herpes simplex virus oropharyngeal reactivation: a randomized clinical trial. JAMA Intern Med. 2019 doi: 10.1001/jamainternmed.2019.5713. [CrossRef] [Google Scholar]81. Cowley NJ, Owen A, Shiels SC, et al.  Safety and efficacy of antiviral therapy for prevention of cytomegalovirus reactivation in immunocompetent critically ill patients: a randomized clinical trial. JAMA Intern Med. 2017;177:774–783. doi: 10.1001/jamainternmed.2017.0895. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Limaye AP, Stapleton RD, Peng L, et al.  Effect of ganciclovir on IL-6 levels among cytomegalovirus-seropositive adults with critical illness: a randomized clinical trial. JAMA. 2017;318:731–740. doi: 10.1001/jama.2017.10569. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Loubet P, Voiriot G, Houhou-Fidouh N, et al.  Impact of respiratory viruses in hospital-acquired pneumonia in the intensive care unit: a single-center retrospective study. J Clin Virol. 2017;91:52–57. doi: 10.1016/j.jcv.2017.04.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Papazian L, Aubron C, Brochard L, et al.  Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9:69. doi: 10.1186/s13613-019-0540-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Combes A, Hajage D, Capellier G, et al.  Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. N Engl J Med. 2018;378:1965–1975. doi: 10.1056/NEJMoa1800385. [PubMed] [CrossRef] [Google Scholar]86. Bizzarro MJ, Conrad SA, Kaufman DA, Rycus P. Infections acquired during extracorporeal membrane oxygenation in neonates, children, and adults. Pediatr Crit Care Med. 2011;12:277–281. doi: 10.1097/PCC.0b013e3181e28894. [PubMed] [CrossRef] [Google Scholar]87. Al-Fares A, Pettenuzzo T, Del Sorbo L. Extracorporeal life support and systemic inflammation. Intensive Care Med Exp. 2019;7:46. doi: 10.1186/s40635-019-0249-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Grasselli G, Scaravilli V, Di Bella S, et al.  Nosocomial infections during extracorporeal membrane oxygenation: incidence, etiology, and impact on patients’ outcome. Crit Care Med. 2017;45:1726–1733. doi: 10.1097/CCM.0000000000002652. [PubMed] [CrossRef] [Google Scholar]89. Schmidt M, Brechot N, Hariri S, et al.  Nosocomial infections in adult cardiogenic shock patients supported by venoarterial extracorporeal membrane oxygenation. Clin Infect Dis. 2012;55:1633–1641. doi: 10.1093/cid/cis783. [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. Bouglé A, Bombled C, Margetis D, et al.  Ventilator-associated pneumonia in patients assisted by veno-arterial extracorporeal membrane oxygenation support: Epidemiology and risk factors of treatment failure. PLoS ONE. 2018;13:e0194976. doi: 10.1371/journal.pone.0194976. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Aubron C, Cheng AC, Pilcher D, et al.  Infections acquired by adults who receive extracorporeal membrane oxygenation: risk factors and outcome. Infect Control Hosp Epidemiol. 2013;34:24–30. doi: 10.1086/668439. [PubMed] [CrossRef] [Google Scholar]92. Schmidt M, Schellongowski P, Patroniti N, et al.  Six-month outcome of immunocompromised severe ARDS patients rescued by ECMO. An international multicenter retrospective study. Am J Respir Crit Care Med. 2018 doi: 10.1164/rccm.201708-1761OC. [PubMed] [CrossRef] [Google Scholar]93. Shekar K, Fraser JF, Smith MT, Roberts JA. Pharmacokinetic changes in patients receiving extracorporeal membrane oxygenation. J Crit Care. 2012;27(741):e9–18. doi: 10.1016/j.jcrc.2012.02.013. [CrossRef] [Google Scholar]94. Craig WA. Pharmacokinetic/pharmacodynamic parameters: rationale for antibacterial dosing of mice and men. Clin Infect Dis. 1998;26:1–10. doi: 10.1086/516284. [PubMed] [CrossRef] [Google Scholar]95. Blot SI, Pea F, Lipman J. The effect of pathophysiology on pharmacokinetics in the critically ill patient–concepts appraised by the example of antimicrobial agents. Adv Drug Deliv Rev. 2014;77:3–11. doi: 10.1016/j.addr.2014.07.006. [PubMed] [CrossRef] [Google Scholar]96. Heffernan AJ, Sime FB, Lipman J, et al.  Intrapulmonary pharmacokinetics of antibiotics used to treat nosocomial pneumonia caused by Gram-negative bacilli: a systematic review. Int J Antimicrob Agents. 2019;53:234–245. doi: 10.1016/j.ijantimicag.2018.11.011. [PubMed] [CrossRef] [Google Scholar]97. Rodvold KA, George JM, Yoo L. Penetration of anti-infective agents into pulmonary epithelial lining fluid: focus on antibacterial agents. Clin Pharmacokinet. 2011;50:637–664. doi: 10.2165/11594090-000000000-00000. [PubMed] [CrossRef] [Google Scholar]98. Dhanani JA, Cohen J, Parker SL, et al.  A research pathway for the study of the delivery and disposition of nebulised antibiotics: an incremental approach from in vitro to large animal models. Intensive Care Med Exp. 2018;6:17. doi: 10.1186/s40635-018-0180-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Kollef MH, Ricard J-D, Roux D, et al.  A randomized trial of the amikacin fosfomycin inhalation system for the adjunctive therapy of Gram-negative ventilator-associated pneumonia: IASIS trial. Chest. 2017;151:1239–1246. doi: 10.1016/j.chest.2016.11.026. [PubMed] [CrossRef] [Google Scholar]100. Niederman MS, Alder J, Bassetti M, et al.  Inhaled amikacin adjunctive to intravenous standard-of-care antibiotics in mechanically ventilated patients with Gram-negative pneumonia (INHALE): a double-blind, randomised, placebo-controlled, phase 3, superiority trial. Lancet Infect Dis. 2020;20:330–340. doi: 10.1016/S1473-3099(19)30574-2. [PubMed] [CrossRef] [Google Scholar]101. Dhanani J, Fraser JF, Chan H-K, et al.  Fundamentals of aerosol therapy in critical care. Crit Care. 2016;20:269. doi: 10.1186/s13054-016-1448-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Stockmann C, Roberts JK, Yellepeddi VK, Sherwin CMT. Clinical pharmacokinetics of inhaled antimicrobials. Clin Pharmacokinet. 2015;54:473–492. doi: 10.1007/s40262-015-0250-x. [PubMed] [CrossRef] [Google Scholar]103. Rouby J-J, Bouhemad B, Monsel A, et al.  Aerosolized antibiotics for ventilator-associated pneumonia: lessons from experimental studies. Anesthesiology. 2012;117:1364–1380. doi: 10.1097/ALN.0b013e3182755d7a. [PubMed] [CrossRef] [Google Scholar]104. Selting K, Waldrep JC, Reinero C, et al.  Feasibility and safety of targeted cisplatin delivery to a select lung lobe in dogs via the AeroProbe intracorporeal nebulization catheter. J Aerosol Med Pulm Drug Deliv. 2008;21:255–268. doi: 10.1089/jamp.2008.0684. [PubMed] [CrossRef] [Google Scholar]105. Bouadma L, Wolff M, Lucet J-C. Ventilator-associated pneumonia and its prevention. Curr Opin Infect Dis. 2012;25:395–404. doi: 10.1097/QCO.0b013e328355a835. [PubMed] [CrossRef] [Google Scholar]106. Kalil AC, Metersky ML, Klompas M, et al.  Management of adults with hospital-acquired and ventilator-associated pneumonia: 2016 clinical practice guidelines by the infectious diseases Society of America and the American Thoracic Society. Clin Infect Dis. 2016;63:e61–e111. doi: 10.1093/cid/ciw353. [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. Leone M, Bouadma L, Bouhemad B, et al.  Brief summary of French guidelines for the prevention, diagnosis and treatment of hospital-acquired pneumonia in ICU. Ann Intensive Care. 2018;8:104. doi: 10.1186/s13613-018-0444-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]108. Bouadma L, Mourvillier B, Deiler V, et al.  Changes in knowledge, beliefs, and perceptions throughout a multifaceted behavioral program aimed at preventing ventilator-associated pneumonia. Intensive Care Med. 2010;36:1341–1347. doi: 10.1007/s00134-010-1890-9. [PubMed] [CrossRef] [Google Scholar]109. Labeau SO, Van de Vyver K, Brusselaers N, et al.  Prevention of ventilator-associated pneumonia with oral antiseptics: a systematic review and meta-analysis. Lancet Infect Dis. 2011;11:845–854. doi: 10.1016/S1473-3099(11)70127-X. [PubMed] [CrossRef] [Google Scholar]110. Plantinga NL, Wittekamp BHJ, Leleu K, et al.  Oral mucosal adverse events with chlorhexidine 2% mouthwash in ICU. Intensive Care Med. 2016;42:620–621. doi: 10.1007/s00134-016-4217-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Klompas M, Speck K, Howell MD, et al.  Reappraisal of routine oral care with chlorhexidine gluconate for patients receiving mechanical ventilation: systematic review and meta-analysis. JAMA Intern Med. 2014;174:751–761. doi: 10.1001/jamainternmed.2014.359. [PubMed] [CrossRef] [Google Scholar]112. Timsit J-F, Bassetti M. Antipathy against SDD is justified: yes. Intensive Care Med. 2018;44:1165–1168. doi: 10.1007/s00134-018-5183-z. [PubMed] [CrossRef] [Google Scholar]113. Gibot S, Cravoisy A, Levy B, et al.  Soluble triggering receptor expressed on myeloid cells and the diagnosis of pneumonia. N Engl J Med. 2004;350:451–458. doi: 10.1056/NEJMoa031544. [PubMed] [CrossRef] [Google Scholar]114. Oudhuis GJ, Beuving J, Bergmans D, et al.  Soluble triggering receptor expressed on myeloid cells-1 in bronchoalveolar lavage fluid is not predictive for ventilator-associated pneumonia. Intensive Care Med. 2009;35:1265–1270. doi: 10.1007/s00134-009-1463-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]115. van Oort PM, Povoa P, Schnabel R, et al.  The potential role of exhaled breath analysis in the diagnostic process of pneumonia-a systematic review. J Breath Res. 2018;12:024001. doi: 10.1088/1752-7163/aaa499. [PubMed] [CrossRef] [Google Scholar]116. Ye W, Huang Q-D, Tang T-Y, Qin G-Y. Diagnostic value of pentraxin 3 in respiratory tract infections: a meta-analysis. Medicine (Baltimore) 2020;99:e19532. doi: 10.1097/MD.0000000000019532. [PMC free article] [PubMed] [CrossRef] [Google Scholar]117. Grover V, Pantelidis P, Soni N, et al.  A biomarker panel (Bioscore) incorporating monocytic surface and soluble TREM-1 has high discriminative value for ventilator-associated pneumonia: a prospective observational study. PLoS ONE. 2014;9:e109686. doi: 10.1371/journal.pone.0109686. [PMC free article] [PubMed] [CrossRef] [Google Scholar]118. Salluh JIF, Souza-Dantas VC, Póvoa P. The current status of biomarkers for the diagnosis of nosocomial pneumonias. Curr Opin Crit Care. 2017;23:391–397. doi: 10.1097/MCC.0000000000000442. [PubMed] [CrossRef] [Google Scholar]119. Máiz L, Del Campo R, Castro M, et al.  Maintenance treatment with inhaled ampicillin in patients with cystic fibrosis and lung infection due to methicillin-sensitive Staphylococcus aureus. Arch Bronconeumol. 2012;48:384. doi: 10.1016/j.arbres.2012.04.002. [PubMed] [CrossRef] [Google Scholar]120. Horianopoulou M, Kanellopoulou M, Paraskevopoulos I, et al.  Use of inhaled ampicillin-sulbactam against multiresistant Acinetobacter baumannii in bronchial secretions of intensive care unit patients. Clin Microbiol Infect. 2004;10:85–86. doi: 10.1111/j.1469-0691.2004.00806.x. [PubMed] [CrossRef] [Google Scholar]121. Claridge JA, Edwards NM, Swanson J, et al.  Aerosolized ceftazidime prophylaxis against ventilator-associated pneumonia in high-risk trauma patients: results of a double-blind randomized study. Surg Infect (Larchmt) 2007;8:83–90. doi: 10.1089/sur.2006.042. [PubMed] [CrossRef] [Google Scholar]122. Wood GC, Boucher BA, Croce MA, et al.  Aerosolized ceftazidime for prevention of ventilator-associated pneumonia and drug effects on the proinflammatory response in critically ill trauma patients. Pharmacotherapy. 2002;22:972–982. doi: 10.1592/phco.22.12.972.33596. [PubMed] [CrossRef] [Google Scholar]123. Lu Q, Yang J, Liu Z, et al.  Nebulized ceftazidime and amikacin in ventilator-associated pneumonia caused by Pseudomonas aeruginosa. Am J Respir Crit Care Med. 2011;184:106–115. doi: 10.1164/rccm.201011-1894OC. [PubMed] [CrossRef] [Google Scholar]124. Radhakrishnan M, Jaganath A, Rao GSU, Kumari HBV. Nebulized imipenem to control nosocomial pneumonia caused by Pseudomonas aeruginosa. J Crit Care. 2008;23:148–150. doi: 10.1016/j.jcrc.2007.10.037. [PubMed] [CrossRef] [Google Scholar]125. Geller DE, Flume PA, Staab D, et al.  Levofloxacin inhalation solution (MP-376) in patients with cystic fibrosis with Pseudomonas aeruginosa. Am J Respir Crit Care Med. 2011;183:1510–1516. doi: 10.1164/rccm.201008-1293OC. [PubMed] [CrossRef] [Google Scholar]126. Palmer LB, Smaldone GC. Reduction of bacterial resistance with inhaled antibiotics in the intensive care unit. Am J Respir Crit Care Med. 2014;189:1225–1233. doi: 10.1164/rccm.201312-2161OC. [PubMed] [CrossRef] [Google Scholar]127. Palmer LB, Smaldone GC, Chen JJ, et al.  Aerosolized antibiotics and ventilator-associated tracheobronchitis in the intensive care unit. Crit Care Med. 2008;36:2008–2013. doi: 10.1097/CCM.0b013e31817c0f9e. [PubMed] [CrossRef] [Google Scholar]128. Hallal A, Cohn SM, Namias N, et al.  Aerosolized tobramycin in the treatment of ventilator-associated pneumonia: a pilot study. Surg Infect (Larchmt) 2007;8:73–82. doi: 10.1089/sur.2006.051. [PubMed] [CrossRef] [Google Scholar]129. Rouby JJ, Sole-Lleonart C, Rello J, Network EI, for Nebulized Antibiotics in Ventilator-associated Pneumonia  Ventilator-associated pneumonia caused by multidrug-resistant Gram-negative bacteria: understanding nebulization of aminoglycosides and colistin. Intensive Care Med. 2020;46:766–770. doi: 10.1007/s00134-019-05890-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]130. McCoy KS, Quittner AL, Oermann CM, et al.  Inhaled aztreonam lysine for chronic airway Pseudomonas aeruginosa in cystic fibrosis. Am J Respir Crit Care Med. 2008;178:921–928. doi: 10.1164/rccm.200712-1804OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}