{"title": "Analgesia and sedation in patients with ARDS", "pubDate": "2020", "PMCID": "PMC7653978", "DOI": "10.1007/s00134-020-06307-9", "PMID": "33170331", "abstract": "Acute Respiratory Distress Syndrome (ARDS) is one of the most demanding conditions in an Intensive Care Unit (ICU). Management of analgesia and sedation in ARDS is particularly challenging. An expert panel was convened to produce a \"state-of-the-art\" article to support clinicians in the optimal management of analgesia/sedation in mechanically ventilated adults with ARDS, including those with COVID-19. Current ICU analgesia/sedation guidelines promote analgesia first and minimization of sedation, wakefulness, delirium prevention and early rehabilitation to facilitate ventilator and ICU liberation. However, these strategies cannot always be applied to patients with ARDS who sometimes require deep sedation and/or paralysis. Patients with severe ARDS may be under-represented in analgesia/sedation studies and currently recommended strategies may not be feasible. With lightened sedation, distress-related symptoms (e.g., pain and discomfort, anxiety, dyspnea) and patient-ventilator asynchrony should be systematically assessed and managed through interprofessional collaboration, prioritizing analgesia and anxiolysis. Adaptation of ventilator settings (e.g., use of a pressure-set mode, spontaneous breathing, sensitive inspiratory trigger) should be systematically considered before additional medications are administered. Managing the mechanical ventilator is of paramount importance to avoid the unnecessary use of deep sedation and/or paralysis. Therefore, applying an \"ABCDEF-R\" bundle (R = Respiratory-drive-control) may be beneficial in ARDS patients. Further studies are needed, especially regarding the use and long-term effects of fast-offset drugs (e.g., remifentanil, volatile anesthetics) and the electrophysiological assessment of analgesia/sedation (e.g., electroencephalogram devices, heart-rate variability, and video pupillometry). This review is particularly relevant during the COVID-19 pandemic given drug shortages and limited ICU-bed capacity.", "author": [{"author": "Gerald Chanques", "affiliation": ["Department of Anaesthesia and Critical Care Medicine, Saint Eloi Montpellier University Hospital, Montpellier, France. g-chanques@chu-montpellier.fr.", "PhyMedExp, University of Montpellier, INSERM, CNRS, Montpellier, France. g-chanques@chu-montpellier.fr."], "href": "/?term=Chanques+G&cauthor_id=33170331"}, {"author": "Jean-Michel Constantin", "affiliation": ["Department of Anaesthesiology and Critical Care, Sorbonne University, GRC 29, AP-HP, DMU DREAM, Pitié-Salpêtrière Hospital, Paris, France."], "href": "/?term=Constantin+JM&cauthor_id=33170331"}, {"author": "John W Devlin", "affiliation": ["Department of Pharmacy and Division of Pulmonary and Critical Care Medicine, School of Pharmacy, Northeastern University, Brigham, USA.", "Women's Hospital, Boston, MA, USA."], "href": "/?term=Devlin+JW&cauthor_id=33170331"}, {"author": "E Wesley Ely", "affiliation": ["Center for Critical Illness, Brain Dysfunction, and Survivorship (CIBS), Vanderbilt University Medical Center, Nashville, TN, USA.", "Division of Allergy, Pulmonary and Critical Care Medicine, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN, USA.", "Geriatrics Research, Education and Clinical Center (GRECC), Veteran's Affairs TN Valley, Nashville, TN, USA."], "href": "/?term=Ely+EW&cauthor_id=33170331"}, {"author": "Gilles L Fraser", "affiliation": ["Tufts University School of Medicine, Boston, MA, USA."], "href": "/?term=Fraser+GL&cauthor_id=33170331"}, {"author": "Céline Gélinas", "affiliation": ["Ingram School of Nursing, McGill University and Centre for Nursing Research/Lady Davis Institute, Jewish General Hospital, CIUSSS Centre-West-Montréal, Montréal, QC, Canada."], "href": "/?term=G%C3%A9linas+C&cauthor_id=33170331"}, {"author": "Timothy D Girard", "affiliation": ["Clinical Research, Investigation, and Systems Modeling of Acute Illness (CRISMA) Center, Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."], "href": "/?term=Girard+TD&cauthor_id=33170331"}, {"author": "Claude Guérin", "affiliation": ["Medecine Intensive-Réanimation, Hôpital Edouard Herriot, and University of Lyon, Lyon, France.", "Institut Mondor de Recherche Biomédicale, INSERM 955, INSERM UMR 955 Eq13-CNRS ERL 7000, Créteil, France."], "href": "/?term=Gu%C3%A9rin+C&cauthor_id=33170331"}, {"author": "Matthieu Jabaudon", "affiliation": ["Department of Perioperative Medicine, CHU Clermont-Ferrand, GReD, CNRS, INSERM, Université Clermont Auvergne, Clermont-Ferrand, France.", "Division of Allergy, Pulmonary, and Critical Care Medicine, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN, USA."], "href": "/?term=Jabaudon+M&cauthor_id=33170331"}, {"author": "Samir Jaber", "affiliation": ["Department of Anaesthesia and Critical Care Medicine, Saint Eloi Montpellier University Hospital, Montpellier, France.", "PhyMedExp, University of Montpellier, INSERM, CNRS, Montpellier, France."], "href": "/?term=Jaber+S&cauthor_id=33170331"}, {"author": "Sangeeta Mehta", "affiliation": ["Department of Medicine, Sinai Health, Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."], "href": "/?term=Mehta+S&cauthor_id=33170331"}, {"author": "Thomas Langer", "affiliation": ["Department of Medicine and Surgery, University of Milan-Bicocca, Milano - Bicocca, Italy.", "Department of Anesthesia and Intensive Care Medicine, Niguarda Ca' Granda, Milan, Italy."], "href": "/?term=Langer+T&cauthor_id=33170331"}, {"author": "Michael J Murray", "affiliation": ["CV ICU, Banner-University Arizona, University Medical Center, Phoenix, AZ, USA."], "href": "/?term=Murray+MJ&cauthor_id=33170331"}, {"author": "Pratik Pandharipande", "affiliation": ["Department of Anesthesiology and the Critical Illness, Brain Dysfunction, and Survivorship (CIBS) Center, Vanderbilt University Medical Center, Nashville, TN, USA."], "href": "/?term=Pandharipande+P&cauthor_id=33170331"}, {"author": "Bhakti Patel", "affiliation": ["Department of Medicine, Section of Pulmonary and Critical Care, University of Chicago, Chicago, IL, USA."], "href": "/?term=Patel+B&cauthor_id=33170331"}, {"author": "Jean-François Payen", "affiliation": ["Department of Anaesthesia and Intensive Care, Grenoble Alpes University Hospital, and Grenoble Alpes University, Grenoble Institut des Neurosciences, INSERM U1216, Grenoble, France."], "href": "/?term=Payen+JF&cauthor_id=33170331"}, {"author": "Kathleen Puntillo", "affiliation": ["School of Nursing, University of California San Francisco, San Francisco, CA, USA."], "href": "/?term=Puntillo+K&cauthor_id=33170331"}, {"author": "Bram Rochwerg", "affiliation": ["Department of Medicine and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."], "href": "/?term=Rochwerg+B&cauthor_id=33170331"}, {"author": "Yahya Shehabi", "affiliation": ["School of Clinical Sciences, Monash University and Monash Health, Clayton, Australia.", "The Prince of Wales Clinical School of Medicine, University of New South Wales, Randwick, Australia."], "href": "/?term=Shehabi+Y&cauthor_id=33170331"}, {"author": "Thomas Strøm", "affiliation": ["Department of Anaesthesia and Critical Care Medicine, Odense University Hospital, Odense C, Denmark.", "Department of Anaesthesia and Critical Care Medicine, Hospital Sønderjylland, University Hospital of Southern Denmark, Odense, Denmark."], "href": "/?term=Str%C3%B8m+T&cauthor_id=33170331"}, {"author": "Hanne Tanghus Olsen", "affiliation": ["Department of Anaesthesia and Critical Care Medicine, Odense University Hospital, Odense C, Denmark."], "href": "/?term=Olsen+HT&cauthor_id=33170331"}, {"author": "John P Kress", "affiliation": ["Department of Medicine, Section of Pulmonary and Critical Care, University of Chicago, Chicago, IL, USA."], "href": "/?term=Kress+JP&cauthor_id=33170331"}], "refPMID": ["26903337", "30113379", "30580774", "31197492", "20843245", "28935558", "29498938", "31112380", "32360979", "32696002", "32844730", "32456691", "33104824", "27755068", "31112383", "31951666", "29121287", "32354616", "31743173", "11430541", "12421743", "27075762", "29151124", "20116842", "23782972", "23180503", "10628598", "18434914", "16625136", "21821629", "10816184", "29028762", "9726743", "16540958", "23223772", "19934877", "27490213", "14678335", "10752842", "20497606", "28098628", "27861180", "30339549", "22078910", "31951658", "32696016", "27620291", "30268528", "29498534", "18811990", "21445642", "27611637", "27002466", "30379668", "20460996", "27492005", "23688302", "29218379", "30911854", "32803468", "27357690", "32701622", "25940249", "25886890", "22520488", "32329799", "18191684", "32220243", "28820799", "30985540", "1353252"], "citedInPMID": ["33170331", "35122204", "35098930", "35045999", "35017766", "34977069", "34835518", "34768436", "34740318", "34733336", "34656370", "34644514", "34520220", "34511224", "34501316", "34462007", "34432651", "34408467", "34401939", "34389295", "34314422", "34313797", "34232336", "34102141", "33954838", "33823862", "33617925"], "body": " AbstractAcute Respiratory Distress Syndrome (ARDS) is one of the most demanding conditions in an Intensive Care Unit (ICU). Management of analgesia and sedation in ARDS is particularly challenging. An expert panel was convened to produce a “state-of-the-art” article to support clinicians in the optimal management of analgesia/sedation in mechanically ventilated adults with ARDS, including those with COVID-19. Current ICU analgesia/sedation guidelines promote analgesia first and minimization of sedation, wakefulness, delirium prevention and early rehabilitation to facilitate ventilator and ICU liberation. However, these strategies cannot always be applied to patients with ARDS who sometimes require deep sedation and/or paralysis. Patients with severe ARDS may be under-represented in analgesia/sedation studies and currently recommended strategies may not be feasible. With lightened sedation, distress-related symptoms (e.g., pain and discomfort, anxiety, dyspnea) and patient-ventilator asynchrony should be systematically assessed and managed through interprofessional collaboration, prioritizing analgesia and anxiolysis. Adaptation of ventilator settings (e.g., use of a pressure-set mode, spontaneous breathing, sensitive inspiratory trigger) should be systematically considered before additional medications are administered. Managing the mechanical ventilator is of paramount importance to avoid the unnecessary use of deep sedation and/or paralysis. Therefore, applying an “ABCDEF-R” bundle (R = Respiratory-drive-control) may be beneficial in ARDS patients. Further studies are needed, especially regarding the use and long-term effects of fast-offset drugs (e.g., remifentanil, volatile anesthetics) and the electrophysiological assessment of analgesia/sedation (e.g., electroencephalogram devices, heart-rate variability, and video pupillometry). This review is particularly relevant during the COVID-19 pandemic given drug shortages and limited ICU-bed capacity.Keywords: Sedation, Analgesia, Mechanical ventilation, Intensive care unit, Acute respiratory distress syndrome, Rehabilitation, COVID-19 Take-home message\nAnalgesia and sedation are challenging in patients with ARDS. However, current guidelines should be considered and applied when possible. Moreover, an “ABCDEF-R” bundle (R = Respiratory-drive-control) should be considered to give priority to the management of mechanical-ventilator and respiratory-drive related factors and to avoid the unnecessary use of medications (particularly opioids, sedatives, and neuromuscular blocking agents) which can delay ventilator liberation and worsen other patient’s outcomes.Open in a separate window\n IntroductionAcute respiratory distress syndrome (ARDS) is present in 10% of patients admitted to an intensive care unit (ICU), and is associated with hospital mortality between 35 and 46% [1]. ARDS is one of the most severe conditions in critical illness and also one of the most challenging regarding the management of analgesia and sedation. Clinical practice guidelines for analgesia and sedation in the ICU (e.g., the Pain, Agitation/sedation, Delirium, Immobility and Sleep disruption (PADIS) guidelines [2]) have consistently focused on early rehabilitation and quick ventilator liberation [3]. To achieve these goals, treatment of pain, minimization of sedation, prevention of delirium, and improved patient communication are the key components [2]. However, some ARDS patients require deep sedation or even neuromuscular blockade especially during the early phase of admission [4, 5]. Thus, patients with severe ARDS may not be represented in studies on analgesia and sedation that aimed mostly at evaluating a minimal sedation strategy [6]. Also, deep sedation remains frequent in general ICU patients during the first 48 h [7] and only a few studies on analgesia/sedation have evaluated patients during this early period [6, 8]. A panel of experts, mostly from the collaborative group who authored the PADIS guidelines, provided a “state of the art” narrative review to support clinicians in their management of sedation/analgesia in ARDS patients. This is not intended as a clinical practice guideline, but rather an informative review by experts in the field. The manuscript was written by authors grouped by section, following their own search of literature and own experience, then homogenized by coordinators (GC, JPK), and reviewed and revised by all authors. The rationale for such review is particularly relevant during the ongoing coronavirus disease 2019 (COVID-19) pandemic due to urgent concerns about analgesic, sedative, and paralytic shortages and surging admissions that overwhelm ICU bed capacity [9–12].Patients receiving neuromuscular blocking agents (early phase of severe ARDS)Patients with ARDS or other life-threatening conditions may require neuromuscular blocking agents (NMBAs) to optimize mechanical ventilation (MV) as discussed in a Rapid Practice Guidelines recently published in Intensive Care Medicine [13]. Case reports of patients who were chemically paralyzed but awake describe the terror that these patients experienced. Therefore, the best clinical practice statements recommend deep sedation and amnesia, and effective analgesia, prior to neuromuscular blockade [14]. Although a 2010 trial reported improved survival in severe ARDS patients who received NMBAs [5], a subsequent larger trial did not replicate these findings [15]. Accordingly, indications for NMBAs in ARDS are still debated [13]. NMBAs should at most be considered as a rescue therapy for patients with the most severe ARDS.Pain and anxiety management in patients receiving NMBAs should ideally rely on validated scales or tools. However, the assessment of anxiety and pain when patients cannot communicate or express behavioral reactions is challenging. Among patients receiving NMBAs, neither the gold standard for pain assessment (i.e., the patient’s self-report) or recommended behavioral measures [2, 16], such as the Behavioral Pain Scale (BPS) and the Critical-Care Pain Observation Tool (CPOT) can be used. Evidence does not support evaluation of vital signs alone for pain assessment [2]. New approaches for pain and sedation assessment in paralyzed patients are being explored, including heart rate variability alone (i.e., 0–100 Analgesia Nociception Index [17]) or in combination with other physiologic parameters (i.e., 0–100 Nociception Level Index [18]). The pupillary pain index (1 = no nociception to 9 = high nociception), based on an increase in pupil size, was evaluated using the BPS as the reference pain measure during tracheal suctioning in deeply sedated critically ill patients [19]. These new pain indexes require additional validation to support their implementation in clinical practice. Similarly, assessment of anxiety in a non-communicative paralyzed patient is equally challenging and no tool is available to guide assessment.Before administering an NMBA, patients should receive an intravenous analgesic medication sufficient to provide acceptable pain relief, as well as a sedative with amnestic properties (e.g., propofol or benzodiazepine and NOT dexmedetomidine) to target a deep level of sedation. A validated scale, such as the Sedation Agitation Scale (SAS) [20] or Richmond Agitation Sedation Scale (RASS) [21], should be used to confirm deep sedation, while a validated pain assessment tool (e.g., BPS or CPOT [2, 16]) should be used to confirm effective analgesia. These analgesic and anxiolytic/sedative infusions should be continued as long as NMBAs are being used. As daily interruption of sedation is employed in many ICUs [2], in the same way, stopping an NMBA infusion should be considered at least daily; after NMBA drug has been stopped, one may then proceed to lightening or interrupting sedation.General strategy of analgesia/sedation for lung protective ventilation without NMBAsThe primary goal of analgesia/sedation for patients receiving lung protective ventilation strategy is to provide comfort and safety, facilitate lifesaving interventions, and maintain patient interaction with staff and family to promote early physical and cognitive recovery [2, 22, 23]. A multimodal patient-centered approach, including effective early analgesia, optimal sedation, and delirium/agitation free emergence is imperative for all adults in the ICU [7] and should be considered for patients with ARDS as well. However, no prospective analgesia/sedation studies have been conducted exclusively in patients with ARDS.We believe a three tier sedation depth strategy (i.e., mild (RASS + 1/− 1), moderate (RASS − 2/− 3), deep (RASS − 4/− 5) [21]) may be useful. Rigid adherence to a one-size-fits-all strategy is discouraged. Instead, adherence to principles that achieve optimal sedation in most patients should be the goal:The aim for minimal or no sedation in most patients, prioritize adequate analgesia, and short-acting sedative agents as necessary [24].Accept short intervals of moderate sedation (RASS − 2/− 3) to overcome ventilator asynchrony or discomfort after the optimization of pain control and ventilator settings [25].Monitor sedation level regularly with a validated tool and reassess the target sedation level at least twice daily. Routinely monitor pain and delirium with validated tools. Titrate all agents to effect towards a set sedation target. A written algorithm could be helpful depending on nurse education and training (see “Strategies to avoid excessive sedation and delays in cognitive recovery and mechanical ventilation weaning”).Occasionally, deep sedation (RASS − 4/− 5) may be required. In this case, sedatives should be chosen based on patient age, organ function and comorbidity (see “Choice of drugs”).In all cases, consider managing the mechanical ventilator and the patient’s respiratory drive first to avoid the unnecessary use of sedatives and the risk of inducing deep sedation (see “Global analgesia/sedation approach adapted to patients with ARDS: proposition of a ventilatory management first strategy”). Note, this proposed three-tier sedation depth strategy should not be applied strictly by ARDS severity (i.e., mild, moderate, and severe) as some severe ARDS patients tolerate mild sedation without significant patient/ventilator asynchrony.Figure 1 is a suggested algorithm to guide sedation management under protective ventilation without NMBAs, based on the above principles.Open in a separate windowFig. 1Analgesia and sedation without NMBA for protective lung ventilation strategy. A Analgesia-first/minimal sedation is the default option. B Clinicians choose the desirable sedation level based on patients' symptoms. C Propofol remains the first line for titrated sedation. Adding dexmedetomidine could be considered to reduce emergent delirium and reduce propofol cumulative dose. In selected cases (patients who are refractory to propofol ± dexmedetomidine sedation, or to decrease the dose of sedatives), consider using intermittent benzodiazepines, anti-psychotic agents, or a volatile anesthetic. RASS: Richmond Agitation Sedation Scale (− 5 is unresponsive to physical stimulation, − 4 open eyes or move to physical stimulation, − 3 open eyes or move to voice, − 2 make eye contact < 10 s, − 1 make eye contact > 10 s, 0 alert and calm, + 1 restless, + 2 agitated, + 3 very agitated, + 4 combative) score [21]. SAS: Sedation Agitation Scale (1 unarousable, 2 very sedated, 3 sedated, 4 calm and cooperative and awakens easily, 5 agitated, 6 very agitated, and 7 dangerous agitation) [20]. BPS: Behavioral Pain Scale [2, 16]. CPOT: Critical-Care Pain Observation Tool [2, 16]. CAM-ICU: Confusion Assessment Method – Intensive Care Unit [2]. ICDSC: Intensive Care Delirium Screening Checklist [2]Analgesia and sedation alternatives in a context of drug shortagesDifficulties in the provision of sedatives for the critically ill have been compounded by COVID-19-related disruptions of the supply chain for traditional therapeutic options as a result of increasing demand, stockpiling, temporary lockdowns in manufacturing, and restrictions on exporting [12]. Continuously updated international websites are available to help identify and mitigate these drug shortages with prominent examples including fentanyl, propofol, midazolam, and cisatracurium. As these shortages evolve, less commonly used drugs may need to be considered for achieving analgesia, sedation, or therapeutic paralysis even though data examining these specific agents may be lacking, or conventional guidelines recommend avoiding such drugs. The use of the alternative agents discussed below should be guided by individual patient context, goals of therapy, response, and tolerability. In the absence of new evidence, familiarity with alternative agents due to conventional agent shortages should not lead to their continuation when proven agents are available (Table ​(Table11).Table 1Comparison of first- and second-line analgesics and sedativesAgentaTime to onset (min)Time to offsetAnalgesic EffectProvides deep sedationbReduces respiratory driveRisk for deliriumRisk for withdrawalDosingCommentscFirst-line Opioids  Fentanyl1–21–4 h + + + NY +  + + 0.3–0.5 mcg/kg IVP q1-2 h ± 0.7–10 mcg/kg/hConsider PRN or scheduled IVP before initiating a continuous infusion  Hydromorphone10–202–6 h + + + NY +  + + 0.2–0.6 mg IVP q1-2 h ± 0.5–5.0 mg/h  Sufentanil1–30.5–2 h + + + NY +  + + 0.1–1.0 mcg/kg/h Non-opioid analgesics  Paracetamol304–6 h + NN––1 g IV/PO Q6hIV or PO work equally; IV use associated with hypotension  Ketamine (lower dose)15–2020–30 min + +NN +  + 0.1–1.0 mg/kg/hDose > 1 mg/kg/h produces pronounced sedation  Nefopam304–6 h + +  NN + –20 mg IV /4–6 hAvoid in patients with seizures. Administration as infusion over 30 min will reduce flushing Sedatives  Dexmedetomidine15–2060–90 min + NN– + + 0.2–1.5 mcg/kg/hDose > 1.5 mcg/kg/hr increases cardiac toxicity; unlikely to add clinical benefit  Midazolam2–51–72 hrd–YY + + +  + + 1–10 mg/hConsider PRN or scheduled IVP before initiating a continuous infusion  Propofol0.5–15–10 min–YY + –10–250 mg/hTime to offset ↑ in older adults/ infusions > 72-h. Avoid if triglycerides > 800 mg/dL. Monitor for PRISSecond-Line Opioids  Morphine5–103–5 h + + + NY +  + 2–5 mg IVP q1-2 h ± 2–30 mg/hConsider PRN or scheduled IVP before initiating a continuous infusionHistamine release associated with hypotension and bronchospasm; accumulation in renal failure  Remifentanil1–33–10 min + + + NY +  + + + 0.5–15 mcg/kg/hNo accumulation in hepatic/renal failure; greater reported withdrawal vs. other IV opioids Sedatives, anti-psychotics  Haloperidol5–1015–30 min–NN––2–5 mg IV q6hHigher doses associated with QTc interval prolongation and EPS  Inhaled Sevoflurane /Isoflurane1–24–7 min + YY––Expired gas fractions of 0.2–1.4%; dependent on goal sedation targetNo accumulation in hepatic/renal failure; rare cases of diabetes insipidus after prolonged sevoflurane at high dose; risk of malignant hyperthermia very rare but requires urgent treatment  Ketamine (higher dose)15–2030–60 min + + + YN + +  + 1–3 mg/kg/hHypotension and decreased cardiac output reported with high doses  Lorazepam5–101–24 h–YY +  +  +  +  + 1–10 mg/hConsider PRN or scheduled IVP before initiating a continuous infusionMonitor for propylene glycol toxicity after 24 h by checking osmolar gap  Phenobarbital5–1012–24 h–YY––7.5 mg/kg IVP then 1–2 mg/kg q12hrMonitor for propylene glycol toxicity after 24 h by checking osmolar gap  Quetiapine20–301–6 h–NN––25–100 mg PO q8hSedative effects are dose-related  Sodium gamma hydroxy butyrate (GHB, gamma-OH)0.5–11–6 h–YY +  + –2–4 g IVP q 4–6 hRisk of hypokalemia, hypernatremia, hypochloremic metabolic alkalosisOpen in a separate windowAdministered by intravenous bolus and/or infusion with the exception of quetiapine +    mild; +  +    moderate; +  +  +    high; N no; Y yes; EPS extrapyramidal symptoms; hrs hour; IVP intravenous push; min minutes; PRIS Propofol-related infusion syndrome; PRN as neededaMost safety concerns are dose-related extensions of pharmacologic effect. Please consult prescribing guidelines and/or a pharmacist for more detailed safety precautionsbWhile the administration of opioids at higher doses may sometime produce deep sedation; opioids should not be relied on as the sole agent when deep sedation is the sedation goalcDaily sedation interruption or other protocolized approaches to maintain patients at the desired sedation goal should be considered in patients receiving continuous IV opioids and sedativesdTime to offset can be prolonged for hour-days in patients receiving high-dose infusions for > 3 days, particularly in the face of obesity, end-stage renal disease, and/or end-stage liver disease Strategies to avoid excessive sedation and delays in cognitive recovery and mechanical ventilation weaningEffective strategies target sedation minimization and reduce medication accumulation [2]. The use of short-acting drugs with no or minimal active metabolites (e.g., propofol, dexmedetomidine, fentanyl, sufentanil, remifentanil) may be associated with better outcomes [2], but they can be costly and their availability is limited in resource-constrained situations, such as the current COVID-19 pandemic [11].Administration strategies: algorithms, daily interruption, and intermittent administrationThe use of nurse-directed analgesia/sedation protocols, which enable bedside nurses to adjust opioids and sedatives (generally using pain and sedation scales) can reduce drug exposure and expedite liberation from MV and ICU discharge [26, 27]. Although a formal algorithm may not be necessary nor confer further benefit if patients are already being managed with a minimal sedation strategy by highly skilled nurses [28], oversedation remains common in many ICUs such that an analgesia/sedation protocol is frequently beneficial. However, the role of nurses and their ability to adjust the analgesia-sedation based on a protocol or not, depend on the ICU organization, culture, and juridical possibilities [29, 30]. The role of physicians is also paramount in all cases, to help adjusting the drug dosing, or to discuss specific issues with the ICU team, whatever the use of a protocol, and to discuss the general target of analgesia-sedation individually. This is especially required in case of ARDS which is a challenging situation of analgesia-sedation. In patients receiving infusions of opioids and/or sedatives, daily interruption of infusions has been associated with reduced MV duration and other benefits, likely because it: (1) prompts re-evaluation of sedative needs, (2) reduces medication accumulation, and (3) promotes a transition to intermittent/ “as needed” administration strategies [31]. When added to a sedation protocol which targets light sedation, a daily interruption strategy does not further reduce MV days [26]. While there are no randomized controlled trials (RCT) in adults with ARDS comparing intermittent and continuous administration, an RCT in children who underwent cardiothoracic surgery [32] and an observational study in adults [33] suggest that intermittent strategy may be associated with less drug administration and shorter duration of MV. However, further studies are needed before an intermittent rather than continuous administration approach can be recommended in all patients. Such studies must account for the competing risks of these two strategies (e.g., potentially increased agitation and self-extubation with the intermittent strategy; delayed wakefulness and cognitive recovery with the continuous strategy).Choice of sedative, however, may be as important as dosing strategy in the outcome of patients with ARDS. In one RCT of mechanically ventilated ICU patients, intermittent lorazepam was associated with a longer duration of MV as compared to continuously-infused propofol [34]. Finally, as discussed above (“Patients receiving neuromuscular blocking agents (early phase of severe ARDS)”), new generation of neuromonitoring, with or without automated closed-loop controller, could help adjusting drugs to avoid oversedation in the future. This could be especially useful when a deep sedation is mandatory, to assess analgesia, and sedation needs in the ranges for which clinical tools might be insufficient (i.e., unresponsive patients in a deep clinical analgesia-sedation state) [19, 35].Symptom oriented strategies: analgesia first and analgesic-based sedationThe optimal use of analgesics and sedatives can provide comfort for mechanically ventilated patients, expedite ventilator liberation [29, 36], and may reduce the incidence of chronic pain [37]. “Analgosedation” favors use of an analgesic before a sedative for pain management (“analgesia first”) or an analgesic with sedative properties (“analgesic-based sedation”) [2]. These approaches have been developed to avoid or to decrease the use of sedatives and better facilitate ventilator weaning [29, 36]. A multimodal approach to analgesia combines the use of more than one analgesic, each having different mechanisms of action. Using different analgesics can achieve a beneficial effect while dampening each individual agent’s adverse effects [38]. Patients may be protected from the side-effects of opioids such as sedation, hallucinations, and opioid hyperalgesia/dependence/withdrawal by the concomitant use of non-opioid agents such as low-dose ketamine [37], paracetamol, and/or nefopam [2]. Careful titration of analgesics (algorithm, daily interruption, and intermittent administration) and soothing non-pharmacological interventions (e.g., music or relaxation techniques) [2] may help to avoid delays in cognitive recovery, an important prerequisite of ventilator liberation. Choice of drugsPatient related factors that determine the choice of drugs include:Age: Elderly patients exhibit different pharmacokinetics and pharmacodynamics [39, 40] with reduced clearance and increased sensitivity to analgesics, sedatives, and antipsychotics. They are at increased risk of prolonged ventilation, delirium, and death. In contrast, younger patients may require higher doses of analgesics, sedatives, and adjunct medications. They have lower risk of delirium and are more tolerant to opioids and benzodiazepines.Dependence: ARDS Patients who chronically use opioids and/or psychoactive medications may require higher doses of opioids and/or sedatives.Organ dysfunction: Acute, or acute on chronic organ dysfunction (e.g., acute kidney injury, septic cardiomyopathy, acute liver dysfunction) results in pharmacokinetic and pharmacodynamic changes that mirror those of the elderly [41], as discussed above.Table ​Table11 reports the main characteristics of first and second-line drugs used for analgesia and sedation. For mechanically-ventilated adults, guidelines recommend analgesia-first, and if continuous sedation is required, propofol or dexmedetomidine rather than midazolam [2]. However, trials informing these recommendations enrolled few ARDS patients; patients requiring paralytic therapy, extracorporeal membrane oxygenation (ECMO) or with shock were often excluded; light sedation care bundles (e.g., ABCDEF [42–45]), delirium prevention and protocolized weaning were rarely used; and multimodal analgesia/sedation approaches were restricted [2, 10]. When individualizing analgesic/sedative therapy for adults with ARDS, pharmacologic differences among agents should be considered [11].AnalgesicsOpioids with fast-onset, dose-dependent effects, and ability to reduce excessive respiratory drive remain the analgesic mainstay in ARDS [46]. However, they are not without adverse effects: (1) immunosuppression, (2) drug accumulation resulting in prolonged sedation and respiratory depression that may affect ventilator liberation, (3) tolerance within 48 h, (4) withdrawal signs after discontinuation [47], (5) hyperalgesia and chronic pain syndromes with prolonged use, and (6) ileus potentially resulting in increased abdominal pressure and subsequent worsening of respiratory mechanics. Although not rigorously evaluated in ARDS, non-opioid analgesics (e.g., paracetamol, ketamine, and nefopam) used in a multimodal fashion, may reduce opioid use and their side effects, but also improve pain control in critically ill adults [2, 48]. Ketamine, an N-methyl-D-aspartate (NMDA) receptor antagonist, induces potent analgesia without affecting respiratory drive, making it a potentially useful addition to opioids in ARDS patients ready for mechanical ventilation liberation [49]. However, a single center RCT, including 40% patients with acute respiratory failure, compared remifentanil and low-dose ketamine with remifentanil and placebo, and failed to show any opioid sparing effect [50]. Further studies are needed before ketamine can be recommended for its opioid sparing effects. Infusions ≥ 1 mg/kg/h induce deep sedation due to ketamine’s dissociative anesthetic effects, along with increasing risk of emergence hallucinations and hypertension. Nefopam’s analgesic effect is comparable to low dose opioids without affecting respiratory drive or consciousness. Scheduled paracetamol (oral or IV) will reduce opioid consumption although IV use may cause tachycardia and hypotension.SedativesPropofol and midazolam (both GABA agonists) reduce respiratory drive, cause immunosuppression and can induce deep sedation [2, 46]. Propofol is preferred over midazolam as it is less likely to result in prolonged sedation and/or delirium, is more titratable, and its clearance is not dependent on liver and kidney function. However, propofol may cause hypertriglyceridemia and propofol-related infusion syndrome (PRIS), typically at doses ≥ 60 mcg/kg/min. Dexmedetomidine, an alpha-2 agonist, does not cause immunosuppression nor reduce respiratory drive, has analgesic sparing properties, and unlike propofol or midazolam, may improve sleep and may be associated with a lower prevalence of delirium. A very deep level of sedation is not possible with dexmedetomidine alone [2, 11, 51]. When used as the primary sedative agent in a large RCT of a heterogeneous group of mechanically ventilated ICU patients, two-thirds of patients randomized to dexmedetomidine also received propofol and outcomes were similar between the two groups [8]. In ARDS patients requiring deep sedation, intravenous midazolam, or additional antipsychotic agents, may be required in those not adequately sedated with continuous opioids, propofol, and dexmedetomidine. However, benzodiazepines are associated with a higher risk of delirium [2]. Volatile anesthetics (e.g., isoflurane, sevoflurane) will induce light-to-deep sedation, even in patients difficult to sedate with benzodiazepines and opioids [52]. A single center RCT showed that sevoflurane was associated with shorter awakening and extubation times when compared with IV propofol or midazolam [53]. When sevoflurane was compared with midazolam in ARDS patients, oxygenation improved, and alveolar/systemic inflammation and lung epithelial injury were reduced [54]. The results from a large ongoing phase III trial of ICU sedation with volatile anesthetics are pending (ClinicalTrials.gov: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04235608\",\"term_id\":\"NCT04235608\"}}NCT04235608). Inhaled ICU sedation requires specialized equipment (inline miniature vaporizers with humidification/antimicrobial properties), monitoring (tidal volumes, end-tidal gas concentrations for volatile agents, and CO2, temperature for possible detection of malignant hyperthermia) and gas scavenging. When a dedicated ICU device is used for inhaled sedation, heated humidifiers cannot be used as the device already has heat and moisture exchanger properties. The ICU team should be familiar with these technical concerns before using inhaled sedation in practice [55]. Global analgesia/sedation approach adapted to patients with ARDS: proposition of a ventilatory management first strategyGlobal analgesia/sedation strategies such as the ABCDEF Bundle [42–45] have been described and validated by large multicenter studies in order to improve patients’ outcomes, promoting fast recovery and ICU liberation: [A] Assessment and management of pain; [B] Both awakening and breathing trials; [C] Choosing the optimal sedative (avoiding benzodiazepines when possible) and titrating to the lightest sedation level possible; [D] Delirium assessment and management; [E] Early mobilization; and [F] Family engagement when possible.In patients with ARDS, deep sedation, though not always necessary, may be used to maintain lung-protective settings or treat asynchrony. The standard analgesia-first strategy, ventilator adjustment to minimize asynchrony and control of patient respiratory drive may obviate the need to increase sedative doses. Maintenance of spontaneous breathing may be beneficial for ARDS patients. In the LUNG-SAFE study, patients with spontaneous breathing were less likely to require sedation than those not permitted to breathe spontaneously; spontaneous breathing was associated with increased ventilator-free days and shorter ICU stay [56]. A RCT in patients without ARDS showed that early spontaneous breathing was also associated with sedation sparing and reduced ventilator days [6]. However, while favoring spontaneous breathing, attention should be paid to excessive patient effort, as insufficient analgesia/sedation may also injure both the diaphragm and the lung by favoring strong inspiratory efforts [57]. At the other extreme, excessive analgesia/sedation may induce diaphragm atrophy [58, 59].Managing the mechanical ventilator first before increasing the depth of sedation could be considered a first-line strategy. An “R” that takes into account “respiratory drive control” may be a useful additional to the ABCDEF Bundle for patients with ARDS. This can be accomplished by optimizing ventilator settings to target patient ventilator synchrony before increasing sedatives and analgesics or turning to NMBAs [25]. Treating hyperthermia and acidosis when possible may also reduce respiratory drive. An algorithm for troubleshooting mechanical ventilator adjustments is proposed (Fig. 2). ABCDEF+R could be the new bundle for sedation of ARDS patients in general, although more data are needed to test this novel idea. Figure 3 shows the global ACBDEF bundle with the new incorporated R.Open in a separate windowFig. 2Proposition of an algorithm for troubleshooting mechanical ventilator adjustments, adapted from [6, 25]. APatients related factors include stress related symptoms (e.g. pain, discomfort, anxiety, dyspnea) and physiological factors (e.g. hyperthermia, acidosis, hypercapnia). ABG arterial blood gas, ACV assist-control volume, APRV Airway Pressure Release Ventilation, ARDS acute respiratory distress syndrome, PEEP positive end-expiratory pressure, PSV pressure-support ventilation, NMBA neuromuscular blocking agent, RR respiratory rateOpen in a separate windowFig. 3Updated ABCDEF-R bundle for mechanically ventilated patients, including patients with ARDS, adapted from [42–45] Analgesia and sedation for patients in the prone positionIn patients with ARDS, prone positioning is recommended when PaO2/FIO2 ratio is < 150 mmHg [4] as it has been shown to improve survival in those selected patients [60]. This result was obtained with deep analgesia and sedation, as well as NMBAs in most patients. In a recent observational study, 87% of proned ARDS patients received NMBA and 97% received sedation [61]. The mechanisms by which prone positioning benefits patient outcome include gas exchange improvement, improved respiratory system compliance and lung protection. Although the absolute necessity for NMBA use in prone position remains to be evaluated, use of NMBA could facilitate the turning procedure and limit related barotrauma (i.e., coughing and patient/ventilator asynchrony). It is reasonable to consider avoidance of NMBA in many patients subject to prone positioning.Sedation/analgesia must be optimized during the turning procedure and during the time of proning because prone positioning can be painful. However, there are no prospective studies of sedation during prone positioning, whether NMBAs are used or not. The recent uncontrolled studies reported the feasibility and safety of prone ventilation in intubated ARDS patients under assisted breathing with a light sedation (volatile anesthetic agents) [62], and non-intubated patients without sedation [63].Analgesia and sedation for patients with ECMOMost considerations concerning sedation in critically ill patients also apply to patients on ECMO. However, some specific aspects need to be discussed. Patients on ECMO have an additional organ, which consists of extracorporeal vasculature (the polyvinyl chloride tubing) and parenchyma (the membrane lung). The presence of this artificial lung has two major implications.First, patients have an additional risk, i.e., the displacement/malfunction of ECMO circuitry, in particular the intravascular cannulae (generally a veno-venous access). Such an event, which may result from patients’ movements/agitation, has potentially fatal consequences. For this reason, ECMO patients classically are deeply sedated and frequently paralyzed. This approach, which seeks to avoid cannulae displacement, is still frequently applied when ECMO is started during the very acute phase of ARDS. However, in recent years there has been increasing interest in light sedation for ECMO patients—an “awake ECMO” approach [64]. The “awake ECMO” approach, while unconventional and provocative, is a strategy aimed at avoiding deep sedation during ECMO. This approach might even allow weaning and extubation of patients while still on ECMO [65], which could reduce the risks associated with sedation and invasive mechanical ventilation. In addition, the performance of early physical rehabilitation while still on ECMO could be possible [66]. However, there is currently limited evidence about feasibility and safety of this approach.The second relevant implication is that the presence of the extracorporeal system has the potential to significantly alter the pharmacokinetics of several drugs and thus reduce their bioavailability. Because of increased volume of distribution and sequestration, particularly with lipophilic drugs in the extracorporeal system [67, 68], plasma drug concentrations might be lower than expected. For these reasons, careful monitoring of sedation level in patients on ECMO is of extreme importance.Analgesia and sedation for patients with COVID-19Early experiences in the COVID-19 pandemic have seen changes in the approach to sedation, with a tendency towards deep sedation and a resurgence of the use of benzodiazepine infusions [9]. This was driven by propofol and fentanyl shortages and concerns that the lung injury seen with COVID-19 may be different and need more aggressive ventilatory strategies that require deep sedation [69]. In addition, agitation and self-extubation, particularly during prone positioning, has led to fear of COVID-19 exposure to health care providers. However, each day of unnecessary intubation increases the risk of complications related to mechanical ventilation [70], including critical situations that can require immediate rescue interventions (e.g., tracheal tube obstruction or displacement), by health-care givers who cannot have enough time to protect themselves, leading to an higher risk of contamination. The question of healthcare provider protection is crucial, but the risk of viral aerosolization during standard procedures has probably been over-estimated [71]. Health care providers should probably, therefore, focus on the basic proven tenets of supportive management even in COVID-19 ARDS—the PADIS guidelines [2] and the ABCDEF Bundle [42–45]. To optimize the ventilator liberation strategy, it is probably mandatory to improve the intricate strategies of analgesia/sedation and ventilator setting/respiratory drive control (Fig. 2). An “R” could be added to the ABCDEF acronym (Fig. 3) to potentiate the impact of previously well proven parts of this bundle [44, 45].Analgesia As per recent guidelines, priority should be given to analgesia before sedation, considering an analgesia-first and/or an exclusive analgesia-based strategy [2]. The most commonly used intravenous opioids include hydromorphone, fentanyl, sufentanil, remifentanil, and morphine, with caution for the latter in the setting of renal impairment. Opioid sparing agents (e.g., gabapentin, paracetamol, nefopam, lidocaine, carbamazepine, clonidine, dexmedetomidine, and low-dose ketamine) can be employed in a multimodal analgesia approach with the additional benefit that some of these drugs have sedative properties [48].Nonsteroidal anti-inflammatory drugs should be used with extreme caution in all critically ill patients (with and without ARDS) because of the higher risk of side-effects in this population, including their immunosuppressive and kidney injurious effects. Local and/or regional anesthesia should be used when indicated, especially after trauma or surgery [72].Sedation Sedative choice is dictated by desired depth of sedation, need for amnestic effect, and ease of titration. For most mechanically ventilated patients, propofol and dexmedetomidine are ideal agents, with continuous infusion midazolam as a second-line alternative. Shortages of these agents pose an extreme challenge especially when deep sedation is required, such as in the setting of therapeutic paralysis [9]. Other benzodiazepines, ketamine, phenobarbital, volatile anesthetics (e.g., sevoflurane, isoflurane) or even sodium gamma-hydroxy-butyrate (GHB, gamma-OH) can also be used to achieve deep sedation if needed. When patients do not require deep sedation, alternatives include: low dose intermittent benzodiazepines to treat anxiety (lorazepam, diazepam, clonazepam), antipsychotics (levomepromazine, loxapine, haloperidol, cyamemazine, chlorpromazine, and quetiapine), and clonidine. Many of these agents have not been studied as primary sedative agents for critically ill patients.Drug induced paralysis (NMBA) Continuous infusion of cisatracurium, atracurium, or rocuronium are typically reserved for ARDS patients with severe or refractory hypoxia despite ventilator optimization [13]. In case of drug shortage, one way to preserve these agents is to offer them intermittently (bolus dosed) or “as needed” guided by ventilatory synchrony or based on the neuromuscular monitoring. If possible, adding an infusion of magnesium may potentiate NMBA effects [73]. Vecuronium is another agent that may be considered but is associated with prolonged paralysis in the setting of organ dysfunction, particularly kidney failure [74]. ConclusionAnalgesia and sedation are challenging in patients with ARDS for whom deep sedation and NMBAs are often indicated. To shorten the time of liberation from mechanical ventilation, improve patients’ outcomes, and spare the ICU resources, their indication has to be justified regularly and the current guidelines on sedation/analgesia considered and applied as soon as possible. Managing the mechanical ventilator is of paramount importance to avoid unnecessary deep sedation. The ABCDEF approach could get a new letter “R” for respiratory drive control, ABCDEF-R being the bundle for ARDS patients or even more generally for patients who are mechanically ventilated. Evidence is needed to support this new approach. Further studies are needed regarding the validation of new electrophysiological tools for the assessment of analgesia/sedation in paralysed patients and the efficacy of new drugs with fast elimination time. These new strategies could avoid both an overuse of drugs and insufficiently treated patient pain and distressful symptoms. Finally, the use of this collaborative paper that grouped experts from North America, Europe, and Australia should be considered as a first step while further collaboration with experts from more diverse countries remains an important goal for future work in this area. Author contributionsGC and JPK planned, coordinated and edited the overall manuscript; every author contributed equally to the manuscript. Compliance with ethical standardsConflicts of interestGC declares fees for speaker (Orion pharma, Aspen medical) and participation to scientific board (Orion pharma); J-MC declares fees for speaker (Orion pharma, Baxter, Sedana Medical) and participation to scientific board (Orion pharma, Baxter, Sedana Medical); TG declares participation in a scientific board (Haisco Pharmaceutical); Matthieu Jabaudon reports research grants and fees for participation to an advisory board from Sedana Medical, and fees and non-financial support for a seminar from GE Healthcare; SJ reports consulting fees from Drager, Xenios, Medtronic and Fisher and Paykel; PP reports a research grant from Pfizer in collaboration with the NIH; J-FP declares fees for speaker and participation to scientific board (Orion pharma); YS and/or his institution received grants from the Australian National Health and Medical Research Council, research grants and in-kind support for the SPICE III trial from Pfizer and Orion Pharma and speaker’s honorarium for participation in educational events from Pfizer, Orion Pharma and Abbott laboratories; JWD, EWE, GLF, CG, CG, JPK, TL, SM, MJM, BP, KP, BR, TS and HTO declare no conflict of interest. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, Gattinoni L, van Haren F, Larsson A, McAuley DF, Ranieri M, Rubenfeld G, Thompson BT, Wrigge H, Slutsky AS, Pesenti A. Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315:788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]2. Devlin JW, Skrobik Y, Gelinas C, Needham DM, Slooter AJC, Pandharipande PP, Watson PL, Weinhouse GL, Nunnally ME, Rochwerg B, Balas MC, van den Boogaard M, Bosma KJ, Brummel NE, Chanques G, Denehy L, Drouot X, Fraser GL, Harris JE, Joffe AM, Kho ME, Kress JP, Lanphere JA, McKinley S, Neufeld KJ, Pisani MA, Payen JF, Pun BT, Puntillo KA, Riker RR, Robinson BRH, Shehabi Y, Szumita PM, Winkelman C, Centofanti JE, Price C, Nikayin S, Misak CJ, Flood PD, Kiedrowski K, Alhazzani W. Clinical practice guidelines for the prevention and management of pain, agitation/sedation, delirium, immobility, and sleep disruption in adult patients in the ICU. Crit Care Med. 2018;46:e825–e873. doi: 10.1097/CCM.0000000000003299. [PubMed] [CrossRef] [Google Scholar]3. Chanques G, Drouot X, Payen JF. 2008–2018: ten years of gradual changes in the sedation guidelines for critically ill patients. Anaesth Crit Care Pain Med. 2018;37:509–511. doi: 10.1016/j.accpm.2018.10.014. [PubMed] [CrossRef] [Google Scholar]4. Papazian L, Aubron C, Brochard L, Chiche JD, Combes A, Dreyfuss D, Forel JM, Guerin C, Jaber S, Mekontso-Dessap A, Mercat A, Richard JC, Roux D, Vieillard-Baron A, Faure H. Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9:69. doi: 10.1186/s13613-019-0540-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Papazian L, Forel JM, Gacouin A, Penot-Ragon C, Perrin G, Loundou A, Jaber S, Arnal JM, Perez D, Seghboyan JM, Constantin JM, Courant P, Lefrant JY, Guerin C, Prat G, Morange S, Roch A, Investigators AS. Neuromuscular blockers in early acute respiratory distress syndrome. N Engl J Med. 2010;363:1107–1116. doi: 10.1056/NEJMoa1005372. [PubMed] [CrossRef] [Google Scholar]6. Chanques G, Conseil M, Roger C, Constantin JM, Prades A, Carr J, Muller L, Jung B, Belafia F, Cisse M, Delay JM, de Jong A, Lefrant JY, Futier E, Mercier G, Molinari N, Jaber S. Immediate interruption of sedation compared with usual sedation care in critically ill postoperative patients (SOS-Ventilation): a randomised, parallel-group clinical trial. Lancet Respir Med. 2017;5:795–805. doi: 10.1016/S2213-2600(17)30304-1. [PubMed] [CrossRef] [Google Scholar]7. Shehabi Y, Bellomo R, Kadiman S, Ti LK, Howe B, Reade MC, Khoo TM, Alias A, Wong YL, Mukhopadhyay A, McArthur C, Seppelt I, Webb SA, Green M, Bailey MJ. Sedation intensity in the first 48 hours of mechanical ventilation and 180-day mortality: a multinational prospective longitudinal cohort study. Crit Care Med. 2018;46:850–859. doi: 10.1097/CCM.0000000000003071. [PubMed] [CrossRef] [Google Scholar]8. Shehabi Y, Howe BD, Bellomo R, Arabi YM, Bailey M, Bass FE, Bin Kadiman S, McArthur CJ, Murray L, Reade MC, Seppelt IM, Takala J, Wise MP, Webb SA. Early sedation with dexmedetomidine in critically ill patients. N Engl J Med. 2019;380:2506–2517. doi: 10.1056/NEJMoa1904710. [PubMed] [CrossRef] [Google Scholar]9. Payen JF, Chanques G, Futier E, Velly L, Jaber S, Constantin JM. Sedation for critically ill patients with COVID-19: Which specificities? One size does not fit all. Anaesth Crit Care Pain Med. 2020;39:341–343. doi: 10.1016/j.accpm.2020.04.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Devlin JW, O'Neal HR, Jr, Thomas C, Barnes Daly MA, Stollings JL, Janz DR, Ely EW, Lin JC. Strategies to optimize ICU liberation (A to F) bundle performance in critically ill adults with Coronavirus disease 2019. Crit Care Explor. 2020;2:e0139. doi: 10.1097/CCE.0000000000000139. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Ammar MA, Sacha GL, Welch SC, Bass SN, Kane-Gill SL, Duggal A, Ammar AA. Sedation, analgesia, and paralysis in COVID-19 patients in the setting of drug shortages. J Intensive Care Med. 2020 doi: 10.1177/0885066620951426. [PubMed] [CrossRef] [Google Scholar]12. Siow WT, Tang SH, Agrawal RV, Tan AYH, See KC. Essential ICU drug shortages for COVID-19: what can frontline clinicians do? Crit Care. 2020;24:260. doi: 10.1186/s13054-020-02971-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Alhazzani W, Belley-Cote E, Moller MH, Angus DC, Papazian L, Arabi YM, Citerio G, Connolly B, Denehy L, Fox-Robichaud A, Hough CL, Laake JH, Machado FR, Ostermann M, Piraino T, Sharif S, Szczeklik W, Young PJ, Gouskos A, Kiedrowski K, Burns KEA. Neuromuscular blockade in patients with ARDS: a rapid practice guideline. Intensive Care Med. 2020;46:1977–1986. doi: 10.1007/s00134-020-06227-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Murray MJ, DeBlock H, Erstad B, Gray A, Jacobi J, Jordan C, McGee W, McManus C, Meade M, Nix S, Patterson A, Sands MK, Pino R, Tescher A, Arbour R, Rochwerg B, Murray CF, Mehta S. Clinical practice guidelines for sustained neuromuscular blockade in the adult critically ill patient. Crit Care Med. 2016;44:2079–2103. doi: 10.1097/CCM.0000000000002027. [PubMed] [CrossRef] [Google Scholar]15. National Heart, Lung, and Blood Institute PETAL Clinical Trials Network, Moss M, Huang DT, Brower RG, Ferguson ND, Ginde AA, Gong MN, Grissom CK, Gundel S, Hayden D, Hite RD, Hou PC, Hough CL, Iwashyna TJ, Khan A, Liu KD, Talmor D, Thompson BT, Ulysse CA, Yealy DM, Angus DC (2019) Early neuromuscular blockade in the acute respiratory distress syndrome. N Engl J Med 380:1997–2008 [PMC free article] [PubMed]16. Gelinas C, Joffe AM, Szumita PM, Payen JF, Berube M, Shahiri TS, Boitor M, Chanques G, Puntillo KA. A psychometric analysis update of behavioral pain assessment tools for noncommunicative, critically ill adults. AACN Adv Crit Care. 2019;30:365–387. doi: 10.4037/aacnacc2019952. [PubMed] [CrossRef] [Google Scholar]17. Chanques G, Tarri T, Ride A, Prades A, De Jong A, Carr J, Molinari N, Jaber S. Analgesia nociception index for the assessment of pain in critically ill patients: a diagnostic accuracy study. Br J Anaesth. 2017;119:812–820. doi: 10.1093/bja/aex210. [PubMed] [CrossRef] [Google Scholar]18. Shahiri TS, Richard-Lalonde M, Richebe P, Gelinas C. Exploration of the nociception level (NOL) index for pain assessment during endotracheal suctioning in mechanically ventilated patients in the intensive care unit: an observational and feasibility study. Pain Manag Nurs. 2020 doi: 10.1016/j.pmn.2020.02.067. [PubMed] [CrossRef] [Google Scholar]19. Vinclair M, Schilte C, Roudaud F, Lavolaine J, Francony G, Bouzat P, Bosson JL, Payen JF. Using pupillary pain index to assess nociception in sedated critically ill patients. Anesth Analg. 2019;129:1540–1546. doi: 10.1213/ANE.0000000000004173. [PubMed] [CrossRef] [Google Scholar]20. Riker R, Fraser G, Simmons L, Wilkins M. Validating the sedation-agitation scale with the bispectral index and visual analog scale in adult ICU patients after cardiac surgery. Intensive Care Med. 2001;27:853–858. doi: 10.1007/s001340100912. [PubMed] [CrossRef] [Google Scholar]21. Sessler CN, Gosnell MS, Grap MJ, Brophy GM, O'Neal PV, Keane KA, Tesoro EP, Elswick RK. The Richmond Agitation-Sedation Scale: validity and reliability in adult intensive care unit patients. Am J Respir Crit Care Med. 2002;166:1338–1344. doi: 10.1164/rccm.2107138. [PubMed] [CrossRef] [Google Scholar]22. Vincent JL, Shehabi Y, Walsh TS, Pandharipande PP, Ball JA, Spronk P, Longrois D, Strom T, Conti G, Funk GC, Badenes R, Mantz J, Spies C, Takala J. Comfort and patient-centred care without excessive sedation: the eCASH concept. Intensive Care Med. 2016;42:962–971. doi: 10.1007/s00134-016-4297-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Mehta S, Spies C, Shehabi Y. Ten tips for ICU sedation. Intensive Care Med. 2018;44:1141–1143. doi: 10.1007/s00134-017-4992-9. [PubMed] [CrossRef] [Google Scholar]24. Strom T, Martinussen T, Toft P. A protocol of no sedation for critically ill patients receiving mechanical ventilation: a randomised trial. Lancet. 2010;375:475–480. doi: 10.1016/S0140-6736(09)62072-9. [PubMed] [CrossRef] [Google Scholar]25. Chanques G, Kress JP, Pohlman A, Patel S, Poston J, Jaber S, Hall JB. Impact of ventilator adjustment and sedation-analgesia practices on severe asynchrony in patients ventilated in assist-control mode. Crit Care Med. 2013;41:2177–2187. doi: 10.1097/CCM.0b013e31828c2d7a. [PubMed] [CrossRef] [Google Scholar]26. Mehta S, Burry L, Cook D, Fergusson D, Steinberg M, Granton J, Herridge M, Ferguson N, Devlin J, Tanios M, Dodek P, Fowler R, Burns K, Jacka M, Olafson K, Skrobik Y, Hebert P, Sabri E, Meade M. Daily sedation interruption in mechanically ventilated critically ill patients cared for with a sedation protocol: a randomized controlled trial. JAMA. 2012;308:1985–1992. doi: 10.1001/jama.2012.13872. [PubMed] [CrossRef] [Google Scholar]27. Brook AD, Ahrens TS, Schaiff R, Prentice D, Sherman G, Shannon W, Kollef MH. Effect of a nursing-implemented sedation protocol on the duration of mechanical ventilation. Crit Care Med. 1999;27:2609–2615. doi: 10.1097/00003246-199912000-00001. [PubMed] [CrossRef] [Google Scholar]28. Bucknall TK, Manias E, Presneill JJ. A randomized trial of protocol-directed sedation management for mechanical ventilation in an Australian intensive care unit. Crit Care Med. 2008;36:1444–1450. doi: 10.1097/CCM.0b013e318168f82d. [PubMed] [CrossRef] [Google Scholar]29. Chanques G, Jaber S, Barbotte E, Violet S, Sebbane M, Perrigault PF, Mann C, Lefrant JY, Eledjam JJ. Impact of systematic evaluation of pain and agitation in an intensive care unit. Crit Care Med. 2006;34:1691–1699. doi: 10.1097/01.CCM.0000218416.62457.56. [PubMed] [CrossRef] [Google Scholar]30. Dodek P, Chanques G, Brown G, Norena M, Grubisic M, Wong H, Jaber S. Role of organisational structure in implementation of sedation protocols: a comparison of Canadian and French ICUs. BMJ Qual Saf. 2012;21:715–721. doi: 10.1136/bmjqs-2011-000083. [PubMed] [CrossRef] [Google Scholar]31. Kress JP, Pohlman AS, O'Connor MF, Hall JB. Daily interruption of sedative infusions in critically ill patients undergoing mechanical ventilation. N Engl J Med. 2000;342:1471–1477. doi: 10.1056/NEJM200005183422002. [PubMed] [CrossRef] [Google Scholar]32. Penk JS, Lefaiver CA, Brady CM, Steffensen CM, Wittmayer K. Intermittent versus continuous and intermittent medications for pain and sedation after pediatric cardiothoracic surgery; a randomized controlled trial. Crit Care Med. 2018;46:123–129. doi: 10.1097/CCM.0000000000002771. [PubMed] [CrossRef] [Google Scholar]33. Kollef MH, Levy NT, Ahrens TS, Schaiff R, Prentice D, Sherman G. The use of continuous i.v. sedation is associated with prolongation of mechanical ventilation. Chest. 1998;114:541–548. doi: 10.1378/chest.114.2.541. [PubMed] [CrossRef] [Google Scholar]34. Carson SS, Kress JP, Rodgers JE, Vinayak A, Campbell-Bright S, Levitt J, Bourdet S, Ivanova A, Henderson AG, Pohlman A, Chang L, Rich PB, Hall J. A randomized trial of intermittent lorazepam versus propofol with daily interruption in mechanically ventilated patients. Crit Care Med. 2006;34:1326–1332. doi: 10.1097/01.CCM.0000215513.63207.7F. [PubMed] [CrossRef] [Google Scholar]35. Le Guen M, Liu N, Bourgeois E, Chazot T, Sessler DI, Rouby JJ, Fischler M. Automated sedation outperforms manual administration of propofol and remifentanil in critically ill patients with deep sedation: a randomized phase II trial. Intensive Care Med. 2013;39:454–462. doi: 10.1007/s00134-012-2762-2. [PubMed] [CrossRef] [Google Scholar]36. Payen JF, Bosson JL, Chanques G, Mantz J, Labarere J. Pain assessment is associated with decreased duration of mechanical ventilation in the intensive care unit: a post Hoc analysis of the DOLOREA study. Anesthesiology. 2009;111:1308–1316. doi: 10.1097/ALN.0b013e3181c0d4f0. [PubMed] [CrossRef] [Google Scholar]37. Puntillo KA, Naidu R. Chronic pain disorders after critical illness and ICU-acquired opioid dependence: two clinical conundra. Curr Opin Crit Care. 2016;22:506–512. doi: 10.1097/MCC.0000000000000343. [PubMed] [CrossRef] [Google Scholar]38. Stollings J, Szumita P, Devlin J.  Choice of analgesia and sedation. In: Posa SP, Stollings JL, editors. ICU liberation. Mount Prospect: Society of Critical Care Medicine; 2020.  [Google Scholar]39. Hutchison LC, O'Brien C. Changes in pharmacokinetics and pharmacodynamics in the elderly patient. J Pharm Pract. 2007;20:4–12. doi: 10.1177/0897190007304657. [CrossRef] [Google Scholar]40. Mangoni AA, Jackson SH. Age-related changes in pharmacokinetics and pharmacodynamics: basic principles and practical applications. Br J Clin Pharmacol. 2004;57:6–14. doi: 10.1046/j.1365-2125.2003.02007.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Young C, Knudsen N, Hilton A, Reves JG. Sedation in the intensive care unit. Crit Care Med. 2000;28:854–866. doi: 10.1097/00003246-200003000-00041. [PubMed] [CrossRef] [Google Scholar]42. Pandharipande P, Banerjee A, McGrane S, Ely EW. Liberation and animation for ventilated ICU patients: the ABCDE bundle for the back-end of critical care. Crit Care. 2010;14:157. doi: 10.1186/cc8999. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Ely EW. The ABCDEF bundle: science and philosophy of how ICU liberation serves patients and families. Crit Care Med. 2017;45:321–330. doi: 10.1097/CCM.0000000000002175. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Barnes-Daly MA, Phillips G, Ely EW. Improving hospital survival and reducing brain dysfunction at seven california community hospitals: implementing pad guidelines via the ABCDEF bundle in 6,064 patients. Crit Care Med. 2017;45:171–178. doi: 10.1097/CCM.0000000000002149. [PubMed] [CrossRef] [Google Scholar]45. Pun BT, Balas MC, Barnes-Daly MA, Thompson JL, Aldrich JM, Barr J, Byrum D, Carson SS, Devlin JW, Engel HJ, Esbrook CL, Hargett KD, Harmon L, Hielsberg C, Jackson JC, Kelly TL, Kumar V, Millner L, Morse A, Perme CS, Posa PJ, Puntillo KA, Schweickert WD, Stollings JL, Tan A, McGowan L, Ely EW. Caring for critically ill patients with the ABCDEF bundle: results of the ICU liberation collaborative in over 15,000 adults. Crit Care Med. 2019;47:3–14. doi: 10.1097/CCM.0000000000003482. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Devlin JW, Roberts RJ. Pharmacology of commonly used analgesics and sedatives in the ICU: benzodiazepines, propofol, and opioids. Anesthesiol Clin. 2011;29:567–585. doi: 10.1016/j.anclin.2011.09.001. [PubMed] [CrossRef] [Google Scholar]47. Arroyo-Novoa C, Figueroa-Ramos M, Puntillo K. Opioid and benzodiazepine iatrogenic withdrawal syndrome in patients in the Intensive Care Unit. AACN. 2019;30:353–364. [PMC free article] [PubMed] [Google Scholar]48. Wheeler KE, Grilli R, Centofanti JE, Martin J, Gelinas C, Szumita PM, Devlin JW, Chanques G, Alhazzani W, Skrobik Y, Kho ME, Nunnally ME, Gagarine A, Ergan BA, Fernando S, Price C, Lewin J, Rochwerg B. Adjuvant analgesic use in the critically ill: a systematic review and meta-analysis. Crit Care Explor. 2020;2:e0157. doi: 10.1097/CCE.0000000000000157. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Dzierba AL, Brodie D, Bacchetta M, Muir J, Wasson L, Colabraro M, Gannon W, Connolly K, Biscotti M, Rietdijk W, Moitra V, Bakker J. Ketamine use in sedation management in patients receiving extracorporeal membrane oxygenation. Intensive Care Med. 2016;42:1822–1823. doi: 10.1007/s00134-016-4519-9. [PubMed] [CrossRef] [Google Scholar]50. Perbet S, Verdonk F, Godet T, Jabaudon M, Chartier C, Cayot S, Guerin R, Morand D, Bazin JE, Futier E, Pereira B, Constantin JM. Low doses of ketamine reduce delirium but not opiate consumption in mechanically ventilated and sedated ICU patients: a randomised double-blind control trial. Anaesth Crit Care Pain Med. 2018;37:589–595. doi: 10.1016/j.accpm.2018.09.006. [PubMed] [CrossRef] [Google Scholar]51. Skrobik Y, Duprey MS, Hill NS, Devlin JW. Low-dose nocturnal dexmedetomidine prevents ICU delirium. a randomized, placebo-controlled trial. Am J Respir Crit Care Med. 2018;197:1147–1156. doi: 10.1164/rccm.201710-1995OC. [PubMed] [CrossRef] [Google Scholar]52. L'Her E, Dy L, Pili R, Prat G, Tonnelier JM, Lefevre M, Renault A, Boles JM. Feasibility and potential cost/benefit of routine isoflurane sedation using an anesthetic-conserving device: a prospective observational study. Respir Care. 2008;53:1295–1303. [PubMed] [Google Scholar]53. Mesnil M, Capdevila X, Bringuier S, Trine PO, Falquet Y, Charbit J, Roustan JP, Chanques G, Jaber S. Long-term sedation in intensive care unit: a randomized comparison between inhaled sevoflurane and intravenous propofol or midazolam. Intensive Care Med. 2011;37:933–941. doi: 10.1007/s00134-011-2187-3. [PubMed] [CrossRef] [Google Scholar]54. Jabaudon M, Boucher P, Imhoff E, Chabanne R, Faure JS, Roszyk L, Thibault S, Blondonnet R, Clairefond G, Guerin R, Perbet S, Cayot S, Godet T, Pereira B, Sapin V, Bazin JE, Futier E, Constantin JM. Sevoflurane for sedation in acute respiratory distress syndrome. a randomized controlled pilot study. Am J Respir Crit Care Med. 2017;195:792–800. doi: 10.1164/rccm.201604-0686OC. [PubMed] [CrossRef] [Google Scholar]55. Jerath A, Parotto M, Wasowicz M, Ferguson ND. Volatile anesthetics. Is a new player emerging in critical care sedation? Am J Respir Crit Care Med. 2016;193:1202–1212. doi: 10.1164/rccm.201512-2435CP. [PubMed] [CrossRef] [Google Scholar]56. van Haren F, Pham T, Brochard L, Bellani G, Laffey J, Dres M, Fan E, Goligher EC, Heunks L, Lynch J, Wrigge H, McAuley D. Spontaneous breathing in early acute respiratory distress syndrome: insights from the large observational study to understand the global impact of severe acute respiratory failure study. Crit Care Med. 2019;47:229–238. doi: 10.1097/CCM.0000000000003519. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Goligher EC, Dres M, Patel BK, Sahetya SK, Beitler JR, Telias I, Yoshida T, Vaporidi K, Grieco DL, Schepens T, Grasselli G, Spadaro S, Dianti J, Amato M, Bellani G, Demoule A, Fan E, Ferguson ND, Georgopoulos D, Guerin C, Khemani RG, Laghi F, Mercat A, Mojoli F, Ottenheijm CAC, Jaber S, Heunks L, Mancebo J, Mauri T, Pesenti A, Brochard L. Lung and diaphragm-protective ventilation. Am J Respir Crit Care Med. 2020;191:1105–1115. [Google Scholar]58. Jung B, Constantin JM, Rossel N, Le Goff C, Sebbane M, Coisel Y, Chanques G, Futier E, Hugon G, Capdevila X, Petrof B, Matecki S, Jaber S. Adaptive support ventilation prevents ventilator-induced diaphragmatic dysfunction in piglet: an in vivo and in vitro study. Anesthesiology. 2010;112:1435–1443. doi: 10.1097/ALN.0b013e3181d7b036. [PubMed] [CrossRef] [Google Scholar]59. Demoule A, Molinari N, Jung B, Prodanovic H, Chanques G, Matecki S, Mayaux J, Similowski T, Jaber S. Patterns of diaphragm function in critically ill patients receiving prolonged mechanical ventilation: a prospective longitudinal study. Ann Intensive Care. 2016;6:75. doi: 10.1186/s13613-016-0179-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Guerin C, Reignier J, Richard JC, Beuret P, Gacouin A, Boulain T, Mercier E, Badet M, Mercat A, Baudin O, Clavel M, Chatellier D, Jaber S, Rosselli S, Mancebo J, Sirodot M, Hilbert G, Bengler C, Richecoeur J, Gainnier M, Bayle F, Bourdin G, Leray V, Girard R, Baboi L, Ayzac L. Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368:2159–2168. doi: 10.1056/NEJMoa1214103. [PubMed] [CrossRef] [Google Scholar]61. Guerin C, Beuret P, Constantin JM, Bellani G, Garcia-Olivares P, Roca O, Meertens JH, Maia PA, Becher T, Peterson J, Larsson A, Gurjar M, Hajjej Z, Kovari F, Assiri AH, Mainas E, Hasan MS, Morocho-Tutillo DR, Baboi L, Chretien JM, Francois G, Ayzac L, Chen L, Brochard L, Mercat A. A prospective international observational prevalence study on prone positioning of ARDS patients: the APRONET (ARDS Prone Position Network) study. Intensive Care Med. 2018;44:22–37. doi: 10.1007/s00134-017-4996-5. [PubMed] [CrossRef] [Google Scholar]62. Heider J, Bansbach J, Kaufmann K, Heinrich S, Loop T, Kalbhenn J. Does volatile sedation with sevoflurane allow spontaneous breathing during prolonged prone positioning in intubated ARDS patients? A retrospective observational feasibility trial. Ann Intensive Care. 2019;9:41. doi: 10.1186/s13613-019-0517-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Solverson K, Weatherald J, Parhar KKS. Tolerability and safety of awake prone positioning COVID-19 patients with severe hypoxemic respiratory failure. Can J Anaesth. 2020 doi: 10.1007/s12630-020-01787-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Langer T, Santini A, Bottino N, Crotti S, Batchinsky AI, Pesenti A, Gattinoni L. \"Awake\" extracorporeal membrane oxygenation (ECMO): pathophysiology, technical considerations, and clinical pioneering. Crit Care. 2016;20:150. doi: 10.1186/s13054-016-1329-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Swol J, Shekar K, Protti A, Tukacs M, Broman LM, Barrett NA, Mueller T, Peek GJ, Buscher H. Extubate before VV ECMO decannulation or decannulate while remaining on the ventilator? The EuroELSO 2019 weaning survey. ASAIO J. 2020 doi: 10.1097/MAT.0000000000001237. [PubMed] [CrossRef] [Google Scholar]66. Lehr CJ, Zaas DW, Cheifetz IM, Turner DA. Ambulatory extracorporeal membrane oxygenation as a bridge to lung transplantation: walking while waiting. Chest. 2015;147:1213–1218. doi: 10.1378/chest.14-2188. [PubMed] [CrossRef] [Google Scholar]67. Lemaitre F, Hasni N, Leprince P, Corvol E, Belhabib G, Fillatre P, Luyt CE, Leven C, Farinotti R, Fernandez C, Combes A. Propofol, midazolam, vancomycin and cyclosporine therapeutic drug monitoring in extracorporeal membrane oxygenation circuits primed with whole human blood. Crit Care. 2015;19:40. doi: 10.1186/s13054-015-0772-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Shekar K, Fraser JF, Smith MT, Roberts JA. Pharmacokinetic changes in patients receiving extracorporeal membrane oxygenation. J Crit Care. 2012;27(741):e718–e749. [PubMed] [Google Scholar]69. Marini J, Gattinoni L. Management of COVID-19 respiratory distress. JAMA. 2020;323:2329–2330. doi: 10.1001/jama.2020.6825. [PubMed] [CrossRef] [Google Scholar]70. Girard TD, Kress JP, Fuchs BD, Thomason JW, Schweickert WD, Pun BT, Taichman DB, Dunn JG, Pohlman AS, Kinniry PA, Jackson JC, Canonico AE, Light RW, Shintani AK, Thompson JL, Gordon SM, Hall JB, Dittus RS, Bernard GR, Ely EW. Efficacy and safety of a paired sedation and ventilator weaning protocol for mechanically ventilated patients in intensive care (Awakening and Breathing Controlled trial): a randomised controlled trial. Lancet. 2008;371:126–134. doi: 10.1016/S0140-6736(08)60105-1. [PubMed] [CrossRef] [Google Scholar]71. Huang L, Lin G, Tang L, Yu L, Zhou Z. Special attention to nurses' protection during the COVID-19 epidemic. Crit Care. 2020;24:120. doi: 10.1186/s13054-020-2841-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Capdevila M, Ramin S, Capdevila X. Regional anesthesia and analgesia after surgery in ICU. Curr Opin Crit Care. 2017;23:430–439. doi: 10.1097/MCC.0000000000000440. [PubMed] [CrossRef] [Google Scholar]73. Queiroz Rangel Micuci AJ, Vercosa N, Filho PAG, de Boer HD, Barbosa DD, Cavalcanti IL. Effect of pretreatment with magnesium sulphate on the duration of intense and deep neuromuscular blockade with rocuronium: a randomised controlled trial. Eur J Anaesthesiol. 2019;36:502–508. doi: 10.1097/EJA.0000000000001003. [PubMed] [CrossRef] [Google Scholar]74. Segredo V, Caldwell J, Matthay M, Sharma M, Gruenke L, Miller R. Persistent paralysis in critically ill patients after long-term administration of vecuronium. N Engl J Med. 1992;327:524–528. doi: 10.1056/NEJM199208203270804. [PubMed] [CrossRef] [Google Scholar]"}