{"title": "Histone Monoubiquitination in Chromatin Remodelling: Focus on the Histone H2B Interactome and Cancer", "pubDate": "2020", "PMCID": "PMC7699835", "DOI": "10.3390/cancers12113462", "PMID": "33233707", "abstract": "Chromatin remodelling is a major mechanism by which cells control fundamental processes including gene expression, the DNA damage response (DDR) and ensuring the genomic plasticity required by stem cells to enable differentiation. The post-translational modification of histone H2B resulting in addition of a single ubiquitin, in humans at lysine 120 (K120; H2Bub1) and in yeast at K123, has key roles in transcriptional elongation associated with the RNA polymerase II-associated factor 1 complex (PAF1C) and in the DDR. H2Bub1 itself has been described as having tumour suppressive roles and a number of cancer-related proteins and/or complexes are recognised as part of the H2Bub1 interactome. These include the RING finger E3 ubiquitin ligases RNF20, RNF40 and BRCA1, the guardian of the genome p53, the PAF1C member CDC73, subunits of the switch/sucrose non-fermenting (SWI/SNF) chromatin remodelling complex and histone methyltransferase complexes DOT1L and COMPASS, as well as multiple deubiquitinases including USP22 and USP44. While globally depleted in many primary human malignancies, including breast, lung and colorectal cancer, H2Bub1 is selectively enriched at the coding region of certain highly expressed genes, including at p53 target genes in response to DNA damage, functioning to exercise transcriptional control of these loci. This review draws together extensive literature to cement a significant role for H2Bub1 in a range of human malignancies and discusses the interplay between key cancer-related proteins and H2Bub1-associated chromatin remodelling.", "author": [{"author": "Deborah J Marsh", "affiliation": ["Translational Oncology Group, Faculty of Science, School of Life Sciences, University of Technology Sydney, Ultimo, NSW 2007, Australia.", "Kolling Institute, Faculty of Medicine and Health, Northern Clinical School, University of Sydney, Camperdown, NSW 2006, Australia."], "href": "/?term=Marsh+DJ&cauthor_id=33233707"}, {"author": "Yue Ma", "affiliation": ["Translational Oncology Group, Faculty of Science, School of Life Sciences, University of Technology Sydney, Ultimo, NSW 2007, Australia."], "href": "/?term=Ma+Y&cauthor_id=33233707"}, {"author": "Kristie-Ann Dickson", "affiliation": ["Translational Oncology Group, Faculty of Science, School of Life Sciences, University of Technology Sydney, Ultimo, NSW 2007, Australia."], "href": "/?term=Dickson+KA&cauthor_id=33233707"}], "refPMID": ["24412854", "22894577", "22770212", "30669413", "21248841", "15509584", "21863050", "19489725", "22154517", "24891457", "22649782", "22564770", "20060942", "21362549", "23103252", "24531659", "16337599", "22021426", "19916563", "23933260", "26854224", "28157208", "32458023", "18344985", "18849490", "30923114", "17329563", "26490733", "21739721", "21196936", "19805358", "23163596", "27833949", "19575011", "21329877", "22876190", "24050178", "32496538", "19410543", "21862633", "24441044", "22155569", "16713563", "18614047", "32850785", "31229920", "16094449", "21145479", "12167634", "30981630", "18449190", "12628190", "18285465", "30765112", "25533199", "31922488", "22663077", "25252977", "22056671", "21596312", "28209164", "30563893", "21362548", "30692271", "21827756", "24357716", "22031019", "31504778", "27160905", "29520062", "23615962", "30616689", "31266541", "23412334", "27132940", "29274341", "29277749", "24917497", "31768220", "31317205", "22388813", "22681888", "22681891", "18323406", "28939616", "30899413", "28781076", "27002147", "23760504", "29720480", "29689565", "15931389", "26232424", "18980658", "26934377", "26202491", "22615809", "18832071", "27798111", "26347467", "28481029", "24307806", "28827316", "31938414", "20303867", "32582499", "32056030", "32357539", "32799195", "21772280", "23633491", "33070155", "29061967", "31772167", "22354749", "19037095", "29477841", "27557628", "12121982", "24346345", "18299561", "24211491", "16286247", "30321325", "22231558", "31899247", "22825248", "26331537", "28637690", "31152661", "11313871", "15546622", "16307923", "16630820", "8812838", "12434154", "23489357", "12960210", "14585940", "16931959", "19017757", "29324469", "30926677", "30923346", "0", "22711857", "27037296", "0", "25605744", "32862296", "32726901", "12485996", "25387058", "30898143", "32873422", "23644491", "20086098", "17980597", "15749019", "21183687", "24526689", "18206973", "27880911", "23824326", "29210986", "24197134", "28160502", "21779003", "17694076", "26912860", "21746879", "25228644", "31842906", "32665011", "32499641", "32644293", "31968013", "21468693"], "citedInPMID": ["33233707", "35052383", "35016493", "34681626", "34566579", "34290256"], "body": " AbstractSimple SummaryPost-translational modifications (PTM) of histone tails represent epigenomic regulation of the chromatin landscape, influencing gene expression and the response to DNA damage. This review focusses on cancer-associated roles of ubiquitin as a histone PTM, specifically in conjunction with an E3 ubiquitin ligase cascade that results in the addition of a single ubiquitin (monoubiquitination) to histone H2B at lysine 120 (H2Bub1). H2Bub1 has roles in chromatin accessibility important for transcriptional elongation, the DNA damage response, cellular proliferation and developmental transitions, including in stem cell plasticity. It has been implicated in inflammation and tumour progression, with examples of its loss associated with a worse prognosis for patients with some cancers. Many factors involved in the H2Bub1 interactome are well known cancer-associated proteins, including p53, BRCA1 and components of the SWI/SNF remodelling complex. Increased knowledge of H2Bub1 and its interactome offers new opportunities for therapeutic targeting of malignancy.AbstractChromatin remodelling is a major mechanism by which cells control fundamental processes including gene expression, the DNA damage response (DDR) and ensuring the genomic plasticity required by stem cells to enable differentiation. The post-translational modification of histone H2B resulting in addition of a single ubiquitin, in humans at lysine 120 (K120; H2Bub1) and in yeast at K123, has key roles in transcriptional elongation associated with the RNA polymerase II-associated factor 1 complex (PAF1C) and in the DDR. H2Bub1 itself has been described as having tumour suppressive roles and a number of cancer-related proteins and/or complexes are recognised as part of the H2Bub1 interactome. These include the RING finger E3 ubiquitin ligases RNF20, RNF40 and BRCA1, the guardian of the genome p53, the PAF1C member CDC73, subunits of the switch/sucrose non-fermenting (SWI/SNF) chromatin remodelling complex and histone methyltransferase complexes DOT1L and COMPASS, as well as multiple deubiquitinases including USP22 and USP44. While globally depleted in many primary human malignancies, including breast, lung and colorectal cancer, H2Bub1 is selectively enriched at the coding region of certain highly expressed genes, including at p53 target genes in response to DNA damage, functioning to exercise transcriptional control of these loci. This review draws together extensive literature to cement a significant role for H2Bub1 in a range of human malignancies and discusses the interplay between key cancer-related proteins and H2Bub1-associated chromatin remodelling. Keywords: histone monoubiquitination, E3 ubiquitin ligases, RNF20, p53, BRCA1, CDC73, SWI/SNF, transcriptional elongation, DNA damage 1. IntroductionPost-translational modifications (PTMs) of core histone proteins H2A, H2B, H3 and H4 constituting the nucleosome have driving roles in modulating the chromatin landscape in order to regulate fundamental processes such as transcription and the DNA damage response (DDR). Examples of histone PTMs include methylation, acetylation, phosphorylation, SUMOylation, proline isomerisation and ubiquitination [1,2]. The addition of a single 76 amino acid (8.5 kDa) ubiquitin, monoubiquitination, is one of the bulkier histone modifications [2,3]. A number of histone lysines (K) are monoubiquitinated in the mammalian genome, including K13, K15, K119, K127 and K129 of histone H2A; K34, K120 and K125 of histone H2B; and K31 on histone H4 (reviewed in [4]). The two most well-known mammalian histone monoubiquitination events occur on K119 of histone H2A (H2AK119ub1) linked to the Polycomb Repressor Complex 1 (PRC1) [5] and K120 of histone H2B (H2Bub1), the latter being the subject of this review. Interestingly, these events have opposing functions, with H2AK119ub1 associated with gene silencing and H2Bub1 frequently associated with active transcription [4,5,6].A cascade of enzymatic events is responsible for monoubiquitination, involving an activating ATP-dependent ubiquitin enzyme E1 of which humans have a few, a ubiquitin conjugating enzyme (E2) of which humans have around 40, and a ubiquitin protein ligase (E3) of which humans have as many as 600–1000 [4,7,8]. The most prevalent of the E3 ubiquitin ligases are RING (really interesting new gene) finger domain ligases of which the E3 complex RNF20/RNF40 is the main writer enzyme complex responsible for catalysing H2Bub1 [1,9]. The H2Bub1 chromatin mark is erased by deubiquitinases (DUBs) from the ubiquitin-specific protease (USP) sub-family of DUBs, including USP44 and USP22 (reviewed in [1,10,11,12]) (Figure 1).Open in a separate windowFigure 1The H2Bub1 interactome. H2Bub1 can be written (green plus symbol) by multiple writer enzymes (E3 ubiquitin ligases) following an enzymatic ubiquitin cascade commencing with an E1 ubiquitin activating enzyme followed by an E2 ubiquitin conjugating enzyme. It can be removed (red minus symbol) by numerous erasing deubiquitinases (DUBs) from the Ubiquitin-Specific Protease (USP) sub-family. H2Bub1 interacts with a number of chromatin remodelling complexes and histone chaperones. Numerous components of the H2Bub1 interactome function in more than one cellular process, such as cyclin-dependent kinase 9 (CDK9) in stem cell plasticity and transcription, identified in this schematic by matching colours. The H2Bub1 interactome continues to be elucidated and is growing as new discoveries are made. Androgen receptor (AR); AT-Rich Interaction Domain 1B (ARID1B); BRG1/BRM-associated factor (BAF250B); BRCA1-Associated RING Domain 1 (BARD1); Breast Cancer Type 1 (BRCA1); Breast Cancer Type 2 (BRCA2); cyclin-dependent kinase 9 (CDK9); estrogen receptor alpha (ERα); complex of proteins associated with SET1 (COMPASS); disrupter of telomere silencing 1-like (DOT1L); facilitates chromatin transcription (FACT); Human Double Minute 2 (HDM2); X-ray Repair Cross Complementing 5 (Ku80, also known as XRCC5); RNA polymerase II-associated factor 1 complex (PAF1C); Positive Transcription Elongation Factor-b (P-TEFb); tumour protein 53 (p53); RNA polymerase II (RNA Pol II); RAD51 Recombinase (RAD51); RING Finger Protein 20 (RNF20); RING Finger Protein 40 (RNF40); Spt-Ada-Gcn5-acetyltransferase (SAGA); Su(var) 3–9 (SET1, suppressor of position effect variegation), enhancer of zeste (E(z)), and trithorax (Trx); SNF2 homologue, (SNF2H, also known as SMARCA5); Suppressor of Ty Homologue-6 (SUPT6H); Switch/sucrose non-fermenting (SWI/SNF); transcription elongation factor II S (TFIIS); ubiquitin conjugating enzyme E2 A (UBE2A); ubiquitin-conjugating enzyme E2 E (UBE2E1); Ubiquitin-Specific Protease (USP); X-ray Repair Cross Complementing 4 (XRCC4). Created with BioRender.com.The enzymatic cascade that writes H2Bub1 is invoked to enable association of the human RNA polymerase II-associated factor 1 (PAF1) transcriptional complex with RNA polymerase II (RNA pol II) to facilitate transcriptional elongation [13]. It is also required to facilitate the accumulation of H2Bub1 at sites of double strand breaks (DSBs) where it functions as a scaffold or docking platform for the recruitment of DNA repair factors [14]. H2Bub1 has also been linked to DNA replication in yeast [15] and in both yeast and human cells, genomic stability through the maintenance of centromeric chromatin [16]. While H2Bub1 itself has been described as having tumour suppressive properties, a number of tumour suppressor proteins are also associated with H2Bub1-related processes including RNF20, CDC73, BRCA1, p53 and members of the switch/sucrose non-fermenting (SWI/SNF) chromatin remodelling complexes (also known as the BAF complexes) [17,18,19,20].Global levels of H2Bub1 and/or its E3 ligase complex members RNF20 and RNF40, have been investigated in numerous tumours using methods including immunohistochemistry and for RNF40 and/or RNF20, assessment of transcript levels and promoter hypermethylation. Dependent upon tumour type, depleted global H2Bub1 levels have been shown to correlate with inflammatory processes that may function as precursor events to tumorigenesis, in tumour progression and in some tumour types have been correlated with a worse prognosis [21,22]. On the background of global loss of H2Bub1 in cancer cells, H2Bub1 is enriched at the coding regions of highly expressed genes in response to DNA damage, including p53 gene targets and genes involved in resistance to therapeutic drugs [23,24]. H2Bub1 therefore has a role in determining the fate of cancer cells that may be amenable to therapeutic intervention. Further evidence for a key role in determining cell fate is the role of H2Bub1 in the differentiation of stem cells, whether it be through engaging with other histone PTMs via histone cross-talk, or the enzymes involved in writing and erasing H2Bub1 [10,12]. H2Bub1 and its associated factors have also been linked to regulation of key development pathways in plants, including seed dormancy/germination and flowering time, as well as resistance to pathogen invasion [25,26,27,28]. It is clear that H2Bub1 has a significant role across species to regulate important functions through the modulation of gene expression.In this review we discuss the role of H2Bub1 in fundamental cellular processes including gene transcription, the DDR and stem cell differentiation. We bring together the current literature on the involvement of H2Bub1 across multiple different tumour types, including links recently established between H2Bub1 and inflammation. Lastly, we investigate the current state-of-play between H2Bub1 and members of its interactome complicit in the establishment and/or progression of malignancy.  2. H2Bub1 and Transcriptional ElongationMonoubiquitination isn’t the only histone PTM that occurs at K120 of histone H2B. Acetylation at this site (H2BK120ac) written by the lysine acetyl transferase KAT3 is thought to act as a mark of chromatin poised to enter the active state, highlighting the temporal acetylation/ubiquitination switch working to achieve transcription [29]. H2Bub1 physically disrupts chromatin compaction, creating a more open conformation accessible to transcription factors and other proteins and/or protein complexes involved in activities such as DNA repair [30]. This is more than purely physical disruption, as replacement of ubiquitin with the even bulkier molecule small ubiquitin-like modifier (SUMO), does not result in the same functional effects [31]. K120 of histone H2B is physically located at the interface of adjacent nucleosomes, making it possible that H2Bub1 has an impact on nucleosome stacking that may affect nucleosome stability [30]. Chandrasekharan and colleagues demonstrated that nucleosome stability increases in the presence of H2Bub1 during transcription and that this negatively impacts upon cell growth [31], with a later study suggesting that this may be a modest effect [32].H2Bub1 is enriched at the coding regions of highly expressed genes [24]. In response to stimuli such as a hormone and/or a developmental signal or DNA damaging agent, cyclin-dependent kinase 9 (CDK9), part of the Positive Transcription Elongation Factor-b (P-TEFb) [33] complex, phosphorylates both the H2Bub1 E2 enzyme UBE2A and Ser2 in the carboxy-terminal domain (CTD) of RNA Pol II [12,34]. This creates a binding domain for WAC (WW Domain-Containing Adapter Protein with Coiled-Coil) that directly links the main H2Bub1 E3 ligase complex RNF20/RNF40 to RNA pol II [12,35]. In this co-transcriptional role with H2Bub1, CDK9 has been shown in yeast to be responsible for releasing RNA pol II from promoter-proximal pausing, making it an important regulator of gene expression [1,36,37]. Notably, RNA pol II promoter-proximal pausing has been implicated in the suppression of transcription of antisense genes [38].Both RNF20 and RNF40 have been shown to physically interact with subunits of the human PAF1C (including the PAF1 subunit itself, CDC73 and CTR9) that associates with RNA Pol II, setting the stage for interaction of all these factors that enable transcriptional elongation to proceed [39] (reviewed in [1,10,12]) (Figure 1, Figure 2A). Enrichment of H2Bub1 occupancy at highly expressed genes has been shown to correlate with the recruitment of Pol II, prior to the increase of mRNA expression and to decrease once RNA Pol II has dissociated [24]. Examples of genes with enriched H2Bub1 include those that are transcriptionally driven by hormone receptors, specifically estrogen receptor alpha (ERα) [22,40,41] important in some breast and ovarian cancers, and the androgen receptor (AR), important in prostate cancer [42], as well as p53 target genes that function in the cellular response to DNA damage [10,24] (Figure 2B). Open in a separate windowFigure 2H2Bub1 in transcriptional elongation. (A) Following stimuli such as DNA damage, hormones or developmental signals, cyclin-dependent kinase 9 (CDK9) that is part of the Positive Transcription Elongation Factor-b (P-TEFb) complex phosphorylates Ser2 in the carboxy-terminal domain of RNA polymerase II (RNA pol II) depicted by a chain of circles, as well as the E2 ubiquitin conjugating enzyme ubiquitin conjugating enzyme E2 A (UBE2A). This dual phosphorylation shown by red circles, establishes a binding domain for the WW domain-containing adaptor with coiled-coil (WAC) and the E3 ubiquitin ligase complex RNF20/RNF40 that monoubiquitinates histone H2B at lysine 120 (H2Bub1, ubiquitin shown as a purple circle). RNF20/RNF40 physically interacts with the PAF1 complex consisting of CDC73, CTR9, LEO1, SKI8, RTF1 and PAF1 that associates with RNA pol II to establish transcriptional elongation. The chromatin remodelling factor FACT is recruited by H2Bub1, and removes a H2B-H2A dimer from the core nucleosome that takes away the physical block to RNA pol II, allowing it to move through the nucleosome, facilitating gene expression (green arrow). (B) A number of transcription factors have been associated with enriched H2Bub1 at target genes, including p53 (red lightning bolt depicts DNA damage that activates this tumour suppressor), the estrogen receptor (ERα) and androgen receptor (AR). ?? indicates as yet unknown transcription factors. Created with BioRender.com.To enable transcriptional elongation, H2Bub1 recruits the histone chaperone that facilitates chromatin transcription (FACT) that works to remove the H2A-H2B dimer from the nucleosome, therefore removing the physical block to RNA pol II (Figure 2A) [43]. A FACT subunit, Spt16, functions with H2Bub1 to then enable nucleosome reassembly following RNA pol II transcriptional elongation [44]. These apparently opposing functions of H2Bub1 highlight its key roles in the kinetics of nucleosome assembly and disassembly required during and post transcription. H2Bub1 is also central in trans-histone crosstalk, recruiting histone methyltransferase complexes that further direct chromatin configuration and gene expression [45,46,47,48]. The catalytic activity of the disrupter of telomere silencing 1-like (DOT1L) histone methyltransferase that facilitates methylation of histone H3 at K79 (H3K79me) at the proximal region of actively transcribed genes is stimulated by H2Bub1 [49,50,51,52,53,54]. Loss of H3K79me2 has been correlated with genomic instability [55]. Another active chromatin mark is histone H3K4 methylation that is catalysed by SET1, the methyltransferase subunit of the complex of proteins associated with SET1 (COMPASS) after first being recruited by H2Bub1 [39,56,57]. Furthermore, Basnet and colleagues report an association between the phosphorylation of tyrosine 57 on histone H2A by casein kinase 2 (CK2) and H2Bub1 in yeast and mammalian cells. Loss of this histone H2A phosphorylation event, either by mutation at the histone H2A tyrosine site or inhibition of CK2, leads to loss of H2Bub1, H3K4me3 and H3K79me3, impacting on transcriptional elongation and likely involving the Spt-AdaGcn5 acetyltransferase (SAGA) chromatin modifying complex [58]. This is another example of how H2Bub1 functions in histone crosstalk. These patterns of trans-histone cross-talk cement the importance of H2Bub1 as a central regulator of transcription (Figure 1).While being a clear enabler of transcriptional elongation, in certain circumstances H2Bub1 can also impede it. At least in yeast, there would appear to be a positional effect determined by gene location given that H2Bub1 at promoters of genes that aren’t expressed appear to inhibit the formation of transcriptional complexes [59]. The H2Bub1 writer enzyme RNF20 has been demonstrated to obstruct binding of the transcription elongation factor transcription elongation factor II S (TFIIS) to the PAF1C, so blocking the ability to relieve stalled RNA pol II on chromatin [60]. In this way, RNF20 works to selectively inhibit the transcription of pro-oncogenic genes located in condensed chromatin, supportive of a tumour suppressor function for this E3 ligase. H2Bub1 occupancy is, therefore, complex and likely tissue, genomic position and contextually specific, as not all genes require H2Bub1 enrichment for their expression [61]. One study combining RNA sequencing and Assay for Transposase Accessible Chromatin (ATAC-seq) in fallopian tube epithelial cell lines suggested an association between loss of H2Bub1 and a more open chromatin configuration [62]. In summary, H2Bub1 is a master regulator of transcription, controlling gene expression in response to acute stimuli and developmental signals in a context specific manner and occupying a central role in histone cross-talk directing gene expression. 3. H2Bub1 and the DNA Damage Response (DDR)H2Bub1 accumulates after DNA damage at sites of DSBs as part of the cellular DDR [14,63,64]. Upon DNA damage, the ATM (ataxia telangiectasia mutated) kinase phosphorylates RNF20 and RNF40, facilitating the recruitment of this E3 ligase complex to DSBs where it acts to catalyse H2Bub1 [14]. DNA damage-associated H2Bub1 then acts as a platform to recruit the chromatin remodelling factor SNF2H and other proteins required for homologous recombination repair (HRR) including BRCA1, BRCA2 and RAD51, as well as non-homologous end joining, including XRCC4 and Ku80 (Figure 1 and Figure 3) [14,63,65].Open in a separate windowFigure 3H2Bub1 in the DNA damage response. In the presence of double strand breaks (DSBs), ATM (ataxia telangiectasia mutated) phosphorylates (red circles) RNF20 and RNF40 that localise to DSBs where they function as an E3 ligase complex to write H2Bub1 (purple circles). H2Bub1 acts as a platform to attract proteins that work in both homologous recombination (HRR: BRCA1, BRCA2, RAD51, SNF2H and additional proteins) and non-homologous end joining (NHEJ: XRCC4, Ku80 (XRCC5) and additional proteins) to enable DNA repair. Created with BioRender.com.Numerous factors that have a role in H2Bub1-related transcription also have a role in H2Bub1-related DNA repair. One of these is the histone chaperone FACT complex subunit Spt16 that binds to RNF20 to enable recruitment of SNF2H as well as the DNA repair proteins BRCA1 and RAD51 at DSBs to initiate HRR [66]. RNF40 was shown to have a similar role and interaction with Spt16 at sites of DSBs [67]. A number of the H2Bub1 DUBs have also been implicated in the DNA damage response through modulation of chromatin, including USP11 [68], USP22 [69,70] and USP44 [71]. Furthermore, the DOT1L histone methyltransferase known to engage in trans-histone cross-talk with H2Bub1 is important for HRR at DSBs [72].Global loss of H2Bub1 has been observed in cancer cell line models following treatment with DNA damaging agents including doxorubicin, neocarzinostatin and cisplatin [14,23,24]. On the background of this global loss, H2Bub1 is enriched in the coding regions of specific highly expressed genes, including p53 target genes such as CDKN1A and MDM2 [23,24]. It is likely in these cases that many genes that display enriched H2Bub1 following DNA damage are required for decisions regarding cellular fate [23]. 4. H2Bub1 and Cellular Proliferation in CancerIt is well established that cellular proliferation is dependent upon access to chromatin to regulate the expression of oncogenes and tumour suppressors that when aberrantly expressed can lead to a malignant phenotype. Loss of H2Bub1 has been associated with tumour progression consistent with a tumour suppressive function of this histone PTM [1,10,12]. The role of H2Bub1 in cellular proliferation has been studied predominantly through manipulation of its key writer and eraser enzymes. For example, siRNA (short interfering RNA) down-regulation of RNF20 and RNF40 has been reported to inhibit proliferation of prostate cancer cells [42]. Of note, RNF40 has been implicated in the control of key apoptotic genes in colorectal cancer cells [73]. RNF20 has also been identified as necessary for proliferation, both in vitro in mixed-lineage leukemia (MLL)-rearranged human acute myeloid leukemia (AML) cell lines and in vivo, being important for disease progression in a genetically engineered mouse model of AML [74]. RNF20 and USP44 have different effects on the proliferation and migration of breast cancer cells dependent on subtype, i.e., basal-like versus luminal [22]. H2Bub1-associated DUBs USP22, USP51 and USP27X have been shown in vitro to be required for normal growth, with in vivo depletion suppressing tumour growth in a mouse xenograft model of breast cancer cells [75]. Down-regulation of USP36 in lung cancer cells has also been shown to negatively impact on cell proliferation [76]. A number of these associations are discussed elsewhere in this review. 5. H2Bub1 is a Key Regulator of Developmental Transitions5.1. H2Bub1 and Stem Cell PlasticityHistone PTMs are important for maintaining stem cell self-renewal and the plasticity of stem cells, as well as facilitates stem cell differentiation into different cell lineages [77,78,79,80,81]. H2Bub1 levels have been shown to increase during the differentiation of embryonic stem cells (ESCs) and embryonal carcinoma stem cells (ECSCs) [82], as well as in human mesenchymal stem cells (hMSCs) after differentiation into osteoblasts and adipocytes [83]. Numerous components of the H2Bub1 interactome have been implicated in the maintenance of stem cell pluripotency and differentiation, including the writers RNF20 [82] and RNF40 [83], cyclin-dependent kinase CDK9 [83], the BAF250b (BRG1/BRM-Associated Factor) subunit of the SWI/SNF chromatin remodelling complex [84], H2Bub1-interacting histone methyltransferase complexes including COMPASS [85] and DOT1L [86,87,88], as well as the DUBs USP22 [89,90,91,92] and USP44 [82,93]. As for DNA damage, H2Bub1 and many of its regulatory factors that modulate chromatin play a central role in determining cellular fate as part of key signalling required for differentiation. In the case of cancer stem cells that are linked with tumour initiation, relapse and drug resistance, targeting specific components of the H2Bub1 interactome may offer new therapeutic strategies for drug resistant malignancies [88,90,91,93].5.2. H2Bub Regulates Developmental Pathways and the Immune Response in PlantsDrawing parallels between the human and the plant world, H2Bub1 and the E2 and E3 ligases involved in its writing have been shown to have major roles in the control of gene expression linked to developmental and immune functions in a range of plant species. E2 and E3 ligases that write H2Bub1 in Arabidopsis thaliana are pivotal in controlling expression of FLOWERING LOCUS C (FLC) that is the main repressor of flowering, thus dictating flowering time [25,94]. H2Bub1 in Arabidopsis has also been linked to the regulation of circadian clock genes [26]. Down-regulation of the E3 ligase encoding flowering-related RING Protein 1 (FRRP1) in rice, Oryza sativa, has been shown to regulate flowering time and yield potential, most likely through H2Bub1 [95]. Seed germination is another key developmental transition for plants. H2Bub1 controlled by E3 ligases has been shown to control the expression of genes involved in seed dormancy in Arabidopsis thaliana [27]. Further, variation in monoubiquitination of histone H2A and H2B variants has been linked to the innate immune response against fungal attack in rice, and H2Bub1 has been shown to have a role in defence against the fungus Botrytis cinerea in tomato, again via its E3 ubiquitin ligases [28,96]. Considered together, H2Bub1 has a significant role in the plant ubiquitin chromatin landscape with regulatory influence over the expression of genes in developmental programs including the circadian clock, flowering time, seed dormancy and germination, as well as in pathogen defence. The role of H2Bub1 spans multicellular eukaryotes and key cellular processes, establishing its importance as a major epigenomic regulator of gene expression in both the animal and plant kingdom.  6. Global Loss of H2Bub1 in Human MalignancyGlobal loss of H2Bub1 in primary tumours or early lesions has been detected using immunohistochemistry by us and others across a range of malignancies. H2Bub1, RNF20 and/or RNF40 have been investigated in numerous cancer tissues, including breast [22,40,41,97,98], ovarian [62,99], colorectal [21,97,100], lung [97,101], gastric [102], kidney [103] and parathyroid [18]. Where clear numbers have been reported in publications, we have summarised this data; for H2Bub1 (Table 1) and RNF20/RNF40 (Table 2). In some cancers, H2Bub1 loss by way of loss of RNF20 has been implicated in an early inflammatory response, while in others it has been linked to progression of the tumour and in some cases, a worse prognosis. Table 1H2Bub1 loss in primary tumours.Tissue TypeCohort Size% H2Bub1 LossReferenceBreast—normal mammary duct epithelial cells (adjacent tissue)80%[40]Breast—benign tumour180%[40]Breast—cancer6467%[40]Breast—cancer3497%[97]Colon—normal mucosa550%[100]Colon—cancer3686%[97]Colon—cancer158421% ^[100]26% ^^Gastric cancer (well differentiated)234% ^[102]30% ^^Gastric cancer (moderately differentiated)5513% ^[102]40% ^^Gastric cancer (poorly differentiated)8121% ^[102]77% ^^Lung—cancer3697%[97]Lung—adenocarcinoma (well differentiated)2831%[101]Lung—adenocarcinoma (moderately differentiated)7646%[101]Lung adenocarcinoma—(poorly differentiated)5954%[101]HGSOC40777% ^\n[99]19% ^^\nHGSOC1844% ^[62]56% ^^Fallopian tube STIC 2524% ^[62]76% ^^Normal FTE239% ^[62]74% ^^Parathyroid tumours (CDC73-associated)1155% ^[18]45% ^^Open in a separate windowWhere H2Bub1 data was reported both as total loss or weak to moderate immunohistochemical levels, it is identified as follows: ^ total loss of H2Bub1 (no nuclear H2Bub1 present detected by immunohistochemistry); ^^ weak to moderate H2Bub1 detected by immunohistochemistry. HGSOC, High-grade serous ovarian cancer; STIC, Serous Tubal Intraepithelial Carcinoma; FTE, fallopian tube epithelium.Table 2RNF20 and RNF40 loss in primary tumours.\nTumour Type\n\nCohort Size\n\nRNF20\n^\n\nRNF20\n^^\n\n% Tumours\n\nwith RNF20\n\nLoss\n\nReference\nHGSOC424√\n6% ^^^[99]7% ^^^^HGSOC579\n√53%[62]Lung adenocarcinoma517\n√~25% *[101]\nTumour Type\n\nCohort Size\n\nRNF40\n^\n\nRNF40\n^^\n\n% Tumours\n\nwith RNF40\n\nLoss\n\nReference\nHGSOC579\n√36%[62]HCC130√\n50% **[104]Open in a separate window^ protein levels assessed by immunohistochemistry; ^^ gene transcript levels; ^^^ total loss (immunohistochemical score of 0); ^^^^ intermediate staining; * refers to lower RNF20 levels in malignant lung tissue versus normal lung tissue. ** the remainder of this cohort was described as staining high for RNF40. HGSOC, High-grade serous ovarian cancer; HCC, hepatocellular carcinoma.6.1. H2Bub1 Loss is Associated with an Inflammatory Response that may Increase Risk of Developing CancerThe ability to mount an appropriate inflammatory response is part of our key defence mechanisms against pathogens and disease; however, it is when inflammation becomes chronic that problems can arise, including acting as a trigger for tumorigenesis [105]. Chronic inflammation, such as that seen in inflammatory bowel disease (IBD) and ulcerative colitis (UC), is driven by inflammatory mediators such as nuclear factor (NF)-κB and signal transducer and activator of transcription 3 (STAT3), cytokines such as interleukin 6 (IL-6) and prostaglandins, and has been linked to an increased risk of developing cancer [106,107,108,109,110]. Using a model of Rnf20 heterozygous mice to drive depleted H2Bub1, as well as human samples of UC and colorectal cancer, Tarcic and colleagues have shown that loss of H2Bub1 creates a tumour promoting microenvironment in the colon centred on the chronic inflammatory response [21]. The mechanism of up-regulation of genes associated with inflammation such as IL-6 and IL-8 in conjunction with depleted H2Bub1 is through the pro-inflammatory cytokine tumour necrosis factor alpha (TNF-α), itself mediated through NF-κB activation [110]. In non-cancerous epithelial cells in this model, depletion of Rnf20 and as a result H2Bub1, fostered a pro-inflammatory transcriptional response. Furthermore, gene expression of both RNF20 and RNF40, along with down-regulation of H2Bub1, was identified in epithelial and stromal colonic tissue from patients with UC and was inversely correlated with inflammatory cytokines IL6 and IL8 [21]. Studies comparing basal-like cells of triple negative breast cancer (TNBC) that are aggressive and poorly differentiated tumours, with breast tumours of luminal origin with a more favourable prognosis showed that TNBCs had expression of a greater number of inflammatory genes, including IL6 and IL8 [22,111]. Down-regulation of RNF20 further increased the expression of IL6 and IL8 via NF-κB signalling in basal-like breast cancer cells and depleted the repressive chromatin mark H3K9me3 at their promoters [22]. In luminal breast cancer cells, however, RNF20 down-regulation was associated with a decrease in expression of ER gene targets that drive proliferation and migration including PGR, CXCL12 and FOXA1 [22]. This finding goes some way towards explaining the apparent opposite roles of RNF20 and H2Bub1 in basal and luminal breast cancers, whereby RNF20 and H2Bub1 appear to function in a tumour-suppressive role in basal-like breast cancer cells and be pro-oncogenic in luminal breast cancer cells, driving tumorigenesis. Further supporting this phenomenon of a breast cancer subtype-specific function of RNF40 and H2Bub1, Wegwitz and colleagues have shown that the RNF40-H2Bub1 axis actually supports growth of HER2-positive (HER2+) breast cancers, both in vitro and in vivo, via transcriptional activation of genes involved in maintenance of the actin cytoskeleton. This important work highlights the opportunity for therapeutic intervention that targets RNF40 and/or H2Bub1 in the HER2+ breast cancer subtype [112].In addition to discoveries linking H2Bub1 and its ligation machinery to inflammatory conditions of the colon with an increased risk of malignancy and developing TNBC, Hooda and colleagues discovered modulation of H2Bub1 levels in pre-cursor cells of ovarian cancer with links to inflammatory genes [62]. Here, upon depletion of RNF20 and concomitant loss of H2Bub1 in fallopian tube epithelial cells, the presumed site of origin of many high-grade serous ovarian cancers (HGSOCs), IL6 was elevated and enhanced migration observed [62]. It is likely that additional tumour cell types will be discovered to increase the production of inflammatory cytokines in response to depletion of RNF20 and H2Bub1, contributing to a microenvironment conducive to initiating malignancy and/or driving tumorigenesis. 6.2. Global Loss of H2Bub1 Is an Early Event in Some CancersTwo studies support that H2Bub1 loss is a very early event in ovarian tumorigenesis, with loss detected in serous tubal intraepithelial carcinomas (STICs) now known to be the precursor lesion for a large proportion of HGSOC [62,113,114], and also equally across all stages (I-IV) of HGSOC [99]. Dickson and colleagues demonstrated global loss of nuclear H2Bub1 in 77% (313 of 407) of HGSOC [99]. No correlation was made between loss of H2Bub1 and either progression free or overall survival. Furthermore, no correlation was detected between the presence of a BRCA1 or BRCA2 mutation and H2Bub1 loss. In the same tumour cohort, complete loss of RNF20 assessed using immunohistochemical staining was seen in only 6% of tumours (26 of 424) and did not correlate with loss of H2Bub1, implying that abrogation of RNF20 function does not explain the majority of H2Bub1 loss present in these tumours. Of note, no HGSOC had both a BRCA1 mutation and RNF20 loss, suggesting that functional abrogation of both of these E3 ligases in the same cell may be lethal [99]. In apparent contrast to this earlier study of RNF20 immunohistochemistry in HGSOC, Hooda and colleagues reported that over half of HGSOC in The Cancer Genome Atlas (TCGA; n = 579) are heterozygous for RNF20 and that 36% were heterozygous for RNF40 [62]. RNF20 protein expression would need to be interrogated in TCGA HGSOC samples to definitively correlate RNF20 and H2Bub1 in this cohort. A complete picture of the factors responsible for the maintenance of H2Bub1 in ovarian and fallopian tube epithelia remains to be elucidated; however, it would appear that H2Bub1 E3 ubiquitin ligase writers, of which there are multiple [1,10] (Figure 1), can functionally substitute for one another in some circumstances. Levels of RNF20 and RNF40 have also been reported to be lower than normal tissue in testicular seminomas, with the suggestion that their loss occurs prior to development of the invasive phenotype [115]. 6.3. Global Loss of H2Bub1 Is Linked to Tumour Progression and a Worse PrognosisOne of the earliest immunohistochemical studies of global H2Bub1 levels in primary tumours was conducted in breast cancer, where a clear increase in H2Bub1 loss was observed over tumour progression, from no loss in normal adjacent tissue and benign tumours, to 67% loss in malignant tumours and 84% loss in breast cancer metastatic deposits [40]. While this study did not analyse tumours based on sub-type, Tarcic and colleagues have subsequently investigated H2Bub1 and its ligation machinery in basal-like (TNBC) and luminal breast cancers [22]. Here, the correlation between H2Bub1 levels and patient outcome was dependent on breast tumour subtype. For women with breast tumours that were ER positive (ER+) and of a luminal subtype, higher levels of H2Bub1 correlated with shorter survival times, while in TNBCs of a basal-like subtype, higher levels of H2Bub1were associated with longer survival [22]. Basal-like tumours had lower H2Bub1 levels relative to other breast sub-types, and are well known to have a worse prognosis. As already noted, in vitro experiments interrogating cell migration and proliferation showed that depleting RNF20 that reduced H2Bub1 levels, acted to increase proliferation and migration of basal-like breast cancer cells, yet decreased these functional endpoints in luminal-type cells. These growth patterns were recapitulated in a mouse model, whereby down-regulation of RNF20 in basal-like cells resulted in faster growing mammary tumours relative to control cells, while down-regulation of RNF20 in luminal type cells led to slower growth than control cells [22]. Further in these preclinical models, metastases to the lung reflected the rate of tumour growth, with down-regulation of RNF20 resulting in an increase of lung metastases from basal-like cells only. Therefore at least in breast cancer, the role of RNF20 and H2Bub1 is highly dependent on cell type of origin; in fact this role is dichotomous in basal-like versus luminal breast cancer cells. H2Bub1 loss has been strongly associated with a worse prognosis in colorectal cancer independent of nodal stage; however, loss of H2Bub1 alone was not an independent prognostic marker [100]. Patients with gastric cancer that stain positively for H2Bub1 had a higher 5 year survival compared to patients where H2Bub1 was lost; in fact, H2Bub1 was an independent prognostic factor for survival in this cancer type [102]. Here, loss of H2Bub1 was increasingly associated with more poorly differentiated tumours [102]. This was also the case for lung tumours and further, lung cancer patients whose tumours were positive for H2Bub1 displayed a trend towards increased survival compared with patients whose tumours had lost H2Bub1 [101]. Decreasing levels of tumour differentiation in parallel with loss of H2Bub1 has also been reported in breast tumours, consistent with a role for H2Bub1 in maintaining a differentiated phenotype [41]. Hahn and colleagues demonstrated global loss of H2Bub1 in familial and sporadic parathyroid tumours associated with mutation of a gene encoding a member of the PAF1C, CDC73 [18]. Benign parathyroid tumours with wild-type CDC73 did not demonstrate loss of H2Bub1.  7. Cancer-Related Proteins and the H2Bub1 InteractomeThe interplay between complexes and factors that regulate the epigenome and cancer-related proteins is important for chromatin modelling and gene expression. Understanding this interplay, both in healthy cells and in malignancy where tumour suppressors are frequently mutant and/or silenced is an emerging and intricate field. There is a growing list of cancer-related proteins, many of which have a tumour suppressive function, that either interact with, or constitute the ubiquitin ligation machinery of H2Bub1, including RNF20 and RNF40, p53, BRCA1, CDC73, members of the SWI/SNF chromatin remodelling complex, members of histone methyltransferase complexes involved in cross-talk with H2Bub1 including DOT1L and COMPASS, and numerous deubiquitinases including USP22 and USP44 (Figure 1). Below we discuss a number of these interactors, including their genetic or epigenetic abrogation in malignancy, and acknowledge that there are likely many more that remain to be discovered. 7.1. RNF20 and RNF40 E3 Ubiquitin LigasesThe majority of reports in the literature describe RNF20 in a manner consistent with being classified as a tumour suppressor; however, some reports suggest a pro-oncogenic activity. While the RNF20/RNF40 complex is accepted as the main E3 ligase complex responsible for writing H2Bub1, substrates other than K120 on histone H2B have been reported. For instance, RNF20 polyubiquitinates the ErbB3 receptor binding protein Ebp1 [116] and ZSCAN4 (Zinc Finger and SCAN Domain Containing 4) that is involved in telomere maintenance, genomic stability and mouse embryonic stem cells [117]. The RNF20/RNF40 complex can also monoubiquitinate the motor protein Eg5, a protein belonging to the kinesin-like family with roles in spindle dynamics and assembly associated with mitosis [118]. The rat orthologue of RNF40, Staring, polyubiquitinates the nervous system specific protein Syntaxin 1 marking it for proteasomal degradation [119].In line with a tumour suppressive function, copy number loss of RNF20 has been reported in HGSOC [62] and pre-invasive dysplastic airway lesions [120]. A low frequency of RNF20 and RNF40 mutations have been reported in colorectal cancer [121,122]. RNF20 and/or RNF40 transcript levels are depleted in a number of malignant or pre-malignant tissues, including in colonic tissue from patients with UC [21], in metastatic prostate cancer cells when compared with benign disease [123] and is lower in testicular germ cell cancer seminoma relative to normal testis [115]. Hypermethylation of the RNF20 promoter has also been discovered in primary breast cancers, consistent with a tumour suppressive role for RNF20 [98]. Indirectly, RNF20 may function in a tumour suppressive capacity to obstruct the expression of oncogenes including MYC and FOS located in regions of compacted chromatin by interfering with recruitment of TFIIS that would usually function to relieve stalled RNA pol II [60]. RNF20 does this by obstructing the interaction between TFIIS and PAF1C. In apparent contrast and already discussed in this review, a pro-oncogenic role for RNF20 has been reported in breast cancer cells of luminal, but not basal cell-type origin [22]. RNF20 also has an oncogenic role in MLL fusions that drive aberrant gene expression in haematopoietic cells and are initiators of leukemogenesis. H2Bub1 enrichment correlating with transcriptional elongation is observed in MLL-fusion target genes [74]. Furthermore, in colorectal cancer, RNF40 has been reported to promote inflammatory signalling through NF-κB signalling [124] and in hepatocellular carcinoma, RNF40 has been shown in a large cohort (n = 130) to be almost equally expressed at high or low levels, with higher levels correlating with a worse prognosis [104].Considering more broadly the cellular turnover of RNF20 and the role of additional factors, the HECT-domain E3 ubiquitin ligase Smad ubiquitin regulatory factor 2 (Smurf2) that itself has tumour suppressive roles, polyubiquitinates RNF20, marking it for proteasomal degradation, and in this way is linked in with the regulation of H2Bub1 [125]. The relationship between Smurf2 and RNF20 is likely the mechanism that accounts for the role of Smurf2 in regulating the chromatin landscape and maintaining genomic stability [126]. It is also involved in determining levels of RNF20 available to participate at sites of DSBs as part of the DDR [125].RNF40 also has interaction partners, an important one being the histone chaperone human Suppressor of Ty Homologue-6 (SUPT6H) that likely works in a functional complex with RNF40 and RNF20 to control H2Bub1 levels [41]. All of SUPT6H, RNF20, RNF40 and ERα have been shown to form a complex together at phosphorylated Ser 2 on the carboxy-terminal domain (CTD) of RNA Pol II [41]. This relationship provides a platform for estrogen modulation of the chromatin landscape, driving transcriptional elongation of ERα target genes important for proliferation and differentiation of the mammary epithelium. Like H2Bub1 levels, SUPT6H levels were shown to decrease over the course of breast tumorigenesis, with more malignant breast tumours with a worse prognosis demonstrating less SUPT6H and H2Bub1 [41]. In addition to association with ERα and regulation of ER target genes, RNF20 and RNF40 have been shown to physically associate with the AR, with the H2Bub1/RNF20/RNF40 axis implicated in AR-associated gene transcription and affecting the growth of prostate cancer cells [42]. Of note, both RNF20 and RNF40 have been linked to the maintenance of genomic stability [104,115,125,127].7.2. p53 Associates with the E3 Ubiquitin Ligase RNF20The tumour suppressor p53 is encoded by the most frequently mutated gene in human malignancy, being mutated in over 50% of all cancers, and referred to as the guardian of both the genome and the epigenome [128,129]. p53 has been shown to directly interact with RNF20 and furthermore, RNF20 and/or the RNF20/RNF40 complex have been identified as transcriptional co-activators at the promoters of p53 target genes including CDKN1A (encoding p21), MDM2, and BBC3 (encoding PUMA) [17,130]. Loss of the RNF20/RNF40 complex correlated with depleted levels of H2Bub1 in the coding regions of these genes and reduced transcript levels [24,130]. A recent study investigating H2Bub1 enrichment at p53 target genes in p53 wild-type and gain-of-function (GOF) mutant cell line models showed absence of enrichment in the presence of TP53 mutations [23]. It will be interesting to determine whether GOF mutant p53 cells can drive tumorigenesis by mechanisms such as H2Bub1 enrichment and correlated increased gene expression at GOF mutant p53 target genes. Furthermore, while the oncoprotein Human Double Minute 2 (HDM2), also frequently referred to in the literature as MDM2, is well known as both a p53 target gene and the RING domain E3 ubiquitin ligase that polyubiquitinates p53 for degradation via the proteasome [131], it has also been reported to function as an enzymatic writer for H2Bub1 [132]. This would appear to be; however, on free histone H2B, and not when H2B is part of the native nucleosome core where the RNF20/RNF40 complex dominates as the main E3 ubiquitin ligase for H2Bub1 [12,133].7.3. CDC73 Is a Binding Partner of RNF20 and RNF40CDC73 (Cell Division Cycle 73; also known as parafibromin) is a classic tumour suppressor and core member of the human PAF1C [13]. It is also present in Drosophila (dCdc73) where it is more commonly referred to as Hyrax [134] and in yeast (yCdc73) [135]. In humans, mutations in CDC73 (also known as HRPT2, Hyperparathyroidism 2) are present in germline DNA of patients with the inherited conditions Hyperparathyroidism Jaw Tumour Syndrome (HPT-JT; OMIM 145001) and Familial Hyperparathyroidism (FIHP; OMIM 145000) [136] reviewed in [137]. Somatic CDC73 mutations are also observed in parathyroid carcinoma [138,139]. Surrogate detection of CDC73 mutations by nuclear loss of immunohistochemical staining for CDC73 (parafibromin) in parathyroid neoplasms is a recognised diagnostic for HPT-JT and/or parathyroid cancer [140,141,142,143,144]. Using a yeast two-hybrid assay, CDC73 was shown to directly bind to both E3 ubiquitin ligases RNF20 and RNF40 [18]. Furthermore, loss of nuclear CDC73 in primary parathyroid tumours as the result of CDC73 mutation led to significant depletion of H2Bub1, suggesting that CDC73 functions as a key protein associating the PAF1C with the ligase machinery that synthesises H2Bub1 [18]. It is likely that global loss of H2Bub1 and the entailing abrogation of gene expression is a major mechanism by which mutant CDC73 exerts its tumorigenic effect. 7.4. BRCA1-BARD1 Is an E3 Ubiquitin Ligase for H2Bub1Germline mutations in BRCA1 are well known to increase the risk of developing breast and/or ovarian cancer, with somatic mutations of this tumour suppressor also identified in sporadic tumours [145,146,147,148,149,150,151]. The BRCA1 Associated RING Domain 1 (BRCA1-BARD1) heterodimer is one of a number of E3 ligase complexes reported to write H2Bub1 [19]. In fact, BRCA1-BARD1 has been shown to ubiquitinate all core histones and the histone variant H2AX [152]. Despite this clear function of the BRCA1-BARD1 complex as a writer of H2Bub1, a large study previously discussed in this review that analysed primary HGSOC characterised for BRCA1 mutation was unable to demonstrate any correlation between BRCA1 mutation and loss of H2Bub1 [99]. Given that there are multiple E3 ligases/ligase complexes that write H2Bub1, it is likely that these enzymes may be able to work in concert to compensate for loss of one in order to maintain this important histone modification. 7.5. SWI/SNF Chromatin Remodelling Complexes, Including ARID1B/BAF250bInitially discovered in yeast, the SWI/SNF complexes are members of the family of adenosine triphosphate (ATP) dependent chromatin remodelling complexes [153,154]. There are almost 30 known genes encoding subunits of the SWI/SNF complexes, comprised of three distinct complexes with unique and overlapping subunits (canonical BAF (cBAF), polybromo-associated BAF (PBAF) and non-canonical BAF (ncBAF) (reviewed in [155]). Around 20% of all human malignancies harbour a mutation in a gene encoding a SWI/SNF complex member [155,156]. Members of the SWI/SNF complex, including BAF155, BAF170, BRG1 and BRM were all shown to associate with H2Bub1 enriched chromatin [20]. Furthermore, SWI/SNF was shown to be required for optimal transcriptional elongation for genes reliant on RNF20 and H2Bub1 for their expression [20]. In this way, H2Bub1 appears to act as a recruitment scaffold or docking platform for the SWI/SNF chromatin remodelling complex to ensure optimal gene expression. Further demonstrating a key relationship between SWI/SNF and H2Bub1 is the discovery that the SWI/SNF complex member BAF250b/ARID1b form part of an E3 ubiquitin ligase complex along with elongin C (Elo C), Cullin-2 and Roc-1 to write H2Bub1 [157].7.6. H2Bub1 Deubiquitinases—USP22 and USP44Ubiquitin is erased from histone H2B by DUBs of which there are at least twelve, not all in the mammalian setting, reported in the USP family that can perform this function—USP3 [158], USP7 [159], USP11 [68], USP12 [160], USP15 [161], USP22 [162], USP27X [75], USP36 [76], USP44 [82,163], USP46 [160], USP49 [164] and USP51 [75]. Many of these DUBs have previously been reviewed in the context of erasing H2Bub1 [1,10,12], therefore the focus here will be on recent discoveries, and specifically on USP22 and USP44. USP22 is perhaps the most well studied of the H2Bub1-associated DUBs [165]. It has been implicated as part of the “death-from-cancer” signature, a stem cell gene expression signature consisting of 11 genes prognostic of rapid relapse and resistance to therapy in different solid tumours [92,166]. Expression of USP22 has been associated with stemness in cancer. In addition to its links with H2Bub1, USP22 also has non-histone substrates with important links to cancer. One of these is with the oncogene c-Myc where USP22 has been reported to function as a DUB to increase c-Myc stability in breast cancer cell lines with implications for the progression of this malignancy [167]. USP22 also been shown to deubiquitinate the transcriptional regulator far upstream element (FUSE)-binding protein 1 (FBP1), directly affecting the expression of p21 and impacting upon cell proliferation and tumorigenesis [168].USP22 functions as a subunit of the SAGA chromatin modifying complex that is a complex capable of mediating deubiquitination and acetylation of histone and non-histone substrates [162,169]. The deubiquitinating module within SAGA consists of USP22, ATXN7L3, ATXN7 and ENY2 [165,170]. In humans, this deubiquitinating SAGA module is co-located with H2Bub1 within actively transcribed genes and is classified as a global transcriptional activator important for all RNA Pol II transcription [171,172]. USP22 has been associated with increased angiogenesis, cancer cell proliferation and metastasis, cisplatin and irradiation resistance and DNA damage signalling [173]. Targeting of USP22 is being explored as a cancer therapeutic [90,173]. Of particular interest, USP22 has recently been implicated as a regulator of PD-L1, marking it as a potential key factor in immune evasion that facilitates tumorigenesis [174]. Additional evidence that USP22 is involved in the immune response is its opposing role with RNF20 in determining expression of the transcription factor FOXP3 (Forkhead box protein P3) that determines the development and function of regulatory T (Treg) cells that are important for the maintenance of self-tolerance and immune homeostasis [175].Of note, USP44, co-operating with USP7, has also been identified as a DUB for FOXP3, linking these DUBs to Treg cells and the immune response and flagging them as possible therapeutic targets for malignancy [176]. Furthermore, USP44 has recently been implicated in the innate immune response mounted against DNA viruses as a positive regulator of the Stimulator of Interferon Genes (STING) protein [177]. USP7 has also been implicated in destabilisation of the HDM2/p53 axis that is fundamentally important in malignancy [178]. In basal-like TNBCs, there is an inverse relationship between USP44 and RNF20/RNF40 with USP44 being more highly expressed, concomitant with lower levels of H2Bub1 in these tumours [22]. In cell line models of basal-like TNBC, down-regulation of USP44 leading to higher levels of H2Bub1 showed decreased proliferation and migration; however, the opposite was true for proliferation in luminal cell line models, highlighting the importance of consideration of cell type when determining therapeutic targeting of the H2Bub1 interactome [22]. As noted earlier, USP44 has been identified at sites of DSBs [71]. 8. ConclusionsH2Bub1 is a key histone modification influencing fundamental cellular activities including transcriptional elongation, the DDR and stem cell plasticity. It is increasingly recognised as a central histone PTM given its influence and/or interactions with other chromatin remodelling complexes such as COMPASS, DOT1L, SAGA and SWI/SNF. The association of H2Bub1 with a growing list of cancer-related proteins affirms its clear connection to cancer. Changes in H2Bub1 enrichment levels have been implicated at all stages of tumour progression, from early lesions to metastatic disease, including association with inflammation that may increase the risk of developing malignancy in some tissues. The importance of H2Bub1 and its modifying enzymes is now clearly established in both normal cellular processes and in malignancy, yet we do not have clear explanations regarding some apparent anomalies. Enrichment of H2Bub1, or lack thereof, in gene bodies does not always correlate with gene expression. In fact depletion of the main H2Bub1 writers RNF20 and RNF40 only influences the expression of a subset of genes [61,98]. This may be explained by selective regulation based on H2Bub1 levels, with only those genes with low to moderate H2Bub1 enrichment affected [61]. The high level of degeneracy or compensatory functions offered by multiple H2Bub1 writers and erasers likely also plays a role in maintaining the necessary levels of H2Bub1 enrichment for the maintenance of healthy tissue and during development.Stimulus-specific gene expression, such as seen in p53 target genes in response to DNA damage, appear to have a strong correlation with H2Bub1 enrichment [23,24]. This would also seem to be true for hormonally stimulated gene expression, including genes relying on the transcription factors ERα and the AR [40,42]. The dynamic nature of histone PTMs, and specifically H2Bub1 in rapid chromatin remodelling, is likely crucial for the high-speed responses needed for expression of many of these genes. This is likely also true in developmental programming, including in the differentiation of mesenchymal and embryonic stem cells. Yet another complexity of H2Bub1 and its associated writers and erasers discussed in this review is seen in the context of different cellular subtypes of malignancy, with clear examples of opposing proliferative and migratory effects of manipulating H2Bub1 ligation machinery in luminal versus basal-like breast cancers [22]. It would appear that H2Bub1 and its associated factors can function as drivers of tissue specific transcription patterns associated with distinct cellular types.Taken together, it is clear that the complexities of H2Bub1 and its associated machinery must be considered in a context specific fashion. Continued expansion and elucidation of the H2Bub1 interactome offers new insights into cellular processes and extends our opportunities for therapeutic targeting of malignancy based on the epigenome and ubiquitin chromatin modelling. AcknowledgmentsY.M. is supported by a scholarship from the China Scholarship Council (CSC). Author ContributionsD.J.M. conceptualised and prepared the original draft. Y.M. summarised aspects of the literature. D.J.M., Y.M. and K.-A.D. undertook review and editing of this manuscript. All authors have read and agreed to the published version of the manuscript. FundingThis research received no external funding. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Fuchs G., Oren M. Writing and reading H2B monoubiquitylation. Biochim. Biophys. Acta. 2014;1839:694–701. doi: 10.1016/j.bbagrm.2014.01.002. [PubMed] [CrossRef] [Google Scholar]2. Dawson M.A., Kouzarides T., Huntly B.J. Targeting epigenetic readers in cancer. N. Engl. J. Med. 2012;367:647–657. doi: 10.1056/NEJMra1112635. [PubMed] [CrossRef] [Google Scholar]3. Dawson M.A., Kouzarides T. Cancer epigenetics: From mechanism to therapy. Cell. 2012;150:12–27. doi: 10.1016/j.cell.2012.06.013. [PubMed] [CrossRef] [Google Scholar]4. Marsh D.J., Dickson K.A. Writing histone monoubiquitination in human malignancy—The role of RING finger E3 ubiquitin ligases. Genes. 2019;10:67.  doi: 10.3390/genes10010067. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Margueron R., Reinberg D. The Polycomb complex PRC2 and its mark in life. Nature. 2011;469:343–349. doi: 10.1038/nature09784. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Fang J., Chen T., Chadwick B., Li E., Zhang Y. Ring1b-mediated H2A ubiquitination associates with inactive X chromosomes and is involved in initiation of X inactivation. J. Biol. Chem. 2004;279:52812–52815. doi: 10.1074/jbc.C400493200. [PubMed] [CrossRef] [Google Scholar]7. Lipkowitz S., Weissman A.M. RINGs of good and evil: RING finger ubiquitin ligases at the crossroads of tumour suppression and oncogenesis. Nat. Rev. Cancer. 2011;11:629–643. doi: 10.1038/nrc3120. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Deshaies R.J., Joazeiro C.A. RING domain E3 ubiquitin ligases. Annu. Rev. Biochem. 2009;78:399–434. doi: 10.1146/annurev.biochem.78.101807.093809. [PubMed] [CrossRef] [Google Scholar]9. Budhidarmo R., Nakatani Y., Day C.L. RINGs hold the key to ubiquitin transfer. Trends Biochem. Sci. 2012;37:58–65. doi: 10.1016/j.tibs.2011.11.001. [PubMed] [CrossRef] [Google Scholar]10. Cole A.J., Clifton-Bligh R., Marsh D.J. Histone H2B monoubiquitination: Roles to play in human malignancy. Endocr.-Relat. Cancer. 2015;22:T19–T33. doi: 10.1530/ERC-14-0185. [PubMed] [CrossRef] [Google Scholar]11. Cao J., Yan Q. Histone ubiquitination and deubiquitination in transcription, DNA damage response, and cancer. Front. Oncol. 2012;2:26. doi: 10.3389/fonc.2012.00026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Johnsen S.A. The enigmatic role of H2Bub1 in cancer. FEBS Lett. 2012;586:1592–1601. doi: 10.1016/j.febslet.2012.04.002. [PubMed] [CrossRef] [Google Scholar]13. Jaehning J.A. The Paf1 complex: Platform or player in RNA polymerase II transcription? Biochim. Biophys Acta. 2010;1799:379–388. doi: 10.1016/j.bbagrm.2010.01.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Moyal L., Lerenthal Y., Gana-Weisz M., Mass G., So S., Wang S.Y., Eppink B., Chung Y.M., Shalev G., Shema E., et al.  Requirement of ATM-dependent monoubiquitylation of histone H2B for timely repair of DNA double-strand breaks. Mol. Cell. 2011;41:529–542. doi: 10.1016/j.molcel.2011.02.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Trujillo K.M., Osley M.A. A role for H2B ubiquitylation in DNA replication. Mol. Cell. 2012;48:734–746. doi: 10.1016/j.molcel.2012.09.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Sadeghi L., Siggens L., Svensson J.P., Ekwall K. Centromeric histone H2B monoubiquitination promotes noncoding transcription and chromatin integrity. Nat. Struct. Mol. Biol. 2014;21:236–243. doi: 10.1038/nsmb.2776. [PubMed] [CrossRef] [Google Scholar]17. Kim J., Hake S.B., Roeder R.G. The human homolog of yeast BRE1 functions as a transcriptional coactivator through direct activator interactions. Mol. Cell. 2005;20:759–770. doi: 10.1016/j.molcel.2005.11.012. [PubMed] [CrossRef] [Google Scholar]18. Hahn M.A., Dickson K.A., Jackson S., Clarkson A., Gill A.J., Marsh D.J. The tumor suppressor CDC73 interacts with the ring finger proteins RNF20 and RNF40 and is required for the maintenance of histone 2B monoubiquitination. Hum. Mol. Genet. 2012;21:559–568. doi: 10.1093/hmg/ddr490. [PubMed] [CrossRef] [Google Scholar]19. Thakar A., Parvin J., Zlatanova J. BRCA1/BARD1 E3 ubiquitin ligase can modify histones H2A and H2B in the nucleosome particle. J. Biomol. Struct. Dyn. 2010;27:399–406. doi: 10.1080/07391102.2010.10507326. [PubMed] [CrossRef] [Google Scholar]20. Shema-Yaacoby E., Nikolov M., Haj-Yahya M., Siman P., Allemand E., Yamaguchi Y., Muchardt C., Urlaub H., Brik A., Oren M., et al.  Systematic identification of proteins binding to chromatin-embedded ubiquitylated H2B reveals recruitment of SWI/SNF to regulate transcription. Cell Rep. 2013;4:601–608. doi: 10.1016/j.celrep.2013.07.014. [PubMed] [CrossRef] [Google Scholar]21. Tarcic O., Pateras I.S., Cooks T., Shema E., Kanterman J., Ashkenazi H., Boocholez H., Hubert A., Rotkopf R., Baniyash M., et al.  RNF20 Links Histone H2B Ubiquitylation with Inflammation and Inflammation-Associated Cancer. Cell Rep. 2016;14:1462–1476. doi: 10.1016/j.celrep.2016.01.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Tarcic O., Granit R.Z., Pateras I.S., Masury H., Maly B., Zwang Y., Yarden Y., Gorgoulis V.G., Pikarsky E., Ben-Porath I., et al.  RNF20 and histone H2B ubiquitylation exert opposing effects in Basal-Like versus luminal breast cancer. Cell Death Differ. 2017;24:694–704. doi: 10.1038/cdd.2016.126. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Cole A.J., Dickson K.A., Liddle C., Stirzaker C., Shah J.S., Clifton-Bligh R., Marsh D.J. Ubiquitin chromatin remodelling after DNA damage is associated with the expression of key cancer genes and pathways. Cell. Mol. Life Sci. 2020 doi: 10.1007/s00018-020-03552-5. [PubMed] [CrossRef] [Google Scholar]24. Minsky N., Shema E., Field Y., Schuster M., Segal E., Oren M. Monoubiquitinated H2B is associated with the transcribed region of highly expressed genes in human cells. Nat. Cell Biol. 2008;10:483–488. doi: 10.1038/ncb1712. [PubMed] [CrossRef] [Google Scholar]25. Cao Y., Dai Y., Cui S., Ma L. Histone H2B monoubiquitination in the chromatin of FLOWERING LOCUS C regulates flowering time in Arabidopsis. Plant. Cell. 2008;20:2586–2602. doi: 10.1105/tpc.108.062760. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Woloszynska M., Le Gall S., Neyt P., Boccardi T.M., Grasser M., Längst G., Aesaert S., Coussens G., Dhondt S., Van De Slijke E., et al.  Histone 2B monoubiquitination complex integrates transcript elongation with RNA processing at circadian clock and flowering regulators. Proc. Natl. Acad. Sci. USA. 2019;116:8060–8069. doi: 10.1073/pnas.1806541116. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Liu Y., Koornneef M., Soppe W.J. The absence of histone H2B monoubiquitination in the Arabidopsis hub1 (rdo4) mutant reveals a role for chromatin remodeling in seed dormancy. Plant Cell. 2007;19:433–444. doi: 10.1105/tpc.106.049221. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Zhang Y., Li D., Zhang H., Hong Y., Huang L., Liu S., Li X., Ouyang Z., Song F. Tomato histone H2B monoubiquitination enzymes SlHUB1 and SlHUB2 contribute to disease resistance against Botrytis cinerea through modulating the balance between SA- and JA/ET-mediated signaling pathways. BMC Plant Biol. 2015;15:252.  doi: 10.1186/s12870-015-0614-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Gatta R., Dolfini D., Zambelli F., Imbriano C., Pavesi G., Mantovani R. An acetylation-mono-ubiquitination switch on lysine 120 of H2B. Epigenetics. 2011;6:630–637. doi: 10.4161/epi.6.5.15623. [PubMed] [CrossRef] [Google Scholar]30. Fierz B., Chatterjee C., McGinty R.K., Bar-Dagan M., Raleigh D.P., Muir T.W. Histone H2B ubiquitylation disrupts local and higher-order chromatin compaction. Nat. Chem. Biol. 2011;7:113–119. doi: 10.1038/nchembio.501. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Chandrasekharan M.B., Huang F., Sun Z.W. Ubiquitination of histone H2B regulates chromatin dynamics by enhancing nucleosome stability. Proc. Natl. Acad. Sci. USA. 2009;106:16686–16691. doi: 10.1073/pnas.0907862106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Fierz B., Kilic S., Hieb A.R., Luger K., Muir T.W. Stability of nucleosomes containing homogenously ubiquitylated H2A and H2B prepared using semisynthesis. J. Am. Chem. Soc. 2012;134:19548–19551. doi: 10.1021/ja308908p. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Paparidis N.F., Durvale M.C., Canduri F. The emerging picture of CDK9/P-TEFb: More than 20 years of advances since PITALRE. Mol. Biosyst. 2017;13:246–276. doi: 10.1039/C6MB00387G. [PubMed] [CrossRef] [Google Scholar]34. Pirngruber J., Shchebet A., Schreiber L., Shema E., Minsky N., Chapman R.D., Eick D., Aylon Y., Oren M., Johnsen S.A. CDK9 directs H2B monoubiquitination and controls replication-dependent histone mRNA 3’-end processing. EMBO Rep. 2009;10:894–900. doi: 10.1038/embor.2009.108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Zhang F., Yu X. WAC, a functional partner of RNF20/40, regulates histone H2B ubiquitination and gene transcription. Mol. Cell. 2011;41:384–397. doi: 10.1016/j.molcel.2011.01.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Sansó M., Lee K.M., Viladevall L., Jacques P., Pagé V., Nagy S., Racine A., St Amour C.V., Zhang C., Shokat K.M., et al.  A positive feedback loop links opposing functions of P-TEFb/Cdk9 and histone H2B ubiquitylation to regulate transcript elongation in fission yeast. PLoS Genet. 2012;8:e1002822.  doi: 10.1371/journal.pgen.1002822. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Kwak H., Lis J.T. Control of transcriptional elongation. Annu. Rev. Genet. 2013;47:483–508. doi: 10.1146/annurev-genet-110711-155440. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Sansó M., Parua P.K., Pinto D., Svensson J.P., Pagé V., Bitton D.A., MacKinnon S., Garcia P., Hidalgo E., Bähler J., et al.  Cdk9 and H2Bub1 signal to Clr6-CII/Rpd3S to suppress aberrant antisense transcription. Nucleic Acids Res. 2020;48:7154–7168. doi: 10.1093/nar/gkaa474. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Kim J., Guermah M., McGinty R.K., Lee J.S., Tang Z., Milne T.A., Shilatifard A., Muir T.W., Roeder R.G. RAD6-Mediated transcription-coupled H2B ubiquitylation directly stimulates H3K4 methylation in human cells. Cell. 2009;137:459–471. doi: 10.1016/j.cell.2009.02.027. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Prenzel T., Begus-Nahrmann Y., Kramer F., Hennion M., Hsu C., Gorsler T., Hintermair C., Eick D., Kremmer E., Simons M., et al.  Estrogen-dependent gene transcription in human breast cancer cells relies upon proteasome-dependent monoubiquitination of histone H2B. Cancer Res. 2011;71:5739–5753. doi: 10.1158/0008-5472.CAN-11-1896. [PubMed] [CrossRef] [Google Scholar]41. Bedi U., Scheel A.H., Hennion M., Begus-Nahrmann Y., Rüschoff J., Johnsen S.A. SUPT6H controls estrogen receptor activity and cellular differentiation by multiple epigenomic mechanisms. Oncogene. 2015;34:465–473. doi: 10.1038/onc.2013.558. [PubMed] [CrossRef] [Google Scholar]42. Jääskeläinen T., Makkonen H., Visakorpi T., Kim J., Roeder R.G., Palvimo J.J. Histone H2B ubiquitin ligases RNF20 and RNF40 in androgen signaling and prostate cancer cell growth. Mol. Cell. Endocrinol. 2012;350:87–98. doi: 10.1016/j.mce.2011.11.025. [PubMed] [CrossRef] [Google Scholar]43. Pavri R., Zhu B., Li G., Trojer P., Mandal S., Shilatifard A., Reinberg D. Histone H2B monoubiquitination functions cooperatively with FACT to regulate elongation by RNA polymerase II. Cell. 2006;125:703–717. doi: 10.1016/j.cell.2006.04.029. [PubMed] [CrossRef] [Google Scholar]44. Fleming A.B., Kao C.F., Hillyer C., Pikaart M., Osley M.A. H2B ubiquitylation plays a role in nucleosome dynamics during transcription elongation. Mol. Cell. 2008;31:57–66. doi: 10.1016/j.molcel.2008.04.025. [PubMed] [CrossRef] [Google Scholar]45. Janna A., Davarinejad H., Joshi M., Couture J.F. Structural paradigms in the recognition of the nucleosome core particle by histone lysine methyltransferases. Front. Cell Dev. Biol. 2020;8:600. doi: 10.3389/fcell.2020.00600. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Worden E.J., Wolberger C. Activation and regulation of H2B-Ubiquitin-dependent histone methyltransferases. Curr. Opin. Struct. Biol. 2019;59:98–106. doi: 10.1016/j.sbi.2019.05.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Wood A., Schneider J., Shilatifard A. Cross-talking histones: Implications for the regulation of gene expression and DNA repair. Biochem. Cell Biol. 2005;83:460–467. doi: 10.1139/o05-116. [PubMed] [CrossRef] [Google Scholar]48. Smith E., Shilatifard A. The chromatin signaling pathway: Diverse mechanisms of recruitment of histone-modifying enzymes and varied biological outcomes. Mol. Cell. 2010;40:689–701. doi: 10.1016/j.molcel.2010.11.031. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Ng H.H., Xu R.M., Zhang Y., Struhl K. Ubiquitination of histone H2B by Rad6 is required for efficient Dot1-mediated methylation of histone H3 lysine 79. J. Biol. Chem. 2002;277:34655–34657. doi: 10.1074/jbc.C200433200. [PubMed] [CrossRef] [Google Scholar]50. Valencia-Sánchez M.I., De Ioannes P., Wang M., Vasilyev N., Chen R., Nudler E., Armache J.P., Armache K.J. Structural basis of Dot1L stimulation by histone H2B lysine 120 ubiquitination. Mol. Cell. 2019;74:1010–1019.e1016. doi: 10.1016/j.molcel.2019.03.029. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. McGinty R.K., Kim J., Chatterjee C., Roeder R.G., Muir T.W. Chemically ubiquitylated histone H2B stimulates hDot1L-mediated intranucleosomal methylation. Nature. 2008;453:812–816. doi: 10.1038/nature06906. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Min J., Feng Q., Li Z., Zhang Y., Xu R.M. Structure of the catalytic domain of human DOT1L, a non-SET domain nucleosomal histone methyltransferase. Cell. 2003;112:711–723. doi: 10.1016/S0092-8674(03)00114-4. [PubMed] [CrossRef] [Google Scholar]53. Steger D.J., Lefterova M.I., Ying L., Stonestrom A.J., Schupp M., Zhuo D., Vakoc A.L., Kim J.E., Chen J., Lazar M.A., et al.  DOT1L/KMT4 recruitment and H3K79 methylation are ubiquitously coupled with gene transcription in mammalian cells. Mol. Cell. Biol. 2008;28:2825–2839. doi: 10.1128/MCB.02076-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Worden E.J., Hoffmann N.A., Hicks C.W., Wolberger C. Mechanism of Cross-talk between H2B Ubiquitination and H3 Methylation by Dot1L. Cell. 2019;176:1490–1501.e1412. doi: 10.1016/j.cell.2019.02.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Guppy B.J., McManus K.J. Mitotic accumulation of dimethylated lysine 79 of histone H3 is important for maintaining genome integrity during mitosis in human cells. Genetics. 2015;199:423–433. doi: 10.1534/genetics.114.172874. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Worden E.J., Zhang X., Wolberger C. Structural basis for COMPASS recognition of an H2B-ubiquitinated nucleosome. eLife. 2020;9 doi: 10.7554/eLife.53199. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Shilatifard A. The COMPASS family of histone H3K4 methylases: Mechanisms of regulation in development and disease pathogenesis. Annu. Rev. Biochem. 2012;81:65–95. doi: 10.1146/annurev-biochem-051710-134100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Basnet H., Su X.B., Tan Y., Meisenhelder J., Merkurjev D., Ohgi K.A., Hunter T., Pillus L., Rosenfeld M.G. Tyrosine phosphorylation of histone H2A by CK2 regulates transcriptional elongation. Nature. 2014;516:267–271. doi: 10.1038/nature13736. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Batta K., Zhang Z., Yen K., Goffman D.B., Pugh B.F. Genome-wide function of H2B ubiquitylation in promoter and genic regions. Genes Dev. 2011;25:2254–2265. doi: 10.1101/gad.177238.111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Shema E., Kim J., Roeder R.G., Oren M. RNF20 inhibits TFIIS-facilitated transcriptional elongation to suppress pro-oncogenic gene expression. Mol. Cell. 2011;42:477–488. doi: 10.1016/j.molcel.2011.03.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Xie W., Nagarajan S., Baumgart S.J., Kosinsky R.L., Najafova Z., Kari V., Hennion M., Indenbirken D., Bonn S., Grundhoff A., et al.  RNF40 regulates gene expression in an epigenetic context-dependent manner. Genome Biol. 2017;18:32. doi: 10.1186/s13059-017-1159-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Hooda J., Novak M., Salomon M.P., Matsuba C., Ramos R.I., MacDuffie E., Song M., Hirsch M.S., Lester J., Parkash V., et al.  Early loss of histone H2B monoubiquitylation alters chromatin accessibility and activates key immune pathways that facilitate progression of ovarian cancer. Cancer Res. 2019;79:760–772. doi: 10.1158/0008-5472.CAN-18-2297. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Nakamura K., Kato A., Kobayashi J., Yanagihara H., Sakamoto S., Oliveira D.V., Shimada M., Tauchi H., Suzuki H., Tashiro S., et al.  Regulation of homologous recombination by RNF20-dependent H2B ubiquitination. Mol. Cell. 2011;41:515–528. doi: 10.1016/j.molcel.2011.02.002. [PubMed] [CrossRef] [Google Scholar]64. So C.C., Ramachandran S., Martin A. E3 Ubiquitin ligases RNF20 and RNF40 are required for double-stranded break (DSB) repair: Evidence for monoubiquitination of histone H2B lysine 120 as a novel axis of DSB signaling and repair. Mol. Cell. Biol. 2019;39 doi: 10.1128/MCB.00488-18. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Shiloh Y., Shema E., Moyal L., Oren M. RNF20-RNF40: A ubiquitin-driven link between gene expression and the DNA damage response. FEBS Lett. 2011;585:2795–2802. doi: 10.1016/j.febslet.2011.07.034. [PubMed] [CrossRef] [Google Scholar]66. Oliveira D.V., Kato A., Nakamura K., Ikura T., Okada M., Kobayashi J., Yanagihara H., Saito Y., Tauchi H., Komatsu K. Histone chaperone FACT regulates homologous recombination by chromatin remodeling through interaction with RNF20. J. Cell Sci. 2014;127:763–772. doi: 10.1242/jcs.135855. [PubMed] [CrossRef] [Google Scholar]67. Kari V., Shchebet A., Neumann H., Johnsen S.A. The H2B ubiquitin ligase RNF40 cooperates with SUPT16H to induce dynamic changes in chromatin structure during DNA double-strand break repair. Cell Cycle. 2011;10:3495–3504. doi: 10.4161/cc.10.20.17769. [PubMed] [CrossRef] [Google Scholar]68. Ting X., Xia L., Yang J., He L., Si W., Shang Y., Sun L. USP11 acts as a histone deubiquitinase functioning in chromatin reorganization during DNA repair. Nucleic Acids Res. 2019;47:9721–9740. doi: 10.1093/nar/gkz726. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Ramachandran S., Haddad D., Li C., Le M.X., Ling A.K., So C.C., Nepal R.M., Gommerman J.L., Yu K., Ketela T., et al.  The SAGA deubiquitination module promotes DNA repair and class switch recombination through ATM and DNAPK-mediated γH2AX formation. Cell Rep. 2016;15:1554–1565. doi: 10.1016/j.celrep.2016.04.041. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Li C., Irrazabal T., So C.C., Berru M., Du L., Lam E., Ling A.K., Gommerman J.L., Pan-Hammarström Q., Martin A. The H2B deubiquitinase Usp22 promotes antibody class switch recombination by facilitating non-homologous end joining. Nat. Commun. 2018;9:1006. doi: 10.1038/s41467-018-03455-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Mosbech A., Lukas C., Bekker-Jensen S., Mailand N. The deubiquitylating enzyme USP44 counteracts the DNA double-strand break response mediated by the RNF8 and RNF168 ubiquitin ligases. J. Biol. Chem. 2013;288:16579–16587. doi: 10.1074/jbc.M113.459917. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Kari V., Raul S.K., Henck J.M., Kitz J., Kramer F., Kosinsky R.L., Übelmesser N., Mansour W.Y., Eggert J., Spitzner M., et al.  The histone methyltransferase DOT1L is required for proper DNA damage response, DNA repair, and modulates chemotherapy responsiveness. Clin. Epigenet. 2019;11:4. doi: 10.1186/s13148-018-0601-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Schneider D., Chua R.L., Molitor N., Hamdan F.H., Rettenmeier E.M., Prokakis E., Mishra V.K., Kari V., Wegwitz F., Johnsen S.A., et al.  The E3 ubiquitin ligase RNF40 suppresses apoptosis in colorectal cancer cells. Clin. Epigenet. 2019;11:98. doi: 10.1186/s13148-019-0698-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Wang E., Kawaoka S., Yu M., Shi J., Ni T., Yang W., Zhu J., Roeder R.G., Vakoc C.R. Histone H2B ubiquitin ligase RNF20 is required for MLL-rearranged leukemia. Proc. Natl. Acad. Sci. USA. 2013;110:3901–3906. doi: 10.1073/pnas.1301045110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Atanassov B.S., Mohan R.D., Lan X., Kuang X., Lu Y., Lin K., McIvor E., Li W., Zhang Y., Florens L., et al.  ATXN7L3 and ENY2 coordinate activity of multiple H2B deubiquitinases important for cellular proliferation and tumor growth. Mol. Cell. 2016;62:558–571. doi: 10.1016/j.molcel.2016.03.030. [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. DeVine T., Sears R.C., Dai M.S. The ubiquitin-specific protease USP36 is a conserved histone H2B deubiquitinase. Biochem. Biophys. Res. Commun. 2018;495:2363–2368. doi: 10.1016/j.bbrc.2017.12.107. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Lapinska K., Faria G., McGonagle S., Macumber K.M., Heerboth S., Sarkar S. Cancer progenitor cells: The result of an epigenetic event? Anticancer Res. 2018;38:1–6. doi: 10.21873/anticanres.12184. [PubMed] [CrossRef] [Google Scholar]78. Tee W.W., Reinberg D. Chromatin features and the epigenetic regulation of pluripotency states in ESCs. Development. 2014;141:2376–2390. doi: 10.1242/dev.096982. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Vincent A., Ouelkdite-Oumouchal A., Souidi M., Leclerc J., Neve B., Van Seuningen I. Colon cancer stemness as a reversible epigenetic state: Implications for anticancer therapies. World J. Stem Cells. 2019;11:920–936. doi: 10.4252/wjsc.v11.i11.920. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Wang X. Stem cells in tissues, organoids, and cancers. Cell. Mol. Life Sci. 2019;76:4043–4070. doi: 10.1007/s00018-019-03199-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Onder T.T., Kara N., Cherry A., Sinha A.U., Zhu N., Bernt K.M., Cahan P., Marcarci B.O., Unternaehrer J., Gupta P.B., et al.  Chromatin-modifying enzymes as modulators of reprogramming. Nature. 2012;483:598–602. doi: 10.1038/nature10953. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Fuchs G., Shema E., Vesterman R., Kotler E., Wolchinsky Z., Wilder S., Golomb L., Pribluda A., Zhang F., Haj-Yahya M., et al.  RNF20 and USP44 regulate stem cell differentiation by modulating H2B monoubiquitylation. Mol. Cell. 2012;46:662–673. doi: 10.1016/j.molcel.2012.05.023. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Karpiuk O., Najafova Z., Kramer F., Hennion M., Galonska C., König A., Snaidero N., Vogel T., Shchebet A., Begus-Nahrmann Y., et al.  The histone H2B monoubiquitination regulatory pathway is required for differentiation of multipotent stem cells. Mol. Cell. 2012;46:705–713. doi: 10.1016/j.molcel.2012.05.022. [PubMed] [CrossRef] [Google Scholar]84. Yan Z., Wang Z., Sharova L., Sharov A.A., Ling C., Piao Y., Aiba K., Matoba R., Wang W., Ko M.S. BAF250B-associated SWI/SNF chromatin-remodeling complex is required to maintain undifferentiated mouse embryonic stem cells. Stem Cells. 2008;26:1155–1165. doi: 10.1634/stemcells.2007-0846. [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Sze C.C., Cao K., Collings C.K., Marshall S.A., Rendleman E.J., Ozark P.A., Chen F.X., Morgan M.A., Wang L., Shilatifard A. Histone H3K4 methylation-dependent and -independent functions of Set1A/COMPASS in embryonic stem cell self-renewal and differentiation. Genes Dev. 2017;31:1732–1737. doi: 10.1101/gad.303768.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Wang X., Wang H., Xu B., Jiang D., Huang S., Yu H., Wu Z., Wu Q. Depletion of H3K79 methyltransferase Dot1L promotes cell invasion and cancer stem-like cell property in ovarian cancer. Am. J. Transl. Res. 2019;11:1145–1153. [PMC free article] [PubMed] [Google Scholar]87. Breindel J.L., Skibinski A., Sedic M., Wronski-Campos A., Zhou W., Keller P.J., Mills J., Bradner J., Onder T., Kuperwasser C. Epigenetic reprogramming of lineage-committed human mammary epithelial cells requires DNMT3A and loss of DOT1L. Stem Cell Rep. 2017;9:943–955. doi: 10.1016/j.stemcr.2017.06.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Bourguignon L.Y., Wong G., Shiina M. Up-regulation of histone methyltransferase, DOT1L, by matrix hyaluronan promotes microRNA-10 expression leading to tumor cell invasion and chemoresistance in cancer stem cells from head and neck squamous cell carcinoma. J. Biol. Chem. 2016;291:10571–10585. doi: 10.1074/jbc.M115.700021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Sussman R.T., Stanek T.J., Esteso P., Gearhart J.D., Knudsen K.E., McMahon S.B. The epigenetic modifier ubiquitin-specific protease 22 (USP22) regulates embryonic stem cell differentiation via transcriptional repression of sex-determining region Y-box 2 (SOX2) J. Biol. Chem. 2013;288:24234–24246. doi: 10.1074/jbc.M113.469783. [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. Yun X., Zhang K., Wang J., Pangeni R.P., Yang L., Bonner M., Wu J., Wang J., Nardi I.K., Gao M., et al.  Targeting USP22 suppresses tumorigenicity and enhances cisplatin sensitivity through ALDH1A3 downregulation in cancer-initiating cells from lung adenocarcinoma. Mol. Cancer Res. 2018;16:1161–1171. doi: 10.1158/1541-7786.MCR-18-0042. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Jiang S., Song C., Gu X., Wang M., Miao D., Lv J., Liu Y. Ubiquitin-specific peptidase 22 contributes to colorectal cancer stemness and chemoresistance via Wnt/β-catenin pathway. Cell. Physiol. Biochem. 2018;46:1412–1422. doi: 10.1159/000489156. [PubMed] [CrossRef] [Google Scholar]92. Glinsky G.V., Berezovska O., Glinskii A.B. Microarray analysis identifies a death-from-cancer signature predicting therapy failure in patients with multiple types of cancer. J. Clin. Investig. 2005;115:1503–1521. doi: 10.1172/JCI23412. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Liu T., Sun B., Zhao X., Li Y., Zhao X., Liu Y., Yao Z., Gu Q., Dong X., Shao B., et al.  USP44+ cancer stem cell subclones contribute to breast cancer aggressiveness by promoting vasculogenic mimicry. Mol. Cancer Ther. 2015;14:2121–2131. doi: 10.1158/1535-7163.MCT-15-0114-T. [PubMed] [CrossRef] [Google Scholar]94. Gu X., Jiang D., Wang Y., Bachmair A., He Y. Repression of the floral transition via histone H2B monoubiquitination. Plant J. 2009;57:522–533. doi: 10.1111/j.1365-313X.2008.03709.x. [PubMed] [CrossRef] [Google Scholar]95. Du Y., He W., Deng C., Chen X., Gou L., Zhu F., Guo W., Zhang J., Wang T. Flowering-related RING protein 1 (FRRP1) regulates flowering time and yield potential by affecting histone H2B monoubiquitination in rice (Oryza Sativa) PLoS ONE. 2016;11:e0150458.  doi: 10.1371/journal.pone.0150458. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Li X., Jiang Y., Ji Z., Liu Y., Zhang Q. BRHIS1 suppresses rice innate immunity through binding to monoubiquitinated H2A and H2B variants. EMBO Rep. 2015;16:1192–1202. doi: 10.15252/embr.201440000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Urasaki Y., Heath L., Xu C.W. Coupling of glucose deprivation with impaired histone H2B monoubiquitination in tumors. PLoS ONE. 2012;7:e36775.  doi: 10.1371/journal.pone.0036775. [PMC free article] [PubMed] [CrossRef] [Google Scholar]98. Shema E., Tirosh I., Aylon Y., Huang J., Ye C., Moskovits N., Raver-Shapira N., Minsky N., Pirngruber J., Tarcic G., et al.  The histone H2B-specific ubiquitin ligase RNF20/hBRE1 acts as a putative tumor suppressor through selective regulation of gene expression. Genes Dev. 2008;22:2664–2676. doi: 10.1101/gad.1703008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Dickson K.A., Cole A.J., Gill A.J., Clarkson A., Gard G.B., Chou A., Kennedy C.J., Henderson B.R., Fereday S., Traficante N., et al.  The RING finger domain E3 ubiquitin ligases BRCA1 and the RNF20/RNF40 complex in global loss of the chromatin mark histone H2B monoubiquitination (H2Bub1) in cell line models and primary high-grade serous ovarian cancer. Hum. Mol. Genet. 2016;25:5460–5471. doi: 10.1093/hmg/ddw362. [PubMed] [CrossRef] [Google Scholar]100. Melling N., Grimm N., Simon R., Stahl P., Bokemeyer C., Terracciano L., Sauter G., Izbicki J.R., Marx A.H. Loss of H2Bub1 Expression is Linked to Poor Prognosis in Nodal Negative Colorectal Cancers. Pathol. Oncol. Res. 2016;22:95–102. doi: 10.1007/s12253-015-9977-9. [PubMed] [CrossRef] [Google Scholar]101. Zhang K., Wang J., Tong T.R., Wu X., Nelson R., Yuan Y.C., Reno T., Liu Z., Yun X., Kim J.Y., et al.  Loss of H2B monoubiquitination is associated with poor-differentiation and enhanced malignancy of lung adenocarcinoma. Int. J. Cancer. 2017;141:766–777. doi: 10.1002/ijc.30769. [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Wang Z.J., Yang J.L., Wang Y.P., Lou J.Y., Chen J., Liu C., Guo L.D. Decreased histone H2B monoubiquitination in malignant gastric carcinoma. World J. Gastroenterol. 2013;19:8099–8107. doi: 10.3748/wjg.v19.i44.8099. [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Lee J.H., Jeon Y.G., Lee K.H., Lee H.W., Park J., Jang H., Kang M., Lee H.S., Cho H.J., Nam D.H., et al.  RNF20 suppresses tumorigenesis by inhibiting the SREBP1c-PTTG1 axis in kidney cancer. Mol. Cell. Biol. 2017;37 doi: 10.1128/MCB.00265-17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Zheng X., Chen K., Liu X., Pan Y., Liu H. High RNF40 expression indicates poor prognosis of hepatocellular carcinoma. Int. J. Clin. Exp. Pathol. 2018;11:2901–2906. [PMC free article] [PubMed] [Google Scholar]105. Medzhitov R. Inflammation 2010: New adventures of an old flame. Cell. 2010;140:771–776. doi: 10.1016/j.cell.2010.03.006. [PubMed] [CrossRef] [Google Scholar]106. Abdalla L.F., Chaudhry Ehsanullah R., Karim F., Oyewande A.A., Khan S. Role of using nonsteroidal anti-inflammatory drugs in chemoprevention of colon cancer in patients with inflammatory bowel disease. Cureus. 2020;12:e8240. doi: 10.7759/cureus.8240. [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. Kimmel J., Axelrad J. The complex interplay between inflammatory bowel disease and malignancy. Curr. Gastroenterol. Rep. 2020;22:13. doi: 10.1007/s11894-020-0747-9. [PubMed] [CrossRef] [Google Scholar]108. Hirano T., Hirayama D., Wagatsuma K., Yamakawa T., Yokoyama Y., Nakase H. Immunological mechanisms in inflammation-associated colon carcinogenesis. Int. J. Mol. Sci. 2020;21:3062.  doi: 10.3390/ijms21093062. [PMC free article] [PubMed] [CrossRef] [Google Scholar]109. Greuter T., Vavricka S., König A.O., Beaugerie L., Scharl M. Malignancies in inflammatory bowel disease. Digestion. 2020:1–10. doi: 10.1159/000509544. [PubMed] [CrossRef] [Google Scholar]110. Ben-Neriah Y., Karin M. Inflammation meets cancer, with NF-κB as the matchmaker. Nat. Immunol. 2011;12:715–723. doi: 10.1038/ni.2060. [PubMed] [CrossRef] [Google Scholar]111. Hartman Z.C., Poage G.M., den Hollander P., Tsimelzon A., Hill J., Panupinthu N., Zhang Y., Mazumdar A., Hilsenbeck S.G., Mills G.B., et al.  Growth of triple-negative breast cancer cells relies upon coordinate autocrine expression of the proinflammatory cytokines IL-6 and IL-8. Cancer Res. 2013;73:3470–3480. doi: 10.1158/0008-5472.CAN-12-4524-T. [PMC free article] [PubMed] [CrossRef] [Google Scholar]112. Wegwitz F., Prokakis E., Pejkovska A., Kosinsky R.L., Glatzel M., Pantel K., Wikman H., Johnsen S.A. The histone H2B ubiquitin ligase RNF40 is required for HER2-driven mammary tumorigenesis. Cell Death Dis. 2020;11:873. doi: 10.1038/s41419-020-03081-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]113. Labidi-Galy S.I., Papp E., Hallberg D., Niknafs N., Adleff V., Noe M., Bhattacharya R., Novak M., Jones S., Phallen J., et al.  High grade serous ovarian carcinomas originate in the fallopian tube. Nat. Commun. 2017;8:1093. doi: 10.1038/s41467-017-00962-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. Zhang S., Dolgalev I., Zhang T., Ran H., Levine D.A., Neel B.G. Both fallopian tube and ovarian surface epithelium are cells-of-origin for high-grade serous ovarian carcinoma. Nat. Commun. 2019;10:5367. doi: 10.1038/s41467-019-13116-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]115. Chernikova S.B., Razorenova O.V., Higgins J.P., Sishc B.J., Nicolau M., Dorth J.A., Chernikova D.A., Kwok S., Brooks J.D., Bailey S.M., et al.  Deficiency in mammalian histone H2B ubiquitin ligase Bre1 (Rnf20/Rnf40) leads to replication stress and chromosomal instability. Cancer Res. 2012;72:2111–2119. doi: 10.1158/0008-5472.CAN-11-2209. [PMC free article] [PubMed] [CrossRef] [Google Scholar]116. Liu Z., Oh S.M., Okada M., Liu X., Cheng D., Peng J., Brat D.J., Sun S.Y., Zhou W., Gu W., et al.  Human BRE1 is an E3 ubiquitin ligase for Ebp1 tumor suppressor. Mol. Biol. Cell. 2009;20:757–768. doi: 10.1091/mbc.e08-09-0983. [PMC free article] [PubMed] [CrossRef] [Google Scholar]117. Portney B.A., Khatri R., Meltzer W.A., Mariano J.M., Zalzman M. ZSCAN4 is negatively regulated by the ubiquitin-proteasome system and the E3 ubiquitin ligase RNF20. Biochem. Biophys. Res. Commun. 2018;498:72–78. doi: 10.1016/j.bbrc.2018.02.155. [PMC free article] [PubMed] [CrossRef] [Google Scholar]118. Duan Y., Huo D., Gao J., Wu H., Ye Z., Liu Z., Zhang K., Shan L., Zhou X., Wang Y., et al.  Ubiquitin ligase RNF20/40 facilitates spindle assembly and promotes breast carcinogenesis through stabilizing motor protein Eg5. Nat. Commun. 2016;7:12648. doi: 10.1038/ncomms12648. [PMC free article] [PubMed] [CrossRef] [Google Scholar]119. Chin L.S., Vavalle J.P., Li L. Staring, a novel E3 ubiquitin-protein ligase that targets syntaxin 1 for degradation. J. Biol. Chem. 2002;277:35071–35079. doi: 10.1074/jbc.M203300200. [PubMed] [CrossRef] [Google Scholar]120. Nakachi I., Rice J.L., Coldren C.D., Edwards M.G., Stearman R.S., Glidewell S.C., Varella-Garcia M., Franklin W.A., Keith R.L., Lewis M.T., et al.  Application of SNP microarrays to the genome-wide analysis of chromosomal instability in premalignant airway lesions. Cancer Prev. Res. 2014;7:255–265. doi: 10.1158/1940-6207.CAPR-12-0485. [PMC free article] [PubMed] [CrossRef] [Google Scholar]121. Barber T.D., McManus K., Yuen K.W., Reis M., Parmigiani G., Shen D., Barrett I., Nouhi Y., Spencer F., Markowitz S., et al.  Chromatid cohesion defects may underlie chromosome instability in human colorectal cancers. Proc. Natl. Acad. Sci. USA. 2008;105:3443–3448. doi: 10.1073/pnas.0712384105. [PMC free article] [PubMed] [CrossRef] [Google Scholar]122. Tahara T., Yamamoto E., Madireddi P., Suzuki H., Maruyama R., Chung W., Garriga J., Jelinek J., Yamano H.O., Sugai T., et al.  Colorectal carcinomas with CpG island methylator phenotype 1 frequently contain mutations in chromatin regulators. Gastroenterology. 2014;146:530–538.e535. doi: 10.1053/j.gastro.2013.10.060. [PMC free article] [PubMed] [CrossRef] [Google Scholar]123. Varambally S., Yu J., Laxman B., Rhodes D.R., Mehra R., Tomlins S.A., Shah R.B., Chandran U., Monzon F.A., Becich M.J., et al.  Integrative genomic and proteomic analysis of prostate cancer reveals signatures of metastatic progression. Cancer Cell. 2005;8:393–406. doi: 10.1016/j.ccr.2005.10.001. [PubMed] [CrossRef] [Google Scholar]124. Kosinsky R.L., Chua R.L., Qui M., Saul D., Mehlich D., Ströbel P., Schildhaus H.U., Wegwitz F., Faubion W.A., Johnsen S.A. Loss of RNF40 Decreases NF-κB Activity in Colorectal Cancer Cells and Reduces Colitis Burden in Mice. J. Crohn’s Colitis. 2019;13:362–373. doi: 10.1093/ecco-jcc/jjy165. [PMC free article] [PubMed] [CrossRef] [Google Scholar]125. Blank M., Tang Y., Yamashita M., Burkett S.S., Cheng S.Y., Zhang Y.E. A tumor suppressor function of Smurf2 associated with controlling chromatin landscape and genome stability through RNF20. Nat. Med. 2012;18:227–234. doi: 10.1038/nm.2596. [PMC free article] [PubMed] [CrossRef] [Google Scholar]126. Fu L., Cui C.P., Zhang X., Zhang L. The functions and regulation of Smurfs in cancers. Semin. Cancer Biol. 2019 doi: 10.1016/j.semcancer.2019.12.023. [PubMed] [CrossRef] [Google Scholar]127. Chernikova S.B., Brown J.M. R-loops and genomic instability in Bre1 (RNF20/40)-deficient cells. Cell Cycle. 2012;11:2980–2984. doi: 10.4161/cc.21090. [PMC free article] [PubMed] [CrossRef] [Google Scholar]128. Prives C., Lowe S.W. Cancer: Mutant p53 and chromatin regulation. Nature. 2015;525:199–200. doi: 10.1038/nature15212. [PMC free article] [PubMed] [CrossRef] [Google Scholar]129. Laptenko O., Prives C. p53: Master of life, death, and the epigenome. Genes Dev. 2017;31:955–956. doi: 10.1101/gad.302364.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]130. Wu C., Cui Y., Liu X., Zhang F., Lu L.Y., Yu X. The RNF20/40 complex regulates p53-dependent gene transcription and mRNA splicing. J. Mol. Cell Biol. 2020;12:113–124. doi: 10.1093/jmcb/mjz045. [PMC free article] [PubMed] [CrossRef] [Google Scholar]131. Argentini M., Barboule N., Wasylyk B. The contribution of the acidic domain of MDM2 to p53 and MDM2 stability. Oncogene. 2001;20:1267–1275. doi: 10.1038/sj.onc.1204241. [PubMed] [CrossRef] [Google Scholar]132. Minsky N., Oren M. The RING domain of Mdm2 mediates histone ubiquitylation and transcriptional repression. Mol. Cell. 2004;16:631–639. doi: 10.1016/j.molcel.2004.10.016. [PubMed] [CrossRef] [Google Scholar]133. Zhu B., Zheng Y., Pham A.D., Mandal S.S., Erdjument-Bromage H., Tempst P., Reinberg D. Monoubiquitination of human histone H2B: The factors involved and their roles in HOX gene regulation. Mol. Cell. 2005;20:601–611. doi: 10.1016/j.molcel.2005.09.025. [PubMed] [CrossRef] [Google Scholar]134. Mosimann C., Hausmann G., Basler K. Parafibromin/Hyrax activates Wnt/Wg target gene transcription by direct association with beta-catenin/Armadillo. Cell. 2006;125:327–341. doi: 10.1016/j.cell.2006.01.053. [PubMed] [CrossRef] [Google Scholar]135. Wade P.A., Werel W., Fentzke R.C., Thompson N.E., Leykam J.F., Burgess R.R., Jaehning J.A., Burton Z.F. A novel collection of accessory factors associated with yeast RNA polymerase II. Protein Expr. Purif. 1996;8:85–90. doi: 10.1006/prep.1996.0077. [PubMed] [CrossRef] [Google Scholar]136. Carpten J.D., Robbins C.M., Villablanca A., Forsberg L., Presciuttini S., Bailey-Wilson J., Simonds W.F., Gillanders E.M., Kennedy A.M., Chen J.D., et al.  HRPT2, encoding parafibromin, is mutated in hyperparathyroidism-jaw tumor syndrome. Nat. Genet. 2002;32:676–680. doi: 10.1038/ng1048. [PubMed] [CrossRef] [Google Scholar]137. Marsh D.J., Hahn M.A., Howell V.M., Gill A.J. Molecular diagnosis of primary hyperparathyroidism in familial cancer syndromes. Expert Opin. Med. Diagn. 2007;1:377–392. doi: 10.1517/17530059.1.3.377. [PubMed] [CrossRef] [Google Scholar]138. Howell V.M., Haven C.J., Kahnoski K., Khoo S.K., Petillo D., Chen J., Fleuren G.J., Robinson B.G., Delbridge L.W., Philips J., et al.  HRPT2 mutations are associated with malignancy in sporadic parathyroid tumours. J. Med. Genet. 2003;40:657–663. doi: 10.1136/jmg.40.9.657. [PMC free article] [PubMed] [CrossRef] [Google Scholar]139. Shattuck T.M., Välimäki S., Obara T., Gaz R.D., Clark O.H., Shoback D., Wierman M.E., Tojo K., Robbins C.M., Carpten J.D., et al.  Somatic and germ-line mutations of the HRPT2 gene in sporadic parathyroid carcinoma. N. Engl. J. Med. 2003;349:1722–1729. doi: 10.1056/NEJMoa031237. [PubMed] [CrossRef] [Google Scholar]140. Gill A.J., Clarkson A., Gimm O., Keil J., Dralle H., Howell V.M., Marsh D.J. Loss of nuclear expression of parafibromin distinguishes parathyroid carcinomas and hyperparathyroidism-jaw tumor (HPT-JT) syndrome-related adenomas from sporadic parathyroid adenomas and hyperplasias. Am. J. Surg. Pathol. 2006;30:1140–1149. doi: 10.1097/01.pas.0000209827.39477.4f. [PubMed] [CrossRef] [Google Scholar]141. Howell V.M., Gill A., Clarkson A., Nelson A.E., Dunne R., Delbridge L.W., Robinson B.G., Teh B.T., Gimm O., Marsh D.J. Accuracy of combined protein gene product 9.5 and parafibromin markers for immunohistochemical diagnosis of parathyroid carcinoma. J. Clin. Endocrinol. Metab. 2009;94:434–441. doi: 10.1210/jc.2008-1740. [PubMed] [CrossRef] [Google Scholar]142. Gill A.J., Lim G., Cheung V.K.Y., Andrici J., Perry-Keene J.L., Paik J., Sioson L., Clarkson A., Sheen A., Luxford C., et al.  Parafibromin-deficient (HPT-JT Type, CDC73 Mutated) parathyroid tumors demonstrate distinctive morphologic features. Am. J. Surg. Pathol. 2019;43:35–46. doi: 10.1097/PAS.0000000000001017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]143. Pyo J.S., Cho W.J. Diagnostic and prognostic implications of parafibromin immunohistochemistry in parathyroid carcinoma. Biosci. Rep. 2019;39 doi: 10.1042/BSR20181778. [PMC free article] [PubMed] [CrossRef] [Google Scholar]144. Juhlin C.C., Nilsson I.L., Lagerstedt-Robinson K., Stenman A., Bränström R., Tham E., Höög A. Parafibromin immunostainings of parathyroid tumors in clinical routine: A near-decade experience from a tertiary center. Mod. Pathol. 2019;32:1082–1094. doi: 10.1038/s41379-019-0252-6. [PubMed] [CrossRef] [Google Scholar]145. Bell D., Berchuck A., Birrer M., Chien J., Cramer D., Dao F., Dhir R., DiSaia P., Gabra H., Glenn P., et al.  Integrated genomic analyses of ovarian carcinoma. Nature. 2011;474:609–615. doi: 10.1038/nature10166. [CrossRef] [Google Scholar]146. Alsop K., Fereday S., Meldrum C., deFazio A., Emmanuel C., George J., Dobrovic A., Birrer M.J., Webb P.M., Stewart C., et al.  BRCA mutation frequency and patterns of treatment response in BRCA mutation-positive women with ovarian cancer: A report from the Australian Ovarian Cancer Study Group. J. Clin. Oncol. 2012;30:2654–2663. doi: 10.1200/JCO.2011.39.8545. [PMC free article] [PubMed] [CrossRef] [Google Scholar]147. Moschetta M., George A., Kaye S.B., Banerjee S. BRCA somatic mutations and epigenetic BRCA modifications in serous ovarian cancer. Ann. Oncol. 2016;27:1449–1455. doi: 10.1093/annonc/mdw142. [PubMed] [CrossRef] [Google Scholar]148. Koboldt D.C., Fulton R.S., McLellan M.D., Schmidt H., Kalicki-Veizer J., McMichael J.F., Fulton L.L., Dooling D.J., Ding L., Mardis E.R., et al.  Comprehensive molecular portraits of human breast tumours. Nature. 2012;490:61–70. doi: 10.1038/nature11412. [CrossRef] [Google Scholar]149. Shiovitz S., Korde L.A. Genetics of breast cancer: A topic in evolution. Ann. Oncol. 2015;26:1291–1299. doi: 10.1093/annonc/mdv022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]150. Yoshida R. Hereditary breast and ovarian cancer (HBOC): Review of its molecular characteristics, screening, treatment, and prognosis. Breast Cancer. 2020 doi: 10.1007/s12282-020-01148-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]151. Alenezi W.M., Fierheller C.T., Recio N., Tonin P.N. Literature Review of BARD1 as a Cancer Predisposing Gene with a Focus on Breast and Ovarian Cancers. Genes. 2020;11:856.  doi: 10.3390/genes11080856. [PMC free article] [PubMed] [CrossRef] [Google Scholar]152. Mallery D.L., Vandenberg C.J., Hiom K. Activation of the E3 ligase function of the BRCA1/BARD1 complex by polyubiquitin chains. EMBO J. 2002;21:6755–6762. doi: 10.1093/emboj/cdf691. [PMC free article] [PubMed] [CrossRef] [Google Scholar]153. Masliah-Planchon J., Bièche I., Guinebretière J.M., Bourdeaut F., Delattre O. SWI/SNF chromatin remodeling and human malignancies. Ann. Rev. Pathol. 2015;10:145–171. doi: 10.1146/annurev-pathol-012414-040445. [PubMed] [CrossRef] [Google Scholar]154. Alfert A., Moreno N., Kerl K. The BAF complex in development and disease. Epigenet. Chromatin. 2019;12:19. doi: 10.1186/s13072-019-0264-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]155. Centore R.C., Sandoval G.J., Soares L.M.M., Kadoch C., Chan H.M. Mammalian SWI/SNF Chromatin Remodeling Complexes: Emerging Mechanisms and Therapeutic Strategies. Trends Genet. 2020 doi: 10.1016/j.tig.2020.07.011. [PubMed] [CrossRef] [Google Scholar]156. Kadoch C., Hargreaves D.C., Hodges C., Elias L., Ho L., Ranish J., Crabtree G.R. Proteomic and bioinformatic analysis of mammalian SWI/SNF complexes identifies extensive roles in human malignancy. Nat. Genet. 2013;45:592–601. doi: 10.1038/ng.2628. [PMC free article] [PubMed] [CrossRef] [Google Scholar]157. Li X.S., Trojer P., Matsumura T., Treisman J.E., Tanese N. Mammalian SWI/SNF--a subunit BAF250/ARID1 is an E3 ubiquitin ligase that targets histone H2B. Mol. Cell. Biol. 2010;30:1673–1688. doi: 10.1128/MCB.00540-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]158. Nicassio F., Corrado N., Vissers J.H., Areces L.B., Bergink S., Marteijn J.A., Geverts B., Houtsmuller A.B., Vermeulen W., Di Fiore P.P., et al.  Human USP3 is a chromatin modifier required for S phase progression and genome stability. Curr. Biol. 2007;17:1972–1977. doi: 10.1016/j.cub.2007.10.034. [PubMed] [CrossRef] [Google Scholar]159. van der Knaap J.A., Kumar B.R., Moshkin Y.M., Langenberg K., Krijgsveld J., Heck A.J., Karch F., Verrijzer C.P. GMP synthetase stimulates histone H2B deubiquitylation by the epigenetic silencer USP7. Mol. Cell. 2005;17:695–707. doi: 10.1016/j.molcel.2005.02.013. [PubMed] [CrossRef] [Google Scholar]160. Joo H.Y., Jones A., Yang C., Zhai L., Smith A.D.t., Zhang Z., Chandrasekharan M.B., Sun Z.W., Renfrow M.B., Wang Y., et al.  Regulation of histone H2A and H2B deubiquitination and Xenopus development by USP12 and USP46. J. Biol. Chem. 2011;286:7190–7201. doi: 10.1074/jbc.M110.158311. [PMC free article] [PubMed] [CrossRef] [Google Scholar]161. Long L., Thelen J.P., Furgason M., Haj-Yahya M., Brik A., Cheng D., Peng J., Yao T. The U4/U6 recycling factor SART3 has histone chaperone activity and associates with USP15 to regulate H2B deubiquitination. J. Biol. Chem. 2014;289:8916–8930. doi: 10.1074/jbc.M114.551754. [PMC free article] [PubMed] [CrossRef] [Google Scholar]162. Zhang X.Y., Varthi M., Sykes S.M., Phillips C., Warzecha C., Zhu W., Wyce A., Thorne A.W., Berger S.L., McMahon S.B. The putative cancer stem cell marker USP22 is a subunit of the human SAGA complex required for activated transcription and cell-cycle progression. Mol. Cell. 2008;29:102–111. doi: 10.1016/j.molcel.2007.12.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]163. Lan X., Atanassov B.S., Li W., Zhang Y., Florens L., Mohan R.D., Galardy P.J., Washburn M.P., Workman J.L., Dent S.Y.R. USP44 Is an Integral Component of N-CoR that Contributes to Gene Repression by Deubiquitinating Histone H2B. Cell Rep. 2016;17:2382–2393. doi: 10.1016/j.celrep.2016.10.076. [PMC free article] [PubMed] [CrossRef] [Google Scholar]164. Zhang Z., Jones A., Joo H.Y., Zhou D., Cao Y., Chen S., Erdjument-Bromage H., Renfrow M., He H., Tempst P., et al.  USP49 deubiquitinates histone H2B and regulates cotranscriptional pre-mRNA splicing. Genes Dev. 2013;27:1581–1595. doi: 10.1101/gad.211037.112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]165. Jeusset L.M., McManus K.J. Ubiquitin Specific Peptidase 22 regulates histone H2B mono-ubiquitination and exhibits both oncogenic and tumor suppressor roles in cancer. Cancers. 2017;9:167.  doi: 10.3390/cancers9120167. [PMC free article] [PubMed] [CrossRef] [Google Scholar]166. Schrecengost R.S., Dean J.L., Goodwin J.F., Schiewer M.J., Urban M.W., Stanek T.J., Sussman R.T., Hicks J.L., Birbe R.C., Draganova-Tacheva R.A., et al.  USP22 regulates oncogenic signaling pathways to drive lethal cancer progression. Cancer Res. 2014;74:272–286. doi: 10.1158/0008-5472.CAN-13-1954. [PMC free article] [PubMed] [CrossRef] [Google Scholar]167. Kim D., Hong A., Park H.I., Shin W.H., Yoo L., Jeon S.J., Chung K.C. Deubiquitinating enzyme USP22 positively regulates c-Myc stability and tumorigenic activity in mammalian and breast cancer cells. J. Cell. Physiol. 2017;232:3664–3676. doi: 10.1002/jcp.25841. [PubMed] [CrossRef] [Google Scholar]168. Atanassov B.S., Dent S.Y. USP22 regulates cell proliferation by deubiquitinating the transcriptional regulator FBP1. EMBO Rep. 2011;12:924–930. doi: 10.1038/embor.2011.140. [PMC free article] [PubMed] [CrossRef] [Google Scholar]169. Baker S.P., Grant P.A. The SAGA continues: Expanding the cellular role of a transcriptional co-activator complex. Oncogene. 2007;26:5329–5340. doi: 10.1038/sj.onc.1210603. [PMC free article] [PubMed] [CrossRef] [Google Scholar]170. Morgan M.T., Haj-Yahya M., Ringel A.E., Bandi P., Brik A., Wolberger C. Structural basis for histone H2B deubiquitination by the SAGA DUB module. Science. 2016;351:725–728. doi: 10.1126/science.aac5681. [PMC free article] [PubMed] [CrossRef] [Google Scholar]171. Lang G., Bonnet J., Umlauf D., Karmodiya K., Koffler J., Stierle M., Devys D., Tora L. The tightly controlled deubiquitination activity of the human SAGA complex differentially modifies distinct gene regulatory elements. Mol. Cell. Biol. 2011;31:3734–3744. doi: 10.1128/MCB.05231-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]172. Bonnet J., Wang C.Y., Baptista T., Vincent S.D., Hsiao W.C., Stierle M., Kao C.F., Tora L., Devys D. The SAGA coactivator complex acts on the whole transcribed genome and is required for RNA polymerase II transcription. Genes Dev. 2014;28:1999–2012. doi: 10.1101/gad.250225.114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]173. Zhang K., Yang L., Wang J., Sun T., Guo Y., Nelson R., Tong T.R., Pangeni R., Salgia R., Raz D.J. Ubiquitin-specific protease 22 is critical to in vivo angiogenesis, growth and metastasis of non-small cell lung cancer. Cell Commun. Signal. 2019;17:167. doi: 10.1186/s12964-019-0480-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]174. Wang Y., Sun Q., Mu N., Sun X., Wang Y., Fan S., Su L., Liu X. The deubiquitinase USP22 regulates PD-L1 degradation in human cancer cells. Cell Commun. Signal. 2020;18:112. doi: 10.1186/s12964-020-00612-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]175. Cortez J.T., Montauti E., Shifrut E., Gatchalian J., Zhang Y., Shaked O., Xu Y., Roth T.L., Simeonov D.R., Zhang Y., et al.  CRISPR screen in regulatory T cells reveals modulators of Foxp3. Nature. 2020;582:416–420. doi: 10.1038/s41586-020-2246-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]176. Yang J., Wei P., Barbi J., Huang Q., Yang E., Bai Y., Nie J., Gao Y., Tao J., Lu Y., et al.  The deubiquitinase USP44 promotes Treg function during inflammation by preventing FOXP3 degradation. EMBO Rep. 2020;21:e50308. doi: 10.15252/embr.202050308. [PMC free article] [PubMed] [CrossRef] [Google Scholar]177. Zhang H.Y., Liao B.W., Xu Z.S., Ran Y., Wang D.P., Yang Y., Luo W.W., Wang Y.Y. USP44 positively regulates innate immune response to DNA viruses through deubiquitinating MITA. PLoS Pathog. 2020;16:e1008178.  doi: 10.1371/journal.ppat.1008178. [PMC free article] [PubMed] [CrossRef] [Google Scholar]178. Nicholson B., Suresh Kumar K.G. The multifaceted roles of USP7: New therapeutic opportunities. Cell Biochem. Biophys. 2011;60:61–68. doi: 10.1007/s12013-011-9185-5. [PubMed] [CrossRef] [Google Scholar]"}