{"title": "MHC Class III RNA Binding Proteins and Immunity", "pubDate": "2021", "PMCID": "PMC8163431", "DOI": "10.1080/15476286.2020.1860388", "PMID": "33280511", "abstract": "Here we review data suggestive of a role for RNA-binding proteins in vertebrate immunity. We focus on the products of genes found in the class III region of the Major Histocompatibility Complex. Six of these genes, DDX39B (aka BAT1), DXO, LSM2, NELFE, PRRC2A (aka BAT2), and SKIV2L, encode RNA-binding proteins with clear roles in post-transcriptional gene regulation and RNA surveillance. These genes are likely to have important functions in immunity and are associated with autoimmune diseases.", "author": [{"author": "Geraldine Schott", "affiliation": ["Department of Biochemistry and Molecular Biology, University of Texas Medical Branch, Galveston, Texas, USA.", "Biochemistry and Molecular Biology Graduate Program, University of Texas Medical Branch, Galveston, Texas, USA."], "href": "/?term=Schott+G&cauthor_id=33280511"}, {"author": "Mariano A Garcia-Blanco", "affiliation": ["Department of Biochemistry and Molecular Biology, University of Texas Medical Branch, Galveston, Texas, USA.", "Programme in Infectious Diseases, Duke-NUS Medical School, Singapore.", "Department of Internal Medicine, University of Texas Medical Branch, Galveston, Texas, USA.", "Institute for Human Infections and Immunity, University of Texas Medical Branch, Galveston, Texas, USA."], "href": "/?term=Garcia-Blanco+MA&cauthor_id=33280511"}], "refPMID": [], "citedInPMID": ["33280511", "34422023"], "body": " ABSTRACTHere we review data suggestive of a role for RNA-binding proteins in vertebrate immunity. We focus on the products of genes found in the class III region of the Major Histocompatibility Complex. Six of these genes, DDX39B (aka BAT1), DXO, LSM2, NELFE, PRRC2A (aka BAT2), and SKIV2L, encode RNA-binding proteins with clear roles in post-transcriptional gene regulation and RNA surveillance. These genes are likely to have important functions in immunity and are associated with autoimmune diseases.KEYWORDS: RNA-binding proteins IntroductionIn the last few decades we have learned remarkable new facts about RNAs – they are not just messengers of genetic information or important viral genomes, but can be enzymes (e.g., ribosomes and telomerases [1]), critical structural components of macromolecular machines (e.g., phage motors [2]) and important trans-acting regulators of gene expression (e.g., microRNAs (miRNAs) [3]). Most importantly, we have come to recognize that RNA was the original molecule of life and this realization has important implications. A salient and fascinating consequence of this ancestry is the role that RNA plays in immunity. It follows then that the first attack of one genome (pathogen) on another (host) represented the first infections. We argue these invasions are now recapitulated daily (especially in these difficult days of COVID-19) when an RNA virus infects a human, a mosquito or a plant. The argument can be extended by concluding that the defences of the invaded RNA genome represent the earliest forms of immunity. Thus, we postulate that RNA genomes were the first to define ‘self’ and ‘non-self’: the basis of immunity. We posit that today we can discern this RNA ancestry in many extant immune systems and thus propose, as have others [4–6], exceptional roles for RNAs and RNA-binding proteins (RBPs) in immune systems.Immunity has been arbitrarily divided into, innate immunity and acquired immunity, which are defined by the fact that the latter involves responses driven by memory of a specific pathogen. Although this classification is being re-examined [7,8], it serves as a useful scaffold to discuss the role of RBPs. Innate immune mechanisms have been associated with critical roles for RNA and RBPs [9]. RNA interference (RNAi), which is mediated by short double-stranded RNAs (dsRNAs) called small interfering RNAs (siRNAs), is a potent innate immune mechanism in many animals, particularly invertebrates, and in plants [10]. In vertebrates, the interferon system is a major innate immune pathway that is highly regulated by dsRNAs and involves a large number of proteins, many of which are RBPs [11]. Amongst them, RIG-I and MDA5 are pattern recognition receptors that mediate the IFN response by recognizing pathogen-associated molecular patterns (PAMPs) on foreign nucleic acids [12]. 2ʹ-5ʹ oligoadenylate synthetases (OAS) are effectors of this pathway and they bind to and are activated by these PAMPS [13]. OAS synthesize atypical RNA oligoadenylates, with 2ʹ-5ʹ linkages, that activate ribonuclease L (RNAse L), which degrades viral RNAs [14]. Even the innate sensor of foreign DNA, the cyclic GMP-AMP synthase (cGAS), is homologous to OAS and thus likely evolved from a family of RBPs [15].A special role for RBPs in acquired immunity is evident in the CRISPR system in prokaryotes where guide RNAs derived from sequences of previously encountered pathogens direct endonucleases to cleave the genomes of the same or related pathogens upon reinfection [16,17]. Elegant studies of immunity in mammals have demonstrated that there are robust regulatory programmes of post-transcriptional control in the development, maturation, and activation of immune cells [6,18]. For instance, it is clear that alternative splicing factors (e.g., CELF2) control important immune gene expression networks required for the action of T cells [19,20]. Equally, one can point to interesting examples of RBPs regulating mRNA turnover and/or translation of short-lived cytokine mRNAs [21]. Indeed, these roles are expected for a system as complex as the adaptive immune system. In this review, we focus on a group of RBPs that provide further evidence for a special role of these proteins in both innate and adaptive immunity. The intriguing case of RNA-binding protein genes in the major histocompatibility complexA clue to a special role for RBPs in immunity came from studies of the DExD-Box Helicase 39B (DDX39B), also known to immunologists as HLA-B associated transcript-1 protein (BAT1) and to RNA biologists as U2AF associated protein 56kD (UAP56). Early work from immunologists indicated that DDX39B promoted gene expression of anti-inflammatory pathways [22]. RNA biologists showed that DDX39B plays roles in constitutive pre-mRNA splicing, and subsequently in alternative splicing and transport of both mRNAs and circular RNAs (see references below). The gene encoding DDX39B resides in the class III region of the major histocompatibility complex (MHC) locus in humans and this location is conserved in all vertebrates (Fig. 1).Figure 1.MHC class III genes encoding RNA-binding proteins. A UCSC genome viewer schematic of the chromosome 6 region spanning the MHC class III region. Genes encoding proteins implicated in RNA metabolism are boxed in red. Genes encoding proteins with a potential role in RNA metabolism and mentioned in the text are boxed in green. Genes indicated in black correspond to proteins with an entry in the Protein Data Bank (PDB); genes indicated in dark blue represent transcripts that have been reviewed or validated by either the Reference Sequence collection (RefSeq), SWISS-PROT or the Consensus Coding Sequence Project (CCDS); genes indicated in light blue correspond to non-RefSeq transcriptsThe MHC is a large genetic locus first discovered because of its role in determining tissue and organ compatibility in transplantation experiments in mice and now known to coordinate a large number of immune processes [23]. The locus, which in humans is located in the short arm of chromosome 6, has been traditionally divided into three regions based on the classes of genes that predominate in these. MHC class I genes encode ubiquitously expressed proteins involved in antigen presentation, and MHC class II genes encode proteins engaged in antigen presentation by so-called professional antigen-presenting cells (APCs) (e.g., macrophages). The class III region, which has very high gene density [24], lies between regions I and II, and its genes are not easy to classify based on their known or presumed functions. Among class III genes some are clearly immune modulators such as components of the complement system (e.g., C4), cytokines (e.g., TNF-a) or regulators of gene expression implicated in immune function (e.g., NFKBL1) [23] (Fig. 1). Other MHC class III genes have unknown function or functions that have not been directly associated with immunity. The conservation of synteny in the MHC class III region in all jawed vertebrates suggests that many of these genes of unknown function will turn out to play important roles in immunity. As mentioned above and described in more detail below this is the case for DDX39B, an RNA helicase that promotes immune tolerance.DDX39B could have been considered an exceptional case of an RBP encoded in the class III region, but an interesting report from Sanderson and colleagues proposed that a large number of MHC class III genes encode proteins involved in RNA transactions [25]. A similar suggestion was later made by Yu and colleagues noting that four MHC class III genes, NELFE, SKIV2L, DXO, and STK19, are involved in RNA surveillance, which could reflect a role in recognition of foreign RNA [26]. A review of published observations suggests that six class III gene products, DDX39B (BAT1), DXO, LSM2, NELFE, PRRC2A (BAT2), and SKIV2L are RBPs and play important roles in RNA metabolism, and four, ABHD16A (BAT5), CLIC1, PBX2, and STK19 have connections to RNA biology. This means that out of the 60 expressed protein-coding genes in the human MHC class III region [24] between 10% and 16% are associated with RNA metabolism. This is higher than the calculated frequency of proteins engaged in RNA metabolism, which has been calculated to be between 3% and 11% of the proteome in a broad survey of organisms, with complex organisms like humans on the lower end of the range [27]. Here we review what is known about these MHC class III gene products in the context of RNA biology and immunology.DExD-Box Helicase 39B (BAT1)In 1989, DExD-Box Helicase 39B (DDX39B) was identified as the protein product of the MHC class III HLA-B-associated transcript −1 [28], and in 1995 it was predicted to be a member of the ancestral DEAD-box family of RNA helicases [29]. Early studies suggested a genetic association between DDX39B and several autoimmune disorders [28,30], and functional studies where DDX39B expression was reduced using antisense oligonucleotides suggested that it was a negative regulator of inflammation [22]. In parallel studies published in 1997, DDX39B was identified as a constitutive splicing factor that interacted with U2AF2 and named 56 kDa U2AF2 associated protein (UAP56) [31]. Several studies extended the roles of DDX39B in RNA metabolism to include nucleocytoplasmic transport of mRNAs [32–34] and circular RNAs (circRNAs) [35], alternative splicing [36,37], and resolution of R-loops [38]. It should be noted that DDX39A is a paralog of DDX39B and the two have overlapping, but not completely redundant, functions [35,37,39].Our work provides a connection between the RNA biology and immunology roles of DDX39B. DDX39B activates splicing of interleukin-7 receptor-a (IL7R) exon 6 and reduces levels of the soluble form of IL7R (sIL7R) [36]. High levels of sIL7R are associated with increased risk of multiple sclerosis (MS) [40,41] and other autoimmune diseases [42,43], and sIL7R has been shown to enhance the severity of experimental autoimmune encephalomyelitis, an animal model of MS [41]. Furthermore, a strong genetic association between alleles of DDX39B that lead to high expression of the protein and protection from MS-risk and there is strong genetic and functional epistasis between DDX39B and IL7R. Additionally, DDX39B is required for the expression of FOXP3, which is the master transcriptional controller of T regulatory cells (Tregs) (Hirano, Galarza-Muñoz et al., manuscript in preparation). FOXP3 introns have cytidine-rich polypyrimidine tracts and these tracts make their splicing exquisitely sensitive to DDX39B (Ibid). These reports support a critical role for DDX39B as a guardian of immune tolerance (Fig. 2).Figure 2.DDX39B, a guardian of tolerance. (Left) DDX39B is a potent activator of IL7R exon 6, which leads to lower levels of sIL7R. Since sIL7R promotes autoimmunity, the effect of DDX39B is to decrease the tendency towards autoimmunity. (Centre) DDX39B mediates nucleocytoplasmic transport of circular RNAs, which repress innate immune and autoimmune reactions. (Right) DDX39B promotes expression of Forkhead Box P3 (FOXP3) by enhancing the splicing of weak introns. FOXP3 is a master regulator of the development and function of CD4+/CD25+ T regulatory (T reg) cells, which downregulate autoimmunity. Arrows indicate activation and bar-headed lines indicate repression, and green arrows or bar-headed lines indicate processes that promote tolerance and red arrows indicate processes that promote autoimmunityOther functions of DDX39B are also connected to immune function. In human cells DDX39B has been shown to control the nucleocytoplasmic transport of circRNAs [35]. A role for circRNAs in innate immunity is now recognized [44,45]. CircRNAs induced innate immune gene expression in a RIG-I dependent fashion and this induction depended on the origin of the circRNAs [46]. CircRNAs bind and inhibit the dsRNA dependent kinase, PKR (EIF2AK2), and patients with systemic lupus erythematosus (SLE) show lower levels of circRNAs in their PBMCs and increased PKR activity [47]. Circular RNAs have been shown to modulate the function and activation of innate immune cells. For example, binding of circANRIL (Circular antisense non-coding RNA in the INK4 locus) to pescadillo ribosomal biogenesis factor 1 (PES1) prevents the uncontrolled proliferation of vascular tissue macrophages and may protect against atherosclerosis [48]. Given that DDX39B mediates nucleocytoplasmic transport of circRNAs and that circRNAs can downregulate immune responses, we speculate that DDX39B can promote tolerance by maintaining robust levels of circRNAs in the cytoplasm.Additional roles for DDX39B in immunity are suggested by the fact that this helicase has been shown to resolve R loops [38], which are believed to be a source of cytoplasmic DNA that is sensed by cGAS and induces innate immune responses [49]. Another intriguing connection is the requirement for the DDX39B homologue in Oryza sativa (Asian rice) in the stress response [50]. All of these studies together suggest an ancient and important role of DDX39B in genome protection and a modern role in immunity.Proline-rich coiled-coil protein 2A (BAT2)The proline-rich coiled-coil protein 2A (PRRC2A, aka BAT2) [51] was shown to interact with hnRNP A1 and the eukaryotic translation initiation factor-3 suggesting it could have roles in RNA metabolism [25]. More recently, PRRC2A has been shown to be a reader for the common epitranscriptome mark N6-methyladenosine (m6A) in mRNAs and to regulate the stability of the Olig2 RNA [52]. PRRC2A has been associated with lupus nephritis [53], coeliac disease [54], and type 1 diabetes [55]; however, these genetic linkages cannot be formally sorted away from those of other MHC class III genes.Decapping exoribonucleaseThe decapping exoribonuclease (DXO, aka DOM3Z) is involved in removing the 5ʹcap of RNAs synthesized by RNA polymerase II (RNAPII) (decapping) and particularly removal of the alternative nicotinamide adenine dinucleotide (NAD+) cap (deNADding) [56] and other non-canonical cap structures [57]. Remarkably DXO also has 5ʹ-to-3ʹ exoribonuclease activity and therefore can both decap and degrade RNAs [58]. DXO plays an antiviral role in Hepatitis C virus (HCV) infected cells, cleaving HCV genomes not protected at the 5ʹend by miR-122 [59]. This suggests that DXO may be able to sense viral RNAs as foreign.Like Sm protein-2The Like Sm protein-2 (LSM2) assembles into ring-like heteroheptamers with other Sm-like proteins [60]. The cytoplasmic LSM1-7 complex mediates RNA decay and the nuclear LSM2-8 interacts with U6 snRNA and is involved in pre-mRNA splicing [61]. As part of the LSM complexes, LSM2 plays roles in RNA surveillance and regulates decay of AU-rich elements (AREs) containing mRNAs, which encode many genes involved in immunity and inflammation [62]. As described above for DDX39B, LSM rings also play important roles in regulating the stress response in plants [63].SKI2-like RNA helicaseThe SKI2-like RNA helicase (SKIV2L, aka as SKI2W) is named because of its homology to a Saccharomyces cerevisiae nucleolar factor that controls the replication of RNA viruses of yeast [64]. A similar antiviral role for SKIV2L was observed in human cells infected with hepatitis B virus (HBV); SKIV2L binds the HBV X-mRNA and mediates it degradation [65]. SKIV2Lis a subunit of the human RNA exosome, a complex that degrades unstable RNAs, including ARE-containing RNAs [66], is involved in translational surveillance [67], can have antiviral activity [68], and is a negative regulator of the RLR-mediated antiviral response (RIG-I like receptor) [69]. Mutations in SKIV2L have been associated with Trichohepatoenteric syndrome-2 (THES2), which is characterized by intrauterine growth retardation, facial dysmorphism, hair abnormalities, intractable diarrhoea, and combined immunodeficiency [70,71]. SKIV2L has been connected to innate immunity since depletion of SKIV2L in cells in culture enhances the interferon (IFN) response to ligands of RIG-I and patients with THES2 have an overactive blood IFN gene expression signature [69]. Further, SKIV2L has been associated with early onset of presumed monogenic inflammatory bowel disease (IBD) as well as SLE [72–74].Negative elongation factor, member ENegative elongation factor, member E (NELFE) was also named RD RNA-binding protein because it contains an arginine and aspartic acid dipeptide repeat also found in the U1 snRNP 70-kDa protein and an RNP consensus motif found in many RBPs [75]. Indeed, subsequent evidence supports that NELFE binds RNA [76–78]. NELFE is the smallest subunit (member) of the NELF complex, which is involved in the regulation of transcription elongation by RNAPII [79]. NELF interacts with the nuclear cap-binding complex (CBC), which binds the 5ʹ cap and is important for many RNA processing events, and this interaction is mediated by binding of NELFE to the 80 kDa CBC subunit [80]. NELFE has been proposed as a sarcoidosis susceptibility gene [81] and may be critical for antiviral immunity in insect cells [82]. Other MHC class III proteins with potential connections to RNA metabolismIn addition to the MHC class III RBPs described above, there are several proteins encoded by genes in the class III region that have been connected, more or less definitively, to RNA metabolism. Abhydrolase domain-containing protein 16A (ABHD16A, aka BAT5) was shown to interact with hnRNP A1 [25], but there is not further evidence to suggest that it plays a role in RNA metabolism. The chloride intracellular channel 1 (CLIC1) binds the Sm-like protein LSM1 [25], which is found in Processing bodies (P-bodies) [83], but as with ABHD16A, CLIC1 has not been connected further to RNA metabolism. The serine/threonine kinase-19 (STK19) interacts with SF3B subunit 4 [25], a splicing factor, and although it has been proposed to be involved in DNA repair, this function is vigorously debated [84,85]. A role for STK19 in the synthesis or processing of RNAs has been suggested [26], but is not well documented. The class III region including NELFE, SKIV2L, and STK19 was shown to genetically associate with metabolic syndrome linked inflammation [86]. Finally, the pre-B cell leukaemia transcription factor-2 (PBX2), which contains a homeobox domain, was shown to interact with the nucleolar MTR4 exosome RNA helicase (MTREX) [25], which is a homologue of SKIV2L [87]. Although the aforementioned connection and the fact that PBX2 is expressed at high levels in murine bone marrow and thymus suggest a potential immune function, PBX2-/- mice have normal hematopoeisis and immune function [88]. Therefore, for ABHD16A, CLIC1, STK19, and PBX2, the connections to RNA metabolism and/or immune function remain tantalizing but unproven. ConclusionsIn this brief review we highlight the intriguing connections between RNA-binding proteins encoded by genes in the major histocompatibility complex and immunity. We conjecture that immune functions of these RNA-binding proteins are fossils of ancestral immune mechanisms in the RNA world. AcknowledgmentsWe thank many colleagues at UTMB for discussions about the ideas presented here, in particular Eric J. Wagner. We acknowledge support from NIH R01 CA204806, Mildred Hajek Vacek and John Roman Vacek Distinguished Chair, and UTMB startup package (MGB). Funding StatementThis work was supported by the National Cancer Institute [R01 CA204806]. References[1] Cech TR, Steitz JA.. \nThe noncoding RNA revolution-trashing old rules to forge new ones. Cell. 2014;157(1):77–94. PubMed PMID: 24679528 [PubMed] [Google Scholar][2] Cao S, Saha M, Zhao W, et al. Insights into the structure and assembly of the bacteriophage 29 double-stranded DNA packaging motor. J Virol. 2014;88(8):3986–3996. Epub 2014/01/08. PubMed PMID: 24403593; PubMed Central PMCID: PMCPMC3993773. [PMC free article] [PubMed] [Google Scholar][3] Lee RC, Feinbaum RL, Ambros V.. \nThe C. elegans heterochronic gene lin-4 encodes small RNAs with antisense complementarity to lin-14. Cell. 1993;75(5):843–854. PubMed PMID: 8252621 [PubMed] [Google Scholar][4] Molleston JM, Cherry S.Attacked from all sides: RNA decay in antiviral defense. Viruses. 2017; 9(1). Epub 2017/01/06. PubMed PMID: 28054965; PubMed Central PMCID: PMCPMC5294971. [PMC free article] [PubMed] [Google Scholar][5] Bisogno LS, Keene JD. RNA regulons in cancer and inflammation. Curr Opin Genet Dev. 2018;48:97–103. Epub 2017/11/28. PubMed PMID: 29175729; PubMed Central PMCID: PMCPMC6489128. [PMC free article] [PubMed] [Google Scholar][6] Ivanov P, Anderson P. Post-transcriptional regulatory networks in immunity. Immunol Rev. 2013;253(1):253–272. Epub 2013/04/05. PubMed PMID: 23550651; PubMed Central PMCID: PMCPMC6989036. [PMC free article] [PubMed] [Google Scholar][7] Sheehy AM, Gaddis NC, Choi JD, et al. Isolation of a human gene that inhibits HIV-1 infection and is suppressed by the viral Vif protein. Nature. 2002;418(6898):646–650. Epub 2002/07/14. PubMed PMID: 12167863. [PubMed] [Google Scholar][8] Sharrock J, Sun JC. Innate immunological memory: from plants to animals. Curr Opin Immunol. 2020;62:69–78. Epub 2020/01/14. PubMed PMID: 31931432; PubMed Central PMCID: PMCPMC7067670. [PMC free article] [PubMed] [Google Scholar][9] Garcia-Blanco MA. Know thyself. RNA. 2015;21(4):525–526. PubMed PMID: 25780123; PubMed Central PMCID: PMCPMC4371265 [PMC free article] [PubMed] [Google Scholar][10] Olson KE, Blair CD. Arbovirus-mosquito interactions: RNAi pathway. Curr Opin Virol. 2015;15:119–126. Epub 2015/12/03. PubMed PMID: 26629932; PubMed Central PMCID: PMCPMC4765169. [PMC free article] [PubMed] [Google Scholar][11] Schoggins JW, Wilson SJ, Panis M, et al. A diverse range of gene products are effectors of the type I interferon antiviral response. Nature. 2011;472(7344):481–485. Epub 2011/04/10. PubMed PMID: 21478870; PubMed Central PMCID: PMCPMC3409588. [PMC free article] [PubMed] [Google Scholar][12] Meylan E, Tschopp J. Toll-like receptors and RNA helicases: two parallel ways to trigger antiviral responses. Mol Cell. 2006;22(5):561–569. PubMed PMID: 16762830 [PubMed] [Google Scholar][13] Hu J, Wang X, Xing Y, et al. Origin and development of oligoadenylate synthetase immune system. BMC Evol Biol. 2018;18(1):201. Epub 2018/12/27. PubMed PMID: 30587119; PubMed Central PMCID: PMCPMC6307210. [PMC free article] [PubMed] [Google Scholar][14] Schwartz SL, Conn GL. RNA regulation of the antiviral protein 2ʹ-5ʹ-oligoadenylate synthetase. Wiley Interdiscip Rev RNA. 2019;10(4):e1534. Epub 2019/04/17. PubMed PMID: 30989826; PubMed Central PMCID: PMCPMC6585406. [PMC free article] [PubMed] [Google Scholar][15] Hornung V, Hartmann R, Ablasser A, et al. OAS proteins and cGAS: unifying concepts in sensing and responding to cytosolic nucleic acids. Nat Rev Immunol. 2014;14(8):521–528. Epub 2014/07/18. PubMed PMID: 25033909; PubMed Central PMCID: PMCPMC7097587. [PMC free article] [PubMed] [Google Scholar][16] Wimmer F, Beisel CL. CRISPR-cas systems and the paradox of self-targeting spacers. Front Microbiol. 2019;10:3078. Epub 2020/01/22. PubMed PMID: 32038537; PubMed Central PMCID: PMCPMC6990116. [PMC free article] [PubMed] [Google Scholar][17] Makarova KS, Wolf YI, Iranzo J, et al. Evolutionary classification of CRISPR-cas systems: a burst of class 2 and derived variants. Nat Rev Microbiol. 2020;18(2):67–83. Epub 2019/12/19. PubMed PMID: 31857715. [PubMed] [Google Scholar][18] Salerno F, Wolkers MC. T-cells require post-transcriptional regulation for accurate immune responses. Biochem Soc Trans. 2015;43(6):1201–1207. Epub 2015/11/29. PubMed PMID: 26614661. [PubMed] [Google Scholar][19] Mallory MJ, Jackson J, Weber B, et al. Signal- and development-dependent alternative splicing of LEF1 in T cells is controlled by CELF2. Mol Cell Biol. 2011;31(11):2184–2195. Epub 2011/03/28. PubMed PMID: 21444716; PubMed Central PMCID: PMCPMC3133246. [PMC free article] [PubMed] [Google Scholar][20] Mallory MJ, McClory SP, Chatrikhi R, et al. Reciprocal regulation of hnRNP C and CELF2 through translation and transcription tunes splicing activity in T cells. Nucleic Acids Res. 2020;48(10):5710–5719. PubMed PMID: 32338744; PubMed Central PMCID: PMCPMC7261192 [PMC free article] [PubMed] [Google Scholar][21] Wells ML, Perera L, Blackshear PJ. An ancient family of RNA-binding proteins: still important!\nTrends Biochem Sci. 2017;42(4):285–296. Epub 2017/01/14. PubMed PMID: 28096055; PubMed Central PMCID: PMCPMC5376222. [PMC free article] [PubMed] [Google Scholar][22] Allcock RJ, Williams JH, Price P. The central MHC gene, BAT1, may encode a protein that down-regulates cytokine production. Genes Cells. 2001;6(5):487–494. PubMed PMID: 11380625 [PubMed] [Google Scholar][23] Horton R, Wilming L, Rand V, et al. Gene map of the extended human MHC. Nat Rev Genet. 2004;5(12):889–899. PubMed PMID: 15573121 [PubMed] [Google Scholar][24] Xie T, Rowen L, Aguado B, et al. Analysis of the gene-dense major histocompatibility complex class III region and its comparison to mouse. Genome Res. 2003;13(12):2621–2636. PubMed PMID: 14656967; PubMed Central PMCID: PMCPMC403804 [PMC free article] [PubMed] [Google Scholar][25] Lehner B, Semple JI, Brown SE, et al. Analysis of a high-throughput yeast two-hybrid system and its use to predict the function of intracellular proteins encoded within the human MHC class III region. Genomics. 2004;83(1):153–167. PubMed PMID: 14667819 [PubMed] [Google Scholar][26] Zhou D, Lai M, Luo A, et al.An RNA metabolism and surveillance quartet in the major histocompatibility complex. Cells. 2019; 8(9).Epub 2019/08/30. PubMed PMID: 31480283; PubMed Central PMCID: PMCPMC6769589. [PMC free article] [PubMed] [Google Scholar][27] Anantharaman V, Koonin EV, Aravind L. Comparative genomics and evolution of proteins involved in RNA metabolism. Nucleic Acids Res. 2002;30(7):1427–1464. PubMed PMID: 11917006; PubMed Central PMCID: PMCPMC101826 [PMC free article] [PubMed] [Google Scholar][28] Spies T, Blanck G, Bresnahan M, et al. A new cluster of genes within the human major histocompatibility complex. Science. 1989;243(4888):214–217. PubMed PMID: 2911734 [PubMed] [Google Scholar][29] Peelman LJ, Chardon P, Nunes M, et al. The BAT1 gene in the MHC encodes an evolutionarily conserved putative nuclear RNA helicase of the DEAD family. Genomics. 1995;26(2):210–218. PubMed PMID: 7601445 [PubMed] [Google Scholar][30] Fugger L, Morling N, Ryder LP, et al. Restriction fragment length polymorphism of two HLA-B-associated transcripts genes in five autoimmune diseases. Hum Immunol. 1991;30(1):27–31. PubMed PMID: 1672123 [PubMed] [Google Scholar][31] Fleckner J, Zhang M, Valcárcel J, et al. U2AF65 recruits a novel human DEAD box protein required for the U2 snRNP-branchpoint interaction. Genes Dev. 1997;11(14):1864–1872. PubMed PMID: 9242493 [PubMed] [Google Scholar][32] Jensen TH, Boulay J, Rosbash M, et al. The DECD box putative ATPase Sub2p is an early mRNA export factor. Curr Biol. 2001;11(21):1711–1715. PubMed PMID: 11696331 [PubMed] [Google Scholar][33] MacMorris M, Brocker C, Blumenthal T. UAP56 levels affect viability and mRNA export in Caenorhabditis elegans. RNA. 2003;9(7):847–857. PubMed PMID: 12810918; PubMed Central PMCID: PMCPMC1370451 [PMC free article] [PubMed] [Google Scholar][34] Herold A, Teixeira L, Izaurralde E. Genome-wide analysis of nuclear mRNA export pathways in Drosophila. Embo J. 2003;22(10):2472–2483. PubMed PMID: 12743041; PubMed Central PMCID: PMCPMC155991 [PMC free article] [PubMed] [Google Scholar][35] Huang C, Liang D, Tatomer DC, et al. A length-dependent evolutionarily conserved pathway controls nuclear export of circular RNAs. Genes Dev. 2018;32(9–10):639–644. Epub 2018/05/17. PubMed PMID: 29773557; PubMed Central PMCID: PMCPMC6004072. [PMC free article] [PubMed] [Google Scholar][36] Galarza-Muñoz G, Briggs FBS, Evsyukova I, et al. Human epistatic interaction controls IL7R splicing and increases multiple sclerosis risk. Cell. 2017;169(1):72–84.e13. PubMed PMID: 28340352; PubMed Central PMCID: PMCPMC5456452 [PMC free article] [PubMed] [Google Scholar][37] Nakata D, Nakao S, Nakayama K, et al. The RNA helicase DDX39B and its paralog DDX39A regulate androgen receptor splice variant AR-V7 generation. Biochem Biophys Res Commun. 2017;483(1):271–276. Epub 2016/12/23. PubMed PMID: 28025139. [PubMed] [Google Scholar][38] Pérez-Calero C, Bayona-Feliu A, Xue X, et al. UAP56/DDX39B is a major cotranscriptional RNA-DNA helicase that unwinds harmful R loops genome-wide. Genes Dev. 2020;34(13–14):898–912. Epub 2020/05/21. PubMed PMID: 32439635; PubMed Central PMCID: PMCPMC7328515. [PMC free article] [PubMed] [Google Scholar][39] Pryor A, Tung L, Yang Z, et al. Growth-regulated expression and G0-specific turnover of the mRNA that encodes URH49, a mammalian DExH/D box protein that is highly related to the mRNA export protein UAP56. Nucleic Acids Res. 2004;32(6):1857–1865. Epub 2004/03/26. PubMed PMID: 15047853; PubMed Central PMCID: PMCPMC390356. [PMC free article] [PubMed] [Google Scholar][40] Gregory SG, Schmidt S, Seth P, et al. Interleukin 7 receptor alpha chain (IL7R) shows allelic and functional association with multiple sclerosis. Nat Genet. 2007;39(9):1083–1091. Epub 2007/07/31. PubMed PMID: 17660817. [PubMed] [Google Scholar][41] Lundström W, Highfill S, Walsh ST, et al. Soluble IL7Rα potentiates IL-7 bioactivity and promotes autoimmunity. Proc Natl Acad Sci U S A. 2013;110(19):E1761–70. Epub 2013/04/22. PubMed PMID: 23610432; PubMed Central PMCID: PMCPMC3651437. [PMC free article] [PubMed] [Google Scholar][42] International Genetics of Ankylosing Spondylitis C, Cortes A, Hadler J, Pointon JP, et al. Identification of multiple risk variants for ankylosing spondylitis through high-density genotyping of immune-related loci. Nat Genet. 2013;45(7):730–738. Epub 2013/06/12. PubMed PMID: 23749187; PubMed Central PMCID: PMCPMC3757343. [PMC free article] [PubMed] [Google Scholar][43] Nakamura M, Nishida N, Kawashima M, et al. Genome-wide association study identifies TNFSF15 and POU2AF1 as susceptibility loci for primary biliary cirrhosis in the Japanese population. Am J Hum Genet. 2012;91(4):721–728. Epub 2012/09/25. PubMed PMID: 23000144; PubMed Central PMCID: PMCPMC3484650. [PMC free article] [PubMed] [Google Scholar][44] Zhou Z, Sun B, Huang S, et al. Roles of circular RNAs in immune regulation and autoimmune diseases. Cell Death Dis. 2019;10(7):503. Epub 2019/06/26. PubMed PMID: 31243263; PubMed Central PMCID: PMCPMC6594938. [PMC free article] [PubMed] [Google Scholar][45] Li I, Chen YG. Emerging roles of circular RNAs in innate immunity. Curr Opin Immunol. 2020;68:107–115. Epub 2020/11/12. PubMed PMID: 33176221. [PMC free article] [PubMed] [Google Scholar][46] Chen YG, Kim MV, Chen X, et al. Sensing self and foreign circular RNAs by intron identity. Mol Cell. 2017;67(2):228–38 e5. Epub 2017/06/20. PubMed PMID: 28625551; PubMed Central PMCID: PMCPMC5610545. [PMC free article] [PubMed] [Google Scholar][47] Liu CX, Li X, Nan F, et al. Structure and degradation of circular RNAs regulate PKR activation in innate immunity. Cell. 2019;177(4):865–80 e21. Epub 2019/04/30. PubMed PMID: 31031002. [PubMed] [Google Scholar][48] Holdt LM, Stahringer A, Sass K, et al. Circular non-coding RNA ANRIL modulates ribosomal RNA maturation and atherosclerosis in humans. Nat Commun. 2016;7:12429. Epub 2016/08/20. PubMed PMID: 27539542; PubMed Central PMCID: PMCPMC4992165. [PMC free article] [PubMed] [Google Scholar][49] Shen YJ, Le Bert N, Chitre AA, et al. Genome-derived cytosolic DNA mediates type I interferon-dependent rejection of B cell lymphoma cells. Cell Rep. 2015;11(3):460–473. Epub 2015/04/09. PubMed PMID: 25865892. [PubMed] [Google Scholar][50] Tuteja N, Tarique M, Trivedi DK, et al. Stress-induced Oryza sativa BAT1 dual helicase exhibits unique bipolar translocation. Protoplasma. 2015;252(6):1563–1574. Epub 2015/03/15. PubMed PMID: 25772680. [PubMed] [Google Scholar][51] Banerji J, Sands J, Strominger JL, et al. A gene pair from the human major histocompatibility complex encodes large proline-rich proteins with multiple repeated motifs and a single ubiquitin-like domain. Proc Natl Acad Sci U S A. 1990;87(6):2374–2378. PubMed PMID: 2156268; PubMed Central PMCID: PMCPMC53689 [PMC free article] [PubMed] [Google Scholar][52] Wu R, Li A, Sun B, et al. A novel m6A reader Prrc2a controls oligodendroglial specification and myelination. Cell Res. 2019;29(1):23–41. Epub 2018/12/04. PubMed PMID: 30514900; PubMed Central PMCID: PMCPMC6318280. [PMC free article] [PubMed] [Google Scholar][53] Xu R, Li Q, Liu R, et al. Association analysis of the MHC in Lupus Nephritis. J Am Soc Nephrol. 2017;28(11):3383–3394. Epub 2017/07/28. PubMed PMID: 28754791; PubMed Central PMCID: PMCPMC5661284. [PMC free article] [PubMed] [Google Scholar][54] Goudey B, Abraham G, Kikianty E, et al. Interactions within the MHC contribute to the genetic architecture of celiac disease. PLoS One. 2017;12(3):e0172826. Epub 2017/03/10. PubMed PMID: 28282431; PubMed Central PMCID: PMCPMC5345796. [PMC free article] [PubMed] [Google Scholar][55] Hashimoto M, Nakamura N, Obayashi H, et al. Genetic contribution of the BAT2 gene microsatellite polymorphism to the age-at-onset of insulin-dependent diabetes mellitus. Hum Genet. 1999;105(3):197–199. PubMed PMID: 10987645 [PubMed] [Google Scholar][56] Kiledjian M. Eukaryotic RNA 5ʹ-End NAD. Trends Cell Biol. 2018;28(6):454–464. Epub 2018/03/12.\nPubMed PMID: 29544676; PubMed Central PMCID: PMCPMC5962413. [PMC free article] [PubMed] [Google Scholar][57] Doamekpor SK, Grudzien-Nogalska E, Mlynarska-Cieslak A, et al. DXO/Rai1 enzymes remove 5ʹ-end FAD and dephospho-CoA caps on RNAs. Nucleic Acids Res. 2020;48(11):6136–6148. PubMed PMID: 32374864; PubMed Central PMCID: PMCPMC7293010 [PMC free article] [PubMed] [Google Scholar][58] Jiao X, Chang JH, Kilic T, et al. A mammalian pre-mRNA 5ʹ end capping quality control mechanism and an unexpected link of capping to pre-mRNA processing. Mol Cell. 2013;50(1):104–115. Epub 2013/03/21. PubMed PMID: 23523372; PubMed Central PMCID: PMCPMC3630477. [PMC free article] [PubMed] [Google Scholar][59] Amador-Cañizares Y, Bernier A, Wilson JA, et al. miR-122 does not impact recognition of the HCV genome by innate sensors of RNA but rather protects the 5ʹ end from the cellular pyrophosphatases, DOM3Z and DUSP11. Nucleic Acids Res. 2018;46(10):5139–5158. PubMed PMID: 29672716; PubMed Central PMCID: PMCPMC6007490 [PMC free article] [PubMed] [Google Scholar][60] Zhou L, Hang J, Zhou Y, et al. Crystal structures of the Lsm complex bound to the 3ʹ end sequence of U6 small nuclear RNA. Nature. 2014;506(7486):116–120. Epub 2013/11/17. PubMed PMID: 24240276. [PubMed] [Google Scholar][61] Montemayor EJ, Virta JM, Hayes SM, et al. Molecular basis for the distinct cellular functions of the Lsm1-7 and Lsm2-8 complexes. RNA. 2020;26(10):1400–1413. Epub 2020/06/09. PubMed PMID: 32518066. [PMC free article] [PubMed] [Google Scholar][62] Vindry C, Weil D, Standart N. Pat1 RNA-binding proteins: multitasking shuttling proteins. Wiley Interdiscip Rev RNA. 2019;10(6):e1557. Epub 2019/06/24. PubMed PMID: 31231973. [PubMed] [Google Scholar][63] Catalá R, Carrasco-López C, Perea-Resa C, et al. Emerging roles of LSM complexes in posttranscriptional regulation of plant response to abiotic stress. Front Plant Sci. 2019;10:167. Epub 2019/02/19. PubMed PMID: 30873189; PubMed Central PMCID: PMCPMC6401655. [PMC free article] [PubMed] [Google Scholar][64] Lee SG, Lee I, Park SH, et al. Identification and characterization of a human cDNA homologous to yeast SKI2. Genomics. 1995;25(3):660–666. PubMed PMID: 7759100 [PubMed] [Google Scholar][65] Aly HH, Suzuki J, Watashi K, et al. RNA exosome complex regulates stability of the hepatitis B virus X-mRNA transcript in a non-stop-mediated (NSD) RNA quality control mechanism. J Biol Chem. 2016;291(31):15958–15974. Epub 2016/06/08. PubMed PMID: 27281821; PubMed Central PMCID: PMCPMC4965548. [PMC free article] [PubMed] [Google Scholar][66] Chen CY, Gherzi R, Ong SE, et al. AU binding proteins recruit the exosome to degrade ARE-containing mRNAs. Cell. 2001;107(4):451–464. PubMed PMID: 11719186 [PubMed] [Google Scholar][67] Tuck AC, Rankova A, Arpat AB, et al. Mammalian RNA decay pathways are highly specialized and widely linked to translation. Mol Cell. 2020;77(6):1222–36 e13. Epub 2020/02/13. PubMed PMID: 32048998; PubMed Central PMCID: PMCPMC7083229. [PMC free article] [PubMed] [Google Scholar][68] Molleston JM, Sabin LR, Moy RH, et al. A conserved virus-induced cytoplasmic TRAMP-like complex recruits the exosome to target viral RNA for degradation. Genes Dev. 2016;30(14):1658–1670. Epub 2016/07/31. PubMed PMID: 27474443; PubMed Central PMCID: PMCPMC4973295. [PMC free article] [PubMed] [Google Scholar][69] Eckard SC, Rice GI, Fabre A, et al. The SKIV2L RNA exosome limits activation of the RIG-I-like receptors. Nat Immunol. 2014;15(9):839–845. Epub 2014/07/30. PubMed PMID: 25064072; PubMed Central PMCID: PMCPMC4139417. [PMC free article] [PubMed] [Google Scholar][70] Fabre A, Charroux B, Martinez-Vinson C, et al. SKIV2L mutations cause syndromic diarrhea, or trichohepatoenteric syndrome. Am J Hum Genet. 2012;90(4):689–692. Epub 2012/03/22. PubMed PMID: 22444670; PubMed Central PMCID: PMCPMC3322239. [PMC free article] [PubMed] [Google Scholar][71] Vély F, Barlogis V, Marinier E, et al. Combined immunodeficiency in patients with trichohepatoenteric syndrome. Front Immunol. 2018;9:1036. Epub 2018/05/11. PubMed PMID: 29868001; PubMed Central PMCID: PMCPMC5958188. [PMC free article] [PubMed] [Google Scholar][72] Kammermeier J, Dziubak R, Pescarin M, et al. Phenotypic and genotypic characterisation of inflammatory bowel disease presenting before the age of 2 years. J Crohns Colitis. 2017;11(1):60–69. Epub 2016/06/14. PubMed PMID: 27302973; PubMed Central PMCID: PMCPMC5885808. [PMC free article] [PubMed] [Google Scholar][73] Ashton JJ, Andreoletti G, Coelho T, et al. Identification of variants in genes associated with single-gene inflammatory bowel disease by whole-exome sequencing. Inflamm Bowel Dis. 2016;22(10):2317–2327. PubMed PMID: 27537055 [PubMed] [Google Scholar][74] Fernando MM, Stevens CR, Sabeti PC, et al. Identification of two independent risk factors for lupus within the MHC in United Kingdom families. PLoS Genet. 2007;3(11):e192. Ep ub 2007/11/14. PubMed PMID: 17997607; PubMed Central PMCID: PMCPMC2065882. [PMC free article] [PubMed] [Google Scholar][75] Lévi-Strauss M, Carroll MC, Steinmetz M, et al. A previously undetected MHC gene with an unusual periodic structure. Science. 1988;240(4849):201–204. PubMed PMID: 3353717 [PubMed] [Google Scholar][76] Gibson BA, Zhang Y, Jiang H, et al. Chemical genetic discovery of PARP targets reveals a role for PARP-1 in transcription elongation. Science. 2016;353(6294):45–50. Epub 2016/06/02. PubMed PMID: 27256882; PubMed Central PMCID: PMCPMC5540732. [PMC free article] [PubMed] [Google Scholar][77] Vos SM, Pöllmann D, Caizzi L, et al. Architecture and RNA binding of the human negative elongation factor. Elife. Epub 2016/06/10\n2016;5:PubMed PMID: 27282391; PubMed Central PMCID: PMCPMC4940160. [PMC free article] [PubMed] [Google Scholar][78] Ozer A, Tome JM, Friedman RC, et al. Quantitative assessment of RNA-protein interactions with high-throughput sequencing-RNA affinity profiling. Nat Protoc. 2015;10(8):1212–1233. Epub 2015/07/16. PubMed PMID: 26182240; PubMed Central PMCID: PMCPMC4714542. [PMC free article] [PubMed] [Google Scholar][79] Yamaguchi Y, Takagi T, Wada T, et al. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97(1):41–51. PubMed PMID: 10199401 [PubMed] [Google Scholar][80] Narita T, Yung TM, Yamamoto J, et al. NELF interacts with CBC and participates in 3ʹ end processing of replication-dependent histone mRNAs. Mol Cell. 2007;26(3):349–365. PubMed PMID: 17499042 [PubMed] [Google Scholar][81] Hočevar K, Maver A, Kunej T, et al. Sarcoidosis related novel candidate genes identified by multi-omics integrative analyses. OMICS. 2018;22(5):322–331. Epub 2018/04/24. PubMed PMID: 29688803. [PubMed] [Google Scholar][82] Xu J, Grant G, Sabin LR, et al. Transcriptional pausing controls a rapid antiviral innate immune response in Drosophila. Cell Host Microbe. 2012;12(4):531–543. Epub 2012/10/23. PubMed PMID: 23084920; PubMed Central PMCID: PMCPMC3479682. [PMC free article] [PubMed] [Google Scholar][83] Ingelfinger D, Arndt-Jovin DJ, Lührmann R, et al. The human LSm1-7 proteins colocalize with the mRNA-degrading enzymes Dcp1/2 and Xrnl in distinct cytoplasmic foci. RNA. 2002;8(12):1489–1501. PubMed PMID: 12515382; PubMed Central PMCID: PMCPMC1370355 [PMC free article] [PubMed] [Google Scholar][84] Yin C, Zhu B, Li X, et al. Reply to ‘‘evidence that STK19 Is Not an NRAS-dependent melanoma driver”. Cell. 2020;181(6):1406–9.e2. PubMed PMID: 32531246 [PubMed] [Google Scholar][85] Rodríguez-Martínez M, Boissiére T, Noe Gonzalez M, et al. Evidence That STK19 is not an NRAS-dependent Melanoma Driver. Cell. 2020;181(6):1395–405.e11. PubMed PMID: 32531245; PubMed Central PMCID: PMCPMC7298618 [PMC free article] [PubMed] [Google Scholar][86] Kraja AT, Chasman DI, North KE, et al. Pleiotropic genes for metabolic syndrome and inflammation. Mol Genet Metab. 2014;112(4):317–338. Epub 2014/05/09. PubMed PMID: 24981077; PubMed Central PMCID: PMCPMC4122618. [PMC free article] [PubMed] [Google Scholar][87] Schilders G, van Dijk E, Pruijn GJ. C1D and hMtr4p associate with the human exosome subunit PM/Scl-100 and are involved in pre-rRNA processing. Nucleic Acids Res. 2007;35(8):2564–2572. Epub 2007/04/04. PubMed PMID: 17412707; PubMed Central PMCID: PMCPMC1885644. [PMC free article] [PubMed] [Google Scholar][88] Selleri L, DiMartino J, van Deursen J, et al. The TALE homeodomain protein Pbx2 is not essential for development and long-term survival. Mol Cell Biol. 2004;24(12):5324–5331. PubMed PMID: 15169896; PubMed Central PMCID: PMCPMC419882 [PMC free article] [PubMed] [Google Scholar]"}