{"title": "Active bacterial modification of the host environment through RNA polymerase II inhibition", "pubDate": "2021", "PMCID": "PMC7880420", "DOI": "10.1172/JCI140333", "PMID": "33320835", "abstract": "Unlike pathogens, which attack the host, commensal bacteria create a state of friendly coexistence. Here, we identified a mechanism of bacterial adaptation to the host niche, where they reside. Asymptomatic carrier strains were shown to inhibit RNA polymerase II (Pol II) in host cells by targeting Ser2 phosphorylation, a step required for productive mRNA elongation. Assisted by a rare, spontaneous loss-of-function mutant from a human carrier, the bacterial NlpD protein was identified as a Pol II inhibitor. After internalization by host cells, NlpD was shown to target constituents of the Pol II phosphorylation complex (RPB1 and PAF1C), attenuating host gene expression. Therapeutic efficacy of a recombinant NlpD protein was demonstrated in a urinary tract infection model, by reduced tissue pathology, accelerated bacterial clearance, and attenuated Pol II-dependent gene expression. The findings suggest an intriguing, evolutionarily conserved mechanism for bacterial modulation of host gene expression, with a remarkable therapeutic potential.", "author": [{"author": "Inès Ambite", "affiliation": ["Department of Microbiology, Immunology and Glycobiology, Institute of Laboratory Medicine, Lund University, Lund, Sweden."], "href": "/?term=Ambite+I&cauthor_id=33320835"}, {"author": "Nina A Filenko", "affiliation": ["Department of Microbiology, Immunology and Glycobiology, Institute of Laboratory Medicine, Lund University, Lund, Sweden."], "href": "/?term=Filenko+NA&cauthor_id=33320835"}, {"author": "Elisabed Zaldastanishvili", "affiliation": ["Institute of Hygiene, University of Münster, Münster, Germany."], "href": "/?term=Zaldastanishvili+E&cauthor_id=33320835"}, {"author": "Daniel Sc Butler", "affiliation": ["Department of Microbiology, Immunology and Glycobiology, Institute of Laboratory Medicine, Lund University, Lund, Sweden."], "href": "/?term=Butler+DS&cauthor_id=33320835"}, {"author": "Thi Hien Tran", "affiliation": ["Department of Microbiology, Immunology and Glycobiology, Institute of Laboratory Medicine, Lund University, Lund, Sweden."], "href": "/?term=Tran+TH&cauthor_id=33320835"}, {"author": "Arunima Chaudhuri", "affiliation": ["Department of Microbiology, Immunology and Glycobiology, Institute of Laboratory Medicine, Lund University, Lund, Sweden."], "href": "/?term=Chaudhuri+A&cauthor_id=33320835"}, {"author": "Parisa Esmaeili", "affiliation": ["Department of Microbiology, Immunology and Glycobiology, Institute of Laboratory Medicine, Lund University, Lund, Sweden."], "href": "/?term=Esmaeili+P&cauthor_id=33320835"}, {"author": "Shahram Ahmadi", "affiliation": ["Department of Microbiology, Immunology and Glycobiology, Institute of Laboratory Medicine, Lund University, Lund, Sweden."], "href": "/?term=Ahmadi+S&cauthor_id=33320835"}, {"author": "Sanchari Paul", "affiliation": ["Department of Microbiology, Immunology and Glycobiology, Institute of Laboratory Medicine, Lund University, Lund, Sweden."], "href": "/?term=Paul+S&cauthor_id=33320835"}, {"author": "Björn Wullt", "affiliation": ["Department of Microbiology, Immunology and Glycobiology, Institute of Laboratory Medicine, Lund University, Lund, Sweden."], "href": "/?term=Wullt+B&cauthor_id=33320835"}, {"author": "Johannes Putze", "affiliation": ["Institute of Hygiene, University of Münster, Münster, Germany."], "href": "/?term=Putze+J&cauthor_id=33320835"}, {"author": "Swaine L Chen", "affiliation": ["Department of Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore.", "Infectious Diseases Group, Genome Institute Singapore, A*STAR, Singapore."], "href": "/?term=Chen+SL&cauthor_id=33320835"}, {"author": "Ulrich Dobrindt", "affiliation": ["Institute of Hygiene, University of Münster, Münster, Germany."], "href": "/?term=Dobrindt+U&cauthor_id=33320835"}, {"author": "Catharina Svanborg", "affiliation": ["Department of Microbiology, Immunology and Glycobiology, Institute of Laboratory Medicine, Lund University, Lund, Sweden."], "href": "/?term=Svanborg+C&cauthor_id=33320835"}], "refPMID": [], "citedInPMID": ["33320835", "34523612", "34523610", "34131331"], "body": " AbstractUnlike pathogens, which attack the host, commensal bacteria create a state of friendly coexistence. Here, we identified a mechanism of bacterial adaptation to the host niche, where they reside. Asymptomatic carrier strains were shown to inhibit RNA polymerase II (Pol II) in host cells by targeting Ser2 phosphorylation, a step required for productive mRNA elongation. Assisted by a rare, spontaneous loss-of-function mutant from a human carrier, the bacterial NlpD protein was identified as a Pol II inhibitor. After internalization by host cells, NlpD was shown to target constituents of the Pol II phosphorylation complex (RPB1 and PAF1C), attenuating host gene expression. Therapeutic efficacy of a recombinant NlpD protein was demonstrated in a urinary tract infection model, by reduced tissue pathology, accelerated bacterial clearance, and attenuated Pol II–dependent gene expression. The findings suggest an intriguing, evolutionarily conserved mechanism for bacterial modulation of host gene expression, with a remarkable therapeutic potential.Keywords: Inflammation, MicrobiologyKeywords: Immunotherapy, Transcription Abstract\n\n IntroductionPathogens force the host immune system into aggressive, self-harming responses that create disease. Still, pathogens may be regarded as relatively unsuccessful, as they risk being removed from infected tissues by the very response that they provoke. Commensals, in contrast, establish vast populations in different hosts (1–3) and may persist for extended periods of time as monocultures or members of complex microbiomes (1). They increase their fitness for specific host environments by virulence gene deletions or mutations, thus avoiding immune recognition and elimination by the antibacterial host defense (4).In addition, commensals have evolved sophisticated mechanisms to actively modify specific molecular targets in the host (5). This is exemplified by the E. coli strain 83972, which establishes asymptomatic bacteriuria (ABU) and protects human carriers against superinfecting uropathogens (6–10). We have previously shown that E. coli 83972 inhibits RNA polymerase II (Pol II) phosphorylation in human carriers, a property shared with the majority of ABU strains and fecal strains (5). While this observation points to a strategy for adaptation by downregulating gene expression at mucosal membranes, the underlying molecular mechanism has remained unclear.The multiprotein Pol II complex catalyzes the transcription of mRNA precursors and most snRNAs and microRNAs (11, 12) through a series of steps, defined as the RNA Pol II cycle (13). Phosphorylation of the C-terminal domain (CTD) of the Pol II subunit RPB1 is required to initiate productive RNA elongation and interestingly, E. coli 83972 inhibits this step (5). In this study, we provide a molecular explanation for this effect, involving entry of the bacterial NlpD protein into host cells, direct interference with specific constituents of the RNA Pol II phosphorylation complex, and inhibition of Pol II–dependent gene expression. The results suggest a molecular mechanism to actively groom the host environment, where bacteria reside. NlpD is further identified as a potential therapeutic alternative to antibiotics, enhancing bacterial clearance and reducing inflammation in a urinary tract infection (UTI) model. ResultsA loss-of-function mutant.The E. coli strain 83972 has been used successfully to create ABU in patients with UTI who need therapeutic alternatives to antibiotics (14). Following intravesical inoculation, the strain establishes long-term ABU in patients with residual urine and the safety and efficacy of this approach has been documented in a placebo-controlled trial (6). Interestingly, host-specific mutations have been identified in re-isolates of E. coli 83972 from individual hosts, suggesting a substantial adaptation potential (15).In a search for the mechanism of Pol II inhibition, we therefore screened re-isolates for mutations affecting the RNA Pol II phosphorylation machinery (16). Human kidney cells were infected with each re-isolate and Pol II phosphorylation (Ser2 phosphorylation–specific staining, Pol II-p) was quantified by immunohistochemistry and flow cytometry. One loss-of-function mutant was strongly attenuated for the inhibitory phenotype in human kidney cells (E. coli SN25, ~20% remaining function; Figure 1, A and B). In parallel, innate immune activation was enhanced as E. coli SN25 activated neutrophil, monocyte, and lymphocyte chemoattractants in human kidney cells (17, 18), as well as the β2 integrin receptor ICAM1 (19) and the UTI-related antimicrobial peptide pentraxin PTX3 (20) (Figure 1, C and D). In infected mice, E. coli SN25 triggered an inflammatory response with increased neutrophil infiltration, unlike E. coli 83972, which suppressed Pol II phosphorylation in the bladder mucosa (Figure 2, A–C, and Supplemental Figure 1; supplemental material available online with this article; https://doi.org/10.1172/JCI140333DS1).Open in a separate windowFigure 1Bacterial inhibition of Pol II phosphorylation.(A and B) Identification of E. coli SN25 as a loss-of-function mutant. Pol II Ser2 phosphorylation was quantified in human kidney cells infected with the ABU strain E. coli 83972 or E. coli SN25, a re-isolate from a human carrier of E. coli 83972. (A) Confocal microscopy and (B) flow cytometry. Nuclei were counterstained with DRAQ5. Histograms show quantification of fluorescence intensity. Scale bar: 10 μm. Data are presented as mean ± SEM (n = 3–6 experiments). *P < 0.05, **P < 0.01 compared with PBS control by Kruskal-Wallis test with Dunn’s multiple-comparison test. (C and D) Comparative gene expression analysis of host cells infected with E. coli 83972 or SN25. (C) Heatmap: >500 genes were regulated exclusively in response to E. coli SN25. (D) E. coli SN25 activated innate immune response genes more efficiently than E. coli 83972. Data are representative of 2 independent experiments; fold change (FC) > 2.0 compared with PBS control.Open in a separate windowFigure 2In vivo response to urinary tract infection in C57BL/6 mice, comparing E. coli SN25 to 83972. (A) Mucosal Pol II phosphorylation at Ser2 (Pol II-p) was inhibited by E. coli 83972 but not by E. coli SN25. Pol II-p staining is indicated by the arrows. (B) Urine bacterial counts and neutrophil numbers were higher in E. coli SN25–infected mice after 24 hours (PMNs, polymorphonuclear leukocytes; CFU, colony forming unit), as well as (C) tissue neutrophil staining. Data are representative of 2 independent experiments and are presented as mean ± SEM (n = 5 mice). Scale bars: 50 μm. *P < 0.05, **P < 0.01 compared with control by Kruskal-Wallis test with Dunn’s multiple-comparison test. See also Figure 8 and Supplemental Figure 1.Genomic analysis of the E. coli SN25 strain.Comparative genome sequencing identified 48 DNA sequence discrepancies between E. coli SN25 and 83972 (Figure 3A and Supplemental Table 1). Of these, 36 mapped to protein-coding regions and 25 were predicted to lead to amino acid substitutions or frame shifts (Figure 3A). The genes nlpD, lldD, lldR, rfaH, cysE, lrhA, mdoH, and rcsB were selected for further study, as they affected phenotypic traits potentially associated with bacterial virulence or adaptation to the host environment (Supplemental Table 2). Single-gene knockouts for each of these 8 genes were generated in E. coli 83972 by homologous recombination with a chloramphenicol resistance cassette (21). Effects on Pol II phosphorylation were quantified in human cells, using infection or bacterial supernatants, with E. coli 83972 as a positive and E. coli SN25 as a negative control. The ΔnlpD, ΔlldD, ΔlldR, and ΔrfaH deletion mutants showed a loss of Pol II inhibitory activity, identifying candidate genes for further study (P < 0.05–0.01 compared with E. coli 83972; Figure 3, B–D).Open in a separate windowFigure 3Inhibition of Pol II phosphorylation by E. coli 83972 single gene mutants.(A) Schematic of genomic changes detected in the E. coli SN25 genome (red lines) compared with the ancestral strain E. coli 83972 (black lines) (n = 48). Genes with mutations leading to amino acid changes or frame shifts (fs) are indicated in red. (B and C) Pol II inhibition by E. coli 83972 single gene deletion mutants. Human kidney epithelial cells were infected for 4 hours, stained with antibodies against Pol II phosphorylated on Ser2 (Pol II-p), and analyzed by (B) confocal microscopy or (C) flow cytometry. The inhibitory phenotype of E. coli 83972 was attenuated after deletion of lldD, lldR, nlpD, rfaH, or cysE. (D) Pol II inhibition by supernatants from E. coli 83972 single gene deletion mutants. The ΔlldD, ΔlldR, ΔnlpD, or ΔrfaH deletions (red) attenuated Pol II inhibition, reproducing the E. coli SN25 phenotype. Scale bars: 10 μm. Data are presented as mean ± SEM (n = 2–10 experiments). *P < 0.05, **P\n< 0.01, ***P < 0.001 compared with E. coli 83972 by Kruskal-Wallis test with Dunn’s multiple-comparison test.Regulation of Pol II phosphorylation.DNA is transcribed by RNA polymerases and the large RNA Pol II complex is essential for protein expression (13). The CTD of the largest Pol II subunit RPB1 is subject to continuous structural remodeling by kinases and phosphatases and serves as a platform for binding and release of numerous regulatory proteins (refs. 22–24 and Figure 4A). The recruitment of Ser2-specific kinase activity is critical to activate promoter-proximally paused Pol II (25–28) and the preinitiation complex and TATA box binding protein (TBP) recruit the Pol II complex by binding to RPB1. CDK9 recruits the RNA polymerase–associated factor 1 complex (PAF1C) to the Pol II complex, followed by cyclin-dependent kinase 12 (CDK12) recruitment by PAF1C (29). Finally, CDK9 and CDK12 phosphorylate the CTD of RPB1, activating the RNA polymerase (30, 31).Open in a separate windowFigure 4Effects on the Pol II phosphorylation machinery.(A) Schematic of the Pol II phosphorylation machinery in eukaryotic cells (29). The Pol II phosphorylation complex binds to DNA at different eukaryotic promoters. CDK9 brings the PAF1C adaptor close to Pol II and the PAF1C subunit CDC73 recruits CDK12 to the complex. CDK9 and CDK12 then phosphorylate the Pol II subunit RPB1 CTD domain at Ser2. (B and C) PAF1C (CDC73) and CDK12 protein levels were markedly reduced by supernatants from E. coli 83972 but not E. coli SN25. (B) Western blot analysis of whole cell extracts, and (C) confocal imaging of human kidney cells. Histograms show quantification of fluorescence intensity. Data are presented as mean ± SEM (n = 4–5 experiments); Mann-Whitney U test. (D) Mutant screen for effects on PAF1C (CDC73) and CDK12 in human kidney cells. The ΔnlpD deletion mutant failed to inhibit PAF1C and CDK12. Western blot analysis of whole cell extracts. Band intensities were quantified (FC compared with PBS). (E) Loss of Pol II-p and PAF1C inhibition in E. coli SN25– and E. coli 83972 ΔnlpD–infected cells compared with those infected with E. coli 83972. Data are presented as mean ± SEM (n = 20 cells). Scale bars: 10 μm. *P < 0.05, **P < 0.01, ***P < 0.001 compared with E. coli 83972 by Kruskal-Wallis test with Dunn’s multiple-comparison test. (F) NlpD pull-down of RPB1 and PAF1C. Whole cell lysates (WCL) were exposed to Ni2+ beads coated with rNlpD-His and binding partners were identified by Western blot. TBP and TFIIB were not detected. (G) RPB1 binding to anti-RPB1–coated magnetic beads is inhibited by rNlpD (lane 2). Pull-down of RPB1 from whole cell lysates by the coated beads (lane 1) was competitively inhibited by rNlpD (lane 2). Data are representative of 3 independent experiments.Effects of infection on constituents of the Pol II phosphorylation complex were first compared between E. coli 83972 and E. coli SN25. Cellular levels of CDK12 and the PAF1C subunit CDC73 were markedly reduced by E. coli 83972 infection of human kidney cells, as were TBP levels (Figure 4, B and C). In contrast, E. coli SN25 did not significantly affect these targets, providing further insights into the functional differences between E. coli 83972 and E. coli SN25 as well as an additional functional filter for identifying the bacterial genes underlying these differences.The E. coli 83972 deletion mutants were subsequently screened for effects on cellular PAF1C and CDK12 levels. Strikingly, the ΔnlpD supernatant reproduced the loss-of-function phenotype of E. coli SN25 (Figure 4, D and E) and the effect was considerably stronger than that of the ΔlldD, ΔlldR, or ΔrfaH mutant, making NlpD the most likely candidate effector molecule. A direct effect of NlpD on the Pol II phosphorylation complex constituents was supported by pull-down experiments, using Ni2+ beads coated with His-tagged recombinant NlpD protein (rNlpD). The Pol II subunits RPB1 and PAF1C were identified as NlpD binding partners from whole cell extracts (Figure 4F). Furthermore, rNlpD was shown to competitively inhibit the binding of RPB1 to anti-RPB1 antibody–coated beads (Figure 4G). The results define NlpD as a prokaryotic binding partner for constituents of the eukaryotic Pol II phosphorylation complex.Transcriptional regulation by NlpD in host cells.Further analysis identified rNlpD as a potent inhibitor of Pol II–dependent gene expression, with dose-dependent effects in human kidney cells (50–250 μg/mL; heatmap in Figure 5A). A Pol II–dependent gene network was strongly inhibited (Figure 5B), including Pol II complex genes CDK12 and CDK13, EFR3A, CDK9 elongation factor AFF4, and the PAF1C subunit CDC73. Gene expression was identified as the most strongly inhibited function (–log[P value] 35, z score –4.7, 510 regulated genes, cutoff FC > 2; Supplemental Figure 2A), including genes involved in transcription of DNA and RNA, transcription initiation, gene expression, and stabilization of mRNA (Figure 5C).Open in a separate windowFigure 5Effects of NlpD on host gene expression.Genome-wide transcriptomic analysis of human kidney cells exposed to rNlpD (50–250 μg/mL, 4 hours). Cells treated with PBS served as controls. (A) Dose-dependent regulation of gene expression by rNlpD (n = 2,410 genes were regulated at the highest dose, 84% were inhibited). Heatmap of differentially regulated genes in human kidney cells. (B) An RNA Pol II–centric gene network with inhibited (blue) or activated (red) genes in cells exposed to rNlpD (250 μg/mL). Effects on members of the Pol II phosphorylation complex. CDC73/PAF1C, CCNT2, CDK12, and CDK13 were inhibited. (C) Gene expression was the most strongly regulated function in cells exposed to rNlpD. (D) Comparative analysis of NlpD and DRB, a chemical Pol II inhibitor; 578 of 610 genes regulated by both NlpD and DRB were inhibited. (E and F) Effects on innate immune signaling activated by uropathogenic E. coli (33, 50). NlpD (green) inhibited a large number of genes in this pathway as well as transcriptional regulators. DRB (blue) showed a partial effect. Both NlpD and DRB inhibited the genes at the intersection (dark turquoise). Fold change (FC) > 2.0 and P < 0.05 compared with PBS control.The effect of NlpD on gene expression was compared to the nucleoside analog 5,6-dichloro-1-β-D-ribofuranosyl-benzimidazole (DRB), which specifically targets CDK9, inhibiting Pol II phosphorylation and transcription elongation (32). A substantial overlap was detected including genes regulating Pol II–dependent transcription, supporting the specificity of NlpD for Pol II; 579 genes were shared and 99.8% of those genes were inhibited (Figure 5D and Supplemental Figure 2, B and C). While DRB inhibited CDK9, NlpD inhibited CDK12, suggesting a molecular basis for specificity.Innate immune recognition of uropathogenic E. coli by TLR4 activates a signaling cascade. The phosphorylation of the TLR4 adaptor proteins TICAM2 (TIR domain–containing adapter molecule 2 or TRAM) and TICAM1 (TIR domain–containing adapter molecule 1 or TRIF) activates the phosphorylation of mitogen-activated protein (MAP) kinases, phospholipase C, and p38, activating JNK (c-Jun N-terminal kinases), CREB (cyclic AMP response element–binding), and Fos-Jun (AP1), leading to IRF-3–, IRF-7–, and AP-1–dependent expression of cytokine and chemokine genes, as well as type I interferons (IFNs) including IFN-β (33, 34).A general state of innate immune inhibition was detected, including the TLR4 signaling pathway that regulates the innate immune response to uropathogenic E. coli (refs. 33, 34; Figure 5, E and F, and Supplemental Figure 2D). NlpD inhibited the TRIF/TRAM-dependent arm of this pathway but IRF3, which regulates the host defense in infected kidneys, was activated. Inhibited DRB-specific genes included JUN, IL6, IL7, and TNF superfamily genes, while NlpD inhibited NFKB, TBK1, CREB1, and JAK2. The results associate Pol II–dependent gene expression with innate immunity and suggest that NlpD acts by creating a broad, nonresponsive state.Dynamics of NlpD transfer into host cells.Sequence alignment revealed homology between NlpD and the human membrane-spanning 4-domain protein MS4D (membrane-spanning 4-domains, subfamily A, member 15, isoform 1; Figure 6A), suggesting that NlpD might be capable of membrane insertion. This hypothesis was tested by exposing giant unilamellar vesicles (GUVs) to rNlpD labeled with Alexa Fluor 488. Rapid colocalization was detected between Alexa Fluor 488–NlpD and the rhodamine-labeled GUV membrane constituent egg phosphatidyl choline (Figure 6B).Open in a separate windowFigure 6Membrane interaction and transfer of rNlpD into host cells.(A) Sequence alignment of NlpD and the human MS4D protein. (B) Membrane interaction of rNlpD (Alexa Fluor 488, green) with giant unilamellar vesicles, labeled with rhodamine (red). Membrane colocalization (yellow) was detected in 6 of 13 vesicles. PC, phosphatidyl choline. (C–F) NlpD was detected in lysates and was internalized by human kidney cells exposed to rNlpD-His protein (0–250 μg/mL). (C) Western blot stained with anti-His antibodies. (D) Confocal imaging of cells stained with anti-His antibodies. Nuclei were counterstained with DRAQ5. Data are presented as mean ± SEM (n = 3 experiments). (E) NlpD was detected in the cytoplasm, membrane, and nuclei of treated cells. Western blot of cellular fractions stained with anti-NlpD antibodies. (F) NlpD internalization and nuclear translocation in cells exposed to Alexa Fluor 633–labeled rNlpD (magenta, 250 μg/mL) for 1 or 3 hours. Live-cell imaging: the nuclear plane of each image is shown. NlpD levels were quantified from 3 Z-stacks surrounding the nuclear plane. Nuclei were counterstained with Hoechst 33342. Data are presented as mean ± SEM (n = 18–24 cells). (G and H) Detection of NlpD in human kidney cells after infection with E. coli 83972 or the nlpD-reconstituted strain E. coli SN25-pRH320. (G) Western blot of whole cell lysates stained with anti-NlpD antibodies. Data are representative of 2 independent experiments. (H) NlpD uptake after infection. Staining was quantified by confocal imaging using anti-NlpD antibodies. E. coli SN25 served as a negative control. Scale bars: 10 μm. Data are presented as mean ± range (n = 2 experiments). *P < 0.05, **P < 0.01, ***P < 0.001 compared with 25 μg/mL (D) or compared with blank (F) by Kruskal-Wallis test with Dunn’s multiple-comparison test.The inhibition of Pol II phosphorylation suggested that NlpD is transferred into host cells. A dose-dependent increase in NlpD levels was detected in human kidney cells exposed to rNlpD protein, by Western blot analysis (Figure 6C), and confocal microscopy (Figure 6D), after staining with anti-His antibodies. By subcellular fractionation, NlpD was detected in the membrane, cytoplasmic, and nuclear fractions, suggesting membrane interactions, cellular uptake, and nuclear translocation (Figure 6E). Two NlpD bands were detected in the bacterial supernatants and recombinant preparations and their identity as NlpD was verified by mass spectrometry (MS) and Western blot analysis (Supplemental Figure 3). The bands detected in extracts from cells exposed to rNlpD corresponded in size to those in the bacterial supernatants. The internalization of NlpD by host cells was further monitored in real time by live-cell imaging, using Alexa Fluor–labeled rNlpD. A time- and dose-dependent increase in cytoplasmic and nuclear staining was detected (1–3 hours; Figure 6F). After 1 hour, the protein was mainly dispersed in the cytoplasm, with a punctate appearance followed by a later increase in nuclear NlpD staining (Figure 6F). Uptake of NlpD was also detected after infection with E. coli 83972 but not E. coli SN25, consistent with the difference in NlpD release. Cells infected with the complemented strain E. coli SN25-pRH320 (35), carrying the intact E. coli 83972 nlpD-rpoS operon, showed higher staining intensity (Figure 6, G and H).Complementation of the nlpD-rpoS operon in E. coli SN25.The effect of NlpD was further investigated using the complemented strain E. coli SN25-pRH320 (Figure 7A and refs. 35, 36). E. coli SN25-pRH320 inhibited Pol II and PAF1C at least as efficiently as E. coli 83972 (Figure 7B) and the proinflammatory effect of E. coli SN25 was attenuated by complementation, as defined by reduced cytokine levels in infected-cell supernatants (Supplemental Figure 4). Gene expression was attenuated compared with E. coli SN25, to a level resembling that of E\ncoli 83972 (heatmap in Figure 7C). Cytokine gene expression was inhibited (Figure 7D) and transcripts from E. coli SN25-pRH320–infected kidney cells formed a cluster with E. coli 83972 distant from E. coli SN25 (Figure 7E).Open in a separate windowFigure 7Complementation of nlpD and rpoS expression in E. coli SN25.(A) NlpD levels in the supernatant of E. coli SN25-pRH320, complemented with the nlpD-rpoS operon from E. coli 83972. E. coli SN25-pBR322 carrying the empty vector served as a negative control (35, 36). (B) Inhibition by E. coli SN25-pRH320 of Pol II-p and PAF1C in infected cells. Nuclei were counterstained with DRAQ5. Fluorescence intensity was quantified by confocal microscopy, normalized against uninfected cells. Data are representative of 3 independent experiments and are presented as mean ± SEM (n = 50 cells). Scale bars: 20 μm. ***P < 0.001 compared with PBS by Kruskal-Wallis test with Dunn’s multiple-comparison test. (C–E) Whole genome transcriptomic analysis of the cellular response to infection (1 × 108 CFU/mL, 4 hours). (C) Reduced transcriptional activity in cells infected with E. coli SN25-pRH320. Heatmap: FC > 2.0 compared with uninfected cells. (D) Antiinflammatory effect of E. coli SN25-pRH320 defined by the inhibition of specific cytokine genes. (E) Principal component analysis of gene expression profiles in cells infected with E. coli SN25-pRH320 or E. coli 83972, compared with SN25 and uninfected controls.The complemented strain was further shown to inhibit mucosal Pol II phosphorylation in the murine urinary tract, with efficiency similar to that of E. coli 83972 (Figure 8A). In parallel, the proinflammatory effect of E. coli SN25 was attenuated, as shown by reduced neutrophil recruitment and pathology scores (Figure 8B) (for data distinguishing the effects of NlpD and σ38, please see Supplemental Figures 5 and 6).Open in a separate windowFigure 8In vivo validation of nlpD complementation and treatment.Mice were infected with E. coli 83972, SN25, or SN25-pRH320 and sacrificed after 24 hours. (A) NlpD-rpoS reconstitution increased Pol II inhibition in vivo. Tissue sections were stained with anti–Pol II-p antibodies and the fluorescence intensity was quantified (mean ± SEM). Reduced Pol II-p staining in the bladder mucosa of mice infected with E. coli 83972 or E. coli SN25-pRH320 (P = 0.006) compared with E. coli SN25. (B) Neutrophil (left) and bacterial counts (middle) in urine, and bladder pathology scores (right) were reduced in mice infected with E. coli SN25-pRH320 compared with E. coli SN25 (PMNs, polymorphonuclear leukocytes; CFU, colony forming unit). *P < 0.05, **P < 0.01, ***P < 0.001 compared with E. coli 83972 by Kruskal-Wallis test with Dunn’s multiple-comparison test. (C) E. coli SN25–infected, NlpD-treated mice showed lower neutrophil counts (left), bacterial counts (middle), and bladder pathology scores (right) than untreated mice (24 hours). ***P < 0.001 by Mann-Whitney test. Urine PMNs and CFUs for SN25-infected mice are presented in B and C. Scale bar: 50 μm. Data are presented as mean ± SEM (n = 5 mice, 2 independent experiments).Therapeutic effects of NlpD in a UTI model.The effects of E. coli SN25-pRH320 suggested that the NlpD protein might have therapeutic potential. This hypothesis was examined in a murine UTI model. rNlpD was administered intraperitoneally to C57BL/6 mice (50 μL, 2.1 mg/mL) 30 minutes before intravesical infection with E. coli SN25, and the mice were sacrificed after 24 hours. Bacterial counts were significantly lower in infected mice receiving rNlpD and urine neutrophil counts and tissue neutrophil infiltrates were reduced compared with untreated mice (Figure 8C). As a result, the pathology score was lower, reflecting a loss of edema and hyperemia (Figure 8C). The mucosal tissue structure was also more intact in rNlpD-treated mice than in E. coli SN25–infected controls (Supplemental Figure 7A).The therapeutic potential of NlpD in UTI was further investigated in mice infected with uropathogenic E. coli (schematic in Figure 9A). rNlpD was administered intraperitoneally (50 μL, 2.1 mg/mL), 30 minutes before intravesical infection with E. coli CFT073 and daily for 7 days. Samples were obtained after 24 hours and 7 days. rNlpD treatment was shown to accelerate bacterial clearance from kidneys and bladders of infected mice and pathology scores were reduced (Figure 9B and Supplemental Figure 7B). Neutrophil recruitment was virtually abolished by rNlpD treatment, suggesting a strong antiinflammatory effect. Similar protective effects were observed in mice infected with the uropathogenic strain E. coli CY17 (Figure 9C and Supplemental Figure 7C), where accelerated bacterial clearance was accompanied by a pronounced reduction in neutrophil recruitment and tissue pathology. The results identify NlpD as a bacterial protein with potent antibacterial and antiinflammatory effects in a murine UTI model.Open in a separate windowFigure 9Therapeutic efficacy of NlpD against pathogenic E. coli strains.(A) NlpD treatment protocol in mice infected with the uropathogenic E. coli strain CFT073 or CY17. Mice were pretreated with rNlpD protein by intraperitoneal injection, 30 minutes before intravesical bacterial infection and daily, for 7 days. (B and C) The bladder pathology score, urine neutrophil counts, and bacterial counts in urine and bladder tissue were reduced by NlpD treatment (open circles) compared with untreated mice (dots) after (B) E. coli CFT073 (blue) or (C) E. coli CY17 (red) infection. PMNs, polymorphonuclear leukocytes; CFU, colony forming unit. Data are presented as mean ± SEM (n = 5 per time point, 2 independent experiments) and were analyzed by Mann-Whitney test.Analysis of potential toxicity.The human E. coli 83972 inoculation study was conducted to establish protective bacteriuria in patients with recurrent UTI (14). Many of the patients developed ABU and carriage was accompanied by a significant reduction in symptomatic UTI episodes (6). There was no evidence of side effects in patients (>50 patient-years), suggesting that the NlpD-producing strain is not toxic. This was confirmed in healthy C57BL/6 mice treated with rNlpD intravesically or intraperitoneally (105 μg per day, 3 days). There was no evidence of gross pathology in the urinary tract or major organs. Pol II inhibition was detected in the urinary tract mucosa (Supplemental Figure 8).In vitro experiments further showed that supernatants from E. coli 83972, SN25, or ΔnlpD do not affect cell viability in vitro (Supplemental Figure 9A). In contrast, the Pol II inhibitory toxin α-amanitin (37) caused a rapid reduction in cell numbers, unlike NlpD or DRB (Supplemental Figure 9B). TUNEL staining was exclusively detected in α-amanitin–treated cells, suggesting DNA damage (Supplemental Figure 9C). Consistent with its membrane-integrating properties, rNlpD caused a moderate reduction in trypan blue exclusion and ATP levels, at the highest dose (250 μg/mL) (Supplemental Figure 9D). Presto Blue staining was not affected and TUNEL staining was not observed. DRB did not affect any of these parameters. DiscussionCommensals adjust their lifestyle to the host niche that they inhabit. The dynamics of this adaptation process have been elegantly studied at the bacterial population level, taking into consideration the extreme complexity of microbiomes and the challenge of population size (38–40). Molecular adaptation strategies used by individual microbes have been difficult to resolve in these complex habitats, however. We therefore selected ABU as a model to study bacterial adaptation and host-response strategies. We show that ABU strains use specific proteins to modulate transcription in the host and attenuate inflammation. Furthermore, protective effects against UTI suggest that such bacterial proteins merit further exploration as potential drug candidates.NlpD is a divisome-associated, outer membrane bacterial lipoprotein that activates the peptidoglycan hydrolase AmiC during septal splitting (41, 42). In addition, NlpD contains a lysostaphin/M23 peptidase (LytM) domain (41) required for bacterial cell separation. The NlpD pro-form is transported to the inner leaflet of the periplasmic space by a SecA-dependent mechanism, processed by removal of the signal peptide and diacylation, followed by further acylation to form the mature lipoprotein (43, 44). Our data suggest that NlpD is released by bacteria and transferred into human cells, where the protein reaches the cytoplasm as well as the nuclei. The band sizes in host cells corresponded to those in the supernatants, suggesting that the proteins may not need to be processed. Protein sequence alignment revealed homology between NlpD and the human membrane-spanning 4-domain protein MS4D. Ishibashi et al. suggested that the MS4D subfamily genes function either directly as ligand-gated ion channels or as essential components of such channels (45). Homology of NlpD to this gene family could potentially explain how this bacterial protein is able to insert into lipid bilayers and cross the plasma membrane into host cells, to target constituents of the Pol II phosphorylation complex.The alternative bacterial RNA polymerase subunit σ38 is mainly expressed during stationary phase growth (46) and serves as an important regulator of more than 20 stationary phase genes and operons involved in multiple-stress resistance, secondary metabolism, and other functions (47–49). This study raises the question whether NlpD and σ38 may serve as cooperating bacterial antagonists of Pol II phosphorylation. NlpD did not require σ38 to exert its effects on the Pol II phosphorylation complex, as shown using specific gene deletions as well as rNlpD protein (Supplemental Figure 10). An independent mechanism of transcriptional regulation by σ38 was detected, however. A synthetic peptide comprising the DNA binding domain of σ38 was shown to bind to TATA box oligonucleotides and competitively inhibit the binding of TBP and this interaction was reproduced using the recombinant σ38 holoprotein. The results suggest that σ38 may limit the access of TBP to eukaryotic TATA box DNA, providing a mechanism to disturb the formation of the preinitiation complex and Pol II complex assembly and enhance the effect of NlpD on host gene expression.This study further suggests that the bacterial effector protein NlpD might be used therapeutically, to protect the host against hyperinflammatory responses to infection. Safety of this approach is supported by numerous clinical studies documenting protective effects of ABU in otherwise healthy carriers (10). Furthermore, overall toxicity was not detected in healthy mice challenged with the recombinant protein or in cells challenged with rNlpD or bacterial supernatants in vitro. As epithelial cells are the first to be targeted during UTI, these effects were tested using human kidney epithelial cell lines. In previous studies, we also included 2 intestinal cell lines (HT29 and DLD1) to address the effect of NlpD-producing strains from the fecal flora. A similar reduction in Pol II phosphorylation was observed in all cell types. Importantly, like ABU strains, fecal strains from healthy individuals inhibit Pol II phosphorylation (5) and release NlpD at least as frequently as the ABU strains (Supplemental Figure 11), suggesting that the intestinal environment is exposed to NlpD and may benefit from its effects.Commensals create calm, nonreactive environments in the host and persist for extended periods of time. The molecular insights shed light on how adaptation to the host environment may be achieved and how the bacteria pacify gene expression at mucosal sites (5). Our findings suggest a mechanism for commensals to actively create symbiosis by releasing NlpD, adding molecular precision to this argument. This molecular solution appears to be favored, as nlpD has become fixed in the E. coli population. The loss-of-function mutant E. coli SN25 was unique in a screen of more than 2,000 E. coli genomes, suggesting that the functional NlpD sequence may be under positive selection. Interestingly, the addition of a single virulence gene to E. coli 83972 was sufficient to override the inhibitory effect of NlpD (50), bypassing Pol II inhibition at the transcriptional level. The calm, nonreactive environment created by commensals thus appears to be favored but easily disrupted if the strain acquires a sufficiently potent virulence gene (50). MethodsHuman inoculation with E. coli 83972 and isolation of a lack-of-function mutant.Patients with lower urinary tract dysfunctions, residual urine (≥100 mL), and recurrent lower UTI (≥3 episodes per year, for 2 years) participated in the study. E. coli 83972 (1 × 105 CFU/mL) bacteriuria was established by intravesical inoculation, according to Wullt et al. (14) and the patients were followed according to a standardized study protocol (6). Monthly urine samples were obtained for analysis and E. coli 83972 was identified by culture and PCR. The loss-of-function mutant E. coli SN25 was a re-isolate obtained from one of the inoculated patients (15).Bacterial strains.The prototype ABU strain E. coli 83972 (OR:K5:H-) (7, 51) was used as the reference strain throughout the study. Re-isolates from E. coli 83972–inoculated patients were characterized by genome sequencing, gene expression analysis, proteomics, and cellular techniques (16). The prototype strain E. coli CFT073 (O6:H1:K?) (52) and E. coli CY17 isolated during a prospective study of childhood UTI in Gothenburg, Sweden (53, 54) were used as uropathogenic strains. The ABU strains (from children with positive urine culture with no symptom of UTI), APN strains (from children with febrile UTI), and fecal isolates (from children who had no history of UTI and negative urine cultures) were isolated during population-based studies of childhood UTI in Gothenburg, Sweden (55), using standard microbiological techniques (54, 56).Genome sequence analysis and quality-based variant detection.Total genomic DNA was isolated from the E. coli ABU re-isolate SN25 using the MagAttract high-molecular-weight (HMW) DNA kit (Qiagen). A 500-bp paired-end library of the E. coli strain SN25, generated with the Nextera XT DNA library preparation kit (Illumina), was sequenced on the Illumina MiSeq sequencing platform with v2 sequencing chemistry. Quality-based variant detection in the E. coli SN25 genome was performed with the CLC Genomics Workbench (Qiagen Bioinformatics). First, low-quality reads were trimmed using quality scores, setting the limit to 0.05. The quality-filtered reads were mapped to the reference genome of E. coli strain 83972 (accession number {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NC_017631\",\"term_id\":\"386637352\"}}NC_017631). As a result, 99.1% of the reference genome was covered. The average coverage was 160-fold. Quality-based variant detection based on the neighborhood quality standard (NQS) algorithm (57) was done with a minimum coverage of 100 and a minimum variant frequency of 80% at a given position of the reference genome.Construction of gene deletion mutants in E. coli 83972.To delete selected genes from the E. coli 83972 chromosome, the entire coding sequence of the determinant (except for rpoS, in which the first and last 5 nucleotides of the open reading frame remained) was replaced by a cat cassette via λ-Red–mediated recombination (21). For this, the cat cassette flanked by 2 FRT sites was amplified from pKD3. The resulting PCR product was electroporated into E. coli 83972 carrying pKD46, and clones with the correct replacement of the gene by the cat cassette were selected on selective agar (20 μg/mL chloramphenicol) (21). Mutants (ΔlldD, ΔlldR, ΔnlpD, ΔrfaH, ΔcysE, ΔrcsB, ΔmdoH, and ΔlrhA) were cultured on tryptic soy agar (TSA) with added chloramphenicol (20 μg/mL, 16 hours at 37°C). Deletions were confirmed by DNA sequencing. For details on the primers used see Supplemental Table 3.Mutants were confirmed by Western blotting using whole protein extracts from overnight bacterial cultures. Twenty micrograms of protein per sample was run in a 10% polyacrylamide gel under denaturing conditions and transferred to a nitrocellulose membrane (0.45 μm, GE Healthcare). RpoC was used as loading control. Primary antibodies were detected with horse radish peroxidase–conjugated (HRP-conjugated) secondary anti-mouse antibody (see Supplemental Table 4). Chemiluminescence (Clarity Western ECL Substrate, Bio-Rad) was detected using a ChemiDoc (Bio-Rad).Bacterial cell extracts and culture supernatants.Overnight bacterial cultures on TSA plates were lysed in B-PER (Thermo Fisher Scientific) supplemented with DNase I (4 U/mL) using sonication (3 times, 30 seconds each, at 4°C). Bacterial supernatants were prepared in RPMI (4 hours) using 1 × 108 CFU/mL, and then centrifuged and sterile filtered (0.2 μm PES syringe filter). Bacterial proteins were precipitated from supernatants by gentle mixing with trichloroacetic acid (TCA) (9:1 ratio) and incubated overnight at –20°C. Precipitated proteins were treated with 100% acetone and after complete evaporation, run in SDS-PAGE (4%–12% Bis-Tris gels, Invitrogen), blotted onto PVDF membranes (Bio-Rad), blocked with 5% nonfat dry milk (NFDM), incubated with primary antibodies (see list of dilutions in Supplemental Table 4), washed with 0.1% PBS-T (3 times, 10 minutes each), and incubated with secondary antibodies in 5% NFDM before a final wash in PBS-T (3 times, 10 minutes each). Bands were imaged using ECL Plus detection reagent (GE Healthcare) and quantified using ImageJ 1.46r (NIH). See also the MS analysis of bacterial supernatant in Supplemental Figure 3.Cell culture and stimulation of human kidney epithelial cells.Human A498 kidney carcinoma cells (RRID:CVCL_1056) have been extensively used in studies of UTI pathogenesis and validated against animal models and clinical data (5, 34, 58). A498 cells were obtained from ATCC (HTB44) and cultured in RPMI-1640 (Thermo Fisher Scientific) supplemented with 1 mM sodium pyruvate, 1 mM nonessential amino acids (GE Healthcare), and 10% heat-inactivated fetal calf serum (FCS) at 37°C with 5% CO2. Depending on the experimental design, cells were cultured in 6-well plates (4 × 105 cells per well) or 8-well chamber slides (4 × 104 cells per well, both Thermo Fisher Scientific) in medium supplemented with 10% FCS overnight. For infection (1 × 108 CFU/mL) or exposure to bacterial supernatants or recombinant proteins, cells were washed and adjusted to the appropriate concentration in serum-free medium. All experiments were performed with mycoplasma-free cells.Confocal microscopy.Cells were washed (PBS), fixed (3.7% formaldehyde), permeabilized (0.25% Triton X-100), blocked (5% FCS, 1 hour at room temperature), and treated with primary antibodies (4°C, overnight). After washing (0.025% Triton X-100), Alexa Fluor–labeled secondary antibodies were added (1 hour at room temperature), followed by nuclear staining with DRAQ5 (Abcam; 15 minutes at room temperature). Slides were then washed and mounted (Fluoromount, Sigma-Aldrich) and imaged by laser-scanning confocal microscopy (LSM800, Carl Zeiss). Staining was quantified using ImageJ software 1.46r. Secondary antibody controls were included in all experiments. For details of antibodies see Supplemental Table 4.Flow cytometry.For flow cytometry, infected human kidney cells (5 × 105 cells) were harvested after 4 hours, washed with PBS, fixed (3.7% formaldehyde in PBS, 15 minutes), washed twice with PBS, centrifuged and resuspended, permeabilized (0.25% Triton X-100, 5% FCS in PBS, 10 minutes), blocked (5% FCS, 1 hour at room temperature), and incubated with primary antibodies in 5% FCS (4°C, overnight). The cells were washed twice before adding fluorescently labeled secondary antibody for 1 hour at room temperature. After a final wash, cells were resuspended in flow cytometry buffer (0.02% EDTA, 5% FCS in PBS) and analyzed with a BD Accuri C6 flow cytometer (BD Biosciences); 20,000 events were collected at 60 μL/min flow rate.Western blotting.Lysates from infected cells and cells treated with bacterial supernatants or recombinant proteins were harvested in NP-40 lysis buffer supplemented with protease and phosphatase inhibitors (both from Roche Diagnostics). Proteins were resolved by SDS-PAGE, blotted onto PVDF membranes, and stained with primary antibodies in 5% NFDM or BSA overnight. Membranes were washed followed by addition of appropriate HRP-conjugated secondary antibodies.Recombinant proteins.Recombinant His-tagged NlpD (rNlpD) and σ38 proteins (Supplemental Table 5) were expressed in E. coli using the pET30a expression vector and TB fermentation (custom ordered from GenScript). rNlpD was obtained from inclusion bodies using 3-step purification by Ni, Superdex 200, and Ni columns; σ38 was obtained from supernatant of cell lysate. All proteins were approximately 90% pure as estimated by densitometric analysis of Coomassie-stained SDS-PAGE gels under reducing conditions. Endotoxin levels were less than 5 (rNlpD) and less than 10 EU/mg (σ38). For live imaging of cells and unilamellar vesicles, NlpD and σ38 proteins were labeled with Alexa Fluor 488 or Alexa Fluor 633, as per the manufacturer’s instructions (Thermo Fisher Scientific). Purity was confirmed by MS (BioMS).Polyclonal antibody production.Polyclonal rabbit anti-NlpD antibody was produced using rNlpD protein as antigen (Innovagen, project 11358). Briefly, initial immunization was followed by booster immunizations performed after 2, 4, 7, and 10 weeks (500 μg of protein per time point) and serum was collected. The polyclonal rabbit antiserum was titrated by ELISA using Nunc-Immuno MaxiSorp plates and absorbance measured at 405 nm.Coimmunoprecipitation.Five micrograms of recombinant His-tagged protein were added to HisPur Ni-NTA resin (50 μL; Thermo Fisher Scientific) for 30 minutes, washed, and incubated with 100 μg of A498 whole cell lysates (1 hour). The beads were then washed, and protein complexes eluted with 250 mM imidazole (pH 7.4, 700g, 2 minutes) and analyzed by Western blot. Alternatively, 2 μg of anti–total Pol II antibody (RPB1) was bound to magnetic protein G Dynabeads (30 μL, Thermo Fisher Scientific) and incubated with 1 mg of proteins from A498 cell lysate prior to or following the addition of NlpD protein. Complexes were washed, separated on a magnetic stand, and prepared for Western blot analysis.In-gel digestion and MS analysis.After protein separation by SDS-PAGE, the gel was stained with Pierce Silver Stain for Mass Spectrometry (Thermo Fisher Scientific) according to the manufacturer’s instructions. Bands of interest were cut from the SDS-PAGE gel, digested with trypsin (sequencing-grade modified trypsin, Promega), followed by identification using liquid chromatography–tandem MS (LC–MS/MS). MS/MS spectra were searched with Proteome Discoverer (Thermo Fisher Scientific) against the E. coli 83972 data base (protein sequences were downloaded from https://patricbrc.org/). The precursor tolerance and fragment tolerance were set to 10 ppm and 0.05 Da, respectively. Trypsin was selected as enzyme, methionine oxidation and deamidation of asparagine and glutamine were treated as dynamic modification, and carbamidomethylation of cysteine as a fixed modification.Preparation of GUVs.A reaction bed for the GUVs was formed by plasma etching of coverslips and coating with 1% molten agarose. A lipid solution in chloroform was labeled with rhodamine. GUVs were formed on the coverslips as described in Hansen et al. (59), mobilized, and rehydrated for 25 minutes. Further, the GUVs were collected and allowed to settle in 200 mM of glucose solution for 60 minutes. Alexa Fluor 633–labeled NlpD, Alexa Fluor 488–labeled σ38, or a mixture of NlpD and σ38 incubated for 30 minutes, were added to the observation chambers and the GUVs were monitored for 60 minutes. The GUVs were washed with glucose solution and monitored again to visualize protein colocalization, membrane alterations, and vesicular uptake.Live-cell imaging.A498 cells grown in ibidi chamber slides (1 × 105 cells) pretreated with poly-L-lysine overnight. Cells were exposed to Alexa Fluor 633–labeled (Thermo Fisher Scientific) NlpD at time 0 and incubated for 30 minutes followed by washing of the labeled protein. The cells were then monitored in real time by laser-scanning confocal microscopy (Nikon) at 1-hour and 3-hour intervals in live-cell imaging buffer (Thermo Fisher Scientific). Nuclei were counterstained with Hoechst 33342. The quantification of NlpD in the nucleus was performed by selecting 3 Z-stack sections encompassing the nuclear plane. The total NlpD incorporation into the cells was quantified by performing Z-stack projections using maximum intensity with ImageJ software 1.46r.Electrophoretic mobility shift assay.Prokaryotic (5′-GGGTGTGTGTTCTATACTGTGTGTGTGTGG-3′) or eukaryotic TATA-box-containing double-stranded oligonucleotides (5′-GGGTGTGTGTGTTATAAAGTGTGTGTGTGG-3′) were synthesized (Integrated DNA Technologies). Each EMSA reaction contained 1.8 μg oligonucleotides and 2.5 μg σ38 peptide (aa 149–183, Mimotopes), 3 μg σ38 protein (Supplemental Table 5), or 1 μg TBP (aa 227–339, H00006908-Q01, Abnova) in binding buffer (100 mM Tris, 500 mM NaCl, and 10 mM DTT, pH 7.0). TBP binding buffer was supplemented with 5 mM MgCl2, 10% glycerol, and 500 ng/μL BSA (Sigma-Aldrich). For band-shift inhibition, 2 μg of anti-σ38 antibody and 1 μg of anti-TBP antibody were used. For competition assays, 0.5 or 2.5 μg of σ38 peptide and 1 μg of TBP protein were used. Binding reactions were incubated at 15°C for 30 minutes, loaded onto a 6% nondenaturing, nonreducing polyacrylamide gel, and run in buffer containing 50 mM Tris (pH 7.0), 0.38 M glycine, and 2 mM EDTA at 125 V. Gels were stained with GelGreen (Biotium) and imaged using the Bio-Rad ChemiDoc System.Murine UTI model.Female C57BL/6JRj mice, obtained from Janvier Labs (SC-C57J-F), were used for experiments at 9–15 weeks of age, weighing 22–28 g. The mice were bred and housed in a specific pathogen–free animal facility with free access to food and water. Mice were intravesically infected with E. coli 83972, SN25, SN25-pRH320, CFT073, or CY17 (1 × 108 CFU in 0.1 mL) through a soft polyethylene catheter (outer diameter 0.61 mm; Clay Adams) after intraperitoneal injection of a cocktail of ketamine (1.48 mg in 100 μL of 0.9% NaCl solution, Intervet) and xylazine (0.22 mg in 100 μL of 0.9% NaCl solution, Vetmedic). Animals were sacrificed under isoflurane anesthesia by cervical dislocation at 24 hours and 7 days. Bladders and kidneys were aseptically removed and frozen for RNA isolation, and cryomolds containing OCT were used for cryosections. Viable counts were determined by growth on TSA plates (37°C, overnight) after serial dilutions as appropriate. Neutrophils in uncentrifuged urine were counted using a hemocytometer.For immunohistochemistry, 7-μm-thick cryosections were cut and added to double-positive poly-L-cystine slides, dried, and stained using anti-Ly6g (neutrophils) or anti–Pol II-p antibodies. Briefly, tissue sections were washed in PBS, permeabilized (0.25% Triton X-100) and blocked (5% FCS, 1 hour, room temperature) before addition of primary antibodies (5% FCS, 4°C, overnight). Slides were washed 2 times, 5 minutes each in 0.025% Triton X-100 before addition of appropriately labeled secondary antibodies (5% FCS + 0.025% Triton X-100, 1 hour at room temperature). The nuclei were counterstained with DAPI (5 μg/mL, 1 minutes) washed 3 times, 5 minutes each in PBS, mounted, and scanned by fluorescence microscopy (AX60, Olympus Optical).To assess tissue pathology, frozen tissue sections were stained with Richard-Allan Scientific Signature Series Hematoxylin 7211 and Eosin-Y 7111 (Thermo Fisher Scientific). The tissue pathology score was based on neutrophil infiltration, tissue architecture, and epithelial thickness on a scale of 0–5, where 0 is unchanged compared to uninfected controls and 5 the highest neutrophil infiltration, most damaged tissue architecture, and maximal epithelial thickness.Whole genome transcriptomic analysis.For A498 cells, total RNA was extracted using the RNeasy Mini Kit (Qiagen) and on-column DNase digestion. RNA (100 ng) was amplified using a GeneChip 3′IVT PLUS Kit (Thermo Fisher Scientific), fragmented, and labeled aRNA was hybridized onto Human Genome U219 array strips (16 hours at 45°C), washed, stained, and scanned in house using the GeneAtlas system (Affymetrix).All samples passed the internal quality controls included in the array strips (signal intensity by signal to noise ratio; hybridization and labeling controls; sample quality by GAPDH signal and 3′–5′ ratio < 3). Data were normalized using robust multi average implemented in the Partek Express (60, 61) or the Transcriptome Analysis Console (v.4.0.1.36, Applied Biosystems) software. Differential expression was calculated by comparing cells treated with bacteria or recombinant proteins to uninfected cells (PBS control). Differentially expressed probes were sorted by relative expression (2-way ANOVA model using method of moments) and an absolute fold change greater than 2 and P less than 0.05 was considered significant (62). Heatmaps were constructed using the free Gitools 2.1 software. Significantly altered genes and regulated pathways were analyzed using Ingenuity Pathway Analysis software (IPA, Ingenuity Systems, Qiagen). Expression data of A498 cells treated with DRB, deposited under NCBI GEO {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE43886\",\"term_id\":\"43886\"}}GSE43886, were used as comparison.Cell death assays.To quantify effects on cell viability, A498 cells were seeded in 96-well plates (2 × 104 per well, Tecan Group Ltd) and treated with bacterial supernatants, rNlpD (100–250 μg/mL), DRB (60–120 μM), or α-amanitin (2–10 μg/mL) for 4 hours. Viable cells were quantified by trypan blue (VWR) staining. Cellular ATP levels were quantified by the luminescence-based ATPlite kit (PerkinElmer), using a microplate reader (Infinite F200, Tecan). Mitochondrial integrity was assessed using the Presto Blue fluorescence assay (Thermo Fisher Scientific). TUNEL staining was performed using a Click-iT TUNEL Alexa Fluor 488 Imaging Assay kit (Thermo Fisher Scientific). A positive control (cells treated with DNase I for 30 minutes at 37°C) was included in each experiment. The TUNEL fluorescence intensity was analyzed by confocal microscopy and quantified using ImageJ software.Statistics.For nonparametric data, Mann-Whitney or Kruskal-Wallis test followed by Dunn’s multiple-comparison test was used. For data determined to follow a Gaussian distribution (D’Agostino & Pearson normality test), statistical differences were determined by 2-tailed t test or 2-way ANOVA. Statistical significance was determined by Prism 7 (GraphPad) and significance was assigned at *P < 0.05, **P < 0.01, and ***P < 0.001.Study approval.Animal experimental infection and HDM-asthma model protocols were approved by the Malmö/Lund Animal Experimental Ethics Committee at the Lund District Court in Sweden (approval number M119-16 based on M104-10, M44-13, and M6436/2017). Animal care and protocols were governed by the European Parliament and Council Directive (2016/63, EU), the Swedish Animal Welfare Act (Djurskyddslagen 1988:534), the Swedish Welfare Ordinance (Djurskydssförordningen 1988:539), and Institutional Animal Care and Use Committee (IACUC) guidelines. The deliberate colonization study was approved by the Medical Ethics committee, University of Lund, Sweden (approval no. LU 742-01/2001). Patients gave their written informed consent.Data availability.The microarray data for this study have been deposited in the NCBI’s Gene Expression Omnibus repository under accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE162190\",\"term_id\":\"162190\"}}GSE162190. The assembled draft genome sequence obtained from this project has been deposited into DDBJ/ENA/GenBank under accession number PRJNA681126. Author contributionsIA, NAF, DSCB, SLC, BW, UD, and CS conceived and designed the experiments. IA, NAF, DSCB, THT, EZ, AC, SP, PE, SA, and JP performed the experiments and IA, NAF, DSCB, AC, SP, UD, and CS analyzed the data. IA, NAF, DSCB, SLC, UD, and CS wrote the manuscript. All the authors reviewed and approved the final version of the manuscript. The authorship order of the co–first authors was assigned on the basis of the relative contributions of each person and was agreed upon by all authors. IA was part of the discovery of Pol II inhibition by bacteria, discovered the SN25 mutant, which was a crucial tool in deciphering the mechanism and identifying NlpD, performed most of the experiments, and wrote and edited the manuscript. NAF made some important contributions to identifying NlpD targets in host cells and the effects of σ38. Supplementary MaterialSupplemental data:Click here to view.(19M, pdf) AcknowledgmentsThe authors thank Björn Nilsson, Division of Hematology and Transfusion Medicine, Lund University, for critical reading of the manuscript. The mass spectrometry was in collaboration with Charlotte Welinder at the Center for Translational Proteomics at the Medical Faculty and Region Skåne, Lund University, and Sven Kjellström and Simon Ekström at BioMS, the Swedish National Infrastructure for Biological Mass Spectrometry at Lund University. We gratefully acknowledge the support of the Swedish Medical Research Council, the European Research Council INFECT-ERA II program (The Nice Bug Consortium), the Swedish Cancer Society, the Medical Faculty at Lund University, the Söderberg and Österlund Foundations, the Sharon D Lund foundation, the Royal Physiographic Society, the HJ Forssman Foundation for Medical Research, and the Lundberg Foundation. The Dobrindt group at the University of Münster was supported by the German Research Foundation (CRC 1009/2, B05) and the Federal Ministry for Education and Research (grant no. 031L0007B). The Chen group at the National University of Singapore was supported by the Singapore Ministry of Health’s National Medical Research Council (NMRC/CIRG/1467/2017) and the Genome Institute of Singapore (GIS), Agency for Science, Technology and Research (A*STAR). Support for the Svanborg group was further provided from the European Union’s Horizon 2020 research and innovation program under grant agreement no. 954360. Funding Statement’The Nice Bug consortium’Support for the Dobrindt group at the University of MünsterSupport for the Dobrindt group at the University of MünsterSupport for the Chen group at the National University of SingaporeSupport for the Svanborg group at the Lund UniversitySupport for the Svanborg group at the Lund UniversitySupport for the Svanborg group at the Lund UniversitySupport for the Svanborg group at the Lund UniversitySupport for the Svanborg laboratory Version ChangesVersion 1. 12/15/2020In-Press PreviewVersion 2. 02/15/2021Print issue publication FootnotesConflict of interest: IA, NAF, and CS are inventors on patents related to the therapeutic use of NlpD (US 16/341,962, Europe 17797991.1, Australia 2017344453, India 20194718316, Singapore 11201903336U). IA, NAF, DSCB, THT, BW, and CS are shareholders of SelectImmune Pharma, a biotech startup company developing alternatives to antibiotics in UTI treatment and CS is chairman of the board.Copyright: © 2021, American Society for Clinical Investigation.Reference information: J Clin Invest. 2021;131(4):e140333.https://doi.org/10.1172/JCI140333. References1. Ghosh AR. Appraisal of microbial evolution to commensalism and pathogenicity in humans. Clin Med Insights Gastroenterol. 2013;6:1–12. [PMC free article] [PubMed] [Google Scholar]2. Are A, et al.  Enterococcus faecalis from newborn babies regulate endogenous PPARgamma activity and IL-10 levels in colonic epithelial cells. Proc Natl Acad Sci U S A. 2008;105(6):1943–1948. doi: 10.1073/pnas.0711734105. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Nepelska M, et al.  Commensal gut bacteria modulate phosphorylation-dependent PPARgamma transcriptional activity in human intestinal epithelial cells. Sci Rep. 2017;7:43199.  [PMC free article] [PubMed] [Google Scholar]4. Zdziarski J, et al.  Molecular basis of commensalism in the urinary tract: low virulence or virulence attenuation? Infect Immun. 2008;76(2):695–703. doi: 10.1128/IAI.01215-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Lutay N, et al.  Bacterial control of host gene expression through RNA polymerase II. J Clin Invest. 2013;123(6):2366–2379. doi: 10.1172/JCI66451. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Sunden F, et al.  Escherichia coli 83972 bacteriuria protects against recurrent lower urinary tract infections in patients with incomplete bladder emptying. J Urol. 2010;184(1):179–185. doi: 10.1016/j.juro.2010.03.024. [PubMed] [CrossRef] [Google Scholar]7. Lindberg U, et al.  Asymptomatic bacteriuria in schoolgirls. I. Clinical and laboratory findings. Acta Paediatr Scand. 1975;64(3):425–431. doi: 10.1111/j.1651-2227.1975.tb03859.x. [PubMed] [CrossRef] [Google Scholar]8. Hansson S, et al.  Untreated asymptomatic bacteriuria in girls: II—Effect of phenoxymethylpenicillin and erythromycin given for intercurrent infections. BMJ. 1989;298(6677):856–859. doi: 10.1136/bmj.298.6677.856. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Kunin CM, et al.  A reassessment of the importance of “low-count” bacteriuria in young women with acute urinary symptoms. Ann Intern Med. 1993;119(6):454–460. doi: 10.7326/0003-4819-119-6-199309150-00002. [PubMed] [CrossRef] [Google Scholar]10. Nicolle LE. The paradigm shift to non-treatment of asymptomatic bacteriuria. Pathogens. 2016;5(2):38.  doi: 10.3390/pathogens5020038. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Selth LA, et al.  Transcript elongation by RNA polymerase II. Annu Rev Biochem. 2010;79:271–293. doi: 10.1146/annurev.biochem.78.062807.091425. [PubMed] [CrossRef] [Google Scholar]12. Sims RJ, 3rd, et al.  Elongation by RNA polymerase II: the short and long of it. Genes Dev. 2004;18(20):2437–2468. doi: 10.1101/gad.1235904. [PubMed] [CrossRef] [Google Scholar]13. Fuda NJ, et al.  Defining mechanisms that regulate RNA polymerase II transcription in vivo. Nature. 2009;461(7261):186–192. doi: 10.1038/nature08449. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Wullt B, et al.  Urodynamic factors influence the duration of Escherichia coli bacteriuria in deliberately colonized cases. J Urol. 1998;159(6):2057–2062. doi: 10.1016/S0022-5347(01)63246-4. [PubMed] [CrossRef] [Google Scholar]15. Zdziarski J, et al.  Host imprints on bacterial genomes--rapid, divergent evolution in individual patients. PLoS Pathog. 2010;6(8):e1001078.  doi: 10.1371/journal.ppat.1001078. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Gronberg-Hernandez J, et al.  Genetic control of the variable innate immune response to asymptomatic bacteriuria. PLoS One. 2011;6(11):e28289.  doi: 10.1371/journal.pone.0028289. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Rudack C, et al.  The primary role in biologic activity of the neutrophil chemokines IL-8 and GRO-alpha in cultured nasal epithelial cells. J Interferon Cytokine Res. 2003;23(2):113–123. doi: 10.1089/107999003321455507. [PubMed] [CrossRef] [Google Scholar]18. Ritzman AM, et al.  The chemokine receptor CXCR2 ligand KC (CXCL1) mediates neutrophil recruitment and is critical for development of experimental Lyme arthritis and carditis. Infect Immun. 2010;78(11):4593–4600. doi: 10.1128/IAI.00798-10. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Marlin SD, Springer TA. Purified intercellular adhesion molecule-1 (ICAM-1) is a ligand for lymphocyte function-associated antigen 1 (LFA-1) Cell. 1987;51(5):813–819. doi: 10.1016/0092-8674(87)90104-8. [PubMed] [CrossRef] [Google Scholar]20. Jaillon S, et al.  The humoral pattern recognition molecule PTX3 is a key component of innate immunity against urinary tract infection. Immunity. 2014;40(4):621–632. doi: 10.1016/j.immuni.2014.02.015. [PubMed] [CrossRef] [Google Scholar]21. Datsenko KA, Wanner BL. One-step inactivation of chromosomal genes in Escherichia coli K-12 using PCR products. Proc Natl Acad Sci U S A. 2000;97(12):6640–6645. doi: 10.1073/pnas.120163297. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Clemente-Blanco A, et al.  Cdc14 phosphatase promotes segregation of telomeres through repression of RNA polymerase II transcription. Nat Cell Bio. 2011;13(12):1450–1456. doi: 10.1038/ncb2365. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Egloff S, Murphy S. Cracking the RNA polymerase II CTD code. Trends Genet. 2008;24(6):280–288. doi: 10.1016/j.tig.2008.03.008. [PubMed] [CrossRef] [Google Scholar]24. Palancade B, et al.  FCP1 phosphorylation by casein kinase 2 enhances binding to TFIIF and RNA polymerase II carboxyl-terminal domain phosphatase activity. J Biol Chem. 2002;277(39):36061–36067. doi: 10.1074/jbc.M205192200. [PubMed] [CrossRef] [Google Scholar]25. Peng J, et al.  Identification of a cyclin subunit required for the function of Drosophila P-TEFb. J Biol Chem. 1998;273(22):13855–13860. doi: 10.1074/jbc.273.22.13855. [PubMed] [CrossRef] [Google Scholar]26. Shim EY, et al.  CDK-9/cyclin T (P-TEFb) is required in two postinitiation pathways for transcription in the C. elegans embryo. Genes Dev. 2002;16(16):2135–2146. doi: 10.1101/gad.999002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Wei P, et al.  A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92(4):451–462. doi: 10.1016/S0092-8674(00)80939-3. [PubMed] [CrossRef] [Google Scholar]28. Zhou Q, Yik JH. The Yin and Yang of P-TEFb regulation: implications for human immunodeficiency virus gene expression and global control of cell growth and differentiation. Microbiol Mol Biol Rev. 2006;70(3):646–659. doi: 10.1128/MMBR.00011-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Yu M, et al.  RNA polymerase II-associated factor 1 regulates the release and phosphorylation of paused RNA polymerase II. Science. 2015;350(6266):1383–1386. doi: 10.1126/science.aad2338. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Bartkowiak B, et al.  CDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev. 2010;24(20):2303–2316. doi: 10.1101/gad.1968210. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Blazek D, et al.  The Cyclin K/Cdk12 complex maintains genomic stability via regulation of expression of DNA damage response genes. Genes Dev. 2011;25(20):2158–2172. doi: 10.1101/gad.16962311. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Yamaguchi Y, et al.  NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97(1):41–51. doi: 10.1016/S0092-8674(00)80713-8. [PubMed] [CrossRef] [Google Scholar]33. Fischer H, et al.  Pathogen specific, IRF3-dependent signaling and innate resistance to human kidney infection. PLoS Pathog. 2010;6(9):e1001109.  doi: 10.1371/journal.ppat.1001109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Puthia M, et al.  IRF7 inhibition prevents destructive innate immunity-A target for nonantibiotic therapy of bacterial infections. Sci Transl Med. 2016;8(336):336ra359.  [PubMed] [Google Scholar]35. Lange R, Hengge-Aronis R. Identification of a central regulator of stationary-phase gene expression in Escherichia coli. Mol Microbiol. 1991;5(1):49–59. doi: 10.1111/j.1365-2958.1991.tb01825.x. [PubMed] [CrossRef] [Google Scholar]36. Lange R, Hengge-Aronis R. The nlpD gene is located in an operon with rpoS on the Escherichia coli chromosome and encodes a novel lipoprotein with a potential function in cell wall formation. Mol Microbiol. 1994;13(4):733–743. doi: 10.1111/j.1365-2958.1994.tb00466.x. [PubMed] [CrossRef] [Google Scholar]37. Lindell TJ, et al.  Specific inhibition of nuclear RNA polymerase II by alpha-amanitin. Science. 1970;170(3956):447–449. doi: 10.1126/science.170.3956.447. [PubMed] [CrossRef] [Google Scholar]38. Fuchs TM, et al.  Metabolic adaptation of human pathogenic and related nonpathogenic bacteria to extra- and intracellular habitats. FEMS Microbiol Rev. 2012;36(2):435–462. doi: 10.1111/j.1574-6976.2011.00301.x. [PubMed] [CrossRef] [Google Scholar]39. Ma N, et al.  Nutrients mediate intestinal bacteria-mucosal immune crosstalk. Front Immunol. 2018;9:5.  [PMC free article] [PubMed] [Google Scholar]40. Manes NP, et al.  Multi-omics comparative analysis reveals multiple layers of host signaling pathway regulation by the gut microbiota. mSystems. 2017;2(5):e00107–17. [PMC free article] [PubMed] [Google Scholar]41. Uehara T, et al.  LytM-domain factors are required for daughter cell separation and rapid ampicillin-induced lysis in Escherichia coli. J Bacteriol. 2009;191(16):5094–5107. doi: 10.1128/JB.00505-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Uehara T, et al.  Daughter cell separation is controlled by cytokinetic ring-activated cell wall hydrolysis. Embo Journal. 2010;29(8):1412–1422. doi: 10.1038/emboj.2010.36. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Ichikawa JK, et al.  A gene at 59 minutes on the Escherichia coli chromosome encodes a lipoprotein with unusual amino acid repeat sequences. J Bacteriol. 1994;176(6):1630–1638. doi: 10.1128/JB.176.6.1630-1638.1994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Zuckert WR. Secretion of bacterial lipoproteins: through the cytoplasmic membrane, the periplasm and beyond. Biochim Biophys Acta. 2014;1843(8):1509–1516. [PMC free article] [PubMed] [Google Scholar]45. Ishibashi K, et al.  Identification of a new multigene four-transmembrane family (MS4A) related to CD20, HTm4 and beta subunit of the high-affinity IgE receptor. Gene. 2001;264(1):87–93. doi: 10.1016/S0378-1119(00)00598-9. [PubMed] [CrossRef] [Google Scholar]46. Lago M, et al.  Proteome remodelling by the stress sigma factor RpoS/sigma(S) in Salmonella: identification of small proteins and evidence for post-transcriptional regulation. Sci Rep. 2017;7(1):2127.  doi: 10.1038/s41598-017-02362-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Wong GT, et al.  Genome-wide transcriptional response to varying rpos levels in Escherichia coli K–12. J Bacteriol. 2017;199(7):e00755-16. [PMC free article] [PubMed] [Google Scholar]48. Becker G, Hengge-Aronis R. What makes an Escherichia coli promoter sigma(S) dependent? Role of the -P13/-P14 nucleotide promoter positions and region 2.5 of sigma(S) Mol Microbiol. 2001;39(5):1153–1165. doi: 10.1111/j.1365-2958.2001.02313.x. [PubMed] [CrossRef] [Google Scholar]49. Hengge-Aronis R. Survival of hunger and stress: the role of rpoS in early stationary phase gene regulation in E. coli. Cell. 1993;72(2):165–168. doi: 10.1016/0092-8674(93)90655-A. [PubMed] [CrossRef] [Google Scholar]50. Ambite I, et al.  Fimbriae reprogram host gene expression — Divergent effects of P and type 1 fimbriae. PLoS Pathog. 2019;15(6):e1007671.  doi: 10.1371/journal.ppat.1007671. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Andersson P, et al.  Persistence of Escherichia coli bacteriuria is not determined by bacterial adherence. Infect Immun. 1991;59(9):2915–2921. doi: 10.1128/IAI.59.9.2915-2921.1991. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Mobley HL, et al.  Pyelonephritogenic Escherichia coli and killing of cultured human renal proximal tubular epithelial cells: role of hemolysin in some strains. Infect Immun. 1990;58(5):1281–1289. doi: 10.1128/IAI.58.5.1281-1289.1990. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Leffler H, Svanborg-Eden C. Glycolipid receptors for uropathogenic Escherichia coli on human erythrocytes and uroepithelial cells. Infect Immun. 1981;34(3):920–929. doi: 10.1128/IAI.34.3.920-929.1981. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Caugant DA, et al.  Genetic diversity in relation to serotype in Escherichia coli. Infect Immun. 1985;49(2):407–413. doi: 10.1128/IAI.49.2.407-413.1985. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Svanborg-Eden C, et al.  Variable adherence to normal human urinary-tract epithelial-cells of Escherichia-coli strains associated with various forms of urinary-tract infection. Lancet. 1976;2(7984):490–492. [PubMed] [Google Scholar]56. Lindberg U, et al.  Asymptomatic bacteriuria in schoolgirls. VIII. Clinical course during a 3-year follow-up. J Pediatr. 1978;92(2):194–199. doi: 10.1016/S0022-3476(78)80003-1. [PubMed] [CrossRef] [Google Scholar]57. Altshuler D, et al.  An SNP map of the human genome generated by reduced representation shotgun sequencing. Nature. 2000;407(6803):513–516. doi: 10.1038/35035083. [PubMed] [CrossRef] [Google Scholar]58. Hedlund M, et al.  Role of the ceramide-signaling pathway in cytokine responses to P-fimbriated Escherichia coli. J Exp Med. 1996;183(3):1037–1044. doi: 10.1084/jem.183.3.1037. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Hansen JS, et al.  Formation of giant protein vesicles by a lipid cosolvent method. Chembiochem. 2011;12(18):2856–2862. doi: 10.1002/cbic.201100537. [PubMed] [CrossRef] [Google Scholar]60. Irizarry RA, et al.  Summaries of affymetrix GeneChip probe level data. Nucleic Acids Res. 2003;31(4):e15.  doi: 10.1093/nar/gng015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Bolstad BM, et al.  A comparison of normalization methods for high density oligonucleotide array data based on variance and bias. Bioinformatics. 2003;19(2):185–193. doi: 10.1093/bioinformatics/19.2.185. [PubMed] [CrossRef] [Google Scholar]62. Eisenhart C. The assumptions underlying the analysis of variance. Biometrics. 1947;3(1):1–21. doi: 10.2307/3001534. [PubMed] [CrossRef] [Google Scholar]"}