{"title": "Multiobjective optimization challenges in perioperative anesthesia: A review", "pubDate": "2021", "PMCID": "", "DOI": "10.1016/j.surg.2020.11.005", "PMID": "33334583", "abstract": "Physicians use perioperative decision-support tools to mitigate risks and maximize benefits to achieve the most successful outcome for patients. Contemporary risk-assessment practices augment surgeons' judgement and experience with decision-support algorithms driven by big data and machine learning. These algorithms accurately assess risk for a wide range of postoperative complications by parsing large datasets and performing complex calculations that would be cumbersome for busy clinicians. Even with these advancements, large gaps in perioperative risk assessment remain; decision-support algorithms often cannot account for risk-reduction therapies applied during a patient's perioperative course and do not quantify tradeoffs between competing goals of care (eg, balancing postoperative pain control with the risk of respiratory depression or balancing intraoperative volume resuscitation with the risk for complications from pulmonary edema). Multiobjective optimization solutions have been applied to similar problems successfully but have not yet been applied to perioperative decision support. Given the large volume of data available via electronic medical records, including intraoperative data, it is now feasible to successfully apply multiobjective optimization in perioperative care. Clinical application of multiobjective optimization would require semiautomated pipelines for analytics and reporting model outputs and a careful development and validation process. Under these circumstances, multiobjective optimization has the potential to support personalized, patient-centered, shared decision-making with precision and balance.", "author": [{"author": "Meghan Brennan", "affiliation": ["Department of Anesthesiology, University of Florida College of Medicine, Gainesville, FL. Electronic address: mbrennan@anest.ufl.edu."], "href": "/?term=Brennan+M&cauthor_id=33334583"}, {"author": "Jack D Hagan", "affiliation": ["Department of Anesthesiology, University of Florida College of Medicine, Gainesville, FL."], "href": "/?term=Hagan+JD&cauthor_id=33334583"}, {"author": "Chris Giordano", "affiliation": ["Department of Anesthesiology, University of Florida College of Medicine, Gainesville, FL."], "href": "/?term=Giordano+C&cauthor_id=33334583"}, {"author": "Tyler J Loftus", "affiliation": ["Department of Surgery, University of Florida College of Medicine, Gainesville, FL."], "href": "/?term=Loftus+TJ&cauthor_id=33334583"}, {"author": "Catherine E Price", "affiliation": ["Department of Anesthesiology, University of Florida College of Medicine, Gainesville, FL; College of Public Health and Health Professions, University of Florida College of Medicine, Gainesville, FL."], "href": "/?term=Price+CE&cauthor_id=33334583"}, {"author": "Haldun Aytug", "affiliation": ["Warrington College of Business, University of Florida, Gainesville, FL."], "href": "/?term=Aytug+H&cauthor_id=33334583"}, {"author": "Patrick J Tighe", "affiliation": ["Department of Anesthesiology, University of Florida College of Medicine, Gainesville, FL."], "href": "/?term=Tighe+PJ&cauthor_id=33334583"}], "refPMID": [], "citedInPMID": ["33334583"], "body": ""}