{"title": "Use of Venovenous Extracorporeal Membrane Oxygenation in Critically-Ill Patients With COVID-19", "pubDate": "2020", "PMCID": "PMC7758460", "DOI": "10.3389/fmed.2020.614569", "PMID": "33363190", "abstract": "Acute respiratory distress syndrome (ARDS) related to Coronavirus disease (COVID-19) is associated with high mortality. It has been suggested that venovenous extracorporeal membrane oxygenation (ECMO) was suitable in this indication, albeit the effects of ECMO on the mechanical respiratory parameters have been scarcely described. In this case-series, we prospectively described the use of venovenous ECMO and its effects on mechanical respiratory parameters in eleven COVID-19 patients with severe ARDS. Implantation of ECMO occurred 6 [3-11] days after the onset of mechanical ventilation. At the time of ECMO implantation, all patients received neuromuscular blocking agents, three (27%) received inhaled nitric oxide and prone positioning was performed in all patients with 4 [3-5] sessions of PP per patient. Under ECMO, the tidal volume was significantly decreased from 6.1 [4.0-6.3] to 3.4 [2.5-3.6] mL/kg of predicted body weight and the positive end-expiratory pressure level was increased by 25 ± 27% whereas the driving pressure and the mechanical power decreased by 33 ± 25% and 71 ± 27%, respectively. The PaO2/FiO2 ratio significantly increased from 68 [58-89] to 168 [137-218] and the oxygenation index significantly decreased from 28 [26-35] to 13 [10-15]. The duration of ECMO was 12 [8-25] days. Nine (82%) patients experienced ECMO-related complications and the main complication was major bleeding requiring blood transfusions. Intensive care unit mortality rate was 55% but no patient died from ECMO-related complications. In COVID-19 patients with severe ARDS, venovenous ECMO allowed ultra-protective ventilation, improved oxygenation and should be considered in highly selected patients with the most severe ARDS.", "author": [{"author": "Mathieu Jozwiak", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Jozwiak+M&cauthor_id=33363190"}, {"author": "Jean-Daniel Chiche", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Chiche+JD&cauthor_id=33363190"}, {"author": "Julien Charpentier", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France."], "href": "/?term=Charpentier+J&cauthor_id=33363190"}, {"author": "Zakaria Ait Hamou", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Ait+Hamou+Z&cauthor_id=33363190"}, {"author": "Paul Jaubert", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France."], "href": "/?term=Jaubert+P&cauthor_id=33363190"}, {"author": "Sarah Benghanem", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Benghanem+S&cauthor_id=33363190"}, {"author": "Pierre Dupland", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Dupland+P&cauthor_id=33363190"}, {"author": "Ariane Gavaud", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Gavaud+A&cauthor_id=33363190"}, {"author": "Frédéric Péne", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=P%C3%A9ne+F&cauthor_id=33363190"}, {"author": "Alain Cariou", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Cariou+A&cauthor_id=33363190"}, {"author": "Jean-Paul Mira", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Mira+JP&cauthor_id=33363190"}, {"author": "Lee S Nguyen", "affiliation": ["Assistance Publique - Hôpitaux de Paris, Hôpitaux universitaires Paris-Centre, Hôpital Cochin, Service de Médecine Intensive Réanimation, Paris, France.", "CMC Ambroise Paré, Research and Innovation, Neuilly-sur-Seine, France."], "href": "/?term=Nguyen+LS&cauthor_id=33363190"}], "refPMID": ["32109013", "32105632", "32267160", "32250385", "32410714", "32523870", "32243266", "32427613", "32543208", "32798468", "32987008", "32505217", "32384917", "32367170", "32656565", "32374815", "32222812", "32319081", "32339510", "32203711", "22797452", "31197492", "31144997", "23291732", "29791822", "32219428", "32224074", "32304772", "27778310", "24069078", "23160769", "23155145", "22618953", "21976615", "21732167", "21359610", "19822628", "26743151", "32125452", "32171076", "30439974", "29330690", "28787295", "27433382", "32178774", "20495508", "19029268", "24329567", "32228035", "32369390", "32291463", "32399901", "32200645", "32697482", "31939787", "26308437", "27432243", "28857905"], "citedInPMID": ["33363190", "35111786", "35087122", "35037993", "34127027"], "body": " AbstractAcute respiratory distress syndrome (ARDS) related to Coronavirus disease (COVID-19) is associated with high mortality. It has been suggested that venovenous extracorporeal membrane oxygenation (ECMO) was suitable in this indication, albeit the effects of ECMO on the mechanical respiratory parameters have been scarcely described. In this case-series, we prospectively described the use of venovenous ECMO and its effects on mechanical respiratory parameters in eleven COVID-19 patients with severe ARDS. Implantation of ECMO occurred 6 [3–11] days after the onset of mechanical ventilation. At the time of ECMO implantation, all patients received neuromuscular blocking agents, three (27%) received inhaled nitric oxide and prone positioning was performed in all patients with 4 [3−5] sessions of PP per patient. Under ECMO, the tidal volume was significantly decreased from 6.1 [4.0–6.3] to 3.4 [2.5–3.6] mL/kg of predicted body weight and the positive end-expiratory pressure level was increased by 25 ± 27% whereas the driving pressure and the mechanical power decreased by 33 ± 25% and 71 ± 27%, respectively. The PaO2/FiO2 ratio significantly increased from 68 [58–89] to 168 [137–218] and the oxygenation index significantly decreased from 28 [26–35] to 13 [10–15]. The duration of ECMO was 12 [8–25] days. Nine (82%) patients experienced ECMO-related complications and the main complication was major bleeding requiring blood transfusions. Intensive care unit mortality rate was 55% but no patient died from ECMO-related complications. In COVID-19 patients with severe ARDS, venovenous ECMO allowed ultra-protective ventilation, improved oxygenation and should be considered in highly selected patients with the most severe ARDS.Keywords: acute respiratory distress syndrome—ARDS, COVID-19, extracorporeal membrane oxygenation (ECMO), intensive care unit (ICU), mechanical ventilation IntroductionFrom December 2019 in China, a worldwide pandemic with an emergent coronavirus SARS-CoV-2 is responsible for Coronavirus disease (COVID-19) (1). While most COVID-19 patients are asymptomatic or mildly symptomatic, 15–70% of hospitalized patients develop an acute respiratory distress syndrome (ARDS) with a mortality rate of nearly 60% (2–5).Most of these patients develop severe ARDS that require administration of neuromuscular blocking (NMB) agents and prone positioning (PP). In COVID-19 patients, venovenous extracorporeal membrane oxygenation (ECMO) has been described as suitable (6–11), such as previously employed during past respiratory virus outbreaks (i.e., Middle East respiratory syndrome and H1N1) (12).To date, the effects of ECMO on mechanical respiratory parameters in COVID-19 patients have been scarcely described (9). In addition, a vast majority of COVID-19 patients develop a procoagulant state due to marked inflammatory response, responsible for venous thromboses and/or pulmonary embolism (13–16), which in turn could induce thrombotic complications of ECMO and complicate the anticoagulation management of these patients (9). Finally, in the context of pandemic with limited ECMO services, patients with ARDS eligible for ECMO should be carefully selected (17–20).Thus, the aim of this study was to describe venovenous ECMO use and its effects on mechanical respiratory parameters in COVID-19 patients with severe ARDS hospitalized in the intensive care unit (ICU) of a University hospital. Patients and MethodsPatientsThis prospective and descriptive single-center study was conducted in the 24-bed ICU of Cochin University hospital. The study was approved by the Ethics Committee of the Société de Réanimation de Langue Française (CE SRLF 20–72). All patients or next of kin were informed about the study and consented to participate.We included all consecutive patients under mechanical ventilation with the following criteria inclusion: (i) presence of ARDS according to the Berlin definition (21), (ii) venovenous ECMO implantation, and (iii) positive real-time reverse transcriptase-polymerase chain reaction assay in nasal swabs or pulmonary samples there was no exclusion criteria.Ventilatory Settings and MeasurementsAll patients were initially mechanically ventilated (CARESCAPE R860, GE Healthcare, Chicago, Il, United States of America) in the volume assist-controlled mode or in the pressure regulated volume control mode. Tidal volume was set at 6 mL/kg of predicted body weight. Respiratory rate and the inspiratory/expiratory time ratio were adjusted to prevent hypercapnia and avoid dynamic intrinsic PEEP. The PEEP level was titrated to reach a maximum plateau pressure of 30 cmH2O with a maximum driving pressure of 15 cmH2O. The inspired fraction of oxygen (FiO2) was titrated to obtain a peripheral oxygen saturation ≥90% (22). An airway humidification system was used in all patients.The driving pressure was calculated as plateau pressure—total PEEP. The compliance of the respiratory system was calculated as tidal volume/(plateau pressure – total PEP). The mechanical power was calculated as 0.098 × tidal volume × respiratory rate × peak pressure – driving pressure/2 (23). Peak pressure was considered equal to plateau pressure in pressure regulated volume control mode. Oxygenation index was calculated as (mean airway pressure × FiO2)/arterial partial oxygen pressure (PaO2).All mechanical respiratory parameters were continuously monitored with dedicated software, with a refreshing rate of two per minutes (GE Healthcare Centricity, Chicago, Il, United States of America). The total number of longitudinal endpoints was above two million time points.ECMO SettingsAll patients were cannulated in femoro-jugular or in femoro-femoral with 19F jugular cannula and 23F femoral cannula. The ECMO flow was set to obtain a ECMO flow/cardiac output >60% (24) and the sweep gas flow was titrated to reach a capnia <45 mmHg. The fraction of inspired oxygen in circuit (FmO2) was titrated to obtain arterial oxygenation ≥90% (25). All patients received curative anticoagulation with unfractionated heparin (with a blood target anti-Xa between 0.5 and 0.7 UI/mL) (9). Patients were weaned off ECMO when clinical and radiological improvement after a successful weaning test, as described in EOLIA trial (25).Data Collection and Study DesignDemographic characteristics, comorbidities, clinical, ECMO, and biological data, therapeutics as well as ICU clinical outcomes were collected and analyzed. All clinical and biological data were recorded at the time of ECMO implantation, under ECMO, and after ECMO weaning.Statistical AnalysisSince it was a case series study, no sample size calculation was performed a priori. Variables were summarized as median [interquartile range] or counts and percentages. Continuous variables at the time of ECMO implantation, under ECMO and after ECMO weaning were compared with a Friedman test and post-hoc tests with correction for repeated measurements were performed when necessary. A p < 0.05 was considered statistically significant. Statistical analysis was performed with MedCalc 11.6.0 (MedCalc, Mariakerke, East Flanders, Belgium). ResultsStudy PopulationBetween the 1st of March and the 31th of August, 96 COVID-19 patients were admitted in our ICU and 11 (12%) required ECMO: seven (64%) were men and the sole immunocompromised patient was a pregnant woman. Before ECMO implantation, all patients received intravenous antibiotics, two (18%) received corticosteroids and four (36%) received specific treatments for COVID-19: lopinavir/ritonavir in one patient, hydroxychloroquine in one patient, remdesivir in one patient and tocilizumab in one patient. The other baseline characteristics of patients are shown in Table 1. The duration of mechanical ventilation was 38 [32–53] days and ICU length of stay was 43 [36–53] days. The ICU mortality rate was 55%. Among the six deceased patients, four (67%) died in a context of withholding/withdrawal decisions, one died from multiple organ failure and one patient died from cardiac arrest due to pulmonary embolism.Table 1Baseline characteristics of patients.Age (years)50 [38–59]Sex M/F (n)7/4Body mass index (kg/m2)30 [26–32]Simplified Acute Physiology Score65 [57–77]Sequential Organ Failure Assessment score13 [9–14]Hypertension (n, %)2 (18)Diabetes mellitus (n, %)2 (18)Smokers (n, %)2 (18)Obesity (n, %)5 (4)Immunodepression (n, %)1 (9)Open in a separate windown = 11. Data are expressed as median [interquartile range] or number (%).ECMO ManagementImplantation of ECMO occurred 13 [10–22] days after the onset of symptoms, 6 [3–11] days after the onset of mechanical ventilation and 6 [4–11] days after ICU admission. Four (36%) patients were secondary transferred in our ICU after ECMO implantation by the ECMO mobile team and one (9%) patient was initially supported with veno-arterial femoro-femoral ECMO for cardiac arrest due to pulmonary embolism, and thereafter supported with venovenous ECMO. Ten (91%) patients were cannulated in femoro-jugular.At the time of ECMO implantation, four (36%) patients received norepinephrine with a dosage of 0.49 [0.12–0.82] μg/kg/min, all patients received NMB agents, three (27%) received inhaled nitric oxide (iNO) and PP was performed in all patients with 4 [3–5] sessions of PP per patient. Patients were ventilated with a PEEP level of 14 [13–18] cmH2O and FiO2 of 100 [73–100]%. The driving pressure was 15 [10–19] cmH2O and the PaO2/FiO2 ratio was 68 [58–89] (Table 2).Table 2Ventilatory and biological parameters at the time of ECMO implantation, under ECMO and after ECMO weaning.At the time of ECMO implantationUnder ECMOAfter ECMO weaningp-valueVentilatory parametersTidal volume (mL/kg of predicted body weight)6.1 [4.0–6.3]3.4 [2.5–3.6]$5.8 [5.2–6.6]£<0.0001Respiratory rate (/min)25 [22–32]14 [12–16]$33 [31–34]£<0.0001Total PEEP (cmH2O)14 [13–18]18 [17–20]$10 [10–14]*,$<0.0001FiO2 (%)100 [73–100]60 [46–60]$42 [35–50]*<0.001Plateau pressure (cmH2O)29 [28–32]26 [25–28]$28 [27–30]0.02Driving pressure (cmH2O)15 [10–19]8 [7–11]$16 [13–20]£0.001Compliance of respiratory system (mL/cmH2O)20 [18–34]27 [19–32]23 [19–27]0.92Mechanical power (J/min)25 [17–42]6 [2–8]$29 [27–34]£<0.0001Oxygenation index28 [26–35]13 [10–15]$9 [7–11]*<0.0001Biological parametersPaO2/FiO2 ratio68 [58–89]168 [137–218]$185 [165–257]*<0.0001PaCO2 (mmHg)58 [48–70]44 [41–48]$54 [48–60]£0.02Lactate (mmol/L)1.6 [1.4–2.1]1.8 [1.1–2.3]1.1 [0.9–1.4]*,$0.03pH7.35 [7.29–7.37]7.44 [7.33–7.47]$7.38 [7.32–7.40]£0.04Open in a separate windown = 11. Data are expressed as median [interquartile range].P-value for Friedman test.*p < 0.05 after ECMO weaning vs. at the time of ECMO implantation.£p < 0.05 after ECMO weaning vs. under ECMO.$p < 0.05 under ECMO vs. at the time of ECMO implantation.ECMO, extracorporeal membrane oxygenation; PEEP, positive end-expiratory pressure; FiO2, inspired fraction of oxygen; PaO2, arterial partial oxygen pressure; PaCO2, arterial partial carbon dioxide pressure.The ECMO flow was 5.3 [5.0–6.0] L/min, the sweep gas flow was 7 [5–8] L/min and the FmO2 was 60 [52–80]%. Under ECMO, all patients received NMB agents, no patient received iNO and PP was performed in six (55%) patients with 4 [2–6] sessions of PP per patient.The duration of ECMO was 12 [8–25] days and three (27%) patients died under ECMO in a context of care withdrawal. After ECMO weaning, four (50%) patients received NMB agents, no patient received iNO and PP was performed in three (38%) patients with 3 [2–5] sessions of PP per patient. The delay between ECMO weaning and extubation was 24 [11–41] days.Effects of ECMO on Mechanical Ventilation and OxygenationUnder ECMO, the tidal volume was significantly decreased from 6.1 [4.0–6.3] to 3.4 [2.5–3.6] mL/kg of predicted body weight and the PEEP level was increased by 25 ± 27%. The driving pressure and the mechanical power decreased by 33 ± 25% and 71 ± 27%, respectively, whereas the compliance of the respiratory system remained unchanged (Table 2, Figure 1).Open in a separate windowFigure 1Effects of venovenous extracorporeal membrane oxygenation (ECMO) on mechanical ventilation. The box show the 25th and 75th percentiles, the line in the box the median and the whiskers the minimum and maximum values. Blue lines indicate individual changes. n = 11, p-value for Friedman test, *p < 0.05 after ECMO weaning vs. at the time of ECMO implantation, £p < 0.05 after ECMO weaning vs. under ECMO and $p < 0.05 under ECMO vs. at the time of ECMO implantation. (A) Tidal volume (VT). (B) Total positive end-expiratory pressure (PEEP). (C) Driving pressure. (D) Mechanical power. PBW, predicted body weight.Under ECMO, the arterial partial carbon dioxide pressure decreased by 23 ± 19%, the PaO2/FiO2 ratio increased by 145 ± 77% and the oxygenation index significantly decreased from 28 [26–35] to 13 [10–15] (Table 2).After ECMO weaning, oxygenation of patients was improved, as attested by a significant increase in PaO2/FiO2 ratio (185 [165–257] vs. 68 [58–89], p < 0.05) and a significant decrease in oxygenation index (9 [7–11] vs. 28 [26–35], p < 0.05), although the compliance of the respiratory system remained unchanged and the mechanical power increased (Table 2, Figure 1).The evolution of the compliance of the respiratory system, plateau pressure, PaO2/FiO2 ratio and PaCO2 under ECMO in patients who died and those who survived the ICU time period is presented in Figure 2. Time was normalized and scaled for every patient to meet figure requirement (i.e., same x-axis) and to compare the evolution of these parameters between the two groups.Open in a separate windowFigure 2Evolution of the mechanical respiratory parameters under venovenous extracorporeal membrane oxygenation in deceased patients (red line) and in patients who were discharged alive from intensive care unit (blue line). Time was standardized for every patient, to have comparable x-axis graphical representation, with the first and last point representing the first and last value under extracorporeal membrane oxygenation, respectively. (A) Compliance of the respiratory system. (B) Plateau pressure. (C) Arterial partial pressure of oxygen/inspired fraction of oxygen (PaO2/FiO2) ratio. (D) arterial partial carbon dioxide pressure (PaCO2).ECMO-Related ComplicationsNine (82%) patients experienced at least one ECMO-related complication: three had membrane or cannula thrombosis, three had major bleeding, three had pneumothorax, two had heparin-induced thrombocytopenia, two had intracranial bleeding (cerebellar hemorrhage or subarachnoid hemorrhage), two had cannula-associated deep vein thrombosis, two had major hemolysis and one patient had diffuse subcutaneous emphysema. No patient experienced pulmonary embolism due to ECMO and no patient died from ECMO-related complications.Overall, eight (73%) patients required blood transfusions under ECMO: seven (64%) received red blood cell, six (55%) received platelet units and two (18%) patients received fresh-frozen plasma. DiscussionIn this case series of COVID-19 patients with severe ARDS, our findings were as follows: (i) 12% of patients required venovenous ECMO with a high ICU mortality rate, (ii) ECMO allowed to decrease tidal volume and to increase PEEP level with a decrease in driving pressure and in mechanical power along with an oxygenation improvement, (iii) PP was necessary in more than half of the patients under ECMO and, (iv) the main ECMO-related complication was major bleeding requiring blood transfusions.Venovenous ECMO might be useful in COVID-19 patients with severe ARDS (6–10), as previously described during past respiratory virus outbreaks (12). Here, we report the experience of our ICU of University hospital. In our cohort, 12% of patients required ECMO, a rate similar to that currently reported for COVID-19 patients (2, 26–28) and during the Middle East respiratory syndrome outbreak (29), but less than that reported for H1N1 pandemic (30–37). The duration of ECMO was 12 [8–25] days. Once again, or results confirmed the current literature in COVID-19 patients (9). In addition, the duration of ECMO we found was similar to that reported during H1N1 pandemic (32, 33, 35, 37) and the Middle East respiratory syndrome outbreak (29, 38).The ICU mortality rate was high, confirming the poorer prognosis of patients requiring ECMO, both for COVID-19 patients (2, 7, 9, 39, 40) and during H1N1 (30–37) and the Middle East respiratory syndrome (41–44) pandemic, with mortality rate ranging from 40 to 100%. Interestingly, two recent retrospective and multicentric studies found that the estimated 60-days survival of ECMO was similar to that of non-COVID-19 patients (10) and that the estimated cumulative incidence of in-hospital mortality 90-days after the initiation of ECMO was 38% (11), highlighting the potential interest of ECMO in COVID-19 patients with severe ARDS. Nevertheless, it must be noted that the reported mortality rate in COVID-19 patients appeared to be higher than that reported during H1N1 pandemic (31, 32, 34–36). This could be in part explained by the fact that during H1N1 pandemic, ECMO was considered earlier than for COVID-19 pandemic, with shorter mechanical ventilation before ECMO implantation (32–34). Thus, because of the poor prognosis of these patients and because of limited ECMO services in this context of worldwide pandemic, COVID-19 patients with ARDS eligible for ECMO should be carefully selected (17–20). In this regard, some authors have proposed to take into account some additional criteria such as lymphocyte count and interleukin-6 blood level (45). Indeed, some studies have shown that both lymphopenia (2, 39) and increased interleukin-6 blood level (39) were prognosis factors in COVID-19 patients. However, ECMO may induce both a quantitative and qualitative decrease in lymphocyte count (46), but also an increase in interleukin-6 blood level (47). This latter was inversely correlated to mortality rate (47) and induced in animal models some lung parenchymal damage (48).COVID-19 might lead to untypical ARDS with a discrepancy between marked hypoxemia but preserved lung compliance (49). Thus, despite diffuse alveolar damage in autopsy data, consistent with usual lung damage in patients with ARDS, some authors hypothesized that the physiopathology of ARDS related to COVID-19 might mainly resulted from the failure of the body's homeostatic O2-sensing system, and in particular, form an impairment of the hypoxic pulmonary vasoconstriction (50). In this regard, two opposite phenotypes of ARDS have been proposed: the “L-phenotype” for patients with nearly normal lung compliance and low lung recruitability in whom applying high PEEP level might be deleterious and the “H-phenotype” for patients with impaired lung compliance and high lung recruitability in whom applying high PEEP level could be beneficial (51). The variability of lung recruitability in COVID-19 patients with ARDS has been confirmed in small case series (49, 52–54). Interestingly, lung recruitability seemed difficult to predict and appeared to vary over time in these patients (52). Importantly, neither the compliance of the respiratory system nor the PaO2/FiO2 ratio could reliably predict lung recruitability and parameters such as the R/I ratio (i.e., the ratio between the compliance of the recruited lung and the compliance of the “baby lung”) might be used for this purpose (52).So far, there is no data in the literature on the interest of ECMO according to the two types of phenotypes. In our cohort, ECMO allowed ultra-protective ventilation with a decreased tidal volume and respiratory rate, which in turn induced a decrease in driving pressure and mechanical power despite increased PEEP level. In addition, ECMO improved oxygenation, as attested by increased PaO2/FiO2 ratio and decreased oxygenation index. Our results are in agreement with those of Falcoz et al. (9). In addition, the effects of ECMO on mechanical ventilation are similar to those described in patients with ARDS non-related to COVID-19 (23). On an exploratory note, acknowledging the few patients, we observed in the longitudinal follow-up under ECMO, that patients who died seemed to benefit less from ECMO implantation than those who survived, particularly in regards to compliance of the respiratory system and oxygenation. Further analyses with more patients would be required with a similar follow-up including hundreds of thousands of time points, to comfort these observations. Finally, all patients under ECMO received NMB agents and PP was performed in 55% of patients. We confirmed that in COVID-19 patients, as in patients with ARDS non-related to COVID-19, NMB agents' administration and PP were the two most commonly used adjunctive therapies in patients under ECMO (23). It must be noted that in our cohort all patients received NMB agents at the time of ECMO implantation, compared to only 26% of patients with ARDS non-related to COVID-19 (23).All but two patients (82% of patients) experienced ECMO-related complications, similar to ECMO-related complications in non-COVID-19 patients (23), but no patient died from ECMO-related complications. The main complication was major bleeding, including intracranial bleeding, requiring blood transfusions. Our results confirmed the first results in COVID-19 patients (9, 10), as well as results in patients with ARDS non-related to COVID-19, with 25% of them experiencing ECMO-related major bleeding requiring blood transfusions (23). Interestingly, the rate of thrombotic complications following ECMO in our cohort (18%) was lower than the rate of 71% recently reported by Parzy et al. (55). Several reasons may explain this discrepancy. Firstly, cannula-associated deep vein thrombosis appeared to be more frequent with femoral cannulation (55). However, all but one patient was cannulated in femoro-jugular. Secondly, cannula-associated deep vein thrombosis was investigated by CT-scan (55) and not by Doppler echography as in our cohort. Thirdly, due to a high incidence of venous thrombosis and pulmonary embolism in COVID-19 patients (13–16), levels of anticoagulation were likely higher than those in the study by Parzy et al. (55). Nevertheless, it must be noted the high variability of the rate of cannula-associated vein thrombosis in the literature, with a rate ranging from 18 to 85% (56–58).We acknowledge some limitations to our study. First, this is a single-center study with small sample size, limiting statistical analysis. Indeed, because of the low number of patients, a global linear mixed model was not performed to compare deceased patients and patients who survived, hence a proper statistical comparison could not be performed between the two groups. Nevertheless, it should be noted that the figure represents the two groups well, with data aggregated from millions of measurements. Second, there was no available data regarding alveolar recruitment before ECMO implantation, in order to investigate the effects of ECMO according to the two different phenotypes of ARDS related to COVID-19. Third, the long-term respiratory function of these patients cannot be assessed at this time and should deserve further studies. ConclusionIn COVID-19 patients with severe ARDS, venovenous ECMO was a rescue therapy that allowed ultra-protective ventilation and improved patient oxygenation. However, because of the poor prognosis of these patients and because of limited ECMO services in this context of worldwide pandemic, COVID-19 patients with severe ARDS eligible for ECMO should be carefully selected in the light of benefit/risk balance in case of second pandemic wave. Data Availability StatementThe original contributions presented in the study are included in the article/supplementary materials, further inquiries can be directed to the corresponding author. Ethics StatementThe studies involving human participants were reviewed and approved by Ethics Committee of the Société de Réanimation de Langue Française. Written informed consent for participation was not required for this study in accordance with the national legislation and the institutional requirements. Author ContributionsMJ, J-DC, FP, AC, J-PM, and LSN conceived the study. MJ, JC, ZA, PJ, SB, PD, AG, and LSN recorded the data. MJ, J-DC, FP, AC, J-PM, and LSN analyzed data. All authors contributed to the interpretation of data, drafting the manuscript, and approved the final version of the manuscript. MJ and LSN drafted the first version of the manuscript. Conflict of InterestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. GlossaryAbbreviationsARDSacute respiratory distress syndromeECMOextracorporeal membrane oxygenationFiO2inspired fraction of oxygenFmO2fraction of inspired oxygen in circuitICUintensive care unitPPprone positioningPaO2arterial partial pressure of oxygenPEEPpositive end-expiratory pressure. References1. Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, et al. \nChina medical treatment expert group for c clinical characteristics of coronavirus disease 2019 in China. N Engl J Med. (2020) 382:1708–20. 10.1101/2020.02.06.20020974 [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Yang X, Yu Y, Xu J, Shu H, Xia J, Liu H, et al. . Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. (2020) 8:475–81. 10.1016/S2213-2600(20)30079-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Wang Y, Lu X, Li Y, Chen H, Chen T, Su N, et al. . Clinical course and outcomes of 344 intensive care patients with COVID-19. Am J Respir Crit Care Med. (2020) 201:1430–4. 10.1164/rccm.202003-0736LE [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Grasselli G, Zangrillo A, Zanella A, Antonelli M, Cabrini L, Castelli A, et al. . Baseline characteristics and outcomes of 1591. Patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region, Italy. JAMA. (2020) 323:1574–81. 10.1001/jama.2020.5394 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Yu Y, Xu D, Fu S, Zhang J, Yang X, Xu L, et al. . Patients with COVID-19 in 19 ICUs in Wuhan, China: a cross-sectional study. Crit Care. (2020) 24:219. 10.1186/s13054-020-02939-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Ikuyama Y, Wada Y, Tateishi K, Kitaguchi Y, Yasuo M, Ushiki A, et al. . Successful recovery from critical COVID-19 pneumonia with extracorporeal membrane oxygenation: a case report. Respir Med Case Rep. (2020) 30:101113. 10.1016/j.rmcr.2020.101113 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Li X, Guo Z, Li B, Zhang X, Tian R, Wu W, et al. . Extracorporeal membrane oxygenation for coronavirus disease 2019 in Shanghai, China. ASAIO J. (2020) 66:475–81. 10.1097/MAT.0000000000001172 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Yang X, Cai S, Luo Y, Zhu F, Hu M, Zhao Y, et al. . Extracorporeal membrane oxygenation for coronavirus disease 2019-induced acute respiratory distress syndrome: a multicenter descriptive study. Crit Care Med. (2020) 48:1289–95. 10.1097/CCM.0000000000004447 [PubMed] [CrossRef] [Google Scholar]9. Falcoz PE, Monnier A, Puyraveau M, Perrier S, Ludes PO, Olland A, et al. \nExtracorporeal membrane oxygenation for critically Ill patients with COVID-19-related acute respiratory distress syndrome: worth the effort?\nAm J Respir Crit Care Med. (2020) 202:460–3. 10.1164/rccm.202004-1370LE [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Schmidt M, Hajage D, Lebreton G, Monsel A, Voiriot G, Levy D, et al. \nGroupe de recherche clinique en ReSidPeIRaSU, Paris-Sorbonne E-Ci extracorporeal membrane oxygenation for severe acute respiratory distress syndrome associated with COVID-19: a retrospective cohort study. Lancet Respir Med. (2020) 8:1121–31. 10.1016/S2213-2600(20)30328-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Barbaro RP, MacLaren G, Boonstra PS, Iwashyna TJ, Slutsky AS, Fan E, et al. . Extracorporeal life support o extracorporeal membrane oxygenation support in COVID-19: an international cohort study of the extracorporeal life support organization registry. Lancet. (2020) 396:P1071–8. 10.1016/S0140-6736(20)32008-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Cho HJ Heinsar S Jeong IS Shekar K Li Bassi G Jung JS  . ECMO use in COVID-19: lessons from past respiratory virus outbreaks-a narrative review. Crit Care. (2020) 24:301. 10.1186/s13054-020-02979-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Kowalewski M, Fina D, Slomka A, Raffa GM, Martucci G, Lo Coco V, et al. . COVID-19 and ECMO: the interplay between coagulation and inflammation-a narrative review. Crit Care. (2020) 24:205. 10.1186/s13054-020-02925-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Helms J, Tacquard C, Severac F, Leonard-Lorant I, Ohana M, Delabranche X, et al. . Group CT high risk of thrombosis in patients with severe SARS-CoV-2 infection: a multicenter prospective cohort study. Intensive Care Med. (2020) 46:1089–98. 10.1007/s00134-020-06062-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Fauvel C, Weizman O, Trimaille A, Mika D, Pommier T, Pace N, et al. . Critical Covid-19 france i pulmonary embolism in COVID-19 patients: a french multicentre cohort study. Eur Heart J. (2020) 41:3058–68. 10.1093/eurheartj/ehaa500 [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Wichmann D, Sperhake JP, Lutgehetmann M, Steurer S, Edler C, Heinemann A, et al. . Autopsy findings and venous thromboembolism in patients with COVID-19: a prospective cohort study. Ann Intern Med. (2020) 173:268–77. 10.7326/M20-2003 [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Alhazzani W, Moller MH, Arabi YM, Loeb M, Gong MN, Fan E, et al. . Surviving sepsis campaign: guidelines on the management of critically ill adults with coronavirus disease 2019 (COVID-19). Intensive Care Med. (2020) 46:854–87. 10.1097/CCM.0000000000004363 [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Zochios V, Brodie D, Charlesworth M, Parhar KK. Delivering extracorporeal membrane oxygenation for patients with COVID-19: what, who, when and how?\nAnaesthesia. (2020) 75:997–1001. 10.1111/anae.15099 [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Prekker ME, Brunsvold ME, Bohman JK, Fischer G, Gram KL, Litell JM, et al. . Regional planning for extracorporeal membrane oxygenation allocation during coronavirus disease 2019. Chest. (2020) 158:603–7. 10.1016/j.chest.2020.04.026 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Ramanathan K, Antognini D, Combes A, Paden M, Zakhary B, Ogino M, et al. . Planning and provision of ECMO services for severe ARDS during the COVID-19 pandemic and other outbreaks of emerging infectious diseases. Lancet Respir Med. (2020) 8:518–26. 10.1016/S2213-2600(20)30121-1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Force ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al. . Acute respiratory distress syndrome: the Berlin Definition. JAMA. (2012) 307:2526–33. 10.1001/jama.2012.5669 [PubMed] [CrossRef] [Google Scholar]22. Papazian L, Aubron C, Brochard L, Chiche JD, Combes A, Dreyfuss D, et al. . Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. (2019) 9:69. 10.1186/s13613-019-0540-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Schmidt M, Pham T, Arcadipane A, Agerstrand C, Ohshimo S, Pellegrino V, et al. . Mechanical ventilation management during extracorporeal membrane oxygenation for acute respiratory distress syndrome. An international multicenter prospective cohort. Am J Respir Crit Care Med. (2019) 200:1002–12. 10.1164/rccm.201806-1094OC [PubMed] [CrossRef] [Google Scholar]24. Schmidt M, Tachon G, Devilliers C, Muller G, Hekimian G, Brechot N, et al. . Blood oxygenation and decarboxylation determinants during venovenous ECMO for respiratory failure in adults. Intensive Care Med. (2013) 39:838–46. 10.1007/s00134-012-2785-8 [PubMed] [CrossRef] [Google Scholar]25. Combes A, Hajage D, Capellier G, Demoule A, Lavoue S, Guervilly C, et al. . Ecmonet extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. N Engl J Med. (2018) 378:1965–75. 10.1056/NEJMoa1800385 [PubMed] [CrossRef] [Google Scholar]26. Shen C, Wang Z, Zhao F, Yang Y, Li J, Yuan J, et al. . Treatment of 5 critically ill patients with COVID-19 with convalescent plasma. JAMA. (2020) 323:1582–89. 10.1001/jama.2020.4783 [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Tang X, Du RH, Wang R, Cao TZ, Guan LL, Yang CQ, et al. . Comparison of hospitalized patients with ARDS caused by COVID-19 and H1N1. Chest. (2020) 158:195–205. 10.1016/j.chest.2020.03.032 [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Chen R, Liang W, Jiang M, Guan W, Zhan C, Wang T, et al. . Medical treatment expert group for c risk factors of fatal outcome in hospitalized subjects with coronavirus disease 2019. From a nationwide analysis in China. Chest. (2020) 158:97–105. 10.1016/j.chest.2020.04.010 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Al-Dorzi HM, Aldawood AS, Khan R, Baharoon S, Alchin JD, Matroud AA, et al. . The critical care response to a hospital outbreak of middle east respiratory syndrome coronavirus (MERS-CoV) infection: an observational study. Ann Intensive Care. (2016) 6:101. 10.1186/s13613-016-0203-z [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Weber-Carstens S, Goldmann A, Quintel M, Kalenka A, Kluge S, Peters J, et al. . Extracorporeal lung support in H1N1 provoked acute respiratory failure: the experience of the German ARDS network. Dtsch Arztebl Int. (2013) 110:543–9. 10.3238/arztebl.2013.0543 [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Pappalardo F, Pieri M, Greco T, Patroniti N, Pesenti A, Arcadipane A, et al. . Italian E Predicting mortality risk in patients undergoing venovenous ECMO for ARDS due to influenza A (H1N1) pneumonia: the ECMOnet score. Intensive Care Med. (2013) 39:275–81. 10.1007/s00134-012-2747-1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Pham T, Combes A, Roze H, Chevret S, Mercat A, Roch A, et al. . Extracorporeal membrane oxygenation for pandemic influenza A(H1N1)-induced acute respiratory distress syndrome: a cohort study and propensity-matched analysis. Am J Respir Crit Care Med. (2013) 187:276–85. 10.1164/rccm.201205-0815OC [PubMed] [CrossRef] [Google Scholar]33. Takeda S, Kotani T, Nakagawa S, Ichiba S, Aokage T, Ochiai R, et al. . Committee of crisis control tJSoRCM, committee of pandemic H1N1 surveillance tJSoICM extracorporeal membrane oxygenation for 2009 influenza A(H1N1) severe respiratory failure in Japan. J Anesth. (2012) 26:650–7. 10.1007/s00540-012-1402-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Noah MA, Peek GJ, Finney SJ, Griffiths MJ, Harrison DA, Grieve R, et al. . Referral to an extracorporeal membrane oxygenation center and mortality among patients with severe 2009 influenza A(H1N1). JAMA. (2011) 306:1659–68. 10.1001/jama.2011.1471 [PubMed] [CrossRef] [Google Scholar]35. Patroniti N, Zangrillo A, Pappalardo F, Peris A, Cianchi G, Braschi A, et al. . The Italian ECMO network experience during the 2009 influenza A(H1N1) pandemic: preparation for severe respiratory emergency outbreaks. Intensive Care Med. (2011) 37:1447–57. 10.1007/s00134-011-2301-6 [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Forrest P, Ratchford J, Burns B, Herkes R, Jackson A, Plunkett B, et al. . Retrieval of critically ill adults using extracorporeal membrane oxygenation: an Australian experience. Intensive Care Med. (2011) 37:824–30. 10.1007/s00134-011-2158-8 [PubMed] [CrossRef] [Google Scholar]37. Australia New Zealand Extracorporeal Membrane Oxygenation. Influenza I, Davies A, Jones D, Bailey M, Beca J, et al. \nExtracorporeal membrane oxygenation for 2009. Influenza A(H1N1) acute respiratory distress syndrome. JAMA. (2009) 302:1888–95. 10.1001/jama.2009.1535 [PubMed] [CrossRef] [Google Scholar]38. Rhee JY, Hong G, Ryu KM. Clinical implications of 5 cases of middle east respiratory syndrome coronavirus infection in a south korean outbreak. Jpn J Infect Dis. (2016) 69:361–6. 10.7883/yoken.JJID.2015.445 [PubMed] [CrossRef] [Google Scholar]39. Ruan Q, Yang K, Wang W, Jiang L, Song J.\nClinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Med. (2020) 46:846–8. 10.1007/s00134-020-05991-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al. \nClinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. (2020) 395:1054–62. 10.1016/S0140-6736(20)30566-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Shalhoub S, Al-Hameed F, Mandourah Y, Balkhy HH, Al-Omari A, Al Mekhlafi GA, et al. . Critically ill healthcare workers with the middle east respiratory syndrome (MERS): a multicenter study. PLoS ONE. (2018) 13:e0206831. 10.1371/journal.pone.0206831 [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Alshahrani MS, Sindi A, Alshamsi F, Al-Omari A, El Tahan M, Alahmadi B, et al. . Extracorporeal membrane oxygenation for severe middle east respiratory syndrome coronavirus. Ann Intensive Care. (2018) 8:3. 10.1186/s13613-017-0350-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Arabi YM, Al-Omari A, Mandourah Y, Al-Hameed F, Sindi AA, Alraddadi B, et al. \nSaudi critical care trial g critically ill patients with the middle east respiratory syndrome: a multicenter retrospective cohort study. Crit Care Med. (2017) 45:1683–95. 10.1097/CCM.0000000000002621 [PubMed] [CrossRef] [Google Scholar]44. Choi WS, Kang CI, Kim Y, Choi JP, Joh JS, Shin HS, et al. . Korean society of infectious d clinical presentation and outcomes of middle east respiratory syndrome in the republic of Korea. Infect Chemother. (2016) 48:118–26. 10.3947/ic.2016.48.2.118 [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Henry BM. COVID-19, ECMO, and lymphopenia: a word of caution. Lancet Respir Med. (2020) 8:e24. 10.1016/S2213-2600(20)30119-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Bizzarro MJ, Conrad SA, Kaufman DA, Rycus P.\nExtracorporeal life support organization task force on infections EMO Infections acquired during extracorporeal membrane oxygenation in neonates, children, and adults. Pediatr Crit Care Med. (2011) 12:277–81. 10.1097/PCC.0b013e3181e28894 [PubMed] [CrossRef] [Google Scholar]47. Risnes I, Wagner K, Ueland T, Mollnes T, Aukrust P, Svennevig J. Interleukin-6 may predict survival in extracorporeal membrane oxygenation treatment. Perfusion. (2008) 23:173–8. 10.1177/0267659108097882 [PubMed] [CrossRef] [Google Scholar]48. Shi J, Chen Q, Yu W, Shen J, Gong J, He C, et al. . Continuous renal replacement therapy reduces the systemic and pulmonary inflammation induced by venovenous extracorporeal membrane oxygenation in a porcine model. Artif Organs. (2014) 38:215–23. 10.1111/aor.12154 [PubMed] [CrossRef] [Google Scholar]49. Gattinoni L, Coppola S, Cressoni M, Busana M, Rossi S, Chiumello D. COVID-19 does not lead to a “Typical” acute respiratory distress syndrome. Am J Respir Crit Care Med. (2020) 201:1299–300. 10.1164/rccm.202003-0817LE [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Archer SL, Sharp WW, Weir EK.\nDifferentiating COVID-19 pneumonia from acute respiratory distress syndrome and high altitude pulmonary edema: therapeutic implications. Circulation. (2020) 142:101–4. 10.1161/CIRCULATIONAHA.120.047915 [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Gattinoni L, Chiumello D, Caironi P, Busana M, Romitti F, Brazzi L, et al. . COVID-19 pneumonia: different respiratory treatments for different phenotypes?\nIntensive Care Med. (2020) 46:1099–102. 10.1007/s00134-020-06033-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Beloncle FM, Pavlovsky B, Desprez C, Fage N, Olivier PY, Asfar P, et al. . Recruitability and effect of PEEP in SARS-Cov-2-associated acute respiratory distress syndrome. Ann Intensive Care. (2020) 10:55. 10.1186/s13613-020-00675-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Pan C, Chen L, Lu C, Zhang W, Xia JA, Sklar MC, et al. . Lung recruitability in COVID-19-associated acute respiratory distress syndrome: a single-center observational study. Am J Respir Crit Care Med. (2020) 201:1294–7. 10.1164/rccm.202003-0527LE [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Mauri T, Spinelli E, Scotti E, Colussi G, Basile MC, Crotti S, et al. . Potential for lung recruitment and ventilation-perfusion mismatch in patients with the acute respiratory distress syndrome from coronavirus disease 2019. Crit Care Med. (2020) 48:1129–34. 10.1097/CCM.0000000000004386 [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Parzy G, Daviet F, Persico N, Rambaud R, Scemama U, Adda M, et al. . Prevalence and risk factors for thrombotic complications following venovenous extracorporeal membrane oxygenation: a CT scan study. Crit Care Med. (2020) 48:192–9. 10.1097/CCM.0000000000004129 [PubMed] [CrossRef] [Google Scholar]56. Cooper E, Burns J, Retter A, Salt G, Camporota L, Meadows CI, et al. . Prevalence of venous thrombosis following venovenous extracorporeal membrane oxygenation in patients with severe respiratory failure. Crit Care Med. (2015) 43:e581–4. 10.1097/CCM.0000000000001277 [PubMed] [CrossRef] [Google Scholar]57. Trudzinski FC, Minko P, Rapp D, Fahndrich S, Haake H, Haab M, et al. . Runtime and aPTT predict venous thrombosis and thromboembolism in patients on extracorporeal membrane oxygenation: a retrospective analysis. Ann Intensive Care. (2016) 6:66. 10.1186/s13613-016-0172-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Menaker J, Tabatabai A, Rector R, Dolly K, Kufera J, Lee E, et al. . Incidence of cannula-associated deep vein thrombosis after veno-venous extracorporeal membrane oxygenation. ASAIO J. (2017) 63:588–91. 10.1097/MAT.0000000000000539 [PubMed] [CrossRef] [Google Scholar]"}