{"title": "Hyperosmotic stress alters the RNA polymerase II interactome and induces readthrough transcription despite widespread transcriptional repression", "pubDate": "2021", "PMCID": "PMC7867636", "DOI": "10.1016/j.molcel.2020.12.002", "PMID": "33400923", "abstract": "Stress-induced readthrough transcription results in the synthesis of downstream-of-gene (DoG)-containing transcripts. The mechanisms underlying DoG formation during cellular stress remain unknown. Nascent transcription profiles during DoG induction in human cell lines using TT-TimeLapse sequencing revealed widespread transcriptional repression upon hyperosmotic stress. Yet, DoGs are produced regardless of the transcriptional level of their upstream genes. ChIP sequencing confirmed that stress-induced redistribution of RNA polymerase (Pol) II correlates with the transcriptional output of genes. Stress-induced alterations in the Pol II interactome are observed by mass spectrometry. While certain cleavage and polyadenylation factors remain Pol II associated, Integrator complex subunits dissociate from Pol II under stress leading to a genome-wide loss of Integrator on DNA. Depleting the catalytic subunit of Integrator using siRNAs induces hundreds of readthrough transcripts, whose parental genes partially overlap those of stress-induced DoGs. Our results provide insights into the mechanisms underlying DoG production and how Integrator activity influences DoG transcription.", "author": [{"author": "Nicolle A Rosa-Mercado", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT 06536, USA."], "href": "/?term=Rosa-Mercado+NA&cauthor_id=33400923"}, {"author": "Joshua T Zimmer", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT 06536, USA."], "href": "/?term=Zimmer+JT&cauthor_id=33400923"}, {"author": "Maria Apostolidi", "affiliation": ["Department of Cellular and Molecular Physiology, Yale University, New Haven, CT 06510, USA; Systems Biology Institute, Yale University, West Haven, CT 06477, USA."], "href": "/?term=Apostolidi+M&cauthor_id=33400923"}, {"author": "Jesse Rinehart", "affiliation": ["Department of Cellular and Molecular Physiology, Yale University, New Haven, CT 06510, USA; Systems Biology Institute, Yale University, West Haven, CT 06477, USA."], "href": "/?term=Rinehart+J&cauthor_id=33400923"}, {"author": "Matthew D Simon", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT 06536, USA."], "href": "/?term=Simon+MD&cauthor_id=33400923"}, {"author": "Joan A Steitz", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT 06536, USA; Howard Hughes Medical Institute, Yale University, New Haven, CT 06536, USA. Electronic address: joan.steitz@yale.edu."], "href": "/?term=Steitz+JA&cauthor_id=33400923"}], "refPMID": [], "citedInPMID": ["33400923", "35079163", "34970554", "34730992", "34578417", "34489151", "34083394", "33882363"], "body": " SummaryStress-induced readthrough transcription results in the synthesis of\ndownstream-of-gene (DoG) containing transcripts. The mechanisms underlying DoG\nformation during cellular stress remain unknown. Nascent transcription profiles\nduring DoG induction in human cell lines using TT-TimeLapse-seq revealed\nwidespread transcriptional repression upon hyperosmotic stress. Yet, DoGs are\nproduced regardless of the transcriptional level of their upstream genes.\nChIP-seq confirmed that stress-induced redistribution of RNA Polymerase (Pol) II\ncorrelates with the transcriptional output of genes. Stress-induced alterations\nin the Pol II interactome are observed by mass spectrometry. While certain\ncleavage and polyadenylation factors remained Pol II-associated, Integrator\ncomplex subunits dissociate from Pol II under stress leading to a genome-wide\nloss of Integrator on DNA. Depleting the catalytic subunit of the Integrator\nusing siRNAs induces hundreds of readthrough transcripts, whose parental genes\npartially overlap those of stress-induced DoGs. Our results provide insights\ninto the mechanisms underlying DoG production and how Integrator activity\ninfluences DoG transcription. Graphical Abstract In briefRosa-Mercado et al. report that hyperosmotic stress causes widespread\ntranscriptional repression in human cells, yet downstream-of-gene transcripts\n(DoGs) arise regardless of the transcriptional response of their upstream genes.\nInteractions between Pol II and Integrator are disrupted by hypertonicity and\nknockdown of the Integrator nuclease leads to DoG production. IntroductionConditions of cellular stress, such as hyperosmotic stress, heat shock,\noxidative stress, viral infection and renal cancer lead to readthrough transcription\n(Vilborg et al. 2015; Vilborg et al. 2017; Rutkowski et al. 2015; Bauer et al.\n2018; Grosso et al. 2015; Vilborg and Steitz 2017). This phenomenon is\ndefined as transcription extending past the annotated termination sites of genes.\nThis stress-induced transcription produces thousands of long noncoding RNAs\n(lncRNAs), known as downstream-of-gene (DoG) containing transcripts. DoGs arise\nminutes after stress from approximately 10% of human protein-coding genes and are\ncontinuous with their upstream mRNAs. By definition, DoGs extend over 5 kilobases\n(kb) past the normal termination site of their gene of origin. They can be over 200\nkb long, but have an average length of 14 kb. DoGs are retained in the nucleus and\nlargely remain localized close to their site of transcription (Vilborg et al. 2015; Vilborg et al. 2017; Hennig et al.\n2018).Upon influenza and HSV-1 infection, the induction of readthrough transcripts\nis orchestrated in part by viral proteins NS1 and ICP27, respectively. These\nproteins interfere with transcription termination by interacting with host cleavage\nand polyadenylation (CPA) factors (Nemeroff et al.\n1998; Bauer et al. 2018; Wang et al. 2020). Accordingly, knockdown of\nthe catalytic subunit of the CPA complex, CPSF73, partially induces DoGs (Vilborg et al. 2015). However, host-dependent\nmechanisms underlying DoG production upon environmental stress, such as hyperosmotic\nstress, remain unknown.Readthrough transcripts have been previously characterized using nuclear RNA\nsequencing, 4sU-sequencing, mNET-seq and total RNA sequencing (Vilborg et al. 2015; Rutkowski et al. 2015; Hennig et al.\n2018; Bauer et al. 2018; Grosso et al. 2015). While these techniques\nenable the genome-wide identification of DoG transcripts, most do not provide\nquantitative information regarding the nascent transcription profiles that coincide\nwith DoG induction. Here we use Transient Transcriptome (TT) sequencing coupled with\nTimeLapse (TL) chemistry (Schwalb et al.\n2016; Schofield et al. 2018) to\ncharacterize transcriptional profiles that accompany DoG induction upon hyperosmotic\nstress. This method enables reliable detection of nascent RNAs by using short pulses\nof metabolic labeling coupled with transcript enrichment and nucleoside recoding\nchemistry.The Integrator complex is important for the 3´ end processing of\nvarious noncoding RNAs, such as small nuclear RNAs (snRNAs), enhancer RNAs, viral\nmicroRNAs, and lncRNAs, as well as replication-dependent histone pre-mRNAs (Albrecht and Wagner 2012; Lai et al. 2015; Xie et\nal. 2015; Nojima et al. 2018;\nSkaar et al. 2015). Integrator also\nregulates promoter-proximal Pol II pausing at protein-coding genes (Stadelmayer et al. 2014; Gardini et al. 2014; Elrod et al.\n2019; Beckedorff et al. 2020).\nIntegrator 11 (Int11) is the catalytic subunit of the complex and forms a\nheterodimer with Int9 (Baillat et al. 2005;\nWu et al 2017). These subunits are\nanalogous to CPSF73 and CPSF100 (Dominski et al.\n2005; Baillat and Wagner 2015),\nrespectively, which are essential for the 3´ processing of mRNAs (Mandel et al. 2006; Shi et al. 2009).Here, we report that hyperosmotic stress causes widespread transcriptional\nrepression, from which a minority of human genes escape. Yet, DoGs are induced from\ngenes that experience different transcriptional responses to hyperosmotic stress.\nChIP-seq experiments show that Pol II binding profiles correlate with the\ntranscriptional output of genes after hyperosmotic stress. Furthermore, our\nproteomics results reveal changes in the Pol II interactome after stress.\nSpecifically, we observe a decreased interaction between Pol II and subunits of the\nIntegrator complex, while the interactions between Pol II and factors known to\nmediate the termination of protein-coding genes are unchanged. ChIP-seq experiments\nreveal a genome-wide decrease of Int11 and Int3 occupancy on DNA. Correspondingly,\nsiRNA knockdown of Int11 was sufficient to induce readthrough transcription at\nhundreds of genes. The identity of genes that produce readthrough transcripts upon\ndepletion of functional Int11 partially overlaps the collection of genes that give\nrise to DoGs after hyperosmotic stress. Together, our results provide mechanistic\ninsights into the biogenesis of a recently characterized class of noncoding RNAs and\nreveal a novel role for the Integrator complex in transcriptional regulation. ResultsHyperosmotic stress causes widespread transcriptional repressionWe established the nascent transcriptional profiles accompanying DoG\ninduction by performing TT-TL-seq (Schofield et\nal. 2018) of untreated HEK-293T cells and cells exposed to\nhyperosmotic stress (Fig. 1A).\nSpecifically, we exposed cells to 80 mM KCl for 60 minutes, but added the\nnucleoside analog 4-thiouridine (s4U) during the last 5 minutes to\nlabel RNAs being actively transcribed (Schwalb\net al. 2016). After extracting RNA from HEK-293T cells, RNA from\nDrosophila S2 cells was added to each sample as a\nnormalization control to ensure accurate differential expression analysis (Lovén et al. 2012; Chen et al. 2015). RNAs containing s4U\nwere then biotinylated using MTS chemistry and enriched on streptavidin beads\n(Duffy et al. 2015). Finally, U-to-C\nmutations were induced using TL chemistry to assess the nascent nature of the\nenriched RNAs (Schofield et al. 2018).\nTT-TL-seq experiments were performed using conditions previously found to induce\nDoGs (Vilborg et al. 2017). RT-qPCR\nresults from HEK-293T cells exposed to hyperosmotic stress for different times\nconfirmed that DoGs were robustly induced after 1 hour of treatment (Fig. S1A), consistent\nwith previous results from NIH-3T3 cells (Vilborg et al. 2017).Open in a separate windowFigure 1:TT-TL-seq reveals transcriptional profiles that accompany DoG induction\nafter hyperosmotic stress. A) Setup for TT-TimeLapse sequencing (TT-TL-seq)\nexperiments in HEK-293T cells. An arrow indicating directionality marks the\nbeginning of each transcription unit. Exons are shown as rectangles and Pol II\nmolecules are light purple ovals with attached nascent RNAs. Genome browser\nviews of TT-TL-seq data for ENAH provide an example of results\nfrom untreated (UT) and KCl-treated (KCl) cells after normalization to the\nspike-in control. B) Browser image of TT-TL-seq data exemplifying a clean gene\n(HELLS) and a gene that does not meet the criteria for a\nclean gene (CYP2C18). The DoG produced from\nHELLS reads into CYP2C18, making the\nlatter appear to be transcriptionally activated by hyperosmotic stress\n(log2 FC=5.39). C) The DoG produced from NUCKS1\nis assigned to SLC45A3 because of extensive read-in\ntranscription, which also complicates accurate differential expression analysis\nfor SLC45A3 (log2 FC=4.13). ~4–5 kb upstream\nof HELLS and NUCKS1 are shown.It was previously observed that read-in transcription of DoGs into\nneighboring genes leads to the mis-characterization of overlapping transcripts\nas being activated by stress (Rutkowski et al.\n2015; Hennig et al. 2018;\nCardiello et al. 2018; Roth et al. 2020; Fig. 1B). Moreover, read-in transcription confounds\nthe assignment of DoGs to the corresponding parent gene (Fig. 1C). Our analyses suggest that ~55% of expressed\ngenes experience read-in transcription after hyperosmotic stress (Table S1). Therefore, to\nensure accurate differential expression analyses and DoG characterization, we\ngenerated a sub-list of genes (referred to as “clean genes”\nthroughout the article). The term “clean genes” describes genes\nthat are expressed, do not overlap with readthrough regions that correspond to\nneighboring genes on either strand and have higher expression within the gene\nbody than the region 1 kb upstream of the gene’s transcription start site\n(TSS) (Roth et al. 2020; Figs. 1B & C). We identified 4584 clean genes in HEK-293T cells after hyperosmotic\nstress and analyzed their transcriptional regulation (Table S1).Consistent with previous reports analyzing steady-state RNAs in human\ncells (Amat et al. 2019), we identified\nchanges in transcriptional responses after hyperosmotic stress. Our results\nreveal predominantly decreases in nascent transcript levels after stress (Figs. 2A–C). Specifically, the number of normalized read counts corresponding\nto clean genes decreases 3-fold after KCl treatment (Fig. S1D). Yet, we find that a\nsubset of clean genes bypasses this transcriptional repression (Figs. 2B, ​,CC &\nS1E), including\nGADD45B (Fig. 2D),\nwhich is known to be induced by hyperosmotic stress (Mak and Kültz 2004). More than 88% of clean\ngenes were repressed after hyperosmotic stress, while only 3% were upregulated\n(Figs. 2C & S1F). To validate these\nobservations, we extracted total RNA from untreated and KCl-treated cells and\nperformed RT-qPCR using primers targeting intronic regions of several repressed\ngenes. Results from HEK-293T cells and from SK-N-BE(2)C cells confirm the\ntranscriptional decrease of three representative genes upon hyperosmotic stress\n(Figs. S1B &\nC) and demonstrate\nthat mature mRNA levels for these genes remain unaffected, while levels of\nreadthrough transcripts increase after hyperosmotic stress. Together our results\nreveal that hyperosmotic stress alters the nascent transcription profiles of\ncells by repressing thousands of genes and activating a small subset of\ngenes.Open in a separate windowFigure 2:Hyperosmotic stress leads to widespread transcriptional repression. A)\nWhole-genome view of TT-TL-seq normalized reads for forward (F) and reverse (R)\nstrands in UT and KCl samples. B) Minus average plot showing the log2\nfold change for clean genes on the y-axis and the mean of normalized counts on\nthe x-axis. Activated genes are shown in purple, genes retaining comparable\nexpression are gray and repressed genes are blue (n=4584). C) Pie chart\nillustrating the percentage of clean genes within each of the 3 categories of\ntranscriptional regulation (activated gene, log2 FC >0.58;\ncomparable gene, log2 FC < 0.58 but > −0.58;\nrepressed gene, log2 FC<−0.58). D) Browser shots of\nTT-TL-seq tracks from HEK-293T cells for VANGL1, which is\ntranscriptionally repressed by hyperosmotic stress (log2 FC=\n−4.97), PIM2, which retains comparable expression after\nKCl treatment (log2 FC=0.28), and GADD45B, which is\nactivated by hyperosmotic stress (log2 FC=3.72).Stress-induced readthrough transcripts arise independent of gene\ntranscription levelsConsistent with widespread transcriptional repression, normalized\nTT-TL-seq read counts within the bodies of DoG-producing clean genes decreased\nafter hyperosmotic stress, while read counts corresponding to DoG regions\nincreased (Fig. 3A). However,\nlog2 fold changes in nascent RNAs of DoG-producing clean genes\nshow that DoGs are produced from genes that experience all three types of\ntranscriptional responses (Fig. 3B; Table S1). Specifically,\n2.9% of DoGs arise from activated clean genes, 87.8% arise from repressed clean\ngenes and 9.3% arise from clean genes that retain comparable expression in\nstressed and unstressed HEK-293T cells (Fig.\n3B). We then asked whether DoGs preferentially arise from genes that\nare transcriptionally repressed upon hyperosmotic stress. Interestingly, the\npercentage of DoG-producing genes within each class of transcriptional\nregulation is consistent, comprising 12–14% (Fig. 3C). We conclude that DoGs are produced\nregardless of the transcriptional level of their upstream genes (Fig. 3D).Open in a separate windowFigure 3:DoGs arise regardless of the transcriptional levels of their upstream\ngenes upon hyperosmotic stress. A) Interleaved scatter plot showing the sum of\nnormalized TT-TL-seq read counts of DoG-producing clean genes and corresponding\nDoG regions (n=590) in untreated and KCl-treated HEK-293T cells for two\nbiological replicates. B) Scatter plot showing clean gene log2 fold\nchange (FC) for the gene body on the x-axis and the log2 FC for the\nDoG region on the y-axis. DoG-producing genes that are transcriptionally\nactivated upon stress are represented in purple, genes retaining comparable\nlevels of expression are gray and genes that are repressed are blue. C) Bar\ngraph showing the percentage of DoG-producing clean genes (black) within each\ncategory of transcriptional regulation. D) Browser image showing UT and KCl\nTT-TL-seq reads for OPA1, a transcriptionally repressed\nDoG-producing clean gene (gene log2 FC= −3.22), for\nSERBP1, which retains comparable expression after stress\n(gene log2 FC= −0.45), and for a transcriptionally activated\nDoG-producing clean gene, SERTAD1 (gene log2 FC=\n1.23). E, F) Bar graphs show gene ontology combined scores for the 10 most\nsignificantly enriched biological processes in order of increasing p-value for\nE) DoG-producing clean genes and for F) non-DoG clean genes. Combined scores are\nthe product of the p-value and the z-score as calculated by Enrichr (Chen et al. 2013).Clean DoG-producing genes are functionally enriched for transcriptional\nrepressionPrevious analyses of DoG-producing genes did not reveal any functional\nenrichment (Vilborg et al. 2017). We\nsuspected that the challenge of assigning DoGs to the correct gene of origin\nbecause of their extension into neighboring genes may have complicated previous\nefforts (Fig. 1C). Therefore, we revisited\nthe question of whether DoG-producing genes are enriched for certain biological\nprocesses using only clean genes. We performed gene ontology analysis of\nDoG-producing clean genes and clean genes that fail to generate DoGs (non-DoG\ngenes) using Enrichr (Chen et al. 2013;\nKuleshov et al. 2016; Table S2). Interestingly, 5 out of\nthe 10 enriched terms with the most significant p-values for DoG-producing genes\nare related to transcriptional repression (Fig.\n3E). The remaining 5 terms are related to transcriptional regulation\nand protein modifications. Non-DoG genes do not show such a striking enrichment\nfor terms related to transcriptional repression compared to other terms (Fig. 3F). Instead, these genes are strongly\nenriched for general processes related to RNA processing.Pol II is redistributed along the genome after hyperosmotic stressWe used anti-Pol II ChIP-seq to investigate how Pol II binding\ncorrelates with the transcriptional profiles observed through TT-TL-seq in\nuntreated and KCl-treated HEK-293T cells. Meta-analyses of clean DoG-producing\ngenes confirmed a redistribution of Pol II molecules to the downstream regions\nin stressed cells (Figs. 4A & S2A), consistent with DoG\ntranscription and previous observations (Cardiello et al. 2018; Heinz et al.\n2018). As expected, this redistribution of Pol II molecules was not\nobserved downstream of non-DoG genes (Figs.\n4A & S2A). Interestingly, our results reveal a decrease in Pol II occupancy\nnear the TES of non-DoG genes after hyperosmotic stress that was not observed\nfor DoG-producing genes.Open in a separate windowFigure 4:Hyperosmotic stress causes redistribution of Pol II molecules across the\ngenome. A) Meta plots showing the log2 fold change (FC) of anti-Pol\nII ChIP-seq data normalized to input across the annotated transcription end\nsites (TES) of DoG-producing clean genes (n=590) and of clean non-DoG genes\n(n=3994) from UT and KCl-treated HEK-293T cells. B) Volcano plot showing the\nlog2 FC of read counts from anti-Pol II ChIP-seq data normalized\nto input for clean genes on the x-axis and the corresponding log10\nadjusted p-values on the y-axis. Genes with increased Pol II binding across the\ngene body are shown in purple, genes retaining comparable levels of Pol II\nbinding are gray and those with decreased Pol II binding across the gene body\nare blue. C) Browser images of DoG-producing clean genes showing anti-Pol II\nChIP-seq tracks normalized to input: OPA1 is a repressed gene,\nSERBP1 retains comparable expression and\nSERTAD1 is activated by hyperosmotic stress according to\nTT-TL-seq data. D) Meta plots showing Pol II binding on DoG-producing clean\ngenes and clean non-DoG genes that are not repressed (top) or genes that are\nrepressed (bottom). Two biological replicates are shown in each meta plot for UT\nand KCl samples.We asked to what extent the stress-induced redistribution of Pol II\nmolecules into the regions downstream of genes was responsible for the\nwidespread transcriptional repression observed by TT-TL-seq. Alternatively, the\ndecrease in transcription upon stress might be caused by lowered Pol II binding\nto repressed genes, as was previously reported for hyperosmotic stress induced\nby NaCl (Amat et al. 2019). Our results\nshow a similar number of Pol II binding peaks after KCl treatment (Fig. S2B): a subset of\noverlapping peaks show increased Pol II binding after stress, while a majority\nof the identified peaks either retain comparable levels or exhibit reduced Pol\nII occupancy (Fig.\nS2C). Consistently, we found that Pol II binding decreases over most\nclean gene bodies after KCl treatment (Fig.\n4B).We verified Pol II occupancy patterns for representative genes within\neach category of transcriptional regulation. OPA1, a\nDoG-producing gene that is transcriptionally repressed, shows decreased binding\nclose to the TSS and a shift of Pol II peaks into the downstream region in\nstressed cells (Fig. 4C). In contrast,\nSERTAD1, a DoG-producing gene that is activated by\nhyperosmotic stress, and SERBP1, which retains comparable\nexpression according to our TT-TL-seq data, show increased Pol II binding close\nto each TSS that extends downstream of these genes. Finally, we assessed the\ndistribution of Pol II molecules across repressed clean genes and across clean\ngenes that are either activated or retain comparable expression after\nhyperosmotic stress (not repressed). Consistent with the individual gene\nexamples discussed above, clean DoG-producing genes that are not repressed by\nhyperosmotic stress show increased Pol II binding close to their TSSs and across\nthe gene body, while genes that are transcriptionally repressed by hyperosmotic\nstress show decreased levels of Pol II binding across the gene body. Similar\neffects were also observed for clean non-DoG genes (Fig. 4D). Our results are, thus, in agreement with the\nnascent transcription profiles derived from TT-TL-seq (Figs. 2 & 3),\nsupporting a model where hyperosmotic stress induces both redistribution of Pol\nII molecules along the genome and a decrease in Pol II binding to repressed\ngenes.The Pol II interactome is altered by hyperosmotic stressTo gain insight into the mechanisms that promote DoG formation upon\nhyperosmotic stress, we performed immunoprecipitation of chromatin-bound Pol II\ncoupled with mass spectrometry analysis (Harlen\net al. 2016) in SK-N-BE(2)C cells (Fig.\n5A). This human neuroblastoma cell line, where KCl-induced DoGs were\noriginally described (Vilborg et al.\n2015), was used because we observed more robust DoG induction in these\ncells than in HEK-293T cells (Figs. S1B & C). We confirmed isolation of chromatin through western blots (Fig. S3A). Overall, our\nresults reveal distinct changes in the Pol II interactome (Fig. 5B). Peptides corresponding to several CPA\nfactors, as well as to Xrn2 were detected in both untreated and KCl-treated\nsamples (Table S3) at\nleast once across six experiments. The presence of Xrn2 and CPSF1 in the\nanti-Pol II immunoprecipitates of untreated and KCl-treated cells was validated\nthrough western blots (Figs.\nS3B–D). In contrast, 11 of the 14 subunits of the Integrator complex were\nnot detected among the Pol II interactors in the KCl-treated samples (Table S3). To validate\nthis observation, we performed western blots to detect Pol II in chromatin-bound\nanti-Integrator subunit 3 (Int3) immunoprecipitates from SK-N-BE(2)C and\nHEK-293T cells. Decreased binding between Pol II and Int3 in KCl-treated samples\ncompared to untreated samples was confirmed for both cell lines (Figs. 5C & D). The specificity of the anti-Int3 antibody was verified by performing\nsiRNA-mediated knockdowns of this subunit followed by western blots of HEK-293T\nwhole cell lysates (Fig.\nS3E). To ensure that the decreased detection of Integrator subunits\nwas not due to protein degradation, we also assessed the levels of Int3 and\nInt11 in whole cell lysates from SK-N-BE(2)C cells. Western blots confirmed that\nthe levels of these Integrator subunits do not decrease in cells after\nhyperosmotic stress (Fig.\nS3F).Open in a separate windowFigure 5:The Pol II interactome changes upon hyperosmotic stress. A) Experimental\nsetup for mass spectrometry of anti-Pol II immunoprecipitates obtained from the\nchromatin fractions of SK-N-BE(2)C cells. B) Overlap between Pol II-associated\nproteins found in UT and KCl-treated samples (803). Peptides for 145 proteins\nwere found only in the UT samples (blue) and peptides corresponding to 53\nproteins were found only in the KCl-treated samples at least once across six\nreplicates (white). C, D) Western blots of anti-Int3 immunoprecipitates obtained\nfrom chromatin fractions reveal decreased levels of associated Pol II in\nKCl-treated samples compared to untreated samples in C) SK-N-BE(2)C\n(p-value=0.0357) and in D) HEK-293T cells (p-value=0.2407). Chromatin fractions\nfrom these cell lines are shown as input. Around 8% of the total input and 11%\nof the immunoprecipitates were loaded on the gels.Together, our proteomic results show that hyperosmotic stress induces\nchanges to the Pol II interactome that could contribute to the transcriptional\nlandscape revealed by high throughput sequencing. Specifically, important\ntermination factors interact with Pol II despite cellular stress, while the\ninteraction between Pol II and the Integrator complex decreases.Hyperosmotic stress decreases the occupancy of Integrator subunits on\nDNAFurther insight into the decreased binding of Integrator subunits to Pol\nII after hyperosmotic stress (Fig. 5) was\ngained by performing anti-Int11 and anti-Int3 ChIP-seq in untreated and\nKCl-treated HEK-293T cells. The Integrator complex was previously shown to bind\nclose to the TSS of genes, where it regulates promoter proximal Pol II pause\nrelease (Stadelmayer et al. 2014; Elrod et al. 2019; Beckedorff et al. 2020). Consistently, we\npredominantly observe Int3 and Int11 peaks close to the TSS of clean genes that\ndecrease after hyperosmotic stress (Figs.\n6A & S4A). Meta-analysis of DoG-producing clean genes and clean non-DoG genes\nrevealed similar decreases in Int11 and Int3 occupancy close to the TSSs.\nAdditionally, read counts for identified Int11 binding sites confirm decreased\noccupancy of this protein on DNA after hyperosmotic stress (Fig. 6B).Open in a separate windowFigure 6:Hyperosmotic stress leads to decreased occupancy of Integrator subunits\non DNA. A) Meta-plots showing the log2 fold change (FC) of anti-Int11\nChIP-seq normalized to input reveal decreased occupancy of Int11 near the TSSs\nof clean DoG-producing genes (n=590) and clean non-DoG genes (n=3994). B)\nVolcano plot of read counts for Int11 binding sites. Log2 FC of\nKCl/UT is shown on the x-axis with the corresponding adjusted p-values on the\ny-axis (n=3881). Sites where Int11 occupancy decreases after hyperosmotic stress\nare blue, sites where occupancy remains comparable are gray and sites where\noccupancy increases are purple. C) Browser images of anti-Int3 and anti-Int11\nChIP-seq tracks normalized to input for SERBP1 and SERTAD1, which are\nDoG-producing clean genes that are not repressed by hyperosmotic stress.Since our TT-TL-seq and anti-Pol II ChIP-seq experiments reveal that\nhyperosmotic stress causes transcriptional repression accompanied by a decrease\nin Pol II binding at downregulated genes, we asked whether the observed\ndecreased occupancy of Integrator subunits on DNA was a consequence of a\ndecrease in Pol II occupancy. The occupancy of Int3 and Int11 decreased near the\nTSS of genes that are not repressed by hyperosmotic stress, including\nSERTAD1 and SERBP1 (Figs. 3D, ​,4C\n&4C\n& 6C). Furthermore, we quantified the\noccupancy of Int11 and Pol II across Int11 binding sites that were identified\nacross two biological replicates and observed that the decrease in Int11 binding\nis not limited to sites exhibiting a concomitant decrease in Pol II occupancy\n(Figs. 6C & S4B). We conclude that the\ndecreased binding of Integrator subunits to DNA is not a mere consequence of the\ntranscriptional repression induced by hyperosmotic stress.Depletion of Integrator endonuclease leads to DoG productionThe Integrator complex regulates transcription termination at many\nnoncoding RNA loci and has been shown to bind the 3´ end of certain\nprotein-coding genes (Baillat and Wagner\n2015; Gardini et al. 2014).\nSince the interaction between Pol II and Integrator decreases after hyperosmotic\nstress (Fig. 5), we investigated whether\nknocking down the catalytic subunit of the complex, Int11, using siRNAs is\nsufficient to induce DoGs. We transfected HEK-293T cells with an siRNA against\nInt11 (siInt11) or with a non-targeting siRNA control (siC). HEK-293T cells\nstably expressing FLAG-tagged, siRNA-resistant wild-type (WT) or catalytically\ninactive Int11 (E203Q) were also transfected with siInt11 (Baillat et al. 2005; Xie et al. 2015) for 72 hours. DoG levels were then measured by\nRT-qPCR, confirming that knockdown of endogenous Int11 is sufficient to induce\nDoGs. Moreover, expression of exogenous WT Int11 reduces DoG induction compared\nto samples expressing the E203Q mutant or to samples expressing no rescue (Fig. 7A).Open in a separate windowFigure 7:Depletion of Integrator nuclease subunit leads to readthrough\ntranscription. A) RT-qPCR analysis of DoG levels in HEK-293T cells transfected\nwith a scrambled siRNA control (siC) or an siRNA targeting endogenous Int11\n(siInt11). The siInt11-transfected cells expressed either exogenous wild-type\nInt11 (WT), catalytically inactive Int11 (E203Q) or no exogenous Int11 (None).\nAdjusted p-values compared to siC: None: doSERBP1=0.004;\ndoSNRBP=0.032; doInt6=0.077;\ndoSERTAD1=0.097; WT: doSERBP1=0.011;\ndoSNRBP=0.091; doINT6=0.091;\ndoSERTAD1=0.654; E203Q:\ndoSERBP1=<0.001; doSNRBP=<0.001;\ndoINT6=<0.001; doSERTAD1=0.337. B)\nBar graph showing the number of DoGs induced after siRNA knockdown of endogenous\nInt11. C) Browser image of TT-TL-seq data for two genes that produce DoGs upon\ndepletion of functional Int11. D) Scatter plot showing gene expression\nlog2 fold change (FC) for siInt11+E203Q HEK-293T cells on the\nx-axis and the log2 FC of the corresponding readthrough transcripts\non the y-axis. Genes that are activated in siInt11+E203Q cells compared to\nsiC-transfected cells are purple, unaffected genes are gray and repressed genes\nare blue. All readthrough sites identified in the siInt11+E203Q sample are\nrepresented in this plot (n=840). E) Venn diagram displaying overlap between the\nidentities of clean genes that produce readthrough transcripts in siInt11+E203Q\ncells (dark blue) and those of DoG-producing clean genes in KCl-treated samples\n(white).Endogenous Int11 protein levels were reduced by ~90% in\nsiInt11-transfected samples (Fig. S5A). The efficiencies of exogenous WT and E203Q mutant Int11\nexpression were verified by measuring the levels of unprocessed U2 through\nRT-qPCR (Skaar et al. 2015; Fig. S5B): unprocessed U2\naccumulates in cells without rescue (None) or expressing the E203Q mutant Int11,\nbut not in cells transfected with siC or cells expressing exogenous WT Int11.\nNorthern blots using probes against snRNA U2 showed that levels of mature U2 do\nnot decrease after knockdown (Fig. S5C), consistent with previous reports (Tatomer et al. 2019). Thus, it is unlikely that the\neffects of Int11 knockdown on DoG production are because of the role of\nIntegrator in snRNA processing.We assessed the extent to which knockdown of endogenous Int11 induces\nDoGs genome-wide. To increase cell viability, we performed TT-TL-seq on HEK-293T\ncells transfected with an siRNA against Int11 for 48 hours (Fig. S5D). Results obtained from\ncells lacking functional Int11 reveal hundreds of readthrough sites across the\ngenome that are induced by more than 1.5-fold compared to the siC-transfected\nsample (Fig. 7B; Table S4). According to TT-TL-seq\ndata, induction of readthrough transcription after depletion of endogenous Int11\nwas most evident upon expression of the E203Q mutant (Figs. 7B & C). Yet, readthrough transcripts observed in siInt11-transfected cells\nexpressing no rescue and in cells expressing the E203Q mutant Int11 were highly\ncorrelated (Fig. S5E).\nAs expected, the most highly induced sites of readthrough transcription (Table S4) corresponded to\nsnRNA genes (Baillat et al. 2005; Albrecht and Wagner 2012). We also detected\nreadthrough downstream of lncRNA and histone genes as previously described\n(Nojima et al. 2018; Skaar et al. 2015). However, most identified\nreadthrough sites were downstream of protein-coding genes (Table S4). Of the 840 readthrough\ntranscripts induced by knockdown of functional Int11 (E203Q sample), 489\nexhibited greater than 80% read coverage in the region 5 kb downstream of the\nannotated termination site of the gene of origin and, therefore, met all\ncriteria to be classified as DoG RNAs (Figs.\n7B & C; Table S4).Depletion of Integrator subunits has been shown to alter the\ntranscriptional levels of certain genes (Gardini\net al. 2014; Elrod et al.\n2019; Tatomer et al. 2019; Beckedorff et al. 2020). Consistently, we\nfound that depletion of functional Int11 in HEK-293T cells differentially\naffects more than a thousand genes (Fig. S5F). Examination of the\nexpression levels of the parent genes revealed that readthrough transcripts\npredominantly arise from upregulated genes or from genes that retain comparable\nexpression after knockdown, while very few arise from genes that are\ntranscriptionally repressed (Fig. 7D).Given our observation that the interaction between Integrator subunits\nand Pol II is disrupted by hyperosmotic stress, we asked how the identities of\ngenes producing readthrough transcripts upon depletion of functional Int11\ncompare to genes that produce DoGs after hyperosmotic stress. We identified 232\nclean genes producing readthrough transcripts in siInt11-transfected cells and\n351 clean genes producing readthrough transcripts in the siInt11+E203Q mutant\nsample. Comparison with the 590 DoG-producing clean genes identified in stressed\ncells showed that up to 25% of KCl-induced DoGs are detected at loci that also\nproduce readthrough transcripts after depletion of functional Int11 (Figs. 7E & S5G). These readthrough transcripts\nare generally more robustly induced after KCl treatment than upon depletion of\nfunctional Int11 (Fig.\nS5H), suggesting that, although Int11 knockdown is sufficient to\nproduce readthrough transcription, decreased interactions between Integrator and\nPol II are not solely responsible for DoG induction upon hyperosmotic\nstress. DiscussionWe used TT-TL-seq to evaluate nascent transcription profiles that accompany\nDoG induction under conditions of hyperosmotic stress (Fig. 1) and observed that hyperosmotic stress triggers transcriptional\nrepression that is widespread and of greater magnitude than anticipated (Robbins et al. 1970; Amat et al. 2019). After an hour-long exposure to mild\nconditions of hyperosmotic stress, only ~12% of clean genes escaped transcriptional\nrepression (Fig. 2). Interestingly, DoGs are\nproduced independent of the transcriptional levels of their upstream genes, and\nDoG-producing genes are functionally enriched for transcriptional repression\naccording to gene ontology analyses (Fig. 3).\nPol II binding profiles demonstrate a correlation with nascent transcription\nprofiles across DoG-producing clean genes and non-DoG genes (Fig. 4). Proteomic analysis of the Pol II interactome\nrevealed decreased binding between the Integrator complex and Pol II upon exposure\nto hyperosmotic stress (Fig. 5), accompanied by\na genome-wide decrease in the occupancy of Integrator subunits on DNA (Fig. 6). Depletion of the catalytic subunit of\nthe Integrator complex, Int11, is sufficient to induce readthrough transcription\ndownstream of hundreds of genes. Loci that produce readthrough transcripts upon\ndepletion of functional Int11 and those that produce DoGs upon hyperosmotic stress\npartially overlap (Fig. 7).Our analysis of clean genes (expressed genes lacking overlap with\nreadthrough regions) has enabled us to accurately characterize the relationship\nbetween DoGs and their upstream transcripts (Figs.\n1 & 3). Consistent with previous\nobservations in heat-shocked cells (Cardiello et al.\n2018), we find that DoGs are produced from genes that experience\ndifferent transcriptional responses to hyperosmotic stress. Importantly, a similar\npercentage of clean genes that are activated, repressed or unchanged produce DoGs\nafter hyperosmotic stress, revealing that transcriptional levels and DoG production\nare not mechanistically linked. Our analyses further suggested that ~55% of genes\nthat are expressed in HEK-293T cells might be affected by read-in transcription upon\nexposure to hyperosmotic stress (Table S1). Intriguingly, other groups have previously reported that\nread-in transcription from upstream genes negatively affects the splicing of\ndownstream genes upon HSV-1 infection (Rutkowski et\nal. 2015). Additionally, there is evidence that heat shock and\nhyperosmotic stress disrupt splicing (Shalgi et al.\n2014; Hennig et al. 2018). These\nfindings suggest that altered splicing patterns may be a consequence of DoG\nproduction and highlight the extensive impact of DoG production on the transcriptome\nof stressed cells. Investigating the diversity of unprocessed transcripts that\naccumulate upon stress will provide a better understanding of how transcriptional\nand processing dynamics are impacted by stress.Previously, we were unable to find any functional enrichment for\nDoG-producing genes in the context of hyperosmotic stress (Vilborg et al. 2017). Upon revisiting this question using\nonly clean genes, we found that many clean DoG-producing genes encode\ntranscriptional repressors (Fig. 3; Table S2). Transcriptional\nrepression has also been reported under other DoG-inducing conditions, including\nheat shock and viral infection (Mahat et al.\n2016; Rutkowski et al. 2015; Bauer et al. 2018). Thus, it is tempting to\nspeculate that DoGs could serve as a store of unprocessed transcripts to facilitate\ncell survival upon prolonged stress by providing a source of important mRNAs\n(requiring processing, but not active transcription), thereby reducing the\ncell’s energetic costs. Other terms of biological enrichment for\nDoG-producing genes are related to protein modifications. A repository of\ntranscripts that encode such proteins might facilitate recovery from stress.\nNuclear-retained, intron-containing transcripts have been shown to serve as a source\nof gene regulation in other contexts (Boutz et al.\n2015). Therefore, there is precedent for unprocessed transcripts, such as\nDoGs, functioning to regulate gene expression levels via post-transcriptional\nprocessing. This idea is also supported by the fact that DoGs have relatively long\nhalf-lives (Vilborg et al. 2015). DoG\ninduction might further promote transcriptional repression during hyperosmotic\nstress by causing transcriptional interference at neighboring genes (Mazo et al. 2007; Muniz\net al. 2017). Alternatively, given the transcriptional changes observed\nupon stress, DoGs may serve to alter the chromatin landscape surrounding their\nparent and neighboring genes to facilitate prolonged responses throughout stress and\nrecovery from stress.In agreement with previous observations in heat shock (Cardiello et al. 2018), anti-Pol II ChIP-seq data from\nKCl-treated cells demonstrate a decrease in Pol II binding across the bodies of\nrepressed clean genes accompanied by a shift of elongating Pol II molecules into\ndownstream regions (Fig. 4). At loci that are\nnot repressed by stress, we observe an increase in Pol II binding along the gene\nbodies, extending into their downstream regions. These observations are consistent\nwith our TT-TL-seq results (Figs. 2 & 3). The differing levels of Pol II occupancy\nobserved across parent genes suggest an elegant and tightly regulated mechanism of\ntranscriptional termination at DoG-producing genes. Furthermore, our anti-Pol II\nChIP-seq data revealed decreased occupancy near the TES of non-DoG genes after\nhyperosmotic stress, which was not observed for DoG-producing genes (Figs. 4A & S2A). This observation suggests that\none factor distinguishing DoG-producing genes from genes that do not produce DoGs is\ntheir dependence on Pol II pausing near their TESs for efficient transcription\ntermination.Surprisingly, rather than observing decreased interactions between Pol II\nand CPA factors, our proteomic analyses revealed that the binding between Integrator\nsubunits and Pol II decreases after stress (Fig.\n5). This was shown by performing anti-Pol II immunoprecipitations\nfollowed by mass spectrometry (Table S3) and anti-Int3 immunoprecipitations followed by western blots\nusing an antibody against Pol II (Fig. 5).\nFurthermore, we found that hyperosmotic stress decreases the occupancy of Integrator\nsubunits 11 and 3 on DNA. Therefore, we asked whether siRNA depletion of Int11, the\ncatalytic subunit of the complex, is sufficient to induce DoGs. TT-TL-seq of\nsiRNA-treated samples revealed that hundreds of DoGs are induced after functional\nInt11 is depleted from cells (Fig. 7).\nMoreover, our results reveal that expression of wild-type Int11 reduces the number\nof DoGs induced in cells where endogenous Int11 has been knocked down compared to no\nrescue. Additionally, we observe an increase in the number of DoGs induced upon\nexpression of the E203Q mutant Int11, arguing that the nuclease activity of Int11 is\nimportant for repressing DoG production under homeostasis. These results highlight\nthe importance of the Integrator complex in the regulation of mRNA production beyond\nthe promoter proximal pause site (Elrod et al.\n2019). Perhaps, cells rely on Integrator to mediate a mechanism of\ntranscription termination at a subset of protein-coding genes that is alternative to\nthe canonical mechanism orchestrated by the CPA complex. This might explain why\nreadthrough transcription is not observed downstream of all protein-coding genes.\nHowever, our ChIP-seq experiments did not reveal preferential loss of Integrator\nsubunits on DoG-producing genes (Figs. 6 &\nS4). Therefore, it is\npossible that the genome-wide loss of Integrator upon hyperosmotic stress plays an\nindirect role in regulating DoG biogenesis. More work investigating the role of\nIntegrator binding to mRNA 3énds is imperative.Our results reveal that as many as 25% of genes that produce DoGs upon\nKCl-treatment also produce readthrough transcripts upon depletion of functional\nInt11 (Fig. 7). This partial overlap between\nInt11-depletion-dependent readthrough transcripts and KCl-induced DoGs suggests that\nthe decreased binding of Integrator subunits to Pol II during the stress response\ncontributes to DoG biogenesis. We asked whether the effects of Int11 knockdown and\nhyperosmotic stress on DoG induction are additive by exposing HEK-293T cells to KCl\nafter 48 or 72 hours of siInt11 transfection, but did not observe such effects on\nDoG production upon combined treatment (data not shown). However, our results were\ninconclusive due to the different extents of DoG induction observed in each context\n(Fig. S5H) as well as\nby the temporal differences inherent to the experimental protocols. Because of the\nchanges in the transcriptional landscape upon hyperosmotic stress (Fig. 2), it is unlikely that depletion of a single protein\nis enough to recapitulate the complexity of this response. Hyperosmotic stress\ninduces widespread transcriptional repression to an extent that is not recapitulated\nby depletion of functional Int11. Additionally, our results reveal changes in Pol II\nbinding patterns to DNA (Fig. 4) and to other\nproteins (Fig. 5; Table S3) after hyperosmotic stress.\nThe full extent of DoG induction upon cellular stress might also reflect a\nstress-induced increase in the processivity of elongating Pol II molecules, which\nwould result in readthrough transcription (Fong et\nal. 2015).In agreement with the important roles of Xrn2 and CPSF73 in mediating the\ntermination of protein-coding gene transcripts (Proudfoot. 2016), readthrough transcription is observed upon depletion\nof these proteins (Fong et al. 2015; Eaton et al. 2018; Eaton et al. 2020). However, unlike stress-induced\nreadthrough transcription, depletion of these proteins was not limited to a subset\nof genes. Using anti-Pol II immunoprecipitation of chromatin fragments coupled with\nmass spectrometry and western blots, we observed that the overall binding of Pol II\nand important termination factors, including Xrn2 and CPA factors, is not affected\nby hyperosmotic stress. Our data, however, do not exclude the possibility that\nimportant termination factors are redistributed along the genome after hyperosmotic\nstress. Anti-CPSF6 ChIP-seq from cells treated with NaCl to induce hyperosmotic\nstress revealed decreased binding of this subunit at certain genes (Jalihal et al. 2020); yet it is unclear whether this was\naccompanied by a decrease in Pol II occupancy at these loci. Moreover, anti-CPSF73\nChIP-qPCR data from heat-shocked cells suggest a decrease of this factor at\nactivated DoG-producing genes (Cardiello et al.\n2018). It is possible that at genes activated by stress, disruption of\nthe stoichiometry between Pol II and termination factors contributes to DoG\nproduction. However, such a model would not explain readthrough transcription at\ngenes that retain comparable expression levels or are transcriptionally repressed,\nwhich comprise the majority of DoG-producing genes upon hyperosmotic stress (Fig. 3B). These observations emphasize the need\nto further explore the features of DoG-producing genes that might make them\nsusceptible to failed termination despite the presence of important termination\nfactors on chromatin.Limitations:Our work provides insight into the transcriptional landscape that\naccompanies DoG biogenesis after hyperosmotic stress and reveals a role for the\nIntegrator complex in DoG production. However, the Integrator complex does not\nseem to be the only agent involved in the biogenesis of readthrough transcripts\nupon stress. Additional work assessing the distribution of other important\ntermination factors on DNA after stress should further elucidate how cells\nselectively induce DoGs from a subset of genes. Furthermore, our data do not\nprovide information about the exact mechanism by which Integrator regulates DoG\nbiogenesis. More work is needed to determine whether the effect of the\nIntegrator complex on readthrough transcripts produced from protein-coding genes\nis direct or indirect. STAR MethodsLead ContactAdditional information and reagent request should be directed to and\nwill be fulfilled by Joan A. Steitz (ude.elay@ztiets.naoj).Material AvailabilityThis study did not generate unique reagents.Data and Code AvailabilityAll high throughput sequencing datasets generated in this study have\nbeen deposited to the Gene Expression Omnibus database and can be found as a\nsuper series under the following accession number: {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE152063\",\"term_id\":\"152063\"}}GSE152063.Experimental Model and Subject DetailsHEK-293T cells were cultured in DMEM supplemented with 10% fetal bovine\nserum, 1% penicillin and streptomycin, and 1% L-glutamine. SK-N-BE(2)C cells\nwere cultured in a 1:1 mix of DMEM and F-12K media supplemented with 10% fetal\nbovine serum, 1% penicillin and streptomycin, and 1% L-glutamine. Stable\nHEK-293T cell lines expressing WT or E203Q mutant Int11 were supplemented using\n2 µg/mL of puromycin, as previously described (Xie et al. 2015). Hyperosmotic stress inductions were\nperformed using 80 mM KCl for 1 hour, as described in Vilborg et al. 2015.Method DetailsRNA preparations and RT-qPCRs: RNA extractions were performed using TRIzol according to the\nmanufacturer’s instructions. After treating samples with RQ1 DNase\n(Promega), RNA was recovered through PCA extraction followed by ethanol\nprecipitation. cDNA was made from 2 µg RNA using Super Script III and\nrandom primers (Invitrogen). Samples were then diluted 1:10 and 2 µL\nof diluted cDNA were used for RT-qPCR along with 5 µL of iTaq\nuniversal SYBR mix (Bio-Rad), 1.5 µL of primer mix (1.5 µM of\nforward and 1.5 µM of reverse) and 1.5 µL of water. Plates\nwere run on a Bio-Rad CFX384 machine. Results were analyzed using the\ncomparative CT method (Schmittgen\nand Livak. 2008). Primers designed for this study were subjected\nto a primer efficiency test and amplicons were run on agarose gels to ensure\nthat a single band was observed for each pair. Primers used in this study\nare listed in Table\nS5.High throughput sequencing: TT-TimeLapse: Samples were fed 1 mM s4U (Sigma) during the final 5\nminutes of incubation with either KCl or siRNAs. After extracting RNA\nfrom HEK-293T cells, samples were spiked with 4% s4U-labeled\nRNA from Drosophila S2 cells. TT-TL-seq was performed\nas described in Schofield et al.\n2018. Sequencing was done by the Yale Center for Genomic\nAnalysis (YCGA).ChIP-seq: 2.5×107 HEK-293T cells were plated in 15 cm\ndishes (5×106 per dish) and incubated at 37°C\novernight. For anti-Int3 ChIP-seq experiments, 3×107\nHEK-293T cells were used. Cells were crosslinked during the last 10\nminutes of stress induction using 1% formaldehyde and then washed twice\nwith 1x PBS. Chromatin immunoprecipitation was performed as described in\nBieberstein et al. 2014 using\n30 µL of anti-Pol II antibody (Cell Signaling D8L4Y), 25\nµL of anti-Int11 antibody (Abcam ab75276) or 30 µL of\nanti-Int3 antibody (Bethyl A302–050A) and 180 µL of\nProtein A beads. The YCGA prepared libraries and sequenced the samples\non the NovaSeq platform. We note that the generation of Int11 ChIP-seq\ndatasets was particularly challenging. We suspect that this was due to\nthe biological properties of this protein as well as the reduced\ninteractions between Integrator subunits and Pol II upon hyperosmotic\nstress. Subsequently, we performed anti-Int3 ChIP-seq experiments and\nobtained agreeing results.Bioinformatics: TT-TL-seq: TT-TL-seq reads from HEK-293T cells containing spiked-in RNA\nfrom Drosophila S2 cells were filtered with FastUniq\n(Xu et al. 2012) to remove\nduplicate sequences and trimmed with Cutadapt v1.16 (Martin 2011) to remove adapter sequences.\nUnfiltered, trimmed reads were mapped to a combined hg38 and dm6 genome\nusing hisat2 version 2.1.0 with default parameters and --mp 4,2 (Kim et al. 2015). Bam files for\nuniquely mapped reads (SAM flag 83/163 or 99/147) were created, sorted\nand indexed using samtools version 1.9 (Li et al. 2009). U-to-C mutation calls were performed as\npreviously described (Schofield et al.\n2018). To calculate normalization factors, reads aligning to\nthe dm6 genome were filtered and counted with HTseq htseq-count (Anders et al. 2015). Normalization\nfactors for each sample were calculated with edgeR (Robinson et al. 2010) using read counts\nmapped to the dm6 genome (calcNormFactors with method =\n‘upperquartile’).SampleSpike-in normalization\nfactorsiC_rep12.65151515KCl_rep10.71138211siInt11_rep12.08333333siC_rep21.94444444KCl_rep20.63405797siInt11_rep21.26811594WT2.65151515mut1.82291667Open in a separate windowGene counts for reads aligning to the hg38 genome were generated\nusing bedtools multicov version 2.26.0 (Quinlan et al. 2010). Read-in values used to define clean\ngenes were generated using ARTDeco (Roth\net al. 2020). DoGs were identified using DoGFinder (Wiesel et al. 2018). Differential\nexpression analysis of normalized read counts in gene bodies and in DoG\nregions was done using DESeq2 (Love et\nal. 2014). The list of clean genes is comprised by genes that\nwere expressed by more than 100 read counts after normalization to\nspike-in, had a read in value ≤ −1 and did not overlap\nwith readthrough regions from neighboring genes on either strand\naccording to bedtools intersect analysis (Quinlan et al. 2010). EnrichR was used for\ngene ontology analysis of biological enrichments (Chen et al. 2013; Kuleshov et al. 2016). Visualization of the\ngenerated data was achieved using ggplot2 (Wickham 2016) and graphPad prism. Eulerr was\nused to generate proportional Venn diagrams. Normalized tracks were\nvisualized using IGV.ChIP-seq: ChIP-seq samples were mapped to the hg38 human genome using\nbowtie2 (Langmead et al. 2009).\nBam files and gene counts were generated as described above. Counts were\nnormalized to input using edgeR normalizeChIPtoInput function (Robinson et al. 2010). MACS2\nversion 2.1.1 (Zhang et al. 2008)\nwas used to call peaks. Volcano plots were generated using ggplot2 on\nlog2 fold changes and adjusted p-values calculated with\nDESeq2. Normalized bigwig files and meta plots were created using\ndeepTools version 3.3.0 (Ramírez\net al. 2016). Tracks were visualized using IGV.Cell fractionation and immunoprecipitations: For cellular fractionation, 4.8×106 cells were\nplated in three 15 cm dishes and incubated overnight at 37°C. After\nKCl treatment, cells were washed twice with 1x PBS, scraped on ice and\npelleted by centrifugation (1400rpm at 4°C for 5 minutes). Pellets\nwere resuspended using hypotonic lysis buffer for 5 minutes (Nojima et al. 2016). Nuclei were collected by\ncentrifugation (1400rpm at 4°C for 5 minutes) and the cytoplasmic\nfraction (supernatant) was discarded. Nuclei were incubated in NUN1 and NUN2\n(Wuarin and Schibler 1994) on ice\nfor 15 minutes with intermittent vortexing. Samples were then spun down to\npellet the chromatin fraction. Chromatin fragments were generated by\nincubating the chromatin pellets with 2 µL of micrococcal nuclease\nfor 5 minutes at 37°C, at 1400 rpm in a thermomixer (MNase-digested\nsamples) or by incubating the pellets with 25U of benzonase for 45 minutes\n(Benzonase-digested samples). After digestion, the samples were clarified\n(16,000 g at 4°C for 5 minutes) and the supernatant was transferred\ninto a new 1.5 mL tube.For immunoprecipitation, 10 µg of anti-Pol II antibody\n(MABI0601) or 3 µg of anti-Int3 (Bethyl A302–050A) antibody\nwere incubated with 25 µL of magnetic anti-mouse beads (NEB) or\nProtein A beads, respectively, overnight. The following day, the\nantibody-conjugated beads were washed twice with 1 mL of NET-2 buffer and\nresuspended in 25 µL of NET-2 buffer. Chromatin fragments were\npre-cleared by incubating them with the IgG-conjugated beads for 3 hours in\na rotator at 4°C. The beads were then collected using a magnetic rack\nand the supernatant was transferred to a 1.5 mL tube containing the anti-Pol\nII conjugated beads. The samples were incubated for an additional 2 hours in\nthe rotator at 4°C. After collecting the beads using a magnetic rack,\nthe supernatant was discarded and the beads were washed four times using 1\nmL of NET-2 buffer. The final wash was done using 1x PBS and the samples\nwere resuspended using 8 µL of 10 mM Tris-HCL pH 8.5.Proteomics: Digestion. The anti-Pol II immunoprecipitates were solubilized with a 2.5%\nsolution of ALS-110 (Protea) in 50 mM Tris-HCL pH=8.5 with 5 mM EDTA,\nand 50 mM DTT directly on the beads. Samples were incubated at\n95°C for 10 minutes to reduce cystines. Reactions were cooled on\nice for 1 minute, 2 µL of 1 M Tris pH 8.5 were added and\ncysteines were alkylated by adding 4.7 µL of 100 mM iodoacetamide\nfor 30 minutes in the dark. The reactions were then quenched with the\naddition of 0.7 µL of 200 mM DTT. Afterwards, 108 µL\nwater, 0.67 µL CaCl2, 1.33 µL 1 M Tris-HCL pH\n8.5 and 7.8 µL 0.5 mg/mL trypsin (Promega) were added and\nproteins left to digest for 16 hours at 37°C. Surfactant was\ncleaved with the addition of 20% trifluoroacetic acid to pH < 3\nand samples were incubated at 25°C for 15 minutes. Peptides were\nthen separated from beads using a magnetic rack and desalted using C18\nsilica MicroSpin Columns (The Nest Group). Column elution was performed\nin 300 µL 80% acetonitrile 0.1% trifluoroacetic acid and peptides\nwere dried by centrifugal vacuum.Mass spectrometry: LC-MS/MS was performed using an ACQUITY UPLC M-Class (Waters)\npaired with a Q Exactive Plus (Thermo). Peptides were separated on a\n65-cm-long, 75-µm-internal-diameter PicoFrit column (New\nObjective) packed in-house to a length of 50 cm with 1.9 µm\nReproSil-Pur 120 Å C18-AQ (Dr. Maisch) using methanol as the\npacking solvent. Peptide separation was achieved using a non-linear\n90-min gradient from 1% ACN 0.1% formic acid to 90% ACN 0.1% formic acid\nwith a flowrate of 250 nl/min. Approximately 3–4 µg of\npeptides were run for each of the six biological replicates with at\nleast one blank run between samples to avoid peptide carryover.Bioinformatics: Mass spectra were searched using Maxquant version 1.5.1.2 (Cox et al. 2008) with\nCarbamidomethyl (C) as a fixed modification, Acetyl (N-Term),\nDeamidation (NQ), Oxidation (M) as variable modifications and with up to\nthree missed trypsin cleavages, a 7 amino acid minimum length, and 1%\nfalse discovery rate (FDR) against the Uniprot Human database\n(downloaded Dec-2017).siRNA knockdowns: For knockdown experiments, 7.5×104 HEK-293T cells\nwere seeded in six well plates and incubated at 37°C overnight. After\n24 hours, the cells were transfected with either 50 nM of scrambled siRNA\ncontrol (siC), siRNA against Int11 (siInt11) (Xie et al. 2015) or siRNA against Int3 (siInt3)\n(Skaar et al. 2015) using\nLipofectamine RNAimax according to manufacturer’s instructions. Cells\nwere incubated at 37°C for 72 hours after which they were washed with\n1x PBS, scraped and pelleted by centrifugation (1400 rpm at 4°C for 5\nminutes). After discarding the supernatant, cells were resuspended in 150\nµL of NET-2 buffer. 50 µL were aliquoted to verify knockdown\nefficiency through western blots and the rest of the sample was lysed using\nTRIzol. siRNA experiments for TT-TL experiments were performed by\ntransfecting 1.5×105 cells for 48 hours instead of 72\nhours.Western blots: For western blots of whole cell lysates, samples were sonicated\nusing 10 cycles of 30 seconds on and 30 seconds off in a Diagenode Bioruptor\nPico sonicator (Withers et al. 2018)\nand digested with micrococcal nuclease for 45 minutes at 37°C.\nSamples were run at an increasing voltage (up to 120 V) in NuPAGE\n4–12% BisTris gels in 1x MOPS buffer (Invitrogen). Proteins were\ntransferred overnight to a 0.45 µm nitrocellulose membrane at 30 V.\nMembranes were blocked for 1 hour in 5% milk in 1x PBST. Detection of total\nPol II and Tyr1-P containing Pol II molecules was achieved using antibodies\nfrom MBL (MABI0601, discontinued) and Active motif (61383) respectively, at\na 1:1000 dilution. Antibodies against Ints3 (Bethyl A302–050A),\nInts11 (Abcam ab75276), Xrn2 (A301–101) and CPSF160\n(A301–580A) were used at a 1:800 dilution. Anti-GAPDH antibody (Cell\nSignaling 14C10) was used at 1:2000, while the antibody against\nU1–70K (Kastner et al. 1992;\nTarn and Steitz. 1994) was used\nat a 1:500 dilution. All secondary antibodies were used at a 1:2000 dilution\nof 1x PBST, 3% milk.Quantification and Statistical AnalysisOne sample t-tests and paired t-tests were performed on the fold changes\nof western blot band intensities and on RT-qPCR data, respectively, using\ngraphPad prism. Differential expression analysis for TT-TL-seq and ChIP-seq\ndatasets were obtained using DESeq2. ​\n                    Key Resources TableREAGENT or RESOURCESOURCEIDENTIFIERAntibodiesCPSF1Bethyl LaboratoriesA301-580AGAPDHCell Signaling14C10H3Abcamab1791Int3Bethyl LaboratoriesA302-050AInt11Abcamab75276RNA Pol II CTDMBLMABI0601RNA Pol II (N-terminus)Cell SignalingD8L4YRNA Pol II Tyr1-P CTDActive Motif61383U1-70KKastner et al.\n1992; Tarn and Steitz.\n1994N/AXrn2Bethyl LaboratoriesA301-101Chemicals, Peptides, and\nRecombinant ProteinsDynabeads Protein AInvitrogen1001D4-thiouridineSigmaT4509Goat anti-mouse beadsNEBS1431SLipofectamine RNAimaxInvitrogen13778-150Micrococcal nucleaseNEBM0247SRQ1 DNasePromegaM610ASuperscript IIIInvitrogen56575Deposited DataRaw and analyzed TT-TL-seq dataThis paper{\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE152059\",\"term_id\":\"152059\"}}GSE152059Raw and analyzed anti-Pol II ChIP-seq\ndataThis paper{\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE152062\",\"term_id\":\"152062\"}}GSE152062Raw and analyzed anti-Int3 and anti-Int11\ndataThis paper{\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE159190\",\"term_id\":\"159190\"}}GSE159190Experimental Models: Cell\nLinesHEK-293TSteitz labN/AHEK-293T 2x FLAG-Int11 WTXie et al.\n2015N/AHEK-293T 2x FLAG-Int11 E203QXie et al.\n2015N/ADrosophila S2 cellsSimon labN/ASK-N-BE(2)CSteitz labN/AOligonucleotidesRT-qPCR primersTable S5N/AsiRNAsTable S5N/ANorthern blot probesTable S5N/ARandom primersInvitrogen58875Software and\nAlgorithmsARTDecoRoth et al.\n2020N/AbedtoolsQuinlan et al.\n2010N/ABowtie2Langmead et\nal. 2009N/ACutadaptMartin\n2011N/ADESeq2Love et al.\n2014N/ADoGFinderWiesel et al.\n2018N/AedgerRobinson et\nal. 2010N/AenrichrChen et al.\n2013; Kuleshov et al.\n2016N/AeulerrLarsson J (2020)https://github.com/jolars/eulerrFastUniqXu et al.\n2012N/Aggplot2Wickham.\n2016N/AHisat2Kim et al.\n2015N/AHTSeqAnders et al.\n2015N/AMACS2Zhang et al.\n2008N/APrismGraphPadN/AsamtoolsLi et al.\n2009N/AOpen in a separate windowHighlightsHyperosmotic stress triggers transcriptional repression of many\ngenes.DoG RNAs arise independent of the transcriptional level of their\nupstream gene.Interactions between Pol II and Integrator subunits decrease after\nsalt stress.Depletion of the Int11 nuclease subunit induces the production of\nhundreds of DoGs. Supplementary Material1Click here to view.(4.7M, pdf)2Table S1: Differential expression analysis of clean genes and\nDoG-producing clean genes. Related to Figures\n1–3.Click here to view.(1.0M, xlsx)3Table S2: Gene ontology analysis for DoG-producing clean genes and\nclean non-DoG genes. Related to Figure\n3.Click here to view.(640K, xlsx)4Table S3: Proteins identified by mass spectrometry in untreated and\nKCl-treated samples. Related to Figure\n5.Click here to view.(112K, xlsx)5Table S5: List of oligos used in this study. Related to Figures S1, S3, ​,77 and S5.Click here to view.(16K, docx)6Table S4: Readthrough transcripts induced upon depletion of\nfunctional Int11. Related to Figure\n7.Click here to view.(11M, xlsx) AcknowledgmentsWe thank Annsea Park, Kazimierz Tycowski, Salehe Ghasempur and other members\nof the Steitz lab for critical discussion of the manuscript. We are grateful to\nSamuel Roth for his assistance in troubleshooting our read-in analysis using\nARTDeco. We thank Angela Miccinello for editorial assistance and Mingyi Xie and\nMei-Di Shu for cells expressing exogenous Int11. This work was supported by the\nfollowing NIH grants: CA200147, T32AI055403 and R01 GM137117. N.R. is a Ford\nFoundation pre-doctoral fellow and J.A.S. is an investigator of the Howard Hughes\nMedical Institute. FootnotesPublisher's Disclaimer: This is a PDF file of an unedited\nmanuscript that has been accepted for publication. As a service to our customers\nwe are providing this early version of the manuscript. The manuscript will\nundergo copyediting, typesetting, and review of the resulting proof before it is\npublished in its final form. Please note that during the production process\nerrors may be discovered which could affect the content, and all legal\ndisclaimers that apply to the journal pertain.Declaration of InterestsJ.A.S. is a member of the Molecular Cell Advisory\nBoard. The authors have no further competing interest to declare. ReferencesAlbrecht TR, and Wagner EJ (2012). snRNA 3’ end formation\nrequires heterodimeric association of integrator subunits.\nMol Cell Biol\n32,\n1112–1123. [PMC free article] [PubMed] [Google Scholar]Amat R, Bottcher R, Le Dily F, Vidal E, Quilez J, Cuartero Y, Beato M, de Nadal E, and Posas F (2019). Rapid reversible changes in\ncompartments and local chromatin organization revealed by hyperosmotic\nshock. Genome Res\n29,\n18–28. [PMC free article] [PubMed] [Google Scholar]Anders S, Pyl PT, and Huber W (2015). HTSeq--a Python framework to work\nwith high-throughput sequencing data.\nBioinformatics, 31(2),\n166–9. [PMC free article] [PubMed] [Google Scholar]Baillat D, Hakimi MA, Naar AM, Shilatifard A, Cooch N, and Shiekhattar R (2005). Integrator, a multiprotein mediator\nof small nuclear RNA processing, associates with the C-terminal repeat of\nRNA Polymerase II. Cell\n123,\n265–276. [PubMed] [Google Scholar]Baillat D, and Wagner EJ (2015). Integrator: surprisingly diverse\nfunctions in gene expression. Trends Biochem\nSci\n40,\n257–264. [PMC free article] [PubMed] [Google Scholar]Bauer DLV, Tellier M, Martinez-Alonso M, Nojima T, Proudfoot NJ, Murphy S, and Fodor E (2018). Influenza virus mounts a two-pronged\nattack on host RNA Polymerase II transcription. Cell\nRep\n23, 2119–2129\ne2113. [PMC free article] [PubMed] [Google Scholar]Beckedorff F, Blumenthal E, daSilva LF, Aoi Y, Cingaram PR, Yue J, Zhang A, Dokaneheifard S, Valencia MG, Gaidosh G, et al. (2020). The human Integrator\ncomplex facilitates transcriptional elongation by endonucleolytic cleavage\nof nascent transcripts. Cell Rep\n32, 107917. [PMC free article] [PubMed] [Google Scholar]Bieberstein NI, Straube K, and Neugebauer KM (2014). Chromatin immunoprecipitation\napproaches to determine co-transcriptional nature of\nsplicing. Methods Mol Biol\n1126,\n315–323. [PubMed] [Google Scholar]Boutz PL, Bhutkar A, and Sharp PA (2015). Detained introns are a novel,\nwidespread class of post-transcriptionally spliced introns.\nGenes Dev\n29,\n63–80. [PMC free article] [PubMed] [Google Scholar]Cardiello JF, Goodrich JA, and Kugel JF (2018). Heat shock causes a reversible\nincrease in RNA Polymerase II occupancy downstream of mRNA genes, consistent\nwith a global loss in transcriptional termination.\nMol Cell Biol\n38. [PMC free article] [PubMed] [Google Scholar]Chen EY, Tan CM, Kou Y, Duan Q, Wang Z, Meirelles GV, Clark NR, and Ma’ayan A (2013). Enrichr: interactive and\ncollaborative HTML5 gene list enrichment analysis tool.\nBMC Bioinformatics\n14, 128. [PMC free article] [PubMed] [Google Scholar]Chen K, Hu Z, Xia Z, Zhao D, Li W, and Tyler JK (2015). The overlooked fact: fundamental\nneed for spike-in control for virtually all genome-wide\nanalyses. Mol Cell Biol\n36,\n662–667. [PMC free article] [PubMed] [Google Scholar]Cox J, & Mann M (2008). MaxQuant enables high peptide\nidentification rates, individualized p.p.b.-range mass accuracies and\nproteome-wide protein quantification. Nat.\nBiotechnol\n26,\n1367–1372. [PubMed] [Google Scholar]Dominski Z, Yang XC, Purdy M, Wagner EJ, and Marzluff WF (2005). A CPSF-73 homologue is required for\ncell cycle progression but not cell growth and interacts with a protein\nhaving features of CPSF-100. Mol Cell Biol\n25,\n1489–1500. [PMC free article] [PubMed] [Google Scholar]Duffy EE, Rutenberg-Schoenberg M, Stark CD, Kitchen RR, Gerstein MB, and Simon MD (2015). Tracking distinct RNA populations\nusing efficient and reversible covalent chemistry.\nMol Cell\n59,\n858–866. [PMC free article] [PubMed] [Google Scholar]Eaton JD, Davidson L, Bauer DLV, Natsume T, Kanemaki MT, and West S (2018). Xrn2 accelerates termination by RNA\nPolymerase II, which is underpinned by CPSF73 activity.\nGenes Dev\n32,\n127–139. [PMC free article] [PubMed] [Google Scholar]Eaton JD, Francis L, Davidson L, and West S (2020). A unified allosteric/torpedo\nmechanism for transcriptional termination on human protein-coding\ngenes. Genes Dev\n34,\n132–145. [PMC free article] [PubMed] [Google Scholar]Elrod ND, Henriques T, Huang KL, Tatomer DC, Wilusz JE, Wagner EJ, and Adelman K (2019). The Integrator complex attenuates\npromoter-proximal transcription at protein-coding genes.\nMol Cell\n76,\n738–752.e737. [PMC free article] [PubMed] [Google Scholar]Fong N, Brannan K, Erickson B, Kim H, Cortazar MA, Sheridan RM, Nguyen T, Karp S, and Bentley DL (2015). Effects of transcription elongation\nrate and Xrn2 exonuclease activity on RNA Polymerase II termination suggest\nwidespread kinetic competition. Mol Cell\n60,\n256–267. [PMC free article] [PubMed] [Google Scholar]Gardini A, Baillat D, Cesaroni M, Hu D, Marinis JM, Wagner EJ, Lazar MA, Shilatifard A, and Shiekhattar R (2014). Integrator regulates transcriptional\ninitiation and pause release following activation.\nMol Cell\n56,\n128–139. [PMC free article] [PubMed] [Google Scholar]Grosso AR, Leite AP, Carvalho S, Matos MR, Martins FB, Vitor AC, Desterro JM, Carmo-Fonseca M, and de Almeida SF (2015). Pervasive transcription read-through\npromotes aberrant expression of oncogenes and RNA chimeras in renal\ncarcinoma. Elife\n4. [PMC free article] [PubMed] [Google Scholar]Harlen KM, Trotta KL, Smith EE, Mosaheb MM, Fuchs SM, and Churchman LS (2016). Comprehensive RNA Polymerase II\ninteractomes reveal distinct and varied roles for each phospho-CTD\nresidue. Cell Rep\n15,\n2147–2158. [PMC free article] [PubMed] [Google Scholar]Heinz S, Texari L, Hayes MGB, Urbanowski M, Chang MW, Givarkes N, Rialdi A, White KM, Albrecht RA, Pache L, et al. (2018). Transcription elongation\ncan affect genome 3D structure. Cell\n174,\n1522–1536.e1522. [PMC free article] [PubMed] [Google Scholar]Hennig T, Michalski M, Rutkowski AJ, Djakovic L, Whisnant AW, Friedl MS, Jha BA, Baptista MAP, L’Hernault A, Erhard F, et al. (2018). HSV-1-induced disruption of\ntranscription termination resembles a cellular stress response but\nselectively increases chromatin accessibility downstream of\ngenes. PLoS Pathog\n14, e1006954. [PMC free article] [PubMed] [Google Scholar]Jalihal AP, Pitchiaya S, Xiao L, Bawa P, Jiang X, Bedi K, Parolia A, Cieslik M, Ljungman M, Chinnaiyan AM, et al. (2020). Multivalent proteins\nrapidly and reversibly phase-separate upon osmotic cell volume\nchange. bioRxiv,\n748293. [PMC free article] [PubMed]Kastner B, Kornstadt U, Bach M, and Luhrmann R (1992). Structure of the small nuclear RNP\nparticle U1: identification of the two structural protuberances with\nRNP-antigens A and 70K. J Cell Biol\n116,\n839–849. [PMC free article] [PubMed] [Google Scholar]Kim D, Langmead B, and Salzberg SL (2015). HISAT: a fast spliced aligner with\nlow memory requirements. Nat Methods\n12,\n357–360. [PMC free article] [PubMed] [Google Scholar]Kuleshov MV, Jones MR, Rouillard AD, Fernandez NF, Duan Q, Wang Z, Koplev S, Jenkins SL, Jagodnik KM, Lachmann A, et al. (2016). Enrichr: a comprehensive\ngene set enrichment analysis web server 2016 update.\nNucleic Acids Res\n44,\nW90–97. [PMC free article] [PubMed] [Google Scholar]Lai F, Gardini A, Zhang A, and Shiekhattar R (2015). Integrator mediates the biogenesis\nof enhancer RNAs. Nature\n525,\n399–403. [PMC free article] [PubMed] [Google Scholar]Langmead B, Trapnell C, Pop M, and Salzberg SL (2009). Ultrafast and memory-efficient\nalignment of short DNA sequences to the human genome.\nGenome Biol\n10, R25. [PMC free article] [PubMed] [Google Scholar]Li H, Handsaker B, Wysoker A, Fennell T, Ruan J, Homer N, Marth G, Abecasis G, Durbin R, and Genome Project Data Processing, S.\n(2009). The sequence alignment/map format and\nSAMtools. Bioinformatics\n25,\n2078–2079. [PMC free article] [PubMed] [Google Scholar]Love MI, Huber W, and Anders S (2014). Moderated estimation of fold change\nand dispersion for RNA-seq data with DESeq2. Genome\nBiol\n15, 550. [PMC free article] [PubMed] [Google Scholar]Lovén J, Orlando DA, Sigova AA, Lin CY, Rahl PB, Burge CB, Levens DL, Lee TI, and Young RA (2012). Revisiting global gene expression\nanalysis. Cell\n151,\n476–482. [PMC free article] [PubMed] [Google Scholar]Mahat DB, Salamanca HH, Duarte FM, Danko CG, and Lis JT (2016). Mammalian heat shock response and\nmechanisms underlying its genome-wide transcriptional\nregulation. Mol Cell\n62,\n63–78. [PMC free article] [PubMed] [Google Scholar]Mak SK, and Kültz D (2004). Gadd45 proteins induce G2/M arrest\nand modulate apoptosis in kidney cells exposed to hyperosmotic\nstress. J Biol Chem\n279,\n39075–39084. [PubMed] [Google Scholar]Mandel CR, Kaneko S, Zhang H, Gebauer D, Vethantham V, Manley JL, and Tong L (2006). Polyadenylation factor CPSF-73 is\nthe pre-mRNA 3’-end-processing endonuclease.\nNature\n444,\n953–956. [PMC free article] [PubMed] [Google Scholar]Martin M (2011). Cutadapt removes adapter sequences\nfrom high-throughput sequencing reads. EMBnet\njournal, 17,\n10–12. [Google Scholar]Mazo A, Hodgson JW, Petruk S, Sedkov Y, and Brock HW (2007). Transcriptional interference: an\nunexpected layer of complexity in gene regulation. J\nCell Sci\n120,\n2755–2761. [PubMed] [Google Scholar]Muniz L, Deb MK, Aguirrebengoa M, Lazorthes S, Trouche D, and Nicolas E (2017). Control of gene expression in\nsenescence through transcriptional read-through of convergent protein-coding\ngenes. Cell Rep\n21,\n2433–2446. [PubMed] [Google Scholar]Nemeroff ME, Barabino SM, Li Y, Keller W, and Krug RM (1998). Influenza virus NS1 protein\ninteracts with the cellular 30 kDa subunit of CPSF and inhibits 3’end\nformation of cellular pre-mRNAs. Mol Cell\n1,\n991–1000. [PubMed] [Google Scholar]Nojima T, Gomes T, Carmo-Fonseca M, and Proudfoot NJ (2016). Mammalian NET-seq analysis defines\nnascent RNA profiles and associated RNA processing\ngenome-wide. Nat Protoc\n11,\n413–428. [PMC free article] [PubMed] [Google Scholar]Nojima T, Tellier M, Foxwell J, Ribeiro de Almeida C, Tan-Wong SM, Dhir S, Dujardin G, Dhir A, Murphy S, and Proudfoot NJ (2018). Deregulated expression of mammalian\nlncRNA through loss of SPT6 induces R-Loop formation, replication stress,\nand cellular senescence. Mol Cell\n72,\n970–984.e977. [PMC free article] [PubMed] [Google Scholar]Proudfoot NJ (2016). Transcriptional termination in\nmammals: Stopping the RNA Polymerase II juggernaut.\nScience\n352, aad9926. [PMC free article] [PubMed] [Google Scholar]Quinlan AR, and Hall IM (2010). BEDTools: a flexible suite of\nutilities for comparing genomic features.\nBioinformatics\n26,\n841–842. [PMC free article] [PubMed] [Google Scholar]Ramírez F, Ryan DP, Gruning B, Bhardwaj V, Kilpert F, Richter AS, Heyne S, Dundar F, and Manke T (2016). deepTools2: a next generation web\nserver for deep-sequencing data analysis. Nucleic\nAcids Res\n44,\nW160–165. [PMC free article] [PubMed] [Google Scholar]Robbins E, Pederson T, and Klein P (1970). Comparison of mitotic phenomena and\neffects induced by hypertonic solutions in HeLa cells.\nJ Cell Biol\n44,\n400–416. [PMC free article] [PubMed] [Google Scholar]Robinson MD, McCarthy DJ, and Smyth GK (2010). edgeR: a Bioconductor package for\ndifferential expression analysis of digital gene expression\ndata. Bioinformatics\n26,\n139–140. [PMC free article] [PubMed] [Google Scholar]Roth SJ, Heinz S, and Benner C (2020). ARTDeco: automatic readthrough\ntranscription detection. BMC Bioinformatics\n21, 214. [PMC free article] [PubMed] [Google Scholar]Rutkowski AJ, Erhard F, L’Hernault A, Bonfert T, Schilhabel M, Crump C, Rosenstiel P, Efstathiou S, Zimmer R, Friedel CC, et al. (2015). Widespread disruption of\nhost transcription termination in HSV-1 infection.\nNat Commun\n6, 7126. [PMC free article] [PubMed] [Google Scholar]Schmittgen TD, and Livak KJ (2008). Analyzing real-time PCR data by the\ncomparative C(T) method. Nat Protoc\n3,\n1101–1108. [PubMed] [Google Scholar]Schofield JA, Duffy EE, Kiefer L, Sullivan MC, and Simon MD (2018). TimeLapse-seq: adding a temporal\ndimension to RNA sequencing through nucleoside recoding.\nNat Methods\n15,\n221–225. [PMC free article] [PubMed] [Google Scholar]Schwalb B, Michel M, Zacher B, Fruhauf K, Demel C, Tresch A, Gagneur J, and Cramer P (2016). TT-seq maps the human transient\ntranscriptome. Science\n352,\n1225–1228. [PubMed] [Google Scholar]Shalgi R, Hurt JA, Lindquist S, and Burge CB (2014). Widespread inhibition of\nposttranscriptional splicing shapes the cellular transcriptome following\nheat shock. Cell Rep\n7,\n1362–1370. [PubMed] [Google Scholar]Shi Y, Di Giammartino DC, Taylor D, Sarkeshik A, Rice WJ, Yates JR 3rd, Frank J, and Manley JL (2009). Molecular architecture of the human\npre-mRNA 3’ processing complex. Mol\nCell\n33,\n365–376. [PMC free article] [PubMed] [Google Scholar]Skaar JR, Ferris AL, Wu X, Saraf A, Khanna KK, Florens L, Washburn MP, Hughes SH, and Pagano M (2015). The Integrator complex controls the\ntermination of transcription at diverse classes of gene\ntargets. Cell Res\n25,\n288–305. [PMC free article] [PubMed] [Google Scholar]Stadelmayer B, Micas G, Gamot A, Martin P, Malirat N, Koval S, Raffel R, Sobhian B, Severac D, Rialle S, et al. (2014). Integrator complex\nregulates NELF-mediated RNA Polymerase II pause/release and processivity at\ncoding genes. Nat Commun\n5, 5531. [PMC free article] [PubMed] [Google Scholar]Tarn WY, and Steitz JA (1994). SR proteins can compensate for the\nloss of U1 snRNP functions in vitro. Genes\nDev\n8,\n2704–2717. [PubMed] [Google Scholar]Tatomer DC, Elrod ND, Liang D, Xiao MS, Jiang JZ, Jonathan M, Huang KL, Wagner EJ, Cherry S, and Wilusz JE (2019). The Integrator complex cleaves\nnascent mRNAs to attenuate transcription. Genes\nDev\n33,\n1525–1538. [PMC free article] [PubMed] [Google Scholar]Vilborg A, Passarelli MC, Yario TA, Tycowski KT, and Steitz JA (2015). Widespread inducible transcription\ndownstream of human genes. Mol Cell\n59,\n449–461. [PMC free article] [PubMed] [Google Scholar]Vilborg A, Sabath N, Wiesel Y, Nathans J, Levy-Adam F, Yario TA, Steitz JA, and Shalgi R (2017). Comparative analysis reveals genomic\nfeatures of stress-induced transcriptional readthrough.\nProc Natl Acad Sci U S A\n114,\nE8362–E8371. [PMC free article] [PubMed] [Google Scholar]Vilborg A, and Steitz JA (2017). Readthrough transcription: How are\nDoGs made and what do they do?\nRNA Biol\n14,\n632–636. [PMC free article] [PubMed] [Google Scholar]Wang X, Hennig T, Whisnant AW, Erhard F, Prusty BK, Friedel CC, Forouzmand E, Hu W, Erber L, Chen Y, et al. (2020). Herpes simplex virus blocks\nhost transcription termination via the bimodal activities of\nICP27. Nat Commun\n11, 293. [PMC free article] [PubMed] [Google Scholar]Wickham H (2016). ggplot2: Elegant graphics for data\nanalysis (New\nYork:Springer-Verlag; ). [Google Scholar]Wiesel Y, Sabath N, and Shalgi R (2018). DoGFinder: a software for the\ndiscovery and quantification of readthrough transcripts from\nRNA-seq. BMC Genomics\n19, 597. [PMC free article] [PubMed] [Google Scholar]Withers JB, Li ES, Vallery TK, Yario TA, and Steitz JA (2018). Two herpesviral noncoding PAN RNAs\nare functionally homologous but do not associate with common chromatin\nloci. PLoS Pathog\n14, e1007389. [PMC free article] [PubMed] [Google Scholar]Wu Y, Albrecht TR, Baillat D, Wagner EJ, and Tong L (2017). Molecular basis for the interaction\nbetween Integrator subunits IntS9 and IntS11 and its functional\nimportance. Proc Natl Acad Sci U S A\n114,\n4394–4399. [PMC free article] [PubMed] [Google Scholar]Wuarin J, and Schibler U (1994). Physical isolation of nascent RNA\nchains transcribed by RNA Polymerase II: evidence for cotranscriptional\nsplicing. Mol Cell Biol\n14,\n7219–7225. [PMC free article] [PubMed] [Google Scholar]Xie M, Zhang W, Shu MD, Xu A, Lenis DA, DiMaio D, and Steitz JA (2015). The host Integrator complex acts in\ntranscription-independent maturation of herpesvirus microRNA 3’\nends. Genes Dev\n29,\n1552–1564. [PMC free article] [PubMed] [Google Scholar]Xu H, Luo X, Qian J, Pang X, Song J, Qian G, Chen J, and Chen S (2012). FastUniq: a fast de novo duplicates\nremoval tool for paired short reads. PLoS\nOne. 7, e52249. [PMC free article] [PubMed] [Google Scholar]Zhang Y, Liu T, Meyer CA, Eeckhoute J, Johnson DS, Bernstein BE, Nusbaum C, Myers RM, Brown M, Li W, et al. (2008). Model-based analysis of\nChIP-Seq (MACS). Genome Biol\n9, R137. [PMC free article] [PubMed] [Google Scholar]"}