{"title": "Nuclear mRNA maturation and mRNA export control: from trypanosomes to opisthokonts", "pubDate": "2021", "PMCID": "PMC8311971", "DOI": "10.1017/S0031182021000068", "PMID": "33461637", "abstract": "The passage of mRNAs through the nuclear pores into the cytoplasm is essential in all eukaryotes. For regulation, mRNA export is tightly connected to the full machinery of nuclear mRNA processing, starting at transcription. Export competence of pre-mRNAs gradually increases by both transient and permanent interactions with multiple RNA processing and export factors. mRNA export is best understood in opisthokonts, with limited knowledge in plants and protozoa. Here, I review and compare nuclear mRNA processing and export between opisthokonts and Trypanosoma brucei. The parasite has many unusual features in nuclear mRNA processing, such as polycistronic transcription and trans-splicing. It lacks several nuclear complexes and nuclear-pore-associated proteins that in opisthokonts play major roles in mRNA export. As a consequence, trypanosome mRNA export control is not tight and export can even start co-transcriptionally. Whether trypanosomes regulate mRNA export at all, or whether leakage of immature mRNA to the cytoplasm is kept to a low level by a fast kinetics of mRNA processing remains to be investigated. mRNA export had to be present in the last common ancestor of eukaryotes. Trypanosomes are evolutionary very distant from opisthokonts and a comparison helps understanding the evolution of mRNA export.", "author": [{"author": "Susanne Kramer", "affiliation": ["Zell- und Entwicklungsbiologie, Biozentrum, Universität Würzburg, Würzburg, Germany."], "href": "/?term=Kramer+S&cauthor_id=33461637"}], "refPMID": ["28869701", "30257078", "2181275", "32917881", "18046405", "18046406", "16783363", "20371601", "23236153", "24657192", "16301606", "16516986", "31913454", "19843604", "29370868", "10668806", "23478263", "1349605", "29561870", "22961380", "30566372", "10666465", "20713356", "27185238", "31375530", "19338765", "19450736", "16020726", "18322460", "16916550", "28314893", "12637516", "28592444", "30006991", "12455980", "15769879", "25873624", "21898828", "30992521", "6090933", "18700146", "25301780", "17190602", "28456523", "9407025", "21636784", "15463559", "31164043", "21618873", "21957009", "21613532", "17940093", "20675580", "19742309", "16962183", "25725478", "28575287", "27863903", "28212935", "16809785", "16339728", "18951162", "19525551", "18818768", "31753862", "22454233", "16621069", "16687655", "26150419", "23560737", "20153321", "20844015", "15630021", "15565172", "30972423", "11447124", "12821657", "19070634", "23697549", "25145465", "33407981", "30578643", "28981077", "12411502", "9242493", "30544263", "22064466", "14729961", "2844798", "11583626", "26460318", "1057180", "14718167", "29598828", "22178374", "12438415", "29351963", "29351963", "22964977", "21683636", "14759366", "11266558", "24354960", "28727848", "30418648", "32068297", "26614673", "12531921", "26773052", "26773052", "27382025", "20844488", "23000176", "9108549", "12796299", "23666624", "24922194", "14981248", "14676199", "24452287", "16431985", "17036044", "18364396", "28677678", "24508168", "31392978", "22982363", "16045615", "11726506", "12746436", "11553645", "24600046", "16131587", "15749011", "12667464", "14769921", "9736720", "19028994", "26038549", "25313564", "10477180", "17267594", "19328066", "24705649", "23837720", "12417134", "19110458", "10025403", "23555998", "10228171", "19165146", "16000379", "12015125", "11296238", "29539637", "26727667", "20838601", "18411249", "27940558", "20444260", "22366449", "23382864", "26946399", "15125841", "31499460", "15184380", "8504937", "9343357", "8675010", "11532962", "26284933", "15743819", "29899397", "12810921", "26784394", "16307927", "10611316", "11675789", "23721653", "1004508", "10688355", "9879882", "20516191", "25959396", "15998806", "15998806", "23900342", "15731334", "7907303", "9407024", "1406666", "24244187", "21526946", "18048356", "24336212", "24389545", "26944680", "8848052", "25784696", "8600522", "31371351", "17363367", "26891179", "28463551", "16162818", "28243589", "17043361", "3120186", "9707445", "22475638", "9015297", "19056938", "22964417", "24748659", "18723605", "22253824", "27317694", "32873578", "11909523", "9822603", "31413174", "31270172", "14718168", "28253370", "17949828", "10347220", "9774696", "24152550", "29748575", "31811632", "10428971", "26317468", "25301781", "24413056", "23617823", "19596809", "31811630", "9214641", "30745412", "21687672", "21223572", "27542978", "12384575", "17562711", "28934468", "19369410", "20385579", "9671471", "9889103", "18366710", "16195343", "773935", "29186511", "28506890", "22959432", "19218552", "30683695", "31939161", "9533885", "10610322", "11979277", "10722314", "11675790", "17416901", "17984224", "19356248", "17668007", "20592024", "30515529", "30157437", "24780099", "10069809", "1719544", "8417363", "23591820", "23485197", "11684705", "15692572", "22893130", "31104896", "22244335", "19219046", "19239890", "9618489", "28701485", "31811631", "16783364", "31811629", "21310715", "20005110", "21441581", "12634846", "31185899", "29984450", "28008720", "15935759", "24591651", "21823232", "32238924", "9371772", "16757738", "17606627", "19504740", "12684371", "12878606", "11390651", "12417727", "10357856", "23525660", "28990926", "29931198", "30017917", "11724776", "30040867", "1658658"], "citedInPMID": ["33461637", "34526538", "34120664"], "body": " AbstractOpen in a separate windowKey words: mRNA export, nuclear mRNA maturation, nuclear pore, TREX, Trypanosoma brucei IntroductionAll eukaryotic cells rely on the transport of molecules between the nucleus and the cytoplasm, in an efficient and regulated manner. With few exceptions, transport occurs through nuclear pores that pinch the double-layered membrane of the nucleus. Each nucleus possesses hundreds (yeast and trypanosomes) to thousands (human) of such channels. Nuclear pores are immensely complex multiprotein structures built from 500 to 1000 copies of ~30 different proteins, the nucleoporins (NUPs). Each nuclear pore complex (NPC) is an eight-fold symmetric cylindrical structure, consisting of a symmetric core of one inner and two outer concentric rings (the nucleoplasmic and the cytoplasmic rings) that connect the inner and outer nuclear membrane and form the pore (Alber et al., 2007b). The nucleoplasmic outer ring is connected to the nuclear basket at the nuclear site of the pore and the cytoplasmic outer ring to eight cytoplasmic filaments at the cytoplasmic site (Alber et al., 2007b). About one third of all NUPs possess highly unstructured regions enriched in phenylalanine−glycine (FG) motifs (FG NUPs). These FG motifs can phase-separate (Zilman, 2018) and in this way create a passive diffusion barrier for all molecules larger than ~40 kDa (Stanley et al., 2017). Thus, while molecules up to about 30 kDa can freely enter and exit the nucleus by diffusion, larger proteins and almost all RNA molecules require more complex transport systems and can only pass because they bind to nuclear transporters that specifically interact with the FG-repeat sequences of the central channel (Stanley et al., 2017).Efficient and regulated mRNA export is of utmost importance to all eukaryotic cells, as all mRNAs must cross the nuclear envelope to reach their final destination in the cytoplasm. Most importantly, mRNA export is no isolated process restricted to the pore, but is tightly coordinated with the entire nuclear mRNA maturation machinery, starting at transcription (Björk and Wieslander, 2017; Wende et al., 2019). An elaborate and collaborative control system ensures, that only mature, fully processed mRNAs can exit to the cytoplasm. mRNAs are transcribed by RNA polymerase II (RNAPII), usually as monogenetic transcripts. The C-terminal domain of the polymerase recruits factors to the transcription site that are needed for the downstream events of RNA processing, including capping, polyadenylation and splicing (Wende et al., 2019). Consequently, many mRNA maturation steps occur co-transcriptionally. During maturation, the pre-mRNA interacts with many proteins and protein complexes and some of these complexes mark the completion of certain mRNA processing steps and recruit the mRNA export factor Mex67-Mtr2 (NXF1-NXT1 or TAP-p15 in human) to the mRNP. The most famous among these complexes is the TREX complex (couples transcription and export) (Sträßer et al., 2002; Wende et al., 2019; Ashkenazy-Titelman et al., 2020). Mex67 is the major mRNA export factor (a ‘mobile nucleoporin’ according to some newer studies (Derrer et al., 2019)) and interacts with the FG Nups of the inner pore channel, this way transporting the large mRNP out of the nucleus. At the cytoplasmic site of the pores, the mRNP is remodelled to replace export factors by proteins required for the mRNAs cytoplasmic functions. This process requires the ATP-dependent RNA helicase Dbp5. Faulty RNAs are degraded by the nuclear exosome, aided by the TRAMP complex. In Metazoa, several alternative mRNA export factors and routes exist, and this redundancy may explain why phenotypes after depletion of orthologues to essential yeast export factors are often mild. These factors will mostly not be included here, but are covered well in Scott et al. (2019). Figure 1 provides a simplified overview about nuclear mRNA metabolism.\nOpen in a separate windowFig. 1.Overview of nuclear mRNA metabolism. This diagram summarizes the basic steps of nuclear mRNA processing in a simplified version; all steps are discussed in the review in greater detail. Note that not all components are present in all organisms. For clarity, I have sorted processing steps in a pathway, but the order of events is not fully understood and processing steps can also occur in different orders or simultaneously. Abbreviations: CTD: C-terminal domain; CBC: cap binding complex; SR: serine−arginine rich; RNA PolII: RNA polymerase II; CFP: cleavage and polyadenylation factor; TREX: couples transcription and export; TRAMP: Trf4-Air2-Mtr4 polyadenylation.In this review, I will compare the steps of nuclear mRNA maturation and export and its regulation between opisthokonts (mostly yeast and human), where these processes have been mostly studied, and the African trypanosome Trypanosoma brucei, the causative agent of African sleeping sickness and related cattle diseases. From an evolutionary point of view, these organisms are highly divergent: opisthokonts belong to one of the two major eukaryotic kingdoms, the Amorphea, while trypanosomes belong to the Discoba, which is now considered an extra clade outside of the two major kingdoms (He et al., 2014; Adl et al., 2019). A comparison offers the unique opportunity to distinguish features of mRNA export that were present in the last common ancestor of eukaryotes from features that have evolved later.Genome organization and mRNA metabolism of T. brucei has several highly unusual and often unique features. The parasite possess a very gene-dense genome with only two introns (Mair et al., 2000; Kolev et al., 2010; Siegel et al., 2010) and almost no regulatory regions (Berriman et al., 2005). Uniquely, genes are arranged head to tail to form about 167 polycistronic transcription units, each consisting out of tens to hundred of transcripts (Berriman et al., 2005). These polycistrons are transcribed by RNA polymerase II from transcription start sites that are epigenetically marked by histone modifications (Siegel et al., 2009). A small number of mRNAs, mostly encoding highly abundant cell surface proteins, are transcribed by RNA polymerase I (Zomerdijk et al., 1991; Chung et al., 1992; Lee and Van der Ploeg, 1997; Gunzl et al., 2003). Polycistronic transcription means that neither 5′ nor 3′ end of the mRNA are accessible for direct capping and polyadenylation. Instead, the 5′ m7G cap is added by trans-splicing the capped 39-nucleotide exon from the spliced leader RNA to each mRNA's 5′ end, coupled with polyadenylation of the downstream transcript (Campbell et al., 1984; LeBowitz et al., 1993; Ullu et al., 1993; Matthews et al., 1994). Note that after processing, trypanosome mRNAs do not significantly differ from mRNAs of any other organism: they have a 5′ cap and a poly(A) tail of about 100 nucleotides and the open reading frame is flanked by 5′ and 3′ UTR regions. The only trypanosome-unique mRNA features are specific methylations at the cap structure (Perry et al., 1987; Freistadt et al., 1988; Bangs et al., 1992) and the fact that, as a result of the trans-splicing reaction, every mRNA has exactly the same 39 nucleotides (the miniexon sequence) at its 5′ end. While the trypanosome NPC core structure is conserved, it has features indicating fundamental differences in the mRNA export pathway between trypanosomes and opisthokonts (Obado et al., 2016, 2017; Rout et al., 2017) (Fig. 2). First, trypanosome nuclear pores lack the asymmetric distribution of some NUPs that is required for unidirectionality of transport. Second, apparent orthologues to many NUPs with specific functions in mRNA export and export control are missing and this includes the entire ATP-dependent remodelling complex at the cytoplasmic site. Instead, mRNA export in trypanosomes is likely RanGTP dependent (Obado et al., 2016). Third, trypanosomes can initiate mRNA export co-transcriptionally, indicating that the completion of major processing steps such as polyadenylation and splicing is not required (Goos et al., 2019). These fundamental differences raise the question, how and whether trypanosomes do control mRNA export.\nOpen in a separate windowFig. 2.Nuclear pores in trypanosomes and yeast. Schematics of trypanosome (left) and yeast (right) nuclear pores. The conserved inner ring is shown in blue, and all asymmetric nuclear pore proteins are indicated in orange. Homologues of vertebrate NUPs that were shown to engage in direct interaction with the C-terminal domain of the nuclear export factor NXT1 (Bachi et al., 2000; Forler et al., 2004) are marked with a black asterisks. Homologues to vertebrate NUPs with suspected roles in intermediate mRNA export are marked with red asterisks (Powers et al., 1997; Vasu et al., 2001; Blevins et al., 2003). T. brucei NUPs that coprecipitate with the mRNA export factor Mex67 under high stringency conditions are encircled in green (Obado et al., 2016). The figure is modified from Obado et al. (2016).The major part of this review will systematically describe and compare nuclear mRNA processing steps of opisthokonts and trypanosomes, with a particular focus on factors and mechanisms that are relevant for mRNA export (see section ‘Nuclear mRNA processing steps in opisthokonts and trypanosomes’). The review will not discuss the spatial organization of part of the RNA processing machinery into nuclear bodies, as this is well covered by another review in this issue (Faria, 2021). The review closes with a discussion on mRNA export control in trypanosomes (see section ‘Co-transcriptional initiation of RNA export indicates the lack of major mRNA export checkpoints in trypanosomes’) and a small outlook. Nuclear mRNA processing steps in opisthokonts and trypanosomesThe C-terminal domain of RNAPIImRNAs are transcribed by RNA polymerase II (RNAPII). The C-terminal domain of RNAPII (CTD) contains heptapeptide repeats with the consensus sequence YSPTSPS that get differentially phosphorylated during the different steps of transcription, this way successively recruiting mRNA processing and export factors to the transcription site (Jeronimo et al., 2013). At the promoter region, the CTD is hypophosphorylated, during initiation it gets phosphorylated at S5 and S7 and elongation causes dephosphorylation at S5 and increases phosphorylation at Y1, S2 and T4. At the end of the transcription unit, Y1 gets dephosphorylated (upstream of the polyadenylation site) and finally S2 and T4 are dephosphorylated once the polyadenylation site has been passed (Heidemann et al., 2013). RNA processing proteins and their complexes that are recruited specifically via CTD phosphorylation patterns include for example the capping enzyme (Cho et al., 1997; McCracken et al., 1997; Ghosh et al., 2011), the TREX complex (Meinel et al., 2013) or, in yeast, the SR protein Npl3 (Dermody et al., 2008; Meinel et al., 2013).Like many protozoans, trypanosomes have an RNA polymerase II with a non-canonical CTD lacking the repetitive motifs. Still, the CTD is essential for parasite survival and serine-rich with at least 17 phosphorylation sites (Das and Bellofatto, 2009; Urbaniak et al., 2013; Das et al., 2017). These 17 phosphorylation sites are all in the only stretch of the CTD that is indispensable for RNAPII function, evidence for their importance (Das and Bellofatto, 2009). The function of CTD phosphorylation in trypanosomes remains unclear. Trypanosome mRNAs can be processed in the absence of CTD phosphorylation, for example when mRNA is transcribed by a different RNA polymerase, such as RNA polymerase I or by phage RNA polymerase T7 (albeit processing efficiency has never been studied). Moreover, CTD phosphorylation appears not required for transcription per se and also not for co-transcriptional m7G capping (Badjatia et al., 2013; Gosavi et al., 2020). The trypanosome kinase CRK9 was suspected to act as a CTD kinase, because its depletion causes CTD hypophosphorylation (Badjatia et al., 2013), but a recent study using analogue-sensitive CRK9 resulted in inhibition of splicing within 5 min, while the loss in CTD phosphorylation took 12–24 h (Gosavi et al., 2020). These data indicate that there is cross-talk between the mRNA processing machinery and RNAPII, but argue against CRK9 being directly involved in CTD phosphorylation.Despite of not being essential for transcription, the trypanosome CTD mediates correct positioning of RNAPII at transcriptional start sites within the chromatin (Das et al., 2017). In trypanosomes, these transcription start sites can stretch over several kilobases (Siegel et al., 2009; Thomas et al., 2009; Aslett et al., 2010; Kolev et al., 2010), as the parasites lack conventional RNAPII promoters, with the exception of the atypical promoter of the spliced leader RNAs (Gilinger and Bellofatto, 2001). Interestingly, transcription starts predominantly in the correct direction (Wedel et al., 2017); and it remains to be investigated whether the CTD is also involved in defining transcription directionality. Another potential function of trypanosome CTD phosphorylations could be to mediate the pausing of RNAPII that was observed downstream of SL addition sites of each gene and may facilitate trans-splicing (Wedel et al., 2017). Such a function (currently purely speculative) would be analogous to the CTD function in higher eukaryotes in connecting mRNA transcription with downstream processing steps.The TREX complexThe TREX complex, so named because it couples transcription to mRNA export, is one of the first complexes that associates with the newly transcribed transcripts (Sträßer et al., 2002; Wende et al., 2019; Ashkenazy-Titelman et al., 2020). It consists of the THO complex, and, in its minimal version, of the RNA helicase Sub2 (UAP56/DDX39B in Metazoa) and the adaptor protein Yra1 (ALYREF/THOC4 in Metazoa) (Table 1). Several further subunits specific to either yeast or human have been described (reviewed in Wende et al., 2019).\nTable 1.Proteins of the TREX core complexSub complexYeastHumanT. bruceiSub2UAP56/DDX39BSub2 (Tb927.10.540)Yra1ALYREF/THOC4–THOHpr1THOC1–THOTho2THOC2–THOTex1THOC3–THOMft1––THOThp2––Open in a separate windowNote that only S. cerevisiae TREX complex components are listed with the respective human homologues; TREX subunits unique to human are not listed. The SR proteins Gbp2 and Hrb1 are specific components of the yeast TREX complex and are also not included in this table but discussed in section ‘SR proteins’.The THO complex is the core of the TREX complex and creates a binding platform for the other TREX proteins on the chromatin during transcription (Aguilera and Klein, 1990; Piruat and Aguilera, 1998; Gewartowski et al., 2012). In yeast, the THO complex is heteropentameric and consists of Tho2, Hpr1, Mft1, Thp2 and Tex1.The DEAD box RNA helicase Sub2 (UAP56/DDX39B) plays multiple roles in the TREX complex and has conserved functions in mRNA export (Luo et al., 2001; Reed and Hurt, 2002; Taniguchi and Ohno, 2008; Dufu et al., 2010; Kammel et al., 2013; Serpeloni et al., 2016). It binds progressively to the newly transcribed mRNA (Kiesler et al., 2002), promotes spliceosome assembly together with U2AF65 and is essential in the pre-mRNA splicing process (Fleckner et al., 1997; Shen et al., 2007). One important function of Sub2 is the recruitment of the adaptor protein Yra1 (discussed below) to the mRNP (Strässer and Hurt, 2001). Because Sub2 and Mex67 bind to the same domain of Yra1, Sub2 is released from the transcript as soon as Mex67 binds: Sub2 hands over the transcript to the downstream key-players of export (Strässer and Hurt, 2001) and this mechanism appears conserved in metazoans (Hautbergue et al., 2008). The function of the helicase in mRNA export is ATP-dependent (Kota et al., 2008; Taniguchi and Ohno, 2008) and thus one of only two energy-dependent steps in mRNA export (the other is the RNP remodelling by RNA helicase Dbp5 at the cytoplasmic site of the pore).The export adaptor Yra1 (ALYREF/THOC4) is recruited to the mRNP in multiple ways. With the exception of Sub2 (discussed above), these ways differ between yeast and higher eukaryotes. In yeast, a protein of the cleavage and polyadenylation complex (Pcf11 (Johnson et al., 2009)), the DEAD-box RNA helicase Dbp2 (Ma et al., 2013), RNA itself (Meinel et al., 2013) and ubiquitylation of several proteins, e.g. Histone 2B (Vitaliano-Prunier et al., 2012) can recruit Yra1 or contribute to the recruitment. In higher eukaryotes, ALYREF can be recruited to the RNP by the spliceosome via interaction with the exon junction complex (Masuda et al., 2005; Gromadzka et al., 2016) or by the cap-binding complex (CBC) (Cheng et al., 2006; Nojima et al., 2007; Sen et al., 2019) (see section ‘Cap-binding complex’). ALYREF is also present at the mRNAs 3′ ends, dependent on the cap binding protein CBP80 and the nuclear poly(A) binding protein PABPN1 (Shi et al., 2017). These differences in the loading mechanism of the TREX complex between yeast (mostly transcription dependent) and metazoans (mostly splicing dependent) likely reflect the higher number of introns in metazoans. Independent on how Yra1/ALYREF is recruited to the mRNP, once bound it interacts directly with the export receptor Mex67-Mtr2 (NXF1-NXT1, TAP-p15) and recruits it to the mRNP and thus plays an essential role in mRNA export (Strässer and Hurt, 2000; Zenklusen et al., 2001; Hautbergue et al., 2008). The binding of NXF1 to ALYREF causes a conformational change in ALYREF that decreases its affinity for the RNP: ALYREF hands over the RNP to Mex67 at the nuclear basket and does not accompany the RNP through the pore (Kim et al., 2001; Kiesler et al., 2002; Lund and Guthrie, 2005). While Yra1 is the major Mex67 adaptor protein in yeast and essential for mRNA export (Portman and Gull, 2012; Segref et al., 1997; Santos-Rosa et al., 1998; Zenklusen et al., 2002), depletion of the metazoan orthologue has only a mild effect on mRNA export (Gatfield and Izaurralde, 2002; Longman et al., 2003; Katahira et al., 2009). The likely reason is that Metazoa have many alternative NXF1 adaptors, including for example organism-specific TREX components or splicing factors of the SR (serine−arginine-rich) protein family (Scott et al., 2019; Wende et al., 2019; Ashkenazy-Titelman et al., 2020).Trypanosomes have an orthologue to the TREX-complex protein Sub2 (Table 1). This helicase has nuclear localization in Trypanosoma cruzi and T. brucei (Serpeloni et al., 2011a; Dean et al., 2017; Goos et al., 2017), binds mRNA (Lueong et al., 2016) and, importantly, its depletion by RNAi in T. brucei caused growth arrest and accumulation of polyadenylated mRNA in the nucleus, all indicative of an essential function in mRNA export (Serpeloni et al., 2011a). Still, trypanosomes are unlikely to possess a conventional TREX complex, as obvious orthologues to all other TREX subunits (Yra1, Tho2, Hpr1, Mft1, Thp2 and Tex1) are absent, TbSub2 fails to complement yeast Sub2 (Serpeloni et al., 2011a) and TbSub2 was not detected in a Mex67 affinity purification approach (Obado et al., 2016). Moreover, TbSub2 differs from its yeast orthologue by a faster ATP hydrolysis rate and an activity less dependent on RNA binding (de Bittencourt et al., 2017). The exact function of TbSub2 in mRNA export remains to be discovered. Interestingly, the Sub2 orthologue of Toxoplasma gondii, a parasite with distant phylogenetic relationship to trypanosomes, also is the only TREX component that can be identified by homology, and its involvement in mRNA export was shown (Serpeloni et al., 2016); one protein with no similarity to Yra1 apart from the presence of an RRM domain could be a functional T. gondii Yra1 orthologue based on its mRNA export phenotype (Serpeloni et al., 2016).Recently, the retrotransposon hot spot proteins (RHS proteins) were suggested to be the trypanosomes alternative to the TREX complex. This multigene family has 118 members (classified into six groups) that are characterized by a retrotransposon insertion site in the 5′ region of the coding sequence, resulting in ~60% pseudogenes (Bringaud et al., 2002). Proteins of five of the six subfamilies (RHS1,3,4,5,6) show nuclear localization, while RHS2 is in the cytoplasm (Bringaud et al., 2002; Florini et al., 2019). An extensive analysis of retrotransposon hot spot proteins RHS2, RHS4 and RHS6 showed association with active PolII transcription sites (Chip Seq), even for the cytoplasmic RHS2, which can shuttle to the nucleus (Florini et al., 2019). RNAi depletion of all proteins caused growth arrest and a global reduction in transcription as well as a block in mRNA export. RHS4 is part of the PolII complex (Das et al., 2006; Devaux et al., 2006), while RHS2 mostly co-precipitated with ribosomal proteins and translation factors and RHS6 mostly with nuclear proteins involved in transcription and mRNA processing (Florini et al., 2019). In conclusion, retrotransposon hot spot proteins have essential functions in transcription and further nuclear and cytoplasmic mRNA processing steps. Whether they act in connecting transcription with export and thus can be considered functional orthologues to the TREX complex remains to be investigated. In particular, direct binding to RNA has not been shown (albeit chromatin interaction appears partially mediated by RNA for RHS2 and RHS4 (Florini et al., 2019) and RHS4 co-precipitates with oligo(dT) beads (Lueong et al., 2016)). Moreover, it remains unclear, whether the multiple phenotypes observed after RNAi depletion of an RHS protein represent functions in different RNA processing steps (e.g. transcription and export), or, whether block of one RNA processing step (e.g. transcription) subsequently affects multiple downstream pathways without the direct involvement of RHS proteins.Adding the capThe first modification added to every newly transcribed mRNA is the 5′ m7G cap (Table 2). mRNA capping is done co-transcriptionally as soon as the first 25−30 nucleotides are transcribed, by capping enzymes that are recruited to the transcription start site; serine 5 phosphorylation of the CTD serves as one recruitment signal (Ramanathan et al., 2016). mRNA capping involves three enzymatic activities. First, RNA triphosphatase (TPase) removes the γ-phosphate from the triphosphorylated mRNA's 5′ end, creating a 5′ diphosphate mRNA. Second, RNA guanylyltransferase (GTase) transfers a GMP group from GTP to the 5′ diphosphate mRNA, creating the 5′-5′ triphosphate linkage between the cap and the first base of the mRNA. Third, the guanine-N7-methyltransferase (MTase) methylates the N7 amine of the guanine cap using S-adenosylmethionine (SAM) as methyl-donor, to form the cap 0 structure. In Saccharomyces cerevisiae, the three capping activities are on three separate proteins (Cet1, Ceg1 and Abd1) (Martinez-Rucobo et al., 2015). In Metazoa, TPase and GTase activities reside on the same protein (Mce1 in mouse) (Yue et al., 1997; Chu et al., 2011), while the guanine-N7-methyltransferase activity (Hcm1) is on a separate protein (Saha et al., 1999). In higher eukaryotes, the 2′O of the ribose of the first base or first and second base is methylated, creating the predominant cap 1 and cap 2 structures, respectively (Furuichi et al., 1975; Bélanger et al., 2010; Werner et al., 2011; Furuichi, 2015); the responsible human methylases are hMtr1 and hMtr2 (Bélanger et al., 2010; Werner et al., 2011). Ribose methylations are absent in yeast (Mager et al., 1976; Sripati et al., 1976). In metazoans, the 5′ m7G cap is important for the export of spliced mRNAs but not of intron-less mRNAs, probably because it is involved in recruiting the TREX complex upstream to the first exon−exon junction (Cheng et al., 2006).\nTable 2.Enzymes involved in nuclear mRNA capping and cap methylationActivityS. cerevisiaeMetazoaT. bruceiRNA triphosphataseCet1Mce1CET1 (Tb927.3.2190)RNA guanylyltransferaseCeg1CGM1 (Tb927.7.2080)Guanine-N7-methyltransferaseAbd1Hcm12′-O-ribose MTases (cap1)–Mtr1MTr1 (Tb927.10.7940)2′-O-ribose MTases (cap2)–Mtr2MTr2 = MT48 = MT417 = Com1(Tb927.11.4890)a,b2′-O-ribose MTases (cap3)––MTr3 = MT57 = MT511(Tb927.9.12040)2′-O-ribose MTases (cap4)––(?) MTr3 = MT57 = MT511(Tb927.9.12040)cEnzymes involved in base methylation––Not yet identifiedOpen in a separate windowaMisleading nomenclature: note that MTr2 is not the MEX67 interacting protein Mtr2.bThe trypanosome enzyme is homologous to the vaccinia virus (VP39) methyltransferase and not to the metazoan Mtr2.cIt is likely but not proven that MTr3 methylates ribose at both the third and fourth nucleotide, as MTr3 -/- cells lack 2′-O ribose methylations on both positions (Arhin et al., 2006b).The process of mRNA capping is unusual in trypanosomes (Table 2). Because of the polycistronic transcription, the 5′ ends of mRNAs are not directly accessible for capping enzymes. Therefore, the cap is added by trans-splicing the capped 39 nucleotide long miniexon of the spliced leader RNA to the 5′ end of each transcript (reviewed in Michaeli, 2011; Preusser et al., 2012). The spliced leader RNA itself is separately transcribed from a tandem array of about 100 SL RNA genes, each copy from its own promoter (these are the only PolII promoters present in trypanosomes) (Günzl et al., 1997; Gilinger and Bellofatto, 2001; Srivastava et al., 2017). Capping of the spliced leader RNA is different from both the yeast and metazoan system, in that the RNA triphosphatase activity is on a separate protein (TbCet1, (Ho and Shuman, 2001) while the RNA guanylyltransferase and the guanine-N7-methyltransferase activity reside on the bifunctional enzyme TbCgm1 (Hall and Ho, 2006; Ruan et al., 2007; Takagi et al., 2007). Note that trypanosomes also have the RNA guanylyltransferase and guanine-N7-methyltransferase activity on two individual enzymes (Ce1 and Cmt1, respectively) (Silva et al., 1998; Hall and Ho, 2006) but these enzymes are cytoplasmic (Dean et al., 2017) and not involved in SL RNA capping (Ruan et al., 2007; Takagi et al., 2007; Ignatochkina et al., 2015; Silva et al., 1998). One further unique feature of trypanosomes is that the mRNA cap is of the heavily methylated type 4: the first four transcribed nucleotides (AACU) have ribose 2′-O methylations and there are additional base methylations on the first (m62A) and fourth (m3U) position (Perry et al., 1987; Freistadt et al., 1988; Bangs et al., 1992). Cap methylation is essential for trans-splicing (Ullu and Tschudi, 1991) and ribose methylation is required for efficient translation (Zeiner et al., 2003b; Zamudio et al., 2009). Three 2′-O-ribose methyltransferases have been described in trypanosomes, MTr1 (Zamudio et al., 2007; Mittra et al., 2008), MTr2 (Hall and Ho, 2006; Zamudio et al., 2006; Arhin et al., 2006b) and MTr3 (Zamudio et al., 2006; Arhin et al., 2006a); MTr2 and MTr3 are related to the vaccinia virus VP39 methyltransferase. The deletion of some but not all three 2′-O-ribose methyltransferases is viable, with some effects on growth and translation (Zamudio et al., 2006, 2009; Arhin et al., 2006b). The function of the unusual base methylations is unknown, and the responsible enzymes have not yet been identified. The SL RNA is also pseudouridinylated at position −12 relative to the 5′ splice site, but this modification is not essential for growth in culture (Hury et al., 2009). It is not known yet, whether the trypanosome cap (and its methylations) is required for mRNA export.Cap-binding complexAs soon as the m7 G cap is synthesized, it is bound by the nuclear cap-binding complex (CBC), a heterodimer out of Cbp20 and Cbp80 (CBP20/CBP80 or NCBP1/NCBP2 in metazoans) that protects the new transcript from degradation (Table 3). Only Cbp20 binds the m7G cap directly; the Cbp80/CBP80 subunit serves as a binding platform for many regulatory factors with key function in multiple diverse pathways, including transcription, splicing, export and translation (Gonatopoulos-Pournatzis and Cowling, 2013; Müller-McNicoll and Neugebauer, 2014; Rambout and Maquat, 2020). For example, the CBC binds to the Yra1/ALYREF subunit of the TREX complex and recruits it co-transcriptionally to the mRNA's 5′ end, likely facilitating nuclear export (Cheng et al., 2006; Nojima et al., 2007; Sen et al., 2019); in yeast, Npl3, an SR protein which contributes to the formation of an export-competent RNP, is also recruited by the CBC (Sen et al., 2019). The CBC indirectly promotes nuclear export in many ways by promoting various steps in mRNP maturation and it accompanies its RNP target through the pore. However, there is no genetic evidence for a direct involvement of the CBC complex in mRNA export and whether it is strictly required for export is still debated.\nTable 3.The cap binding complex in S. cerevisiae, metazoans and trypanosomesS. cerevisiaeMetazoaT. bruceiCbp20CBP20 = NCBP1CBP20 (Tb927.6.1970)Cbp80CBP20 = NCBP2–––CBP110 (Tb927.10.2990)––CBP30 (Tb927.10.15210)––CBP66 (Tb927.3.1340)Open in a separate windowThe nuclear cap binding complex of trypanosomes has only one conserved subunit (CBP20) and at least three trypanosome-specific subunits (CBP30, CBP66, CBP110) (Li and Tschudi, 2005) (Table 3). It is essential and required for trans-splicing and has 15-fold higher affinity to the hypermethylated trypanosome type 4 cap than to a type 0 cap (Li and Tschudi, 2005). It is not known whether and how the CBP is remodelled during trans-splicing, whether the CBP plays a role in mRNA export and when and where it is replaced by the cytoplasmic cap binding complex.SpliceosomeAll pre-mRNAs that contain introns are processed by the spliceosome in a complex series of reactions that serve to remove the introns and join the 3′ end of each exon with the 5′ end of the next exon (Wahl et al., 2009; Fica and Nagai, 2017). Splicing is guided by sequence elements within the intronic region, such as the branch point sequence (BPS) that attacks the phosphodiester bond of the 5′ splice site to create a free 5′ exon and the intron-lariat-3′ exon intermediate (Wahl et al., 2009). Another highly conserved intronic sequence element is the polypyrimidine tract (a sequence rich in polypyrimidine) that is located between the branch point site and the 3′ splice site and is required for early steps of spliceosome assembly (Wahl et al., 2009). The spliceosome consists of five small nuclear RNAs (snRNAs) U1, U2, U4, U5 and U6 that associate with both snRNA-specific proteins as well as with Sm proteins (LSm proteins in the case of U6) (Wahl et al., 2009). The Sm/LSm proteins form a ring-like structure around a conserved motif of the respective snRNA, the Sm site (Kambach et al., 1999). About 75% of splicing events of budding yeast and human occur co-transcriptionally (Neugebauer, 2019).The core spliceosome machinery is highly conserved across all eukaryotes (Will and Lührmann, 2011), albeit trypanosomes have some variations in the Sm core proteins and Sm sites (Preusser et al., 2012). Similar to opisthokonts, splicing in trypanosomes occurs mainly co-transcriptionally (Ullu et al., 1993), albeit at least one exception has been reported (Jäger et al., 2007). The trans-splicing reaction is performed by a variant of the spliceosome that has its U1 snRNP replaced by the SL RNP: the SL RNA serves as both snRNA and trans-splicing substrate (Preusser et al., 2012)). Like cis-splicing sites in other organisms, trans-splicing sites are preceded by polypyrimidine tracts (Smith et al., 2008; Kolev et al., 2010). The splicing reaction is analogous to cis splicing, except that a branched Y-structure intermediate instead of a lariat structure is formed, when the SL RNA intron is joined 2´-5′ to an A residue upstream of the polypyrimidine tract. The conventional U1 snRNP is still present in trypanosomes and needed for the cis-splicing of the two intronic RNAs, encoding the poly(A) polymerase PAP1 and the DEAD box RNA helicase DBP2B. Interestingly, these two intronic mRNAs are conserved across Trypanosomatidae (Mair et al., 2000; Camacho et al., 2019). Moreover, both intronic mRNAs encode for proteins with (potential) functions in nuclear RNA processing: PAP1 presumably adenylates pre-snoRNAs (Chikne et al., 2017) and DBP2B is one of two trypanosome homologues of Dbp2 that in yeast recruit Yra1 to the mRNP (Ma et al., 2013). One, purely speculative, model is that the trypanosome cis-splicing is not a random left over of a general loss of introns but could have auto-regulatory functions. Furthermore, interaction of the U1 snRNP protein U1A with the polyadenylation factor CPSF73 (Tkacz et al., 2010) and the finding that the U1 snRNP proteins U1C and U1-70K also interact with the SL RNA and the U6 snRNA (Preusser et al., 2014) indicate additional functions of the U1 RNP in connecting trans-splicing with cis-splicing and polyadenylation. This could explain the relatively high abundance of the U1 snRNP despite the presence of only two introns. An alternative explanation for the high abundance of the U1 snRNP could be yet undiscovered functions of this snRNP unrelated to mRNA processing: the mammalian U1 snRNP for example has been recently shown to regulate chromatin retention of non-coding RNAs (Yin et al., 2020).Several further trypanosome proteins with a function in splicing have been described; next to the SR proteins (see section ‘SR proteins’) these are DRBD3 (=PTB1), DRBD4 (=PTB2) and HNRNPH/F (De Gaudenzi et al., 2005; Stern et al., 2009; Gupta et al., 2013; Das et al., 2015; Clayton, 2019). In addition, the cyclin-dependent kinase CRK9 is essential for the first step in splicing, presumably by phosphorylating proteins of the pre-mRNA processing machinery (Badjatia et al., 2013; Gosavi et al., 2020).Exon Junction ComplexAll splice sites are imprinted to the mRNA by the exon junction complex, EJC, that binds 20−24 nucleotides upstream of exon−exon junctions and has many important cytoplasmic functions (e.g. the recognition of premature stop codons during the pioneer round of translation leading to NMD) (Woodward et al., 2017). The EJC consists of the subunits eIF4AIII, Y14 and Magoh; animals have one additional subunit (MLN51) (Table 4). In mammals, the spliceosomal protein CWC22 is involved in recruiting the EJC to the splice site via its interaction with eIF4AIII (Alexandrov et al., 2012; Barbosa et al., 2012; Steckelberg et al., 2012). At least in metazoans, splicing appears to be a significant activator of mRNA export: microinjected intronic pre-mRNAs are far more efficiently exported than the same transcripts microinjected without the intron (Luo and Reed, 1999). The likely reason is that the EJC plays a major role in recruiting the TREX complex to the mRNA by directly interacting with several of its components, including UAP56 and ALYREF (Le Hir et al., 2001; Masuda et al., 2005; Gromadzka et al., 2016; Gerbracht and Gehring, 2018; Viphakone et al., 2019). Still, in Drosophila, the EJC appears dispensable for bulk mRNA export (Gatfield and Izaurralde, 2002). Moreover, in S. cerevisiae, most mRNAs have no introns and TREX recruitment occurs predominantly via transcription.\nTable 4.EJC components in yeast, metazoans and trypanosomesS. cerevisiaeMetazoanT. bruceieIF4AIIIeIF4AIIIFAL1 = HEL54 = eIF4AIII (Tb927.11.8770)aY14Y14Y14 (Tb927.7.1170)MagohMagohMagoh (Tb927.6.4950)–MLN51–Open in a separate windowainteraction with Y14 and Magoh could not be shown (Bercovich et al., 2009b). Whether this protein is the functional orthologue of eIF4AIII is still debated.Trypanosomes and Leishmania have putative orthologues to the three major components of the exon junction complex, Magoh, eIF4AIII and Y14 (Bannerman et al., 2018) (Table 4). Whether eIF4AIII (also called FAL1 and HEL54) is a true EJC component is still debated. T. brucei eIF4AIII is a low abundance protein that can be depleted with only minor effect on cell growth and massively overexpressed as wild type or ATPase inactive mutant with no effect on growth (Dhalia et al., 2006). There are contradicting reports on eIF4EIII localization: eYFP fusions localize to the nucleus and nucleolus (Dhalia et al., 2006; Dean et al., 2017) and the same localization was found with immunofluorescence using antiserum raised to the T. brucei protein (Dhalia et al., 2006). In contrast, antiserum raised to the T. cruzi homologue (called HEL54) indicates cytoplasmic localization of both the T. cruzi and T. brucei proteins, mainly to dots close to the nucleus, in addition to nuclear localization; immuno gold electron microscopy confirmed localization to the outside of the nuclear pore as well as to the nucleus (Inoue et al., 2014). Interestingly, nuclear localization of T. cruzi HEL54 could by enforced by (i) deleting the putative NES, indicating that the protein shuttles between the nucleus and the cytoplasm (ii) inhibition of transcription by Actinomycin D, indicating that export requires the presence of RNA and (iii) RNAi of Mex67, indicating that HEL54 export is Mex67 dependent (RNAi was done in T. brucei for technical reasons) (Inoue et al., 2014). The localization of a shuttling protein to either nucleus or cytoplasm is sensitive to how cells were treated prior to fixation or imaging, a possible explanation for the discrepancy between these datasets. eIF4AIII failed to be co-precipitated by Y14-TAP, possibly because several residues essential for eIF4AIII interaction are mutated in Y14 and Magoh (Bercovich et al., 2009b). In contrast, the interaction between Y14 and Magoh could be detected both by Y2H and by co-immunoprecipitation (Bercovich et al., 2009b) and both Y14 and Magoh have nuclear localizations (Bercovich et al., 2009b; Dean et al., 2017). RNAi depletion of either Y14 or Magoh only caused minor or no growth effects, respectively, but the reduction in protein levels is not known (Bercovich et al., 2009b) and only knock-out experiments can answer the question, whether either protein is essential. In addition, the NTF2 domain protein Tb927.10.2240 was co-precipitated with Y14 (Bercovich et al., 2009b) but the genome-wide localization database TrypTag found cytoplasmic localization with tags at either C- or N- terminus (Dean et al., 2017), questioning its presence in the EJC. The available data provide evidence for the presence of an EJC in trypanosomes (note that trypanosomes also have a CWC22 homologue) but its composition and function remain unclear. With every mRNA trans-spliced in trypanosomes, the EJC has the potential to mark successful completion of mRNA 5′ end processing and promote nuclear export, however, this model is not supported by any data yet.RES complexThe RES complex (pre-mRNA REtention and Splicing) was identified in yeast as a trimeric complex consisting of Pml1p, Snu17p and Bud13p, that associate with the spliceosome before the first catalytic step (Dziembowski et al., 2004). It has multiple functions in splicing that are only partially understood, but in particular Pml1p deletion caused leakage of pre-mRNAs to the cytoplasm while splicing was hardly affected, indicating that at least this subunit may have a direct role in regulating mRNA export (Dziembowski et al., 2004). The RES complex subunits and their spliceosome association are conserved in human (Deckert et al., 2006; Bessonov et al., 2008). Trypanosomes have no readily identifiable orthologues of the RES complex components Pml1p, Snu17p and Bud13p.SR proteinsSR proteins are multifunctional RNA binding proteins that bind mRNAs throughout their journey from transcription to translation (Änkö, 2014; Wegener and Müller-McNicoll, 2019) and are conserved across eukaryotes (Busch and Hertel, 2012). They are best known for their essential roles in splicing and as regulators of alternative splicing but have many functions beyond, including an important role in selective mRNA export and retention (Müller-McNicoll et al., 2016; Hautbergue et al., 2017; Zhou et al., 2017). Classical SR proteins consist of an N-terminal RRM domain, a glycine−arginine-rich spacer region of variable length and a C-terminal RS domain with at least 40% RS dipeptide content (Manley and Krainer, 2010). SR protein activity is tightly regulated by posttranslational modifications, in particular by reversible phosphorylations of the serine residues within the RS domain through a range of kinases and phosphatases (Zhou and Fu, 2013). Most SR proteins are adaptors for NXF1 and are required for selective nuclear export of specific mRNA isoforms (Müller-McNicoll et al., 2016). The binding to NXF1 is mediated by two pairs of arginine residues flanking a glycine-rich region in the SR protein linker region (Lai and Tarn, 2004; Huang and Steitz, 2005; Hargous et al., 2006; Tintaru et al., 2007; Botti et al., 2017). Importantly, SR proteins bind NXF1 only in their hypophosphorylated stage (Zhou and Fu, 2013), and, given that SR protein dephosphorylation is required for the release of the splicing machinery this suggests a possible mechanism for the selective export of spliced mRNAs (Huang and Steitz, 2005). Just like ALYREF of the TREX complex, the SR proteins SRSF3 and SRSF7 increase the RNA binding ability of NXF1 upon binding, possibly by inducing a structural change (Hautbergue et al., 2008; Viphakone et al., 2012; Müller-McNicoll et al., 2016). However, while ALYREF hands the mRNA over to NXF1, SR proteins bind close to NXF1 and remain in the complex during export (Müller-McNicoll et al., 2016; Botti et al., 2017). SR proteins add another level of complexity to the regulation of mRNA export: in mammalian cells, more than 1000 endogenous mRNAs require specific SR proteins for export (Müller-McNicoll et al., 2016). The function of SR proteins in nuclear export is not restricted to mammals: even though S. cerevisiae lacks classical SR proteins, it has three SR-like proteins that share the basic SR protein domain structure: Npl3, Gbp2 and Hrb1. All these shuttle between the cytoplasm and the nucleus, when bound to newly transcribed mRNA (Lee et al., 1996; Windgassen and Krebber, 2003; Häcker and Krebber, 2004). Gbp2 and Hrb1 are yeast-specific subunits of the TREX complex and important mRNA surveillance factors: they bind their mRNA targets via the THO complex (Hurt et al., 2004) and recruit either Mex67 or the TRAMP complex (discussed in section ‘The nuclear exosome, the TRAMP complex and the NNS complex’), targeting the mRNA for export or decay, respectively (Hackmann et al., 2014). Npl3 acts as an adaptor protein for Mex67 and mediates mRNA export, regulated by a very similar phosphorylation and dephosphorylation cycle of Npl3 as described for mammalian SR proteins (Gilbert and Guthrie, 2004).Not counting the auxiliary splicing factor U2AF65 (=RBSR4), trypanosomes have at least five SR proteins: RBSR1 (Tb927.9.6870), RBSR2 (Tb927.9.6870), RBSR3 (Tb927.3.5460), TRRM1 (=RRM1, Tb927.2.4710) and TSR1 (Tb927.8.900) (Clayton, 2019) and all localize primarily to the nucleus (Manger and Boothroyd, 1998; Ismaïli et al., 1999; Dean et al., 2017; Wippel et al., 2019b). Studies indicate essential functions of trypanosome SR proteins in cis- and trans splicing, mRNA stability, processing of snoRNA, rRNA, and snRNAs, and modelling of chromatin structure (Manger and Boothroyd, 1998; Ismaïli et al., 1999; Gupta et al., 2014; Levy et al., 2015; Naguleswaran et al., 2015; Wippel et al., 2019b). Even though none of the SR proteins was co-purified with T. brucei MEX76 in cryomill-affinity purification (Obado et al., 2016), at least RRM1 has a potential function in mRNA processing and export: RRM1 co-precipitates with the nuclear non-canonical poly(A) polymerase NPAPL/ncPAP1, a putative subunit of the trypanosome TRAMP-complex ((Cristodero and Clayton, 2007; Etheridge et al., 2009), see section ‘The nuclear exosome, the TRAMP complex and the NNS complex’), and also with retrotransposon hot spot proteins (Naguleswaran et al., 2015), which may in trypanosomes connect transcription with mRNA export (Florini et al., 2019). T. brucei DRBD2 was suggested to be the orthologue of the yeast SR-like protein Gbp2, but it has cytoplasmic localization and no RS domain (Wippel et al., 2019a) and is unlikely a functional orthologue.Adding the poly(A) tailThe 3′ end processing of an mRNA also occurs co-transcriptionally (Kumar et al., 2019; Stewart, 2019a). In yeast, the 3′ end processing machinery is composed of the cleavage and polyadenylation factor (CPF) and the two accompanying cleavage factors CF1A and CF1B. The yeast CPF is a large multiprotein complex with three enzymatic activities. The first two activities are required for the addition of the poly(A) tail: the endonuclease (Ysh1/Brr5) cleaves the new transcript and the poly(A) polymerase (Pap1) successively adds AMP to the resulting free hydroxyl group at the 3′ end (Kumar et al., 2019). The third activity links mRNA 3′ end processing to regulation of transcription elongation and termination and consists of two phosphatases that dephosphorylate serine 5 and tyrosine 1 of the CTD (Krishnamurthy et al., 2004; Schreieck et al., 2014) (compare section ‘The C-terminal domain of RNAPII’). CF1A and CF1B contribute to RNA recognition and nuclease activation and bind specific RNA sequences (Yang and Doublié, 2011; Xiang et al., 2014). The human homologue of CPF is the cleavage and polyadenylation specificity factor (CPSF), which shares many orthologues with the yeast machinery (Kumar et al., 2019). In human, the highly conserved AAUAAA motif of the polyadenylation signal (PAS) directs the cleavage of the pre-mRNA 10−30 nucleotides downstream (Hu et al., 2005; Derti et al., 2012; Chan et al., 2014; Schönemann et al., 2014; Gruber et al., 2016) and this motif is conserved in fission yeast (Mata, 2013; Schlackow et al., 2013), albeit less well in budding yeast (Zhao et al., 1999). Further cis-acting sequences contribute to poly(A) site recognition, but these are less well conserved between species. Whether and how poly(A) addition is connected to nuclear export is still largely unknown; an attractive model is that the release of the CPF from the RNP signals the completion of the export competent RNP (Stewart, 2019a).The cleavage and polyadenylation complex is mostly conventional in trypanosomes (Hendriks et al., 2003; Bercovich et al., 2009a; Tkacz et al., 2010; Koch et al., 2016), except that it contains at least two trypanosome-specific subunits (Tb927.11.13860 and Tb927.8.4480) and no potential CTD phosphatase is among the CPF components (Koch et al., 2016). However, the recognition of the poly(A) site is non-conventional: instead of recognizing specific cis-elements on the mRNA, the cleavage takes place at a conserved distance to the polypyrimidine tract used for the trans-splicing of the upstream gene. This distance varies between different species of Trypanosomatida and is about 100 nucleotides in T. brucei (Campos et al., 2008; Kolev et al., 2010; Clayton and Michaeli, 2011; Dillon et al., 2015). The likely reason for this unusual poly(A) site recognition is the strict coupling of trans-splicing with polyadenylation of the upstream transcript (LeBowitz et al., 1993; Ullu et al., 1993; Matthews et al., 1994), which is also reflected by the finding that RNAi knock-down experiments of most CPF proteins inhibit both polyadenylation and trans-splicing (Hendriks et al., 2003; Koch et al., 2016). Whether the presence of a poly(A) tail supports mRNA export is, like in other systems, not known. However, the fact that trypanosomes can export mRNAs co-transcriptionally ((Goos et al., 2019) discussed below), indicate that polyadenylation is at least not essential for export.Poly(A) binding proteinsOnce the poly(A) tail is synthesized, it is covered by nuclear poly(A) binding proteins, that come in two domain variants for RNA binding, either with zinc-finger domains (Nab2 in S. pombe and S. cerevisiae and ZC3H14 in human) or with a single RRM domain (Pab2 in S. pombe and PABPN1 in human) (Table 5). The S. cerevisiae zinc-finger protein Nab2 (which belongs to the SR protein family) plays a major role in mRNA export, as it shuttles between the nucleus and the cytoplasm, recruits Mex67-Mtr2 to the mRNA and interacts with the nuclear pore-associated protein Mlp1 (Fasken et al., 2019); less mechanistic information is available for the orthologous human zinc-finger protein ZC3H14 or the single RRM domain protein PABPN. Once the mRNA reaches the cytoplasm, its nuclear poly(A) binding proteins are replaced by cytoplasmic poly(A) binding proteins, that all have four RRM domains (Table 5). Most of these proteins can shuttle to the nucleus and also function in mRNA export; this is best established for Pab1 of S. cerevisiae (Brune et al., 2005; Dunn et al., 2005; Brambilla et al., 2019).\nTable 5.Poly(A) binding proteins in yeast, human and trypanosomesPoly(A) binding proteinS. cerevisiaeS. pombeHumanT. bruceiNuclear, CCCHNab2Nab2ZC3H14–Nuclear, 1 RRM–Pab2PABPN1–Cytoplasmic, 4 RRMPab1Pab1PABP1 (major)aPABP1, PABP2Open in a separate windowaMammals have several further cytoplasmic PABP isoforms: tPABP (testis-specific), ePABP (embryonic) and PABP4 (Gray et al., 2015).Trypanosomatidae have no obvious homologues to yeast or human nuclear poly(A) binding proteins with CCCH zinc-finger domains or single RRMs (Table 5). Instead, they have two (T. brucei) or three (T. cruzi and Leishmania) essential poly(A) binding proteins with four RRM domains that have a dominant cytoplasmic localization and co-purify with translating polysomes (Bates et al., 2000; da Costa Lima et al., 2010; Kramer et al., 2013). In T. brucei, PABP2 appears to be the major poly(A) binding protein for bulk mRNAs, as it co-purifies a diverse range of RNA binding proteins and localizes across both small and large polysomal fractions; while PABP1 is found in small polysomes only and binds to only few proteins (Zoltner et al., 2018). Interestingly, T. brucei PABP2 and Leishmania PABP2 and PABP3 (but not PABP1 of either organism) can be trapped inside the nucleus under certain conditions (da Costa Lima et al., 2010; Kramer et al., 2013). This indicates that these isoforms are shuttling, fulfilling both the function of a nuclear and a cytoplasmic PABP, analogous to yeast Pab1. Whether PABP2 is involved in nuclear export is not known, but given that nuclear export can occur co-transcriptionally prior to poly(A) tail synthesis ((Goos et al., 2019), see section ‘Co-transcriptional initiation of RNA export indicates the lack of major mRNA export checkpoints in trypanosomes’), its binding to the poly(A) is at least not essential for export.The TREX-2 or THSC complexJust like TREX-1, the TREX-2 or THSC complex has multiple roles in nuclear mRNA metabolism, ranging from regulation of transcription to mRNA export (García-Oliver et al., 2012; Stewart, 2019b). It consists of the Sac3 (GANP) scaffold, bound to Thp1 (PCID2), Cdc31 (centrin-2/CENP), Sem1 (DSS1) and two copies of Sus1 (ENY1) (Stewart, 2019b). In resting cells, TREX-2 is mainly found at the nucleoplasmic site of the NPC, where it interacts (via Sac3) with the export factor Mex67-Mtr2 (NXF1-NXT1) as well as the NUPs Nup1 (NUP153) and, at least in vertebrates, TPR (the metazoan homologue to Mlp1, Fig. 2) (Ullman et al., 1999; Fischer et al., 2002; Soop et al., 2005; Wickramasinghe et al., 2010; Rajanala and Nandicoori, 2012; Umlauf et al., 2013; Jani et al., 2014; Aksenova et al., 2020). The TREX-2 complex is essential for mRNA export (Fischer et al., 2002; Wickramasinghe et al., 2010; Umlauf et al., 2013; Jani et al., 2014). In yeast, TREX-2 also interacts with complexes involved in transcription (Rodríguez-Navarro et al., 2004; García-Oliver et al., 2012; Schneider et al., 2015; García-Molinero et al., 2018) and it has been suggested to play a role in repositioning transcribed genes to the NPC (Jani et al., 2009), a phenomenon called ‘gene gating’ (Ben-Yishay et al., 2016). TREX-2 may therefore play a major role in connecting mRNA transcription with export, but the detailed function of the complex remains to be explored. Trypanosomes have no obvious orthologues to the core components of the yeast TREX-2/THSC complex, Sac2, Thp1, Sem1 and Sus1.Mex67-Mtr2 (NXF1-NXT1 or TAP-p15): the major mRNA export factorThe Mex67-Mtr2 heterodimer (NXF1-NXT1 or TAP-p15 in metazoans) is the major mRNA export complex, conserved across most eukaryotes (Segref et al., 1997; Katahira et al., 1999). It binds its mRNA targets directly, or more often indirectly (for example via the Yra1/ALYREF/THOC4 subunit of the TREX complex) and then mediates the export of its cargo by interacting with FG NUPs of the NPC. Mex67/NXF1/TAP has five domains: (i) the N-terminal arginine-rich RNA binding domain binds RNA and this activity is essential for RNA export (Zolotukhin et al., 2002; Hautbergue et al., 2008). This domain becomes accessible to RNA by a conformational change of the protein induced by its binding to the TREX complex (Viphakone et al., 2012). (ii and iii) the pseudo RRM (RNA recognition motif) domain and the LRR (leucine-rich repeat) domain of NXF1/TAP are both involved in export mostly by binding splicing factors of the SR (serine−arginine rich) protein family (Huang et al., 2003; Müller-McNicoll et al., 2016). (iv and v) the NTF2L and UBA (ubiquitin associated) domains mediate the interactions between NSF1/TAP and the FG Nups of the NPC, allowing transport (Fribourg et al., 2001). The smaller partner of the complex, Mtr2/NXT1, also has an NTF2-like fold, which binds to the NTF2L domain of Mex67/NXF1. Recent data indicate that the interaction of Mex67/NXF1 with the nuclear pores is independent on mRNA (Ben-Yishay et al., 2019; Derrer et al., 2019) and, at least in yeast, is not even interrupted by the Dbp5 remodelling in the cytoplasm (Derrer et al., 2019). Strikingly, a fusion of Mex67 and Nup116 is sufficient to compensate for Mex67 deletion, indicating that at least the essential function of Mex67 is fully restricted to its nuclear pore localization (Derrer et al., 2019).The trypanosome Mex67 protein was identified by homology searches in the trypanosome genome (Schwede et al., 2009). Affinity purification of Mex67 resulted in the identification of the trypanosome Mtr2 homologue, a 15.2 kDa protein with an NTF2 domain that shares higher similarity to the human p15 than to yeast Mtr2 (Dostalova et al., 2013). Trypanosome Mex67/Mtr2 fulfils all characteristics expected of a functional mRNA export complex: (i) Mex67 localizes to the nuclear pores (Kramer et al., 2010; Dean et al., 2017) and Mtr2 to the nucleus (Dostalova et al., 2013; Dean et al., 2017) and possibly to the nuclear pores (Dean et al., 2017). (ii) Depletion of either Mex67 or Mtr2 causes a growth effect and accumulation of polyadenylated mRNAs in the nucleus (Schwede et al., 2009; Dostalova et al., 2013). (iii) In affinity capture experiments Mex67 co-isolates the Nup76 complex (Nup76, Nup140, Nup149) and the NUPs Nup152, Nup158 and Nup89; and, under low stringency conditions, many further NUPs, indicating interactions with the nuclear pore (Obado et al., 2016) (Fig. 2). Uniquely, TbMex67 possess a CCCH type zinc finger at its N-terminus (Kramer et al., 2010; Dostalova et al., 2013) that is essential for its function (Dostalova et al., 2013). It is tempting to speculate, that the CCCH finger mediates mRNA binding of Mex67, perhaps even specific to the miniexon sequence that is present on every mRNA (Dostalova et al., 2013). Consistent with this hypothesis is the absence of a TREX-1 and TREX-2 complex in trypanosomes (see sections ‘The TREX complex’ and ‘The TREX-2 or THSC complex’) and the fact that no putative Mex67 adaptor protein co-purified with Mex67 (Dostalova et al., 2013; Obado et al., 2016). Two independent studies have analysed Mex67 interacting proteins (Table 6): The first study was a classical immunoprecipitation using TbMex67 with a C-terminal PTP tag as a bait (Dostalova et al., 2013). This resulted in two equally strong bands on a Coomassie gel that were identified by mass spectrometry as Mtr2 (as expected) and, surprisingly, importin 1 (IMP1): importins transport proteins from the cytoplasm to the nucleus. TbIMP1 has nuclear pore localization (Dean et al., 2017) and its depletion by RNAi is lethal and causes poly(A) accumulation in the nucleus, indicating an important role in mRNA export, perhaps as a transporter of Mex67 (Dostalova et al., 2013). The closest homologue to IMP1 in human is the karyopherin TRN2 (transportin 2). TNR2 has been shown to interact with NXF1 in two independent studies; however, the studies contradict each other: in one study this interaction was RanGTP dependent (Shamsher et al., 2002), in the other it was RanGTP sensitive (Güttinger et al., 2004), indicating a function in protein export or protein import, respectively. To date, a function in protein import is considered more likely (Twyffels et al., 2014). It remains unclear, whether T. brucei IMP1 is an importin or exportin and whether it has other targets than Mex67 (TNR2 has many additional cargoes (Güttinger et al., 2004)). Interestingly, upon depletion of IMP1 in trypanosomes, cell fractionation experiments detected a shift of Mex67 from the cytoplasmic to the nuclear fractions (Dostalova et al., 2013), indicative of IMP1 functioning in Mex67 export. In this context, the results from the second Mex67 interaction study (based on cryomilled trypanosomes and mass spectrometry detection of all Mex67 co-purified proteins) are highly interesting: next to Mtr2 and IMP1 and many nuclear pore proteins (Fig. 2) Mex67 also co-purified stoichiometric amounts of the small GTPase Ran and Ran binding proteins (RanBP1 and GAP TBC-RootA) (Obado et al., 2016). It is unlikely that Mex67 binds Ran directly: binding to Ran would probably be via the NTF2-like domain of Mex67 (as NTF2 binds to and imports Ran-GDP into the nucleus (Nehrbass and Blobel, 1996; Ribbeck et al., 1998; Smith et al., 1998; Stewart et al., 1998) but the structure of the mammalian TAP/p15 complex shows that the NTF2-like domain is not accessible to Ran (Fribourg et al., 2001) and a high confidence model of the trypanosome complex based on this structure shows the same (Obado et al., 2016). One model consistent with all data would be (i) Inside the nucleus, Mex67-Mtr2 binds its mRNA cargo via the zinc-finger domain of Mex67 and it also binds to IMP1-RanGTP. (ii) This complex passes the nuclear pore. (iii) At the cytoplasmic site, Ran hydrolyses the bound GTP aided by GTPase activating protein (GAP) and RanBP1, resulting in disassembly of the complex and release of the mRNA cargo to the cytoplasm. The last step would be analogous to the ATP-dependent remodelling of the RNP export complex by the DEAD box RNA helicase Dbp5 in opisthokonts, potentially compensating for the absence of Dbp5 in trypanosomes (see section ‘Nuclear pores and NUPs’). Note that this model is purely speculative and more experimental work is required to determine the exact functions of all Mex67 interacting proteins.\nTable 6.Summary of Mex67 interactions partners in trypanosomes, identified by two independent studiesProteinGeneIDDostalova et al. (2013)Obado et al. (2016)Mex67 (bait)Tb927.11.2370xxMtr2Tb927.7.5760xxImportin 1 (IMP1)Tb927.9.13520xxTbNUP149 (NUP76 complex)Tb927.11.11080xTbNUP140 (NUP76 complex)Tb927.11.11090xTbNUP76 (NUP76 complex)Tb927.8.6250xTbNUP158Tb927.11.980xTbNUP152Tb927.10.9650xTbNUP132Tb927.7.2300xTbNUP89Tb927.11.2950xRan (RTB2)Tb927.3.1120xRanBP1Tb927.11.3380xGAP TBC-RootATb927.10.7680xOpen in a separate windowT. brucei Mex67/Mtr2 has additional functions in tRNA export ((Hegedűsová et al., 2019), review in this issue from Zdenek Paris) and in ribosome biogenesis (Rink and Williams, 2019; Rink et al., 2019).mRNA export by the rRNA transporters NMD3 and XPO1?The proteins Crm1/Xpo1 (exportin 1) and Nmd3 mediate transport of the large ribosomal subunit subunits through the pore: the nuclear export signal containing protein Nmd3 acts as an adaptor to recruit the Crm1/Xpo1 export receptor to the pre-60S subunit, facilitating its export (Johnson et al., 2002; Baßler and Hurt, 2019). Trypanosomes have orthologues for both Nmd3 and Xpo1 (Zeiner et al., 2003a; Prohaska and Williams, 2009) and the function in nuclear export of the large ribosomal subunit appears conserved: TbXPO1 depletion causes nuclear accumulation of ribosomal RNAs (Biton et al., 2006), TbNMD3 depletion inhibited processing of the large ribosomal subunit (Droll et al., 2010; Rink et al., 2019) and both XPO1 and NMD3 associate with T. brucei 60S ribosomal subunits (Prohaska and Williams, 2009).Surprisingly, unlike in other systems, trypanosome NMD3 and XPO1 appear also involved in mRNA export (Bühlmann et al., 2015): RNAi depletion of NMD3 caused the poly(A) FISH (fluorescence in situ hybridization) signal to shift from being mainly cytoplasmic to being almost entirely nuclear (Bühlmann et al., 2015), exactly like RNAi depletion of MEX67 (Schwede et al., 2009; Dostalova et al., 2013). Moreover, RNAi depletion of either NMD3, XPO1 or MEX67 have identical effects on mRNA levels: there is a minor stabilization of most mRNAs, and a pronounced stabilization of mRNAs encoded by the so-called PAG genes (procyclin-associated genes), short-lived transcripts that are co-transcribed with the very stable and abundant mRNA encoding the cell surface proteins of the procyclic life cycle stage (the stage that resides in the tsetse fly midgut) (Bühlmann et al., 2015). The reason for this massive stabilization of this group of mRNAs upon block in RNA export is not fully understood, but stabilization depends on the mRNAs conserved 5′ UTR and is independent on transcription or translation (Bühlmann et al., 2015). The likeliest explanation is that the block in mRNA export prevents the mRNAs to reach their cytoplasmic destiny of degradation.Do trypanosomes have two alternative pathways to export mRNAs? MEX67 RNAi is lethal, indicating that the XPO1/NMD3 system cannot compensate for the absence of MEX67. It is therefore more likely that MEX67-Mtr2 and XPO1/NDM3 export pathways interact and depend on each other, in a way that needs to be established.Nuclear pores and NUPsMany NUPs of the NPC play active roles in regulating or mediating mRNA export (Ashkenazy-Titelman et al., 2020). In vertebrates, five FG Nups have direct interactions with the C-terminal region of NXT1, namely Nup62 (cytoplasmic), Nup98 (outer ring), Nup153 (nucleoplasmic), Nup214 (cytoplasmic) and Nup358 (cytoplasmic outer ring) (Bachi et al., 2000; Forler et al., 2004); if present, the respective homologues in yeast and trypanosomes are indicated by black asterisks in Fig. 2. At the nuclear basket Nup1 (NUP153 in vertebrates) binds the export competent RNP via the TREX-2 complex; in vertebrates TPR (the homologue to yeast Mlp1) contributes to this interaction (Ullman et al., 1999; Soop et al., 2005; Rajanala and Nandicoori, 2012; Umlauf et al., 2013; Jani et al., 2014; Aksenova et al., 2020). In yeast, the basket NUP Mlp1 acts as a gatekeeper to prevent the export of immature mRNAs, in particular of unspliced mRNAs (Green et al., 2003; Galy et al., 2004; Vinciguerra et al., 2005) and this function appears conserved in Metazoans (Coyle et al., 2011; Rajanala and Nandicoori, 2012). In yeast, the Mlp1/Mlp2 interacting protein Pml39 is equally essential for retention of unspliced transcripts and may work as an upstream regulator of Mlp1 (Palancade et al., 2005). These interactions of the RNP with proteins of the nuclear basket dock the export-competent RNP to the pore, in preparation for export. The human β-actin mRNA resides on average 80 ms at the basket (Grünwald and Singer, 2010). Translocation through the export channel is fast (5–20 ms for β-actin (Grünwald and Singer, 2010)) and the contributing mRNA-specific Nups are less well-known, possibly because central channel Nups are structurally too essential to test specific roles. In vertebrates, Nup98, Nup133 and Nup160 have suspected roles in intermediate mRNA export (Powers et al., 1997; Vasu et al., 2001; Blevins et al., 2003) (red asterisks in Fig. 2). The final steps of RNA export at the cytoplasmic filaments (80 ms for β-actin (Grünwald and Singer, 2010)) are better understood. Central is the DEAD-box RNA helicase Dbp5 (DDX19 in vertebrates) that remodels the RNP complex by separating double-stranded RNA regions and RNA−protein interactions, to release export factors, including Mex67 (Lund and Guthrie, 2005; von Moeller et al., 2009; Lin et al., 2018). The ATP dependency of this process ensures directionality of mRNA export. The second key-player in this cytoplasmic remodelling process is the NUP Gle1 (Murphy and Wente, 1996; Watkins et al., 1998), which is required to activate Dbp5 (Alcázar-Román et al., 2006; Weirich et al., 2006). In yeast, inositol hexakisphosphate as an essential co-activator of Dbp5 (Alcázar-Román et al., 2006; Weirich et al., 2006); whether this small molecule is also needed in vertebrates is still debated (Adams et al., 2017; Lin et al., 2018). Both Dbp5 and Gle1 have direct interactions with NUPs of the cytoplasmic filaments: Dbp5 binds Nup159 (Nup214 in vertebrates) and Gle1 binds Nup42 (hCG1 in human) (Murphy and Wente, 1996; Strahm et al., 1999; Kendirgi et al., 2005; Alcázar-Román et al., 2010).The architecture of the yeast NPC is well known (Alber et al., 2007a, 2007b), in subnanometer resolution (Kim et al., 2018) and the structure of the trypanosome NPC was modelled based on homology studies and affinity capture/mass spectrometry interactomic studies (DeGrasse et al., 2008, 2009; Obado et al., 2016, 2017) (Fig. 2). A comparison shows that structure and composition of the NPCs are in principle conserved between yeast and trypanosomes, in particular within the inner ring of the pore (Fig. 2). However, there are some striking differences: (a) Trypanosome nuclear pores are highly symmetrical, with the only exception of the trypanosome-specific proteins NUP110 and NUP92, which are exclusively found at the nuclear basket. In contrast, yeast (and also metazoan) NPCs contain several nuclear pore proteins that specifically localize to either the nuclear basket or the cytoplasmic site of the pore. This asymmetry is crucial for the directionality of mRNP export in opisthokonts (Hurwitz et al., 1998; Schmitt et al., 1999; Folkmann et al., 2011) and it remains unknown, how directionality of transport is achieved in trypanosomes. (b) Among the proteins that are asymmetrically distributed in yeast and absent in trypanosomes are many proteins with important and well-characterized functions in mRNP export, namely Gle1, Dbp5 and Nup159 at the cytoplasmic filaments. Moreover, whether the only trypanosome proteins with asymmetric distribution, NUP92 and NUP110, are orthologues of the Opisthokont Mlp proteins is not certain, as evidence indicates independent ancestry (Holden et al., 2014). Function of NUP92 in chromosome segregation appears conserved, albeit a knock-out is viable and can adapt to normal growth over time (Holden et al., 2014). (c) Of the five FG NUPs that in vertebrates have direct interactions with NXF1, trypanosomes only have two (NUP62 and NUP158) while yeast only lack the metazoan specific protein NUP358 (Fig. 2). (d) In opisthokonts, mRNP export is thriven by ATP hydrolysis that is used by the RNA helicase Dbp5 for remodelling the mRNP complex at the cytoplasmic site of the pore. Trypanosomes have no Dbp5 and the interaction of Mex67 with importin1, Ran, RanBP1 and the corresponding GAP (see section ‘Mex67-Mtr2 (NXF1-NXT1 or TAP-p15): the major mRNA export factor’) indicates that mRNA export is GTP dependent instead: another fundamental difference between trypanosomes and yeast mRNA export.The nuclear exosome, the TRAMP complex and the NNS complexFaulty RNAs and all processing by-products that accumulate in the nucleus are degraded by the nuclear exosome. The core of the eukaryotic RNA exosome is a barrel-shaped structure out of six RNAse PH-like proteins (that are enzymatically inactive) with three S1/KH RNA-binding-domain containing proteins positioned at the top of the barrel (Schmid and Jensen, 2019). RNA degradation activity is provided by the processive 3′–5′ exonuclease and endonuclease Dis3 (also called Rrp44) at the bottom of the barrel and the distributive 3′–5′ exonuclease Rrp6 (EXOSC10 in humans) localized at the top (Schmid and Jensen, 2019). Two further proteins are found at the top of the barrel: Lrp1 (also Rrp47, C1D in human) and Mpp6 (MPP6 in human). This 13-subunit nuclear exosome (also called Exo13, Table 7) is already active, but requires further subunits for efficient and target-specific RNA degradation.\nTable 7.Exosome and TRAMP complex subunits in trypanosomes and yeastDomainsS. cerevisiaeHumanT. bruceiExo13S1 subunitCsl14EXOSC1TbCSL14 (Tb927.5.1200)S1/KHRrp4EXOSC2RRP4 (Tb927.7.4670)S1/KHRrp40EXOSC3RRP40 (Tb927.9.7070)RNAse PHRrp41EXOSC4RRP41A (Tb927.10.7450)RRP41B (Tb927.2.2180)RRP45 (Tb927.6.670)EAP1 (Tb927.1.2580)EAP2 (Tb927.11.16600)EAP4 (Tb927.11.11030) aRNAse PHRrp46EXOSC5RNAse PHMtr3EXOSC6RNAse PHRrp42EXOSC7RNAse PHRrp43EXOSC8RNAse PHRrp45EXOSC93′–5′ exonuclease (RNase D)Rrp6EXOSC10RRP6 (Tb927.4.1630)3′–5′ exonuclease (RNase II), PIN endonuclease domainDis3 (Rrp44)DIS3, DIS3LRRP44 (Tb11.02.5380)C1DLrp1 (Rrp47)C1D (LRP1)EAP3 (Tb927.7.5460)Mpp6MPP6absent ?TRAMPRNA helicaseMtr4MTREX (MTR4, SKIV2L2)MTR4 (Tb927.10.7440)Poly(A) polymeraseTrf1, Trf5PAPD5 (TRF4-2)NPAPL (ncPAP1) (Tb927.8.1090)Zn-knuckleAir1, Air2ZCCHC7 (AIR1)? NOP47 (Tb927.11.6620)b? RRM1 (Tb927.2.4710)bOpen in a separate windowaThe six trypanosome RNAse PH subunits cannot be clearly assigned to the yeast orthologues.bIt is not yet established, which of these proteins (if any) is the functional orthologue to Air1.One is the TRAMP complex (Trf4-Air2-Mtr4 polyadenylation), that consists of the RNA helicase Mtr4 (MTR4 (SKIV2L2) in human), the poly(A) polymerase Trf4 (PAPD5 (TRF4-2) in human) and the RNA binding protein Air1 (ZCCHC7 (AIR1) in human) (Schmid and Jensen, 2019) (Table 7). Trf4 is thought to add short A-tails to 3′ ends of exosome targeted RNAs; these tails are believed to facilitate loading of the RNA substrate to Mtr4, which resides at the top of the exosome barrel and probably unwinds the RNA substrate prior to presenting it either to Rrp6 or injecting it into the barrel for degradation by Dis3 (Schmid and Jensen, 2019). The Zn-finger containing Air1 protein likely provides RNA binding activity to the TRAMP complex. The TRAMP complex is engaged in multiple functions, including the decay of highly structured RNAs that would be insensitive to exosomal digestions without the Mtr4 helicase.Substrate recognition of the TRAMP complex can occur via its RNA binding protein Air1, however, RNA polymerase II products are often recognized by the NNS complex (Schmid and Jensen, 2019). In yeast, this complex consists of the RNA binding proteins Nrd1 and Nab3 and the RNA helicase Sen1. Nrd1 and Nab3 have sequence-specific RNA binding domains involved in exosome substrate recognition. Next to its interaction with the exosome, Nrd1 also interacts with serine phosphorylated CTD of RNA polymerase II, linking early transcription with decay (Schmid and Jensen, 2019). One outstanding question is how the exosome distinguishes faulty RNAs from correctly processed RNAs destined for export. The model that currently fits best to the available data is that nuclear RNA degradation is not very selective but rather the default pathway (Schmid and Jensen, 2018; Tudek, 2019). The turn-over rate of nuclear RNAs is in general high ((Wyers et al., 2005; Preker et al., 2008) and RNAs prevented from nuclear export are therefore more likely to be degraded than RNAs that exit fast. For example, in yeast, the spliceosome and the exosome compete for intron-containing RNAs and more than half are degraded instead of spliced (Gudipati et al., 2012). After splicing, cap and poly(A) tail appear to provide a certain protection, but if nuclear export is inhibited these mature transcripts are doomed to degradation too (Tudek et al., 2018). Consistently, long-lived nuclear RNAs (such as snRNAs or snoRNAs) require specific protective measures to escape the default RNA decay pathway in the nucleus (Schmid and Jensen, 2018).Trypanosomes have orthologues to all RNA exosome subunits and most co-precipitate with each other (Estevez et al., 2001, 2003) (Table 7). The lack of co-precipitation of the Rrp44 orthologue questioned whether this subunit is part of the complex (Estevez et al., 2001; Clayton and Estevez, 2010), but given that Rrp44 and Rrp6 have identical, characteristic localization patterns to the nucleoplasm and to the periphery of the nucleolus (Kramer et al., 2016) and both are involved in 5.8S rRNA processing (Estevez et al., 2001) the lack of co-precipitation is likely to reflect a weak interaction rather than none. All evidence points towards trypanosomes having a conserved RNA exosome with mostly or entirely nuclear localization and with mostly conserved and essential function in rRNA processing (Estevez et al., 2001), snoRNA processing (Fadda et al., 2013) and removal of unspliced mRNAs (Kramer et al., 2016). Importantly, all these exosomal functions were concluded from accumulation of the respective RNA species upon depletion of exosome components; thus, whether the exosome specifically targets these RNAs, or, whether these RNAs are degraded because they have an extended exposure time to the exosome is not known. The later model, which is in agreement to the current model in opisthokonts (Schmid and Jensen, 2018; Tudek, 2019), is supported by a simulation of trypanosome mRNA decay pathways that predicts co-transcriptional degradation of mRNA precursors by the exosome: accordingly, mRNA processing and degradation compete and longer mRNAs are more likely degraded than short mRNAs simply because processing time and thus exosomal exposure is longer (Fadda et al., 2014). These data explain the negative correlation between mRNA abundance and mRNA size (Fadda et al., 2014). The model of a rather unspecific exosome is supported by the findings that several short-lived RNA species are stabilized, when nuclear export is inhibited in various ways ((Bühlmann et al., 2015) and see section ‘mRNA export by the rRNA transporters NMD3 and XPO1?’) and that developmentally regulated mRNAs are enriched in nuclear fractions in the related parasite T. cruzi (Pastro et al., 2017): in both cases, mRNA levels appear controlled by transcript-specific cytoplasmic RNA degradation systems rather than by the exosome.Trypanosomes have nuclear-localized orthologues to at least two of the three subunits of the TRAMP complex, MTR4 and NPAPL (also called ncPAP1) and both are essential for growth (Cristodero and Clayton, 2007; Etheridge et al., 2009) (Table 7). MTR4 and ncPAP1 can be co-isolated together from trypanosome extracts using either protein as a bait, and both respective purified complexes exhibit PAP activity (Etheridge et al., 2009). MTR4 is involved in 5.8S rRNA processing and controls RNA quality by a process that involves polyadenylation (Cristodero and Clayton, 2007). Three further proteins with nuclear localization were co-purified with ncPAP1 (Etheridge et al., 2009). Two have zinc-knuckles and could theoretically be Air1 orthologues: the nucleolar protein NOP47 and the SR protein RRM1 (Table 7). However, neither is the closest homologue to yeast Air1, NOP47 associates with the spindle during mitosis (Zhou et al., 2018) and HA-RRM1 does not co-purify MTR4 or ncPAP1, at least not in amounts resulting in detectable bands on a Coomassie gel (Naguleswaran et al., 2015); whether either is the functional orthologue to Air1 remains to be investigated. Interestingly, the third protein co-purified with ncPAP1 is PUF10, a Pumilio domain protein with a function in 5.8S rRNA processing (Schumann Burkard et al., 2013) and perhaps a trypanosome-specific TRAMP complex subunit. No exosome subunits were co-purified with ncPAP1 (Etheridge et al., 2009). Thus, trypanosomes are likely to have a TRAMP-like complex that awaits further characterization. Trypanosomes have no homologues to the proteins of the NNS complex. Co-transcriptional initiation of RNA export indicates the lack of major mRNA export checkpoints in trypanosomesThe major differences in nuclear mRNA metabolism between trypanosomes and opisthokonts detailed above, in particular the absence of many factors involved in mRNA export control raise the question, whether and how trypanosomes regulate mRNA export. With only two introns present in trypanosomes, the main question is how and whether trypanosomes prevent the export of polycistronic mRNA precursors that have not undergone trans-splicing and polyadenylation. It is established that mRNA export control is at least not tight in trypanosomes: Polycistronic mRNAs were detected in the cytoplasm by fractionations (Jäger et al., 2007; Kramer et al., 2012) and also by single molecule RNA FISH: ¼ of all tubulin dicistronic RNAs were in the cytoplasm (Goos et al., 2019).We have recently studied nuclear export in trypanosomes using three-colour intramolecular single molecule fluorescence in situ hybridization (smFISH) (Goos et al., 2019). For this, a large endogenous mRNA (FUTSCH, >22 000 nts long) is stained in three colours by hybridization with three nucleotide probe-sets: red at the 5′ end, infrared (pink false-colour) in the middle part, and green at the 3′ end (Fig. 3A). This allows the simultaneous detection and classification of multiple mRNA metabolism intermediates, based on colour combinations (Kramer, 2017; Goos et al., 2019). Using this approach, we observed mRNAs with their 5′ end (red dot) already in the cytoplasm, the middle part (infrared dot) still in the nucleus, and no 3′ end (no green dot) (Goos et al., 2019) (Fig. 3B), suggestive of co-transcriptional nuclear export. Further experiments (using orthogonal methods and different mRNAs) confirmed the presence of co-transcriptional mRNA export in trypanosomes (Goos et al., 2019). Importantly, not all mRNAs are exported co-transcriptionally: only about half of the very long transcripts leave the nucleus while still in transcription. Instead, what the data show is that trypanosomes lack a quality control checkpoint that prevents unprocessed mRNAs from starting export. Given that long mRNAs have longer transcription and processing times than short mRNAs, they are more likely to reach the pore while still in transcription. Average-sized mRNAs, in contrast, have fast processing times and, in addition, are probably too short to reach the pore from their site of transcription. The data do not exclude the presence of a checkpoint that prevents the completion of mRNA export, if these are unprocessed, for example by recognizing the absence of a poly(A) tail and/or associated factors.\nOpen in a separate windowFig. 3.Trypanosomes can initiate mRNA export co-transcriptionally. (A) Principle of three-colour intramolecular single molecule FISH: a large transcript is simultaneously probed with smFISH probe sets in three different colours, covering the 5′ end, the middle part and the 3′ end. A rare example of an mRNA with all three colours visible as separate dots is shown on the right. (B) Detection of co-transcriptional mRNA export in trypanosomes by three-colour intramolecular single molecule FISH: the mRNA 5′ end (red) is already in the cytoplasm, while the middle part (pink false colour) is still in the nucleus and the 3′ end (green colour) has not yet been transcribed. (C) Trypanosome cells that express DHH1-eYFP as a marker for RNA granules are shown untreated (left) and treated with sinefungin to inhibit trans-splicing (right). DHH1 localizes to nuclear periphery granules (NPGs) at the outside of the nucleus (yellow arrow). (D) Model of co-transcriptional mRNA export in untreated cells (left) and in cells treated with sinefungin to inhibit trans-splicing (right). In both conditions, transcripts leave the nucleus while still in transcription. When trans-splicing is inhibited, progress of export is slowed or prevented by an unknown mechanism (anchor), resulting in the formation of granules at the cytoplasmic site of the nuclear pore. These granules contain unspliced transcripts stuck in export as well as cytoplasmic RNA binding proteins. (E) NPGs are visible by transmission electron microscopy as dense areas, connected to the nuclear pores via electron dense fibre-like structures (yellow arrow). All microscopy images of this figure are taken from Goos et al. (2019).To investigate any possible mRNA quality control mechanism further, we have massively increased the amount of polycistronic mRNAs by inhibiting trans-splicing. This can be done equally well in two independent ways, either using sinefungin (a drug that inhibits cap methylation (McNally and Agabian, 1992)) or by transfecting a morpholino antisense to the U2 snRNA (Matter and König, 2005; Kramer et al., 2012). When trans-splicing is blocked, we observed a large proportion of polycistronic tubulin mRNAs in the cytoplasm (Goos et al., 2019), confirming the absence of a rigid mRNA export control machinery. To our surprise, inhibition of trans-splicing also correlated with many RNA binding proteins localizing to granular structures at the outside of the nuclear pores and we named these granules NPGs (nuclear pore granules) (Kramer et al., 2012; Goos et al., 2019) (Fig. 3C). NPG-like structures were not observed after inhibition of splicing in HeLa cells or inhibition of trans-splicing in C. elegans (Kramer et al., 2012; Goos et al., 2019), indicating that they may be unique to trypanosomes. We determined the proteome of purified NPGs and found that the granules contain the full set of cytoplasmic RNA binding proteins (Goos et al., 2019). Proteins involved in nuclear mRNA processing steps, such as splicing (Lsm5, SmE), capping (CGM1) and export (XPO1, MEX67, NUP96, RANBP1) were absent (Kramer et al., 2012). Also, most translation initiation factors were absent, with the exception of some isoforms of the eIF4F complex (eIF4E3, eIF4E1 and possibly eIF4E5, eIF4G1 and eIF4G2) (Goos et al., 2019), consistent with the granules being insensitive to translational inhibitors (Kramer et al., 2012). Moreover, we could detect polycistronic mRNAs in these granules by smFISH (Goos et al., 2019). The easiest explanation consistent with all data is that these granules are newly exported 5′ ends of polycistrons, bound to their natural set of RNA binding proteins that have not yet started translation (Fig. 3D). At least part of the polycistron is still stuck inside the pore and possibly extending into the nucleus: in electron microscopy images an electron-dense string-like structure is often visible that connects the pore with the NPGs (Fig. 3E). The major, still unanswered question is: why is this structure visible? Perhaps, export is somewhat slowed and otherwise transient structures of export accumulate. Export could be slowed because large polycistrons physically block the pores, perhaps because some remain attached to the transcription site and fail to exit completely. Alternatively, a quality control checkpoint could act at the nuclear basket that recognizes an mRNA as not fully processed, slowing or preventing export. Interestingly, while most cytoplasmic RNA binding proteins relocalize to NPGs upon inhibition of trans-splicing, we found four cytoplasmic RNA binding proteins that relocalized fully or partially to the nucleus. Most (ZFP1, ZFP2, ZC3H29) are CCCH-type zinc-finger proteins and most (ZFP1, ZFP2, Tb927.11.6600) function in trypanosome life cycle regulation (Hendriks et al., 2001; Hendriks and Matthews, 2005; Paterou et al., 2006; Mony et al., 2014). Importantly, this relocalization was not detected when transcription was blocked by actinomycin D, indicating that it is not the absence of mature mRNA, but rather the presence of polycistronic RNA that causes relocalization. One further protein, XPO-5, moved from the nucleoplasm to the nuclear pores upon inhibition of trans-splicing. The function of this putative transporter protein is unknown and it is not essential in procyclic cells (Hegedűsová et al., 2019). Whether either of these five proteins acts in RNA export control remains to be investigated. Summary and outlookA fully processed trypanosome mRNA bears no major differences to an mRNA from opisthokonts and mRNA processing appears conserved in its mains features. However, with the exception of Mex67-Mtr2, all complexes and proteins involved in regulating mRNA export in opisthokonts are either absent (TREX, TREX-2, RES, DBP5, probably Mlp1-2) or have no reported functions in mRNA export (non-classical CTD, SR proteins except perhaps RRM1, EJC, TRAMP complex). Moreover, trypanosomes evolved several unique complexes and pathways. For example, mRNA export in trypanosomes is likely thriven by GTP using the RanGTP system instead of ATP and it may also use the XPO1-NMD pathway in addition or together with Mex67-Mtr2. The missing mRNA export control elements in trypanosomes may explain the leakage of unspliced mRNAs into the cytoplasm and the fact that export can start co-transcriptionally, rather than being dependent on the completion of all processing steps. In the near absence of introns, a leakage of unspliced (usually dicistronic) mRNAs may be tolerable to the parasite, with the worst damage being a misregulation in gene expression, but no production of faulty proteins. To keep the leakage of unprocessed mRNAs to a sufficiently low level, it may be sufficient to ensure fast, efficient and mostly co-transcriptional mRNA processing, perhaps supported by preferential cytoplasmic degradation of faulty mRNAs (the latter has not been shown).A comparison of RNA export pathways throughout the tree of life came to the conclusion that RanGTP-dependent RNA export pathways (exporting rRNA, tRNA and snRNA) are relatively well conserved, while the RanGTP-independent export pathway of mRNA is not (Serpeloni et al., 2011b). The Apicomplexa Toxoplasma gondii, for example, also lacks the TREX complex with the exception of the Sub2 helicase, has no Mex67 (albeit an unrelated C2H2 zinc-finger protein may act as a functional orthologue) and whether the mRNA export is RanGTP dependent is not certain (albeit a Dbp5 homologue is present in the genome) (Avila et al., 2018). Plants have a TREX complex and a TREX-2 complex with some plant-specific adaptations and also a Dbp5 homologue, but homologues to Mex67 are absent (Ehrnsberger et al., 2019). It is likely that the highly conserved RanGTP-dependent transport system was the export system that has evolved first and was originally used for all RNA and protein transport processes. Later, export systems became more specialized to serve the specific needs of the eukaryotes. Trypanosomes may have experienced little pressure to evolve a sophisticated mRNA export control system and it will be highly interesting to investigate mRNA export in other protozoa with mostly intron-less transcripts. AcknowledgementsI like to thank Jack Sunter (Oxford Brookes University, Oxford, UK), Richard Wheeler (University of Oxford, Oxford, UK) and Sam Dean (University of Oxford, Oxford, UK) for providing the highly valuable source of TrypTag, that has helped to speculate about the functions of many putative mRNA metabolism proteins discussed in this review. Christine Clayton (University of Heidelberg, Heidelberg, Germany) is acknowledged for her highly useful comments in TriTrypDB and Martin Zoltner (Charles University in Prague, Prague, Czech Republic) for critical proofreading of the manuscript. My apologies go to the many scientists whose work I have not been able to cite and discuss, due to space constraints. Financial supportThis work was supported by the Deutsche Forschungsgemeinschaft [Kr4017_3-1]. Conflicts of interestNone. Ethical standardsNot applicable. References Adams RL, Mason AC, Glass L, Aditi and Wente SR (2017) Nup42 and IP6 coordinate Gle1 stimulation of Dbp5/DDX19B for mRNA export in yeast and human cells. Traffic (Copenhagen, Denmark)\n18, 776–790. [PMC free article] [PubMed] [Google Scholar] Adl SM, Bass D, Lane CE, Lukes J, Schoch CL, Smirnov A, Agatha S, Berney C, Brown MW, Burki F, Cárdenas P, Cepicka I, Chistyakova L, del Campo J, Dunthorn M, Edvardsen B, Eglit Y, Guillou L, Hampl V, Heiss AA, Hoppenrath M, James TY, Karpov S, Kim E, Kolisko M, Kudryavtsev A, Lahr DJG, Lara E, Le Gall L, Lynn DH, Mann DG, Massana i Molera R, Mitchell EAD, Morrow C, Park JS, Pawlowski JW, Powell MJ, Richter DJ, Rueckert S, Shadwick L, Shimano S, Spiegel FW, Torruella i Cortes G, Youssef N, Zlatogursky V and Zhang Q (2019) Revisions to the classification, nomenclature, and diversity of eukaryotes. The Journal of Eukaryotic Microbiology\n66, 4–119. [PMC free article] [PubMed] [Google Scholar] Aguilera A and Klein HL (1990) HPR1, A novel yeast gene that prevents intrachromosomal excision recombination, shows carboxy-terminal homology to the Saccharomyces cerevisiae TOP1 gene. Molecular and Cellular Biology\n10, 1439–1451. [PMC free article] [PubMed] [Google Scholar] Aksenova V, Smith A, Lee H, Bhat P, Esnault C, Chen S, Iben J, Kaufhold R, Yau KC, Echeverria C, Fontoura B, Arnaoutov A and Dasso M (2020) Nucleoporin TPR is an integral component of the TREX-2 mRNA export pathway. Nature Communications\n11, 4577–4513. [PMC free article] [PubMed] [Google Scholar] Alber F, Dokudovskaya S, Veenhoff LM, Zhang W, Kipper J, Devos D, Suprapto A, Karni-Schmidt O, Williams R, Chait BT, Rout MP and Sali A (2007a) Determining the architectures of macromolecular assemblies. Nature\n450, 683–694. [PubMed] [Google Scholar] Alber F, Dokudovskaya S, Veenhoff LM, Zhang W, Kipper J, Devos D, Suprapto A, Karni-Schmidt O, Williams R, Chait BT, Sali A and Rout MP (2007b) The molecular architecture of the nuclear pore complex. Nature\n450, 695–701. [PubMed] [Google Scholar] Alcázar-Román AR, Tran EJ, Guo S and Wente SR (2006) Inositol hexakisphosphate and Gle1 activate the DEAD-box protein Dbp5 for nuclear mRNA export. Nature Cell Biology\n8, 711–716. [PubMed] [Google Scholar] Alcázar-Román AR, Bolger TA and Wente SR (2010) Control of mRNA export and translation termination by inositol hexakisphosphate requires specific interaction with Gle1. The Journal of Biological Chemistry\n285, 16683–16692. [PMC free article] [PubMed] [Google Scholar] Alexandrov A, Colognori D, Shu M-D and Steitz JA (2012) Human spliceosomal protein CWC22 plays a role in coupling splicing to exon junction complex deposition and nonsense-mediated decay. Proceedings of the National Academy of Sciences of the United States of America\n109, 21313–21318. [PMC free article] [PubMed] [Google Scholar] Änkö M-L (2014) Regulation of gene expression programmes by serine-arginine rich splicing factors. Seminars in Cell & Developmental Biology\n32, 11–21. [PubMed] [Google Scholar] Arhin GK, Li H, Ullu E and Tschudi C (2006a) A protein related to the vaccinia virus cap-specific methyltransferase VP39 is involved in cap 4 modification in Trypanosoma brucei. RNA (New York, NY)\n12, 53–62. [PMC free article] [PubMed] [Google Scholar] Arhin GK, Ullu E and Tschudi C (2006b) 2′-O-methylation of position 2 of the trypanosome spliced leader cap 4 is mediated by a 48 kDa protein related to vaccinia virus VP39. Molecular and Biochemical Parasitology\n147, 137–139. [PubMed] [Google Scholar] Ashkenazy-Titelman A, Shav-Tal Y and Kehlenbach RH (2020) Into the basket and beyond: the journey of mRNA through the nuclear pore complex. The Biochemical Journal\n477, 23–44. [PubMed] [Google Scholar] Aslett M, Aurrecoechea C, Berriman M, Brestelli J, Brunk BP, Carrington M, Depledge DP, Fischer S, Gajria B, Gao X, Gardner MJ, Gingle A, Grant G, Harb OS, Heiges M, Hertz-Fowler C, Houston R, Innamorato F, Iodice J, Kissinger JC, Kraemer E, Li W, Logan FJ, Miller JA, Mitra S, Myler PJ, Nayak V, Pennington C, Phan I, Pinney DF, Ramasamy G, Rogers MB, Roos DS, Ross C, Sivam D, Smith DF, Srinivasamoorthy G, Stoeckert CJ, Subramanian S, Thibodeau R, Tivey A, Treatman C, Velarde G and Wang H (2010) TriTrypDB: a functional genomic resource for the Trypanosomatidae. Nucleic Acids Research\n38, D457–D462. [PMC free article] [PubMed] [Google Scholar] Avila AR, Cabezas-Cruz A and Gissot M (2018) mRNA export in the apicomplexan parasite Toxoplasma gondii: emerging divergent components of a crucial pathway. Parasites & Vectors\n11, 62–69. [PMC free article] [PubMed] [Google Scholar] Bachi A, Braun IC, Rodrigues JP, Panté N, Ribbeck K, von Kobbe C, Kutay U, Wilm M, Görlich D, Carmo-Fonseca M and Izaurralde E (2000) The C-terminal domain of TAP interacts with the nuclear pore complex and promotes export of specific CTE-bearing RNA substrates. RNA (New York, NY)\n6, 136–158. [PMC free article] [PubMed] [Google Scholar] Badjatia N, Ambrosio DL, Lee JH and Günzl A (2013) Trypanosome cdc2-related kinase 9 controls spliced leader RNA cap4 methylation and phosphorylation of RNA polymerase II subunit RPB1. Molecular and Cellular Biology\n33, 1965–1975. [PMC free article] [PubMed] [Google Scholar] Bangs JD, Crain PF, Hashizume T, McCloskey JA and Boothroyd JC (1992) Mass spectrometry of mRNA cap 4 from trypanosomatids reveals two novel nucleosides. The Journal of Biological Chemistry\n267, 9805–9815. [PubMed] [Google Scholar] Bannerman BP, Kramer S, Dorrell RG and Carrington M (2018) Multispecies reconstructions uncover widespread conservation, and lineage-specific elaborations in eukaryotic mRNA metabolism. PLoS ONE\n13, e0192633–23. [PMC free article] [PubMed] [Google Scholar] Barbosa I, Haque N, Fiorini F, Barrandon C, Tomasetto C, Blanchette M and Le Hir H (2012) Human CWC22 escorts the helicase eIF4AIII to spliceosomes and promotes exon junction complex assembly. Nature Structural & Molecular Biology\n19, 983–990. [PubMed] [Google Scholar] Baßler J and Hurt E (2019) Eukaryotic ribosome assembly. Annual Review of Biochemistry\n88, 281–306. [PubMed] [Google Scholar] Bates EJ, Knuepfer E and Smith DF (2000) Poly(A)-binding protein I of Leishmania: functional analysis and localisation in trypanosomatid parasites. Nucleic Acids Research\n28, 1211–1220. [PMC free article] [PubMed] [Google Scholar] Bélanger F, Stepinski J, Darzynkiewicz E and Pelletier J (2010) Characterization of hMTr1, a human Cap1 2′-O-ribose methyltransferase. Journal of Biological Chemistry\n285, 33037–33044. [PMC free article] [PubMed] [Google Scholar] Ben-Yishay R, Ashkenazy AJ and Shav-Tal Y (2016) Dynamic encounters of genes and transcripts with the nuclear pore. Trends in Genetics: TIG\n32, 419–431. [PubMed] [Google Scholar] Ben-Yishay R, Mor A, Shraga A, Ashkenazy-Titelman A, Kinor N, Schwed-Gross A, Jacob A, Kozer N, Kumar P, Garini Y and Shav-Tal Y (2019) Imaging within single NPCs reveals NXF1's role in mRNA export on the cytoplasmic side of the pore. The Journal of Cell Biology\n218, 2962–2981. [PMC free article] [PubMed] [Google Scholar] Bercovich N, Levin MJ and Vazquez MP (2009a) The FIP-1 like polyadenylation factor in trypanosomes and the structural basis for its interaction with CPSF30. Biochemical and Biophysical Research Communications\n380, 850–855. [PubMed] [Google Scholar] Bercovich N, Levin MJ, Clayton CE and Vazquez MP (2009b) Identification of core components of the exon junction complex in trypanosomes. Molecular and Biochemical Parasitology\n166, 190–193. [PubMed] [Google Scholar] Berriman M, Ghedin E, Hertz-Fowler C, Blandin G, Renauld H, Bartholomeu DC, Lennard NJ, Caler E, Hamlin NE, Haas B, Böhme U, Hannick L, Aslett MA, Shallom J, Marcello L, Hou L, Wickstead B, Alsmark UCM, Arrowsmith C, Atkin RJ, Barron AJ, Bringaud F, Brooks K, Carrington M, Cherevach I, Chillingworth T-J, Churcher C, Clark LN, Corton CH, Cronin A, Davies RM, Doggett J, Djikeng A, Feldblyum T, Field MC, Fraser A, Goodhead I, Hance Z, Harper D, Harris BR, Hauser H, Hostetler J, Ivens A, Jagels K, Johnson D, Johnson J, Jones K, Kerhornou AX, Koo H, Larke N, Landfear S, Larkin C, Leech V, Line A, Lord A, Macleod A, Mooney PJ, Moule S, Martin DMA, Morgan GW, Mungall K, Norbertczak H, Ormond D, Pai G, Peacock CS, Peterson J, Quail MA, Rabbinowitsch E, Rajandream M-A, Reitter C, Salzberg SL, Sanders M, Schobel S, Sharp S, Simmonds M, Simpson AJ, Tallon L, Turner CMR, Tait A, Tivey AR, Van Aken S, Walker D, Wanless D, Wang S, White B, White O, Whitehead S, Woodward J, Wortman J, Adams MD, Embley TM, Gull K, Ullu E, Barry JD, Fairlamb AH, Opperdoes F, Barrell BG, Donelson JE, Hall N, Fraser CM, Melville SE and El-Sayed NM (2005) The genome of the African trypanosome Trypanosoma brucei. Science (New York, N.Y)\n309, 416–422. [PubMed] [Google Scholar] Bessonov S, Anokhina M, Will CL, Urlaub H and Lührmann R (2008) Isolation of an active step I spliceosome and composition of its RNP core. Nature\n452, 846–850. [PubMed] [Google Scholar] Biton M, Mandelboim M, Arvatz G and Michaeli S (2006) RNAi interference of XPO1 and Sm genes and their effect on the spliced leader RNA in Trypanosoma brucei. Molecular and Biochemical Parasitology\n150, 132–143. [PubMed] [Google Scholar] Björk P and Wieslander L (2017) Integration of mRNP formation and export. Cellular and Molecular Life Sciences: CMLS\n74, 2875–2897. [PMC free article] [PubMed] [Google Scholar] Blevins MB, Smith AM, Phillips EM and Powers MA (2003) Complex formation among the RNA export proteins Nup98, Rae1/Gle2, and TAP. The Journal of Biological Chemistry\n278, 20979–20988. [PubMed] [Google Scholar] Botti V, McNicoll F, Steiner MC, Richter FM, Solovyeva A, Wegener M, Schwich OD, Poser I, Zarnack K, Wittig I, Neugebauer KM and Müller-McNicoll M (2017) Cellular differentiation state modulates the mRNA export activity of SR proteins. The Journal of Cell Biology\n216, 1993–2009. [PMC free article] [PubMed] [Google Scholar] Brambilla M, Martani F, Bertacchi S, Vitangeli I and Branduardi P (2019) The Saccharomyces cerevisiae poly (A) binding protein (Pab1): master regulator of mRNA metabolism and cell physiology. Yeast (Chichester, England)\n36, 23–34. [PubMed] [Google Scholar] Bringaud F, Biteau N, Melville SE, Hez S, El-Sayed NM, Leech V, Berriman M, Hall N, Donelson JE and Baltz T (2002) A new, expressed multigene family containing a hot spot for insertion of retroelements is associated with polymorphic subtelomeric regions of Trypanosoma brucei. Eukaryotic Cell\n1, 137–151. [PMC free article] [PubMed] [Google Scholar] Brune C, Munchel SE, Fischer N, Podtelejnikov AV and Weis K (2005) Yeast poly(A)-binding protein Pab1 shuttles between the nucleus and the cytoplasm and functions in mRNA export. RNA (New York, NY)\n11, 517–531. [PMC free article] [PubMed] [Google Scholar] Bühlmann M, Walrad P, Rico E, Ivens A, Capewell P, Naguleswaran A, Roditi I and Matthews KR (2015) NMD3 regulates both mRNA and rRNA nuclear export in African trypanosomes Via An XPOI-linked pathway. Nucleic Acids Research\n43, 4491–4504. [PMC free article] [PubMed] [Google Scholar] Busch A and Hertel KJ (2012) Evolution of SR protein and hnRNP splicing regulatory factors. Wiley Interdisciplinary Reviews – RNA\n3, 1–12. [PMC free article] [PubMed] [Google Scholar] Camacho E, la Fuente SGXL-D, Rastrojo A, Pastor RXNPX, Solana JC, Tabera L, Gamarro F, Carrasco-Ramiro F, Requena JM and Aguado BXA (2019) Complete assembly of the Leishmania donovani (HU3 strain) genome and transcriptome annotation. Scientific Reports\n9, 6127. [PMC free article] [PubMed] [Google Scholar] Campbell DA, Thornton DA and Boothroyd JC (1984) Apparent discontinuous transcription of Trypanosoma brucei variant surface antigen genes. Nature\n311, 350–355. [PMC free article] [PubMed] [Google Scholar] Campos PC, Bartholomeu DC, daRocha WD, Cerqueira GC and Teixeira SMR (2008) Sequences involved in mRNA processing in Trypanosoma cruzi. International Journal for Parasitology\n38, 1383–1389. [PubMed] [Google Scholar] Chan SL, Huppertz I, Yao C, Weng L, Moresco JJ, Yates JR, Ule J, Manley JL and Shi Y (2014) CPSF30 and Wdr33 directly bind to AAUAAA in mammalian mRNA 3′ processing. Genes & Development\n28, 2370–2380. [PMC free article] [PubMed] [Google Scholar] Cheng H, Dufu K, Lee C-S, Hsu JL, Dias A and Reed R (2006) Human mRNA export machinery recruited to the 5′ end of mRNA. Cell\n127, 1389–1400. [PubMed] [Google Scholar] Chikne V, Gupta SK, Doniger T, Shanmugha Rajan K, Cohen-Chalamish S, Waldman Ben-Asher H, Kolet L, Yahia NH, Unger R, Ullu E, Kolev NG, Tschudi C and Michaeli S (2017) The canonical poly (A) polymerase PAP1 polyadenylates non-coding RNAs and is essential for snoRNA biogenesis in Trypanosoma brucei. Journal of Molecular Biology\n429, 3301–3318. [PubMed] [Google Scholar] Cho EJ, Takagi T, Moore CR and Buratowski S (1997) mRNA capping enzyme is recruited to the transcription complex by phosphorylation of the RNA polymerase II carboxy-terminal domain. Genes & Development\n11, 3319–3326. [PMC free article] [PubMed] [Google Scholar] Chu C, Das K, Tyminski JR, Bauman JD, Guan R, Qiu W, Montelione GT, Arnold E and Shatkin AJ (2011) Structure of the guanylyltransferase domain of human mRNA capping enzyme. Proceedings of the National Academy of Sciences of the United States of America\n108, 10104–10108. [PMC free article] [PubMed] [Google Scholar] Chung H-M, Lee MG and Van der Ploeg LH (1992) RNA polymerase I-mediated protein-coding gene expression in Trypanosoma brucei. Parasitology Today (Personal ed)\n8, 414–418. [PubMed] [Google Scholar] Clayton CE (2019) Regulation of gene expression in trypanosomatids: living with polycistronic transcription. Open Biology\n9, 190072–24. [PMC free article] [PubMed] [Google Scholar] Clayton CE and Estevez AM (2010) The exosomes of trypanosomes and other protists. Advances in Experimental Medicine and Biology\n702, 39–49. [PubMed] [Google Scholar] Clayton CE and Michaeli S (2011) 3′ Processing in protists. Wiley Interdisciplinary Reviews – RNA\n2, 247–255. [PubMed] [Google Scholar] Coyle JH, Bor Y-C, Rekosh D and Hammarskjold M-L (2011) The Tpr protein regulates export of mRNAs with retained introns that traffic through the Nxf1 pathway. RNA (New York, NY)\n17, 1344–1356. [PMC free article] [PubMed] [Google Scholar] Cristodero M and Clayton CE (2007) Trypanosome MTR4 is involved in rRNA processing. Nucleic Acids Research\n35, 7023–7030. [PMC free article] [PubMed] [Google Scholar] da Costa Lima TD, Moura DMN, Reis CRS, Vasconcelos JRC, Ellis L, Carrington M, Figueiredo RCBQ and de Melo Neto OP (2010) Functional characterization of three leishmania poly(a) binding protein homologues with distinct binding properties to RNA and protein partners. Eukaryotic Cell\n9, 1484–1494. [PMC free article] [PubMed] [Google Scholar] Das A and Bellofatto V (2009) The non-canonical CTD of RNAP-II is essential for productive RNA synthesis in Trypanosoma brucei. PLoS ONE\n4, e6959. [PMC free article] [PubMed] [Google Scholar] Das A, Li H, Liu T and Bellofatto V (2006) Biochemical characterization of Trypanosoma brucei RNA polymerase II. Molecular and Biochemical Parasitology\n150, 201–210. [PubMed] [Google Scholar] Das A, Bellofatto V, Rosenfeld J, Carrington M, Romero-Zaliz R, del Val C and Estevez AM (2015) High throughput sequencing analysis of Trypanosoma brucei DRBD3/PTB1-bound mRNAs. Molecular and Biochemical Parasitology\n199, 1–4. [PubMed] [Google Scholar] Das A, Banday M, Fisher MA, Chang Y-J, Rosenfeld J and Bellofatto V (2017) An essential domain of an early-diverged RNA polymerase II functions to accurately decode a primitive chromatin landscape. Nucleic Acids Research\n45, 7886–7896. [PMC free article] [PubMed] [Google Scholar] Dean S, Sunter JD and Wheeler RJ (2017) Tryptag.org: a trypanosome genome-wide protein localisation resource. Trends in Parasitology\n33, 80–82. [PMC free article] [PubMed] [Google Scholar] de Bittencourt IA, Serpeloni M, Hiraiwa PM, de Arruda Campos Brasil de Souza T and Avila AR (2017) Dissecting biochemical peculiarities of the ATPase activity of TcSub2, a component of the mRNA export pathway in Trypanosoma cruzi. International Journal of Biological Macromolecules\n98, 793–801. [PubMed] [Google Scholar] Deckert J, Hartmuth K, Boehringer D, Behzadnia N, Will CL, Kastner B, Stark H, Urlaub H and Lührmann R (2006) Protein composition and electron microscopy structure of affinity-purified human spliceosomal B complexes isolated under physiological conditions. Molecular and Cellular Biology\n26, 5528–5543. [PMC free article] [PubMed] [Google Scholar] De Gaudenzi J, Frasch AC and Clayton CE (2005) RNA-binding domain proteins in kinetoplastids: a comparative analysis. Eukaryotic Cell\n4, 2106–2114. [PMC free article] [PubMed] [Google Scholar] DeGrasse JA, Chait BT, Field MC and Rout MP (2008) High-yield isolation and subcellular proteomic characterization of nuclear and subnuclear structures from trypanosomes. Methods in Molecular Biology (Clifton, NJ)\n463, 77–92. [PubMed] [Google Scholar] DeGrasse JA, DuBois KN, Devos D, Siegel TN, Sali A, Field MC, Rout MP and Chait BT (2009) Evidence for a shared nuclear pore complex architecture that is conserved from the last common eukaryotic ancestor. Molecular & Cellular Proteomics\n8, 2119–2130. [PMC free article] [PubMed] [Google Scholar] Dermody JL, Dreyfuss JM, Villen J, Ogundipe B, Gygi SP, Park PJ, Ponticelli AS, Moore CL, Buratowski S and Bucheli ME (2008) Unphosphorylated SR-like protein Npl3 stimulates RNA polymerase II elongation. PLoS ONE\n3, e3273. [PMC free article] [PubMed] [Google Scholar] Derrer CP, Mancini R, Vallotton P, Huet S, Weis K and Dultz E (2019) The RNA export factor Mex67 functions as a mobile nucleoporin. The Journal of Cell Biology\n218, 3967–3976. [PMC free article] [PubMed] [Google Scholar] Derti A, Garrett-Engele P, Macisaac KD, Stevens RC, Sriram S, Chen R, Rohl CA, Johnson JM and Babak T (2012) A quantitative atlas of polyadenylation in five mammals. Genome Research\n22, 1173–1183. [PMC free article] [PubMed] [Google Scholar] Devaux S, Lecordier L, Uzureau P, Walgraffe D, Dierick J-F, Poelvoorde P, Pays E and Vanhamme L (2006) Characterization of RNA polymerase II subunits of Trypanosoma brucei. Molecular and Biochemical Parasitology\n148, 60–68. [PubMed] [Google Scholar] Dhalia R, Marinsek N, Reis CRS, Katz R, Muniz JRC, Standart N, Carrington M and de Melo Neto OP (2006) The two eIF4A helicases in Trypanosoma brucei are functionally distinct. Nucleic Acids Research\n34, 2495–2507. [PMC free article] [PubMed] [Google Scholar] Dillon LAL, Okrah K, Hughitt VK, Suresh R, Li Y, Fernandes MC, Belew AT, Corrada Bravo H, Mosser DM and El-Sayed NM (2015) Transcriptomic profiling of gene expression and RNA processing during Leishmania major differentiation. Nucleic Acids Research\n43, 6799–6813. [PMC free article] [PubMed] [Google Scholar] Dostalova A, Käser S, Cristodero M and Schimanski B (2013) The nuclear mRNA export receptor Mex67-Mtr2 of Trypanosoma brucei contains a unique and essential zinc finger motif. Molecular Microbiology\n88, 728–739. [PubMed] [Google Scholar] Droll D, Archer S, Fenn K, Delhi P, Matthews K and Clayton CE (2010) The trypanosome Pumilio-domain protein PUF7 associates with a nuclear cyclophilin and is involved in ribosomal RNA maturation. FEBS Letters\n584, 1156–1162. [PMC free article] [PubMed] [Google Scholar] Dufu K, Livingstone MJ, Seebacher J, Gygi SP, Wilson SA and Reed R (2010) ATP is required for interactions between UAP56 and two conserved mRNA export proteins, Aly and CIP29, to assemble the TREX complex. Genes & Development\n24, 2043–2053. [PMC free article] [PubMed] [Google Scholar] Dunn EF, Hammell CM, Hodge CA and Cole CN (2005) Yeast poly(A)-binding protein, Pab1, and PAN, a poly(A) nuclease complex recruited by Pab1, connect mRNA biogenesis to export. Genes & Development\n19, 90–103. [PMC free article] [PubMed] [Google Scholar] Dziembowski A, Ventura A-P, Rutz B, Caspary F, Faux C, Halgand F, Laprévote O and Séraphin B (2004) Proteomic analysis identifies a new complex required for nuclear pre-mRNA retention and splicing. The EMBO Journal\n23, 4847–4856. [PMC free article] [PubMed] [Google Scholar] Ehrnsberger HF, Grasser M and Grasser KD (2019) Nucleocytosolic mRNA transport in plants: export factors and their influence on growth and development. Journal of Experimental Botany\n70, 3757–3763. [PubMed] [Google Scholar] Estevez AM, Kempf T and Clayton CE (2001) The exosome of Trypanosoma brucei. The EMBO Journal\n20, 3831–3839. [PMC free article] [PubMed] [Google Scholar] Estevez AM, Lehner B, Sanderson CM, Ruppert T and Clayton CE (2003) The roles of intersubunit interactions in exosome stability. The Journal of Biological Chemistry\n278, 34943–34951. [PubMed] [Google Scholar] Etheridge RD, Clemens DM, Gershon PD and Aphasizhev R (2009) Identification and characterization of nuclear non-canonical poly(A) polymerases from Trypanosoma brucei. Molecular and Biochemical Parasitology\n164, 66–73. [PMC free article] [PubMed] [Google Scholar] Fadda A, Färber V, Droll D and Clayton CE (2013) The roles of 3′-exoribonucleases and the exosome in trypanosome mRNA degradation. RNA (New York, NY)\n19, 937–947. [PMC free article] [PubMed] [Google Scholar] Fadda A, Ryten M, Droll D, Rojas F, Färber V, Haanstra JR, Merce C, Bakker BM, Matthews K and Clayton CE (2014) Transcriptome-wide analysis of trypanosome mRNA decay reveals complex degradation kinetics and suggests a role for co-transcriptional degradation in determining mRNA levels. Molecular Microbiology\n94, 307–326. [PMC free article] [PubMed] [Google Scholar] Faria JRC (2021) A nuclear enterprise: zooming in on nuclear organization and gene expression control in the African trypanosome. Parasitology, 1–17. First View, 10.1017/S0031182020002437. [PMC free article] [PubMed] [CrossRef] [Google Scholar] Fasken MB, Corbett AH and Stewart M (2019) Structure-function relationships in the Nab2 polyadenosine-RNA binding Zn finger protein family. Protein Science: a Publication of the Protein Society\n28, 513–523. [PMC free article] [PubMed] [Google Scholar] Fica SM and Nagai K (2017) Cryo-electron microscopy snapshots of the spliceosome: structural insights into a dynamic ribonucleoprotein machine. Nature Structural & Molecular Biology\n24, 791–799. [PMC free article] [PubMed] [Google Scholar] Fischer T, Sträßer K, Rácz A, Rodríguez-Navarro S, Oppizzi M, Ihrig P, Lechner J and Hurt E (2002) The mRNA export machinery requires the novel Sac3p-Thp1p complex to dock at the nucleoplasmic entrance of the nuclear pores. The EMBO Journal\n21, 5843–5852. [PMC free article] [PubMed] [Google Scholar] Fleckner J, Zhang M, Valcárcel J and Green MR (1997) U2AF65 recruits a novel human DEAD box protein required for the U2 snRNP-branchpoint interaction. Genes & Development\n11, 1864–1872. [PubMed] [Google Scholar] Florini F, Naguleswaran A, Gharib WH, Bringaud F and Roditi I (2019) Unexpected diversity in eukaryotic transcription revealed by the retrotransposon hotspot family of Trypanosoma brucei. Nucleic Acids Research\n47, 1725–1739. [PMC free article] [PubMed] [Google Scholar] Folkmann AW, Noble KN, Cole CN and Wente SR (2011) Dbp5, Gle1–IP6 and Nup159: a working model for mRNP export. Nucleus (Austin, TX)\n2, 540–548. [PMC free article] [PubMed] [Google Scholar] Forler D, Rabut G, Ciccarelli FD, Herold A, Köcher T, Niggeweg R, Bork P, Ellenberg J and Izaurralde E (2004) RanBP2/Nup358 provides a major binding site for NXF1-p15 dimers at the nuclear pore complex and functions in nuclear mRNA export. Molecular and Cellular Biology\n24, 1155–1167. [PMC free article] [PubMed] [Google Scholar] Freistadt MS, Cross GA and Robertson HD (1988) Discontinuously synthesized mRNA from Trypanosoma brucei contains the highly methylated 5″ cap structure, m7GpppA*A*C(2-”O)mU*A. The Journal of Biological Chemistry\n263, 15071–15075. [PubMed] [Google Scholar] Fribourg S, Braun IC, Izaurralde E and Conti E (2001) Structural basis for the recognition of a nucleoporin FG repeat by the NTF2-like domain of the TAP/p15 mRNA nuclear export factor. Molecular Cell\n8, 645–656. [PubMed] [Google Scholar] Furuichi Y (2015) Discovery of m(7)G-cap in eukaryotic mRNAs. Proceedings of the Japan Academy. Series B, Physical and Biological Sciences\n91, 394–409. [PMC free article] [PubMed] [Google Scholar] Furuichi Y, Morgan M, Shatkin AJ, Jelinek W, Salditt-Georgieff M and Darnell JE (1975) Methylated, blocked 5 termini in HeLa cell mRNA. Proceedings of the National Academy of Sciences of the United States of America\n72, 1904–1908. [PMC free article] [PubMed] [Google Scholar] Galy V, Gadal O, Fromont-Racine M, Romano A, Jacquier A and Nehrbass U (2004) Nuclear retention of unspliced mRNAs in yeast is mediated by perinuclear Mlp1. Cell\n116, 63–73. [PubMed] [Google Scholar] García-Molinero V, García-Martínez J, Reja R, Furió-Tarí P, Antúnez O, Vinayachandran V, Conesa A, Pugh BF, Pérez-Ortín JE and Rodríguez-Navarro S (2018) The SAGA/TREX-2 subunit Sus1 binds widely to transcribed genes and affects mRNA turnover globally. Epigenetics & Chromatin\n11, 13. [PMC free article] [PubMed] [Google Scholar] García-Oliver E, García-Molinero V and Rodríguez-Navarro S (2012) mRNA export and gene expression: the SAGA-TREX-2 connection. Biochimica et Biophysica Acta\n1819, 555–565. [PubMed] [Google Scholar] Gatfield D and Izaurralde E (2002) REF1/Aly and the additional exon junction complex proteins are dispensable for nuclear mRNA export. The Journal of Cell Biology\n159, 579–588. [PMC free article] [PubMed] [Google Scholar] Gerbracht JV and Gehring NH (2018) The exon junction complex: structural insights into a faithful companion of mammalian mRNPs. Biochemical Society Transactions\n46, 153–161. [PubMed] [Google Scholar] Gerbracht JV and Gehring NH (2018) The exon junction complex: structural insights into a faithful companion of mammalian mRNPs. Biochemical Society Transactions\n46, 153–161. [PubMed] [Google Scholar] Gewartowski K, Cuéllar J, Dziembowski A and Valpuesta JM (2012) The yeast THO complex forms a 5-subunit assembly that directly interacts with active chromatin. Bioarchitecture\n2, 134–137. [PMC free article] [PubMed] [Google Scholar] Ghosh A, Shuman S and Lima CD (2011) Structural insights to how mammalian capping enzyme reads the CTD code. Molecular Cell\n43, 299–310. [PMC free article] [PubMed] [Google Scholar] Gilbert W and Guthrie C (2004) The Glc7p nuclear phosphatase promotes mRNA export by facilitating association of Mex67p with mRNA. Molecular Cell\n13, 201–212. [PubMed] [Google Scholar] Gilinger G and Bellofatto V (2001) Trypanosome spliced leader RNA genes contain the first identified RNA polymerase II gene promoter in these organisms. Nucleic Acids Research\n29, 1556–1564. [PMC free article] [PubMed] [Google Scholar] Gonatopoulos-Pournatzis T and Cowling VH (2013) Cap-binding complex (CBC). The Biochemical Journal\n457, 231–242. [PMC free article] [PubMed] [Google Scholar] Goos C, Dejung M, Janzen CJ, Butter F and Kramer S (2017) The nuclear proteome of Trypanosoma brucei. PLoS ONE\n12, e0181884. [PMC free article] [PubMed] [Google Scholar] Goos C, Dejung M, Wehman AM, M-Natus E, Schmidt J, Sunter J, Engstler M, Butter F and Kramer S (2019) Trypanosomes can initiate nuclear export co-transcriptionally. Nucleic Acids Research\n47, 266–282. [PMC free article] [PubMed] [Google Scholar] Gosavi U, Srivastava A, Badjatia N and Gunzl A (2020) Rapid block of pre-mRNA splicing by chemical inhibition of analog-sensitive CRK9 in Trypanosoma brucei. Molecular Microbiology\n113, 1225–1239. [PMC free article] [PubMed] [Google Scholar] Gray NK, Hrabálková L, Scanlon JP and Smith RWP (2015) Poly(A)-binding proteins and mRNA localization: who rules the roost?\nBiochemical Society Transactions\n43, 1277–1284. [PubMed] [Google Scholar] Green DM, Johnson CP, Hagan H and Corbett AH (2003) The C-terminal domain of myosin-like protein 1 (Mlp1p) is a docking site for heterogeneous nuclear ribonucleoproteins that are required for mRNA export. Proceedings of the National Academy of Sciences of the United States of America\n100, 1010–1015. [PMC free article] [PubMed] [Google Scholar] Gromadzka AM, Steckelberg A-L, Singh KK, Hofmann K and Gehring NH (2016) A short conserved motif in ALYREF directs cap- and EJC-dependent assembly of export complexes on spliced mRNAs. Nucleic Acids Research\n44, 2348–2361. [PMC free article] [PubMed] [Google Scholar] Gromadzka AM, Steckelberg A.-L, Singh KK, Hofmann K and Gehring NH (2016) A short conserved motif in ALYREF directs cap- and EJC-dependent assembly of export complexes on spliced mRNAs. Nucleic Acids Research\n44, 2348–2361. [PMC free article] [PubMed] [Google Scholar] Gruber AJ, Schmidt R, Gruber AR, Martin G, Ghosh S, Belmadani M, Keller W and Zavolan M (2016) A comprehensive analysis of 3′ end sequencing data sets reveals novel polyadenylation signals and the repressive role of heterogeneous ribonucleoprotein C on cleavage and polyadenylation. Genome Research\n26, 1145–1159. [PMC free article] [PubMed] [Google Scholar] Grünwald D and Singer RH (2010) In vivo imaging of labelled endogenous β-actin mRNA during nucleocytoplasmic transport. Nature\n467, 604–607. [PMC free article] [PubMed] [Google Scholar] Gudipati RK, Xu Z, Lebreton A, Séraphin B, Steinmetz LM, Jacquier A and Libri D (2012) Extensive degradation of RNA precursors by the exosome in wild-type cells. Molecular Cell\n48, 409–421. [PMC free article] [PubMed] [Google Scholar] Günzl A, Ullu E, Dörner M, Fragoso SP, Hoffmann KF, Milner JD, Morita Y, Nguu EK, Vanacova S, Wünsch S, Dare AO, Kwon H and Tschudi C (1997) Transcription of the Trypanosoma brucei spliced leader RNA gene is dependent only on the presence of upstream regulatory elements. Molecular and Biochemical Parasitology\n85, 67–76. [PubMed] [Google Scholar] Gunzl A, Bruderer T, Laufer G, Schimanski B, Tu L-C, Chung H-M, Lee P-T and Lee MG-S (2003) RNA polymerase I transcribes procyclin genes and variant surface glycoprotein gene expression sites in Trypanosoma brucei. Eukaryotic Cell\n2, 542–551. [PMC free article] [PubMed] [Google Scholar] Gupta SK, Kosti I, Plaut G, Pivko A, Tkacz ID, Cohen-Chalamish S, Biswas DK, Wachtel C, Waldman Ben-Asher H, Carmi S, Glaser F, Mandel-Gutfreund Y and Michaeli S (2013) The hnRNP F/H homologue of Trypanosoma brucei is differentially expressed in the two life cycle stages of the parasite and regulates splicing and mRNA stability. Nucleic Acids Research\n41, 6577–6594. [PMC free article] [PubMed] [Google Scholar] Gupta SK, Chikne V, Eliaz D, Tkacz ID, Naboishchikov I, Carmi S, Waldman Ben-Asher H and Michaeli S (2014) Two splicing factors carrying serine-arginine motifs, TSR1 and TSR1IP, regulate splicing, mRNA stability, and rRNA processing in Trypanosoma brucei. RNA Biology\n11, 715–731. [PMC free article] [PubMed] [Google Scholar] Güttinger S, Mühlhäusser P, Koller-Eichhorn R, Brennecke J and Kutay U (2004) Transportin2 functions as importin and mediates nuclear import of HuR. Proceedings of the National Academy of Sciences of the United States of America\n101, 2918–2923. [PMC free article] [PubMed] [Google Scholar] Häcker S and Krebber H (2004) Differential export requirements for shuttling serine/arginine-type mRNA-binding proteins. The Journal of Biological Chemistry\n279, 5049–5052. [PubMed] [Google Scholar] Hackmann A, Wu H, Schneider U-M, Meyer K, Jung K and Krebber H (2014) Quality control of spliced mRNAs requires the shuttling SR proteins Gbp2 and Hrb1. Nature Communications\n5, 3123–3114. [PubMed] [Google Scholar] Hall MP and Ho CK (2006) Characterization of a Trypanosoma brucei RNA cap (guanine N-7) methyltransferase. RNA (New York, NY)\n12, 488–497. [PMC free article] [PubMed] [Google Scholar] Hargous Y, Hautbergue GM, Tintaru AM, Skrisovska L, Golovanov AP, Stévenin J, Lian L-Y, Wilson SA and Allain FH-T (2006) Molecular basis of RNA recognition and TAP binding by the SR proteins SRp20 and 9G8. The EMBO Journal\n25, 5126–5137. [PMC free article] [PubMed] [Google Scholar] Hautbergue GM, Hung M-L, Golovanov AP, Lian L-Y and Wilson SA (2008) Mutually exclusive interactions drive handover of mRNA from export adaptors to TAP. Proceedings of the National Academy of Sciences of the United States of America\n105, 5154–5159. [PMC free article] [PubMed] [Google Scholar] Hautbergue GM, Castelli LM, Ferraiuolo L, Sanchez-Martinez A, Cooper-Knock J, Higginbottom A, Lin Y-H, Bauer CS, Dodd JE, Myszczynska MA, Alam SM, Garneret P, Chandran JS, Karyka E, Stopford MJ, Smith EF, Kirby J, Meyer K, Kaspar BK, Isaacs AM, El-Khamisy SF, De Vos KJ, Ning K, Azzouz M, Whitworth AJ and Shaw PJ (2017) SRSF1-dependent nuclear export inhibition of C9ORF72 repeat transcripts prevents neurodegeneration and associated motor deficits. Nature Communications\n8, 16063–16018. [PMC free article] [PubMed] [Google Scholar] He D, Fiz-Palacios O, Fu C-J, Fehling J, Tsai C-C and Baldauf SL (2014) An alternative root for the eukaryote tree of life. Current Biology: CB\n24, 465–470. [PubMed] [Google Scholar] Hegedűsová E, Kulkarni S, Burgman B, Alfonzo JD and Paris Z (2019) The general mRNA exporters Mex67 and Mtr2 play distinct roles in nuclear export of tRNAs in Trypanosoma brucei. Nucleic Acids Research\n47, 8620–8631. [PMC free article] [PubMed] [Google Scholar] Heidemann M, Hintermair C, Voß K and Eick D (2013) Dynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochimica et Biophysica Acta\n1829, 55–62. [PubMed] [Google Scholar] Hendriks EF and Matthews KR (2005) Disruption of the developmental programme of Trypanosoma brucei by genetic ablation of TbZFP1, a differentiation-enriched CCCH protein. Molecular Microbiology\n57, 706–716. [PMC free article] [PubMed] [Google Scholar] Hendriks EF, Robinson DR, Hinkins M and Matthews KR (2001) A novel CCCH protein which modulates differentiation of Trypanosoma brucei to its procyclic form. The EMBO Journal\n20, 6700–6711. [PMC free article] [PubMed] [Google Scholar] Hendriks EF, Abdul-Razak A and Matthews KR (2003) tbCPSF30 depletion by RNA interference disrupts polycistronic RNA processing in Trypanosoma brucei. The Journal of Biological Chemistry\n278, 26870–26878. [PubMed] [Google Scholar] Ho CK and Shuman S (2001) Trypanosoma brucei RNA triphosphatase. Antiprotozoal drug target and guide to eukaryotic phylogeny. The Journal of Biological Chemistry\n276, 46182–46186. [PubMed] [Google Scholar] Holden JM, Koreny L, Obado S, Ratushny AV, Chen WM, Chiang JH, Kelly S, Chait BT, Aitchison JD, Rout MP and Field MC (2014) Nuclear pore complex evolution: a trypanosome Mlp analogue functions in chromosomal segregation but lacks transcriptional barrier activity. Molecular Biology of the Cell\n25, 1421–1436. [PMC free article] [PubMed] [Google Scholar] Hu J, Lutz CS, Wilusz J and Tian B (2005) Bioinformatic identification of candidate cis-regulatory elements involved in human mRNA polyadenylation. RNA (New York, NY)\n11, 1485–1493. [PMC free article] [PubMed] [Google Scholar] Huang Y and Steitz JA (2005) SRprises along a messenger's journey. Molecular Cell\n17, 613–615. [PubMed] [Google Scholar] Huang Y, Gattoni R, Stévenin J and Steitz JA (2003) SR splicing factors serve as adapter proteins for TAP-dependent mRNA export. Molecular Cell\n11, 837–843. [PubMed] [Google Scholar] Hurt E, Luo M-J, Röther S, Reed R and Sträßer K (2004) Cotranscriptional recruitment of the serine-arginine-rich (SR)-like proteins Gbp2 and Hrb1 to nascent mRNA Via the TREX complex. Proceedings of the National Academy of Sciences of the United States of America\n101, 1858–1862. [PMC free article] [PubMed] [Google Scholar] Hurwitz ME, Strambio-de-Castillia C and Blobel G (1998) Two yeast nuclear pore complex proteins involved in mRNA export form a cytoplasmically oriented subcomplex. Proceedings of the National Academy of Sciences of the United States of America\n95, 11241–11245. [PMC free article] [PubMed] [Google Scholar] Hury A, Goldshmidt H, Tkacz ID and Michaeli S (2009) Trypanosome spliced-leader-associated RNA (SLA1) localization and implications for spliced-leader RNA biogenesis. Eukaryotic Cell\n8, 56–68. [PMC free article] [PubMed] [Google Scholar] Ignatochkina AV, Takagi Y, Liu Y, Nagata K and Ho CK (2015) The messenger RNA decapping and recapping pathway in Trypanosoma. Proceedings of the National Academy of Sciences of the United States of America\n112, 6967–6972. [PMC free article] [PubMed] [Google Scholar] Inoue AH, Serpeloni M, Hiraiwa PM, Yamada-Ogatta SF, Muniz JRC, Motta MCM, Vidal NM, Goldenberg S and Avila AR (2014) Identification of a novel nucleocytoplasmic shuttling RNA helicase of trypanosomes. PLoS ONE\n9, e109521. [PMC free article] [PubMed] [Google Scholar] Ismaïli N, Pérez-Morga D, Walsh P, Mayeda A, Pays A, Tebabi P, Krainer AR and Pays E (1999) Characterization of a SR protein from Trypanosoma brucei with homology to RNA-binding cis-splicing proteins. Molecular and Biochemical Parasitology\n102, 103–115. [PubMed] [Google Scholar] Jäger AV, De Gaudenzi JG, Cassola A, D'Orso I and Frasch AC (2007) mRNA maturation by two-step trans-splicing/polyadenylation processing in trypanosomes. Proceedings of the National Academy of Sciences of the United States of America\n104, 2035–2042. [PMC free article] [PubMed] [Google Scholar] Jani D, Lutz S, Marshall NJ, Fischer T, Köhler A, Ellisdon AM, Hurt E and Stewart M (2009) Sus1, Cdc31, and the Sac3 CID region form a conserved interaction platform that promotes nuclear pore association and mRNA export. Molecular Cell\n33, 727–737. [PMC free article] [PubMed] [Google Scholar] Jani D, Valkov E and Stewart M (2014) Structural basis for binding the TREX2 complex to nuclear pores, GAL1 localisation and mRNA export. Nucleic Acids Research\n42, 6686–6697. [PMC free article] [PubMed] [Google Scholar] Jeronimo C, Bataille AR and Robert F (2013) The writers, readers, and functions of the RNA polymerase II C-terminal domain code. Chemical Reviews\n113, 8491–8522. [PubMed] [Google Scholar] Johnson AW, Lund E and Dahlberg J (2002) Nuclear export of ribosomal subunits. Trends in Biochemical Sciences\n27, 580–585. [PubMed] [Google Scholar] Johnson SA, Cubberley G and Bentley DL (2009) Cotranscriptional recruitment of the mRNA export factor Yra1 by direct interaction with the 3′ end processing factor Pcf11. Molecular Cell\n33, 215–226. [PMC free article] [PubMed] [Google Scholar] Kambach C, Walke S, Young R, Avis JM, de la Fortelle E, Raker VA, Lührmann R, Li J and Nagai K (1999) Crystal structures of two Sm protein complexes and their implications for the assembly of the spliceosomal snRNPs. Cell\n96, 375–387. [PubMed] [Google Scholar] Kammel C, Thomaier M, Sørensen BB, Schubert T, Längst G, Grasser M and Grasser KD (2013) Arabidopsis DEAD-box RNA helicase UAP56 interacts with both RNA and DNA as well as with mRNA export factors. PLoS ONE\n8, e60644. [PMC free article] [PubMed] [Google Scholar] Katahira J, Strässer K, Podtelejnikov A, Mann M, Jung JU and Hurt E (1999) The Mex67p-mediated nuclear mRNA export pathway is conserved from yeast to human. The EMBO Journal\n18, 2593–2609. [PMC free article] [PubMed] [Google Scholar] Katahira J, Inoue H, Hurt E and Yoneda Y (2009) Adaptor Aly and co-adaptor Thoc5 function in the Tap-p15-mediated nuclear export of HSP70 mRNA. The EMBO Journal\n28, 556–567. [PMC free article] [PubMed] [Google Scholar] Kendirgi F, Rexer DJ, Alcázar-Román AR, Onishko HM and Wente SR (2005) Interaction between the shuttling mRNA export factor Gle1 and the nucleoporin hCG1: a conserved mechanism in the export of Hsp70 mRNA. Molecular Biology of the Cell\n16, 4304–4315. [PMC free article] [PubMed] [Google Scholar] Kiesler E, Miralles F and Visa N (2002) HEL/UAP56 binds cotranscriptionally to the Balbiani ring pre-mRNA in an intron-independent manner and accompanies the BR mRNP to the nuclear pore. Current Biology: CB\n12, 859–862. [PubMed] [Google Scholar] Kim VN, Yong J, Kataoka N, Abel L, Diem MD and Dreyfuss G (2001) The Y14 protein communicates to the cytoplasm the position of exon-exon junctions. The EMBO Journal\n20, 2062–2068. [PMC free article] [PubMed] [Google Scholar] Kim SJ, Fernandez-Martinez J, Nudelman I, Shi Y, Zhang W, Raveh B, Herricks T, Slaughter BD, Hogan JA, Upla P, Chemmama IE, Pellarin R, Echeverria I, Shivaraju M, Chaudhury AS, Wang J, Williams R, Unruh JR, Greenberg CH, Jacobs EY, Yu Z, de la Cruz MJ, Mironska R, Stokes DL, Aitchison JD, Jarrold MF, Gerton JL, Ludtke SJ, Akey CW, Chait BT, Sali A and Rout MP (2018) Integrative structure and functional anatomy of a nuclear pore complex. Nature\n555, 475–482. [PMC free article] [PubMed] [Google Scholar] Koch H, Raabe M, Urlaub H, Bindereif A and Preusser C (2016) The polyadenylation complex of Trypanosoma brucei: characterization of the functional poly(A) polymerase. RNA Biology\n13, 221–231. [PMC free article] [PubMed] [Google Scholar] Kolev NG, Franklin JB, Carmi S, Shi H, Michaeli S and Tschudi C (2010) The transcriptome of the human pathogen Trypanosoma brucei at single-nucleotide resolution. PLoS Pathogens\n6, e1001090. [PMC free article] [PubMed] [Google Scholar] Kota KP, Wagner SR, Huerta E, Underwood JM and Nickerson JA (2008) Binding of ATP to UAP56 is necessary for mRNA export. Journal of Cell Science\n121, 1526–1537. [PubMed] [Google Scholar] Kramer S (2017) Simultaneous detection of mRNA transcription and decay intermediates by dual colour single mRNA FISH on subcellular resolution. Nucleic Acids Research\n45, e49–e49. [PMC free article] [PubMed] [Google Scholar] Kramer S, Kimblin NC and Carrington M (2010) Genome-wide in silico screen for CCCH-type zinc finger proteins of Trypanosoma brucei, Trypanosoma cruzi and Leishmania major. BMC Genomics\n11, 283. [PMC free article] [PubMed] [Google Scholar] Kramer S, Marnef A, Standart N and Carrington M (2012) Inhibition of mRNA maturation in trypanosomes causes the formation of novel foci at the nuclear periphery containing cytoplasmic regulators of mRNA fate. Journal of Cell Science\n125, 2896–2909. [PMC free article] [PubMed] [Google Scholar] Kramer S, Bannerman-Chukualim B, Ellis L, Boulden EA, Kelly S, Field MC and Carrington M (2013) Differential localization of the two T. brucei poly(A) binding proteins to the nucleus and RNP granules suggests binding to distinct mRNA pools. PLoS ONE\n8, e54004. [PMC free article] [PubMed] [Google Scholar] Kramer S, Piper S, Estevez AM and Carrington M (2016) Polycistronic trypanosome mRNAs are a target for the exosome. Molecular and Biochemical Parasitology\n205, 1–5. [PMC free article] [PubMed] [Google Scholar] Krishnamurthy S, He X, Reyes-Reyes M, Moore C and Hampsey M (2004) Ssu72 Is an RNA polymerase II CTD phosphatase. Molecular Cell\n14, 387–394. [PubMed] [Google Scholar] Kumar A, Clerici M, Muckenfuss LM, Passmore LA and Jinek M (2019) Mechanistic insights into mRNA 3′-end processing. Current Opinion in Structural Biology\n59, 143–150. [PMC free article] [PubMed] [Google Scholar] Lai M-C and Tarn W-Y (2004) Hypophosphorylated ASF/SF2 binds TAP and is present in messenger ribonucleoproteins. The Journal of Biological Chemistry\n279, 31745–31749. [PubMed] [Google Scholar] LeBowitz JH, Smith HQ, Rusche L and Beverley SM (1993) Coupling of poly(A) site selection and trans-splicing in Leishmania. Genes & Development\n7, 996–1007. [PubMed] [Google Scholar] Lee MG and Van der Ploeg LH (1997) Transcription of protein-coding genes in trypanosomes by RNA polymerase I. Annual Review of Microbiology\n51, 463–489. [PubMed] [Google Scholar] Lee MS, Henry M and Silver PA (1996) A protein that shuttles between the nucleus and the cytoplasm is an important mediator of RNA export. Genes & Development\n10, 1233–1246. [PubMed] [Google Scholar] Le Hir H, Gatfield D, Izaurralde E and Moore M (2001) The exon-exon junction complex provides a binding platform for factors involved in mRNA export and nonsensemediated mRNA decay. The EMBO Journal\n20, 4987–4997. [PMC free article] [PubMed] [Google Scholar] Levy GV, Bañuelos CP, Níttolo AG, Ortiz GE, Mendiondo N, Moretti G, Tekiel VS and Sanchez DO (2015) Depletion of the SR-related protein TbRRM1 leads to cell cycle arrest and apoptosis-like death in Trypanosoma brucei. PLoS ONE\n10, e0136070. [PMC free article] [PubMed] [Google Scholar] Li H and Tschudi C (2005) Novel and essential subunits in the 300-kilodalton nuclear cap binding complex of Trypanosoma brucei. Molecular and Cellular Biology\n25, 2216–2226. [PMC free article] [PubMed] [Google Scholar] Lin DH, Correia AR, Cai SW, Huber FM, Jette CA and Hoelz A (2018) Structural and functional analysis of mRNA export regulation by the nuclear pore complex. Nature Communications\n9, 2319. [PMC free article] [PubMed] [Google Scholar] Longman D, Johnstone IL and Cáceres JF (2003) The Ref/Aly proteins are dispensable for mRNA export and development in Caenorhabditis elegans. RNA (New York, NY)\n9, 881–891. [PMC free article] [PubMed] [Google Scholar] Lueong S, Merce C, Fischer B, Hoheisel JD and Erben ED (2016) Gene expression regulatory networks in Trypanosoma brucei: insights into the role of the mRNA-binding proteome. Molecular Microbiology\n100, 457–471. [PubMed] [Google Scholar] Lund MK and Guthrie C (2005) The DEAD-box protein Dbp5p is required to dissociate Mex67p from exported mRNPs at the nuclear rim. Molecular Cell\n20, 645–651. [PubMed] [Google Scholar] Luo MJ and Reed R (1999) Splicing is required for rapid and efficient mRNA export in metazoans. Proceedings of the National Academy of Sciences of the United States of America\n96, 14937–14942. [PMC free article] [PubMed] [Google Scholar] Luo ML, Zhou Z, Magni K, Christoforides C, Rappsilber J, Mann M and Reed R (2001) Pre-mRNA splicing and mRNA export linked by direct interactions between UAP56 and Aly. Nature\n413, 644–647. [PubMed] [Google Scholar] Ma WK, Cloutier SC and Tran EJ (2013) The DEAD-box protein Dbp2 functions with the RNA-binding protein Yra1 to promote mRNP assembly. Journal of Molecular Biology\n425, 3824–3838. [PMC free article] [PubMed] [Google Scholar] Mager WH, Klootwijk J and Klein I (1976) Minimal methylation of yeast messenger RNA. Molecular Biology Reports\n3, 9–17. [PubMed] [Google Scholar] Mair G, Shi H, Li H, Djikeng A, Aviles HO, Bishop JR, Falcone FH, Gavrilescu C, Montgomery JL, Santori MI, Stern LS, Wang Z, Ullu E and Tschudi C (2000) A new twist in trypanosome RNA metabolism: cis-splicing of pre-mRNA. RNA (New York, NY)\n6, 163–169. [PMC free article] [PubMed] [Google Scholar] Manger ID and Boothroyd JC (1998) Identification of a nuclear protein in Trypanosoma brucei with homology to RNA-binding proteins from cis-splicing systems. Molecular and Biochemical Parasitology\n97, 1–11. [PubMed] [Google Scholar] Manley JL and Krainer AR (2010) A rational nomenclature for serine/arginine-rich protein splicing factors (SR proteins). Genes & Development\n24, 1073–1074. [PMC free article] [PubMed] [Google Scholar] Martinez-Rucobo FW, Kohler R, van de Waterbeemd M, Heck AJR, Hemann M, Herzog F, Stark H and Cramer P (2015) Molecular basis of transcription-coupled pre-mRNA capping. Molecular Cell\n58, 1079–1089. [PubMed] [Google Scholar] Masuda S, Das R, Cheng H, Hurt E, Dorman N and Reed R (2005) Recruitment of the human TREX complex to mRNA during splicing. Genes & Development\n19, 1512–1517. [PMC free article] [PubMed] [Google Scholar] Masuda S, Das R, Cheng H, Hurt E, Dorman N and Reed R (2005) Recruitment of the human TREX complex to mRNA during splicing. Genes & Development\n19, 1512–1517. [PMC free article] [PubMed] [Google Scholar] Mata J (2013) Genome-wide mapping of polyadenylation sites in fission yeast reveals widespread alternative polyadenylation. RNA Biology\n10, 1407–1414. [PMC free article] [PubMed] [Google Scholar] Matter N and König H (2005) Targeted “knockdown” of spliceosome function in mammalian cells. Nucleic Acids Research\n33, e41. [PMC free article] [PubMed] [Google Scholar] Matthews KR, Tschudi C and Ullu E (1994) A common pyrimidine-rich motif governs trans-splicing and polyadenylation of tubulin polycistronic pre-mRNA in trypanosomes. Genes & Development\n8, 491–501. [PubMed] [Google Scholar] McCracken S, Fong N, Rosonina E, Yankulov K, Brothers G, Siderovski D, Hessel A, Foster S, Shuman S and Bentley DL (1997) 5′-Capping enzymes are targeted to pre-mRNA by binding to the phosphorylated carboxy-terminal domain of RNA polymerase II. Genes & Development\n11, 3306–3318. [PMC free article] [PubMed] [Google Scholar] McNally KP and Agabian N (1992) Trypanosoma brucei spliced-leader RNA methylations are required for trans splicing in vivo. Molecular and Cellular Biology\n12, 4844–4851. [PMC free article] [PubMed] [Google Scholar] Meinel DM, Burkert-Kautzsch C, Kieser A, O'Duibhir E, Siebert M, Mayer A, Cramer P, Söding J, Holstege FCP and Sträßer K (2013) Recruitment of TREX to the transcription machinery by its direct binding to the phospho-CTD of RNA polymerase II. PLoS Genetics\n9, e1003914. [PMC free article] [PubMed] [Google Scholar] Michaeli S (2011) Trans-splicing in trypanosomes: machinery and its impact on the parasite transcriptome. Future Microbiology\n6, 459–474. [PubMed] [Google Scholar] Mittra B, Zamudio JR, Bujnicki JM, Stepinski J, Darzynkiewicz E, Campbell DA and Sturm NR (2008) The TbMTr1 spliced leader RNA cap 1 2′-O-ribose methyltransferase from Trypanosoma brucei acts with substrate specificity. The Journal of Biological Chemistry\n283, 3161–3172. [PubMed] [Google Scholar] Mony BM, MacGregor P, Ivens A, Rojas F, Cowton A, Young J, Horn D and Matthews K (2014) Genome-wide dissection of the quorum sensing signalling pathway in Trypanosoma brucei. Nature\n505, 681–685. [PMC free article] [PubMed] [Google Scholar] Müller-McNicoll M and Neugebauer KM (2014) Good cap/bad cap: how the cap-binding complex determines RNA fate. Nature Structural & Molecular Biology\n21, 9–12. [PubMed] [Google Scholar] Müller-McNicoll M, Botti V, de Jesus Domingues AM, Brandl H, Schwich OD, Steiner MC, Curk T, Poser I, Zarnack K and Neugebauer KM (2016) SR Proteins are NXF1 adaptors that link alternative RNA processing to mRNA export. Genes & Development\n30, 553–566. [PMC free article] [PubMed] [Google Scholar] Murphy R and Wente SR (1996) An RNA-export mediator with an essential nuclear export signal. Nature\n383, 357–360. [PubMed] [Google Scholar] Naguleswaran A, Gunasekera K, Schimanski B, Heller M, Hemphill A, Ochsenreiter T and Roditi I (2015) Trypanosoma brucei RRM1 is a nuclear RNA-binding protein and modulator of chromatin structure. mBio\n6, e00114–11. [PMC free article] [PubMed] [Google Scholar] Nehrbass U and Blobel G (1996) Role of the nuclear transport factor p10 in nuclear import. Science (New York, N.Y.)\n272, 120–122. [PubMed] [Google Scholar] Neugebauer KM (2019) Nascent RNA and the coordination of splicing with transcription. Cold Spring Harbor Perspectives in Biology\n11, a032227. [PMC free article] [PubMed] [Google Scholar] Nojima T, Hirose T, Kimura H and Hagiwara M (2007) The interaction between cap-binding complex and RNA export factor is required for intronless mRNA export. The Journal of Biological Chemistry\n282, 15645–15651. [PubMed] [Google Scholar] Obado SO, Brillantes M, Uryu K, Zhang W, Ketaren NE, Chait BT, Field MC and Rout MP (2016) Interactome mapping reveals the evolutionary history of the nuclear pore complex. PLoS Biology\n14, e1002365. [PMC free article] [PubMed] [Google Scholar] Obado SO, Field MC and Rout MP (2017) Comparative interactomics provides evidence for functional specialization of the nuclear pore complex. Nucleus (Austin, TX)\n8, 1–13. [PMC free article] [PubMed] [Google Scholar] Palancade B, Zuccolo M, Loeillet S, Nicolas A and Doye V (2005) Pml39, a novel protein of the nuclear periphery required for nuclear retention of improper messenger ribonucleoparticles. Molecular Biology of the Cell\n16, 5258–5268. [PMC free article] [PubMed] [Google Scholar] Pastro L, Smircich P, Di Paolo A, Becco L, Duhagon MA, Sotelo-Silveira J and Garat B (2017) Nuclear compartmentalization contributes to stage-specific gene expression control in Trypanosoma cruzi. Frontiers in Cell and Developmental Biology\n5, 8. [PMC free article] [PubMed] [Google Scholar] Paterou A, Walrad P, Craddy P, Fenn K and Matthews K (2006) Identification and stage-specific association with the translational apparatus of TbZFP3, a CCCH protein that promotes trypanosome life-cycle development. The Journal of Biological Chemistry\n281, 39002–39013. [PMC free article] [PubMed] [Google Scholar] Perry KL, Watkins KP and Agabian N (1987) Trypanosome mRNAs have unusual “cap 4” structures acquired by addition of a spliced leader. Proceedings of the National Academy of Sciences of the United States of America\n84, 8190–8194. [PMC free article] [PubMed] [Google Scholar] Piruat JI and Aguilera A (1998) A novel yeast gene, THO2, is involved in RNA pol II transcription and provides new evidence for transcriptional elongation-associated recombination. The EMBO Journal\n17, 4859–4872. [PMC free article] [PubMed] [Google Scholar] Portman N and Gull K (2012) Proteomics and the Trypanosoma brucei cytoskeleton: advances and opportunities. Parasitology\n139, 1168–1177. [PubMed] [Google Scholar] Powers MA, Forbes DJ, Dahlberg JE and Lund E (1997) The vertebrate GLFG nucleoporin, Nup98, is an essential component of multiple RNA export pathways. The Journal of Cell Biology\n136, 241–250. [PMC free article] [PubMed] [Google Scholar] Preker P, Nielsen J, Kammler S, Lykke-Andersen S, Christensen MS, Mapendano CK, Schierup MH and Jensen TH (2008) RNA Exosome depletion reveals transcription upstream of active human promoters. Science (New York, N.Y.)\n322, 1851–1854. [PubMed] [Google Scholar] Preusser C, Jaé N and Bindereif A (2012) mRNA splicing in trypanosomes. International Journal of Medical Microbiology: IJMM\n302, 221–224. [PubMed] [Google Scholar] Preusser C, Rossbach O, Hung L-H, Li D and Bindereif A (2014) Genome-wide RNA-binding analysis of the trypanosome U1 snRNP proteins U1C and U1-70K reveals cis/trans-spliceosomal network. Nucleic Acids Research\n42, 6603–6615. [PMC free article] [PubMed] [Google Scholar] Prohaska K and Williams N (2009) Assembly of the Trypanosoma brucei 60S ribosomal subunit nuclear export complex requires trypanosome-specific proteins P34 and P37. Eukaryotic Cell\n8, 77–87. [PMC free article] [PubMed] [Google Scholar] Rajanala K and Nandicoori VK (2012) Localization of nucleoporin Tpr to the nuclear pore complex is essential for Tpr mediated regulation of the export of unspliced RNA. PLoS ONE\n7, e29921. [PMC free article] [PubMed] [Google Scholar] Ramanathan A, Robb GB and Chan S-H (2016) mRNA capping: biological functions and applications. Nucleic Acids Research\n44, 7511–7526. [PMC free article] [PubMed] [Google Scholar] Rambout X and Maquat LE (2020) The nuclear cap-binding complex as choreographer of gene transcription and pre-mRNA processing. Genes & Development\n34, 1113–1127. [PMC free article] [PubMed] [Google Scholar] Reed R and Hurt E (2002) A conserved mRNA export machinery coupled to pre-mRNA splicing. Cell\n108, 523–531. [PubMed] [Google Scholar] Ribbeck K, Lipowsky G, Kent HM, Stewart M and Görlich D (1998) NTF2 mediates nuclear import of Ran. The EMBO Journal\n17, 6587–6598. [PMC free article] [PubMed] [Google Scholar] Rink C and Williams N (2019) Unique interactions of the nuclear export receptors TbMex67 and TbMtr2 with components of the 5S ribonuclear particle in Trypanosoma brucei. mSphere\n4, 186. [PMC free article] [PubMed] [Google Scholar] Rink C, Ciganda M and Williams N (2019) The nuclear export receptors TbMex67 and TbMtr2 are required for ribosome biogenesis in Trypanosoma brucei. mSphere\n4, 257. [PMC free article] [PubMed] [Google Scholar] Rodríguez-Navarro S, Fischer T, Luo M-J, Antúnez O, Brettschneider S, Lechner J, Pérez-Ortín JE, Reed R and Hurt E (2004) Sus1, a functional component of the SAGA histone acetylase complex and the nuclear pore-associated mRNA export machinery. Cell\n116, 75–86. [PubMed] [Google Scholar] Rout MP, Obado SO, Schenkman S and Field MC (2017) Specialising the parasite nucleus: pores, lamins, chromatin, and diversity. PLoS Pathogens\n13, e1006170. [PMC free article] [PubMed] [Google Scholar] Ruan J-P, Shen S, Ullu E and Tschudi C (2007) Evidence for a capping enzyme with specificity for the trypanosome spliced leader RNA. Molecular and Biochemical Parasitology\n156, 246–254. [PMC free article] [PubMed] [Google Scholar] Saha N, Schwer B and Shuman S (1999) Characterization of human, Schizosaccharomyces pombe, and Candida albicans mRNA cap methyltransferases and complete replacement of the yeast capping apparatus by mammalian enzymes. The Journal of Biological Chemistry\n274, 16553–16562. [PubMed] [Google Scholar] Santos-Rosa H, Moreno H, Simos G, Segref A, Fahrenkrog B, Panté N and Hurt E (1998) Nuclear mRNA export requires complex formation between Mex67p and Mtr2p at the nuclear pores. Molecular and Cellular Biology\n18, 6826–6838. [PMC free article] [PubMed] [Google Scholar] Schlackow M, Marguerat S, Proudfoot NJ, Bähler J, Erban R and Gullerova M (2013) Genome-wide analysis of poly(A) site selection in Schizosaccharomyces pombe. RNA (New York, NY)\n19, 1617–1631. [PMC free article] [PubMed] [Google Scholar] Schmid M and Jensen TH (2018) Controlling nuclear RNA levels. Nature Reviews Genetics\n19, 518–529. [PubMed] [Google Scholar] Schmid M and Jensen TH (2019) The nuclear RNA exosome and its cofactors. Advances in Experimental Medicine and Biology\n1203, 113–132. [PubMed] [Google Scholar] Schmitt C, von Kobbe C, Bachi A, Panté N, Rodrigues JP, Boscheron C, Rigaut G, Wilm M, Séraphin B, Carmo-Fonseca M and Izaurralde E (1999) Dbp5, a DEAD-box protein required for mRNA export, is recruited to the cytoplasmic fibrils of nuclear pore complex via a conserved interaction with CAN/Nup159p. The EMBO Journal\n18, 4332–4347. [PMC free article] [PubMed] [Google Scholar] Schneider M, Hellerschmied D, Schubert T, Amlacher S, Vinayachandran V, Reja R, Pugh BF, Clausen T and Köhler A (2015) The nuclear pore-associated TREX-2 complex employs mediator to regulate gene expression. Cell\n162, 1016–1028. [PMC free article] [PubMed] [Google Scholar] Schönemann L, Kühn U, Martin G, Schäfer P, Gruber AR, Keller W, Zavolan M and Wahle E (2014) Reconstitution of CPSF active in polyadenylation: recognition of the polyadenylation signal by WDR33. Genes & Development\n28, 2381–2393. [PMC free article] [PubMed] [Google Scholar] Schreieck A, Easter AD, Etzold S, Wiederhold K, Lidschreiber M, Cramer P and Passmore LA (2014) RNA polymerase II termination involves C-terminal-domain tyrosine dephosphorylation by CPF subunit Glc7. Nature Structural & Molecular Biology\n21, 175–179. [PMC free article] [PubMed] [Google Scholar] Schumann Burkard G, Käser S, de Araújo PR, Schimanski B, Naguleswaran A, Knüsel S, Heller M and Roditi I (2013) Nucleolar proteins regulate stage-specific gene expression and ribosomal RNA maturation in Trypanosoma brucei. Molecular Microbiology\n88, 827–840. [PubMed] [Google Scholar] Schwede A, Manful T, Jha BA, Helbig C, Bercovich N, Stewart M and Clayton CE (2009) The role of deadenylation in the degradation of unstable mRNAs in trypanosomes. Nucleic Acids Research\n37, 5511–5528. [PMC free article] [PubMed] [Google Scholar] Scott DD, Aguilar LC, Kramar M and Oeffinger M (2019) It's not the destination, it's the journey: heterogeneity in mRNA export mechanisms. Advances in Experimental Medicine and Biology\n1203, 33–81. [PubMed] [Google Scholar] Segref A, Sharma K, Doye V, Hellwig A, Huber J, Lührmann R and Hurt E (1997) Mex67p, a novel factor for nuclear mRNA export, binds to both poly(A)+ RNA and nuclear pores. The EMBO Journal\n16, 3256–3271. [PMC free article] [PubMed] [Google Scholar] Sen R, Barman P, Kaja A, Ferdoush J, Lahudkar S, Roy A and Bhaumik SR (2019) Distinct functions of the cap-binding complex in stimulation of nuclear mRNA export. Molecular and Cellular Biology\n39, 531–520. [PMC free article] [PubMed] [Google Scholar] Serpeloni M, Moraes CB, Muniz JRC, Motta MCM, Ramos ASP, Kessler RL, Inoue AH, daRocha WD, Yamada-Ogatta SF, Fragoso SP, Goldenberg S, Freitas-Junior LH and Avila AR (2011a) An essential nuclear protein in trypanosomes is a component of mRNA transcription/export pathway. PLoS ONE\n6, e20730. [PMC free article] [PubMed] [Google Scholar] Serpeloni M, Vidal NM, Goldenberg S, Avila AR and Hoffmann FG (2011b) Comparative genomics of proteins involved in RNA nucleocytoplasmic export. BMC Evolutionary Biology\n11, 7. [PMC free article] [PubMed] [Google Scholar] Serpeloni M, Jiménez-Ruiz E, Vidal NM, Kroeber C, Andenmatten N, Lemgruber L, Mörking P, Pall GS, Meissner M and Avila AR (2016) UAP56 Is a conserved crucial component of a divergent mRNA export pathway in Toxoplasma gondii. Molecular Microbiology\n102, 672–689. [PMC free article] [PubMed] [Google Scholar] Shamsher MK, Ploski J and Radu A (2002) Karyopherin beta 2B participates in mRNA export from the nucleus. Proceedings of the National Academy of Sciences of the United States of America\n99, 14195–14199. [PMC free article] [PubMed] [Google Scholar] Shen J, Zhang L and Zhao R (2007) Biochemical characterization of the ATPase and helicase activity of UAP56, an essential pre-mRNA splicing and mRNA export factor. The Journal of Biological Chemistry\n282, 22544–22550. [PubMed] [Google Scholar] Shi M, Zhang H, Wu X, He Z, Wang L, Yin S, Tian B, Li G and Cheng H (2017) ALYREF mainly binds to the 5″ and the 3″ regions of the mRNA in vivo. Nucleic Acids Research\n45, 9640–9653. [PMC free article] [PubMed] [Google Scholar] Siegel TN, Hekstra DR, Kemp LE, Figueiredo LM, Lowell JE, Fenyo D, Wang X, Dewell S and Cross GAM (2009) Four histone variants mark the boundaries of polycistronic transcription units in Trypanosoma brucei. Genes & Development\n23, 1063–1076. [PMC free article] [PubMed] [Google Scholar] Siegel TN, Hekstra DR, Wang X, Dewell S and Cross GAM (2010) Genome-wide analysis of mRNA abundance in two life-cycle stages of Trypanosoma brucei and identification of splicing and polyadenylation sites. Nucleic Acids Research\n38, 4946–4957. [PMC free article] [PubMed] [Google Scholar] Silva E, Ullu E, Kobayashi R and Tschudi C (1998) Trypanosome capping enzymes display a novel two-domain structure. Molecular and Cellular Biology\n18, 4612–4619. [PMC free article] [PubMed] [Google Scholar] Smith A, Brownawell A and Macara IG (1998) Nuclear import of Ran is mediated by the transport factor NTF2. Current Biology: CB\n8, 1403–1406. [PubMed] [Google Scholar] Smith M, Blanchette M and Papadopoulou B (2008) Improving the prediction of mRNA extremities in the parasitic protozoan Leishmania. BMC Bioinformatics\n9, 158. [PMC free article] [PubMed] [Google Scholar] Soop T, Ivarsson B, Björkroth B, Fomproix N, Masich S, Cordes VC and Daneholt B (2005) Nup153 affects entry of messenger and ribosomal ribonucleoproteins into the nuclear basket during export. Molecular Biology of the Cell\n16, 5610–5620. [PMC free article] [PubMed] [Google Scholar] Sripati CE, Groner Y and Warner JR (1976) Methylated, blocked 5′ termini of yeast mRNA. The Journal of Biological Chemistry\n251, 2898–2904. [PubMed] [Google Scholar] Srivastava A, Badjatia N, Lee JH, Hao B and Gunzl A (2017) An RNA polymerase II-associated TFIIF-like complex is indispensable for SL RNA gene transcription in Trypanosoma brucei. Nucleic Acids Research\n46, 1695–1709. [PMC free article] [PubMed] [Google Scholar] Stanley GJ, Fassati A and Hoogenboom BW (2017) Biomechanics of the transport barrier in the nuclear pore complex. Seminars in Cell & Developmental Biology\n68, 42–51. [PubMed] [Google Scholar] Steckelberg A-L, Boehm V, Gromadzka AM and Gehring NH (2012) CWC22 connects pre-mRNA splicing and exon junction complex assembly. CellReports\n2, 454–461. [PubMed] [Google Scholar] Stern MZ, Gupta SK, Salmon-Divon M, Haham T, Barda O, Levi S, Wachtel C, Nilsen TW and Michaeli S (2009) Multiple roles for polypyrimidine tract binding (PTB) proteins in trypanosome RNA metabolism. RNA (New York, NY)\n15, 648–665. [PMC free article] [PubMed] [Google Scholar] Stewart M (2019a) Polyadenylation and nuclear export of mRNAs. Journal of Biological Chemistry\n294, 2977–2987. [PMC free article] [PubMed] [Google Scholar] Stewart M (2019b) Structure and function of the TREX-2 complex. Subcellular Biochemistry\n93, 461–470. [PubMed] [Google Scholar] Stewart M, Kent HM and McCoy AJ (1998) Structural basis for molecular recognition between nuclear transport factor 2 (NTF2) and the GDP-bound form of the Ras-family GTPase Ran. Journal of Molecular Biology\n277, 635–646. [PubMed] [Google Scholar] Strahm Y, Fahrenkrog B, Zenklusen D, Rychner E, Kantor J, Rosbach M and Stutz F (1999) The RNA export factor Gle1p is located on the cytoplasmic fibrils of the NPC and physically interacts with the FG-nucleoporin Rip1p, the DEAD-box protein Rat8p/Dbp5p and a new protein Ymr 255p. The EMBO Journal\n18, 5761–5777. [PMC free article] [PubMed] [Google Scholar] Sträßer K, Masuda S, Mason P, Pfannstiel J, Oppizzi M, Rodríguez-Navarro S, Rondón AG, Aguilera A, Struhl K, Reed R and Hurt E (2002) TREX is a conserved complex coupling transcription with messenger RNA export. Nature\n417, 304–308. [PubMed] [Google Scholar] Strässer K and Hurt E (2000) Yra1p, a conserved nuclear RNA-binding protein, interacts directly with Mex67p and is required for mRNA export. The EMBO Journal\n19, 410–420. [PMC free article] [PubMed] [Google Scholar] Strässer K and Hurt E (2001) Splicing factor Sub2p is required for nuclear mRNA export through its interaction with Yra1p. Nature\n413, 648–652. [PubMed] [Google Scholar] Takagi Y, Sindkar S, Ekonomidis D, Hall MP and Ho CK (2007) Trypanosoma brucei encodes a bifunctional capping enzyme essential for cap 4 formation on the spliced leader RNA. The Journal of Biological Chemistry\n282, 15995–16005. [PubMed] [Google Scholar] Taniguchi I and Ohno M (2008) ATP-dependent recruitment of export factor Aly/REF onto intronless mRNAs by RNA helicase UAP56. Molecular and Cellular Biology\n28, 601–608. [PMC free article] [PubMed] [Google Scholar] Thomas S, Green A, Sturm NR, Campbell DA and Myler PJ (2009) Histone acetylations mark origins of polycistronic transcription in Leishmania major. BMC Genomics\n10, 152. [PMC free article] [PubMed] [Google Scholar] Tintaru AM, Hautbergue GM, Hounslow AM, Hung M-L, Lian L-Y, Craven CJ and Wilson SA (2007) Structural and functional analysis of RNA and TAP binding to SF2/ASF. EMBO Reports\n8, 756–762. [PMC free article] [PubMed] [Google Scholar] Tkacz ID, Gupta SK, Volkov V, Romano M, Haham T, Tulinski P, Lebenthal I and Michaeli S (2010) Analysis of spliceosomal proteins in Trypanosomatids reveals novel functions in mRNA processing. The Journal of Biological Chemistry\n285, 27982–27999. [PMC free article] [PubMed] [Google Scholar] Tudek A (2019) Escaping nuclear decay: the significance of mRNA export for gene expression. Current Genetics\n65, 473–476. [PubMed] [Google Scholar] Tudek A, Schmid M, Makaras M, Barrass JD, Beggs JD and Jensen TH (2018) A nuclear export block triggers the decay of newly synthesized polyadenylated RNA. CellReports\n24, 2457–2467.e7. [PMC free article] [PubMed] [Google Scholar] Twyffels L, Gueydan C and Kruys V (2014) Transportin-1 and Transportin-2: protein nuclear import and beyond. FEBS Letters\n588, 1857–1868. [PubMed] [Google Scholar] Ullman KS, Shah S, Powers MA and Forbes DJ (1999) The nucleoporin nup153 plays a critical role in multiple types of nuclear export. Molecular Biology of the Cell\n10, 649–664. [PMC free article] [PubMed] [Google Scholar] Ullu E and Tschudi C (1991) Trans splicing in trypanosomes requires methylation of the 5′ end of the spliced leader RNA. Proceedings of the National Academy of Sciences of the United States of America\n88, 10074–10078. [PMC free article] [PubMed] [Google Scholar] Ullu E, Matthews KR and Tschudi C (1993) Temporal order of RNA-processing reactions in trypanosomes: rapid trans splicing precedes polyadenylation of newly synthesized tubulin transcripts. Molecular and Cellular Biology\n13, 720–725. [PMC free article] [PubMed] [Google Scholar] Umlauf D, Bonnet J, Waharte F, Fournier M, Stierle M, Fischer B, Brino L, Devys D and Tora L (2013) The human TREX-2 complex is stably associated with the nuclear pore basket. Journal of Cell Science\n126, 2656–2667. [PubMed] [Google Scholar] Urbaniak MD, Martin DMA and Ferguson MAJ (2013) Global quantitative SILAC phosphoproteomics reveals differential phosphorylation is widespread between the procyclic and bloodstream form lifecycle stages of Trypanosoma brucei. Journal of Proteome Research\n12, 2233–2244. [PMC free article] [PubMed] [Google Scholar] Vasu S, Shah S, Orjalo A, Park M, Fischer WH and Forbes DJ (2001) Novel vertebrate nucleoporins Nup133 and Nup160 play a role in mRNA export. The Journal of Cell Biology\n155, 339–354. [PMC free article] [PubMed] [Google Scholar] Vinciguerra P, Iglesias N, Camblong J, Zenklusen D and Stutz F (2005) Perinuclear Mlp proteins downregulate gene expression in response to a defect in mRNA export. The EMBO Journal\n24, 813–823. [PMC free article] [PubMed] [Google Scholar] Viphakone N, Hautbergue GM, Walsh M, Chang C-T, Holland A, Folco EG, Reed R and Wilson SA (2012) TREX Exposes the RNA-binding domain of Nxf1 to enable mRNA export. Nature Communications\n3, 1006. [PMC free article] [PubMed] [Google Scholar] Viphakone N, Sudbery I, Griffith L, Heath CG, Sims D and Wilson SA (2019) Co-transcriptional loading of RNA export factors shapes the human transcriptome. Molecular Cell\n75, 310–323.e8. [PMC free article] [PubMed] [Google Scholar] Vitaliano-Prunier A, Babour A, Hérissant L, Apponi L, Margaritis T, Holstege FCP, Corbett AH, Gwizdek C and Dargemont C (2012) H2b ubiquitylation controls the formation of export-competent mRNP. Molecular Cell\n45, 132–139. [PMC free article] [PubMed] [Google Scholar] von Moeller H, Basquin C and Conti E (2009) The mRNA export protein DBP5 binds RNA and the cytoplasmic nucleoporin NUP214 in a mutually exclusive manner. Nature Structural & Molecular Biology\n16, 247–254. [PubMed] [Google Scholar] Wahl MC, Will CL and Lührmann R (2009) The spliceosome: design principles of a dynamic RNP machine. Cell\n136, 701–718. [PubMed] [Google Scholar] Watkins JL, Murphy R, Emtage JL and Wente SR (1998) The human homologue of Saccharomyces cerevisiae Gle1p is required for poly(A)+ RNA export. Proceedings of the National Academy of Sciences of the United States of America\n95, 6779–6784. [PMC free article] [PubMed] [Google Scholar] Wedel C, Förstner KU, Derr R and Siegel TN (2017) GT-rich promoters can drive RNA pol II transcription and deposition of H2A.Z in African trypanosomes. The EMBO Journal\n36, 2581–2594. [PMC free article] [PubMed] [Google Scholar] Wegener M and Müller-McNicoll M (2019) View from an mRNP: the roles of SR proteins in assembly, maturation and turnover. Advances in Experimental Medicine and Biology\n1203, 83–112. [PubMed] [Google Scholar] Weirich CS, Erzberger JP, Flick JS, Berger JM, Thorner J and Weis K (2006) Activation of the DExD/H-box protein Dbp5 by the nuclear-pore protein Gle1 and its coactivator InsP6 is required for mRNA export. Nature Cell Biology\n8, 668–676. [PubMed] [Google Scholar] Wende W, Friedhoff P and Sträßer K (2019) Mechanism and regulation of co-transcriptional mRNP assembly and nuclear mRNA export. In Personalised Medicine. Cham: Springer International Publishing, pp. 1–31. doi: 10.1007/978-3-030-31434-7_1. [PubMed] [CrossRef] [Google Scholar] Werner M, Purta E, Kaminska KH, Cymerman IA, Campbell DA, Mittra B, Zamudio JR, Sturm NR, Jaworski J and Bujnicki JM (2011) 2′-O-ribose methylation of cap2 in human: function and evolution in a horizontally mobile family. Nucleic Acids Research\n39, 4756–4768. [PMC free article] [PubMed] [Google Scholar] Wickramasinghe VO, McMurtrie PIA, Mills AD, Takei Y, Penrhyn-Lowe S, Amagase Y, Main S, Marr J, Stewart M and Laskey RA (2010) mRNA export from mammalian cell nuclei is dependent on GANP. Current Biology: CB\n20, 25–31. [PMC free article] [PubMed] [Google Scholar] Will CL and Lührmann R (2011) Spliceosome structure and function. Cold Spring Harbor Perspectives in Biology\n3, a003707. [PMC free article] [PubMed] [Google Scholar] Windgassen M and Krebber H (2003) Identification of Gbp2 as a novel poly(A)+ RNA-binding protein involved in the cytoplasmic delivery of messenger RNAs in yeast. EMBO Reports\n4, 278–283. [PMC free article] [PubMed] [Google Scholar] Wippel HH, Malgarin JS, Inoue AH, Leprevost FDV, Carvalho PC, Goldenberg S and Alves LR (2019a) Unveiling the partners of the DRBD2-mRNP complex, an RBP in Trypanosoma cruzi and ortholog to the yeast SR-protein Gbp2. BMC Microbiology\n19, 128–112. [PMC free article] [PubMed] [Google Scholar] Wippel HH, Malgarin JS, de Martins ST, Vidal NM, Marcon BH, Miot HT, Marchini FK, Goldenberg S and Alves LR (2019b) The nuclear RNA-binding protein RBSR1 interactome in Trypanosoma cruzi. The Journal of Eukaryotic Microbiology\n66, 244–253. [PubMed] [Google Scholar] Woodward LA, Mabin JW, Gangras P and Singh G (2017) The exon junction complex: a lifelong guardian of mRNA fate. Wiley Interdisciplinary Reviews – RNA\n8(3). doi: 10.1002/wrna.1411. [PubMed] [CrossRef] [Google Scholar] Wyers F, Rougemaille M, Badis G, Rousselle J-C, Dufour M-E, Boulay J, Régnault B, Devaux F, Namane A, Séraphin B, Libri D and Jacquier A (2005) Cryptic pol II transcripts are degraded by a nuclear quality control pathway involving a new poly(A) polymerase. Cell\n121, 725–737. [PubMed] [Google Scholar] Xiang K, Tong L and Manley JL (2014) Delineating the structural blueprint of the pre-mRNA 3′-end processing machinery. Molecular and Cellular Biology\n34, 1894–1910. [PMC free article] [PubMed] [Google Scholar] Yang Q and Doublié S (2011) Structural biology of poly(A) site definition. Wiley Interdisciplinary Reviews – RNA\n2, 732–747. [PMC free article] [PubMed] [Google Scholar] Yin Y, Lu JY, Zhang X, Shao W, Xu Y, Li P, Hong Y, Cui L, Shan G, Tian B, Zhang QC and Shen X (2020) U1 snRNP regulates chromatin retention of noncoding RNAs. Nature\n580, 147–150. [PubMed] [Google Scholar] Yue Z, Maldonado E, Pillutla R, Cho H, Reinberg D and Shatkin AJ (1997) Mammalian capping enzyme complements mutant Saccharomyces cerevisiae lacking mRNA guanylyltransferase and selectively binds the elongating form of RNA polymerase II. Proceedings of the National Academy of Sciences of the United States of America\n94, 12898–12903. [PMC free article] [PubMed] [Google Scholar] Zamudio JR, Mittra B, Zeiner GM, Feder M, Bujnicki JM, Sturm NR and Campbell DA (2006) Complete cap 4 formation is not required for viability in Trypanosoma brucei. Eukaryotic Cell\n5, 905–915. [PMC free article] [PubMed] [Google Scholar] Zamudio JR, Mittra B, Foldynova-Trantirkova S, Zeiner GM, Lukes J, Bujnicki JM, Sturm NR and Campbell DA (2007) The 2′-O-ribose methyltransferase for cap 1 of spliced leader RNA and U1 small nuclear RNA in Trypanosoma brucei. Molecular and Cellular Biology\n27, 6084–6092. [PMC free article] [PubMed] [Google Scholar] Zamudio JR, Mittra B, Campbell DA and Sturm NR (2009) Hypermethylated cap 4 maximizes Trypanosoma brucei translation. Molecular Microbiology\n72, 1100–1110. [PMC free article] [PubMed] [Google Scholar] Zeiner GM, Sturm NR and Campbell DA (2003a) Exportin 1 mediates nuclear export of the kinetoplastid spliced leader RNA. Eukaryotic Cell\n2, 222–230. [PMC free article] [PubMed] [Google Scholar] Zeiner GM, Sturm NR and Campbell DA (2003b) The Leishmania tarentolae spliced leader contains determinants for association with polysomes. The Journal of Biological Chemistry\n278, 38269–38275. [PubMed] [Google Scholar] Zenklusen D, Vinciguerra P, Strahm Y and Stutz F (2001) The yeast hnRNP-like proteins Yra1p and Yra2p participate in mRNA export through interaction with Mex67p. Molecular and Cellular Biology\n21, 4219–4232. [PMC free article] [PubMed] [Google Scholar] Zenklusen D, Vinciguerra P, Wyss J.-C and Stutz F (2002) Stable mRNP formation and export require cotranscriptional recruitment of the mRNA export factors Yra1p and Sub2p by Hpr1p. Molecular and Cellular Biology\n22, 8241–8253. [PMC free article] [PubMed] [Google Scholar] Zhao J, Hyman L and Moore C (1999) Formation of mRNA 3′ ends in eukaryotes: mechanism, regulation, and interrelationships with other steps in mRNA synthesis. Microbiology and Molecular Biology Reviews: MMBR\n63, 405–445. [PMC free article] [PubMed] [Google Scholar] Zhou Z and Fu X-D (2013) Regulation of splicing by SR proteins and SR protein-specific kinases. Chromosoma\n122, 191–207. [PMC free article] [PubMed] [Google Scholar] Zhou H, Bulek K, Li X, Herjan T, Yu M, Qian W, Wang H, Zhou G, Chen X, Yang H, Hong L, Zhao J, Qin L, Fukuda K, Flotho A, Gao J, Dongre A, Carman JA, Kang Z, Su B, Kern TS, Smith JD, Hamilton TA, Melchior F, Fox PL and Li X (2017) IRAK2 directs stimulus-dependent nuclear export of inflammatory mRNAs. eLife\n6, 353. [PMC free article] [PubMed] [Google Scholar] Zhou Q, Lee KJ, Kurasawa Y, Hu H, An T and Li Z (2018) Faithful chromosome segregation in Trypanosoma brucei requires a cohort of divergent spindle-associated proteins with distinct functions. Nucleic Acids Research\n46, 8216–8231. [PMC free article] [PubMed] [Google Scholar] Zilman A (2018) Aggregation, phase separation and spatial morphologies of the assemblies of FG nucleoporins. Journal of Molecular Biology\n430, 4730–4740. [PubMed] [Google Scholar] Zolotukhin AS, Tan W, Bear J, Smulevitch S and Felber BK (2002) U2AF participates in the binding of TAP (NXF1) to mRNA. The Journal of Biological Chemistry\n277, 3935–3942. [PubMed] [Google Scholar] Zoltner M, Krienitz N, Field MC and Kramer S (2018) Comparative proteomics of the two T. brucei PABPs suggests that PABP2 controls bulk mRNA. PLoS Neglected Tropical Diseases\n12, e0006679. [PMC free article] [PubMed] [Google Scholar] Zomerdijk JC, Kieft R and Borst P (1991) Efficient production of functional mRNA mediated by RNA polymerase I in Trypanosoma brucei. Nature\n353, 772–775. [PubMed] [Google Scholar]"}