{"title": "CSN6 promotes melanoma proliferation and metastasis by controlling the UBR5-mediated ubiquitination and degradation of CDK9", "pubDate": "2021", "PMCID": "PMC7822921", "DOI": "10.1038/s41419-021-03398-0", "PMID": "33483464", "abstract": "As a critical subunit of the constitutive photomorphogenesis 9 (COP9) signalosome (CSN), CSN6 is upregulated in some human cancers and plays critical roles in tumorigenesis and progression, but its biological functions and molecular mechanisms in melanoma remain unknown. Our study showed that CSN6 expression was upregulated in melanoma patients and cells, and correlated with poor survival in melanoma patients. In melanoma cells, CSN6 knockdown remarkably inhibited cell proliferation, tumorigenicity, migration, and invasion, whereas CSN6 recovery rescued the proliferative and metastatic abilities. Notably, we identified that CSN6 stabilized CDK9 expression by reducing CDK9 ubiquitination levels, thereby activating CDK9-mediated signaling pathways. In addition, our study described a novel CSN6-interacting E3 ligase UBR5, which was negatively regulated by CSN6 and could regulate the ubiquitination and degradation of CDK9 in melanoma cells. Furthermore, in CSN6-knockdown melanoma cells, UBR5 knockdown abrogated the effects caused by CSN6 silencing, suggesting that CSN6 activates the UBR5/CDK9 pathway to promote melanoma cell proliferation and metastasis. Thus, this study illustrates the mechanism by which the CSN6-UBR5-CDK9 axis promotes melanoma development, and demonstrate that CSN6 may be a potential biomarker and anticancer target in melanoma.", "author": [{"author": "Yanli Zhang", "affiliation": ["Department of Dermatology, The Third Hospital of Hebei Medical University, 050051, Shijiazhuang, Hebei, China.", "State Key Laboratory of Silkworm Genome Biology, Southwest University, 400715, Chongqing, China."], "href": "/?term=Zhang+Y&cauthor_id=33483464"}, {"author": "Jianbing Hou", "affiliation": ["State Key Laboratory of Silkworm Genome Biology, Southwest University, 400715, Chongqing, China.", "Cancer center, Medical Research Institute, Southwest University, 400716, Chongqing, China.", "Chongqing Engineering and Technology Research Centre for Silk Biomaterials and Regenerative Medicine, 400716, Chongqing, China.", "Engineering Research Center for Cancer Biomedical and Translational Medicine, Southwest University, 400716, Chongqing, China."], "href": "/?term=Hou+J&cauthor_id=33483464"}, {"author": "Shaomin Shi", "affiliation": ["Department of Dermatology, The Third Hospital of Hebei Medical University, 050051, Shijiazhuang, Hebei, China.", "State Key Laboratory of Silkworm Genome Biology, Southwest University, 400715, Chongqing, China."], "href": "/?term=Shi+S&cauthor_id=33483464"}, {"author": "Juan Du", "affiliation": ["Department of Dermatology, The Third Hospital of Hebei Medical University, 050051, Shijiazhuang, Hebei, China.", "State Key Laboratory of Silkworm Genome Biology, Southwest University, 400715, Chongqing, China."], "href": "/?term=Du+J&cauthor_id=33483464"}, {"author": "Yudong Liu", "affiliation": ["State Key Laboratory of Silkworm Genome Biology, Southwest University, 400715, Chongqing, China.", "Cancer center, Medical Research Institute, Southwest University, 400716, Chongqing, China.", "Chongqing Engineering and Technology Research Centre for Silk Biomaterials and Regenerative Medicine, 400716, Chongqing, China.", "Engineering Research Center for Cancer Biomedical and Translational Medicine, Southwest University, 400716, Chongqing, China."], "href": "/?term=Liu+Y&cauthor_id=33483464"}, {"author": "Pan Huang", "affiliation": ["State Key Laboratory of Silkworm Genome Biology, Southwest University, 400715, Chongqing, China.", "Cancer center, Medical Research Institute, Southwest University, 400716, Chongqing, China.", "Chongqing Engineering and Technology Research Centre for Silk Biomaterials and Regenerative Medicine, 400716, Chongqing, China.", "Engineering Research Center for Cancer Biomedical and Translational Medicine, Southwest University, 400716, Chongqing, China."], "href": "/?term=Huang+P&cauthor_id=33483464"}, {"author": "Qian Li", "affiliation": ["Department of Dermatology, The Third Hospital of Hebei Medical University, 050051, Shijiazhuang, Hebei, China.", "State Key Laboratory of Silkworm Genome Biology, Southwest University, 400715, Chongqing, China."], "href": "/?term=Li+Q&cauthor_id=33483464"}, {"author": "Lichao Liu", "affiliation": ["Department of Dermatology, The Third Hospital of Hebei Medical University, 050051, Shijiazhuang, Hebei, China.", "State Key Laboratory of Silkworm Genome Biology, Southwest University, 400715, Chongqing, China."], "href": "/?term=Liu+L&cauthor_id=33483464"}, {"author": "Huanrong Hu", "affiliation": ["Department of Dermatology, The Third Hospital of Hebei Medical University, 050051, Shijiazhuang, Hebei, China.", "State Key Laboratory of Silkworm Genome Biology, Southwest University, 400715, Chongqing, China."], "href": "/?term=Hu+H&cauthor_id=33483464"}, {"author": "Yacong Ji", "affiliation": ["Department of Dermatology, The Third Hospital of Hebei Medical University, 050051, Shijiazhuang, Hebei, China."], "href": "/?term=Ji+Y&cauthor_id=33483464"}, {"author": "Leiyang Guo", "affiliation": ["Department of Dermatology, The Third Hospital of Hebei Medical University, 050051, Shijiazhuang, Hebei, China."], "href": "/?term=Guo+L&cauthor_id=33483464"}, {"author": "Yaqiong Shi", "affiliation": ["Department of Dermatology, The Third Hospital of Hebei Medical University, 050051, Shijiazhuang, Hebei, China."], "href": "/?term=Shi+Y&cauthor_id=33483464"}, {"author": "Yaling Liu", "affiliation": ["Department of Dermatology, The Third Hospital of Hebei Medical University, 050051, Shijiazhuang, Hebei, China. yzling_liu1214@126.com."], "href": "/?term=Liu+Y&cauthor_id=33483464"}, {"author": "Hongjuan Cui", "affiliation": ["State Key Laboratory of Silkworm Genome Biology, Southwest University, 400715, Chongqing, China. hongjuan.cui@gmail.com.", "Cancer center, Medical Research Institute, Southwest University, 400716, Chongqing, China. hongjuan.cui@gmail.com.", "Chongqing Engineering and Technology Research Centre for Silk Biomaterials and Regenerative Medicine, 400716, Chongqing, China. hongjuan.cui@gmail.com.", "Engineering Research Center for Cancer Biomedical and Translational Medicine, Southwest University, 400716, Chongqing, China. hongjuan.cui@gmail.com."], "href": "/?term=Cui+H&cauthor_id=33483464"}], "refPMID": ["30238891", "27188223", "28034368", "31366280", "26456823", "26267535", "26318036", "25395170", "23187808", "26237449", "21625211", "23095642", "27748879", "25945542", "25957415", "23245942", "24976009", "24106298", "31444342", "29341469", "27546621", "21317535", "31311398", "31339657", "32016946", "25180339", "15780980", "15452830", "18423896", "16280550", "21358262", "32236593", "31526394", "16885020", "23064645", "15276198", "24524087", "21127351", "26464214", "12902990", "16723991", "18513937", "27292258", "24357116"], "citedInPMID": ["33483464", "34819728", "34062779"], "body": " AbstractAs a critical subunit of the constitutive photomorphogenesis 9 (COP9) signalosome (CSN), CSN6 is upregulated in some human cancers and plays critical roles in tumorigenesis and progression, but its biological functions and molecular mechanisms in melanoma remain unknown. Our study showed that CSN6 expression was upregulated in melanoma patients and cells, and correlated with poor survival in melanoma patients. In melanoma cells, CSN6 knockdown remarkably inhibited cell proliferation, tumorigenicity, migration, and invasion, whereas CSN6 recovery rescued the proliferative and metastatic abilities. Notably, we identified that CSN6 stabilized CDK9 expression by reducing CDK9 ubiquitination levels, thereby activating CDK9-mediated signaling pathways. In addition, our study described a novel CSN6-interacting E3 ligase UBR5, which was negatively regulated by CSN6 and could regulate the ubiquitination and degradation of CDK9 in melanoma cells. Furthermore, in CSN6-knockdown melanoma cells, UBR5 knockdown abrogated the effects caused by CSN6 silencing, suggesting that CSN6 activates the UBR5/CDK9 pathway to promote melanoma cell proliferation and metastasis. Thus, this study illustrates the mechanism by which the CSN6-UBR5-CDK9 axis promotes melanoma development, and demonstrate that CSN6 may be a potential biomarker and anticancer target in melanoma.Subject terms: Targeted therapies, Oncogenes, Melanoma, Target identification, Skin stem cells IntroductionMalignant melanoma (MM) is becoming the most lethal type of cutaneous carcinoma because of its rapid progression, tendency to metastasize and poor clinical prognosis. Worldwide, cutaneous melanoma accounts for approximately 232,100 newly diagnosed primary malignant tumors (1.7% of all cases) and approximately 55,500 cancer deaths (0.7% of all death) per year1. In 2017, cutaneous melanoma accounted for an estimated 72% of all cutaneous carcinoma (excluding cutaneous basal cell and squamous cell cancers)-related deaths in the United States1. Although early-stage melanomas are usually curable via surgical resection, advanced metastatic melanomas respond poorly to radiation and chemotherapy2,3. In the past 10 years, the development of targeted therapy and immunotherapy has greatly improved the prognosis of patients with metastatic melanoma; however, secondary drug resistance affects their long-term efficacy4. Therefore, further exploration of the pathogenesis of melanoma, and identification of new potential biomarkers and targets, providing a basis for improving the prognosis of melanoma patients, are urgently needed.The constitutive photomorphogenic 9 (COP9) signalosome (CSN) complex is highly evolutionarily conserved and ubiquitous in all eukaryotes. It consists of nine subunits, including CSN1-CSN8 and the newly discovered subunit CSN acidic protein (CSNAP)5, and the CSN signaling complex is involved in protein degradation6–8, signal transduction9–13, the DNA damage response8,14,15, transcriptional activation16, and tumorigenesis8,12,17,18.The CSN complex is an important regulator of cullin-RING-ubiquitin ligases (CRLs) and modifies CRL-mediated protein degradation19.In recent years, CSN6 has been reported to exhibit upregulated expression and play vital roles in tumorigenesis and progression in lung cancer, glioblastoma, colorectal cancer, breast cancer, thyroid papillary cancer, cervical cancer, and pancreatic cancer7,11,13,20–25, suggesting that CSN6 may be a possible prognostic marker and therapeutic target in a variety of cancers. In detail, in breast cancer, CSN6 decreases MEKK1-mediated c-Jun ubiquitination, promotes Skp2-mediated p57Kip2 protein ubiquitination9. CSN6 increases EGFR stability by increasing CHIP ubiquitination and degradation in glioblastoma21. In colorectal cancer, CSN6 increases the stability of β-catenin by preventing its ubiquitination and degradation, interacts with p27 and increases its degradation, and stabilizes COP1 by reducing COP1 auto-ubiquitination to mediate 14-3-3σ ubiquitination6,11,14. Taken together, CSN6 plays critical roles in controlling protein ubiquitination and degradation by regulating the auto-ubiquitination and degradation of several E3 ligases. However, the expression level and biological function of CSN6 in melanoma are still unknown.Cyclin-dependent kinases (CDKs) play important roles in controlling cell cycle progression and gene transcription26. CDK9 exists in two isoforms, including the major CDK942 protein (42 kDa) and minor CDK955 protein (55 kDa)27,28. A heterodimer composed of the regulatory subunit cyclin T and catalytic subunit CDK9 is the major component of the positive transcription elongation factor b (P-TEFb) complex29,30. It was demonstrated that melanoma cell lines and advanced melanoma tissue strongly express CDK94231. CDKI-73, a CDK9 inhibitor, was reported to inhibit proliferation and induce apoptosis in melanoma32. The selective CDK7/9 inhibitor SNS-032 remarkably reduces cell proliferation, induces cell apoptosis, and inhibits invasion and cell motility in uveal melanoma33. Therefore, as a key regulator of transcriptional elongation29,34–36, CDK9 is a promising target for melanoma therapy. CDK9 expression can be regulated by phosphorylation, dephosphorylation, and ubiquitination37,38. It was reported that Ubiquitin protein ligase E3 component n-recognin 5 (UBR5) can induce the ubiquitination of CDK938, but whether UBR5 regulates the degradation of CDK9 remains controversial. UBR5, also known as E3 identified by Differential Display (EDD), regulates the DNA damage response, transcription, and metabolism39. EDD mutation is common in breast cancer, tongue squamous cell carcinoma, hepatocellular carcinoma and metastatic melanoma40. However, whether UBR5 regulates the ubiquitination and degradation of CDK9 in melanoma remains unclear.In this study, we show that CSN6 promotes the growth, migration and invasion of melanoma cells via CDK9-mediated signaling pathways. This study demonstrates that CSN6 interacts with CDK9 and increases the stability of CDK9 by controlling the expression of the E3 ligase UBR5. This study suggests that the CSN6/UBR5/CDK9 axis may be a potential therapeutic target in melanoma. ResultsCSN6 is overexpressed in melanoma cell lines and tissue and is a poor prognostic indicator in melanoma patientsTo identify the expression pattern of CSN6 in melanoma, an immunohistochemistry assay was conducted and confirmed that CSN6 was overexpressed in melanoma (15 samples) compared with benign nevi (9 samples) (Fig. 1A, B). Next, we examined the expression level of CSN6 in the A375, MV3, and Skmel28 melanoma cell lines and the immortalized melanocyte cell line PIG1. We found that CSN6 was overexpressed in the melanoma cell lines compared with the PIG1 cell line (Fig. 1C, D). To further determine whether the expression of CSN6 is associated with the prognosis of melanoma patients, survival database analysis of the R2: Genomics Analysis and Visualization Platform was performed and found that high expression of CSN6 was associated with poor overall survival, whereas a low CSN6 level was implicated in prolonged overall survival (Fig. 1E, F). Furthermore, the CSN6 level remarkably increased in an incremental manner with the progression of tumor pathological stage (Fig. ​(Fig.1G).1G). Taken together, these findings indicate that CSN6 expression is upregulated in melanoma cell lines and tissue and might be a meaningful prognostic marker.Open in a separate windowFig. 1High CSN6 expression is associated with a poor melanoma patient prognosis.A Representative immunohistochemical staining assays showing CSN6 expression in human benign nevus tissue (left, n = 9) and melanoma tissue (right, n = 15). B Immunohistochemical analyses of CSN6 expression levels in 9 benign nevus tissue samples and 15 melanoma tissue samples, P < 0.001. C, D Western blot and qRT-PCR assays performed to detect CSN6 expression in the A375, MV3, and Skmel28 melanoma cell lines and the immortalized melanocyte cell line PIG1. E, F Kaplan–Meier analysis of the overall survival probability using data from the online R2 database. P-values calculated by the log-rank test are indicated. G Box plot analysis of CSN6 expression levels with the pathological stage of melanoma.CSN6 is essential for melanoma cell proliferation, migration and invasionTo explore the role of CSN6 in the proliferation of melanoma cells, CSN6 expression was knocked down in the A375 and MV3 melanoma cell lines by transducing three separate short hairpin RNA (shRNA) sequences, shCSN6#1, shCSN6 #2, and shCSN6#3. qRT-PCR and western blot analysis were conducted to confirm that all these three shRNA sequences successfully downregulated CSN6 expression (Fig. ​(Fig.2A).2A). Therefore, we used highly effective shCSN6#1 and shCSN6#2 as representative means of CSN6 knockdown in subsequent experiments.Open in a separate windowFig. 2CSN6 is required for the proliferation, migration and invasion of melanoma cells and regulates cell cycle progression.A qRT-PCR assays and western blot analysis of CSN6 expression in CSN6-knockdown A375 and MV3 melanoma cells. B Growth curves of A375 and MV3 cells expressing shGFP, shCSN6#1, or shCSN6#2 (n = 4). C Representative fluorescence micrographs and quantification of BrdU staining to detect the amount of DNA synthesis in CSN6-knockdown A375 and MV3 melanoma cells. Scale bar = 100 μm. D Flow cytometry assays performed to quantify the cell population in each phase of the cell cycle. A375 and MV3 cells expressing shGFP, shCSN6#1, or shCSN6#2 were evaluated. E, F Migration and invasion assays performed with A375 and MV3 cells expressing shGFP, shCSN6#1, or shCSN6#2 (left), and calculations of the migratory or invasive cells (right). Migratory cells were stained with crystal violet and counted at 12 h. Invasive cells were stained and counted at 24 h. Scale bar = 50 μm. G Protein expression of several cell cycle regulatory proteins and metastasis-related proteins in A375 and MV3 cells expressing shGFP, shCSN6#1, or shCSN6#2. All data are shown as the mean ± SD, and data were analyzed using two-tailed Student’s t-tests; *P < 0.05, **P < 0.01, and ***P < 0.001. All P-values are based on control versus treatment comparisons.To investigate the cell viability of CSN6-knockdown melanoma cells, a 3-[4, -5-dimethylthiazol-2-yl]-2, -5-diphenyltetrazolium bromide (MTT) assay was conducted and revealed that CSN6 knockdown remarkably inhibited melanoma cell proliferation in vitro (Fig. ​(Fig.2B).2B). A 5-Bromo-2-deoxyuridine (BrdU) assay showed that the DNA synthesis ability in the CSN6-knockdown group was significantly decreased (Fig. ​(Fig.2C).2C). Next, flow cytometry analysis demonstrated that CSN6 knockdown resulted in G1 arrest in melanoma cells (Fig. ​(Fig.2D).2D). To determine whether CSN6 is essential in melanoma metastasis, migration (Figs. ​(Figs.2E,2E, S1A) and invasion assays (Figs. ​(Figs.2F,2F, S1B) were conducted, and the results showed that CSN6-knockdown melanoma cells migrated much more slowly than control cells.Furthermore, the expression of some cell cycle-related and metastasis-related proteins was measured. We found that the expression of CDK1, CDK4, and cyclinD1 was reduced, while the expression of p21 and p27 was increased in CSN6-knockdown cells (Fig. ​(Fig.2G).2G). In addition, the results revealed that the expression of N-cadherin and vimentin (mesenchymal markers) was decreased, while that of E-cadherin (epithelial marker) was upregulated in CSN6-knockdown cells (Fig. ​(Fig.2G).2G). In summary, these findings demonstrated that downregulation of CSN6 expression could inhibit cell proliferation, migration and invasion.CSN6 recovery rescued the cell proliferation, migration, and invasion of CSN6-knockdown melanoma cellsTo further confirm the involvement of CSN6 in melanoma proliferation and metastasis, CSN6 expression was recovered through transfection of a full-length CSN6 sequence resistant to shRNA#1 targeting into CSN6-knockdown melanoma cells, and the results showed that CSN6 protein and messenger RNA (mRNA) expression levels were successfully recovered (Fig. ​(Fig.3A).3A). MTT (Fig. ​(Fig.3B)3B) and BrdU (Fig. ​(Fig.3C)3C) assays revealed that recovery of CSN6 expression rescued cell growth and proliferation. Next, we found that recovery of CSN6 expression in shCSN6 cells almost completely rescued their migratory (Fig. ​(Fig.3D)3D) and invasive abilities (Fig. ​(Fig.3E).3E). Furthermore, the expression of several cell cycle-related and metastasis-related proteins was measured, and the results revealed that CSN6 recovery led to significant increases in CDK1, CDK4, cyclinD1, N-cadherin, and vimentin expression and decreases in p21, p27, and E-cadherin gene expression (Fig. ​(Fig.3F).3F). Taken together, these findings demonstrate that CSN6 is critical for melanoma cell proliferation, migration, and invasion.Open in a separate windowFig. 3CSN6 recovery rescues the cell proliferation, migration, and invasion of CSN6-silenced melanoma cells.A qRT-PCR and western blot assays were used to confirm CSN6 expression in CSN6-rescued CSN6-knockdown A375 and MV3 melanoma cells. B CSN6 recovery rescued the proliferation of A375 and MV3 melanoma cells. Growth curves are shown for the CSN6-rescued CSN6-knockdown cells (n = 4). C Representative fluorescence micrographs and quantification of BrdU staining in CSN6-rescued CSN6-knockdown A375 and MV3 cells are shown. Scale bar = 100 μm. D, E Migration and invasion assays were performed with CSN6-rescued CSN6-knockdown A375 and MV3 cells (left), and the quantification of migratory or invasive cells (right). Migratory cells were stained with crystal violet and counted at 12 h. Invasive cells were stained and counted at 24 h. Scale bar = 50 μm. F Western blot assays were used to detect the protein expression levels of cell cycle regulatory proteins and metastasis-related proteins in CSN6-rescued CSN6-knockdown A375 and MV3 melanoma cells. All data are shown as the mean ± SD, *P < 0.05 and **P < 0.01. All P-values are based on control versus treatment comparisons.CSN6 interacts with CDK9 and regulates CDK9 stabilityTo identify possible protein interaction partners of CSN6 in melanoma cells, immunoprecipitation (IP)–mass spectrometry analysis was performed, and CDK9 was detected as a potential CSN6-interacting protein (Fig. ​(Fig.4A).4A). A co-IP assay further validated that CSN6 interacted with CDK9 in A375 and MV3 melanoma cells (Fig. ​(Fig.4B).4B). To investigate whether CDK9 expression is influenced by CSN6, a western blot assay was performed and demonstrated that the protein level of CDK9 was remarkably reduced in CSN6-knockdown melanoma cells and recovered after overexpression of CSN6 in CSN6-knockdown cells (Fig. ​(Fig.4C),4C), while the CDK9 mRNA level was not significantly affected by the CSN6 status (Fig. S2), indicating that CSN6 may regulate the expression of CDK9 via posttranscriptional regulation.Open in a separate windowFig. 4CSN6 interacts with CDK9 and governs CDK9 stability.A Silver staining of anti-HA-CSN6 in a co-IP assay. B Interaction of endogenous CSN6 with endogenous CDK9. Equal amounts of A375 and MV3 cell lysates were immunoprecipitated with the indicated antibodies and immunoblotted with anti-FLAG and anti-CDK9 antibodies. C Total cellular extracts from CSN6-knockdown and CSN6-rescued CSN6-knockdown A375 and MV3 cells and control cells were prepared and subjected to western blotting using the indicated antibody. D The CDK9 turnover rate of CSN6-overexpressing cells was determined. A375 and MV3 cells overexpressing CSN6 were treated with CHX (100 μg/ml) at the indicated time points before whole-cell lysates were collected for immunoblot analysis. The turnover of CDK9 is indicated graphically. E Cell lysates were prepared from CSN6-knockdown A375 and MV3 cells treated with or without MG132 for 8 h. Equal amounts of cell lysates were immunoblotted with the indicated antibodies.Then, we explored how CSN6 affects the stability of CDK9 and found that overexpression of CSN6 decreased the turnover rate of CDK9 in melanoma cells by using the de novo protein synthesis inhibitor cycloheximide (CHX, Sigma, USA) (Fig. ​(Fig.4D).4D). Furthermore, we evaluated whether CSN6 regulates CDK9 expression by ubiquitination and degradation of CDK9 and found that the decrease in CDK9 protein expression in CSN6-knockdown melanoma cells was obviously rescued by using the proteasome inhibitor MG132 (Fig. ​(Fig.4E).4E). In summary, these results indicate that CSN6 interacts with CDK9 and regulates CDK9 stability by reducing CDK9 ubiquitination and degradation.CSN6 stabilizes CDK9 by regulating the E3 ubiquitin ligase UBR5CSN6 has been found to control the steady state of several E3 ligases, such as b-Trcp, E6AP, Fbxw7, and CHIP6–8,21. The E3 ubiquitin ligase UBR5 has shown the ability to ubiquitinate CDK938, so we hypothesized that CSN6 stabilizes the expression of CDK9 by regulating the E3 ligase UBR5.A co-IP assay was performed and demonstrated that CSN6 interacted with UBR5 in A375 and MV3 melanoma cells (Fig. ​(Fig.5A).5A). Next, western blot analysis demonstrated that CSN6 increased CDK9 expression and decreased UBR5 expression in a dose-dependent manner in 293FT cells (Fig. ​(Fig.5B).5B). In addition, UBR5 expression was negatively correlated with CSN6 expression in melanoma cells (Fig. ​(Fig.5C).5C). Interestingly, qRT-PCR showed that UBR5 mRNA levels were not affected by the CSN6 expression status (Fig. S2), indicating that CSN6 may control the UBR5 level through posttranscriptional regulation.Open in a separate windowFig. 5CSN6 stabilizes CDK9 by regulating the E3 ubiquitin ligase UBR5.A Interaction of endogenous CSN6 with endogenous UBR5. Equal amounts of cell lysates from A375 and MV3 cells overexpressing CSN6 were immunoprecipitated with the indicated antibodies and immunoblotted with anti-Flag or anti-UBR5 antibodies. B Total cellular extracts from 293FT cells transfected with increasing amounts of CSN6 plasmids were prepared and subjected to western blotting using the indicated antibody. C Total cell lysates from CSN6-knockdown and CSN6-rescued CSN6-knockdown A375 and MV3 cells were prepared and subjected to western blotting with the indicated antibody. D The UBR5 turnover rate of CSN6-knockdown cells was determined. CSN6-knockdown A375 and MV3 cells were treated with CHX for the indicated times. Cell lysates were immunoblotted with the indicated antibodies (left). The turnover of UBR5 is indicated graphically (right). E Cell lysates were prepared from A375 and MV3 cells expressing Flag-tagged CSN6 that had been treated with or without MG132 for 8 h. Equal amounts of cell lysates were immunoblotted with the indicated antibodies. F, G A375, MV3 and 293FT cells transfected with the indicated plasmids were treated with MG132 for 8 h before harvest. Ubiquitinated UBR5 and CDK9 proteins were immunoprecipitated with an anti-HA antibody and immunoblotted with anti-CDK9 and anti-UBR5 antibodies.To further verify this hypothesis, we examined the UBR5 turnover rate using CHX and found that the turnover rate of UBR5 was decreased in the shCSN6 group (Fig. ​(Fig.5D).5D). Then, western blot analysis showed that the proteasome inhibitor MG132 could rescue CSN6-mediated UBR5 downregulation (Fig. ​(Fig.5E).5E). In addition, to investigate whether CSN6 controls the ubiquitination and degradation of the E3 ligase UBR5 to stabilize CDK9, in vivo ubiquitination assays were performed and found that CSN6 increased UBR5 ubiquitination levels and decreased CDK9 ubiquitination levels in melanoma cells and 293FT cells (Fig. 5F, G). In summary, these results suggested that CSN6 improved CDK9 stability by elevating ubiquitin-mediated UBR5 degradation.UBR5 deficiency in CSN6-knockdown cells counteracts the effects induced by CSN6 silencingWe found that CSN6 is essential for melanoma proliferation and metastasis and that CSN6 stabilizes CDK9 expression by elevating the ubiquitin-mediated degradation of UBR5, so we speculated that UBR5 may be the downstream effector of CSN6 in melanoma cells. We knocked down UBR5 expression in melanoma cells and selected shUBR5-2#, which showed relatively high interference efficiency, for follow-up studies (Fig. S3). We obtained stable UBR5 and CSN6-knockdown melanoma cells, and western blotting was performed and found that UBR5 expression was successfully downregulated, while CDK9 expression was recovered in the UBR5 and CSN6-knockdown melanoma cells compared with CSN6-knockdown cells (Fig. ​(Fig.6A).6A). Next, migration and invasion assays were conducted and showed that UBR5 konckdown rescued the migratory and invasive abilities of CSN6-knockdown melanoma cells (Figs. S4, ​,6B).6B). We performed an MTT assay and found that UBR5 knockdown rescued cell growth in CSN6-knockdown melanoma cells (Fig. ​(Fig.6C).6C). Next, soft agar colony formation assays were performed, and the results showed that the colonies formed by CSN6-knockdown melanoma cells were smaller and fewer in number than those of control cells and that UBR5 knockdown rescued the colony formation ability of CSN6-knockdown melanoma cells (Fig. ​(Fig.6D6D).Open in a separate windowFig. 6The effects induced by CSN6 silencing were abrogated by downregulation of UBR5 expression in CSN6-knockdown cells.A Total cellular extracts from CSN6-knockdown and UBR5-knockdown CSN6-knockdown A375 and MV3 cells were prepared and subjected to western blotting with the indicated antibody. B The migration and invasion of CSN6-knockdown and UBR5-knockdown CSN6-knockdown A375 and MV3 cells were quantified. C The growth curves of CSN6-knockdown and UBR5-knockdown CSN6-knockdown A375 and MV3 cells are shown (n = 4). D An in vitro colony formation assay was performed with CSN6-knockdown and UBR5-knockdown CSN6-knockdown A375 and MV3 cells. E, F Stably transfected CSN6-knockdown or UBR5-knockdown CSN6-knockdown A375 cells (1 × 106 cells) or control cells were subcutaneously injected into right dorsal side of female nude mice (n = 6). Tumor volume was measured when the tumors reached a certain volume. Two weeks after injection, the mice were sacrificed, and the tumors were collected and weighed. One-way ANOVA. G Immunohistochemical analysis was conducted to detect CSN6, UBR5, CDK9 and Ki-67 expression, Scale bar = 100 μm. H The model of the CSN6-UBR5-CDK9 axis is shown. All data are shown as the mean ± SD, *P < 0.05, **P < 0.01, and ***P < 0.001. All P-values are based on control versus treatment comparisons.Furthermore, to evaluate the role of CSN6 in tumorigenesis in melanoma cells, subcutaneous xenograft experiments were carried out with nude mice. The results revealed that the tumors formed by CSN6-knockdown A375 cells were significantly smaller in both size and weight than those formed by control cells, and the tumor formation ability was remarkably rescued in the UBR5-knockdown CSN6-knockdown group during the same time course (Fig. 6E, F). Immunohistochemical staining showed that the percentage of CSN6-positive cells was significantly decreased in shCSN6 and shCSN6/shUBR5 tumor samples compared with control samples. Furthermore, the percentage of CDK9-positive cells was reduced in shCSN6 tumor samples and rescued in shCSN6/shUBR5 tumor samples, while the signal intensity of UBR5 showed a trend opposite that of CDK9 expression. Consistently, Ki-67 expression exhibited synchronous variation with CDK9 expression (Fig. ​(Fig.6G).6G). In summary, these results indicate that the CSN6-UBR5-CDK9 axis promotes the growth, migration, invasion and tumorigenesis of melanoma cells through CDK9-mediated signaling pathways (Fig. ​(Fig.6H6H). DiscussionCSN6 has been found to exhibit upregulated expression in some human cancers and plays critical roles in tumorigenesis and progression7,11,13,20–25. In this study, we identified that CSN6 was overexpressed in human melanoma tissue samples and cells, high expression of CSN6 was a poor prognostic factor for melanoma patients and increased expression of CSN6 was positively correlated with tumor stage, indicating that CSN6 might be a biomarker in melanoma.Here, we assessed the significance of CSN6 in the proliferation and metastasis of melanoma for the first time. This study revealed that CSN6 knockdown in melanoma cells inhibited cell proliferation in vitro and tumorigenicity in mice by inducing cell cycle arrest and that the anti-proliferative effect could be rescued by overexpressing CSN6 in CSN6-knockdown melanoma cells, suggesting that CSN6 has critical roles in triggering melanoma initiation and progression. Ninety percent of cancer-related deaths are caused by carcinoma metastases41. Here, we identified that CSN6 promoted melanoma cell migration and invasion in vivo. These findings demonstrate the important roles of CSN6 in promoting the proliferation and metastasis of melanoma, suggesting that CSN6 may be a potential therapeutic target in melanoma.Furthermore, we revealed that CSN6 interacted with CDK9 by co-IP. CDK9, a major component of P-TEFb, is required for transcriptional elongation and mRNA maturation42. CDK9 has been found to control cell growth, apoptosis, invasion, and cell motility in melanoma31,33. The expression of CDK9 can be regulated by phosphorylation, dephosphorylation, and ubiquitination37,38. Our study revealed that CSN6 positively regulated the CDK9 protein level, while the CDK9 mRNA level remained unchanged, indicating that CSN6 may regulate CDK9 expression through posttranscriptional regulation. We also found that CSN6 overexpression in melanoma cells could prolong the half-life of CDK9 and that the decrease in CDK9 protein expression in CSN6-knockdown cells could be obviously rescued in the presence of MG132, indicating that CSN6 regulates CDK9 stability by reducing CDK9 ubiquitination.The E3 ubiquitin ligase UBR5 has been found to ubiquitinate CDK938; however, whether UBR5 can control the degradation of CDK9 remains controversial. It has been reported that CSN6 can promote some degree of tumor progression by regulating the stability of several E3 ligases6–8,21. This study demonstrated that UBR5, a novel E3 ubiquitin ligase interacting with CSN6, was negatively regulated by CSN6 and was responsible for CDK9 ubiquitination and degradation in melanoma cells. Indeed, we revealed that CSN6 reduces the stability of UBR5 by regulating the ubiquitin-mediated degradation of UBR5, furtherly stabilizing CDK9 expression, suggesting that UBR5 may be a downstream factor of CSN6 in melanoma cells.Furthermore, we found that UBR5 knockdown rescued all the effects induced by CSN6 silencing, indicating that CSN6 activates the CDK9 pathway to promote melanoma growth and metastasis by reducing the UBR5 level. Our findings indicate that CSN6 may be a new prognostic factor and that the CSN6-UBR5-CDK9 axis may be a potential anticancer target in melanoma. Materials and methodsCell lines, antibodies, and drugsAll melanoma cell lines (A375, Skmel28, and MV3), the immortalized melanocyte cell line PIG1, and the human embryonic renal cell line 293FT were obtained from the American Type Culture Collection (ATCC, USA). All cell lines were cultured as described previously43,44.An anti-CSN6 antibody (NBP2-46333) was purchased from Novus Biologicals (USA). Anti-CDK9 (11705-1-AP), anti-UBR5 (66937-1-Ig), anti-HA (51064-2-AP), anti-Flag (20543-1-AP), anti-Ki67 (27309-1-AP), and anti-α-tubulin (11224-1-AP) antibodies were obtained from Proteintech (Wuhan, China). Anti-CDK1 (4539), anti-CDK4 (12790), anti-CDK2 (2546), anti-CDK6 (13331), anti-cyclin D1 (2922), anti-p21 (2947), anti-p27 (3686), anti-E-cadherin (14472), anti-N-cadherin (13116), and anti-vimentin (5741) antibodies were purchased from Cell Signaling Technology (CST, Boston, MA, USA). MG132 (M7449) and anti-BrdU (ab6326) and anti-Flag (ab213519) antibodies were obtained from Abcam (Cambridge, MA, USA). 3, 3′-Diaminobenzidine (DAB) and RIPA lysis buffer were purchased from Beyotime (Shanghai, China).Transfection and infectionshCSN6, shGFP, and a recombinant plasmid encoding a Flag-tagged full-length CSN6 coding sequence were obtained as described in our previous study21. shUBR5 was purchased from YouBio (Hunan, China). Supplementary Table 1 lists the shRNA sequences used. Transfection and infection procedures were the same as those described in our previous study21.Patient data analysis and patient tumor tissues samplesGene expression data for melanoma patients were obtained from the online R2 database (http://hgserver1.amc.nl/cgi-bin/r2/main.cgi). Based on a cutoff separating high and low CSN6 expression, Kaplan-Meier survival analysis was conducted with the R2 algorithm. We obtained prior approval and collected primary tumor samples from the Third Hospital of Hebei Medical University, Hebei, China. The ethics committee of the Third Hospital of Hebei Medical University approved the tissue analysis. All the subjects participating in the study provided written informed consent.Immunohistochemistry stainingFour-millimeter thick sections were obtained from tumor specimens. After deparaffinization, rehydration, antigen repair, and non-specific binding blockade, the sections were incubated with antibodies specific for CSN6, UBR5, CDK9 and Ki-67 overnight at 4 °C and then incubated with secondary antibodies for 30 min. Next, the sections were stained with DAB, counterstained using haematoxylin, and observed under a microscope (Olympus, Japan).Western blot analysis and co-IPWestern blotting was performed as previously described21,44, and luminescence image analysis was performed using a western blot detection instrument (Clinx Science, Shanghai, China).For co-IP assays, CSN6 overexpressing melanoma cells were harvested and lysed with IP lysis buffer (Beyotime, Shanghai, China). Equal amounts of cell lysates were immunoprecipitated using either 2 mg of the indicated antibody or IgG in a rotating incubator at 4 °C overnight. After being captured using Protein A/G Agarose beads, the immuno-complexes were washed using ice-cold PBS buffer five times, followed by SDS-PAGE and silver staining. We subjected the candidate bands to mass spectrometry analysis for protein identification.Quantitative real-time PCR (qRT-PCR)qRT-PCR was conducted as described in our previous study21,43. The sequences of the primer sets are shown in Supplementary Table 2.Cell proliferation analysisFor MTT assays, 1000 melanoma cells were seeded in 96-well plates, and MTT (5 μg/ml, Sigma, USA) was added and incubated for 2 h at the indicated time. Formazan complexes were dissolved using 200 μl of dimethyl sulfoxide (DMSO; Sigma, USA) and the absorbance was determined at 490 nm.BrdU staining was performed as previously described21.Flow cytometryCSN6-knockdown melanoma cells and control cells were obtained and fixed in 70% ice-cold ethanol, washed with ice-cold PBS buffer, stained using propidium iodide (BD, San Jose, CA, USA) supplemented with RNase A (Sigma Aldrich, USA) at 37 °C for 1 h, and analyzed on a FACS C6 flow cytometry (BD, USA).Migration and invasion assayFor migration and invasion assays, 8-μm-pore transwell chambers (8μm pore size; Corning, China) were placed into the wells of 24-well plates, and the membranes were covered with Matrigel for the invasion assay. A total of 7.5 × 104 melanoma cells in 200 μl of serum-free medium were seeded in the upper chamber, with 550 μl of medium supplemented with 20% FBS in the lower chamber. After 12 h of culture in the migration assay and 24 h of culture in the invasion assay, crystal violet staining was used. After removing the cells on the upper surface of the membranes, the positively stained cells in five independent fields of view were evaluated by microscopy.Ubiquitination assayThe indicated plasmids were transfected into melanoma cells and 293FT cells. After transfection for 48 h, the cells were cultured with MG132 (50 μg/ml) for 8 h, harvested and lysed in IP lysis buffer. The cell lysates were immunoprecipitated using either 2 mg of anti-HA-tag antibody or IgG, followed by western blotting and IP assay.Turnover rate assayStably transfected melanoma cells were incubated with CHX(100 μg/ml) for the indicated time, harvested, lysed and submitted for western blot analysis. Densitometric quantification of proteins was performed with ImageJ processing software (Clinx Science).Soft agar colony formation assayMedium supplemented with 0.6% agarose (1.5 ml) was placed in the wells of a 6-well plate as the supporting bottom layer, and 1000 cells in 1.5 ml of medium supplemented with 0.3% agarose were plated on the solidified substratum. After culture for 2–3 weeks, the colonies in each well were photographed and then imaged with a digital camera after being stained with MTT at 37 °C for 30 min.Animal studiesFor a tumorigenicity assay, stably transfected human A375 melanoma cells (1 × 106) were subcutaneously injected into right dorsal side of five-week-old female nude mice (n = 6). Tumor volume was monitored at the indicated time points. Two weeks after injection, the mice were sacrificed, and the tumors were excised, weighed, photographed, and subjected to immunohistochemical staining. All experimental procedures were approved by the Animal Care and Use Committee of Southwest University (Chongqing, China).Statistical analysisA two-tailed Student’s t-test was used to evaluate the significance of differences between two experimental groups. All results are presented as the mean ± SD, and p < 0.05 was considered statistically significant. All studies were performed with three to five technical and biological replicates. Supplementary informationSupplementary Figure legends(15K, docx)Figure S1(34M, tif)Figure S2(34M, tif)Figure S3(34M, tif)Figure S4(34M, tif)Supplementary Table 1-2(16K, docx) AcknowledgementsWe earnestly appreciate the support of all participators. We gratefully acknowledge the State Key Laboratory of Silkworm Genome Biology, Southwest University.FundingThis work was supported by the National Natural Science Foundation of China (81872071 and 81672502) and the Natural Science Foundation of Chongqing (No. cstc2019jcyj-zdxmX0033 and cstc2020jcyj-msxm2003). Author contributionsConceived/designed experiments: Y.L.L., H.J.C., and Y.L.Z.; performed the experiments: All authors; analyzed the data: Y.L.Z., J.B.H., Y.L.L., and H.J.C.; wrote/revised the paper: Y.L.Z., J.B.H., Y.L.L., and H.J.C. Conflict of interestThe authors declare that they have no conflict of interest. EthicsIn vivo experiments have been approved by the Animal Care and Use Committee of Southwest University (Chongqing, China). The tumour tissue samples have been approved by the Ethics Committee of the Third Hospital of Hebei Medical University (Hebei, China). FootnotesEdited by N. BarlevPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.These authors contributed equally: Yanli Zhang, Jianbing Hou Contributor InformationYaling Liu, Email: moc.621@4121uil_gnilzy.Hongjuan Cui, Email: moc.liamg@iuc.naujgnoh. References1. Schadendorf D, et al.  Melanoma. Lancet. 2018;392:971–984. doi: 10.1016/S0140-6736(18)31559-9. [PubMed] [CrossRef] [Google Scholar]2. Schadendorf D, et al.  Melanoma. Nat. Rev. Dis. Prim. 2015;1:15003. doi: 10.1038/nrdp.2015.3. [PubMed] [CrossRef] [Google Scholar]3. Puig Sardá S. New dermatological insights in melanoma diagnosis and treatment. Acta Dermosifiliogr. 2017;108:1–2. doi: 10.1016/j.ad.2016.11.001. [PubMed] [CrossRef] [Google Scholar]4. Davis LE, Shalin SC, Tackett AJ. Current state of melanoma diagnosis and treatment. Cancer Biol. Ther. 2019;20:1366–1379. doi: 10.1080/15384047.2019.1640032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Rozen S, et al.  CSNAP is a stoichiometric subunit of the COP9 signalosome. Cell Rep. 2015;13:585–598. doi: 10.1016/j.celrep.2015.09.021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Fang L, et al.  ERK2-dependent phosphorylation of CSN6 is critical in colorectal cancer development. Cancer Cell. 2015;28:183–197. doi: 10.1016/j.ccell.2015.07.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Gao S, et al.  COP9 signalosome subunit 6 (CSN6) regulates E6AP/UBE3A in cervical cancer. Oncotarget. 2015;6:28026–28041. doi: 10.18632/oncotarget.4731. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Chen J, et al.  CSN6 drives carcinogenesis by positively regulating Myc stability. Nat. Commun. 2014;5:5384. doi: 10.1038/ncomms6384. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Chen B, et al.  CDK inhibitor p57 (Kip2) is negatively regulated by COP9 signalosome subunit 6. Cell Cycle. 2012;11:4633–4641. doi: 10.4161/cc.22887. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Shin J, Phan L, Chen J, Lu Z, Lee M-H. CSN6 positively regulates c-Jun in a MEKK1-dependent manner. Cell Cycle. 2015;14:3079–3087. doi: 10.1080/15384101.2015.1078030. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Choi HH, et al.  COP9 signalosome subunit 6 stabilizes COP1, which functions as an E3 ubiquitin ligase for 14-3-3σ Oncogene. 2011;30:4791–4801. doi: 10.1038/onc.2011.192. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Xue Y, et al.  HER2-Akt signaling in regulating COP9 signalsome subunit 6 and p53. Cell Cycle. 2012;11:4181–4190. doi: 10.4161/cc.22413. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Yang L, et al.  Quercetin-induced apoptosis of HT-29 colon cancer cells via inhibition of the Akt-CSN6-Myc signaling axis. Mol. Med. Rep. 2016;14:4559–4566. doi: 10.3892/mmr.2016.5818. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Choi HH, et al.  Regulating the stability and localization of CDK inhibitor p27(Kip1) via CSN6-COP1 axis. Cell Cycle. 2015;14:2265–2273. doi: 10.1080/15384101.2015.1046655. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Choi HH, et al.  CSN6 deregulation impairs genome integrity in a COP1-dependent pathway. Oncotarget. 2015;6:11779–11793. doi: 10.18632/oncotarget.3151. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Azzolin L, et al.  Role of TAZ as mediator of Wnt signaling. Cell. 2012;151:1443–1456. doi: 10.1016/j.cell.2012.11.027. [PubMed] [CrossRef] [Google Scholar]17. Azzolin L, et al.  YAP/TAZ incorporation in the β-catenin destruction complex orchestrates the Wnt response. Cell. 2014;158:157–170. doi: 10.1016/j.cell.2014.06.013. [PubMed] [CrossRef] [Google Scholar]18. Wang W, et al.  Clinical implications of CSN6 protein expression and correlation with mutant-type P53 protein in breast cancer. Jpn. J. Clin. Oncol. 2013;43:1170–1176. doi: 10.1093/jjco/hyt148. [PubMed] [CrossRef] [Google Scholar]19. Faull SV, et al.  Structural basis of Cullin 2 RING E3 ligase regulation by the COP9 signalosome. Nat. Commun. 2019;10:3814. doi: 10.1038/s41467-019-11772-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Wen D, et al.  Downregulation of CSN6 attenuates papillary thyroid carcinoma progression by reducing Wnt/β-catenin signaling and sensitizes cancer cells to FH535 therapy. Cancer Med. 2018;7:285–296. doi: 10.1002/cam4.1272. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Hou J, et al.  CSN6 controls the proliferation and metastasis of glioblastoma by CHIP-mediated degradation of EGFR. Oncogene. 2017;36:1134–1144. doi: 10.1038/onc.2016.280. [PubMed] [CrossRef] [Google Scholar]22. Zhao R, et al.  Subunit 6 of the COP9 signalosome promotes tumorigenesis in mice through stabilization of MDM2 and is upregulated in human cancers. J. Clin. Investig. 2011;121:851–865. doi: 10.1172/JCI44111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Shi J, et al.  CSN6 expression is associated with pancreatic cancer progression and predicts poor prognosis. Cancer Biol. Ther. 2019;20:1290–1299. doi: 10.1080/15384047.2019.1632143. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Jhan J-H, et al.  The prognostic value of CSN6 expression in upper tract urothelial carcinomas. Kaohsiung J. Med. Sci. 2019;35:559–565. doi: 10.1002/kjm2.12104. [PubMed] [CrossRef] [Google Scholar]25. Hou J, Cui H. CSN6: a promising target for cancer prevention and therapy. Histol. Histopathol. 2020;35:645–652. [PubMed] [Google Scholar]26. Malumbres M. Cyclin-dependent kinases. Genome Biol. 2014;15:122. doi: 10.1186/gb4184. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Shore SM, Byers SA, Dent P, Price DH. Characterization of Cdk9(55) and differential regulation of two Cdk9 isoforms. Gene. 2005;350:51–58. doi: 10.1016/j.gene.2005.01.015. [PubMed] [CrossRef] [Google Scholar]28. Liu H, Herrmann CH. Differential localization and expression of the Cdk9 42k and 55k isoforms. J. Cell. Physiol. 2005;203:251–260. doi: 10.1002/jcp.20224. [PubMed] [CrossRef] [Google Scholar]29. Wang S, Fischer PM. Cyclin-dependent kinase 9: a key transcriptional regulator and potential drug target in oncology, virology and cardiology. Trends Pharmacol. Sci. 2008;29:302–313. doi: 10.1016/j.tips.2008.03.003. [PubMed] [CrossRef] [Google Scholar]30. Fisher RP. Secrets of a double agent: CDK7 in cell-cycle control and transcription. J. Cell Sci. 2005;118:5171–5180. doi: 10.1242/jcs.02718. [PubMed] [CrossRef] [Google Scholar]31. Abdullah C, Wang X, Becker D. Expression analysis and molecular targeting of cyclin-dependent kinases in advanced melanoma. Cell Cycle. 2011;10:977–988. doi: 10.4161/cc.10.6.15079. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Madorsky Rowdo FP, et al.  Epigenetic inhibitors eliminate senescent melanoma BRAFV600E cells that survive long‑term BRAF inhibition. Int. J. Oncol. 2020;56:1429–1441. [PMC free article] [PubMed] [Google Scholar]33. Zhang J, Liu S, Ye Q, Pan J. Transcriptional inhibition by CDK7/9 inhibitor SNS-032 abrogates oncogene addiction and reduces liver metastasis in uveal melanoma. Mol. Cancer. 2019;18:140. doi: 10.1186/s12943-019-1070-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol. Cell. 2006;23:297–305. doi: 10.1016/j.molcel.2006.06.014. [PubMed] [CrossRef] [Google Scholar]35. Larochelle S, et al.  Cyclin-dependent kinase control of the initiation-to-elongation switch of RNA polymerase II. Nat. Struct. Mol. Biol. 2012;19:1108–1115. doi: 10.1038/nsmb.2399. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Garriga J, Graña X. Cellular control of gene expression by T-type cyclin/CDK9 complexes. Gene. 2004;337:15–23. doi: 10.1016/j.gene.2004.05.007. [PubMed] [CrossRef] [Google Scholar]37. Nekhai S, Petukhov M, Breuer D. Regulation of CDK9 activity by phosphorylation and dephosphorylation. BioMed. Res. Int. 2014;2014:964964. doi: 10.1155/2014/964964. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Cojocaru M, et al.  Transcription factor IIS cooperates with the E3 ligase UBR5 to ubiquitinate the CDK9 subunit of the positive transcription elongation factor B. J. Biol. Chem. 2011;286:5012–5022. doi: 10.1074/jbc.M110.176628. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Shearer RF, Iconomou M, Watts CK, Saunders DN. Functional roles of the E3 ubiquitin ligase UBR5 in cancer. Mol. Cancer Res. 2015;13:1523–1532. doi: 10.1158/1541-7786.MCR-15-0383. [PubMed] [CrossRef] [Google Scholar]40. Clancy JL, et al.  EDD, the human orthologue of the hyperplastic discs tumour suppressor gene, is amplified and overexpressed in cancer. Oncogene. 2003;22:5070–5081. doi: 10.1038/sj.onc.1206775. [PubMed] [CrossRef] [Google Scholar]41. Mehlen P, Puisieux A. Metastasis: a question of life or death. Nat. Rev. Cancer. 2006;6:449–458. doi: 10.1038/nrc1886. [PubMed] [CrossRef] [Google Scholar]42. Brès V, Yoh SM, Jones KA. The multi-tasking P-TEFb complex. Curr. Opin. Cell Biol. 2008;20:334–340. doi: 10.1016/j.ceb.2008.04.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Huang MY, Xuan F, Liu W, Cui HJ. MINA controls proliferation and tumorigenesis of glioblastoma by epigenetically regulating cyclins and CDKs via H3K9me3 demethylation. Oncogene. 2017;36:387–396. doi: 10.1038/onc.2016.208. [PubMed] [CrossRef] [Google Scholar]44. Zhang Y, Zhu S, Yi L, Liu Y, Cui H. Neurotensin receptor1 antagonist SR48692 reduces proliferation by inducing apoptosis and cell cycle arrest in melanoma cells. Mol. Cell Biochem. 2014;389:1–8. doi: 10.1007/s11010-013-1920-3. [PubMed] [CrossRef] [Google Scholar]"}