{"title": "Emergency department characteristics and associations with intensive care admission among patients with coronavirus disease 2019", "pubDate": "2021", "PMCID": "PMC7812494", "DOI": "10.1002/emp2.12350", "PMID": "33490999", "abstract": "Objective:                       There have been few descriptions in the literature to date specifically examining initial coronavirus disease 2019 (COVID-19) patient presentation to the emergency department (ED) and the trajectory of patients who develop critical illness. Here we describe the ED presentation and outcomes of patients with COVID-19 presenting during our initial local surge.                  Methods:                       This is a multicenter, retrospective cohort study using data extracted from the electronic health records at 3 hospitals within a single health system from March 1, 2020 to June 1, 2020. Patients were included in the study if they presented to an ED and had laboratory-confirmed severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection during the study period. Data elements were extracted from the electronic health record electronically and by trained data abstractors and entered into a secure database. We used multivariable regression analysis to examine ED factors associated with the development of critical illness and mortality, with a primary outcome of ICU admission.                  Results:                       A total of 330 patients with laboratory-confirmed SARS-CoV-2 infection were admitted during the study period. Of these, 112 (34%) were admitted to the ICU. Among these patients, 20% were female, 50% were White, the median age was 61 (interquartile range [IQR], 52-72), and the median body mass index (BMI) was 28.1 (IQR, 24.3-35.1). On univariable analysis, a doubling of lactate dehydrogenase (LDH) (odds ratio [OR], 3.87; 95% confidence interval [CI], 2.40-6.27) or high-sensitivity C-reactive protein (hsCRP; OR, 1.32; 95% CI, 1.11-1.57) above the reference range or elevated troponin (OR, 12.1; 95% CI, 1.20-121.8) were associated with ICU admission. After adjusting for age, sex, and BMI, LDH was the best predictor of ICU admission (OR, 3.54; 95% CI, 2.12-5.90). Of the patients, 15% required invasive mechanical ventilation during their hospital course, and in-hospital mortality was 19%.                  Conclusions:                       Nearly one-third of ED patients who required hospitalization for COVID-19 were admitted to the ICU, 15% received invasive mechanical ventilation, and 19% died. Most patients who were admitted from the ED were tachypneic with elevated inflammatory markers, and the following factors were associated with ICU admission: elevated hsCRP, LDH, and troponin as well as lower oxygen saturation and increased respiratory rate.", "author": [{"author": "Joshua Krieger", "affiliation": ["Department of Pulmonary Critical Care and Sleep Medicine University of Washington Medical Center Seattle Washington USA."], "href": "/?term=Krieger+J&cauthor_id=33490999"}, {"author": "Flynn McGuire", "affiliation": ["School of Medicine University of Washington Medical Center Seattle Washington USA."], "href": "/?term=McGuire+F&cauthor_id=33490999"}, {"author": "Erik Risa", "affiliation": ["School of Medicine University of Washington Medical Center Seattle Washington USA."], "href": "/?term=Risa+E&cauthor_id=33490999"}, {"author": "August Longino", "affiliation": ["School of Medicine University of Washington Medical Center Seattle Washington USA."], "href": "/?term=Longino+A&cauthor_id=33490999"}, {"author": "Steven Coppess", "affiliation": ["Department of Emergency Medicine University of Washington Medical Center Seattle Washington USA."], "href": "/?term=Coppess+S&cauthor_id=33490999"}, {"author": "Toni Riveros", "affiliation": ["Department of Pulmonary Critical Care and Sleep Medicine University of Washington Medical Center Seattle Washington USA."], "href": "/?term=Riveros+T&cauthor_id=33490999"}, {"author": "Chris Hebert", "affiliation": ["Department of Pulmonary Critical Care and Sleep Medicine University of Washington Medical Center Seattle Washington USA."], "href": "/?term=Hebert+C&cauthor_id=33490999"}, {"author": "James Town", "affiliation": ["Department of Pulmonary Critical Care and Sleep Medicine University of Washington Medical Center Seattle Washington USA."], "href": "/?term=Town+J&cauthor_id=33490999"}, {"author": "Pavan Bhatraju", "affiliation": ["Department of Pulmonary Critical Care and Sleep Medicine University of Washington Medical Center Seattle Washington USA."], "href": "/?term=Bhatraju+P&cauthor_id=33490999"}, {"author": "Nicholas Johnson", "affiliation": ["Department of Pulmonary Critical Care and Sleep Medicine University of Washington Medical Center Seattle Washington USA.", "Department of Emergency Medicine University of Washington Medical Center Seattle Washington USA."], "href": "/?term=Johnson+N&cauthor_id=33490999"}], "refPMID": ["31999307", "32004427", "32123347", "32091533", "32384078", "32105632", "32320003", "32442528", "32109013", "32275319", "32269086", "32171076", "32250385", "32227758", "32191259", "32762106", "32444366", "10793162", "23688302", "20843245", "31433934", "31197492", "32604322", "18184957", "29347874", "29490185", "17947786", "32667668", "23092060", "33109234", "32766541", "32730358", "32584597"], "citedInPMID": ["33490999", "34332217"], "body": " AbstractObjectiveThere have been few descriptions in the literature to date specifically examining initial coronavirus disease 2019 (COVID‐19) patient presentation to the emergency department (ED) and the trajectory of patients who develop critical illness. Here we describe the ED presentation and outcomes of patients with COVID‐19 presenting during our initial local surge.MethodsThis is a multicenter, retrospective cohort study using data extracted from the electronic health records at 3 hospitals within a single health system from March 1, 2020 to June 1, 2020. Patients were included in the study if they presented to an ED and had laboratory‐confirmed severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) infection during the study period. Data elements were extracted from the electronic health record electronically and by trained data abstractors and entered into a secure database. We used multivariable regression analysis to examine ED factors associated with the development of critical illness and mortality, with a primary outcome of ICU admission.ResultsA total of 330 patients with laboratory‐confirmed SARS‐CoV‐2 infection were admitted during the study period. Of these, 112 (34%) were admitted to the ICU. Among these patients, 20% were female, 50% were White, the median age was 61 (interquartile range [IQR], 52–72), and the median body mass index (BMI) was 28.1 (IQR, 24.3–35.1). On univariable analysis, a doubling of lactate dehydrogenase (LDH) (odds ratio [OR], 3.87; 95% confidence interval [CI], 2.40–6.27) or high‐sensitivity C‐reactive protein (hsCRP; OR, 1.32; 95% CI, 1.11–1.57) above the reference range or elevated troponin (OR, 12.1; 95% CI, 1.20–121.8) were associated with ICU admission. After adjusting for age, sex, and BMI, LDH was the best predictor of ICU admission (OR, 3.54; 95% CI, 2.12–5.90). Of the patients, 15% required invasive mechanical ventilation during their hospital course, and in‐hospital mortality was 19%.ConclusionsNearly one‐third of ED patients who required hospitalization for COVID‐19 were admitted to the ICU, 15% received invasive mechanical ventilation, and 19% died. Most patients who were admitted from the ED were tachypneic with elevated inflammatory markers, and the following factors were associated with ICU admission: elevated hsCRP, LDH, and troponin as well as lower oxygen saturation and increased respiratory rate. 1. INTRODUCTION1.1. BackgroundThe early history of the severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) pandemic has been well described.\n1\n, \n2\n, \n3\n Early articles from Italy, China, Washington State, and New York State established a wide clinical picture of SARS‐CoV‐2 infection and critical illness.\n4\n, \n5\n, \n6\n, \n7\n, \n8\n, \n9\n, \n10\n, \n11\n, \n12\n, \n13\n, \n14\n, \n15\n Most of these studies were broad and focused on the clinical course of patients with COVID‐19 from hospital admission to discharge or death. The first confirmed case in the United States was in Seattle, WA, in January 2020.1.2. ImportanceFew studies of earlier cohorts focused on the initial emergency department (ED) presentation of patients with COVID‐19 and its relationship to outcomes. Here, in a cohort of patients who presented to our EDs during the peak of our inpatient volume in the spring of 2020, we describe the ED‐presenting characteristics as well as the risk factors associated with ICU admission and in‐hospital mortality.1.3. Goals of this investigationOur primary objective is to characterize the cohort of patients presenting to EDs in our hospital system with COVID‐19. We also investigate associations between demographics, ED triage vital signs, initial ED laboratory values, and outcomes. Our primary outcome measure is ICU admission. Because of ICU and acute care ward parameters, we could reasonably assume that certain triage vital sign abnormalities, including significant tachypnea, hypotension, and severe hypoxemia, would predict ICU admission. Given other reports associating elevated markers of inflammation with ICU admission and mortality,\n16\n, \n17\n we hypothesized that laboratory markers of inflammation, including an elevated d‐dimer and high‐sensitivity C‐reactive protein (hsCRP), would also be associated with ICU admission. We also hypothesized that a respiratory rate > 22 and blood oxygen saturation < 95% at triage would be associated with mortality. 2. METHODS2.1. Study design and settingThis was a retrospective cohort study of all patients seen in the emergency department from March 1, 2020, to June 14, 2020 who had a positive SARS‐CoV‐2 polymerase chain reaction (PCR) test and were admitted to the hospital. This study was conducted at 3 hospitals within a single health system, consisting of a quaternary university hospital, an urban county‐owned trauma center, and an academic‐affiliated community hospital with more than 100,000 combined ED visits annually. EDs within our system occasionally use high flow nasal cannula, and most patients requiring more than 6 L of supplemental oxygen will be admitted to an ICU. A respiratory rate > 34 also mandates an ICU admission rather than an acute care service admission.Early in our local surge (late March 2020), our Department of Emergency Medicine published local guidelines for the evaluation and management of persons with presumed, suspected, or confirmed COVID‐19 (Supplementary Appendix) based on contemporaneous literature from earlier phases of the pandemic in China and Italy.\n12\n, \n18\n, \n19\n\nPatients admitted to our ICUs with acute respiratory distress syndrome were managed according to local and international evidence‐based acute respiratory distress syndrome guidelines, including ventilation with low tidal volumes (4–6 mL/kg of predicted body weight) with a goal plateau pressure of ≤ 30 cm H2O, positive end‐expiratory pressure titrated to optimize oxygenation, hemodynamics and mechanics, prone positioning, and neuromuscular blockade for significant ventilator dyssynchrony. Extracorporeal life support is available for selected patients with refractory hypoxemia or, rarely, hypercarbia with poor compliance using inclusion criteria from international guidelines.\n20\n, \n21\n, \n22\n, \n23\n, \n24\n, \n25\n In general, during this period, corticosteroids were reserved for patients with exacerbations of obstructive lung disease, refractory septic shock, or another indication outside of severe COVID‐19.\n26\n, \n27\n, \n28\n\nThe study was approved by the Human Subjects Division at the University of Washington. This study is presented in accordance with the Strengthening the Reporting of Observational Studies in Epidemiology statement.\n29\n\n2.2. Selection of participantsWe electronically abstracted data from the electronic health record for all patients with SARS‐CoV‐2 detected on PCR from nasopharyngeal swabs or lower respiratory tract samples. We included only patients who had an ED visit at 1 of the study hospitals, and we counted separate ED visits from the same patient as unique encounters. We included all patients who were admitted. All charts from patients admitted to the ICU were manually reviewed by medical students, critical care fellows, and critical care faculty trained in data abstraction and verified to meet inclusion criteria. Agreement between several key data elements (selected a priori and found in the Supplementary Appendix) that were abstracted both electronically and manually were assessed using κ scores to ensure accuracy of the abstraction processes.2.3. MeasurementsWe collected demographics, vital signs, and selected initial laboratory results in the ED. We also gathered the initial and final levels of respiratory support provided in the ED. Missing data were excluded from the analyses, and the relevant sample numbers are reported in the tables.Our laboratory uses the Beckman High Sensitivity Troponin assay with a normal range of < 0.04 ng/mL. We use an optical assay to detect d‐dimer with a normal range of < 0.59 mcg/mL of fibrinogen‐equivalent units. We use the LX1 immuno‐turbidemetry assay to detect hsCRP with a normal range of < 10 mg/L.2.4. ExposuresOur exposures of interest, determined a priori, were demographics (age, sex, ethnicity, race, language, body mass index [BMI]), vital signs (heart rate, blood pressure, respiratory rate, peripheral arterial oxygen saturation, temperature), laboratory parameters (CBC count, d‐dimer, lactate dehydrogenase [LDH], hsCRP), and initial ED level of respiratory support (ambient air, nasal cannula, facemask, high‐flow nasal cannula, non‐invasive positive pressure ventilation, or invasive mechanical ventilation).2.5. OutcomesOur primary outcome was ICU admission during the index hospitalization. Secondary outcomes included length of hospital stay, need for invasive mechanical ventilation, and in‐hospital mortality. We hypothesized that an elevated d‐dimer (> 1 mcg/mL), obesity (BMI > 29), and an elevated hsCRP (> 200 mg/L) would be associated with the need for invasive mechanical ventilation, ICU admission, and in‐hospital mortality.\n12\n, \n16\n, \n17\n, \n30\n\nThe Bottom LineIn our study, of patients who were admitted to the hospital, one‐third were admitted to the ICU. We only included patients admitted to the hospital in the study population. In this study, doubling of the lactate dehydrogenase level or elevated C‐reactive protein or troponin were predictive of ICU admission.2.6. AnalysisUnivariate statistics including frequency counts and percentages were used to describe the baseline characteristics of the study population. Characteristics of the groups who were and were not admitted to the ICU were compared and described using the Student t test with means and standard deviations if normally distributed and the Wilcoxon rank sum test with medians and interquartile ranges (IQRs) if not normally distributed for continuous variables. Categorical variables were compared using the chi‐square and Fisher exact tests when appropriate.We performed logistic regression (odds ratio [OR]) to test associations between ICU admission and mortality (dependent variables) and clinical variables collected in the ED (independent variable). Clinical variables for the risk of ICU admission included demographics (BMI), vital signs (heart rate, blood pressure, respiratory rate, peripheral arterial oxygen saturation, temperature), and laboratory parameters (CBC count, d‐dimer, LDH, hsCRP, and lymphocyte count). Covariates had from 12% to 57% missing data. We used a Bonferroni‐correction P value to account for multiple testing. Variables that were associated with ICU admission in univariable analysis were carried forward to multivariable analyses adjusting for age, sex, and BMI. We also calculated ORs for risk of mortality and ICU admission for dichotomized variables of d‐dimer > 1mcg/mL, hsCRP > 200 mg/L, and BMI > 29. When ORs are reported, they are reported as OR (95% confidence interval [CI], lower bound–upper bound). Data analysis was undertaken using STATA (StataCorp, College Station, TX). 3. RESULTS3.1. Characteristics of study subjectsA total of 4842 SARS‐CoV‐2 PCRs were sent from the 3 studied EDs during this period; 330 unique ED visits resulted in positive SARS‐CoV‐2 PCR tests. The population was 60% male with a median age of 65 years (IQR, 53–76) and a median BMI of 27 (IQR, 22.9–32.1); the remainder of the demographics are presented in Table 1.TABLE 1Demographics of the study populationCharacteristicsAll patientsAdmitted to ICUNot admitted to ICUTotal, n (%)330112 (33.9)218 (66.1)Age, years, median (IQR)65 (53–76)61 (52–72)68 (53–80)Male, n (%)212 (60.2)80 (65.6)132 (57.4)Race/ethnicity, n (%)White176 (50)50 (41)126 (54.8)Latinx75 (21.3)37 (30.3)38 (16.5)Black40 (11.4)9 (7.4)31 (13.5)Asian48 (13.6)18 (14.8)30 (13)Other/unknown13 (3.7)8 (6.6)5 (2.2)BMI, median (IQR)27 (22.9–32.1)28.1 (24.3–35.1)26.3 (22.7–31.3)Open in a separate windowBMI, body mass index; IQR, interquartile range.Data gathered during the ED visits are presented in Table 2. Notably, 35% of patients had an initial respiratory rate > 21 breaths per minute, and 27% of patients were hypoxemic with initial oxygen saturation < 95%. Only 8.6% of all patients were febrile on presentation. Of the patients, 10% were leukopenic with a WBC count < 4.6 × 10\n9\n cells/L, and 13% of patients had a leukocytosis with WBC counts > 11.9 × 10\n9\n cells/L. Of 271 patients who had a troponin checked, 80% of the results were elevated > 0.03 ng/mL, and 45% of the patients had an elevated d‐dimer > 1 mcg/mL. Of the patients, 85% had a hsCRP > 10 mg/L. The mean hsCRP and LDH were higher than the reference range across the entire cohort.TABLE 2Vital signs in the emergency department, selected laboratory values, and initial level of respiratory supportVariablesOverall, mean ± SDAdmitted to ICU, mean ± SDNot admitted to ICU, mean ± SD\nP valueVital signs (n = 156), mean ± SDHeart rate (beats/min)97 ± 1999.8 ± 20.394.8 ± 18.10.112SBP (mmHg)140 ± 28137 ± 30.9136 ± 25.10.766Respiratory rate (/min)21 ± 6.423.8 ± 8.1719.3 ± 3.69<0.001SpO2 (%)93 ± 1288.6 ± 17.296.1 ± 2.79<0.001Temperature (⁰C)37 ± 0.8537.0 ± 0.8736.7 ± 0.8050.0219Laboratory values, mean ± SDTroponin (ng/mL; n = 260)0.22 ± 2.60.474 ± 4.070.0459 ± 0.06030.278D‐dimer (mcg/mL; n = 195)2.9 ± 7.14.14 ± 9.362.05 ± 4.630.0649hsCRP (mg/L; n = 225)99 ± 85126 ± 94.580.9 ± 73.3<0.001LDH (U/L)320 ± 160390 ± 196263 ± 107<0.001WBC count (×109 cells/L)9.0 ± 6.29.45 ± 6.248.76 ± 6.250.494Lactate (mmol/L; n = 154)1.6 ± 1.72.11 ± 2.111.27 ± 1.240.00517Initial level of respiratory support (n = 330), n (%)Room air290 (87.9)83 (71.4)207 (95)<0.001Nasal cannula24 (7.3)17 (14.5)11 (5.2)0.0037Non‐rebreather9 (2.8)8 (6.8)1 (0.5)<0.001Non‐invasive positive pressure ventilation1 (0.3)1 (0.9)0 (0)<0.001Invasive mechanical ventilation6 (1.8)7 (6.0)0 (0)<0.001Open in a separate windowhsCRP, high‐sensitivity C‐reactive protein; LDH, lactate dehydrogenase; SBP, systolic blood pressure; SpO2, pulse oxygen saturation.Of the patients admitted to the ICU, 57% had an elevated d‐dimer > 1 mcg/mL, and 92% of the patients admitted to the ICU had an elevated hsCRP > 10 mg/L. The average hsCRP and LDH were higher in patients admitted to the ICU than in those who were not. Only 54% of the patients admitted to the ICU had a respiratory rate > 21 on their triage vital signs, and 54% of the patients were initially hypoxemic with an oxygen saturation < 95%.3.2. Primary outcomeIn our cohort, 112 (33.9%) patients were admitted to the ICU during their hospitalization. We performed univariable analyses of initial ED laboratory values, vital signs, and BMI and present the findings in Table 3. We found that an elevated troponin (OR, 12.1; 95% CI, 1.20–121.8) and doubling of hsCRP (OR, 1.32; 95% CI, 1.11–1.57) and LDH concentrations (OR, 3.87; 95% CI, 2.40–6.27) were associated with ICU admission. We also found, as expected, that increased respiratory rate (OR, 1.16; 95% CI, 1.08–1.24) and decreased SpO2 (OR, 0.82; 95% CI, 0.75–0.90) were associated with ICU admission. When we carried forward these variables into a multivariable analysis, we found that a doubling of the LDH was the best predictor (Table 4), with an adjusted OR of 3.54 (95% CI, 2.12–5.90). We performed separate univariable analyses using d‐dimer > 1 mcg/mL and hsCRP > 200 mg/L as categorical variables and did find significant predictive values, with d‐dimer > 1mcg/mL having an OR of 2.40 (95% CI, 1.35–4.28) and hsCRP > 200 mg/L having an OR of 3.23 (95% CI, 1.51–6.93) for ICU admission (Table 5).TABLE 3Univariable analysis of factors associated with critical care admissionICU admissionVariablesNOR95% CI\nP valueWBC count2711.020.96–1.070.520Lactate2711.531.10–2.120.012Troponin27112.11.2–121.80.034D‐dimer1991.301.08–1.580.007hsCRPa\n2331.321.11–1.570.002LDHa\n2193.872.40–6.27<0.001RR2011.161.08–1.24<0.001BMI3111.010.98–1.040.483Heart rate2011.011.00–1.030.123SBP2011.010.99–1.010.759Temperature2011.581.04–2.400.033Lymphocyte count2710.680.40–1.160.158Sp022010.880.82–0.94<0.001Open in a separate windowBMI, body mass index; CI, confidence interval; hsCRP, high‐sensitivity C‐reactive protein; LDH, lactate dehydrogenase; OR, odds ratio; RR, respiratory rate; SBP, systolic blood pressure; SpO2, blood oxygen saturation.hsCRP and LDH were log‐transformed as a result of right‐skewed data. The OR is for a doubling of hsCRP, D‐dimer, and LDH concentrations.\naBonferroni‐corrected P value of 0.05/13 = 0.004.TABLE 4Multivariable analysis of factors associated with critical care admissionVariablesNAdjusted ICU, OR (95% CI)\nP valuehsCRP2051.30 (1.09–1.57)0.005LDH1943.54 (2.12–5.90)<0.001RR2011.13 (1.06–1.21)<0.001Sp022010.89 (0.83–0.95)0.001Open in a separate windowCI, confidence interval; hsCRP, high‐sensitivity C‐reactive protein; LDH, lactate dehydrogenase; OR, odds ratio; RR, respiratory rate; SpO2, blood oxygen saturation.Data adjusted for age, sex, and body mass index.TABLE 5Risk of critical care admission based on categorical values of d‐dimer, high‐sensitivity C‐reactive protein, and body mass indexCategorical variablesICU, OR (95% CI)\nP valueD‐dimer, categorical > 1 mcg/mL2.40 (1.35– 4.28)0.003hsCRP, categorical > 200 mg/L3.23 (1.51–6.93)0.005BMI, categorical > 291.65 (1.04–2.62))0.032Open in a separate windowBMI, body mass index; CI, confidence interval; hsCRP, high‐sensitivity C‐reactive protein; OR, odds ratio.3.3. Secondary outcomesWe found that 51 (15.5%) patients received invasive mechanical ventilation at some point during their hospitalizations, and 19.1% died. Figures 1 and 2 depict outcomes for patients with categorically elevated d‐dimer and hsCRP. Table 6 depicts hospital outcomes. Notably, the average duration of invasive mechanical ventilation among 57 patients was 11.3 days, and 3% of patients required renal replacement therapy at some point during their hospitalization, all of whom were in the ICU. We performed the same univariable analysis as noted previously for in‐hospital mortality, and these results are presented in Table 7. An elevated WBC count, an elevated hsCRP, and an elevated lymphocyte count were predictive of mortality.Open in a separate windowFIGURE 1Patients admitted to ICU, intubated, and died by d‐dimer mcg/mLOpen in a separate windowFIGURE 2Patients admitted to ICU, intubated, and died by high‐sensitivity C‐reactive protein (hsCRP) mg/mLTABLE 6In‐hospital outcomes, including mortality, duration of mechanical ventilation, length of stay, and need for renal replacement therapyOutcomesOverallICUNo ICU\nP valueIn‐hospital mortality, n (%)63 (19.1)34 (30.3)29 (13.3)<0.001In‐hospital mortality corrected for DNR/DNI at admission, n (%)48 (15.2)22 (22)26 (12.1)<0.001Duration of mechanical ventilation (days) (n = 51), mean ± SD11.3 ± 6.111.3 ± 6.10 (0)<0.001Hospital length of stay (days), mean ± SD11.5 ± 14.515.5 ± 16.08.60 ± 10.7<0.001Need for renal replacement therapy, not previously on dialysis, n (%)10 (3.0)10 (8.9)0 (0)<0.001Open in a separate windowDNR/DNI, do not intubate/do not resuscitate.TABLE 7Univariable analysis of factors associated with in‐hospital mortalityHospital mortalityVariablesNOR95% CI\nP valueWBC count2711.141.06–1.23<0.001Lactate2711.461.07–2.000.017Troponin2712.890.95–8.770.061D‐dimer1991.261.02–1.560.030hsCRP2331.451.11–1.890.006LDH2191.490.88–2.540.142RR2011.050.99–1.120.135BMI3110.980.95–1.020.398Heart rate2010.990.96–1.020.545SBP2010.990.98–1.010.519Temperature2010.670.37–1.210.182Lymphocyte count2711.101.02–1.200.011Sp022010.900.85–0.95<0.001Open in a separate windowBMI, body mass index; CI, confidence interval; hsCRP, high‐sensitivity C‐reactive protein; LDH, lactate dehydrogenase; OR, odds ratio; RR, respiratory rate; SBP, systolic blood pressure; SpO2, blood oxygen saturation.hsCRP and LDH were log‐transformed as a result of right‐skewed data. The OR is for a doubling of hsCRP, D‐dimer, and LDH concentrations.3.3.1.  Sensitivity analysis Because our mortality exceeded the rate of patients who required invasive mechanical ventilation, we performed a separate analysis of patients whose first code status was “do not resuscitate/do not intubate” (DNR/DNI). We found 37 patients in this category, of whom 15 died. Removing these 15 patients who did not wish to be intubated from our analysis resulted in a 15.2% mortality rate.3.3.2.  Data abstraction The κ values for agreement between electronic and manual abstraction were as follows: 0.76 and for agreement of ICU admission among 135 patients, 0.74 for receipt of mechanical ventilation among 116 patients, and 0.74 among 86 patients for BMI, demonstrating adequate agreement.\n31\n\n 4. LIMITATIONSThis is a retrospective cohort study, and therefore we cannot comment on causation, only association. Certain data elements were not reliably available for all patients, and missing data may have biased our results. Although we report good agreement between manual and electronic abstraction for selected data elements, we did not manually verify all electronically abstracted data. We did count patients with multiple ED visits as separate encounters, which we felt was justified because patients present at different stages of their disease course, but which could bias our results. Our sample size is small, and we report only data from the earliest phase of the pandemic. ED clinicians had guidance suggesting elevated inflammatory markers may confer a worse prognosis, and triage decisions could have been influenced by this among other presenting characteristics. The characteristics of affected patients may have changed as the pandemic has grown and our results may be less applicable. 5. DISCUSSIONWe report the characteristics and associated outcomes of patients seen in the EDs in our hospital system during the initial phase of the COVID‐19 pandemic in Seattle. Common ED findings among patients who required hospital admission were as follows: the typical patient was normotensive, afebrile, and not hypoxemic. Tachypnea is a common finding among previous cohorts, and patients in our cohort presented to the ED with an average respiratory rate of 21.\n7\n, \n8\n, \n12\n, \n32\n\nNonspecific markers of inflammation were frequently elevated and myocardial injury as evidenced by an elevated troponin was common. On univariable and multivariable analyses, a doubling of LDH or hsCRP above the reference ranges (210 U/L and 10 mg/L, respectively) as well as increased respiratory rate and decreased SpO2 were associated with ICU admission. The finding of elevated inflammatory markers correlating with ICU admission and mortality are consistent with prior reports, both from earlier outbreaks and later in the pandemic.\n8\n, \n12\n, \n16\n, \n17\n, \n32\n, \n33\n, \n34\n, \n35\n\nWe found that vital signs were strong predictors of ICU admission, but not of mortality. In ours and in many systems, certain vital sign parameters mandate ICU admission or will trigger rapid responses on acute care wards. Patients may have presented tachypneic or tachycardic and thus required ICU admission, but those vital signs in the ED did not predict death in our cohort. It is possible that the value in predicting critical illness and mortality in patients with COVID‐19 lies not in triage decisions in the ED, but in deciding who should be given which therapeutics and when. Triage decisions to ICUs will have to account for vital signs, which are not strongly associated with mortality. Laboratory markers of inflammation, on the other hand, may reflect host immune response and are consistently associated with mortality.We report a higher proportion of patients who were admitted to the ICU than prior cohorts.\n5\n, \n7\n, \n9\n, \n11\n Given that our mortality rate was similar to prior cohorts, this is likely a reflection of our hospital system during the time these data were gathered.\n7\n, \n13\n, \n30\n We have a high ICU bed capacity, accounting for >20% of inpatient beds. We were never overwhelmed or beyond capacity and operated under usual, rather than crisis, standards of care during this time period. We stopped elective surgeries early in our surge, thus making available more ICU beds and nursing staff than we otherwise might have had.Of our cohort, 3% developed a need for new renal replacement therapy, accounting for 10% of ICU patients. This compares with 3.2% in cohorts of all admitted patients to as high as 31% in ICU patients only.\n6\n, \n7\n, \n8\n Of our patients, 17% required invasive mechanical ventilation, similar to the 12.2% reported in a large, early case series from New York City.\n7\n This was much higher than 2 large cohorts from China reporting 2% to 3% requiring invasive mechanical ventilation,\n9\n, \n11\n but lower than the 71% reported in a small early case series of critically ill patients in Wuhan.\n6\n Again, here we refer to our hospital system to explain the likely differences. We were able to provide high flow nasal oxygen to patients we judged did not yet require invasive mechanical ventilation, and we were never overwhelmed.Our inpatient mortality rate of 19.1% is consistent with previous cohorts ranging from 0% to 39%.\n5\n, \n7\n, \n8\n, \n9\n, \n30\n As noted previously, there are likely many factors responsible for these differences. Overwhelmed systems might have allocated scarce resources and personnel differently from ours, resulting in different outcomes. Interestingly, our hospital mortality rate of 19% exceeds the proportion of patients who received invasive mechanical ventilation (15.5%). Many of our system's first patients came from large outbreaks in nursing homes, and different goals of care of these patients could account for this finding, as evidenced by the lower adjusted mortality rate after removing patients whose first code status was DNR/DNI and who died (15.2%). Other patients may have chosen to pursue comfort‐focused rather than life‐prolonging treatment later in their hospitalization before being intubated. Among patients admitted to an ICU, we report a mortality rate of 30%, similar to a nationwide cohort of patients in the United States admitted to ICUs during a similar time frame as our study.\n30\n\n 6. CONCLUSIONNearly one‐third of ED patients who required hospitalization for COVID‐19 were admitted to the ICU, 15.5% received invasive mechanical ventilation, and 19% died. Most patients who were admitted from the ED were tachypneic with elevated inflammatory markers, and the following factors were associated with ICU admission: elevated hsCRP, LDH, and troponin as well as lower oxygen saturation and increased respiratory rate. These laboratory parameters may help in the initial risk stratification of patients with COVID‐19, but this requires prospective study. AUTHOR CONTRIBUTIONSNicholas Johnson, Pavan Bhatraju, and James Town conceived and designed the study. All authors participated in manual data abstraction. Flynn McGuire, Erik Risa, and Pavan Bhatraju performed the statistical analyses. Joshua Krieger, Flynn McGuire, and Nicholas Johnson drafted the article, and all authors contributed substantially to its revision. Joshua Krieger takes responsibility for the paper as whole. CONFLICTS OF INTERESTThe authors declare no conflict of interest. Supporting informationSupporting InformationClick here for additional data file.(121K, pdf)Supporting InformationClick here for additional data file.(69K, pdf) Biography• Joshua Krieger, MD, is an emergency medicine‐trained fellow in critical care medicine at the University of Washington who hopes to continue a career upstairs and downstairs after graduating. His interests include improving the efficiency of care delivery and extracorporeal membrane oxygenation.  Notes\n\nKrieger J, McGuire F, Risa E, et al. Emergency department characteristics and associations with intensive care admission among patients with coronavirus disease 2019. JACEP Open. 2021;2:e12350\n10.1002/emp2.12350\n [CrossRef] [Google Scholar]\n\nFunding and support: By JACEP Open policy, all authors are required to disclose any and all commercial, financial, and other relationships in any way related to the subject of this article as per ICMJE conflict of interest guidelines (see www.icmje.org). The authors have stated that no such relationships exist.Supervising Editor: Faheem W. Guirgis, MD. REFERENCES1. \nPhelan AL, Katz R, Gostin LO. The novel coronavirus originating in Wuhan, China: challenges for global health governance. JAMA. 2020;323(8):709‐710. [PubMed] [Google Scholar]2. \nHolshue ML, DeBolt C, Lindquist S, et al. First Case of 2019 Novel Coronavirus in the United States. N Engl J Med. 2020;382(10):929‐936. [PMC free article] [PubMed] [Google Scholar]3. \nViruses CSGotICoTo\n. The species Severe acute respiratory syndrome‐related coronavirus: classifying 2019‐nCoV and naming it SARS‐CoV‐2. Nat Microbiol. 2020;5(4):536‐544. [PMC free article] [PubMed] [Google Scholar]4. \nWu Z, McGoogan JM. Characteristics of and important lessons from the coronavirus disease 2019 (COVID‐19) outbreak in China: summary of a report of 72 314 cases from the Chinese center for disease control and prevention. JAMA. 2020;323(13):1239‐1242. [PubMed] [Google Scholar]5. \nHuang R, Zhu L, Xue L, et al. Clinical findings of patients with coronavirus disease 2019 in Jiangsu province, China: a retrospective, multi‐center study. PLoS Negl Trop Dis. 2020;14(5):e0008280. [PMC free article] [PubMed] [Google Scholar]6. \nYang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically ill patients with SARS‐CoV‐2 pneumonia in Wuhan, China: a single‐centered, retrospective, observational study. Lancet Respir Med. 2020;8(5):475‐481. [PMC free article] [PubMed] [Google Scholar]7. \nRichardson S, Hirsch JS, Narasimhan M, et al. Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID‐19 in the New York City area. JAMA. 2020;323(20):2052‐2059. [PMC free article] [PubMed] [Google Scholar]8. \nCummings MJ, Baldwin MR, Abrams D, et al. Epidemiology, clinical course, and outcomes of critically ill adults with COVID‐19 in New York City: a prospective cohort study. Lancet. 2020;395(10239):1763‐1770. [PMC free article] [PubMed] [Google Scholar]9. \nGuan WJ, Ni ZY, Hu Y, et al. Clinical characteristics of Coronavirus Disease 2019 in China. N Engl J Med. 2020;382(18):1708‐1720. [PMC free article] [PubMed] [Google Scholar]10. \nXie J, Tong Z, Guan X, Du B, Qiu H. Clinical characteristics of patients who died of Coronavirus Disease 2019 in China. JAMA Netw Open. 2020;3(4):e205619. [PMC free article] [PubMed] [Google Scholar]11. \nLiang WH, Guan WJ, Li CC, et al. Clinical characteristics and outcomes of hospitalised patients with COVID‐19 treated in Hubei (epicentre) and outside Hubei (non‐epicentre): a nationwide analysis of China. Eur Respir J. 2020;55(6). [PMC free article] [PubMed] [Google Scholar]12. \nZhou F, Yu T, Du R, et al. Clinical course and risk factors for mortality of adult inpatients with COVID‐19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395(10229):1054‐1062. [PMC free article] [PubMed] [Google Scholar]13. \nGrasselli G, Zangrillo A, Zanella A, et al. Baseline characteristics and outcomes of 1591 patients infected with SARS‐CoV‐2 admitted to ICUs of the Lombardy Region, Italy. JAMA. 2020;323(16):1574‐1581. [PMC free article] [PubMed] [Google Scholar]14. \nBhatraju PK, Ghassemieh BJ, Nichols M, et al. Covid‐19 in critically ill patients in the Seattle Region ‐ Case Series. N Engl J Med. 2020;382(21):2012‐2022. [PMC free article] [PubMed] [Google Scholar]15. \nArentz M, Yim E, Klaff L, et al. Characteristics and outcomes of 21 critically ill patients with COVID‐19 in Washington State. JAMA. 2020;323(16):1612‐1614. [PMC free article] [PubMed] [Google Scholar]16. \nGottlieb M, Sansom S, Frankenberger C, Ward E, Hota B. Clinical course and factors associated with hospitalization and critical illness among COVID‐19 patients in Chicago, Illinois. Acad Emerg Med. 2020;27(10):963‐973. [PMC free article] [PubMed] [Google Scholar]17. \nPetrilli CM, Jones SA, Yang J, et al. Factors associated with hospital admission and critical illness among 5279 people with coronavirus disease 2019 in New York City: prospective cohort study. Bmj. 2020;369:m1966. [PMC free article] [PubMed] [Google Scholar]18. \nCenters for Disease Control.\nClinical care guidance for healthcare professionals about coronavirus (COVID‐19). Published 2020.  Accessed July 14, 2020. https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-care.html\n[Google Scholar]19. \nWorld Health Organization. Clinical management of severe acute respiratory infection (SARI) when COVID‐19 disease is suspected: interim guidance. Published March 13, 2020. Accessed July 14, 2020. https://apps.who.int/iris/handle/10665/331446\n[Google Scholar]20. \nAcute Respiratory Distress Syndrome Network\n, Brower RG, Matthay MA, et al. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342(18):1301‐1308. [PubMed] [Google Scholar]21. \nGuérin C, Reignier J, Richard JC, et al. Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368(23):2159‐2168. [PubMed] [Google Scholar]22. \nPapazian L, Forel JM, Gacouin A, et al. Neuromuscular blockers in early acute respiratory distress syndrome. N Engl J Med. 2010;363(12):1107‐1116. [PubMed] [Google Scholar]23. \nGallo de Moraes A, El‐Yafawi R, Oeckler RA. Early Neuromuscular blockade in the acute respiratory distress syndrome. N Engl J Med. 2019;381(8):787. [PubMed] [Google Scholar]24. \nPapazian L, Aubron C, Brochard L, et al. Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9(1):69. [PMC free article] [PubMed] [Google Scholar]25. \nShekar K, Badulak J, Peek G, et al. Extracorporeal life support organization COVID‐19 interim guidelines. ASAIO J. 2020. [PMC free article] [PubMed] [Google Scholar]26. \nSprung CL, Annane D, Keh D, et al. Hydrocortisone therapy for patients with septic shock. N Engl J Med. 2008;358(2):111‐124. [PubMed] [Google Scholar]27. \nVenkatesh B, Finfer S, Cohen J, et al. Adjunctive Glucocorticoid therapy in patients with septic shock. N Engl J Med. 2018;378(9):797‐808. [PubMed] [Google Scholar]28. \nAnnane D, Renault A, Brun‐Buisson C, et al. Hydrocortisone plus Fludrocortisone for adults with septic shock. N Engl J Med. 2018;378(9):809‐818. [PubMed] [Google Scholar]29. \nvon Elm E, Altman DG, Egger M, et al. Strengthening the reporting of observational studies in epidemiology (STROBE) statement: guidelines for reporting observational studies. BMJ. 2007;335(7624):806‐808. [PMC free article] [PubMed] [Google Scholar]30. \nGupta S, Hayek SS, Wang W, et al. Factors associated with death in critically ill patients with Coronavirus Disease 2019 in the US. JAMA Intern Med. 2020. \n10.1001/jamainternmed.2020.3596. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. \nMcHugh ML. Interrater reliability: the kappa statistic. Biochem Med (Zagreb). 2012;22(3):276‐282. [PMC free article] [PubMed] [Google Scholar]32. \nZhou Y, He Y, Yang H, et al. Exploiting an early warning Nomogram for predicting the risk of ICU admission in patients with COVID‐19: a multi‐center study in China. Scand J Trauma Resusc Emerg Med. 2020;28(1):106. [PMC free article] [PubMed] [Google Scholar]33. \nShang Y, Tao L, Wei Y, et al. Scoring systems for predicting mortality for severe patients with COVID‐19. EClinicalMedicine. 2020;24:100426\n10.1016/j.eclinm.2020.100426. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. \nZhao Z, Chen A, Hou W, et al. Prediction model and risk scores of ICU admission and mortality in COVID‐19. PLoS One. 2020;15(7):e0236618. [PMC free article] [PubMed] [Google Scholar]35. \nMcElvaney OJ, McEvoy NL, McElvaney OF, et al. Characterization of the inflammatory response to severe COVID‐19 illness. Am J Respir Crit Care Med. 2020;202(6):812‐821. [PMC free article] [PubMed] [Google Scholar]"}