{"title": "Lower Vt and Prone Position: Quo Vadis?", "pubDate": "2021", "PMCID": "PMC8456528", "DOI": "10.1164/rccm.202101-0156ED", "PMID": "33556302", "abstract": "", "author": [{"author": "Claude Guérin", "affiliation": ["Service de Médecine Intensive-Réanimation Hôpital Edouard Herriot Lyon, France.", "Université de Lyon Lyon, France and.", "Institut Mondor de Recherches Biomédicales INSERM 955 CNRS 7000 Créteil, France."], "href": "/?term=Gu%C3%A9rin+C&cauthor_id=33556302"}, {"author": "Jordi Mancebo", "affiliation": ["Servei Medicina Intensiva Hospital Universitari Sant Pau Barcelona, Spain."], "href": "/?term=Mancebo+J&cauthor_id=33556302"}], "refPMID": ["26903337", "28459336", "31197492", "23688302", "24863923", "29068269", "29218379", "33406009", "10793162", "32645311", "32728965", "32616591", "32291463", "32228035", "32859264", "32805143", "33211135", "25693014", "33439781", "30776290"], "citedInPMID": ["33556302"], "body": " The burden of the acute respiratory distress syndrome (ARDS) in ICUs (1) has increased dramatically during the coronavirus disease (COVID-19) pandemic. As the management of ARDS is basically supportive, accurate and adequate delivery of mechanical ventilation is of primary importance to prevent further lung damage that could compromise patient outcome. The basic tenet of mechanical ventilation in patients with ARDS is to protect the lung by using low Vt and positive end-expiratory pressure (PEEP) (2, 3). In a previous trial (4) and subsequent meta-analyses, delivering lung protective ventilation in the prone position in moderate to severe ARDS was found to be beneficial to the patient outcome (5, 6). Despite its beneficial effects, however, prone positioning is not widely used in patients with ARDS (7). To close the loop between scientific evidence and clinical practice, rigorous assessment and implementation of mechanical ventilation–associated interventions are key.In this issue of the Journal, Sud and colleagues (pp. 1366–1377) show clinically relevant data (8). The authors performed a network meta-analysis of randomized trials to decipher the contribution of Vt, PEEP, prone ventilation, high-frequency oscillation, and venovenous extracorporeal membrane oxygenation (VV-ECMO) on hospital mortality in moderate to severe ARDS not related to COVID-19. They enriched the network meta-analysis technique by adding an assessment of the certainty of evidence to its conventional metrics. The study included 34 trials totalizing 9,085 patients with mortality data available. The main finding was that the low Vt–prone strategy was significantly better than the low Vt strategy alone (relative risk, 0.74 [0.6–0.92]). This comparison also showed a high certainty of evidence. The low Vt strategy, considered the standard care reference, was defined as a Vt ⩽8 ml/kg predicted body weight and a PEEP amount adjusted according to the ARMA trial (9). Among all the strategies and compared with standard care, low Vt–prone was classified as the most effective approach and high Vt as the least effective, both with high confidence. VV-ECMO was rated as possibly among the most effective strategies for very severe ARDS (PaO2/FiO2 ratio ⩽75 mm Hg), but the level of confidence was low as only two trials were analyzed.The strengths of the network meta-analysis by Sud and colleagues (8) are that it was conducted using a robust method and included 34 trials. Furthermore, there is no publication bias, inconsistency is minimal, and heterogeneity is low to moderate. The weaknesses are based on the fact that the analysis relied on trials and hence on selected patients. Patients with ECMO, for instance, had more severe hypoxemia at inclusion. Furthermore, the complications were not assessed. However, the rate of complications went down with prone positioning (7) and its benefit to risk ratio then increased. Finally, we do not know whether the results would be the same in a network meta-analysis selecting only patients with COVID-19–related ARDS. It remains under debate whether COVID-19–related ARDS is a true ARDS and whether COVID-19 and non–COVID-19 ARDS share similar pathophysiology (10–16). Whether or not they are similar, in two recent, large cohorts of patients with COVID-19 ARDS, the low Vt–prone strategy was used in at least 70% of patients (11, 17).So where do we go from here? First, these recent findings indicate that the implementation of pronation can be increased as the pandemic of COVID-19 has—for unclear reasons—shown. Second, the “low Vt” term could be made more precise by personalizing its size according to the driving airway pressure (18). Recent data show that respiratory system elastance (and thus airway driving pressure) predicts the benefit of treatment (in terms of lowering Vt) on the risk of death (19). Such findings provide a solid ground to target airway driving pressure (i.e., below 15 cm H2O) rather than Vt. Modestly larger Vt would be allowed in patients with relatively low respiratory system elastance, whereas very low Vt would be set in those with higher respiratory system elastance. Third, the issue of PEEP adjustment is still far from settled. Ideally, it should be individualized to achieve both maximum lung recruitment and minimal lung overdistension. A bedside monitoring tool would of course be needed for this purpose. Fourth, respiratory system elastance does not tell us the whole story. We need to individualize interventions according to the stress applied to the lung parenchyma (i.e., transpulmonary pressure) even though the data do not support how these interventions have been conducted (20). And finally, the use of prone position is or will be undergoing trials in specific circumstances of ARDS. These include the use of prone position in awake spontaneous breathing patients, the use of prone position in patients with ARDS with a PaO2/FiO2 ratio above 150 mm Hg, and the simultaneous use of VV-ECMO and prone position in patients with ARDS.The good news is that the solid data we now have provided a good starting point to offer the best possible supportive care to patients with moderate to severe ARDS: a low Vt–prone strategy. But regardless of how far we have come, we can still do better. It is our hope that in the near future we will be able to titrate Vt and PEEP in prone position according to the unique pathophysiological conditions of individual ARDS lungs. FootnotesOriginally Published in Press as DOI: 10.1164/rccm.202101-0156ED on February 8, 2021Author disclosures are available with the text of this article at www.atsjournals.org. References1.  \nBellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, et al. \nLUNG SAFE Investigators; \nESICM Trials Group. \nEpidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. \n\n\n\n\n\n\nJAMA\n. 2016;315:788–800. [PubMed] [Google Scholar]2.  \nFan E, Del Sorbo L, Goligher EC, Hodgson CL, Munshi L, Walkey AJ, et al. \nAmerican Thoracic Society, European Society of Intensive Care Medicine, and Society of Critical Care Medicine. \nAn official American thoracic society/European society of intensive care medicine/society of critical care medicine clinical practice guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome. \n\n\n\n\n\n\nAm J Respir Crit Care Med\n. 2017;195:1253–1263. [PubMed] [Google Scholar]3.  \nPapazian L, Aubron C, Brochard L, Chiche JD, Combes A, Dreyfuss D, et al. \nFormal guidelines: management of acute respiratory distress syndrome. \n\n\n\n\n\nAnn Intensive Care\n. 2019;9:69. [PMC free article] [PubMed] [Google Scholar]4.  \nGuérin C, Reignier J, Richard JC, Beuret P, Gacouin A, Boulain T, et al. \nPROSEVA Study Group. \nProne positioning in severe acute respiratory distress syndrome. \n\n\n\n\n\n\nN Engl J Med\n. 2013;368:2159–2168. [PubMed] [Google Scholar]5.  \nSud S, Friedrich JO, Adhikari NK, Taccone P, Mancebo J, Polli F, et al. \nEffect of prone positioning during mechanical ventilation on mortality among patients with acute respiratory distress syndrome: a systematic review and meta-analysis. \n\n\n\n\n\n\nCMAJ\n. 2014;186:E381–E390. [PMC free article] [PubMed] [Google Scholar]6.  \nMunshi L, Del Sorbo L, Adhikari NKJ, Hodgson CL, Wunsch H, Meade MO, et al. \nProne position for acute respiratory distress syndrome: a systematic review and meta-analysis. \n\n\n\n\n\n\nAnn Am Thorac Soc\n. 2017;14:S280–S288. [PubMed] [Google Scholar]7.  \nGuérin C, Beuret P, Constantin JM, Bellani G, Garcia-Olivares P, Roca O, et al. \ninvestigators of the APRONET Study Group, the REVA Network, the Réseau recherche de la Société Française d’Anesthésie-Réanimation (SFAR-recherche) and the ESICM Trials Group. \nA prospective international observational prevalence study on prone positioning of ARDS patients: the APRONET (ARDS Prone Position Network) study. \n\n\n\n\n\n\nIntensive Care Med\n. 2018;44:22–37. [PubMed] [Google Scholar]8.  Sud S, Friedrich JO, Adhikari NKJ, Fan E, Ferguson ND, Guyatt G, et al. Comparative effectiveness of protective ventilation strategies for moderate and severe acute respiratory distress syndrome: a network meta-analysis Am J Respir Crit Care Med 2021203:1366–1377 [PubMed] [Google Scholar]9.  \nBrower RG, Matthay MA, Morris A, Schoenfeld D, Thompson BT, Wheeler A.\nAcute Respiratory Distress Syndrome Network. \nVentilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. \n\n\n\n\n\n\nN Engl J Med\n. 2000;342:1301–1308. [PubMed] [Google Scholar]10.  \nFan E, Beitler JR, Brochard L, Calfee CS, Ferguson ND, Slutsky AS, et al. \nCOVID-19-associated acute respiratory distress syndrome: is a different approach to management warranted? \n\n\n\n\n\n\nLancet Respir Med\n. 2020;8:816–821. [PMC free article] [PubMed] [Google Scholar]11.  \nFerrando C, Suarez-Sipmann F, Mellado-Artigas R, Hernández M, Gea A, Arruti E, et al. \nCOVID-19 Spanish ICU Network. \nClinical features, ventilatory management, and outcome of ARDS caused by COVID-19 are similar to other causes of ARDS. \n\n\n\n\n\n\nIntensive Care Med\n. 2020;46:2200–2211. [PMC free article] [PubMed] [Google Scholar]12.  \nGattinoni L, Camporota L, Marini JJ.\nCOVID-19 phenotypes: leading or misleading? \n\n\n\n\n\nEur Respir J\n. 2020;56:2002195. [PMC free article] [PubMed] [Google Scholar]13.  \nGattinoni L, Chiumello D, Caironi P, Busana M, Romitti F, Brazzi L, et al. \nCOVID-19 pneumonia: different respiratory treatments for different phenotypes? \n\n\n\n\n\n\nIntensive Care Med\n. 2020;46:1099–1102. [PMC free article] [PubMed] [Google Scholar]14.  \nGattinoni L, Coppola S, Cressoni M, Busana M, Rossi S, Chiumello D.\nCOVID-19 does not lead to a “typical” acute respiratory distress syndrome. \n\n\n\n\n\n\nAm J Respir Crit Care Med\n. 2020;201:1299–1300. [PMC free article] [PubMed] [Google Scholar]15.  \nGrieco DL, Bongiovanni F, Chen L, Menga LS, Cutuli SL, Pintaudi G, et al. \nRespiratory physiology of COVID-19-induced respiratory failure compared to ARDS of other etiologies. \n\n\n\n\n\nCrit Care\n. 2020;24:529. [PMC free article] [PubMed] [Google Scholar]16.  \nPanwar R, Madotto F, Laffey JG, van Haren FMP.\nCompliance phenotypes in early acute respiratory distress syndrome before the COVID-19 pandemic. \n\n\n\n\n\n\nAm J Respir Crit Care Med\n. 2020;202:1244–1252. [PMC free article] [PubMed] [Google Scholar]17.  \nCOVID-ICU group on behalf of the REVA Network and the COVID-ICU Investigators. \nClinical Characteristics and Day-90 Outcomes of 4,244 critically ill adults with COVID-19: a prospective cohort study. \n\n\n\n\n\n\nIntensive Care Med\n. 2020;47:60–73. [PMC free article] [PubMed] [Google Scholar]18.  \nAmato MB, Meade MO, Slutsky AS, Brochard L, Costa EL, Schoenfeld DA, et al. \nDriving pressure and survival in the acute respiratory distress syndrome. \n\n\n\n\n\n\nN Engl J Med\n. 2015;372:747–755. [PubMed] [Google Scholar]19.  Goligher EC, Costa ELV, Yarnell CJ, Brochard LJ, Stewart TE, Tomlinson G, et al. Effect of lowering Vt on mortality in acute respiratory distress syndrome varies with respiratory system elastance Am J Respir Crit Care Med 2021;2031378–1385.. [PubMed] [Google Scholar]20.  \nBeitler JR, Sarge T, Banner-Goodspeed VM, Gong MN, Cook D, Novack V, et al. \nEPVent-2 Study Group. \nEffect of titrating Positive End-Expiratory Pressure (PEEP) with an esophageal pressure-guided strategy vs an empirical high PEEP-Fio2 strategy on death and days free from mechanical ventilation among patients with acute respiratory distress syndrome: a randomized clinical trial. \n\n\n\n\n\n\nJAMA\n. 2019;321:846–857. [PMC free article] [PubMed] [Google Scholar]"}