{"title": "Usefulness of Right Ventricular Longitudinal Shortening Fraction to Detect Right Ventricular Dysfunction in Acute Cor Pulmonale Related to COVID-19", "pubDate": "2021", "PMCID": "PMC7832272", "DOI": "10.1053/j.jvca.2021.01.025", "PMID": "33558133", "abstract": "Objective:                       To compare two-dimensional-speckle tracking echocardiographic parameters (2D-STE) and classic echocardiographic parameters of right ventricular (RV) systolic function in patients with coronavirus disease 2019 (COVID-19)-related acute respiratory distress syndrome (CARDS) complicated or not by acute cor pulmonale (ACP).                  Design:                       Prospective, between March 1, 2020 and April 15, 2020.                  Setting:                       Intensive care unit of Amiens University Hospital (France).                  Participants:                       Adult patients with moderate-to-severe CARDS under mechanical ventilation for fewer than 24 hours.                  Interventions:                       None.                  Measurements and main results:                       Tricuspid annular displacement (TAD) parameters (TAD-septal, TAD-lateral, and RV longitudinal shortening fraction [RV-LSF]), RV global longitudinal strain (RV-GLS), and RV free wall longitudinal strain (RVFWLS) were measured using transesophageal echocardiography with a dedicated software and compared with classic RV systolic parameters (RV-FAC, S' wave, and tricuspid annular plane systolic excursion [TAPSE]). RV systolic dysfunction was defined as RV-FAC <35%. Twenty-nine consecutive patients with moderate-to-severe CARDS were included. ACP was diagnosed in 12 patients (41%). 2D-STE parameters were markedly altered in the ACP group, and no significant difference was found between patients with and without ACP for classic RV parameters (RV-FAC, S' wave, and TAPSE). In the ACP group, RV-LSF (17% [14%-22%]) had the best correlation with RV-FAC (r = 0.79, p < 0.001 v r = 0.27, p = 0.39 for RVGLS and r = 0.28, p = 0.39 for RVFWLS). A RV-LSF cut-off value of 17% had a sensitivity of 80% and a specificity of 86% to identify RV systolic dysfunction.                  Conclusions:                       Classic RV function parameters were not altered by ACP in patients with CARDS, contrary to 2D-STE parameters. RV-LSF seems to be a valuable parameter to detect early RV systolic dysfunction in CARDS patients with ACP.", "author": [{"author": "Christophe Beyls", "affiliation": ["Department of Anesthesiology and Critical Care Medicine, Amiens University Hospital, Amiens, France. Electronic address: beyls.christophe59@gmail.com."], "href": "/?term=Beyls+C&cauthor_id=33558133"}, {"author": "Yohann Bohbot", "affiliation": ["Department of Cardiology, Amiens University Hospital, Amiens, France."], "href": "/?term=Bohbot+Y&cauthor_id=33558133"}, {"author": "Pierre Huette", "affiliation": ["Department of Anesthesiology and Critical Care Medicine, Amiens University Hospital, Amiens, France."], "href": "/?term=Huette+P&cauthor_id=33558133"}, {"author": "Thomas Booz", "affiliation": ["Department of Anesthesiology and Critical Care Medicine, Amiens University Hospital, Amiens, France."], "href": "/?term=Booz+T&cauthor_id=33558133"}, {"author": "Camille Daumin", "affiliation": ["Department of Anesthesiology and Critical Care Medicine, Amiens University Hospital, Amiens, France."], "href": "/?term=Daumin+C&cauthor_id=33558133"}, {"author": "Osama Abou-Arab", "affiliation": ["Department of Anesthesiology and Critical Care Medicine, Amiens University Hospital, Amiens, France."], "href": "/?term=Abou-Arab+O&cauthor_id=33558133"}, {"author": "Yazine Mahjoub", "affiliation": ["Department of Anesthesiology and Critical Care Medicine, Amiens University Hospital, Amiens, France."], "href": "/?term=Mahjoub+Y&cauthor_id=33558133"}], "refPMID": ["32474111", "20620859", "25559473", "31488253", "32654963", "26650055", "24439777", "32561109", "20356710", "30520160", "30580775", "22797452", "8844239", "32423734", "29596561", "31197492", "27038480", "23860806", "23998692", "25559474", "26550795", "32469253", "32871306", "32527297", "32556199", "21967480", "30045334", "30852772", "32835274", "29116970", "31389082", "32056017", "29149863", "22324535", "30503335", "29525250"], "citedInPMID": ["33558133", "35011759", "34292433", "34236091", "34200990"], "body": " AbstractObjectiveTo compare two-dimensional–speckle tracking echocardiographic parameters (2D-STE) and classic echocardiographic parameters of right ventricular (RV) systolic function in patients with coronavirus disease 2019 (COVID-19)–related acute respiratory distress syndrome (CARDS) complicated or not by acute cor pulmonale (ACP).DesignProspective, between March 1, 2020 and April 15, 2020.SettingIntensive care unit of Amiens University Hospital (France).ParticipantsAdult patients with moderate-to-severe CARDS under mechanical ventilation for fewer than 24 hours.InterventionsNone.Measurements and Main ResultsTricuspid annular displacement (TAD) parameters (TAD-septal, TAD-lateral, and RV longitudinal shortening fraction [RV-LSF]), RV global longitudinal strain (RV-GLS), and RV free wall longitudinal strain (RVFWLS) were measured using transesophageal echocardiography with a dedicated software and compared with classic RV systolic parameters (RV-FAC, S′ wave, and tricuspid annular plane systolic excursion [TAPSE]). RV systolic dysfunction was defined as RV-FAC <35%. Twenty-nine consecutive patients with moderate-to-severe CARDS were included. ACP was diagnosed in 12 patients (41%). 2D-STE parameters were markedly altered in the ACP group, and no significant difference was found between patients with and without ACP for classic RV parameters (RV-FAC, S′ wave, and TAPSE). In the ACP group, RV-LSF (17% [14%-22%]) had the best correlation with RV-FAC (r = 0.79, p < 0.001 v r = 0.27, p = 0.39 for RVGLS and r = 0.28, p = 0.39 for RVFWLS). A RV-LSF cut-off value of 17% had a sensitivity of 80% and a specificity of 86% to identify RV systolic dysfunction.ConclusionsClassic RV function parameters were not altered by ACP in patients with CARDS, contrary to 2D-STE parameters. RV-LSF seems to be a valuable parameter to detect early RV systolic dysfunction in CARDS patients with ACP.Key Words: acute cor pulmonale, ARDS (acute respiratory distress syndrome), strain, tricuspid, COVID-19, right ventricle dysfunction, speckle tracking RIGHT VENTRICULAR (RV) dysfunction, evaluated by echocardiography, is not a rare complication of coronavirus disease 2019 (COVID-19) infection, with an estimated incidence of 27%.1 RV systolic function is classically assessed with transthoracic echocardiography (TTE) by RV-fractional area change (RV-FAC), tricuspid annular plane systolic excursion (TAPSE), or S′ tricuspid systolic (RV-S′) wave velocity obtained by tissue-Doppler imaging.2 More recently, two-dimensional speckle-tracking echocardiography (2D-STE), a semi-automated angle-independent method, has been developed to evaluate the RV systolic function.2, 3, 4 RV free wall longitudinal strain (RVFWLS), a 2D-STE parameter, seems to be a good predictor of mortality in COVID-19 patients.5 However, there are limited data regarding the use of RVFWLS in acute respiratory distress syndrome (ARDS) related to COVID-19 (CARDS), especially in the presence of an acute cor pulmonale (ACP), a well-known and deadly complication of ARDS while under mechanical ventilation.6 ACP related to ARDS is characterized by RV dilatation associated with modifications in RV chamber geometry and with myocardial mechanical dyssynchrony (septal dyskinesia). These factors are known to have significant effect on strain values.4\nRecently, a relatively new 2D-STE parameter based on tricuspid annular longitudinal displacement (TAD) has been proposed to evaluate RV systolic function7\n,\n8: the RV longitudinal shortening fraction (RV-LSF). Similar to TMAD (tissue mitral annular displacement) that estimates the ejection fraction of the left ventricle via 2D-STE,9 RV-LSF assesses the global systolic function of the RV by calculating the shortening of the tricuspid annulus toward the RV, using 2D-STE. Contrary to TAPSE, an M-mode parameter that analyses the RV longitudinal function only in 1 dimension,2 RV-LSF is an angle-independent, automatically calculated, and reproducible parameter that is less dependent on image quality than strain parameters such as RVFWLS or RV global longitudinal strain (RVGLS).10 For patients with ACP, the main advantage of RV-LSF compared with other 2D-STE parameters is to be less effected by RV geometry or by myocardial dyskinesia.4\nThe aim of this study was to compare the diagnostic ability of different 2D-STE parameters with that of conventional echocardiographic parameters to detect RV systolic dysfunction in mechanically ventilated CARDS patients with and without ACP. The authors’ hypothesis was that the RV-LSF could identify RV dysfunction accurately in patients with ACP. This hypothesis was tested using RV-FAC, measured by TEE, as a reference method for RV dysfunction evaluation.2\n,\n3\n Material and MethodsPopulationAdult patients (>18 years of age) admitted to the authors’ intensive care unit (ICU) for moderate-to- severe ARDS under mechanical ventilation, related to severe acute respiratory syndrome coronavirus 2 (SARS-CoV2) infection, were prospectively included in the study. Exclusion criteria were permanent ventricular pacing, previous known RV systolic ventricular dysfunction, contraindications to transesophageal echocardiography (TEE) (esophageal disease or major uncontrolled bleeding), and patients under- going extracorporeal membrane oxygenation (ECMO).This study was approved by the Amiens University Hospital Institutional Review Board (Comite de Protection des Personnes Nord-Ouest II CHU–Place V. Pauchet, 80054 AMIENS Cedex 1, CNIL Number: PI2020_843_0026). In accordance with French law on clinical research for noninterventional studies, informed consent was waived but oral and written information was provided whenever possible to the patients and systematically to their families specifying that they could oppose the use of their data.11\nData from electronical data and medical reports were prospectively collected. SARS-CoV2 infection was confirmed by a positive rT-PCR on nasopharyngeal swab or bronchoalveolar lavage on admission to the authors’ critical care unit. The ARDS grade was defined according to the Berlin definition.12 The severity of illness at ICU admission was evaluated by the sepsis-related organ failure assessment score.13 Chest computed tomography angiogram was performed prior to tracheal intubation to diagnose pulmonary embolism.TTE and TEE were performed simultaneously, for all patients in supine position, within 24 hours of tracheal intubation, by trained operators using a standardized procedure. Some parameters were assessed by TTE and others by TEE. Indeed, TTE is better for the assessment of conventional RV parameters and TEE is known to significantly underestimate TAPSE and RV-S′ wave velocity.14 TEE was used for 2D-STE parameters evaluation because image quality obtained by TTE usually was not sufficient to accurately measure 2D-STE parameters. Moreover, in mechanically ventilated patients, it often is difficult to obtain an apical four-chamber view focused on the RV as recommended.15 During the echocardiography examination, all patients were sedated and paralyzed in accordance with ARDS guidelines management.16 In the authors’ center, TEE and TEE are performed routinely for ARDS patients to manage ventilator settings and fluid responsiveness and to assess RV and LV systolic functions.17 In ARDS patients, the authors use TEE to more accurately diagnose ACP and to analyze the interatrial septum in the search for intracardiac shunt.18\n,\n19 All echocardiographic images were analyzed offline. EchocardiographyTTE MeasurementRV Systolic Function Analysis Conventional RV parameters (TAPSE, RV-S′, and RV-FAC) were measured, according to international guidelines2. TAPSE was measured using M-mode with the cursor placed at the junction of the lateral tricuspid leaflet and the RV free wall. RV-S′ wave was measured in the apical four-chamber view using the Doppler tissue imaging mode. RV systolic and diastolic areas were measured in the apical four-chamber view in the 2D mode. RV-FAC was calculated by subtracting the end-systolic area from the end-diastolic area and dividing this value by the end-diastolic area. Basal, midcavity, and longitudinal linear dimensions were measured in an RV-focused apical four-chamber view. RV systolic dysfunction was defined as RV-FAC <35% as recommended by the American Society of Echocardiography and the European Association of Cardiovascular Imaging.3 Distal RV outflow tract (RVOT) diameter was measured in a parasternal short-axis view. In the same view, RVOT velocity time integral (RVOT VTI) and RVOT acceleration time (ATRVOT) were obtained from the RVOT pulsed-wave Doppler profile. RA volume was measured on the apical four-chamber view with 2D volumetric measurement based on tracings of the blood tissue interface. RA volume, RV area, and RV stroke volume were indexed to the body surface area.RV HemodynamicRA pressure was estimated, in TTE, by the examination of the diameter of the inferior vena cava from the subcostal view and the percentage decrease in the diameter during respiratory cycle.3 RV stroke volume (RV SV) was calculated noninvasively as follow: RV SV= (RVOT VTI) × π × (RVOT diameter) 2/4.20\nTEE MeasurementDiagnostic of ACP In the four-chamber view at the midesophageal level (ME 4CH) (Video 1), RV end-diastolic area to left ventricular end-diastolic area was measured and septal motion carefully was observed. ACP was defined as the ratio of RV end-diastolic area to left ventricular end-diastolic area >0.6 associated with septal dyskinesia.6\nSpeckle-Tracking AnalysisRV strain, measured by speckle-tracking echocardiography, was obtained using a dedicated software (Automated Cardiac Motion Quantification, QLAB version 9.0, Philips Medical systems, Andover, MA). All 2D-STE measurements were performed by a cardiologist experienced in echocardiography. 2D-STE parameters were analyzed in single frame and the reported values were the average of three measurements. 2D-STE parameters were obtained by TEE in the ME 4CH view.Tricuspid Annular Displacement AnalysisFor TAD analysis, three points were used for initialization on the first diastolic frame in the 2D ME 4CH view (Fig 1\n, A). These points were placed (1) on the tricuspid annulus, at the insertion of the anterior tricuspid valve leaflet (RV free wall), (2) on the tricuspid annulus, at the insertion of the septal leaflet, and (3) on the RV apex. The software (Automated Cardiac Motion Quantification, QLAB version 9.0, Philips Medical systems, Andover, MA) automatically tracked and calculated three parameters: (1) the displacement between the RV free wall and the RV apex (TADlat), (2) the displacement between the interventricular septum and the RV apex (TADsep), and (3) the RV-LSF. RV-LSF was calculated as the maximum end-systolic displacement (LES) of the midannular point from the measured annular motion and is expressed in percent of the end- diastolic RV longitudinal dimension (LED): 100 × (LED – LES)/LED). The midannular point was selected automatically by the software (Video 2).Open in a separate windowFig 1Measurement of 2D-STE parameters in a midesophageal four-chamber view. (A) TAD. A lateral point (blue circle) and a septal point (orange circle) were placed at the bottom of the RV free wall and at the bottom of the interventricular septum. A third point was placed at the apex (yellow circle). TAD lateral, TAD septal, and RV longitudinal shortening fraction (%) value automatically were displayed. The midannular point is selected by placed the software. (B) RV global longitudinal strain. Region of interest was generated automatically and adjusted manually. RV was divided into six segments. RVGLS (%) was calculated as the average of the six segments. (C) RV free-wall longitudinal strain. Region of interest was generated automatically and manually adjusted. RV was divided into three segments and RVFWLS (%) was calculated as the average of the three segments. 2D-STE, bidimensional speckle-tracking echocardiography; TAD, tricuspid annular displacement; RV, right ventricle; RVFWLS, right ventricle free-wall longitudinal strain; RVGLS, right ventricle global longitudinal strain.2D-Strain AnalysisThe left ventricle-specific strain software was used for RV strain analysis, as RV-specific software was not available. The regions of interest were generated automatically and adjusted manually whenever the automated regions of interest were of poor quality. A full wall approach was used for RV strain analysis in a 2D ME 4CH view: endocardial border of the RV was traced manually at end-systole and automatically adjusted to include the entire myocardium. RVFWLS was calculated as the average of the three segments (Fig 1, B). For RVGLS, six segments were analyzed (Fig 1, C). Segments for which adequate tracking quality was not obtained, despite manual adjustment, were excluded from the analysis. Longitudinal strain was defined as the percentage of myocardial shortening relative to the original length and presented as a negative value; a more negative strain value reflecting better shortening.2\nStatistical AnalysisData are expressed as mean ± standard deviation, median (interquartile range), or numbers (percentage), as appropriate. ACP group and non-ACP group variables were compared using Mann-Whitney U or chi-square tests, as appropriate. In a second analysis, the authors compared patients with and patients without RV dysfunction (defined by the RV-FAC <35%). A receiver-operating characteristic curve (ROC) was built to assess the diagnostic performance of 2D-STE parameters, TAPSE, and RV-S′ wave for RV systolic dysfunction (RV-FAC <35%) in the general population and in the ACP group. Area under the ROC curves (AUC) of echocardiographic parameters were compared using the Delong test. Correlations between 2D-STE parameters and RV FAC were assessed using the nonparametric Pearson correlation test in each group (ACP and non-ACP). To assess intraoperator and interoperator reproducibility for offline analysis, data of ten patients were selected randomly and analyzed by the same operator and by another operator, with an interval of at least one week between the two analyses. The reproducibility of 2D-STE measurements was evaluated using the intraclass correlation coefficient (ICC). All statistical analyses were performed with IBM SPSS software (SPSS, version 24, IBM, New York, NY). The limit of statistical significance was p < 0.05. All p values were the results of two-tailed tests. ResultsBetween March 1, 2020 and April 15, 2020, 84 patients were admitted to the authors’ ICU for COVID-19 infection. Among the 54 patients who required mechanical ventilation, 47 patients had moderate- to-severe ARDS and 29 patients (61%) were included (Fig 2\n). The 2D-STE parameters were feasible for the 29 patients. In 2D-strain analysis, no myocardial segments were excluded. Demographic and echocardiographic data are summarized in Table 1\n. Patients were categorized into two groups according to the presence or the absence of ACP diagnosed by TEE. ACP was diagnosed in 12/29 (41%) patients and was absent in 17/29 (59%). Age, sex, body mass index, and all ventilatory parameters were comparable (all p ≥ 0.11) between the two groups. Before tracheal intubation, 26 Computed tomography (CTs) were performed, and pulmonary embolism was diagnosed fin two patients. There were no significant differences in RV-FAC, S′ wave, and TAPSE between the two groups (ACP versus non-ACP). There was more RV dysfunction in the ACP group than the non-ACP group (n = 7/12 v n = 3/17; p = 0.03).Open in a separate windowFig 2Flow diagram of the study group. ARDS, acute respiratory distress syndrome; ECMO, extracorporeal membrane oxygenation; TEE, transesophageal echocardiography.Table 1Demographic and Echocardiographic DataVariablesNo ACP (n = 17)ACP (n = 12)pAge, y64 [61-70]62 [57-64]0.18BMI, kg/m230.5 [27-33]30 [28-34]0.98Male sex, n (%)12 (70)10 (83)0.65SOFA score8 [5.5-11.5]7 [4.5-8.5]0.25Ventilator settings during TTE/TEETidal volume, mL/kg6.0 [5.7-6.2]6.2 [6.0-7.0]0.11Pao2/Fio2, mmHg133 [84-191]133 [106-161]0.90Positive end-expiratory pressure, cm H2O13 [12-15]12 [12-16]0.68Plateau pressure, cm H2O26 [25-29]27 [24-29]0.62Respiratory system compliance, mL/cm H2O30.3 [28.1-36.2]33.8 [29.3-38.3]0.68Pulmonary embolism, n (%)1 (6)1 (8)-Biological data before TTE/TEELactate, mmol1.7 [1.2-2.3]1.6 [1.4-1.9]0.83BNP, pg/mL55 [28-99]64 [43-183]0.34Troponine Tc HS, ng/mL16 [7-44]50 [32-229]0.03Procalcitonin, µg/L0.4 [0.2-1.4]1.8 [0.5-4.0]0.04RV parametersRV basal dimension, mm46 [35-51]53 [50-53]0.02RV midcavity dimension, mm35 [30-43]41 [40-42]0.03RV longitudinal dimension, mm69 [55-78]79 [78-80]0.18RV EDA, cm216 [14-19]22 [19-24]0.002RV EDA indexed to BSA, cm2/m27.0 [6.0-9.4]9.1 [8.8-10.4]0.01RV ESA, cm28 [7-11]12.5 [11-16]< 0.0001RV ESA indexed to BSA, cm/m23.4 [2.8-4.4]5.6 [4.8-6.9]< 0.0001RV EDA/LV EDA0.51 [0.48-0.55]0.77 [0.69-0.83]< 0.0001Septal dyskinesia, n (%)0 (0)12 (100)< 0.0001RA volume, mL41 [31-48]40 [30-60]0.60RA volume indexed to BSA, mL/m219 [15-22]19 [16-29]0.85RV stroke volume indexed to BSA, mL/m233 [27-35]32 [27-40]0.94ATRVOT, msec90 [80-120]95 [82-145]0.72RA pressure, mmHg >15 mmHg4 (23)3 (25)0.58 <15 mmHg13 (76)8 (66)-Left ventricular ejection fraction (%)62 [53-74]66 [58-71]0.36Classical RV systolic function parametersTAPSE, mm24 [17-25]21 [19-25]0.07RV-S′, cm/s16 [13-19]18 [14-21]0.49RV-FAC, %45 [42-52]37 [33-48]0.07RV dysfunction (RV-FAC <35%), n (%)3 (18)7 (58)0.032D-STE parameters RVGLS, %-30.3 [24.6-31.6]-18.5 [16.2-18.5]< 0.001 RVFWLS, %-31.0 [25.5-32.5]-19.4 [16.6-24.0]< 0.001TAD parameters TADlat (mm)21.7 [19.1-24.4]14.6 [10.0-20.2]0.002 TADsep(mm)11 [9-14]6.7 [5-8.2]< 0.001 RV-LSF (%)27 [25-30]17 [14-22]< 0.001Open in a separate windowContinuous variables are expressed as median [interquartile range] and categorical variables as number (percentage). Comparison was made between the ACP and non-ACP groups; p < 0.05 was considered significant.Abbreviations: 2D-STE, bidimensional speckle tracking echocardiography; ACP, acute cor pulmonale; ATRVOT, right ventricular outflow tract acceleration time; BMI, body mass index; BNP, brain natriuretic peptide; EDA, end-diastolic area; ESA, end-systolic area; FAC, fractional area change; LV, left ventricle; RA, right atrium; RV, right ventricle; RVFWLS, right ventricle free-wall longitudinal strain; RVGLS, RV global longitudinal strain; RV LSF, RV longitudinal shortening fraction; SOFA, sepsis-related organ failure assessment; TAD, tricuspid annular displacement; TAPSE, tricuspid annular plane systolic excursion; TEE, transesophageal echocardiography; TTE, transthoracic echocardiography.Difference Between 2D-STE Parameters and Conventional Parameters in the ACP Group Versus the Non-ACP Group2D-STE parameters (RV-LSF and RVFWLS) were altered markedly in the ACP group compared with the non-ACP group (Table 1). For conventional RV parameters (TAPSE, RV-S′, and RV-FAC), no differences were found between the ACP and non-ACP groups.TAD ParametersIn the ACP group, median RV-LSF was 17% (14%-22%) and had the best correlation with RV-FAC (r = 0.79, p < 0.001 v r = 0.27, p = 0.39 for RVGLS and r = 0.28, p = 0.39 for RVFWLS) (Fig 3\n, A-C). In the non-ACP group, RV-LSF had the highest correlation (r = 0.69, p < 0.002) with RV-FAC (Fig 3, D-F). The median value of TAPSE and TADlat was similar but linear correlation was not significant (Appendix 1).Open in a separate windowFig 3Linear correlation between 2D-STE parameters and RV-FAC in the ACP group and the non-ACP group. ACP, acute cor pulmonale; 2D-STE, bidimensional speckle-tracking echocardiography; RV-FAC, right ventricle fractional area change.RV HemodynamicsFor RV hemodynamics parameters, no differences were found for RV stroke volume index (32 [27-40] mL/m2\nv 33 [27-35] mL/m2, p = 0.94), RA volume index (19 [16-29] mL/m2\nv 19 [15-22] mL/m2, p = 0.85), and ATRVOT (95 [82-145] ms v 90 [80-120] ms, p = 0.72) between the ACP group and the non ACP group, respectively. Pulmonary arterial systolic pressure could not be evaluated because more than 70% of the patients had poor quality of the tricuspid regurgitation Doppler flow.RV Dysfunction Versus No RV DysfunctionTen (34%) out of 29 patients had RV dysfunction (defined by RV-FAC <35%). RV-LSF (15% [11%-20%] v 25% [21%-29%]; p = 0.002) and TADlat (13 [11-20] mm v 21 [16-28] mm, p = 0.008) was decreased significantly in the RV dysfunction group. No differences were found between the two groups for 2D-strain parameters, TAPSE (22 [20-25] mm v 24 [21-26] mm; p = 0.28), and RV-S′ (14 [13-19] cm/s v 18 [13-20] cm/s; p = 0.77) (Appendix 2).ROC Curve AnalysisComparison of ROC curve analysis (Fig 4\n) showed that RV-LSF had the highest AUC to identify RV systolic dysfunction compared with other 2D-STE parameters and to conventional RV systolic parameters in the overall population (Fig 4, A) and in the ACP group (Fig 4, B). In the overall population, an RV-LSF cut-off value of 20% had a sensitivity of 84% (CI 95% [49.7-96.7]) and a specificity of 90% (CI 95% [60.4-99.7]), with an AUC of 0.879 (p < 0.001, CI 95% [0.70-1.00]) to identify RV systolic dysfunction. In the ACP group, an RV-LSF cut-off value of 17% had a sensitivity of 80% (CI 95% [48.7-99.6]) and a specificity 86% (CI 95% [49.1-99.4]), with an AUC of 0.93 (p < 0.015, CI 95% [0.78-1.00]) to identify RV systolic dysfunction (Fig 4, B).Open in a separate windowFig 4ROC curve analysis between 2D-STE parameters and conventional parameters in (A) overall population and (B) ACP group. ACP, acute cor pulmonale; 2D-STE, bidimensional speckle-tracking echocardiography; ROC, receiver operating characteristic.Reproducibility AnalysisThe reproducibility of RV-LSF was excellent, with an ICC of 0.93 (CI 95% [0.74-0.98]) for the interoperator reproducibility and an ICC of 0.96 (CI 95% [0.72-0.98]) for the intraoperator reproducibility (Table 2\n).Table 2Reproducibility of 2D-STE Parameters2D-STE ParametersICC for Intra-OperatorCI 95%ICC for Inter-OperatorCI 95%TAD ParametersRV-LSF, %0.960.74-0.980.930.74-0.98TADlat, mm0.980.93-0.990.890.58-0.97TADsep, mm0.960.85-0.980.930.73-0.98Strain ParametersRVGLS, %0.920.72-0.980.920.68-0.98RVFWLS, %0.880.6-0.970.840.37-0.96Open in a separate windowAbbreviations: 2D-STE, bidimensional speckle-tracking echocardiography; ICC, intraclass correlation coefficient; RVFWLS, right ventricle free-wall longitudinal strain; RVGLS, right ventricle global longitudinal strain; RV-LSF, right ventricle longitudinal shortening fraction; TAD, tricuspid annular displacement. DiscussionIn the setting of COVID-19 patients complicated with ARDS, the authors’ results showed that RV dysfunction and ACP were frequent complications (34% and 41% in their series, respectively) despite protective ventilation. For patients with CARDS and ACP, the results suggested that (1) 2D-STE parameters (especially RV-LSF) seemed to be more accurate for RV systolic dysfunction detection than TAPSE or RV-S′ wave, (2) RV-LSF was well-correlated with RV-FAC, contrary to TAPSE and RV′S wave and 2D-STE parameters, and (3) RV-LSF might be a reliable predictor of RV dysfunction, as TAPSE and S′ remained in the normal range.ACP, RV dysfunction, and CARDSIn non–COVID-19 moderate-to-severe ARDS under mechanical ventilation, the prevalence of ACP (monitored with TEE) was 22%, associated with poor outcome,6 and the prevalence of RV dysfunction varied across studies, ranging from 22% to 50%.21 The pathophysiology of RV dysfunction in COVID-19 infections remains unknown. RV dysfunction can be due to direct viral effect on the heart, proinflammatory status, severe hypoxemia, or coronary endothelial dysfunction leading to heart failure, reflecting the severity of COVID-19 infection.5\n,\n22\n,\n23 In addition, vascular derangements related to COVID-19 pneumonia24 may increase RV preload and afterload at an early stage of the infection, inducing ACP. In a recent prospective international study, Dweck et al. found that 33% of COVID-19 patients had RV abnormalities detected by TTE (RV dilatation, RV impairment, D-shape LV, and elevated pulmonary artery pressure), and that these abnormalities were more common in patients with severe symptoms of COVID-19.25 In this study, 15% of patients had RV dilatation, but no data on specific RV systolic parameters were reported. In addition, the proportion of patients with CARDS under mechanical ventilation and the number of patients with ACP were not reported.24\nIn another TTE study, Li et al. demonstrated that RV systolic dysfunction assessed by RVFWLS was a powerful predictor of mortality in male patients with CARDS.5 In this study, conventional RV systolic parameters (RV FAC, TAPSE, and S′ wave) in patients of the lower tertile of RVFWLS (< -20.5%) were within normal range. However, only 12.5% (n = 15/120) of patients were under mechanical ventilation and the proportion of ACP was not reported.5\nRV-LSF and 2D-STE ParametersIn the authors’ study, 2D-STE parameters were impaired, unlike conventional RV systolic parameters, which remained within normal range. Moreover, the authors found that RV-LSF in the ACP group was well-correlated with RV-FAC, contrary to strain parameters, TAPSE, and RV-S′ wave. These results were in accordance with previous studies. Ahmad et al.26 evaluated the correlation between RV-LSF and RV systolic ejection fraction assessed by cardiac magnetic resonance (CMR-RVEF) in stable patients with RV dysfunction. They found that RV-LSF was correlated better with CMR-RVEF than TAPSE or other speckle-tracking parameters.26 Li et al.27 showed that RV-LSF had a good correlation with CMR-RVEF in patients with pulmonary hypertension. In this study, the ROC curves analysis demonstrated that RV-LSF could be used to predict RV dysfunction (as assessed by CMR) and that RV-LSF had the higher AUC (0.975 IC 95% [0.84-1.00]) compared with TAPSE, RV-FAC, and the RV-S′ wave.27 Maniwa et al. investigated the value of RV-LSF for the assessment of RV systolic dysfunction (defined by RV ejection fraction <45% by three-dimensionnal TTE) in 61 patients.10 In their study, RV-LSF had the highest diagnostic accuracy for RV systolic dysfunction, better than TAPSE, RV FAC, and RVFWLS. The feasibility of RV LSF was 91.8% (n = 56/61) and 82% (n = 50/61) for RVFWLS in this report.10\nIn conclusion, these studies found that RV-LSF measurement more accurately diagnosed RV dysfunction than TAPSE or RV-S′ wave.RV-LSF and RV Systolic FunctionThe superiority of RV-LSF over other parameters to identify RV systolic dysfunction can be explained by physiologic mechanisms involved in RV contraction and by the clinical significance of this measure. First, RV-LSF allows evaluation of two mechanisms contributing to RV systolic function: (1) the shortening of the longitudinal axis with traction of the tricuspid annulus toward the apex, and (2) (via the septal point) the shortening of the interventricular septum in the anteroposterior direction during left ventricular contraction.28 Conversely, longitudinal strain incorporates only one motion direction.15 Under physiologic conditions, longitudinal shortening provides a fairly reliable assessment of RV systolic function, which explains the routine clinical use of TAPSE. However, recent studies suggested a similar importance of longitudinal and radial RV motions.28 In addition to this, ACP is characterized by pressure overload, changes in chamber geometry, and desynchronization of myocardial contraction. These factors are known to influence myocardial strain in experimental and mathematical models.4 Therefore, abnormal strain values may reflect RV physiologic adaptation to loading conditions and, thus, may not be synonymous with myocardial disease. On the other hand, normal values do not exclude a disease state.4 Furthermore, unlike TAPSE and RV-S′ wave, the absolute value of RV-LSF is related to RV volume. Hence, RV-LSF is likely to be correlated better with indices using RV volumes such as RV-FAC or CMR-EF.26\n,\n27 Early diagnosis of RV dysfunction is part of the comprehensive management and treatment of CARDS under mechanical ventilation to avoid the development or worsening of ACP and, thus, hemodynamic deterioration. Besides, RV 2D-STE parameters can be used to evaluate the effectiveness of specific treatments, such as almitrine,29 or to monitor RV systolic function during prone positioning.8\nTAPSE and 2D-STE ParametersContrary to other studies, the authors found no correlation between TAPSE and TADlat.14\n,\n30 However, these studies assessed TADlat and TADsep parameters and conventional RV systolic parameters by TEE for patients in the operating room during surgery, with different hemodynamic and ventilatory conditions from patients with ARDS.30 One of the major limitations of TAPSE is its large overlap between patients with and without RV dysfunction.31 Focusing on patients with ARDS, Lemarié et al. used the widely accepted cut-off value of TAPSE (TAPSE <17mm) and found no difference in survival.32 Moreover, TAPSE evaluates only the motion of the tricuspid annulus without taking into account the complete longitudinal contraction (from base to apex) as RV-LSF does. Moreover, in ICU, TTE image quality often is impaired by pulmonary disease, mechanical ventilation, and suboptimal patient positioning.33\nReliabilityIn the authors’ study, measurement of 2D-STE parameters showed a high degree of reliability. The intra- and interobserver ICC for RV-LSF were excellent (both >0.93), in accordance with previous studies.27\n LimitationThe first limitation of the authors’ study was the limited sample size, especially in the ACP group. Besides, the absence of difference for TAPSE, RV-S′ wave, and RV-FAC between ACP and non-ACP patients might have been related to the relatively small size of their population. Contrary to TAPSE and RV-S′ wave, 2D-STE parameters, especially RV-LSF, appeared to be powerful predictors of RV dysfunction, as they differed markedly between the two groups, even for this limited sample size. Secondly, the sensitivity and specificity values for RV-LSF measurement were calculated by applying the ROC cut-off values and need independent confirmation in prospective studies. In addition, the image quality in ARDS patients can affect the ability to measure RV-FAC34 and, thus, affect linear correlation between 2D-STE parameters and RV-FAC. For RV dysfunction evaluation, the three-dimensional echocardiographic assessment of RV function has a better correlation with RV ejection fraction, calculated by cardiac magnetic resonance, than RV-FAC.3 However, its routine use for bedside assessment remains very limited, especially due to specific probes availability. The left ventricle specific strain software (QLAB version 9.0, Philips Medical systems, Andover, MA) was used for RV strain analysis, as RV specific software was not available. Nevertheless, these two methods correlate very well even if they are not totally interchangeable.35 However, despite widespread variability in RV regional strain analysis between vendor software (GE and Philips), differences do not seem to be significant.36 Finally, further studies are required to compare ACP and RV dysfunction prevalence according to ARDS etiology (ie, influenza, COVID-19, bacterial infection). ConclusionIn CARDS with ACP, RV-LSF seems to be an accurate, reliable, and reproducible 2D-STE parameter for evaluating right ventricular systolic function. Further studies, with larger sample size investigating outcome related to ACP with RV dysfunction in COVID-19, patients are required. AcknowledgmentsThe authors thank Pr Hervé Dupont for his insight.Conflict of InterestNone. FootnotesSupplementary material associated with this article can be found in the online version at doi:10.1053/j.jvca.2021.01.025. References1. Mahmoud-Elsayed HM, Moody WE, Bradlow WM, et al.  Echocardiographic findings in patients with COVID-19 pneumonia. Can J Cardiol. 2020;36:1203–1207. [PMC free article] [PubMed] [Google Scholar]2. Rudski LG, Lai WW, Afilalo J, et al.  Guidelines for the echocardiographic assessment of the right heart in adults: A report from the American Society of Echocardiography. J Am Soc Echocardiogr. 2020;23:685–713. [PubMed] [Google Scholar]3. Lang RM, Badano LP, Mor-Avi V, et al.  Recommendations for cardiac chamber quantification by echocardiography in adults: An update from the American Society of Echocardiography and the European Association of Cardiovascular Imaging. J Am Soc Echocardiogr. 2015;28 1-39.e14. [PubMed] [Google Scholar]4. Voigt J-U, Cvijic M. 2- and 3-Dimensional myocardial strain in cardiac health and disease. JACC Cardiovasc Imaging. 2019;12:1849–1863. [PubMed] [Google Scholar]5. Li Y, Li H, Zhu S, et al.  Prognostic value of right ventricular longitudinal strain in patients with COVID-19. JACC Cardiovascular Imaging. 2020;13:2287–2299. [PMC free article] [PubMed] [Google Scholar]6. Mekontso Dessap A, Boissier F, Charron C, et al.  Acute cor pulmonale during protective ventilation for acute respiratory distress syndrome: Prevalence, predictors, and clinical impact. Intensive Care Med. 2016;42:862–870. [PubMed] [Google Scholar]7. Alonso P, Andrés A, Miró V, et al.  Diagnostic power of echocardiographic speckle tracking of the tricuspid annular motion to assess right ventricular dysfunction. Int J Cardiol. 2014;172:e218–e219. [PubMed] [Google Scholar]8. Beyls C, Bohbot Y, Huette P, et al.  Tricuspid longitudinal annular displacement for the assessment of right ventricular systolic dysfunction during prone positioning in COVID-19 patients. J Am Soc Echocardiogr. 2020;33:1055–1057. [PMC free article] [PubMed] [Google Scholar]9. Tsang W, Ahmad H, Patel AR, et al.  Rapid estimation of left ventricular function using echocardiographic speckle-tracking of mitral annular displacement. J Am Soc Echocardiogr. 2010;23:511–515. [PubMed] [Google Scholar]10. Maniwa N, Hozumi T, Takemoto K, et al.  Value of tissue-tracking tricuspid annular plane by speckle-tracking echocardiography for the assessment of right ventricular systolic dysfunction. Echocardiography. 2019;36:110–118. [PubMed] [Google Scholar]11. Toulouse E, Masseguin C, Lafont B, et al.  French legal approach to clinical research. Anaesth Crit Care Pain Med. 2018;37:607–614. [PubMed] [Google Scholar]12. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, et al.  Acute respiratory distress syndrome: The Berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]13. Vincent J-L, Moreno R, Takala J, et al.  The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction/failure: On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine. Intensive Care Med. 1996;22:707–710. [PubMed] [Google Scholar]14. Mauermann E, Vandenheuvel M, François K, et al.  Right ventricular systolic assessment by transesophageal versus transthoracic echocardiography: Displacement, velocity, and myocardial deformation. J Cardiothorac Vasc Anesth. 2020;34:2152–2161. [PubMed] [Google Scholar]15. Badano LP, Kolias TJ, Muraru D, et al.  Standardization of left atrial, right ventricular, and right atrial deformation imaging using two-dimensional speckle tracking echocardiography: A consensus document of the EACVI/ASE/Industry Task Force to standardize deformation imaging. Eur Heart J Cardiovasc Imaging. 2018;19:591–600. [PubMed] [Google Scholar]16. Papazian L, Aubron C, Brochard L, et al.  Formal guidelines: Management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9:69. [PMC free article] [PubMed] [Google Scholar]17. Vieillard-Baron A, Matthay M, Teboul JL, et al.  Experts’ opinion on management of hemodynamics in ARDS patients: Focus on the effects of mechanical ventilation. Intensive Care Med. 2016;42:739–749. [PubMed] [Google Scholar]18. Lhéritier G, Legras A, Caille A, et al.  Prevalence and prognostic value of acute cor pulmonale and patent foramen ovale in ventilated patients with early acute respiratory distress syndrome: A multicenter study. Intensive Care Med. 2013;39:1734–1742. [PubMed] [Google Scholar]19. Hahn RT, Abraham T, Adams MS, et al.  Guidelines for performing a comprehensive transesophageal echocardiographic examination: Recommendations from the American Society of Echocardiography and the Society of Cardiovascular Anesthesiologists. J Am Soc Echocardiogr. 2013;26:921–964. [PubMed] [Google Scholar]20. Porter TR, Shillcutt SK, Adams MS, et al.  Guidelines for the use of echocardiography as a monitor for therapeutic intervention in adults: A report from the American Society of Echocardiography. J Am Soc Echocardiogr. 2015;28:40–56. [PubMed] [Google Scholar]21. Nichol G, Leroux B, Wang H, et al.  Trial of continuous or interrupted chest compressions during CPR. N Engl J Med. 2015;373:2203–2214. [PubMed] [Google Scholar]22. Szekely Y, Lichter Y, Taieb P, et al.  Spectrum of cardiac manifestations in COVID-19: A systematic echocardiographic study. Circulation. 2020;142:342–353. [PMC free article] [PubMed] [Google Scholar]23. Del Turco S, Vianello A, Ragusa R, et al.  COVID-19 and cardiovascular consequences: Is the endothelial dysfunction the hardest challenge? Thrombosis Res. 2020;196:143–151. [PMC free article] [PubMed] [Google Scholar]24. Mahjoub Y, Rodenstein DO, Jounieaux V. Severe Covid-19 disease: Rather AVDS than ARDS? Crit Care. 2020;24:327. [PMC free article] [PubMed] [Google Scholar]25. Dweck MR, Bularga A, Hahn RT, et al.  Global evaluation of echocardiography in patients with COVID-19. Eur Heart J Cardiovasc Imaging. 2020;21:949–958. [PMC free article] [PubMed] [Google Scholar]26. Ahmad H, Mor-Avi V, Lang RM, et al.  Assessment of right ventricular function using echocardiographic speckle tracking of the tricuspid annular motion: Comparison with cardiac magnetic resonance. Echocardiography. 2012;29:19–24. [PubMed] [Google Scholar]27. Li Y, Wang Y, Yang Y, et al.  Tricuspid annular displacement measured by 2-dimensional speckle tracking echocardiography for predicting right ventricular function in pulmonary hypertension: A new approach to evaluating right ventricle dysfunction. Medicine. 2018;97:e11710. [PMC free article] [PubMed] [Google Scholar]28. Kovács A, Lakatos B, Tokodi M, et al.  Right ventricular mechanical pattern in health and disease: Beyond longitudinal shortening. Heart Fail Rev. 2019;24:511–520. [PMC free article] [PubMed] [Google Scholar]29. Huette P, Beyls C, Guilbart M, et al.  Acute cor pulmonale in Covid-19 related ARDS: improvement with almitrine infusion. JACC Case Rep. 2020;2:1311–1314. [PMC free article] [PubMed] [Google Scholar]30. Shen T, Picard MH, Hua L, et al.  Assessment of tricuspid annular motion by speckle tracking in anesthetized patients using transesophageal echocardiography. Anesth Analg. 2018;126:62–67. [PubMed] [Google Scholar]31. Zhao H, Kang Y, Pickle J, et al.  Tricuspid annular plane systolic excursion is dependent on right ventricular volume in addition to function. Echocardiography. 2019;36:1459–1466. [PubMed] [Google Scholar]32. Lemarié J, Maigrat C-H, Kimmoun A, et al.  Feasibility, reproducibility and diagnostic usefulness of right ventricular strain by 2-dimensional speckle-tracking echocardiography in ARDS patients: The ARD strain study. Ann Intensive Care. 2020;10:24. [PMC free article] [PubMed] [Google Scholar]33. Orde S, Slama M, Hilton A, et al.  Pearls and pitfalls in comprehensive critical care echocardiography. Crit Care. 2017;21:279. [PMC free article] [PubMed] [Google Scholar]34. Fichet J, Moreau L, Genée O, et al.  Feasibility of right ventricular longitudinal systolic function evaluation with transthoracic echocardiographic indices derived from tricuspid annular motion: A preliminary study in acute respiratory distress syndrome. Echocardiography. 2012;29:513–521. [PubMed] [Google Scholar]35. Silverton NA, Lee JP, Morrissey CK, et al.  A comparison of left- and right-sided strain software for the assessment of intraoperative right ventricular function. J Cardiothorac Vasc Anesth. 2019;33:1507–1515. [PubMed] [Google Scholar]36. Il'Giovine ZJ, Mulder H, Chiswell K, et al.  Right ventricular longitudinal strain reproducibility using vendor-dependent and vendor-independent software. J Am Soc Echocardiogr. 2018;31 721-32.e5. [PMC free article] [PubMed] [Google Scholar]"}