{"title": "Clinical features and risk factors for severe-critically ill COVID-19 adult patients in Jiangsu, China: A multiple-centered, retrospective study", "pubDate": "2021", "PMCID": "PMC7870254", "DOI": "10.1097/MD.0000000000024332", "PMID": "33592878", "abstract": "Coronavirus disease 2019 (COVID-19) becomes a global pandemic in 2020. Early identification of severe ill patients is a top priority for clinicians. We aimed to describe clinical features and risk factors of severe-critically ill patients with COVID-19 in Jiangsu Province.This multi-centered retrospective study collected the information of 631 laboratory-confirmed COVID-19 patients hospitalized at 28 authorized hospitals in Jiangsu province from January 23, 2019 to March 13, 2020.A total of 583 adult patients with laboratory-confirmed COVID-19 were enrolled for final analysis, including 84 severe-critically ill patients and 499 mild-moderate patients. Median age of the severe-critically ill patients was 57.0 years old (interquartile range, 49.0-65.8), and 50 (59.5%) were males. Multisystemic laboratory abnormalities were observed on admission for severe-critically ill patients. These patients showed more noticeable radiologic abnormalities and more coexisting health issues as compared to the mild-moderate patients. Most of the severe-critically ill COVID-19 patients became deteriorated in 2 weeks after diagnosis. Age, D-dimer, and lymphocytes were independently associated with the progression of severe-critically illness.Older age, higher D-dimer levels and less lymphocyte counts on admission are potential risk factors for COVID-19 patients to develop into severe and critically illness.", "author": [{"author": "Jiangnan Zhao", "affiliation": ["Department of Respiratory and Critical Medicine, Jinling Hospital, Medical School of Nanjing University, Nanjing.", "Department of Respiratory and Critical Medicine, the Fourth Affiliated Hospital, Zhejiang University School of Medicine, Yiwu."], "href": "/?term=Zhao+J&cauthor_id=33592878"}, {"author": "Meiying Zhu", "affiliation": ["Department of Respiratory and Critical Medicine, Jinling Hospital, Medical School of Nanjing University, Nanjing."], "href": "/?term=Zhu+M&cauthor_id=33592878"}, {"author": "Xin Su", "affiliation": ["Department of Respiratory and Critical Medicine, Jinling Hospital, Medical School of Nanjing University, Nanjing."], "href": "/?term=Su+X&cauthor_id=33592878"}, {"author": "Mao Huang", "affiliation": ["Department of Respiratory and Critical Medicine, Jiangsu Province Hospital, The First Affiliated Hospital of Nanjing Medical University."], "href": "/?term=Huang+M&cauthor_id=33592878"}, {"author": "Yi Yang", "affiliation": ["Department of Critical Care Medicine, Zhongda Hospital Southeast University, Nanjing."], "href": "/?term=Yang+Y&cauthor_id=33592878"}, {"author": "Jianan Huang", "affiliation": ["Department of Respiratory and Critical Medicine, The First Affiliated Hospital of Soochow University, Suzhou."], "href": "/?term=Huang+J&cauthor_id=33592878"}, {"author": "Ni Songshi", "affiliation": ["Department of Respiratory and Critical Medicine, Affiliated Hospital of Nantong University, Nantong."], "href": "/?term=Songshi+N&cauthor_id=33592878"}, {"author": "Quan Cao", "affiliation": ["Department of Critical Care Medicine, Jiangsu Province Hospital, The First Affiliated Hospital of Nanjing Medical University."], "href": "/?term=Cao+Q&cauthor_id=33592878"}, {"author": "Qin Gu", "affiliation": ["Department of Critical Care Medicine, Nanjing Drum Tower Hospital, The Affiliated Nanjing University Medical School."], "href": "/?term=Gu+Q&cauthor_id=33592878"}, {"author": "Jun Li", "affiliation": ["Department of Infectious Disease, Jiangsu Province Hospital, The First Affiliated Hospital of Nanjing Medical University, Nanjing."], "href": "/?term=Li+J&cauthor_id=33592878"}, {"author": "Jiashu Li", "affiliation": ["Department of Respiratory and Critical Medicine, The First People's Hospital of Lianyungang, Lianyungang."], "href": "/?term=Li+J&cauthor_id=33592878"}, {"author": "Wenjing Zhao", "affiliation": ["Department of Critical Care Medicine, The Affiliated Hospital of Xuzhou Medical University, Xuzhou."], "href": "/?term=Zhao+W&cauthor_id=33592878"}, {"author": "Bin Shi", "affiliation": ["Department of Respiratory and Critical Medicine, Suqian People's Hospital of Nanjing Drum-Tower Hospital Group, Suqian, 223800, China."], "href": "/?term=Shi+B&cauthor_id=33592878"}, {"author": "Yi Shi", "affiliation": ["Department of Respiratory and Critical Medicine, Jinling Hospital, Medical School of Nanjing University, Nanjing."], "href": "/?term=Shi+Y&cauthor_id=33592878"}], "refPMID": ["31986264", "32171076", "32105632", "32109013", "32031570", "32167524", "22797452", "26903338", "22890468", "31995857", "32007143", "22795996", "15148567", "16043521", "26203058", "32015507", "32164084", "12955652", "17891146"], "citedInPMID": ["33592878", "34478452"], "body": " AbstractCoronavirus disease 2019 (COVID-19) becomes a global pandemic in 2020. Early identification of severe ill patients is a top priority for clinicians. We aimed to describe clinical features and risk factors of severe-critically ill patients with COVID-19 in Jiangsu Province.This multi-centered retrospective study collected the information of 631 laboratory-confirmed COVID-19 patients hospitalized at 28 authorized hospitals in Jiangsu province from January 23, 2019 to March 13, 2020.A total of 583 adult patients with laboratory-confirmed COVID-19 were enrolled for final analysis, including 84 severe-critically ill patients and 499 mild-moderate patients. Median age of the severe-critically ill patients was 57.0 years old (interquartile range, 49.0–65.8), and 50 (59.5%) were males. Multisystemic laboratory abnormalities were observed on admission for severe-critically ill patients. These patients showed more noticeable radiologic abnormalities and more coexisting health issues as compared to the mild-moderate patients. Most of the severe-critically ill COVID-19 patients became deteriorated in 2 weeks after diagnosis. Age, D-dimer, and lymphocytes were independently associated with the progression of severe-critically illness.Older age, higher D-dimer levels and less lymphocyte counts on admission are potential risk factors for COVID-19 patients to develop into severe and critically illness.Keywords: coronavirus, coronavirus disease 2019, critically ill, risk factor, severe 1. IntroductionCoronavirus disease 2019 (COVID-19) is an infectious disease caused by the most recently detected novel coronavirus, called SARS-CoV-2.[1] This coronavirus and disease remained unknown until its outbreak in Wuhan, China, in December 2019. An exponential growth of cases and its expanding transmission have raised international concerns. This disease has caused 10,710,005 infections and 517,877 deaths in the world as of July 03, 2020.[2] At present, COVID-19 is a pandemic infectious disease recognized by the World Health Organization.[3]So far, the transmission of COVID-19 almost ceased in China. Of the exceeding 80,000 reported cases in China, more than 90% have recovered and been discharged. Several studies have described the clinical characteristics and mortality of the COVID-19.[4–7] The disease can rapidly develop into severe pneumonia, respiratory failure, acute respiratory distress syndrome (ARDS), sepsis, multiple organ failure, and even death. The early identification of patients with severe-critically illness is a key point to provide correct treatments. Although multiple studies have reported the epidemiology, clinical features, and outcomes of COVID-19 patients with severe illness, the results differed from region to region.[7–11]The first case of SARS-CoV-2 infection in Jiangsu province was found on January 22, 2020. By February 19, a total of 631 laboratory-confirmed local cases have been reported in Jiangsu province. From February 19 to March 30, no more local COVID-19 patient was reported. All of these 631 COVID-19 patients have been cured and discharged on March 14. At present, no specific information for clinicians to identify severely ill patients and risk factors for these patients in Jiangsu was reported. The objective of this study is to characterize the clinical characteristics of severely afflicted patients in Jiangsu province and to reveal the potential high-risk factors associated with serious illness. 2. Materials and methods2.1. Study design and participantsPatients included in the study were recruited in Jiangsu province (30°45’–35°20’ N, 116°18’–121°57’ E) with an area of 107,200 km2. This province consists of 13 municipalities and 96 counties (districts), and there are 80.70 million inhabitants at the end of 2019. Currently, 28 hospitals were authorized to accept and treat patients with COVID-19 and 541 medical institutions have fever clinics across Jiangsu. This multiple-centered, retrospective study was done at these 28 hospitals (Jiangsu, China). The study was conducted in accordance with the Declaration of Helsinki, and the protocol was approved by the ethics committee of Zhongda Hospital Affiliated to Southeast University (No. 2020ZDSYLL013–P01 and 2020ZDSYLL019–P01). A waiver of written informed consent was granted by the ethics commission due to emerging infectious disease.Patients aged 18 years or older were admitted if their diagnostic specimen were positive on reverse-transcriptase-polymerase-chain-reaction assay for SARS-CoV-2. The clinical spectrums are categorized into mild to critically ill according to COVID-19 guidelines (the seventh version) made by National Health Commission of the People's Republic of China.[12] The mild ill patients had mild symptoms and normal radiological images in both lungs. The moderate ill patients had fever, cough, and other typical respiratory symptoms and radiological lung images suggesting pneumonia. The severe ill patients had any one of the following conditions, respiratory rates ≥ 30 per minute, pulse oxygen saturation ≤ 93% on ambient air, and partial pressure of oxygen/fraction of inspired oxygen ≤ 300 mm Hg. The critically ill patients had any one of the following conditions: respiratory failure in need of invasive ventilation, signs of shock, and failure of any other organ when ICU care is necessary. The patients were divided into 2 groups, study group that includes severe-critically ill patients, and the control group that includes mild-moderate patients.2.2. Data collectionThe epidemiological information, medical history, exposure history, clinical characteristics, laboratory results, comorbidities, radiological features, therapies, and outcomes of the COVID-19 patients were extracted from the electronic medical records between January 22 and March 11, 2020. Any data missing or ambiguousness will be asked from the involved health-care providers who subsequently will collect or communicate with patients’ families.We collected data about age, gender, smoking history, exposure history, coexisting disorders (hypertension, diabetes, chronic obstructive pulmonary disease (COPD), coronary heart disease, cerebrovascular disease, chronic renal diseases, hyperlipidemia, hepatitis B infection, connective tissue disease, cancer, pregnancy), symptoms and signs on admission (fever, cough, sputum production, hemoptysis, shortness of breath, sore throat, nasal congestion, rhinorrhea, headache, chest pain, fatigue, nausea, vomiting, diarrhea, mylgia, arthralgia, chill, throat congestion), radiographic imagings, laboratory test results (leukocyte, lymphocyte, neutrophils, platelet, hemoglobin, C-reactive protein (CRP), procalcitonin, lactose dehydrogenase (LDH), aspartate aminotransferase (AST), alanine aminotransferase (ALT), total bilirubin, creatine kinase (CK), urea nitrogen, creatinine, D-dimer, prothrombin time (PT), activated partial thromboplastin time, odium, potassium), complications (sepsis, septic shock, respiratory failure, ARDS, acute kidney injury, acute cardiac injury, secondary infections), and treatment (antiviral drugs, antibiotics, antifungal administration, systemic corticosteroids, oxygen therapy, mechanical ventilation (MV), extracorporeal membrane oxygenation, renal replacement therapy, and intravenous immunoglobin). For severe-critically ill patients, the acute physiology and chronic health evaluation II score and sequential organ failure assessment were determined to assess disease severity.2.3. DefinitionARDS was diagnosed according to the Berlin definition.[13] Sepsis and septic shock were defined according to the third international consensus definition for sepsis and septic shock (sepsis-3) criteria.[14] Acute cardiac injury was diagnosed when serum levels of high-sensitive cardiac troponin I were above the 99th percentile upper reference limit.[4] Acute kidney injury was identified on the basis of the highest serum creatinine level and urine output.[15] Secondary infection was diagnosed when patients showed clinical symptoms or signs of hospital-acquired pneumonia or bacteraemia combined with a positive culture of a new pathogen from lower respiratory tract specimens (sputum, endotracheal aspirate, or bronchoalveolar lavage fluid) or blood samples obtained at least 48 hours after admission.[4] The date of disease onset was defined as the day when the symptom was first noticed. The changes in disease status from onset to hospital admission, severe disease, critically ill disease, and discharge were recorded.2.4. Statistical analysisCategorical variables were sorted according to frequencies and percentages, and then analyzed with Pearson Chi-squared test or Fisher exact test as appropriate. Continuous variables were described as median and 25%, 75% quartiles [median interquartile range (IQR)], and analyzed using t tests or Mann–Whitney test as appropriate. Univariable and multivariable logistic regression models were used to assess the risk factors associated with severe-critically ill cases. To assess the discriminatory ability of the model, receiver-operating characteristic (ROC) curves were prepared, and the areas under the ROC curves (AUCs) were determined. Statistical analyses were performed using the SPSS (version 25.0; SPSS Inc., Chicago, IL) and GraphPad Prism (version 8.0, Graphpad Software, San Diego, CA, USA). P < .05 was considered as statistically significant. 3. Results3.1. Demographic characteristics, clinical symptoms, and comorbiditiesThere were 631 hospitalized patients with COVID-19 in Jiangsu as of March 14, 2020. After excluding 14 patients without medical records and 34 patients below 18 years old, finally 583 adult patients from the 28 authorized hospitals were included in the present study (Fig. ​(Fig.1).1). In particular, 76 (13.0%) cases of mild, 423 (72.6%) moderate, 49 (8.4%) severe, and 35 (6.0%) critically ill were analyzed (Fig. ​(Fig.22).Open in a separate windowFigure 1Distribution of local laboratory-confirmed coronavirus disease 2019 patients across Jiangsu Province. The numerator represents the number of patients finally included in the study, and the denominator represents the number of local confirmed patients in the 13 municipalities, according to the National Health Commission as March 31, 2020.Open in a separate windowFigure 2Flow chart for patients’ enrollment in the study.Of those patients, 84 patients were assigned to the study group and 499 into the control group, respectively. The median age of the severe-critically ill patients was 57.0 (IQR 49.0–65.7) years (Table ​(Table1),1), whereas that of the mild-moderate ill patients was 47.0 (IQR 33.0–56.0) years. The median age of the former was significantly older than the later (P < .001). Patients at 50 years or older accounted for a higher proportion of the severe-critically ill patients (70.2% vs 40.3%). Among the severe-critically ill patients, 58.3% of them were males. No gender biased difference of COVID-19 was found between 2 groups. The smoking history was also similar in both groups.Table 1Demographic characteristics, Clinical symptoms, and Comorbidities of patients on admission.Clinical characteristicsSevere-critically ill (n = 84)Mild-moderate (n = 499)P valueAge, yr57.0 (49.0–65.7)47.0 (33.0–56.0)<.001Age groups<.001 <5025 (29.8)296 (59.3) 50–6437 (44.0)146 (29.3) ≥ 6522 (26.2)57 (11.4)Female34 (40.5)232 (46.5).306Smokers8 (9.5)52 (10.4).802Exposure.447 Local residents of Wuhan5 (5.9)43 (8.6) Recently been to Wuhan6 (7.1)34 (6.8) Contacted with people from Wuhan33 (39.3)146 (29.3) Contacted with COVID-19 patients39 (46.4)241 (48.3) Unknown1 (1.2)35 (7.0)Symptoms on admission Fever58 (69.0)289 (57.9).054 The highest temperature (°C).126  <37.326 (31.0)210 (42.1)  37.3–37.514 (16.7)89 (17.8)  37.5-3815 (17.9)84 (16.8)  38.1–39.017 (20.2)79 (15.8)  >39.012 (14.3)37 (7.4) Cough48 (57.1)312 (62.5).348 Sputum20 (23.8)99 (20.3) Sore throat6 (7.1)39 (7.8).831 Nasal congestion2 (2.4)22 (4.4).557 Headache5 (6.0)20 (4.0).386 Hemoptysis3 (3.6)6 (1.2).127 Shortness of breath26 (31.0)37 (7.4)<.001 Chest pain2 (2.4)5 (1.0).267 Fatigue32 (38.1)162 (32.5).311 Chill8 (9.5)43 (8.6).786 Nausea or vomiting3 (3.6)14 (2.8).723 Mylgia or arthralgia14 (16.7)50 (10.0).071 Diarrhea9 (10.7)30 (6.0).111 Throat congestion4 (4.8)35 (7.0).445Comorbidities Any48 (57.1)186 (37.3).001 Hypertension27 (32.1)89 (17.8).002 Diabetes25 (29.8)45 (9.0)<.001 COPD7 (8.3)10 (2.0).006 Coronary heart disease6 (7.1)12 (2.4).033 Cerebrovascular disease5 (6.0)5 (1.0).008 Arrhythmia2 (2.4)9 (1.8).664 Fatty liver3 (3.6)15 (3.0).734 Hyperlipidemia1 (1.2)7 (1.4)1.000 Anemia5 (6.0)10 (2.0).51 Hepatitis B infection1 (1.2)16 (3.2).489 Chronic renal disease1 (1.2)3 (0.6).464 Cancer6 (7.1)4 (0.8).001 Connective tissue disease2 (2.4)3 (0.6).153 Pregnancy1 (1.2)2 (0.4).374Timeline (d) Time from onset to admission5.8 (2.2–9.4)6.0 (2.3–10.7)0.696 Hospital stay22.0 (12.0–32.75)16.0 (9.75–25.0)0.003 Time from onset to severe disease7.0 (4.0–9.5) Time from onset to critically ill disease10.0 (7.5–12.0)Open in a separate windowIn the severe-critically ill patients, the most frequently observed symptoms were fever (69.0%) and cough (57.1%) (Table ​(Table1).1). Other common symptoms included fatigue (38.1%), shortness of breath (31%), and sputum (23.8%). The severe-critically ill patients had a significantly higher percentage of shortness of breath than the control group (31% vs 7.4%, P < .001). The severe-critically ill patients tended to have coexisting diseases, and 57.1% (48/84) of them had 1 or more coexisting diseases (Table ​(Table1).1). The most common coexisting health issues for the severe-critically ill patients were hypertension (32.1%) and diabetes (29.8%). Compared with the mild-moderate patients, the severe-critically ill patients were more likely to suffer from coexisting diseases, including hypertension, diabetes, COPD, coronary heart disease, cerebrovascular disease, and cancer.3.2. Radiological and laboratory examinationsAll of the severe-critically ill patients had radiologic abnormalities on chest imaging, which were significantly more prominent than the mild-moderate patients (P < .001) (Table ​(Table2).2). 79.8% (67/84) of the severe-critically ill patients showed bilateral pneumonia, while only 58.3% (293/499) of the mild-moderate patients showed bilateral involvement (P < .001). Figure ​Figure33 shows CT findings of severe type confirmed COVID-19 pneumonia.Table 2Radiology and laboratory examinations of patients on admission.Clinical characteristicsSevere-critically ill (n = 84)Mild-moderate (n = 499)P valueRadiology Abnormalities on chest imaging84 (100)423 (84.8)<.001 Bilateral involved67 (79.8)293 (58.7)<.001 Unilateral involved17 (20.2)130 (26.1).258Laboratory examinations WBC (×109/L)4.89 (3.87–5.79)4.87 (3.90–6.11).32 Neutrophils (×109/L)3.14 (2.31–4.31)2.88 (2.16–3.83).970 Lymphocytes, (×109/L)0.85 (0.62–1.10)1.33 (0.98–1.70).022 Eosinophils (×109/L)0.01 (0.0–0.02)0.02 (0–0.05).245 Hemoglobin (g/L)126 (117.25–140.0)140 (128–153).026 Platelet (×109/L)170.0 (128.25–193.75)176.0 (145.75–219.0).001 ALT (U/L)31 (22.25–54.3)24.6 (17.0–36.0).003 AST (U/L)33.0 (27.55–42.0)23 (19–31)<.001 LDH (U/L)300.0 (251.0–456.0)214.0 (171.25–294.0)<.001 Albumin (g/L)37.75 (33.03–41.40)42.9 (40.0–45.9)<.001 Total bilirubin (μmol/L)10.30 (7.53–13.53)11.0 (7.6–15.7).332 CK (μmol/L)72.0 (54.25–145.25)63.0 (43–94.75).477 Urea nitrogen (mmol/L)4.40 (3.49–6.30)3.86 (3.10–4.68).667 Creatinine (μmol/L)66.50 (50.45–83.0)62.0 (50.0–75.0).066 Sodium (mmol/L)136.7 (133.0–139.8)139.0 (136.25–141.3).618 Potassium (mmol/L)3.69 (3.34–3.95)3.83 (3.59–4.16).205 CRP (mg/L)39.08 (10.0–76.99)8.83 (2.03–15.71)<.001 Procalcitonin (ng/mL)0.05 (0.03–0.15)0.03 (0.02–0.07).912 ESR (mm/h)43.50 (14.0–62.50)14 (7.0–28.0)<.001 D-dimer (mg/L)1.50 (0.34–162.50)0.51 (0.23–90.0).020 PT (s)12.50 (11.80–13.20)12.40 (11.50–13.10).006 APTT (s)32.90 (27.10–36.80)32.0 (28.4–37.5).164 Fibrinogen (g/L)4.45 (3.60–5.91)3.51 (2.82–4.19)<.001Open in a separate windowOpen in a separate windowFigure 3CT findings of severe type confirmed coronavirus disease 2019 pneumonia. A 66-year-old man with close contact history presenting with fever, cough and dyspnea. Chest CT showed diffusely subpleural distributed ground-glass opacities with consolidation of bilateral lungs.As shown in Table ​Table2,2, there were numerous differences in laboratory findings between the mild-moderate and severe-critically ill patients. 86.9% (73/84) of the severe-critically ill patients had lymphopenia (lymphocyte counts ≤ 1.5 × 109/L) on admission, and the median lymphocyte counts of the severe-critically ill patients were significantly lower than those of the mild-moderate patients (P = .022). Hemoglobin levels, platelet counts and albumin values of severe-critically ill patients at admission were all lower than the mild moderate ill patients. The levels of ALT, AST, LDH, CRP, ESR, D-dimer, PT, and fibrinogen were all significantly higher in the severe-critically ill patients than the mild-moderate patients.3.3. Complications, treatments and timeline of the disease progressionDuring hospitalization, the complications in severe-critically ill patients included respiratory failure (49, 58.3%), ARDS (12, 14.3%), secondary infection (14, 16.7%), acute renal injury (5, 6.0%), sepsis (74, 88.1%) and septic shock (5, 5.9%) (Table ​(Table3).3). The median Acute Physiology and Chronic Health Evaluation II and sequential organ failure assessment scores were 15 (12.5–18) and 4.5 (3.0–7.0), respectively.Table 3Complications and treatments of severe-critically ill patients.CharacteristicsSevere-critically ill patients (n = 84)Complications Respiratory failure49 (58.3) ARDS12 (14.3) Secondary infection14 (16.7) Acute renal injury5 (6.0) Sepsis74 (88.1) Septic shock5 (5.9)Treatments Oxygen therapy84 (100) Non-invasive mechanical ventilation23 (27.4) Invasive mechanical ventilation12 (14.3) ECMO3 (3.6) Pulmonary transplant2 (2.4) Renal replacement therapy3 (3.6) Antibacterial agents70 (83.3) Antifungal agents13 (15.5) Systemic corticosteroids43 (51.2) Intravenous immunoglobin22 (26.2)APACHE-II15 (12.5–18)SOFA4.5 (3.0–6.5)Open in a separate windowIn short, oxygen therapy, MV, renal replacement therapy, antibacterial agents, antifungal agents, systemic corticosteroids, and intravenous immunoglobin were administrated to 100%, 41.7%, 3.6%, 83.3%, 15.5%, 51.2%, and 26.2% of the severe-critically ill patients, respectively (Table ​(Table3).3). Of the 35 patients who received MV, 23 received non-invasive MV and 12 received invasive MV. In addition, 3 patients were treated with extracorporeal membrane oxygenation, and 2 underwent pulmonary transplant.The median onset-admission interval was 5.8 (IQR 2.2–9.4) days for the severe-critically ill patients and 6.0 (IQR 2.3–10.7) days for the mild-moderate patients. There was no significant difference in the duration from symptom onset to hospital admission between these 2 groups. The mild-moderate patients had a shorter hospitalization time than the severe-critically ill patients [median (IQR), 22.0 (12.0–32.75) days vs 16.0 (9.75–25.0) days, P = .018]. The median time for COVID-19 to become severe disease was 7.0 (IQR, 4.0–9.5) days, and 10.0 (IQR, 7.5–12.0) days to critically ill disease.3.4. Risk factorsResults of univariable analysis showed that the probability for the patients with shortness of breath, hypertension, diabetes, COPD, coronary heart disease, cerebrovascular disease, and cancer to develop into severe-critically illness increased. Age, bilateral patchy shadowing, lymphocytes, hemoglobin, platelet, ALT, AST, LDH, albumin, CRP, ESR, D-dimer, PT, and fibrinogen were also associated with the progression into severe-critically illness (Table ​(Table4).4). Results of multivariable logistic regression analysis showed that age (odds ratios [OR] 1.08, 95% confidence interval [CI] 1.03–1.14), D-dimer (OR 3.21, 95%CI 1.39–7.40) and lymphocytes (OR 0.28, 95%CI 0.04–0.88) were independent risk factors for the progression into severe-critically illness (Table ​(Table44).Table 4Risk factors associated with severe-critically illness development.Univariate analysisMultivariate logistic regression analysisVariablesP valueOR95% CIP valueOR95% CIAge<.00111.437.96–14.91.0041.081.03–1.14Shortness of breath<.0015.973.16–9.91.250Bilateral involved<.0012.041.32–3.16.472Lymphocytes.0220.460.12–0.79.0340.280.04–0.88Hemoglobin.0269.371.15–17.59.597Platelet.0015.292.66–9.63.073ALT.0031.533.66–17.39.507AST<.0011.126.32–13.92.317LDH<.0015.762.70–6.81.085Albumin<.0015.273.78–6.76.355CRP<.0014.312.08–6.53.823ESR<.0012.111.46–4.75.209PT.0201.451.25–1.85.424D-dimer.0064.431.61–8.46.0243.211.39–7.40Fibrinogen<.0011.461.11–1.75.613Hypertension.0022.181.31–3.64.504Diabetes<.0014.262.44–7.48.104COPD.0064.451.64–12.03.703Coronary heart disease.0333.121.14–8.56.258Cerebrovascular disease.0086.251.77–22.09.578Cancer.0019.522.63–34.49.061Open in a separate windowThe ROC curves are shown in Figure ​Figure4.4. The AUC of age for predicting severe-critically illness was 0.68 (95% CI 0.62–0.74), while that of D-dimer was 0.79 (95% CI 0.73–0.85) and lymphocytes was 0.74 (95% CI 0.68–0.79). There was substantially superior performance for the combination of these 3 factors to predict the severe critically illness, and the AUC was 0.87 (95% CI 0.83–0.92). Therefore, the model performed well in predicting the development into severe-critically illness.Open in a separate windowFigure 4Receiver operating characteristic curves of factors for predicting severe-critically ill patients. Areas under the receiver operating characteristic curve: age was 0.68 (95% confidence interval [CI] 0.62–0.74), D-dimer was 0.79 (95% CI 0.73–0.85), and lymphocytes was 0.74 (95% CI 0.68–0.79). All P < .001. CI = confidence interval, ROC = receiver operating characteristic. 4. DiscussionIn this study, we analyzed the clinical characteristics and risk factors for the adult COVID-19 patients to develop into severe-critically illness using the clinical records of 583 laboratory-confirmed patients hospitalized at the 28 authorized hospitals in Jiangsu province, China. The study of COVID-19 patients outside Wuhan is of paramount significance for an in-depth understanding of the clinical characteristics of COVID-19. The purpose of the study aims to further define the risk factors for the progression into severe-critically illness. Our results showed that older age, higher D-dimer levels, and less lymphocyte counts are closely related to the development into serious illness.Severe-critically illness occurred in 14.4% of the COVID-19 patients in Jiangsu Province, but no corresponding death has been reported so far. The percentage of severe-critically ill COVID-19 patients in Jiangsu was lower than that in Wuhan. The region-specific difference was caused by many factors. In the early stage of COVID-19 outbreak in Wuhan, the diagnostic capacity is limited. Some patients were not transferred to hospital until their conditions became deteriorated, and their medical treatments were delayed. At the start of the epidemic, there was a great shortage of medical staff and resources at hospitals in Wuhan, and medical workers were overloaded every day. Due to the shortage of sick beds in the hospitals, a majority of COVID-19 patients cannot receive medical treatment in hospitals and be effectively quarantined. In contrast, Jiangsu provincial government applied active surveillance in the early warning of the novel coronavirus. In particular, people with recent travel history to SARS-CoV-2 affected regions are under observation, and those in close contact with COVID-19 patients are traced. Thus, clinical cases could be found efficiently, which was reflected by a shorter onset-admission interval than those in Wuhan.[16]None of the severe-critically ill patient had an exposure history to Huanan seafood market, and nearly 85% of the patients did not travel or live in Wuhan. The majority of the diagnosed cases were the 2-generation cases, maybe third-generation cases, and even fourth-generation cases. Consistent with previous literatures, the most frequently observed symptoms on admission were fever and cough, and short of breath was quite common in severe-critically ill patients.[7,8,17] There were more evident lesions on chest radiographs in patients with severe-critically illness, suggesting a potential correlation between the extent of lung injury and the severity of illness. More than half of the severe-critically ill patients had 1 or more underlying diseases. Patients with pre-existing diseases, such as hypertension, diabetes, COPD, cardio-cerebrovascular diseases, and cancer, are vulnerable to the development of severe illness. A number of laboratory abnormalities were observed on admission in the severe-critically ill patients, including lower levels of lymphocytes, hemoglobin, platelet, albumin, and elevated content of ALT, AST, LDH, CRP, ESR, D-dimer, PT, fibrinogen. These results suggest that the severe-critically ill patients may be associated with more serious immune deficiency, coagulatory dysfunction, nutritional insufficiency, hepatic injury, and inflammatory reaction, indicating a multisystem involvement.Patients with COVID-19 is likely to develop severe illness in 2 weeks after disease onset. Previously, older age was reported to indicate poor clinical outcomes of COVID-19.[5,6,10,11] In this study, we also found that the seniors were associated with the development of severe illness.Declined immunocompetence is relatively common in the older patients who are more prone to severe infection. The incidence of severe-critically illness will be increased by 3.21 times, with increment of 1 standard deviation in D-dimer. It was reported early that D-dimer can be a significant prognostic factor in patients with infection or sepsis.[18] Activation of coagulation system is an early and common event in patients with infection,[19] which could be reflected by D-dimer values. Therefore, D-dimer levels remain important as D-dimer can be potential therapeutic targets to resolve the coagulation disorder. Lymphocyte count was found to be an independent protective factor for severe-critically illness. For every 1 standard deviation increase in the lymphocyte level, the risk for developing into severe-critically illness will be decreased by about 72%. Earlier studies implied that depressed lymphocyte is a prominent feature of critically ill patients with SARS-CoV and MERS infection.[20,21] SARS-CoV-2 was reported to use the same cellular entry receptor as SARS-CoV.[22] Thus, we hypothesized that coronavirus particles may invade lymphocytes, damage the cytoplasmic component and cause their destruction. Patients with lymphocytopenia are thought to have a lower rigorous immune response against SARS-CoV-2 and an enhanced susceptibility to severe infection.All of the severe-critically ill COVID-19 patients in this study were given antiviral agents. Currently, there are several ongoing clinical trials to investigate the efficacy and safety of those drugs. Nearly half of the patients were treated with intravenous corticosteroids. The use of corticosteroids at low-to-moderate dose in patients with coronavirus infection was supported.[11,23] The treatment with methylprednisolone tended to reduce the death risk in COVID-19 patients with ARDS.[11] Until now, no specific therapy has been recommended for severe and critically ill patients except for the meticulous supportive treatments. Notably, double lung transplants for 2 COVID-19 patients were successfully performed in Wuxi, Jiangsu Province, China. The transplanted lungs functioned well in oxygenation, and 2 patients got improved and discharged.Our study, however, has some limitations. First, this is a retrospective study. The uncertainty of recall bias and variation of electronic medical record different hospitals might have unavoidably affected our evaluation. Second, not all of the laboratory indicators were tested in every patient, such as CD3, CD4, CD8 T cells, IL-6, and IL-8. Especially, previous studies have revealed that CD3, CD4, and CD8 T cells played vital roles in coronavirus pneumonia.[11,24,25] The roles of these laboratory indicators were underestimated in predicting the progression of severe-critically ill patients. Third, the data on radiographical examination were not well described in detail. The imagines of some patients are merely left, right or bilateral pneumonia. Some specific information, such as ground-glass opacities, patchy shadow, and interstitial abnormalities, was missing. 5. ConclusionsThis study conducted a comprehensive analysis of the clinical characteristics and risk factors of the severe-critically ill COVID-19 patients in Jiangsu province, China. The factors closely related to the progression of severe-critically illness are older age, elevated D-dimer values and declined lymphocyte cell contents. Our results may facilitate to establish targeted interventions and to reduce the mortality of COVID-19. AcknowledgmentsWe would like to thank to the front-line workers, who are fighting against the COVID-19. Author contributionsJiangnan Zhao and Yi Shi take responsibility for the study design, accuracy of the data analysis and drafting the manuscript. Meiying Zhu, Xin Su, Mao Huang, Yi Yang, Jianan Huang, Songshi Ni, Quan Cao, Qin Gu, Jun Li, Jiashu Li, Wenjing Zhao, and Bin Shi were responsible for the revision of the manuscript. All authors read and approved the final manuscript.Conceptualization: Yi Shi.Data curation: Jiangnan Zhao.Formal analysis: Jiangnan Zhao.Funding acquisition: Yi Shi.Methodology: Jiangnan Zhao.Software: Yi Shi.Supervision: Yi Shi.Validation: Yi Shi.Visualization: Xin Su.Writing – original draft: Jiangnan Zhao.Writing – review & editing: Meiying Zhu, Xin Su, Mao Huang, Yi Yang, Jianan Huang, Ni Songshi, Quan Cao, Qin Gu, Jun Li, Jiashu Li, Wenjing Zhao, Bin Shi, Yi Shi. FootnotesAbbreviations: ALT = alanine aminotransferase, ARDS = acute respiratory distress syndrome, AST = aspartate aminotransferase, AUC = areas under the curves, CI = confidence interval, COPD = chronic obstructive pulmonary disease, COVID-19 = coronavirus disease 2019, IQR = interquartile range, LDH = lactose dehydrogenase, MV = mechanical ventilation, PT = prothrombin time, ROC = receiver operating characteristic.How to cite this article: Zhao J, Zhu M, Su X, Huang M, Yang Y, Huang J, Songshi N, Cao Q, Gu Q, Li J, Li J, Zhao W, Shi B, Shi Y. Clinical features and risk factors for severe-critically ill COVID-19 adult patients in Jiangsu, China: a multiple-centered, retrospective study. Medicine. 2021;100:5(e24332).This study was supported by the National Natural Science Foundation of China (No. 81470206 and No. 81670073).The authors have no conflicts of interest to disclose.The datasets generated during and/or analyzed during the current study are publicly available.Data are presented as median (25%, 75% quartiles) or number (%).COPD = chronic obstructive pulmonary disease, COVID-19 = coronavirus disease 2019.Data are presented as median (25%, 75% quartiles) or number (%).ALT = alanine aminotransferase, APTT = activated partial thromboplastin time, AST = aspartate aminotransferase, CK = creatine kinase, CRP = C-reactive protein, ESR = erythrocyte sedimentation rate, LDH = lactose dehydrogenase, PT = prothrombin time.Data are presented as median (25%, 75% quartiles) or number (%).APACHE II = Acute Physiology and Chronic Health Evaluation II, ARDS = acute respiratory distress syndrome, ECMO = extracorporeal membrane oxygenation, SOFA = Sequential Organ Failure Assessment.ALT = alanine aminotransferase, AST aspartate aminotransferase, COPD = chronic obstructive pulmonary disease, CRP = C-reactive protein, ESR = erythrocyte sedimentation rate, LDH = lactose dehydrogenase, PT = prothrombin time. References[1] WHO. Clinical management of severe acute respiratory infection when novel coronavirus (2019-nCoV) infection is suspected: interim guidance. 2020. (Accessed 25 January 2020, https://www.who.int/docs/default-source/coronaviruse/clinical-management-of-novel-cov.pdf) [Google Scholar][2] WHO. Coronavirus disease (COVID-19) Situation Report – 165. 2020. (Accessed 3 July 2020, https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200703-covid-19-sitrep-165.pdf?sfvrsn=b27a772e_2. [Google Scholar][3] WHO Director-General's opening remarks at the media briefing on COVID-19-11 March 2020. 2020. (Accessed March 11 2020 at https://www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19---11-march-2020). [Google Scholar][4] Huang C, Wang Y, Li X, et al. \nClinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet\n2020;395:497–506. [PMC free article] [PubMed] [Google Scholar][5] Li J, Long X, Luo H, et al.   Clinical Characteristics of Deceased Patients Infected with SARS-CoV-2 in Wuhan, China (2/24/2020). Available at SSRN:  https://ssrn.com/abstract=3546043 or  http://dx.doi.org/10.2139/ssrn.3546043. [Google Scholar][6] Zhou F, Yu T, Du R, et al. \nClinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet\n2020;395: DOI: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [Google Scholar][7] Yang X, Yu Y, Xu J, et al. \nClinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med\n2020;8:475–81. [PMC free article] [PubMed] [Google Scholar][8] Guan WJ, Ni ZY, Hu Y, et al. \nClinical characteristics of coronavirus disease 2019 in China. N Engl J Med\n2020;382:1708–20. [PMC free article] [PubMed] [Google Scholar][9] Lu H, Ai J, Shen Y, et al.   [CrossRef] [Google Scholar][10] Wang D, Hu B, Hu C, et al. \nClinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China. JAMA\n2020;323:1061–9. [PMC free article] [PubMed] [Google Scholar][11] Wu C, Chen X, Cai Y, et al. \nRisk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China. JAMA Intern Med\n2020;180:934–43. [PMC free article] [PubMed] [Google Scholar][12] National Health Commission of the People's Republic of China and Traditional Chinese Medicine of the People's Republic of China (2020) Guidelines for the Diagnosis and Treatment of Coronavirus Disease 2019 (Trial Version 7). in Chinese March 3, 2020. [Google Scholar][13] The ARDS Definition Task Force∗. Acute Respiratory Distress Syndrome: The Berlin Definition. 2012, 307:2526–33. [PubMed] [Google Scholar][14] Singer M, Deutschman CS, Seymour CW, et al. \nThe third international consensus definitions for sepsis and septic shock (sepsis-3). JAMA\n2016;315:801–10. [PMC free article] [PubMed] [Google Scholar][15] Khwaja A.\nKDIGO clinical practice guidelines for acute kidney injury. Nephron Clin Pract\n2012;120:C179–84. [PubMed] [Google Scholar][16] Li Q, Guan X, Wu P, et al. \nEarly transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia. N Engl J Med\n2020;382:1199–207. [PMC free article] [PubMed] [Google Scholar][17] Chen N, Zhou M, Dong X, et al. \nEpidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet\n2020;395:507–13. [PMC free article] [PubMed] [Google Scholar][18] Rodelo JR, De la Rosa G, Valencia ML, et al. \nD-dimer is a significant prognostic factor in patients with suspected infection and sepsis. Am J Emerg Med\n2012;30:1991–9. [PubMed] [Google Scholar][19] Amaral A, Opal SM, Vincent JL.\nCoagulation in sepsis. Intensive Care Med\n2004;30:1032–40. [PubMed] [Google Scholar][20] Gu J, Gong EC, Zhang B, et al. \nMultiple organ infection and the pathogenesis of SARS. J Exp Med\n2005;202:415–24. [PMC free article] [PubMed] [Google Scholar][21] Chu H, Zhou J, Wong BHY, et al. \nMiddle east respiratory syndrome coronavirus efficiently infects human primary T lymphocytes and activates the extrinsic and intrinsic apoptosis pathways. J Infect Dis\n2016;213:904–14. [PMC free article] [PubMed] [Google Scholar][22] Zhou P, Yang XL, Wang XG, et al. \nA pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature\n2020;579:270–3. [PMC free article] [PubMed] [Google Scholar][23] Zhao JP, Hu Y, Du RH, et al. \nExpert consensus on the use of corticosteroid in patients with 2019-nCoV pneumonia (in Chinese). Zhonghua Jie He He Hu Xi Za Zhi\n2020;183–4. [PubMed] [Google Scholar][24] Cui W, Fan Y, Wu W, et al. \nExpression of lymphocytes and lymphocyte subsets in patients with severe acute respiratory syndrome. Clin Infect Dis\n2003;37:857–9. [PMC free article] [PubMed] [Google Scholar][25] Kim KD, Zhao J, Auh S, et al. \nAdaptive immune cells temper initial innate responses. Nat Med\n2007;13:1248–52. [PMC free article] [PubMed] [Google Scholar]"}