{"title": "Optimal Upper Limits of Plateau Pressure for Patients With Acute Respiratory Distress Syndrome During the First Seven Days: A Meta-Regression Analysis", "pubDate": "2021", "PMCID": "PMC7869567", "DOI": "10.14740/jocmr4390", "PMID": "33613800", "abstract": "Background:                       The effects of plateau pressure during the initial days of mechanical ventilation on outcomes for patients with acute respiratory distress syndrome have not been fully examined. We conducted meta-regression analysis of plateau pressure during the first 7 days using randomized control trials to investigate the optimal upper limits of plateau pressure on different days of mechanical ventilation.                  Methods:                       Randomized controlled trials comparing two mechanical ventilation strategies with lower and higher plateau pressures in patients with acute respiratory distress syndrome were included. Meta-regression analysis was performed to determine the association of plateau pressure with mortality on days 1, 3, and 7 of mechanical ventilation.                  Results:                       After evaluation of 2,975 citations from a comprehensive search across electronic databases, 14 studies were included in the final qualitative analysis. A total of 4,984 patients were included in the quantitative analysis. As a result of the pairwise comparison, overall short-term mortality was significantly higher for patients with plateau pressures over 32 cm H2O during the first 3 days after intensive care unit (ICU) admission (day 1: relative risk (RR), 0.77; 95% confidence interval (CI), 0.66 - 0.89; I2 = 0%; day 3: RR, 0.76; 95% CI, 0.64 - 0.90; I2 = 0%), but not on day 7 (RR, 0.82; 95% CI, 0.65 - 1.04; I2 = 16%). Plateau pressures below 27 cm H2O and 30 cm H2O were not associated with an absolute risk reduction of short-term mortality. According to univariable meta-regression analysis, mortality was significantly associated with plateau pressure on day 1 (β = 0.01 (95% CI, 0.002 - 0.024), P = 0.02). On days 3 and 7, however, no significant difference was detected. When the cutoffs were set at 27, 30 and 32 cm H2O on day 1, which showed a significant difference, plateau pressure tended to be associated with increased mortality at pressures above the cut-off values, and there were no significant differences at pressures below the cut-off values, regardless of the cutoff used.                  Conclusions:                       This study suggests that the optimal cut-off value for plateau pressure may be 27 cm H2O especially during the initial period of mechanical ventilation, although this association may not continue during the latter period of mechanical ventilation.", "author": [{"author": "Hideto Yasuda", "affiliation": ["Department of Anesthesiology and Critical Care Medicine, Jichi Medical University Saitama Medical Center, 1-847 Amanuma-cho, Omiya-ku, Saitama-shi, Saitama 330-8503, Japan.", "Department of Preventive Medicine and Public Health, Keio University School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo 160-8582, Japan."], "href": "/?term=Yasuda+H&cauthor_id=33613800"}, {"author": "Masamitsu Sanui", "affiliation": ["Department of Anesthesiology and Critical Care Medicine, Jichi Medical University Saitama Medical Center, 1-847 Amanuma-cho, Omiya-ku, Saitama-shi, Saitama 330-8503, Japan."], "href": "/?term=Sanui+M&cauthor_id=33613800"}, {"author": "Tetsuro Nishimura", "affiliation": ["Department of Traumatology and Critical Care Medicine, Osaka City University Graduate School of Medicine, 1-4-3 Asahi-machi, Abeno-ku, Osaka-City, Osaka 545-8585, Japan."], "href": "/?term=Nishimura+T&cauthor_id=33613800"}, {"author": "Tetsuro Kamo", "affiliation": ["Department of Respiratory Medicine, Keio University School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo 160-8582, Japan."], "href": "/?term=Kamo+T&cauthor_id=33613800"}, {"author": "Eishu Nango", "affiliation": ["Department of Family Medicine, JCHO Tokyo Joto Hospital, 9-13-1, Kameido, Koutou-ku, Tokyo 136-0071, Japan."], "href": "/?term=Nango+E&cauthor_id=33613800"}, {"author": "Takayuki Abe", "affiliation": ["Department of Preventive Medicine and Public Health, Keio University School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo 160-8582, Japan.", "Biostatistics Unit at Clinical and Translational Research Center, Keio University Hospital, 35 Shinanomachi, Shinjuku-ku, Tokyo 160-8582, Japan."], "href": "/?term=Abe+T&cauthor_id=33613800"}, {"author": "Rachel Roberts", "affiliation": ["Biostatistics Unit at Clinical and Translational Research Center, Keio University Hospital, 35 Shinanomachi, Shinjuku-ku, Tokyo 160-8582, Japan."], "href": "/?term=Roberts+R&cauthor_id=33613800"}, {"author": "Toru Takebayashi", "affiliation": ["Department of Preventive Medicine and Public Health, Keio University School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo 160-8582, Japan."], "href": "/?term=Takebayashi+T&cauthor_id=33613800"}, {"author": "Satoru Hashimoto", "affiliation": ["Department of Anesthesiology and Intensive Care, Kyoto Prefectural University of Medicine, 465 Kajii-cho, Kawaramachi-Hirokoji, Kamigyo-ku, Kyoto-shi, Kyoto 602-8566, Japan."], "href": "/?term=Hashimoto+S&cauthor_id=33613800"}, {"author": "Alan Kawarai Lefor", "affiliation": ["Department of Surgery, Jichi Medical University, 3311-1 Yakushiji, Shimotsuke-shi, Tochigi-ken 329-0498, Japan."], "href": "/?term=Lefor+AK&cauthor_id=33613800"}], "refPMID": ["28973363", "28936695", "18270352", "26672923", "25287106", "19001507", "27035239", "10793162", "23450544", "27757516", "25555855", "28554924", "22797452", "7509706", "12111919", "21784880", "10470755", "16557151", "21635753", "23711230", "9449727", "15269312", "18270353", "10858404", "9847275", "25524779", "28770093", "28101605", "29435330", "25693014", "26903337", "23331507", "21298026", "28459402", "30776290"], "citedInPMID": ["33613800"], "body": " AbstractBackgroundThe effects of plateau pressure during the initial days of mechanical ventilation on outcomes for patients with acute respiratory distress syndrome have not been fully examined. We conducted meta-regression analysis of plateau pressure during the first 7 days using randomized control trials to investigate the optimal upper limits of plateau pressure on different days of mechanical ventilation.MethodsRandomized controlled trials comparing two mechanical ventilation strategies with lower and higher plateau pressures in patients with acute respiratory distress syndrome were included. Meta-regression analysis was performed to determine the association of plateau pressure with mortality on days 1, 3, and 7 of mechanical ventilation.ResultsAfter evaluation of 2,975 citations from a comprehensive search across electronic databases, 14 studies were included in the final qualitative analysis. A total of 4,984 patients were included in the quantitative analysis. As a result of the pairwise comparison, overall short-term mortality was significantly higher for patients with plateau pressures over 32 cm H2O during the first 3 days after intensive care unit (ICU) admission (day 1: relative risk (RR), 0.77; 95% confidence interval (CI), 0.66 - 0.89; I2 = 0%; day 3: RR, 0.76; 95% CI, 0.64 - 0.90; I2 = 0%), but not on day 7 (RR, 0.82; 95% CI, 0.65 - 1.04; I2 = 16%). Plateau pressures below 27 cm H2O and 30 cm H2O were not associated with an absolute risk reduction of short-term mortality. According to univariable meta-regression analysis, mortality was significantly associated with plateau pressure on day 1 (β = 0.01 (95% CI, 0.002 - 0.024), P = 0.02). On days 3 and 7, however, no significant difference was detected. When the cutoffs were set at 27, 30 and 32 cm H2O on day 1, which showed a significant difference, plateau pressure tended to be associated with increased mortality at pressures above the cut-off values, and there were no significant differences at pressures below the cut-off values, regardless of the cutoff used.ConclusionsThis study suggests that the optimal cut-off value for plateau pressure may be 27 cm H2O especially during the initial period of mechanical ventilation, although this association may not continue during the latter period of mechanical ventilation.Keywords: ARDS, Mechanical ventilation, Plateau pressure, Meta-regression IntroductionAcute respiratory distress syndrome (ARDS) is an acute, diffuse, inflammatory form of lung injury associated with a variety of etiologies. The mortality rate of the patients with ARDS is approximately 19.7-55.3% [1, 2]. A substantial number of ventilator strategies to reduce the plateau pressure have been proposed to minimize ventilator-induced lung injury (VILI) in patients with ARDS [1-8]. Considering the effect of these pressures on outcomes such as mortality, the effects from several perspectives must be evaluated, including at what cut-off values outcomes are affected, and how long these effects last.In a recent observational study, Villar et al [7] reported that a plateau pressure above 26 cm H2O is harmful, which suggests that the appropriate plateau pressure still remains to be conclusively determined. A Cochrane review [9] compared two lung ventilation strategies, protective and non-protective, not between different cut-off limits of plateau pressure. In contrast, although all randomized controlled trials (RCTs) included in a meta-analysis [10] involved a comparison of higher and lower levels for the upper limit of plateau pressures, no study compared various levels of plateau pressures. Since the relationship between the plateau pressure and mortality in ARDS may not be linear [11], it may be inappropriate to investigate the optimal upper limit of plateau pressure by a simple comparison of two different plateau pressures.The interactions between the time course and changes in plateau pressure were not considered in a previous meta-analysis [10]. The degree of the effects of these pressures on outcomes such as mortality may be different on day 1, day 3, and day 7, and it is not clear how long these pressures need to be strictly controlled. However, most studies have evaluated the pressures on day 1 or the average of day 1 and day 3, so the effect of the pressure after several days, such as on day 3 and day 7, on outcomes has not been evaluated. Therefore, to investigate the optimal upper limits of plateau pressure over the course of ARDS, a simple meta-analysis of RCTs may be insufficient. Stratification based on the upper limits of plateau pressures, and by the period of ventilation along with a meta-regression analysis, may be more meaningful.The objective of this systematic review was to evaluate the optimal limits of plateau pressure with respect to mortality on days 1, 3, and 7, by univariable meta-regression analysis, with or without determining the cut-off values for these pressures. In this analysis, the mean and standard deviation of the pressures for each arm of the RCTs were independent variables and mortality was the dependent variable. Materials and MethodsThis systematic review was designed on the basis of the Preferred Reporting Items for Systematic review and Meta-Analyses (PRISMA) statements [12]. This protocol is registered with the PROSPERO prospective register of systematic reviewers (CRD42016041924) and has been published [13]. Since this study is a systematic review and meta-analysis, the Institutional Review Board approval was not required. This study was conducted in compliance with the ethical standards of the responsible institution on human subjects as well as with the Helsinki Declaration.Study eligibilityType of studies This analysis included only published RCTs that were either full-scale or pilot studies.Type of participants This study included adults (age 18 years or older) with ARDS or acute lung injury from any cause, as defined by the Berlin definition [14] or the North-American-European Consensus Conference on ARDS, undergoing mechanical ventilation (MV) [15].Types of interventions and comparators We included RCTs that compared two different MV strategies with lower and higher plateau pressures in patients with ARDS and acute lung injury. The values of the plateau pressures were directly extracted from each paper. High-frequency oscillation ventilation (HFOV) was excluded due to the lack of information on the plateau pressure.Type of outcomes The following outcome measures were evaluated: the primary outcome was short-term mortality (1: at the end of the follow-up period for each trial, 2: at day 28, and 3: at discharge from the hospital).Information sourcesWe searched MEDLINE via the NCBI Entrez system, the Cochrane Central Register of Controlled Trials (CENTRAL), EMBASE, and Ichushi, a database of papers in the Japanese language.Search strategyWe used the search terms “mechanical ventilation” AND “ARDS,” “adult respiratory distress syndrome,” “ALI” or “acute lung injury” AND “tidal volume,” “pressure limited” or “volume limited.” Searches were performed in May 2019. The detailed search strategy and the dates on which the searches were performed are shown here (Supplementary Material 1, www.jocmr.org).Study records and data managementThe literature search results from each database were extracted into Microsoft (Redmond WA USA) Excel files, and duplicates were removed by sorting the results alphabetically based on author. All full text files were managed with EndNote (X7) bibliographic software (Thompson Reuters, Philadelphia, Pennsylvania, USA). A meta-analysis was conducted with Review Manager (RevMan) software V.5.3.5.Selection processTwo of the three physicians involved in the study (HY, TN, TK) screened each title and abstract of relevant studies during the first screening and the full text during the second screening. Disagreements were resolved by discussion with the physician who did not screen the study in question.Data collection processAfter extracting meta-analyses during the second screening, data were extracted from each study by three reviewers (HY, TN, TK) using two tools: 1) the Cochrane Data Collection Form (RCTs only) [16] and 2) Review Manager (RevMan) software V.5.3.5 [10].Risk of bias in individual studiesThe risk of bias in each included study was evaluated with the Cochrane Risk of Bias Assessment tool [17, 18] with respect to the eight domains. Each bias was graded as “low-risk,” “unclear-risk,” or “high-risk.” Two of the three reviewers (HY, TN, TK) separately graded the bias of each study, and any disagreement was resolved by the decision of the remaining reviewer.Data synthesisForest plots were used for the meta-analysis, and the effect size expressed as relative risk (RR) with 95% confidence intervals (CI) for categorical data and as weighted mean differences with 95% CI for continuous data. Outcome measures were pooled using a random effect model to account for study-specific effects in measures. For all analyses, a two-sided P value < 0.05 was considered significant. If a study was missing data, we attempted to contact the authors of the study for additional data. If a reply from the authors was not obtained, we classified it as missing data.On days 1, 3, and 7 of mechanical ventilation, univariable meta-regression analysis was performed to evaluate the association of plateau pressure with mortality, with or without determining the cut-off values for the pressures (27 cm H2O, 30 cm H2O and 32 cm H2O). These cut-off values were determined by the authors of this review according to the data distribution included in this review. Since the range of plateau pressures included in this review was approximately from 25 cm H2O to 35 cm H2O, the cut-off values were set to these three plateau pressures. The mean and standard deviation of plateau pressure of each arm of the RCTs included in the analysis were the independent variables and mortality was the dependent variable. Data expressed as the median and interquartile range were converted to the mean and standard deviation values. Meta-regression analysis was performed with R version 3.3.2.Assessment of heterogeneityThe heterogeneity between trials for each outcome was assessed with an I2 statistic for quantifying inconsistency (RevMan). I2 values of < 25%, 25-50% and > 50% represented small, medium, and large amounts of heterogeneity, respectively [19].Assessment of reporting biasA funnel plot was planned to be used to investigate the possibility of publication bias if ≥ 10 studies were available (RevMan) [20].Subgroup and sensitivity analysesSubgroup analysis was conducted based on factors that may cause heterogeneity, i.e., the cut-off values of plateau pressure. Subgroup analysis was also performed for the different time points (day 1, day 3, and day 7) that plateau pressure was measured while the patient was undergoing MV.For sensitivity analysis, we first excluded all studies assessed as having a high risk of bias, i.e., when the quality of evidence was assessed as “low” or “very low.” The remaining studies were used for sensitivity analysis. ResultsStudy selectionA comprehensive search across electronic databases yielded a total of 2,975 citations (Fig. 1). After evaluation of the 2,975 citations, 99 references were evaluated in detail, and 28 were included in the qualitative synthesis. After excluding studies without detailed descriptions of plateau pressure, 14 studies [1-4, 8, 21-29] were included in the final qualitative analysis (Fig. 1).Open in a separate windowFigure 1Flow diagram (search, inclusion, and exclusion).Study characteristicsTrial protocols for each study eventually included in this meta-analysis are summarized in Table 1 [1-4, 8, 21-29]. The total number of patients included in the quantitative analysis was 4,984. The types of interventions and comparisons varied among studies. Studies used different ventilator modes, such as volume-controlled ventilation, pressure-controlled ventilation, or airway pressure-release ventilation. The number of trials designed to compare these strategies was five for tidal volume, one for adaptive support ventilation, two for recruitment maneuver, one for airway pressure-release ventilation, five for pressure-controlled ventilation, and four for positive end-expiratory pressure (PEEP) strategy. The risk of bias in the included studies is shown here (Supplementary Material 2, www.jocmr.org).Table 1Previous Study Populations and Protocols [1-4, 8, 21-29]Author, yearSample size (n)CountryInclusion criteriaInterventionControlVentilator modesTidal volumeAirway pressurePEEPVentilator modesTidal volumeAirway pressurePEEPBrower et al, 1999 [21]52USA1. PaO2/FiO2 ≤ 200 mm HgAC or SIMV/VCV5 - 8 mL/kg IBWPplat ≤ 30 cm H2OPredetermined protocolAC or SIMV/VCV10 - 12 mL/kg IBWPplat: ≤ 45 - 55 cm H2OPredetermined protocol2. Bilateral infiltratesTitrated to FiO2 - PEEP tableTitrated to FiO2 - PEEP tableRange: 5 - 20 cm H2ORange: 5 - 20 cm H2OaVillar et al, 2006 [22]103International1. PaO2/FiO2 ≤ 200 mm HgAC/VCV5 - 8 mL/kg PBWPpeak ≤ 35 - 40 cm H2OPflexb + 2 cm H2O (day1) or 13 cm H2OAC/VCV9 - 11 mL/kg PBWPpeak: ≤ 35 - 40 cm H2OPEEP ≥ 5 cm H2O2. Bilateral infiltrates3. Meet above criteria during 24 h on standard ventilator settingsHodgson et al, 2011 [23]20Australia1. PaO2/FiO2 ≤ 200 mm HgPCV with SRM< 6 mL/kg IBWPplat ≤ 30 cm H2O2.5 cm H2O above the derecruitment pointVCV< 6 mL/kg IBWPplat ≤ 30 cm H2OPredetermined protocolc2. Bilateral infiltratesTitrated to FiO2 - PEEP table3. Age > 15 years oldRange: 5 - 24 cm H2OAgarwal et al, 2013 [24]48India1. PaO2/FiO2 ≤ 200 mm HgASV%MV was set according to the initial minute ventilation attained with VCVPplat ≤ 35 cm H2OPredetermined protocolcVCV< 6 mL/kg IBWPplat ≤ 30 - 35 cm H2OPredetermined protocolc2. Bilateral infiltratesTitrated to FiO2 - PEEP tableTitrated to FiO2 - PEEP table3. Acute onset dyspnea (< 7 days)Range: 5 - 24 cm H2ORange: 5 - 24 cm H2OAmato et al, 1998 [25]53Brazil1. PaO2/FiO2 ≤ 200 mm HgPressure-limited modes (PSV, PCV, PRVC)< 6 mL/kg IBWDriving pressure ≤ 20 cm H2O2 cm H2O above PflexAC/VCV12 mL/kg IBW-Predetermined protocol2. Bilateral infiltratesPpeak ≤ 40 cm H2OTitrated to FiO2 - PEEP table3. LIS ≥ 2.5Range: 5 - 24 cm H2O4. One or more underlying disease processes known to be associated with ARDSCavalcanti et al, 2017 [1]1,023International1. PaO2/FiO2 ≤ 200 mm Hg with PEEP of ≥ 10 cm H2OVCV + RMd4 - 6 mL/kg IBWPplat ≤ 30 cm H2OPEEP associated set with best compliance + 2 cm H2OVCV4 - 6 mL/kg IBWPplat ≤ 30 cm H2OPredetermined protocolc2. Bilateral infiltratesTitrated to FiO2 - PEEP table3. Mechanical ventilation for < 72 h prior to inclusionBrower et al, 2004 [26]549USA1. PaO2/FiO2 ≤ 300 mm HgAC/VCV6 mL/kg IBWPplat ≤ 30 cm H2OHigher PEEP at least 12 cm H2OAC/VCV6 mL/kg IBWPplat ≤ 30 cm H2OLower PEEP at least 5 cm H2O2. Bilateral infiltratesKacmarek et al, 2016 [4]200USA1. PaO2/FiO2 ≤ 300 mm HgPCV with RMe4 - 8 mL/kg IBWPplat ≤ 30 cm H2O3 cm H2O above PflexfVCV4 - 8 mL/kg IBWPplat ≤ 30 cm H2OPredetermined protocolc2. Bilateral infiltratesTitrated to FiO2 - PEEP table3. Age > 18 years oldRange: 5 - 24 cm H2O4. Within 48 h of meeting above criteriaMercat et al, 2008 [27]767France1. PaO2/FiO2 ≤ 150 mm Hg for > 12 h with PEEP of ≥ 8 cm H2OAC/VCV6 mL/kg IBWPplat ≤ 30 cm H2OPEEP was kept as high as possible without increasing the maximal inspiratory Pplat above 28 to 30 cm H2OAC/VCV6 mL/kg IBWPplat ≤ 30 cm H2OBetween 5 and 9 cm H2O2. Bilateral infiltrates3. Acute onset dyspnea (<48 h)Esteban et al, 2000 [28]79Spain1. PaO2/FiO2 ≤ 200 mm HgPCV-Pplat ≤ 35 cm H2OPEEP ≥ 5 cm H2OVCV-Pplat ≤ 35 cm H2OPEEP ≥ 5 cm H2O2. Bilateral infiltrates3. One or more underlying disease processes known to be associated with ARDSBrochard et al, 1998 [29]106France1. LIS ≥ 2.5 for less than 72 hAC/PCV6-10 mL/kg IBWPpeak ≤ 25 cm H2OThe lowest PEEP which can be above 200 mm Hg of PaO2/FiO2 during pure oxygen before randomizationAC/VCV10 - 15 mL/kg IBWPplat ≤ 60 cm H2OThe lowest PEEP which can be above 200 mm Hg of PaO2/FiO2 during pure oxygen before randomization2. Bilateral infiltrates3. Age above 17 and below 76 years oldMeade et al, 2008 [3]985Canada, Australia1. PaO2/FiO2 ≤ 250 mm HgAC/PCV with RMg4-8 mL/kg IBWPplat ≤ 40 cm H2ODetermined by a single pressure-volume curve analysis at enrollment (Range: 5 - 24 cm H2O)AC/VCV4 - 8 mL/kg IBWPplat ≤ 30 cm H2OPredetermined protocolcSaudi Arabia2. Bilateral infiltratesTitrated to FiO2 - PEEP table3. New respiratory symptom (< 28 days)Range: 5 - 24 cm H2OARDSnet, 2000 [8]861USA1. PaO2/FiO2 ≤ 300 mm HgAC/VCV6 mL/kg IBW (4 - 8 mL/kg IBW)Pplat ≤ 30 cm H2OPredetermined protocolcAC/VCV12 mL/kg IBWPplat ≤ 50 cm H2OPredetermined protocolc2. Bilateral infiltratesTitrated to FiO2 - PEEP tableTitrated to FiO2 - PEEP table3. Within 36 h of meeting above criteriaRange: 5 - 24 cm H2ORange: 5 - 24 cm H2OZhou et al, 2017 [2]138China1. PaO2/FiO2 ≤ 250 mm HgAPRVNot restrictedPhigh ≤ 30 cm H2OMinimum PEEP level to atelectasisVCV6 mL/kg IBWPplat ≤ 30 cm H2OAdjusted by the PEEP - FiO2 table2. Bilateral infiltrates3. Mechanical ventilation for < 48 h prior to inclusionOpen in a separate windowaPEEP > 20 cm H2O permitted if profoundly hypoxemic. bPflex: PEEP set on day 1 at the lower inflection point on the pressure-volume curve of the respiratory system. cARDSnet protocol. dRM: PCV driving pressure of 15 cm H2O with a PEEP of 25 cm H2O for 1 min, 35 cm H2O for 1 min and 45 cm H2O for 2 min. eRM: PCV, peak pressure between 50 and 60 cm H2O, and PEEP 35 - 45 cm H2O. fPflux = the maximum compliance PEEP. gRM 40s breath-hold at 40 cm H2O. AC: assist control; ASV: adaptive support ventilation; ARDS: acute respiratory distress syndrome; HFO: high frequency oscillation; HFOV: high frequency oscillation ventilation; IBW: ideal body weight; LIS: lung injury score; MV: minute volume; PEEP: positive end-expiratory pressure; PBW: predicted body weight; PCV: pressure control ventilation; Ppeak: peak airway pressure; Pplat: plateau pressure; Pflex: pressure at the lower inflection point; PSV: pressure support ventilation; PRVC: pressure-regulated volume control; RM: recruitment management; SIMV: synchronized intermittent-mandatory ventilation; SRM: staircase recruitment management ; VCV: volume-control ventilation.Results of individual studiesTable 2 [1-4, 8, 21-29] summarizes the patient characteristics and changes in respiratory variables (tidal volume, plateau pressure, and PEEP) over the course of each trial during the first 7 days after randomization. The reported daily values for tidal volume, plateau pressure, and PEEP from day 1 to day 7 differed among the studies and ranged from 5.6 to 11.8 mL/kg/predicted body weight for tidal volume, from 18.6 to 37.0 cm H2O for plateau pressure and from 5.6 to 16.4 for PEEP. Based on these results, we decided to use parameters on days 1, 3, and 7 for the meta-analysis and meta-regression in this study to include as many studies as possible.Table 2Study ImplementationAuthor, yearIntervention comparisonPopulationTidal volume, mL/kg/PBWPlateau pressure, cm H2OPEEP, cm H2OAgeSeverity scorePaO2/FiO2Day1Day3Day7Day1Day3Day7Day1Day3Day7Brower et al, 1999 [21]Intervention46.9 (17.1)LIS: 2.8 (0.5)129 (51)7.8 (0.4)7.3 (0.9)7.5 (1)28.4 (7.7)23.9 (5.3)22.2 (6.1)9.7 (3)7.9 (4.5)5.6 (4.2)APACHE 3: 90.6 (26.4)Control49.8 (14.4)LIS: 2.7 (0.5)150 (69)10.2 (0.7)10 (1)10 (0.7)32.3 (7.3)29 (8.2)31.9 (10.8)8.7 (3.5)7.8 (4.2)6 (4.2)APACHE 3: 84.6 (27.1)Villar et al, 2006 [22]Intervention45.3 (26 - 62)aLIS: 2.9 (0.4)-7.3 (0.9)7.1 (0.9)-30.6 (6)28.4 (5.4)-14.1 (2.8)11.2 (3.1)-APACHE 2: 18 (7)Control53.7 (40 - 69)aLIS: 2.8 (0.5)-10.2 (1.2)10 (1)-32.6 (6.2)32.5 (7.5)-9 (2.7)8.7 (2.8)-APACHE 2: 18 (6)Hodgson et al, 2011 [23]Intervention60 (15.8)APACHE 2: 20.1 (3)b----27.6 (1.5)b24.2 (2.4)b21 (2.1)b15 (1)b12.1 (1.5)b8.5 (1.8)bSOFA: 8.6 (0.9)bControl58 (12.6)APACHE 2: 20.1 (3)b----26.9 (1.4)b24 (2.1)b20 (3.4)b10 (0.5)b9.3 (1.4)b7.8 (2)bSOFA: 8.4 (0.5)bAgarwal et al, 2013 [24]Intervention31.4 (14.9)APACHE 2: 17 (8.9)107.3 (41.9)---26.6 (8.7)22.4 (13.2)25.9 (11.9)12.6 (4.9)9.3 (4.9)10.1 (5.5)SOFA: 7.4 (4)Control29.7 (11.6)APACHE 2: 17 (9.7)96.6 (34.5)---26.5 (4.1)23.3 (11.1)24.0 (8.6)12.1 (3.8)9.3 (4.4)8.1 (3.9)SOFA: 8.2 (4.4)Amato et al, 1998 [25]Intervention33 (13)LIS: 3.4 (0.4)112 (10)348 (6)c--30.1 (0.7)c--16.4 (0.4)c--APACHE 2: 28 (7)Control36 (14)LIS: 3.2 (0.4)134 (14)768 (13)c--36.8 (0.9)c--8.7 (0.4)c--APACHE 2: 27 (6)Cavalcanti et al, 2017 [1]Intervention51.3 (17.4)SAPS 3: 63.5 (18.1)119 (43.5)5.6 (1.1)5.8 (1.6)6.1 (1.3)27.9 (4.5)26.3 (5.7)24.1 (6.1)16.2 (3.9)14.2 (4.2)11.6 (4.0)Control50.6 (17.4)SAPS 3: 62.7 (18.1)117.2 (41.9)5.7 (0.6)5.8 (0.5)6.2 (1.4)25.4 (4.5)24.0 (5.8)23.2 (6.0)12.0 (3.4)10.5 (3.7)9.6 (3.2)Brower et al, 2004 [26]Intervention54 (17)APACHE 3: 96 33)151 (67)6 (0.9)5.8 (1)5.8 (1.2)27 (6)26 (7)26 (6)14.7 (3.5)12.9 (4.5)12.9 (4)Control49 (17)APACHE 3: 91 (30)165 (77)6.1 (0.8)6.1 (1.1)6.2 (1.3)24 (7)24 (6)26 (8)8.9 (3.5)8.5 (3.7)8.4 (4.3)Kacmarek et al, 2016 [4]Intervention52.2 (15.1)APACHE 2: 18 (10)133.4 (43.5)5.6 (1.1)5.8 (1.2)6.8 (1.5)27.9 (3.8)26.2 (3.9)23.7 (6)15.8 (3.8)14.3 (3.9)11.2 (4.4)Control53.4 (14.5)APACHE 2: 17 (6)128.3 (30.5)6.2 (0.7)6.4 (1.1)6.7 (1.6)25.2 (4.6)24.5 (5.1)24.8 (5.9)11.6 (2.5)10.7 (3.3)10.5 (3.9)Mercat et al, 2008 [27]Intervention60 (16)SAPS2: 50 (16)144 (58)6.1 (0.3)6.2 (0.5)6.8 (1.3)27.5 (2.4)26.5 (4.2)24.3 (5.8)14.6 (3.2)13.4 (4.7)8.9 (5.1)Control60 (15)SAPS2: 49 (16)143 (57)6.1 (0.4)6.2 (0.6)6.4 (0.9)21.1 (4.7)20.7 (5)21.1 (5.6)7.1 (1.8)6.7 (1.8)6.2 (2.1)Esteban et al, 2000 [28]Intervention56 (17)LIS: 2.8 (0.6)126 (47)8 (1.9)8.1 (2.4)33 (6)34 (8)11 (4)10 (4)SAPS2: 39 (14)Control54 (16)LIS: 2.9 (0.5)131 (48)8 (2.5)8.3 (2.6)32 (5)34 (7)12 (4)12 (5)SAPS2: 42 (17)Brochard et al, 1998 [29]Intervention57 (15.3)LIS: 3 (0.3)144 (61)7.1 (1.3)7.4 (1.3)25.7 (5)24.5 (5.7)10.7 (2.9)9.6 (3)APACHE 2: 18 (7)SAPS2: 35 (12)Control56.5 (15.3)LIS: 3 (0.3)155 (68)10.3 (1.7)10.7 (1.8)31.7 (6.6)30.5 (9.4)10.7 (2.3)8.5 (2.8)APACHE 2: 17 (8)SAPS2: 36 (13)Meade et al, 2008 [3]Intervention54.5 (16.5)APACHE 2: 24.8 (7.8)144.8 (47.9)6.8 (1.4)6.9 (1.5)6.9 (1.3)30.2 (6.3)28.6 (6)28.8 (6.3)15.6 (3.9)11.8 (4.1)10.3 (4.3)Control56.9 (16.5)APACHE 2: 25.9 (7.7)144.6 (49.2)6.8 (1.3)6.7 (1.5)7 (1.6)24.9 (5.1)24.7 (5.7)25.1 (6.8)10.1 (3)8.8 (3)8 (3.1)ARDSnet, 2000 [8]Intervention51 (17)APACHE 3: 81 (28)138 (64)6.2 (0.9)6.2 (1.1)6.5 (1.4)25 (7)26 (7)26 (7)9.4 (3.6)9.2 (3.6)8.1 (3.4)Control52 (18)APACHE 3: 84 (28)134 (58)11.8 (0.8)11.8 (0.8)11.4 (1.4)33 (9)34 (9)37 (9)8.6 (3.6)8.6 (4.2)9.1 (4.2)Zhou et al, 2017 [2]Intervention51.5 (15)APACHE 2: 22.0 (7.9)121.7 (46.8)7.3 (1.2)7.8 (1.9)7.4 (1.2)22.7 (4.3)19.3 (3.9)18.6 (4.5)7.0 (1.6)6.9 (1.8)6.5 (1.3)Control52.0 (15.1)APACHE 2: 20.2 (7.6)138.3 (56.1)7.2 (1.1)7.7 (1.1)7.5 (1.0)24.3 (4.3)23.3 (4.6)23.0 (4.6)12.0 (2.1)10.4 (2.8)10.3 (2.1)Open in a separate windowData are presented as mean (SD) if there is no asterisk. aData are presented as median (IQR). bData are presented as mean (SE). cData are measured at 36 h after study enrollment. APACHE: acute physiology and chronic health evaluation; IQR: interquartile range; LIS: lung injury score; PBW: predicted body weight; PEEP: positive end-expiratory pressure; SAPS: simplified acute physiology score; SD: standard deviation; SE: standard error; SOFA: sequential organ failure assessment.Synthesis of resultsFor studies with no description or an inadequate description of plateau pressure, which was essential for this meta-analysis, we contacted the authors to obtain the necessary data. Two studies [21, 24] for which the authors submitted their study data were included in this meta-analysis, but the other studies for which no response was obtained from the authors were excluded. For the assessment of reporting bias, we did not test for funnel plot asymmetry as the number of studies included in each outcome was less than 10.Short-term mortality (main outcome and sensitivity analysis)Overall short-term mortality was significantly higher for patients with plateau pressures over 32 cm H2O during the first 3 days after ICU admission (day 1: RR, 0.77; 95% CI, 0.66 - 0.89; I2 = 0%; day 3: RR, 0.76; 95% CI, 0.64 - 0.90; I2 = 0%; day 7: RR, 0.82; 95% CI, 0.65 - 1.04; I2 = 16%), but plateau pressures below 27 cm H2O and 30 cm H2O were not associated with an absolute risk reduction of short-term mortality (Table 3, Supplementary Materials 3-5, www.jocmr.org).Table 3Effect Size of Short-Term Mortality According to Plateau Pressure on Day 1, 3, and Day7 at Selected Cut-Off ValuesTotal events (below cutoff)Total (below cutoff)Total events (over cutoff)Total (over cutoff)RR95% CIP valueI2Day 1  27 cm H2O8052,0038131,9570.990.86 to 1.130.8859%  30 cm H2O3791,0243789881.000.78 to 1.280.9969%  32 cm H2O1775402255290.770.66 to 0.890.00070%Day 3  27 cm H2O3529663569300.960.72 to 1.270.7576%  30 cm H2O1514851964790.760.64 to 0.900.0020%  32 cm H2O1514851964790.760.64 to 0.900.0020%Day 7  27 cm H2O3791,0243789881.000.78 to 1.280.9969%  30 cm H2O1745162055130.950.69 to 1.310.7655%  32 cm H2O1474581834550.820.65 to 1.040.1016%Open in a separate windowCI: confidential interval; RR: risk ratio.Meta-regression analysis of short-term mortalitySince the results appeared to differ depending on the cut-off values for the plateau pressure, the mortality at the plateau pressure value was evaluated by meta-regression analysis. On day 1, mortality tended to increase with an increase in pressure, with significant differences observed for the plateau pressure. However, on days 3 and 7, the trends showed no significant difference (Fig. 2). Since significant differences were observed for the plateau pressure on day 1 (β = 0.01 (95% CI, 0.002 - 0.024), P = 0.02), plateau pressure cut-off values of 27, 30, and 32 cm H2O were assessed to determine the optimal cut-off values, and regression analysis was performed. Plateau pressure tended to be associated with increased mortality at pressures above the cut-off values, especially above 27 cm H2O, and there were no significant differences at pressures below the cut-off values, regardless of the cutoff that was set (Fig. 3). This indicates that when the plateau pressure was below any of the three cut-off values, the mortality rate did not increase as the plateau pressure increased, but plateau pressures above 27 cm H2O might affect the mortality rate. As a result, the cut-off values above 27 cm H2O may affect the mortality rate. Multivariable meta-regression analysis was not performed because there was no association between age and: acute physiology and chronic health evaluation (APACHE) 2 scores and mortality rate using meta-regression analysis (Fig. 4).Open in a separate windowFigure 2Univariable meta-regression analysis of the effect of plateau pressure on short-term mortality on days 1, 3 and 7. The position of each circle represents the mortality rate (y-axis) and plateau pressure (x-axis) of each study arm, and circle size is proportional to sample size. (a) Meta-regression analysis of the effect of plateau pressure on day 1 on short-term mortality, including 14 studies and 28 study arms. Mean (SD) plateau pressure was 28.1 (3.7) cm H2O. (b) Meta-regression analysis of the effect of plateau pressure on day 3 on short-term mortality, including 11 studies and 22 study arms. Mean (SD) plateau pressure was 25.5 (3.4) cm H2O. (c) Meta-regression analysis of the effect of plateau pressure on day 7 on short-term mortality, including 12 studies and 24 study arms. Mean (SD) plateau pressure was 25.8 (4.7) cm H2O. SD: standard deviation.Open in a separate windowFigure 3Univariable meta-regression analysis of the effect of plateau pressure at selected cutoff values on day 1. The position of each circle represents the mortality rate (y-axis) and plateau pressure (x-axis) of each study arm, and circle size is proportional to sample size. (a) Meta-regression analysis of the effect of plateau pressure less than 27 cm H2O on short-term mortality on day 1, including 10 studies and 12 study arms. Mean (SD) plateau pressure was 24.9 (1.7) cm H2O. (b) Meta-regression of plateau pressure above 27 cm H2O on day 1 on short-term mortality, including 12 studies and 16 arms. Mean (SD) plateau pressure was 30.6 (2.7) cm H2O. (c) Meta-regression of plateau pressure less than 30 cm H2O on day 1 on short-term mortality, including 11 studies and 18 arms. Mean (SD) plateau pressure was 25.8 (2.0) cm H2O. (d) Meta-regression of plateau pressure above 30 cm H2O on day 1 on short-term mortality, including seven studies and 10 arms. Mean (SD) plateau pressure was 32.2 (1.9) cm H2O. (e) Meta-regression of plateau pressure less than 32 cm H2O on day 1 on short-term mortality, including 13 studies and 22 arms. Mean (SD) plateau pressure was 26.7 (2.6) cm H2O. (f) Meta-regression of plateau pressure above 32 cm H2O on day 1 on short-term mortality, including five studies and six arms. Mean (SD) plateau pressure was 33.3 (1.8) cm H2O. SD: standard deviation.Open in a separate windowFigure 4Univariable meta-regression of age and APACHE 2 scores at the time of admission to the ICU on short-term mortality. The position of each circle represents the mortality rate (y-axis) and plateau pressure (x-axis) of each study arm, and circle size is proportional to sample size. (a) Meta-regression of age on short-term mortality, including 14 studies and 28 arms. Mean (SD) age was 50.7 (8.5) years. (b) Meta-regression of APACHE 2 scores on short-term mortality, including eight studies and 16 arms. Mean (SD) APACHE 2 score was 20.5 (3.9). SD: standard deviation; APACHE: acute physiology and chronic health evaluation.Quality of evidence and sensitivity analysisThe quality of evidence for short-term mortality was evaluated at each pressure and each cut-off value (data not shown). Sensitivity analysis was not conducted because the quality of evidence of none of the included studies was assessed as “low” or “very low.” DiscussionSummary of results of this review (or principal findings)This systematic review, using a meta-regression analysis of 14 RCTs, suggests that the plateau pressure is associated with short-term mortality, and that this association may continue up to the first 3 days, not 1 week, after ICU admission. Optimal cut-off values that can be suggested from the results of this meta-analysis are 27 cm H2O of plateau pressure from days 1 through 3. To the best of our knowledge, this is the first systematic review to compare the effects of plateau pressure, not only on the day of ICU admission, but also several days after admission.Summary of the evidence (possible mechanisms and differences from previous studies)Many recent meta-analyses [30-33], as well as the paper by Amato et al [34], evaluated pressures (plateau and driving pressures) on day 1 or the average pressures for a few days after starting MV. In these studies, the cut-off values for plateau pressures that influenced an improvement in the prognosis were approximately 30 cm H2O and 15 cm H2O. On day 1, the plateau pressure identified in the present meta-analysis was similar to the results of previous studies [9, 34, 35]. However, no previous study compared the pressures up to days 3 and 7 with prognosis, and the influence of the pressures after initiation of MV on the prognosis was unclear. The results of this review show that the influence of the pressure on mortality remains until day 3, and the effect tended to diminish by day 7. It is an important clinical question whether a lung protective strategy should be continued for a certain number of days. The results of this meta-analysis and meta-regression have made it possible to make a new suggestion regarding the duration of lung protective strategies.When considering the effect of MV pressure on patient prognosis, it is important to recognize that MV pressure may correlate with the prognosis. In meta-analyses and clinical research reported so far [8, 9, 36, 37], the MV pressure, which is a continuous variable, was converted into a binary variable using a cut-off value to allow intergroup comparisons of its influence on outcomes. Within each group, the effects of different pressures on the outcomes were not uniform and may have had various degrees of correlation. Therefore, the effects of ventilator pressure on the prognosis could not be evaluated strictly from the results of previous clinical studies [8, 9]. To compensate for this weakness, we used a meta-regression method that considered the ventilator pressure as a continuous variable. The results on day 3 using the meta-regression analysis in Figure 2 show a slightly different tendency compared with the results obtained with the usual meta-analysis method, in which pressure is converted into a binary variable and analyzed. By analyzing these pressures as a binary variable, the result seemed to be either overestimated or underestimated.Implications for each stakeholderAccurate determination of the duration for which strict management of MV pressure contributes to improvement in outcomes may facilitate MV management for physicians. If the tidal volume and the plateau pressure are to be limited below prespecified goals in the late phase of mechanical ventilation, a substantial number of patients may be difficult to reach the target tidal volume without sedation. For critical care physicians, the duration of the lung protection strategy is an essential, but unresolved question. Since the present study suggests that a lung protection strategy may not need to be followed in the later phase, clinicians may consider earlier discontinuation of sedatives, which may allow for earlier rehabilitation and, therefore, earlier liberation from mechanical ventilation.LimitationsThere are several limitations of this meta-analysis. First, the method used in this review is a meta-regression analysis, but it is only one type of meta-analysis, and a multivariate analysis was not performed by integrating individual data. This may have led to over- or under-estimation of the original results by summarizing the data for each individual participating in the study and then reintegrating it using the meta-analysis method. Second, the present meta-analysis included RCTs that compared plateau pressures but did not include RCTs that compared driving pressure or transpulmonary pressure. Recently, it was shown that driving pressure may have a greater influence on patient prognosis than plateau pressure [34]. However, a meta-analysis with a limited number of RCTs that compared the driving pressure has limited value. Although a meta-analysis of RCTs [38, 39] that evaluate transpulmonary pressure is worthy of consideration, a comparison of plateau pressure was not performed in these studies, but the superiority of a personalized ventilation strategy using transpulmonary pressure was assessed. Also, the frequency of esophageal pressure measurements reported in the Lung Safe Study [35] was 1.2%, suggesting that ventilation strategy using transpulmonary pressure is not yet standard management. Third, the meta-regression analysis used in this review is different from standard meta-regression that investigates whether the difference in study characteristics (e.g., age, time, and other such factors) may account for the heterogeneity of effect size of each included study. The method of meta-regression analysis used in this review considered each of the two study arms in RCTs as an individual group, and the mortality ratio in each group, not effect size, was used as the dependent variable. The mortality ratio in each group was then evaluated by regression analysis. Although a similar technique may be used for meta-regression analysis of certain studies [40], the study results should be interpreted with caution. Finally, in this meta-analysis, univariable meta-regression analysis was conducted, not multivariable meta-regression analysis because the possible confounding factors, such as etiology of ARDS, could not be collected from the data in each study. There may be several confounding factors affecting mortality and plateau pressure, such as etiology of ARDS and transpulmonary pressure, which were not considered in this meta-analysis, so the interpretation of the results should not be exaggerated.ConclusionsThis review suggests that MV management, restricting plateau pressure, for at least several days after hospitalization may be critical for improving prognosis. According to this meta-analysis, the optimal cut-off values for plateau pressure are around 27 cm H2O. However, since this is a meta-analysis with recognized limitations, it is necessary to conduct further studies, including individual meta-analyses and large-scale interventions. Supplementary MaterialSuppl 1Search strategy.Click here for additional data file.(66K, docx)Suppl 2Risk of bias table on short-term mortality.Click here for additional data file.(313K, docx)Suppl 3Forest plots of short-term mortality according to the plateau pressure on day 1 at selected cut-off values.Click here for additional data file.(412K, docx)Suppl 4Forest plots of short-term mortality according to plateau pressure on day 3 at selected cut-off values.Click here for additional data file.(340K, docx)Suppl 5Forest plots of short-term mortality according to plateau pressure on day 7 at selected cut-off values.Click here for additional data file.(361K, docx) AcknowledgmentsThe authors would like to thank all study participants, and two authors who provided the data of their meta-analyses. References1. Writing Group for the Alveolar Recruitment for Acute Respiratory Distress Syndrome Trial Investigators. Cavalcanti AB, Suzumura EA, Laranjeira LN, Paisani DM, Damiani LP, Guimaraes HP. et al. Effect of lung recruitment and titrated positive end-expiratory pressure (PEEP) vs low PEEP on mortality in patients with acute respiratory distress syndrome: a randomized clinical trial. JAMA. 2017;318(14):1335–1345. doi: 10.1001/jama.2017.14171. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Zhou Y, Jin X, Lv Y, Wang P, Yang Y, Liang G, Wang B. et al. Early application of airway pressure release ventilation may reduce the duration of mechanical ventilation in acute respiratory distress syndrome. Intensive Care Med. 2017;43(11):1648–1659. doi: 10.1007/s00134-017-4912-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Meade MO, Cook DJ, Guyatt GH, Slutsky AS, Arabi YM, Cooper DJ, Davies AR. et al. Ventilation strategy using low tidal volumes, recruitment maneuvers, and high positive end-expiratory pressure for acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. JAMA. 2008;299(6):637–645. doi: 10.1001/jama.299.6.637. [PubMed] [CrossRef] [Google Scholar]4. Kacmarek RM, Villar J, Sulemanji D, Montiel R, Ferrando C, Blanco J, Koh Y. et al. Open lung approach for the acute respiratory distress syndrome: a pilot, randomized controlled trial. Crit Care Med. 2016;44(1):32–42. doi: 10.1097/CCM.0000000000001383. [PubMed] [CrossRef] [Google Scholar]5. Fish E, Novack V, Banner-Goodspeed VM, Sarge T, Loring S, Talmor D. The Esophageal Pressure-Guided Ventilation 2 (EPVent2) trial protocol: a multicentre, randomised clinical trial of mechanical ventilation guided by transpulmonary pressure. BMJ Open. 2014;4(9):e006356. doi: 10.1136/bmjopen-2014-006356. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Talmor D, Sarge T, Malhotra A, O'Donnell CR, Ritz R, Lisbon A, Novack V. et al. Mechanical ventilation guided by esophageal pressure in acute lung injury. N Engl J Med. 2008;359(20):2095–2104. doi: 10.1056/NEJMoa0708638. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Villar J, Ambros A, Soler JA, Martinez D, Ferrando C, Solano R, Mosteiro F. et al. Age, PaO2/FIO2, and plateau pressure score: a proposal for a simple outcome score in patients with the acute respiratory distress syndrome. Crit Care Med. 2016;44(7):1361–1369. doi: 10.1097/CCM.0000000000001653. [PubMed] [CrossRef] [Google Scholar]8. Acute Respiratory Distress Syndrome Network, Brower RG, Matthay MA, Morris A, Schoenfeld D, Thompson BT, Wheeler A. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342(18):1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]9. Petrucci N, De Feo C. Lung protective ventilation strategy for the acute respiratory distress syndrome. Cochrane Database Syst Rev. 2013;2:CD003844. doi: 10.1002/14651858.CD003844.pub4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10.  Collaboration. TC. RevMan 5 Download and Installion. Secondary RevMan 5 Download and Installion.  https://community.cochrane.org/help/tools-and-software/revman-5/revman-5-download/installation. 2014. [Accessed September 29, 2019]11. Laffey JG, Bellani G, Pham T, Fan E, Madotto F, Bajwa EK, Brochard L. et al. Potentially modifiable factors contributing to outcome from acute respiratory distress syndrome: the LUNG SAFE study. Intensive Care Med. 2016;42(12):1865–1876. doi: 10.1007/s00134-016-4571-5. [PubMed] [CrossRef] [Google Scholar]12. Shamseer L, Moher D, Clarke M, Ghersi D, Liberati A, Petticrew M, Shekelle P. et al. Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015: elaboration and explanation. BMJ. 2015;350:g7647. doi: 10.1136/bmj.g7647. [PubMed] [CrossRef] [Google Scholar]13. Yasuda H, Nishimura T, Kamo T, Sanui M, Nango E, Abe T, Takebayashi T. et al. Optimal plateau pressure for patients with acute respiratory distress syndrome: a protocol for a systematic review and meta-analysis with meta-regression. BMJ Open. 2017;7(5):e015091. doi: 10.1136/bmjopen-2016-015091. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Ards Definition Task Force, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E. et al. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]15. Bernard GR, Artigas A, Brigham KL, Carlet J, Falke K, Hudson L, Lamy M. et al. The American-European Consensus Conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination. Am J Respir Crit Care Med. 1994;149(3 Pt 1):818–824. doi: 10.1164/ajrccm.149.3.7509706. [PubMed] [CrossRef] [Google Scholar]16.  Collaboration. TC. Data Collection Form-Intervention review for RCTs only. Secondary Data Collection Form-Intervention review for RCTs only.  https://dplp.cochrane.org/data-extraction-forms. 2014. [Accessed September 29, 2019]17.  Collaboration. TC. Cochrane Handbook for Systematic Reviews of Interventions.  https://training.cochrane.org/handbook. 2011. [Accessed September 29, 2019]18.  Collaboration. TC. Table 8.5.d: Criteria for judging risk of bias in the 'Risk of bias' assessment tool. Secondary Table 8.5.d: Criteria for judging risk of bias in the 'Risk of bias' assessment tool.  http://handbook-5-1.cochrane.org. 2011. [Accessed September 29, 2019]19. Higgins JP, Thompson SG. Quantifying heterogeneity in a meta-analysis. Stat Med. 2002;21(11):1539–1558. doi: 10.1002/sim.1186. [PubMed] [CrossRef] [Google Scholar]20. Sterne JA, Sutton AJ, Ioannidis JP, Terrin N, Jones DR, Lau J, Carpenter J. et al. Recommendations for examining and interpreting funnel plot asymmetry in meta-analyses of randomised controlled trials. BMJ. 2011;343:d4002. doi: 10.1136/bmj.d4002. [PubMed] [CrossRef] [Google Scholar]21. Brower RG, Shanholtz CB, Fessler HE, Shade DM, White P Jr, Wiener CM, Teeter JG. et al. Prospective, randomized, controlled clinical trial comparing traditional versus reduced tidal volume ventilation in acute respiratory distress syndrome patients. Crit Care Med. 1999;27(8):1492–1498. doi: 10.1097/00003246-199908000-00015. [PubMed] [CrossRef] [Google Scholar]22. Villar J, Kacmarek RM, Perez-Mendez L, Aguirre-Jaime A. A high positive end-expiratory pressure, low tidal volume ventilatory strategy improves outcome in persistent acute respiratory distress syndrome: a randomized, controlled trial. Crit Care Med. 2006;34(5):1311–1318. doi: 10.1097/01.CCM.0000215598.84885.01. [PubMed] [CrossRef] [Google Scholar]23. Hodgson CL, Tuxen DV, Davies AR, Bailey MJ, Higgins AM, Holland AE, Keating JL. et al. A randomised controlled trial of an open lung strategy with staircase recruitment, titrated PEEP and targeted low airway pressures in patients with acute respiratory distress syndrome. Crit Care. 2011;15(3):R133. doi: 10.1186/cc10249. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Agarwal R, Srinivasan A, Aggarwal AN, Gupta D. Adaptive support ventilation for complete ventilatory support in acute respiratory distress syndrome: a pilot, randomized controlled trial. Respirology. 2013;18(7):1108–1115. doi: 10.1111/resp.12126. [PubMed] [CrossRef] [Google Scholar]25. Amato MB, Barbas CS, Medeiros DM, Magaldi RB, Schettino GP, Lorenzi-Filho G, Kairalla RA. et al. Effect of a protective-ventilation strategy on mortality in the acute respiratory distress syndrome. N Engl J Med. 1998;338(6):347–354. doi: 10.1056/NEJM199802053380602. [PubMed] [CrossRef] [Google Scholar]26. Brower RG, Lanken PN, MacIntyre N, Matthay MA, Morris A, Ancukiewicz M, Schoenfeld D. et al. Higher versus lower positive end-expiratory pressures in patients with the acute respiratory distress syndrome. N Engl J Med. 2004;351(4):327–336. doi: 10.1056/NEJMoa032193. [PubMed] [CrossRef] [Google Scholar]27. Mercat A, Richard JC, Vielle B, Jaber S, Osman D, Diehl JL, Lefrant JY. et al. Positive end-expiratory pressure setting in adults with acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. JAMA. 2008;299(6):646–655. doi: 10.1001/jama.299.6.646. [PubMed] [CrossRef] [Google Scholar]28. Esteban A, Alia I, Gordo F, de Pablo R, Suarez J, Gonzalez G, Blanco J. Prospective randomized trial comparing pressure-controlled ventilation and volume-controlled ventilation in ARDS. For the Spanish Lung Failure Collaborative Group. Chest. 2000;117(6):1690–1696. doi: 10.1378/chest.117.6.1690. [PubMed] [CrossRef] [Google Scholar]29. Brochard L, Roudot-Thoraval F, Roupie E, Delclaux C, Chastre J, Fernandez-Mondejar E, Clementi E. et al. Tidal volume reduction for prevention of ventilator-induced lung injury in acute respiratory distress syndrome. The Multicenter Trail Group on Tidal Volume reduction in ARDS. Am J Respir Crit Care Med. 1998;158(6):1831–1838. doi: 10.1164/ajrccm.158.6.9801044. [PubMed] [CrossRef] [Google Scholar]30. Claesson J, Freundlich M, Gunnarsson I, Laake JH, Vandvik PO, Varpula T, Aasmundstad TA. et al. Scandinavian clinical practice guideline on mechanical ventilation in adults with the acute respiratory distress syndrome. Acta Anaesthesiol Scand. 2015;59(3):286–297. doi: 10.1111/aas.12449. [PubMed] [CrossRef] [Google Scholar]31. Hashimoto S, Sanui M, Egi M, Ohshimo S, Shiotsuka J, Seo R, Tanaka R. et al. The clinical practice guideline for the management of ARDS in Japan. J Intensive Care. 2017;5:50. doi: 10.1186/s40560-017-0222-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Rhodes A, Evans LE, Alhazzani W, Levy MM, Antonelli M, Ferrer R, Kumar A. et al. Surviving sepsis campaign: international guidelines for management of sepsis and septic shock: 2016. Intensive Care Med. 2017;43(3):304–377. doi: 10.1007/s00134-017-4683-6. [PubMed] [CrossRef] [Google Scholar]33. Nishida O, Ogura H, Egi M, Fujishima S, Hayashi Y, Iba T, Imaizumi H. et al. The Japanese clinical practice guidelines for management of sepsis and septic shock 2016 (J-SSCG 2016) J Intensive Care. 2018;6:7. doi: 10.1186/s40560-017-0270-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Amato MB, Meade MO, Slutsky AS, Brochard L, Costa EL, Schoenfeld DA, Stewart TE. et al. Driving pressure and survival in the acute respiratory distress syndrome. N Engl J Med. 2015;372(8):747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]35. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, Gattinoni L. et al. Epidemiology, Patterns of Care, and Mortality for Patients With Acute Respiratory Distress Syndrome in Intensive Care Units in 50 Countries. JAMA. 2016;315(8):788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]36. Fuller BM, Mohr NM, Drewry AM, Carpenter CR. Lower tidal volume at initiation of mechanical ventilation may reduce progression to acute respiratory distress syndrome: a systematic review. Crit Care. 2013;17(1):R11. doi: 10.1186/cc11936. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Burns KE, Adhikari NK, Slutsky AS, Guyatt GH, Villar J, Zhang H, Zhou Q. et al. Pressure and volume limited ventilation for the ventilatory management of patients with acute lung injury: a systematic review and meta-analysis. PLoS One. 2011;6(1):e14623. doi: 10.1371/journal.pone.0014623. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Li J, Luo Z, Li X, Huang Z, Han J, Li Z, Zhou Z. et al. [Effect of different transpulmonary pressures guided mechanical ventilation on respiratory and hemodynamics of patients with ARDS: a prospective randomized controlled trial] Zhonghua Wei Zhong Bing Ji Jiu Yi Xue. 2017;29(1):39–44. [PubMed] [Google Scholar]39. Beitler JR, Sarge T, Banner-Goodspeed VM, Gong MN, Cook D, Novack V, Loring SH. et al. Effect of titrating positive end-expiratory pressure (PEEP) with an esophageal pressure-guided strategy vs an empirical high PEEP-Fio2 strategy on death and days free from mechanical ventilation among patients with acute respiratory distress syndrome: a randomized clinical trial. JAMA. 2019;321(9):846–857. doi: 10.1001/jama.2019.0555. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Viechtbauer W. Conducting meta-analyses in R with the metafor package. J Stat Softw. 2010;36 doi: 10.18637/jss.v036.i03. [CrossRef] [Google Scholar]"}