{"title": "Intracerebral Hemorrhage in COVID-19 Patients with Pulmonary Failure: A Propensity Score-Matched Registry Study", "pubDate": "2021", "PMCID": "PMC7899797", "DOI": "10.1007/s12028-021-01202-7", "PMID": "33619668", "abstract": "Background:                       Hypercoagulability in Coronavirus Disease 2019 (COVID-19) causes deep vein thrombosis and pulmonary embolism necessitating systemic anticoagulation. Case reports of intracerebral hemorrhages in ventilated COVID-19 patients warrant precaution. It is unclear, however, if COVID-19 patients with acute respiratory distress syndrome (ARDS) with or without veno-venous extracorporeal membrane oxygenation therapy (VV-ECMO) have more intracerebral hemorrhages (ICH) compared to other ARDS patients.                  Methods:                       We conducted a retrospective observational single-center study enrolling all patients with ARDS from 01/2018 to 05/2020. PCR-positive SARS-CoV-2 patients with ARDS were allocated to the COVID-19 group. Propensity score matching was performed for age, VV-ECMO, and bleeding risk.                  Results:                       A total of 163 patients with moderate or severe ARDS were identified, 47 (28.8%) in the COVID-19 group, and 116 (71.2%) in the non-COVID-19 group. In 63/163 cases (38.7%), VV-ECMO therapy was required. The ICU survival was 52.8%. COVID-19 patients were older, more often male, and exhibited a lower SOFA score, but the groups showed similar rates of VV-ECMO therapy. Treatments with antiplatelet agents (p = 0.043) and therapeutic anticoagulation (p = 0.028) were significantly more frequent in the COVID-19 patients. ICH was detected in 22 patients (13.5%) with no statistical difference between the groups (11.2 vs. 19.1% without and with SARS-CoV-2, respectively, p = 0.21). Propensity score matching confirmed similar rates of ICH in both groups (12.8 vs. 19.1% without and with SARS-CoV-2, respectively, p = 0.57), thus leveling out possible confounders.                  Conclusions:                       Intracerebral hemorrhage was detected in every tenth patient with ARDS. Despite statistically higher rates of antiplatelet therapy and therapeutic anticoagulation in COVID-19 patients, we found a similar rate of ICH in patients with ARDS due to COVID-19 compared to other causes of ARDS.", "author": [{"author": "Corinna N Lang", "affiliation": ["Department of Cardiology and Angiology I, Faculty of Medicine, Heart Center Freiburg University, University of Freiburg, Hugstetter Str. 55, 79106, Freiburg, Germany. corinna.nadine.lang@uniklinik-freiburg.de.", "Department of Medicine III (Interdisciplinary Medical Intensive Care), Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany. corinna.nadine.lang@uniklinik-freiburg.de."], "href": "/?term=Lang+CN&cauthor_id=33619668"}, {"author": "Johanna S Dettinger", "affiliation": ["Department of Cardiology and Angiology I, Faculty of Medicine, Heart Center Freiburg University, University of Freiburg, Hugstetter Str. 55, 79106, Freiburg, Germany.", "Department of Medicine III (Interdisciplinary Medical Intensive Care), Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], "href": "/?term=Dettinger+JS&cauthor_id=33619668"}, {"author": "Michael Berchtold-Herz", "affiliation": ["Department of Cardiovascular Surgery, Faculty of Medicine, Heart Center Freiburg University, University of Freiburg, Freiburg, Germany."], "href": "/?term=Berchtold-Herz+M&cauthor_id=33619668"}, {"author": "Stefan Utzolino", "affiliation": ["Department of General and Visceral Surgery, Medical Center, University of Freiburg, Freiburg, Germany."], "href": "/?term=Utzolino+S&cauthor_id=33619668"}, {"author": "Xavier Bemtgen", "affiliation": ["Department of Cardiology and Angiology I, Faculty of Medicine, Heart Center Freiburg University, University of Freiburg, Hugstetter Str. 55, 79106, Freiburg, Germany.", "Department of Medicine III (Interdisciplinary Medical Intensive Care), Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], "href": "/?term=Bemtgen+X&cauthor_id=33619668"}, {"author": "Viviane Zotzmann", "affiliation": ["Department of Cardiology and Angiology I, Faculty of Medicine, Heart Center Freiburg University, University of Freiburg, Hugstetter Str. 55, 79106, Freiburg, Germany.", "Department of Medicine III (Interdisciplinary Medical Intensive Care), Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], "href": "/?term=Zotzmann+V&cauthor_id=33619668"}, {"author": "Bonaventura Schmid", "affiliation": ["Department of Emergency Medicine, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], "href": "/?term=Schmid+B&cauthor_id=33619668"}, {"author": "Paul M Biever", "affiliation": ["Department of Cardiology and Angiology I, Faculty of Medicine, Heart Center Freiburg University, University of Freiburg, Hugstetter Str. 55, 79106, Freiburg, Germany.", "Department of Medicine III (Interdisciplinary Medical Intensive Care), Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], "href": "/?term=Biever+PM&cauthor_id=33619668"}, {"author": "Christoph Bode", "affiliation": ["Department of Cardiology and Angiology I, Faculty of Medicine, Heart Center Freiburg University, University of Freiburg, Hugstetter Str. 55, 79106, Freiburg, Germany.", "Department of Medicine III (Interdisciplinary Medical Intensive Care), Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], "href": "/?term=Bode+C&cauthor_id=33619668"}, {"author": "Katharina Müller-Peltzer", "affiliation": ["Department of Radiology, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], "href": "/?term=M%C3%BCller-Peltzer+K&cauthor_id=33619668"}, {"author": "Daniel Duerschmied", "affiliation": ["Department of Cardiology and Angiology I, Faculty of Medicine, Heart Center Freiburg University, University of Freiburg, Hugstetter Str. 55, 79106, Freiburg, Germany.", "Department of Medicine III (Interdisciplinary Medical Intensive Care), Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], "href": "/?term=Duerschmied+D&cauthor_id=33619668"}, {"author": "Tobias Wengenmayer", "affiliation": ["Department of Cardiology and Angiology I, Faculty of Medicine, Heart Center Freiburg University, University of Freiburg, Hugstetter Str. 55, 79106, Freiburg, Germany.", "Department of Medicine III (Interdisciplinary Medical Intensive Care), Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], "href": "/?term=Wengenmayer+T&cauthor_id=33619668"}, {"author": "Wolf-Dirk Niesen", "affiliation": ["Department of Neurology, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], "href": "/?term=Niesen+WD&cauthor_id=33619668"}, {"author": "Dawid L Staudacher", "affiliation": ["Department of Cardiology and Angiology I, Faculty of Medicine, Heart Center Freiburg University, University of Freiburg, Hugstetter Str. 55, 79106, Freiburg, Germany.", "Department of Medicine III (Interdisciplinary Medical Intensive Care), Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], "href": "/?term=Staudacher+DL&cauthor_id=33619668"}], "refPMID": ["32348783", "32381264", "32291094", "32374815", "32338827", "32222812", "32302462", "32640479", "32947171", "32322398", "32458333", "32828653", "26091712", "26418409", "22797452", "31258917", "27581506", "10319975", "28727576", "28538440", "29791822", "27803355", "8844239", "32653986", "32246450", "32178975", "32286245", "32299017", "33031735", "28178408"], "citedInPMID": ["33619668", "35011769", "34729467", "34177896", "33798761", "33797027", "33728167"], "body": " AbstractBackgroundHypercoagulability in Coronavirus Disease 2019 (COVID-19) causes deep vein thrombosis and pulmonary embolism necessitating systemic anticoagulation. Case reports of intracerebral hemorrhages in ventilated COVID-19 patients warrant precaution. It is unclear, however, if COVID-19 patients with acute respiratory distress syndrome (ARDS) with or without veno-venous extracorporeal membrane oxygenation therapy (VV-ECMO) have more intracerebral hemorrhages (ICH) compared to other ARDS patients.MethodsWe conducted a retrospective observational single-center study enrolling all patients with ARDS from 01/2018 to 05/2020. PCR-positive SARS-CoV-2 patients with ARDS were allocated to the COVID-19 group. Propensity score matching was performed for age, VV-ECMO, and bleeding risk.ResultsA total of 163 patients with moderate or severe ARDS were identified, 47 (28.8%) in the COVID-19 group, and 116 (71.2%) in the non-COVID-19 group. In 63/163 cases (38.7%), VV-ECMO therapy was required. The ICU survival was 52.8%. COVID-19 patients were older, more often male, and exhibited a lower SOFA score, but the groups showed similar rates of VV-ECMO therapy. Treatments with antiplatelet agents (p = 0.043) and therapeutic anticoagulation (p = 0.028) were significantly more frequent in the COVID-19 patients. ICH was detected in 22 patients (13.5%) with no statistical difference between the groups (11.2 vs. 19.1% without and with SARS-CoV-2, respectively, p = 0.21). Propensity score matching confirmed similar rates of ICH in both groups (12.8 vs. 19.1% without and with SARS-CoV-2, respectively, p = 0.57), thus leveling out possible confounders.ConclusionsIntracerebral hemorrhage was detected in every tenth patient with ARDS. Despite statistically higher rates of antiplatelet therapy and therapeutic anticoagulation in COVID-19 patients, we found a similar rate of ICH in patients with ARDS due to COVID-19 compared to other causes of ARDS.Supplementary InformationThe online version contains supplementary material available at (doi:10.1007/s12028-021-01202-7).Keywords: Intracerebral hemorrhage, ARDS, COVID-19 IntroductionHypercoagulable states appear to be a challenging problem in Coronavirus Disease 2019 (COVID-19). It is probably caused by inflammatory changes similar to disseminated intravascular coagulopathy [1, 2]. Consequently, clinical and pathohistological reports about micro- and macro-thromboses as typical complications of COVID-19 in critically ill patients emphasize the need for anticoagulation [3–5]. Until today, however, there is no concrete evidence for managing anticoagulation beyond standard indications like atrial fibrillation [6, 7]. Ongoing studies focus on more aggressive anticoagulation to avoid thromboembolic complications (23 trials on prophylactic, intermediate, and therapeutic heparin doses register on clinicaltrials.gov as accessed on 06/17/2020). Higher anticoagulation aims are already targeted in some settings [8, 9].Whereas pulmonary embolism and deep vein thrombosis have repeatedly been documented in hospitalized COVID-19 patients [3, 10], no study to date has examined the rate of major bleeding events. Only single-case reports [11, 12] of massive intracerebral hemorrhage (ICH) in COVID-19 and a case series of COVID-19 patients on veno-venous extracorporeal membrane oxygenation (VV-ECMO) with 4 out of 10 patients suffering from ICH have been published [13].These raised the questions: Is it safe to intensify the anticoagulation in these patients? Might there be an increased (intracerebral) bleeding risk? Or are the hyperinflammation, impaired coagulation, and other bleeding risk factors comparable to a general population of patients with acute respiratory distress syndrome (ARDS)?To illuminate this issue, we conducted a propensity score-matched study on the risk of intracerebral hemorrhage in patients with severe respiratory failure, comparing COVID-19 to non-COVID-19 ARDS. MethodsPatient SelectionPatients with non-COVID-19 ARDS (ICD-10 code J80.01; J80.02; J80.03; J80.03; J80.09) were extracted from the hospital data system of the University Hospital of Freiburg, Germany, from 01/01/2018 to 05/31/2020 (non-COVID-19 group). Critically ill patients with PCR-confirmed SARS-CoV-2 infection and ARDS were enrolled from 03/2020 to 05/2020 (first admission 03/08/2020 of critically ill COVID-19 patient) and included in the COVID-19 group. We excluded patients younger than 18 years and with an intensive care unit (ICU) stay of less than 24 h. Also, patients with mild ARDS according to the Berlin definition were excluded. Both groups were followed until 06/13/2020. The study protocol of our retrospective monocentric study was approved by the local ethics committee (Ethik-Kommission der Albert-Ludwigs-Universität Freiburg im Breisgau, file number 333/20).Data Collection and StatisticsClinical data reported in this study was obtained from our hospital data system and from documents of referring hospitals. We analyzed age, sex, sepsis-related organ failure assessment score (SOFA), length of stay, ICU survival, invasive mechanical ventilation (IMV), and extracorporeal therapies (renal replacement therapy, RRT, and VV-ECMO). The first documented value of D-Dimer levels during the stay was considered when no level at admission was available. Values of non-COVID-19 patients and COVID-19 patients were compared using Student’s t-test, Pearson´s Chi-square test, or Fisher´s exact test. Propensity score matching (1:1) was performed between the two groups matched for predetermined items including age, VV-ECMO treatment, and bleeding risk (HAS-BLED score) using SPSS (version 26, IBM, NYC, USA) and the optimal matching algorithm with a caliper of 0.1 was deployed. The HAS-Bled score is a well-validated risk score for major bleeding in patients taking anticoagulants because of atrial fibrillation [14, 15]. Results were considered statistically significant if the p-value was below 0.05. Graphs were designed with Prism (version 8 GraphPad, San Diego, USA).Patient ManagementUniversity Hospital of Freiburg is a tertiary treatment center for ARDS and ECMO-therapy with a high rate of hospital referrals for ECMO evaluation. Patients were transferred from the emergency department, from regular wards, or from primary and secondary treatment centers to medical and surgical ICUs per the local pandemic management protocol. ARDS was classified according to the Berlin classification [16]. If VV-ECMO was found necessary, ARDS was considered “severe”, since the calculation of the Horowitz index required for the Berlin classification is not possible in VV-ECMO.All patients received ARDS treatment following current guidelines (including lung-protective ventilation, permissive hypercapnia, and therapeutic positioning maneuvers like pronation) as well as therapies required by the underlying cause of ARDS [7, 17]. During the recruitment period for COVID-19 patients in this study, steroids were not recommended by COVID-19 guidelines, and muscle relaxation was only rarely applied in early ARDS at our center.If ARDS was not manageable with conservative strategies, VV-ECMO therapy was assessed by an interdisciplinary team including an intensivist, a perfusionist, and at least one registered nurse. VV-ECMO therapy was discouraged by the local guideline in cases of IMV > 7 days (without lung protection), preexisting acute intracerebral hemorrhage, uncontrolled cancer or coagulopathy, and in elderly patients (no cut-off). Standard VV-ECMO cannulation was performed with a dual-lumen jugular cannula (Avalon Elite™ Getinge Group, Rastatt, Germany), or bifemoral using two venous cannulas (Getinge Group, Rastatt, Germany). VV-ECMO therapies were conducted on the Stöckert Centrifugal Pump Console (SCPC) (LivaNova, Munich, Germany) or the Cardiohelp-System (Maquet, Rastatt, Germany). Sets were primed with 5000 IE of unfractionated heparin in 700 ml crystalloid solution.Anticoagulation strategies followed in-house standard operating procedures and current guidelines for thromboprophylaxis [18]. Specifically, according to local standards, critically ill patients received a thromboprophylaxis of continuous unfractionated heparin (typically 2500 IU in 24 h hours IV), unless higher doses were required for the treatment of comorbidities. Non-COVID-19 VV-ECMO patients were managed with unfractionated heparin targeting an activated partial thromboplastin time (aPTT) of 40–50 s. Since 04/03/2020, COVID-19 patients on VV-ECMO were treated with a higher coagulation target of aPTT of 50–70 s in response to the COVID-19 hypercoagulability. In case of thrombotic events (pulmonary embolism, venous thrombosis, or VV-ECMO circuit clotting) during anticoagulation with unfractionated heparin, aPTT targets were adapted and a switch to Argatroban was considered.Intracerebral HemorrhageICH was detected using cerebral computed tomography (CT) or magnetic resonance imaging (MRI). Cerebral imaging was done in patients suspected of a cerebral pathology or in cases of prolonged awakening. All CT scans and MRIs of the brain dated during ICU therapy or shortly after were used for analysis. An experienced radiologist and neurologist reviewed the scans in detail to describe the localization, extent, and pathogenesis of the bleeding. Preexisting microangiopathy was characterized utilizing the Fazekas classification [19] in cases without massive cerebral edema or massive ICH. In addition to hemorrhages, new ischemic events were also recorded. To define the overall bleeding risk, we assessed the HAS-BLED score on admission and 48 h prior to ICH. ResultsBaseline Characteristics163 ARDS patients were included from January 2018 to May 2020 for analysis. The non-COVID-19 group consisted of 116 patients with ARDS. 70.0% had an infectious disease as the underlying cause, 13.8% resulted from non-infectious illnesses, and in 16.4% the cause remained obscure. Details are given in the electronic supplemental material (ESM) Table S4. Since March 2020, we included 47 critically ill COVID-19 ARDS patients (Table ​(Table1,1, Fig. 1). On average, patients were aged 60 ± 15 (24–92). There were more female patients in the non-COVID-19 group (42.4% vs. 19.1% in non-COVID-19 vs. COVID-19 respectively, p = 0.005). Non-COVID-19 patients were younger (58 ± 15 vs. 66 ± 13 in non-COVID-19 vs. COVID-19 respectively, p = 0.001) and exhibited higher SOFA scores (11 ± 4 vs. 9 ± 4 in non-COVID-19 vs. COVID-19 respectively, p = 0.006).Table 1Baseline characteristics of non-COVID-19 patients and COVID-19 patientsAll patientsCOVID-19Non-COVID-19p valueNumber of patients163 (100%)47 (28.8%)116 (71.2%)–Age [years]60 ± 15 (24–92)66 ± 13 (31–92)58 ± 15 (24–83)0.001Female gender58 (35.6%)9 (19.1%)49 (42.2%)0.005Body mass index [kg/m2]30 ± 10 (16–83)28 ± 6 (18–51)30 ± 11 (16–83)0.229Adipositas [BMI ≥ 30 kg/m2]45 (31.5%)13 (28.9%)32 (33.0%)0.653Length of stay [days]19 ± 17 (1–89)23 ± 20 (1–89)18 ± 16 (1–76)0.750SOFA Score10 ± 4 (2–19)9 ± 4 (2–17)11 ± 4 (2–19)0.006ICU survival86 (52.8%)25 (53.2%)61 (52.6%)0.944ARDS Mild000– Moderate53 (32.5%)18 (38.3%)35 (30.2%)0.316 Severe110 (67.5%)29 (61.7%)81 (69.8%)0.316paO2/FiO2 (on day 1)111 ± 38 (35–227)113 ± 38 (35–227)110 ± 39 (36–222)0.727Highest PEEP (on day 1)12 ± 4 (5–20)12 ± 4 (5–19)13 ± 4 (5–20)0.360Representative FiO2 at highest PEEP (on day 1)60 ± 18 (30–100)65 ± 19 (40–100)58 ± 17 (30–100)0.023Invasive mechanical ventilation (IMV)146 (89.6%)40 (85.1%)106 (91.4%)0.235Duration of IMV [days]20 ± 21 (1–129)23 ± 22 (1–89)19 ± 20 (1–129)0.349Renal replacement therapy42 (25.8%)13 (27.7%)29 (25.0%)0.725Veno-venous extracorporeal membrane oxygenation (VV-ECMO)63 (38.7%)14 (29.8%)49 (42.2%)0.139Duration of VV-ECMO [days]17 ± 18 (2–72)22 ± 20 (2–71)16 ± 17 (2–72)0.272Open in a separate windowA p-value below 0.05 is highlighted in boldBaseline characteristics are displayed for all patients, in patients with COVID-19 ARDS and non-COVID-19 ARDS. Data are n (%) or mean with standard deviation and range. Student´s t-test, Pearson´s Chi-square, or Fisher´s exact test was performed to derive p-valuesARDS Acute respiratory distress syndrome, ICU Intensive care unit, IMV Invasive mechanical ventilation, PEEP Positive end-expiratory pressure, SOFA score Sepsis-related organ failure assessment score,  VV-ECMO Veno-venous extracorporeal membrane oxygenationOpen in a separate windowFig. 1Flow chart of patients in registry. ARDS Acute respiratory distress syndrome; ICH Intracerebral hemorrhageA total of 63/163 (38.7%) patients underwent VV-ECMO therapy. The rate of VV-ECMO therapy was similar between the groups. Furthermore, the length of ICU stay, days on IMV, and days on VV-ECMO were similar. ICU survival in the whole group was 52.8% which was comparable (52.6% vs. 53.2% in non-COVID-19 vs. COVID-19, p = 0.944). Details on the mode of death are given in the ESM (Table S3).Risk Factors for Bleeding and AnticoagulationPatients in the whole cohort presented with a low HAS-BLED score of 1.6 ± 1.3 (0–4), which was similar between the two groups (Table ​(Table2).2). The HAS-BLED score 48 h prior to ICH did not differ between non-COVID-19 and COVID-19 patients. Alcohol abuse (a risk factor in the HAS-BLED score) was detected significantly more often in the non-COVID-19 patients (p = 0.006). Antiplatelet therapy with one agent and dual antiplatelet therapy were less frequent in the non-COVID-19 patients.Table 2Risk factors for bleedingAll patients(N = 163)COVID-19(N = 47)Non-COVID-19(N = 116)p valueHAS-BLED score (on admission)1.6 ± 1.3 (0–4)1.7 ± 1.3 (0–4)1.5 ± 1.3 (0–4)0.382 Hypertension74 (45.4%)26 (55.3%)48 (41.4%)0.105 Abnormal liver function15 (9.2%)015 (15.5%)0.006 Abnormal kidney function27 (16.6%)9 (19.1%)18 (15.5%)0.643 Former stroke3 (1.8%)2 (4.3%)1 (0.9%)0.200 Former tendency to bleed2 (1.2%)02 (1.7%)0.365 Unstable INR values000– Age > 65 years71 (43.6%)26 (55.3%)45 (38.8%)0.054 Blood thinner47 (28.8%)17 (36.2%)30 (25.9%)0.188 Alcohol abuse16 (9.8%)016 (13.8%)0.006Coagulopathy in patient´s history2 (1.2%)02 (1.7%)0.365indication for oral anticoagulation in patient´s history33 (20.2%)9 (19.1%)24 (20.7%)0.825Any oral anticoagulationa30 (18.4%)10 (21.3%)20 (17.2%)0.547Aspirin22 (13.5%)9 (19.1%)13 (11.2%)0.208Any antiplatelet therapy29 (17.8%)13 (27.7%)16 (13.8%)0.043Any dual antiplatelet therapy6 (3.7%)3 (6.4%)3 (2.6%)0.356aPTT target < 40 s (thromboprophylaxis)65 (39.9%)14 (29.8%)51 (44.0%)0.094 40–50 s23 (14.1%)4 (8.5%)19 (16.4%)0.224 50–70 s15 (9.2%)8 (17.0%)7 (6.0%)0.037 60–80 s (therapeutic)60 (36.8%)21 (44.7%)39 (33.6%)0.028Unfractionated heparinb158 (96.9%)43 (91.5%)115 (99.1%)0.010Argatroban19 (11.7%)12 (25.5%)7 (6.0%)0.001Platelets Platelets on admission (Tsd/µl)217 ± 153 (17–913)234 ± 111 (39–495)210 ± 167 (17–913)0.379 > 150 (Tsd/µl)100 (61.3%)35 (74.5%)65 (56.0%)0.029 149–100 (Tsd/µl)24 (14.7%)8 (17%)16 (13.8%)0.629 99–50 (Tsd/µl)20 (12.3%)2 (4.3%)18 (15.5%)0.063  < 50 (Tsd/µl)19 (11.7%)2 (4.3%)17 (14.7%)0.065Platelets (Tsd/µl) 48 h prior to ICH126 ± 93 (31–445)161 ± 128 (36–445)102 ± 51 (31–197)0.217Lowest platelets (Tsd/µl) if no ICH126 ± 101 (1–478)156 ± 90 (40–458)115 ± 103 (1–478)0.031Open in a separate windowA p-value below 0.05 is highlighted in boldRisk factors for bleeding are displayed for all patients, in patients with COVID-19 ARDS and non-COVID-19 ARDS. Data are n (%) or mean with standard deviation and range. Student´s t-test, Pearson´s Chi-square, or Fisher´s exact test was performed to derive p-valuesaPTT Activated partial thromboplastin time, HAS-BLED score validated score for bleeding risk, ICH Intracerebral hemorrhage, INR International normalized ratioaOne patient received fibrinolysis and was not included in this groupb158/163 Unfractionated heparin, 18 were switched to Argatroban, 1 patient directly received Argatroban. 4 patients received only low molecular weight heparinThe initial platelet count was above 150 Tsd/µl, in 74.5% of COVID-19 patients compared to 56.0% of non-COVID-19 (p = 0.029). Very low initial counts (< 50 Tsd/µl) tended to occur more often in the non-COVID-19 group (p = 0.065).Following local guidelines, anticoagulation targets were higher in COVID-19 patients. Significantly more COVID-19 patients were given therapeutic anticoagulation (with an aPTT of 60–80 s) than non-COVID-19 patients (33.6% vs. 44.7% in non-COVID-19 vs. COVID-19, p = 0.028). On admission, laboratory tests for coagulation, including total platelet count, INR, and aPTT, were similar between the groups (Table S2). Unfractionated heparin was significantly more often used in non-COVID-19 patients (p = 0.01), and more COVID-19 patients were switched to Argatroban (p = 0.001). Blood pressure excess (documented systolic blood pressure > 180 mmHg > 30 min. 48 h prior to ICH) or aPTT excess (aPTT greater than 80 s 48 h prior to ICH) were rare (Table ​(Table3).3). The Fazekas scores between the groups were comparable (1.3 ± 0.9 vs. 1.0 ± 0.8 in non-COVID-19 vs. COVID-19, p = 0.293) (Table S1).Table 3Number and characteristics of intracerebral hemorrhage (ICH)All patients(N = 163)COVID-19(N = 47)Non-COVID-19(N = 116)Rate of cerebral imaginga96 (58.3%)26 (55.3%)70 (60.3%)Intracerebral hemorrhage (ICH)22 (13.5%)9 (19.1%)13 (11.2%)Fatal intracerebral hemorrhage6 (3.7%)3 (6.3%)3 (2.5%)Characteristics of ICHAll ICH(N = 22)COVID-19 ICH(N = 9)Non-COVID-19 ICH(N = 13) Typical localization of ICH only (basal ganglia, brainstem, cerebellum)1 (4.5%)01 (7.7%) Atypical localization of ICH only9 (40.9%)2 (22.2%)7 (61.5%) Cortical2 (9.1%)1 (11.1%)1 (7.7%) Subcortical7 (31.8%)1 (11.1%)6 (46.2%) SAH only5 (22.7%)2 (22.2%)3 (23.1%) SDH/EDH only3 (13.6%)1 (11.1%)2 (15.4%) Multiple (types of bleeding)4 (18.2%)4 (44.4%)b0 Fluid level observed3 (13.6%)3 (33.3%)c0 Additional intraventricular hemorrhage6 (27.3%)2 (22.2%)4 (30.7%)RASS on day of hemorrhage− 3.2 ± 1.8 (− 5–0)− 3.1 ± 2.2 (− 5–0)− 3.4 ± 1.6 (− 5–0)Length of stay until hemorrhage17.6 ± 17.6 (0–63)20.4 ± 14.8 (2–47)15.5 ± 19.6 (0–63)Hemorrhage during IMVd19 (86.4%)7 (77.8%)12 (92.3%)Hemorrhage during RRT8 (36.4%)3 (33.3%)5 (38.5%)Hemorrhage during VV-ECMO13 (50.0%)4 (44.4%)e9 (69.2%)HAS-BLED Score 48 h prior to hemorrhage2.3 ± 1.3 (0–4)2.3 ± 1.4 (0–4)2.3 ± 1.3 (0–4)Blood pressure excess 48 h prior to hemorrhage5 (27.3%)2 (22.2%)3 (23.1%)aPTT excess 48 h prior to hemorrhage4 (18.0%)1 (11.1%)3 (23.1%)Open in a separate windowCharacteristics of intracerebral hemorrhage are displayed for all patients, in patients with COVID-19 ARDS and non-COVID-19 ARDS. Data are n (%) or mean with standard deviation and range. No statistical significance could be found in rate of cerebral imaging (p = 0.555), intracerebral hemorrhage (p = 0.208) or fatal intracerebral hemorrhage (p = 0.356) between COVID-19 and non-COVID-19 patientsaPTT Activated partial thromboplastin time, EDH Epidural hemorrhage, HAS-BLED Validated score for bleeding risk, ICH Intracerebral hemorrhage, IMV Invasive mechanical ventilation, SAH subarachnoid hemorrhage, SDH subdural hematoma, RASS Richmond agitation sedation scale, RRT Renal replacement therapy, VV-ECMO Veno-venous extracorporeal membrane oxygenationa94 Cerebral computed tomographies (CT) only, 2 magnetic resonance imaging (MRI) of the brain only, 6 CT and MRIb2 Patients with subcortical ICH + SAH (22.2%); 1 patient with subcortical ICH + SDH + SAH (11.1%); 1 patient with subcortical + cortical ICH 1 (11.1%)cOnly observed in multipledNo ICH under non-invasive ventilation or nasal high floweIn one patient ICH was detected after VV-ECMO weaning but associated with VV-ECMO therapy and included in this groupIntracerebral HemorrhageIn 96/163 (58.3%) patients, cerebral imaging was performed (Table ​(Table3).3). Cerebral scans were conducted at similar rates in non-COVID-19 and COVID-19 patients (60.3% vs. 55.3%, respectively, p = 0.555). In total, 13 patients were diagnosed with ICH in the non-COVID-19 group, compared to 9 patients in the COVID-19 group (see supplemental Fig. 1 for representative examples). We found no statistically significant difference between the two groups evaluating any ICH or fatal ICH in the unmatched cohort (Table ​(Table3).3). After propensity score matching, similar rates of ICH were found (Fig. 2).Open in a separate windowFig. 2Intracerebral hemorrhage in acute respiratory distress syndrome: There was no significant difference between patients with and without COVID-19 in respect to intracerebral hemorrhage as diagnosed by cerebral computed tomography (CT)One non-COVID-19 patient had a typical bleeding localization for hypertensive ICH (including basal ganglia, upper brainstem, or cerebellum). All other intraparenchymal ICH showed atypical cortical or subcortical localization without difference between the groups (7/13 vs. 2/9 in non-COVID-19 vs. COVID-19, p = 0.203). However, a combination of multiple types of intracranial bleeding in a single patient was only seen in the COVID-19 group (0/13 vs. 4/9 in non-COVID-19 vs. COVID-19, p = 0.017). Fluid levels within ICH were exclusively ascertained in COVID-19 patients (0/13 vs. 3/9 in non-COVID-19 vs. COVID-19, p = 0.055) (for details see Table ​Table33).Inflammation and Thrombotic EventsMarkers of inflammation were assessed on admission in the form of white blood cell count, C-reactive protein (CRP), and procalcitonin (PCT) (Table S2). PCT tended to be higher in the non-COVID-19 group (16.0 ± 52.5 vs. 1.2 ± 3.1 in non-COVID-19 vs. COVID-19, p = 0.672). No differences were detected between the two groups in white blood cell count and CRP on admission.Sub-group analysis of COVID-19 patients with and without ICH did not reveal statistically significant differences in the inflammation markers on admission. Specifically, white blood cell count (8.9 ± 5.2 vs. 7.7 ± 4.4 Tsd/µl in COVID-19 with ICH vs. COVID-19 without ICH, p = 0.049), CRP (145 ± 67 vs. 150 ± 107 mg/dl, respectively, p = 0.896), PCT (1.0 ± 1.2 vs. 1.3 ± 3.4 ng/ml, respectively, p = 0.802), and interleukin 6 (2752 ± 6562 vs. 502 ± 732 pg/ml, respectively, p = 0.334) were similar.To investigate markers for hypercoagulability, D-Dimers, events of ischemic stroke, pulmonary embolism, and clotting in the extracorporeal systems were assessed (Table S1). Initial D-Dimer levels trended higher in non-COVID-19 patients (p = 0.346). Interestingly, there was a trend towards a higher rate of newly diagnosed stroke in the non-COVID-19 group (12.9% vs. 6.4% for non-COVID-19 and COVID-19 group, respectively, p = 0.144). In the whole cohort, the majority (77.8%) of strokes were of embolic origin without proximal vessel occlusion. COVID-19 patients suffered significantly more often from pulmonary embolism (7.8% vs. 21.3%, non-COVID-19 vs. COVID-19, p = 0.004). Clotting in extracorporeal circuits (VV-ECMO, RRT) was more frequent in the COVID-19 group (VV-ECMO clotting: 17.3 vs. 23.4% in non-COVID-19 vs. COVID-19, p = 0.013; clotting in RRT: 5.2 vs. 12.6% in non-COVID-19 vs. COVID-19, p = 0.091). DiscussionTo our best knowledge, this is the first study elucidating the risk of intracerebral hemorrhage in COVID-19 ARDS. In the current work, ICH was found in 13.5% of the ARDS patients treated at a tertiary ECMO center. Numerically the ICH rate was higher in COVID-19 patients but did not reach statistical significance either in the whole cohort or after propensity score matching.The rate of ICH in our ARDS patients (conservative or on VV-ECMO) is in line with a non-COVID-19 ARDS cohort from the UK at a comparable structured ECMO center (ICH detected in the whole cohort 14.0%; 48/342). Comparing subgroups, our rate of 20.1% in VV-ECMO and 7.6% in patients without VV-ECMO is similar to the published results (16.4% and 9.0% for patients with and without VV-ECMO, respectively) [20].A far lower rate of ICH has been reported by the ELSO registry in non-COVID ARDS patients on VV-ECMO (3.6%; 181/4,988) and in patients enrolled in the EOLIA study (2.4%; 3/124) [21, 22].The high ICH rate found in our cohort might reflect the severity of the illness requiring extracorporeal circuits and anticoagulant therapy in a relevant portion of patients. The majority of our patients were managed with anticoagulant therapy more intense than thromboprophylaxis. Initial low platelet counts in the non-COVID-19 patients might be a result of a higher number of hemato-oncological preconditions and patients with known liver dysfunction. Intracerebral bleeding risk in the COVID-19 patients was possibly driven by age, male gender, and preexisting antiplatelet therapy.Furthermore, ICU survival in our cohort (52.8%) is lower than reported by other data for severe ARDS (62.0%) [23]. Our registry contains predominantly severely ill patients as suggested by the predicted mortality of 50.0% according to the SOFA score [24], which might explain the survival difference.Since the rate of ICH detected in COVID-19 seems comparable to other ARDS, our findings might suggest a general pathomechanism of ICH in ARDS, defined by cerebral damage due to systemic inflammation, accompanied by extracorporeal circuits, and patient inherent factors, each facilitating bleeding.Some phenotypes of pulmonary failure proceed with a hyperinflammatory immune response, circulatory failure, and subsequent multi-organ failure. The underlying hypercoagulability results in clinical complications pronounced in COVID-19 ARDS, such as deep vein thrombosis, pulmonary artery thrombosis, or clotting during extracorporeal organ replacement therapies [10, 25]. The detection of a high rate of new strokes (11.0%) in the cohort, mainly due to embolic events, might also be an expression of inflammation-induced hypercoagulability.We can only indirectly measure inflammation and hypercoagulability through elevated blood markers for inflammation (like CRP, interleukin 6, ferritin) along with elevated D-Dimers, prolonged prothrombin time, and thrombocytopenia [26–28]. A local reaction such as a pathogen-associated endotheliitis or a systemic inflammation might also trigger these prothrombotic events [2].In SARS-CoV-2, neuroinvasion and neurotropism are suspected due to the neurotropic and neuroinvasive nature of the coronavirus in general. This is reflected in the increasing number of patients with SARS-CoV-2 suffering from neurological manifestations [29]. SARS-CoV-2 viral protein has been isolated in brain stem cells, and brainstem neuroinflammation has been detected in a post-mortem analysis. However, Matschke et al. did not find correlated central nervous system damage [30].Due to the retrospective nature of our study, we cannot determine if ICH in ARDS is caused by a primary hemorrhage or an embolic event with secondary hemorrhage. Various forms of ICH were detected in the COVID-19 cohort. The thorough review of the CTs did not show a unique entity or a patterned timing of bleeding events.Despite statistically higher rates of antiplatelet therapy and therapeutic anticoagulation in COVID-19 patients compared to non-COVID-19 patients in this study, the resulting rates of ICH were the same. Therefore, a change to standard of care cannot be derived from our retrospective data. As usual, individual risks for bleeding and therapy associated factors should be taken into account. The substantial rate of ICH in both, COVID-19 and non-COVID-19 ARDS patients, seen in this registry is alarming and should be investigated in further trials. LimitationsLimitations of the present study naturally include the small patient number. Moreover, as a tertiary treatment center, our patients were biased with moderate or severe ARDS as well as high SOFA scores. The rate of ICH in our cohort with 13.5% (22/163) and the rate for strokes of 11.0% (18/163) might not be representative for cohorts in primary and secondary treatment centers with lower SOFA scores and lower rates of organ replacement therapies. Furthermore, CT scans were performed based on clinical judgment. It remains unclear how many clinically silent events occurred. Also, our anticoagulation regimes under VV-ECMO therapy are empiric for both COVID-19 and non-COVID-19 patients and tended to be more aggressive for COVID-19 patients. Moreover, the COVID-19 group had more male patients overall, with male gender being a known factor for ICH [31]. The patients in the overall cohort were older in the COVID-19 group, hence why propensity score matching was performed to overcome a possible bias. In our cohort, we did detect similar bleeding rates in females and males with a tendency towards more bleeding in female patients (19.0% vs. 10.5% for females and males, respectively, p = 0.153). Finally, the HAS-BLED score was not designed to predict bleeding risk in VV-ECMO patients with ARDS and therefore might not accurately correlate with bleeding in this cohort. ConclusionsIntracerebral hemorrhage was detectable in one out of every ten patients with ARDS. Despite statistically higher rates of antiplatelet therapy and therapeutic anticoagulation in COVID-19, we found a similar rate of ICH in patients with ARDS due to COVID-19 compared to other causes of ARDS. Supplementary Information\nSupplementary material (2377 kb)(2.3M, docx) AcknowledgementsWe thank Michaela Kirchenmayer for the collection of patients' records. We thank Anna Miehe and Ashkan Kharavan for linguistic revision of our manuscript. AbbreviationsaPTTActivated partial thromboplastin timeARDSAcute respiratory distress syndromeBMIBody mass indexCTComputed tomographyCOVID-19Coronavirus disease 2019EDHEpidural hemorrhageESMElectronic supplemental materialHAS-BLED ScoreValidated score for bleeding riskICHIntracerebral hemorrhageICUIntensive care unitIMVInvasive mechanical ventilationMRIMagnetic resonance imagingPEEPPositive end-expiratory pressureRASSRichmond Agitation Sedation ScaleRRTRenal replacement therapySAHSubarachnoid hemorrhageSARS-CoV-2Severe acute respiratory coronavirus 2SDHSubdural hematomaSOFA ScoreSepsis-related organ failure assessment scoreVV-ECMOVeno-venous extracorporeal membrane oxygenation Authors’ ContributionsCNL concepted and designed the study, performed data acquisition, analysis and interpretation of the data, drafted and revised the manuscript. JSD, XB performed data acquisition and interpretation of the data, revised the manuscript. MBH, SU, VZ, BS, PMB, CB, DD, TW performed interpretation of the data, revised the manuscript. KMP performed interpretation of the data, performed interpretation of the cerebral scans, revised the manuscript. WDN concepted and designed the study, performed interpretation of the cerebral scans and data, revised the manuscript. DLS concepted and designed the study, created the artwork, performed data analysis and revised the manuscript. All authors read and approved the final manuscript. FundingOpen Access funding enabled and organized by Projekt DEAL. Availability of Data and MaterialsThe datasets analyzed during the current study are available from the corresponding author on reasonable request. Conflict of interestsThe authors do hereby declare no conflict of interests. Consent for PublicationAccording to the local ethics committee and the retrospective character of the study written or verbal consent was not necessary. Ethics approval and Consent to ParticipateThe local ethics committee approved the study protocol (Ethik-Kommission der Albert-Ludwigs-Universität Freiburg im Breisgau, file number 333/20). Permissions InformationThe authors do hereby declare that all illustrations and figures in the manuscript are entirely original and do not require reprint permission. FootnotesThis abstract of this article was updated to correct the following sentence to read: ICH was detected in 22 patients (13.5%) with no statistical difference between the groups (11.2 vs. 19.1% without and with SARS-CoV-2, respectively, p = 0.21). Propensity score matching confirmed similar rates of ICH in both groups (12.8 vs. 19.1% without and with SARS-CoV-2, respectively, p = 0.57), thus leveling out possible confounders.Publisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Wolf-Dirk Niesen and Dawid L. Staudacher have contributed equally.Change history4/12/2021A Correction to this paper has been published: 10.1007/s12028-021-01225-0 References1. Mucha SR, Dugar S, McCrae K, Joseph DE, Bartholomew J, Sacha G, et al.  Coagulopathy in COVID-19. Cleve Clin J Med. 2020;18:2103–2109. [Google Scholar]2. Henry BM, Vikse J, Benoit S, Favaloro EJ, Lippi G. Hyperinflammation and derangement of renin-angiotensin-aldosterone system in COVID-19: A novel hypothesis for clinically suspected hypercoagulopathy and microvascular immunothrombosis. Clin Chim Acta Int J Clin Chem. 2020;507:167–173. doi: 10.1016/j.cca.2020.04.027. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Klok FA, Kruip MJHA, van der Meer NJM, Arbous MS, Gommers D, Kant KM, et al.  Confirmation of the high cumulative incidence of thrombotic complications in critically ill ICU patients with COVID-19: an updated analysis. Thromb Res. 2020;191:148–150. doi: 10.1016/j.thromres.2020.04.041. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Klok FA, Kruip MJHA, van der Meer NJM, Arbous MS, Gommers DAMPJ, Kant KM, et al. Incidence of thrombotic complications in critically ill ICU patients with COVID-19. Thromb Res [Internet]. 2020 Apr 10 [cited 2020 May 29]; Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7146714/ [PMC free article] [PubMed]5. Wichmann D, Sperhake J-P, Lütgehetmann M, Steurer S, Edler C, Heinemann A, et al.  Autopsy findings and venous thromboembolism in patients with COVID-19: a prospective cohort study. Ann Intern Med. 2020;173:1030. doi: 10.7326/L20-1206. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Thachil J, Tang N, Gando S, Falanga A, Cattaneo M, Levi M, et al.  ISTH interim guidance on recognition and management of coagulopathy in COVID-19. J Thromb Haemost JTH. 2020;18(5):1023–1026. doi: 10.1111/jth.14810. [PubMed] [CrossRef] [Google Scholar]7. Alhazzani W, Møller MH, Arabi YM, Loeb M, Gong MN, Fan E, et al.  Surviving sepsis campaign: guidelines on the management of critically ill adults with coronavirus disease 2019 (COVID-19) Intensive Care Med. 2020;46(5):854–887. doi: 10.1007/s00134-020-06022-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Barrett CD, Moore HB, Yaffe MB, Moore EE. ISTH interim guidance on recognition and management of coagulopathy in COVID-19: a Comment. J Thromb Haemost JTH. 2020;18:2060–2063. doi: 10.1111/jth.14860. [PubMed] [CrossRef] [Google Scholar]9. Fontana P, Casini A, Robert-Ebadi H, Glauser F, Righini M, Blondon M. Venous thromboembolism in COVID-19: systematic review of reported risks and current guidelines. Swiss Med Wkly. 2020;15(150):w20301. [PubMed] [Google Scholar]10. Mueller-Peltzer K, Krauss T, Benndorf M, Lang CN, Bamberg F, Bode C, et al.  Pulmonary artery thrombi are co-located with opacifications in SARS-CoV2 induced ARDS. Respir Med. 2020;11(172):106135. doi: 10.1016/j.rmed.2020.106135. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Sharifi-Razavi A, Karimi N, Rouhani N. COVID-19 and intracerebral haemorrhage: causative or coincidental? New Microbes New Infect. 2020;35:100669. doi: 10.1016/j.nmni.2020.100669. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Carroll E, Lewis A. Catastrophic Intracranial hemorrhage in two critically Ill patients with COVID-19. Neurocrit Care. 2020;26:1–5. [PMC free article] [PubMed] [Google Scholar]13. Usman AA, Han J, Acker A, Olia SE, Bermudez C, Cucchiara B, et al.  A case series of devastating intracranial hemorrhage during venovenous extracorporeal membrane oxygenation for COVID-19. J Cardiothorac Vasc Anesth. 2020;34(11):3006–3012. doi: 10.1053/j.jvca.2020.07.063. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Klok FA, Niemann C, Dellas C, Hasenfuß G, Konstantinides S, Lankeit M. Performance of five different bleeding-prediction scores in patients with acute pulmonary embolism. J Thromb Thrombolysis. 2016;41(2):312–320. doi: 10.1007/s11239-015-1239-x. [PubMed] [CrossRef] [Google Scholar]15. Zhu W, He W, Guo L, Wang X, Hong K. The HAS-BLED score for predicting major bleeding risk in anticoagulated patients with atrial fibrillation: a systematic review and meta-analysis. Clin Cardiol. 2015;38(9):555–561. doi: 10.1002/clc.22435. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]17. Griffiths MJD, McAuley DF, Perkins GD, Barrett N, Blackwood B, Boyle A, et al.  Guidelines on the management of acute respiratory distress syndrome. BMJ Open Respir Res. 2019;6(1):e000420. doi: 10.1136/bmjresp-2019-000420. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Encke A, Haas S, Kopp I. The Prophylaxis of Venous Thromboembolism. Dtsch Arzteblatt Int. 2016;113(31–32):532–538. [PMC free article] [PubMed] [Google Scholar]19. Fazekas F, Kleinert R, Roob G, Kleinert G, Kapeller P, Schmidt R, et al.  Histopathologic analysis of foci of signal loss on gradient-echo T2*-weighted MR images in patients with spontaneous intracerebral hemorrhage: evidence of microangiopathy-related microbleeds. AJNR Am J Neuroradiol. 1999;20(4):637–642. [PMC free article] [PubMed] [Google Scholar]20. Lockie CJA, Gillon SA, Barrett NA, Taylor D, Mazumder A, Paramesh K, et al.  Severe respiratory failure, extracorporeal membrane oxygenation, and intracranial hemorrhage. Crit Care Med. 2017;45(10):1642–1649. doi: 10.1097/CCM.0000000000002579. [PubMed] [CrossRef] [Google Scholar]21. Lorusso R, Gelsomino S, Parise O, Di Mauro M, Barili F, Geskes G, et al.  Neurologic injury in adults supported with veno-venous extracorporeal membrane oxygenation for respiratory failure: findings from the extracorporeal life support organization database. Crit Care Med. 2017;45(8):1389–1397. doi: 10.1097/CCM.0000000000002502. [PubMed] [CrossRef] [Google Scholar]22. Combes A, Hajage D, Capellier G, Demoule A, Lavoué S, Guervilly C, et al.  Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. N Engl J Med. 2018;378(21):1965–1975. doi: 10.1056/NEJMoa1800385. [PubMed] [CrossRef] [Google Scholar]23. Máca J, Jor O, Holub M, Sklienka P, Burša F, Burda M, et al.  Past and present ARDS mortality rates: a systematic review. Respir Care. 2017;62(1):113–122. doi: 10.4187/respcare.04716. [PubMed] [CrossRef] [Google Scholar]24. Vincent JL, Moreno R, Takala J, Willatts S, De Mendonça A, Bruining H, et al.  The SOFA sepsis-related organ failure assessment score to describe organ dysfunction/failure. On behalf of the working group on sepsis-related problems of the european society of intensive care medicine. Intensive Care Med. 1996;22(7):707–710. doi: 10.1007/BF01709751. [PubMed] [CrossRef] [Google Scholar]25. Bemtgen X, Zotzmann V, Benk C, Rilinger J, Steiner K, Asmussen A, et al.  Thrombotic circuit complications during venovenous extracorporeal membrane oxygenation in COVID-19. J Thromb Thrombolysis. 2020;11:1–7. [PMC free article] [PubMed] [Google Scholar]26. Lippi G, Favaloro EJ. D-dimer is associated with severity of coronavirus disease 2019: a pooled analysis. Thromb Haemost. 2020;120(5):876–878. doi: 10.1055/s-0040-1709650. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Lippi G, Plebani M, Henry BM. Thrombocytopenia is associated with severe coronavirus disease 2019 (COVID-19) infections: a meta-analysis. Clin Chim Acta Int J Clin Chem. 2020;13(506):145–148. doi: 10.1016/j.cca.2020.03.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Henry BM, de Oliveira MHS, Benoit S, Plebani M, Lippi G. Hematologic, biochemical and immune biomarker abnormalities associated with severe illness and mortality in coronavirus disease 2019 (COVID-19): a meta-analysis. Clin Chem Lab Med. 2020;58:1021–1028. doi: 10.1515/cclm-2020-0369. [PubMed] [CrossRef] [Google Scholar]29. Asadi-Pooya AA, Simani L. Central nervous system manifestations of COVID-19: a systematic review. J Neurol Sci. 2020;15(413):116832. doi: 10.1016/j.jns.2020.116832. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Matschke J, Lütgehetmann M, Hagel C, Sperhake JP, Schröder AS, Edler C, et al. Neuropathology of patients with COVID-19 in Germany: a post-mortem case series. Lancet Neurol [Internet]. 2020 Oct 5 [cited 2020 Oct 21]; Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7535629/ [PMC free article] [PubMed]31. An SJ, Kim TJ, Yoon B-W. Epidemiology, risk factors, and clinical features of intracerebral hemorrhage: an update. J Stroke. 2017;19(1):3–10. doi: 10.5853/jos.2016.00864. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}