{"title": "Herboxidiene Features That Mediate Conformation-Dependent SF3B1 Interactions to Inhibit Splicing", "pubDate": "2021", "PMCID": "", "DOI": "10.1021/acschembio.0c00965", "PMID": "33617218", "abstract": "Small molecules that target the spliceosome SF3B complex are potent inhibitors of cancer cell growth. The compounds affect an early stage of spliceosome assembly when U2 snRNP first engages the branch point sequence of an intron. Employing an inactive herboxidiene analog (iHB) as a competitor, we investigated factors that influence inhibitor interactions with SF3B to interfere with pre-mRNA splicing in vitro. Order-of-addition experiments show that inhibitor interactions are long lasting and affected by both temperature and the presence of ATP. Our data are also consistent with the model that not all SF3B conformations observed in structural studies are conducive to productive inhibitor interactions. Notably, SF3B inhibitors do not impact an ATP-dependent rearrangement in U2 snRNP that exposes the branch binding sequence for base pairing. We also report extended structure-activity relationship analysis of the splicing inhibitor herboxidiene. We identified features of the tetrahydropyran ring that mediate its interactions with SF3B and its ability to interfere with splicing. In the context of recent structures of SF3B bound to inhibitor, our results lead us to extend the model for early spliceosome assembly and inhibitor mechanism. We postulate that interactions between a carboxylic acid substituent of herboxidiene and positively charged SF3B1 side chains in the inhibitor binding channel are needed to maintain inhibitor occupancy while counteracting the SF3B transition to a closed state that is required for stable U2 snRNP interactions with the intron.", "author": [{"author": "Adriana Gamboa Lopez", "affiliation": [], "href": "/?term=Gamboa+Lopez+A&cauthor_id=33617218"}, {"author": "Srinivasa Rao Allu", "affiliation": ["Department of Chemistry and Department of Medicinal Chemistry, Purdue University, West Lafayette, Indiana 47907, United States."], "href": "/?term=Allu+SR&cauthor_id=33617218"}, {"author": "Patricia Mendez", "affiliation": [], "href": "/?term=Mendez+P&cauthor_id=33617218"}, {"author": "Guddeti Chandrashekar Reddy", "affiliation": ["Department of Chemistry and Department of Medicinal Chemistry, Purdue University, West Lafayette, Indiana 47907, United States."], "href": "/?term=Chandrashekar+Reddy+G&cauthor_id=33617218"}, {"author": "Hannah M Maul-Newby", "affiliation": [], "href": "/?term=Maul-Newby+HM&cauthor_id=33617218"}, {"author": "Arun K Ghosh", "affiliation": ["Department of Chemistry and Department of Medicinal Chemistry, Purdue University, West Lafayette, Indiana 47907, United States."], "href": "/?term=Ghosh+AK&cauthor_id=33617218"}, {"author": "Melissa S Jurica", "affiliation": [], "href": "/?term=Jurica+MS&cauthor_id=33617218"}], "refPMID": [], "citedInPMID": ["33617218", "34681880"], "body": ""}