{"title": "Proposal of selective wedge instillation of pulmonary surfactant for COVID-19 pneumonia based on computational fluid dynamics simulation", "pubDate": "2021", "PMCID": "PMC7897887", "DOI": "10.1186/s12890-021-01435-4", "PMID": "33618696", "abstract": "Background:                       The most important target cell of SARS-CoV-2 is Type II pneumocyte which produces and secretes pulmonary surfactant (PS) that prevents alveolar collapse. PS instillation therapy is dramatically effective for infant respiratory distress syndrome but has been clinically ineffective for ARDS. Nowadays, ARDS is regarded as non-cardiogenic pulmonary edema with vascular hyper-permeability regardless of direct relation to PS dysfunction. However, there is a possibility that this ineffectiveness of PS instillation for ARDS is caused by insufficient delivery. Then, we performed PS instillation simulation with realistic human airway models by the use of computational fluid dynamics, and investigated how instilled PS would move in the liquid layer covering the airway wall and reach to alveolar regions.                  Methods:                       Two types of 3D human airway models were prepared: one was from the trachea to the lobular bronchi and the other was from a subsegmental bronchus to respiratory bronchioles. The thickness of the liquid layer covering the airway was assigned as 14 % of the inner radius of the airway segment. The liquid layer was assumed to be replaced by an instilled PS. The flow rate of the instilled PS was assigned a constant value, which was determined by the total amount and instillation time in clinical use. The PS concentration of the liquid layer during instillation was computed by solving the advective-diffusion equation.                  Results:                       The driving pressure from the trachea to respiratory bronchioles was calculated at 317 cmH2O, which is about 20 times of a standard value in conventional PS instillation method where the driving pressure was given by difference between inspiratory and end-expiratory pressures of a ventilator. It means that almost all PS does not reach the alveolar regions but moves to and fro within the airway according to the change in ventilator pressure. The driving pressure from subsegmental bronchus was calculated at 273 cm H2O, that is clinically possible by wedge instillation under bronchoscopic observation.                  Conclusions:                       The simulation study has revealed that selective wedge instillation under bronchoscopic observation should be tried for COVID-19 pneumonia before the onset of ARDS. It will be also useful for preventing secondary lung fibrosis.", "author": [{"author": "Hiroko Kitaoka", "affiliation": ["Department of Biomedical Engineering, Tokyo University of Agriculture and Technology, Koganei, Japan. hirokokitaoka000@hotmail.com.", "Department of Biomedical Engineering, Tokyo University of Agriculture and Technology, 2-24-16 Nakamachi, Koganei-shi, Tokyo, 184-8588, Japan. hirokokitaoka000@hotmail.com."], "href": "/?term=Kitaoka+H&cauthor_id=33618696"}, {"author": "Hisato Kobayashi", "affiliation": ["Department of Pediatrics, Keio University School of Medicine, Tokyo, Japan."], "href": "/?term=Kobayashi+H&cauthor_id=33618696"}, {"author": "Takayuki Takimoto", "affiliation": ["Department of Internal Medicine, National Hospital Organization Kinki-Chuo Chest Medical Center, Sakai, Japan."], "href": "/?term=Takimoto+T&cauthor_id=33618696"}, {"author": "Takashi Kijima", "affiliation": ["Department of Respiratory Medicine and Hematology, Hyogo College of Medicine, Nishinomiya, Japan."], "href": "/?term=Kijima+T&cauthor_id=33618696"}], "refPMID": ["32413319", "11810113", "32236856", "4143721", "22797452", "21148720", "25855884", "28199167", "17540054", "26165208", "28450283", "32228035", "26170310", "10601169", "6703504", "32865137"], "citedInPMID": ["33618696", "34267664"], "body": " AbstractBackgroundThe most important target cell of SARS-CoV-2 is Type II pneumocyte which produces and secretes pulmonary surfactant (PS) that prevents alveolar collapse. PS instillation therapy is dramatically effective for infant respiratory distress syndrome but has been clinically ineffective for ARDS. Nowadays, ARDS is regarded as non-cardiogenic pulmonary edema with vascular hyper-permeability regardless of direct relation to PS dysfunction. However, there is a possibility that this ineffectiveness of PS instillation for ARDS is caused by insufficient delivery. Then, we performed PS instillation simulation with realistic human airway models by the use of computational fluid dynamics, and investigated how instilled PS would move in the liquid layer covering the airway wall and reach to alveolar regions.MethodsTwo types of 3D human airway models were prepared: one was from the trachea to the lobular bronchi and the other was from a subsegmental bronchus to respiratory bronchioles. The thickness of the liquid layer covering the airway was assigned as 14 % of the inner radius of the airway segment. The liquid layer was assumed to be replaced by an instilled PS. The flow rate of the instilled PS was assigned a constant value, which was determined by the total amount and instillation time in clinical use. The PS concentration of the liquid layer during instillation was computed by solving the advective-diffusion equation.ResultsThe driving pressure from the trachea to respiratory bronchioles was calculated at 317 cmH2O, which is about 20 times of a standard value in conventional PS instillation method where the driving pressure was given by difference between inspiratory and end-expiratory pressures of a ventilator. It means that almost all PS does not reach the alveolar regions but moves to and fro within the airway according to the change in ventilator pressure. The driving pressure from subsegmental bronchus was calculated at 273 cm H2O, that is clinically possible by wedge instillation under bronchoscopic observation.ConclusionsThe simulation study has revealed that selective wedge instillation under bronchoscopic observation should be tried for COVID-19 pneumonia before the onset of ARDS. It will be also useful for preventing secondary lung fibrosis.Keywords: Alveolar collapse, Diffuse alveolar damage, ARDS, Interstitial pneumonia, Type II pneumocyte, Wedge pressure, Bronchoscopic therapy BackgroundIt is known that SARS-CoV-2 binds angiotensin converting enzyme 2 (ACE2) on the pulmonary epithelial cells and causes acute interstitial pneumonia. ACE2 and TMPRSS2 (Type II transmembrane serine protease) are necessary for invasion into a cell; the two enzymes coexist in Type II pneumocytes, ileal absorptive enterocytes, and nasal goblet secretory cells [1]. Type II pneumocytes are the only cells that produce and secrete pulmonary surfactant (PS), which prevents alveoli from collapsing by reducing the surface tension of the alveolar liquid layer [2]. Iwasawa et al. reported that ultra-high-resolution X-ray CT images in coronavirus disease of 2019 (COVID-19) pneumonia showed volume loss of the lung parenchyma because of alveolar collapses [3]. The alveolar collapse causes mechanical injury of capillaries located in the alveolar wall and allows the virus to bind ACE2 on the surface of endothelial cells in the alveolar capillary.Acute respiratory distress syndrome (ARDS) was first reported in 1967 by Ashbaugh et al., who inferred that its essential pathology was alveolar collapse caused by PS dysfunction and likely infant respiratory distress syndrome [4]. Currently, ARDS is defined as non-cardiogenic pulmonary edema with vascular hyper-permeability; the role of PS dysfunction is regarded as subtle [5]. This conceptual change may be partly because of the clinical ineffectiveness of PS instillation therapy for adults. Several clinical trials indicated that PS instillation therapy failed in reducing mortality in spite of improvements in blood oxygenation [6, 7]. However, there is a possibility that this ineffectiveness is caused by insufficient delivery owing to the significant difference in size and structure between newborn and adult lungs [7, 8]. Additionally, several researchers have reconsidered classical concepts of interstitial pneumonia and stated that alveolar collapse is the predominant mechanism of diffuse alveolar damage, which is a typical pathologic change in ARDS, acute interstitial pneumonia, and acute exacerbation of idiopathic pulmonary fibrosis [9, 10]. Steffen et al. recently demonstrated the experimental therapeutic effects of surfactant replacement for acute lung injury in a rat bleomycin model [11].Therefore, it is apparent that the loss of PS because of the infection of Type II pneumocytes causes diffuse alveolar damage in COVID-19. Gattinoni et al. reported that the respiratory system compliance is almost normal in the initial stages of COVID-19 pneumonia [12]. It may be because regional low distensibility due to alveolar collapses is compensated by over-inflation of the surrounding intact lung parenchyma. Hence, supplying PS to the diseased alveolar regions to recover alveolar collapses is one of the most important strategies for ARDS by COVID-19. Filoshe et al. performed simulations of PS instillation and concluded that current PS delivery methods should be improved [13]. The airway models in their study were a combination of cylinders of varying calibers representative of the cascading lung bifurcations without a continuous surface. In this study, we simulated PS instillation in a realistic three-dimensional (3D) human airway model [14] using computational fluid dynamics (CFD). MethodsFluid flow in the liquid layer covering the airway wall driven by PS instillation was computed using a CFD solver (acuSolve, Altair Engineering, USA). Because applying CFD to the entire airway tree from the trachea to respiratory bronchioles requires substantial computer resources, two types of 3D human airway models were prepared. One was from the trachea to the lobular bronchi (Fig. 1, light blue part), and the other was from a subsegmental bronchus to respiratory bronchioles corresponding to the posterior subsegment of the basal medial segment in the right lung (rtS7a, Fig. 1, dark blue part), which is the smallest subsegment in the human lung. The number of end segments in the entire model was 531, and their mean diameter was 1.92 mm (total lung capacity). The subsegmental model had 511 end segments corresponding to respiratory bronchioles with a mean diameter of 0.35 mm. Because the algorithm for the 3D airway tree model was devised to assign the air-supplying region of lung parenchyma for each segment [15], the parenchymal volume in the subsegmental model was automatically recognized as 1.5 % of the entire lung volume. The entire model consisted of 1,929,371 nodes and 8,531,760 finite elements (tetras), whereas the subsegmental model consisted of 1,802,620 nodes and 7,960,320 tetras.Open in a separate windowFig. 1Three-dimensional human airway tree model. The entire model (light blue) and subsegmental model (dark blue). Pink = proximal end surface of liquid layer; yellow = distal end surfaces of liquid layer; white = surface of liquid layer facing airAccording to the simulated results by Filoshe et al. [13], the thickness of the liquid layer was 14 % of the inner radius of the airway segment. The liquid layer was assumed to be replaced by an instilled PS with the same thickness. The fluid surface facing the airway wall (green or blue parts in Fig. 1) were set as non-slip condition (velocity is zero for all directions), and the fluid surface facing air (white parts in Fig. 1) were set as slip (velocity is zero for only the normal direction) condition. The flow rate of the instilled PS was assigned a constant value, which was determined by the total amount and instillation time in clinical use according to Filoshe et al. [13]. For simplicity, the PS instillation was assumed to be evenly distributed at the proximal end surface of the liquid layer (pink part in Fig. 1). The assigned flow rate of the subsegmental model was proportional to the volume of the subsegment. The PS concentration of the liquid layer during instillation was computed by solving the advective–diffusion equation at each time step (0.01 s). The viscosity of the instilled PS was set as 30 cP [13]. The diffusivity of PS to existing liquid layer was assigned at 10− 10 m2/s. The densities of the liquid layer and PS were assigned 1.0 kg/L. ResultsFigure ​Figure22 show PS concentration distributions on the free surface of the liquid layer of the entire model. There is an apparent gradient of PS concentration approximately proportional to the path length from the top at one sec after the beginning of instillation. Five seconds after, PS with 100 % concentration is drained through almost all terminal segments except the most distal regions in the lower lobes. In the sub-segmental model, the arrival time of PS to the terminal segments was nearly equal to that in the entire model. However, the driving pressure to realize a given flow rate was quite high. Figure 3 shows the pressure distribution in the liquid layer during instillation. The driving pressure at the inlet was calculated as 76 cm H2O in the entire model and 273 cm H2O in the subsegmental model. The extremely high driving pressure in the subsegmental model was caused by the smaller cross-sectional area of the liquid layer. Because the pressure at rtB7a in the entire model was 32 cm H2O, the total pressure between the trachea and alveoli was approximately 317 cm H2O (= 76 – 32 + 273).Open in a separate windowFig. 2PS concentration distributions in the entire model at one second after (upper) and five seconds after (lower)Open in a separate windowFig. 3Pressure distribution during PS instillation in the entire model (left) and subsegmental model (right). Note that the color scales are different DiscussionOur simulation has revealed that the driving pressure for PS instillation to the alveolar region is much larger than that to the large bronchi. The smaller the airway is, the larger the pressure drop is due to the liquid viscosity. Because the conventional method of PS instillation uses an endotracheal tube, the driving pressure of the PS to the alveoli is equal to the difference between the inspiratory and end-expiratory pressures of a ventilator [6, 7], which is approximately one-twentieth of the computed value in our simulation. This suggests that almost all the PS may not reach the alveolar regions but move to and from within the airway according to the change in ventilator pressure, or occlude the intra-airway space by plug formation, which causes regional atelectasis. This may be the reason for the ineffectiveness of conventional PS instillation therapy for adults. The effectiveness of conventional intra-tracheal PS instillation in newborns may be because the relative airway size to the entire lung is significantly larger in newborns owing to immature alveoli, especially in premature newborns. Hence, the required driving pressure for PS instillation may be significantly smaller in premature newborns than that in adults.The instillation of the subsegmental bronchus can be performed by a consecutive wedge pressure of approximately 300 cm H2O, similar to the selective alveolo-bronchography (SAB) technique [16] where contrast medium is supplied by wedge instillation from the segmental bronchi. Although SAB has not been applied for three decades owing to the emergence of high-resolution CT imaging, its methodology is well established. Because damaged alveolar regions can be identified by CT images, selective and simultaneous instillations of PS and anti-viral agents are executable under bronchoscopic observation before the onset of ARDS. It may also be useful for preventing secondary lung fibrosis and viral binding to ACE2 in capillary endothelial cells which may cause systemic vascular disorders.There are several limitations in our simulation: experimental data on the liquid layer thickness are not available and the displacement of the free surface is neglected. If the assumed value of the thickness is different, computed value of the driving pressure becomes different. Recently, five cases of intra-tracheal PS instillation therapy under mechanical ventilation for severe ARDS due to COVID-19 pneumonia were reported, and there was a positive outcome in four [17]. They used a three-way tap connected to the closed-loop suction catheter inserted into the endotracheal tube with the distal hole approximately 1 cm above the carina, and a half of the volume was administered while the patient was in the right lateral decubitus position, with the remaining dose given in the opposite lateral position 5 min apart. Such a delicate method may be one of the reasons of the positive outcome, although the number of reported cases is too small to evaluate the effect of surfactant instillation. ConclusionsBased on the CFD simulation results, we propose selective wedge instillations of PS from subsegmental bronchi under bronchoscopic observation for COVID-19 pneumonia with complete infection protection. It will be also useful for preventing secondary lung fibrosis and other complications. Practical strategies for PS instillation including timing, dosage, and the type of surfactant, should be carefully considered, although these issues are beyond the ability of this simulation study. AcknowledgementsNot applicable. AbbreviationsCOVID-19Coronavirus disease of 2019PSPulmonary surfactantARDSAcute respiratory distress syndromeACE2Angiotensin converting enzyme 2CFDComputational fluid dynamicsSABSelective alveolo-bronchograph Authors’ contributionsHK1 performed modeling of the human airway tree and the computation of fluid dynamics, and was a major contributor in writing the manuscript. HK2 performed the computation of fluid dynamics. TT and TK contributed to the conception and the clinical interpretation of simulated results. All authors read and approved the final manuscript. FundingThe authors declare that they are not funded by anywhere. Availability of data and materialsThe datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request. Ethics approval and consent to participateNot applicable. Consent for publicationNot applicable. Competing interestsThe authors declare that they have no competing interests. FootnotesPublisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Ziegler CGK, Allon SJ, Nyquist SK, et al.  SARS-CoV-2 receptor ACE2 is an interferon-stimulated gene in human airway epithelial cells and is detected in specific cell subsets across tissues. Cell. 2020;182(5):1016–35. doi: 10.1016/j.cell.2020.04.035. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Frerking I, Gunther A, Seeger W, et al.  Pulmonary surfactant: functions, abnormalities and therapeutic options. Intensive Care Med. 2001;27(11):1699–717. doi: 10.1007/s00134-001-1121-5. [PubMed] [CrossRef] [Google Scholar]3. Iwasawa T, Sato M, Yamaya T, et al.  Ultra–high–resolution computed tomography can demonstrate alveolar collapse in novel coronavirus (COVID–19) pneumonia. Japanese J Radiology. 2020;38(5):394–8. doi: 10.1007/s11604-020-00956-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Ashbaugh DG, Bigelow DB, Petty TL, et al.  Acute respiratory distress in adults. Lancet. 1967;2(7511):319–23. doi: 10.1016/S0140-6736(67)90168-7. [PubMed] [CrossRef] [Google Scholar]5. Ranieri VM, Rubenfeld GD, Thompson BT, et al.  ARDS Definition Task Force: Acute respiratory distress syndrome:the Berlin Definition. JAMA. 2012;307(23):2526–33. [PubMed] [Google Scholar]6. Spragg RG, Taut FJH, Lewis JF, et al.  Recombinant surfactant protein C–based surfactant for patients with severe direct lung injury. AJRCCM. 2011;158(8):1055–61. [PubMed] [Google Scholar]7. Wilson DF, Jonathon D, Truwit JD, et al.  The adult Calfactant in acute respiratory distress syndrome trial. CHEST. 2015;148(2):356–64. doi: 10.1378/chest.14-1139. [PubMed] [CrossRef] [Google Scholar]8. Grotberg JB, Filoche M, Willson DF, Raghavendran K, Robert H. Notter RH. Did reduced alveolar delivery of surfactant contribute to negative results in adults with acute respiratory distress syndrome? AJRCCM. 2017; 195(4): 538–40. [PMC free article] [PubMed]9. Kitaoka H, Nieman GF, Fujino Y, et al.  A 4-dimensional model of the alveolar structure. J Physiol Sci. 2007;57(3):175–85. doi: 10.2170/physiolsci.RP000807. [PubMed] [CrossRef] [Google Scholar]10. Todd NW, Atamas SP, Luzina IG, et al.  Permanent alveolar collapse is the predominant mechanism in idiopathic pulmonary fibrosis. Exp Rev Resp Med. 2015;9(4):411–8. doi: 10.1586/17476348.2015.1067609. [PubMed] [CrossRef] [Google Scholar]11. Steffen L, Ruppert C, Hoymann HG, et al.  Surfactant replacement therapy reduces acute lung injury and collapse induration-related lung remodeling in the bleomycin model. Am J Physiol Lung Cell Mol Physiol. 2017;313:L313–27. doi: 10.1152/ajplung.00033.2017. [PubMed] [CrossRef] [Google Scholar]12. Gattinoni L, Coppola S, Cressoni M, et al.  COVID-19 does not lead to a “typical” acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020;201:1299–300. doi: 10.1164/rccm.202003-0817LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Filoche M, Tai C-F, Grotberg JB. Three-dimensional model of surfactant replacement therapy. PNAS. 2015;112(30):9287–92. doi: 10.1073/pnas.1504025112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Kitaoka H. Reconstruction of respiratory physiology based on flow dynamics. J Fluid Sci Tech. 2018;13(4):1–7. doi: 10.1299/jfst.2018jfst0023. [CrossRef] [Google Scholar]15. Kitaoka H, Takaki R, Suki B. A three-dimensional model of the human airway tree. J Appl Phsiol. 1999;87(6):2207–17. doi: 10.1152/jappl.1999.87.6.2207. [PubMed] [CrossRef] [Google Scholar]16. Aoki T, Inoue H, Sasaki S, Shimura S, et al.  Relation between selective alveolo-bronchogram and pulmonary function tests in patients with chronic obstructive pulmonary disease. Am Rev Respir Dis. 1984;129(3):465–72. [PubMed] [Google Scholar]17. Busani S, Dall’Ara L, Tonelli R, Clini E, et al.  Surfactant replacement might help recovery of low-compliance lung in severe COVID-19 pneumonia. Ther Adv Respir Dis. 2020;14(1):1–6. [PMC free article] [PubMed] [Google Scholar]"}