{"title": "CIGB-258, a peptide derived from human heat-shock protein 60, decreases hyperinflammation in COVID-19 patients", "pubDate": "2021", "PMCID": "PMC7904296", "DOI": "10.1007/s12192-021-01197-2", "PMID": "33629254", "abstract": "Hyperinflammation distinguishes COVID-19 patients who develop a slight disease or none, from those progressing to severe and critical conditions. CIGB-258 is a therapeutic option for the latter group of patients. This drug is an altered peptide ligand (APL) derived from the cellular stress protein 60 (HSP60). In preclinical models, this peptide developed anti-inflammatory effects and increased regulatory T cell (Treg) activity. Results from a phase I clinical trial with rheumatoid arthritis (RA) patients indicated that CIGB-258 was safe and reduced inflammation. The aim of this study was to examine specific biomarkers associated with hyperinflammation, some cytokines linked to the cytokine storm granzyme B and perforin in a cohort of COVID-19 patients treated with this peptide. All critically ill patients were under invasive mechanical ventilation and received the intravenous administration of 1 or 2 mg of CIGB-258 every 12 h. Seriously ill patients were treated with oxygen therapy receiving 1 mg of CIGB-258 every 12 h and all patients recovered from their severe condition. Biomarker levels associated with hyperinflammation, such as interleukin (IL)-6, IL-10, tumor necrosis factor (TNF-α), granzyme B, and perforin, significantly decreased during treatment. Furthermore, we studied the ability of CIGB-258 to induce Tregs in COVID-19 patients and found that Tregs were induced in all patients studied. Altogether, these results support the therapeutic potential of CIGB-258 for diseases associated with hyperinflammation. Clinical trial registry: RPCEC00000313.", "author": [{"author": "M Hernandez-Cedeño", "affiliation": ["Biomedical Research Department, Center for Genetic Engineering and Biotechnology, P.O. Box 6162, 11300, Havana, Cuba."], "href": "/?term=Hernandez-Cede%C3%B1o+M&cauthor_id=33629254"}, {"author": "R Venegas-Rodriguez", "affiliation": ["Luis Díaz Soto Hospital, Avenida Monumental km 2, Habana del Este, Havana, Cuba."], "href": "/?term=Venegas-Rodriguez+R&cauthor_id=33629254"}, {"author": "R Peña-Ruiz", "affiliation": ["Luis Díaz Soto Hospital, Avenida Monumental km 2, Habana del Este, Havana, Cuba."], "href": "/?term=Pe%C3%B1a-Ruiz+R&cauthor_id=33629254"}, {"author": "M Bequet-Romero", "affiliation": ["Biomedical Research Department, Center for Genetic Engineering and Biotechnology, P.O. Box 6162, 11300, Havana, Cuba."], "href": "/?term=Bequet-Romero+M&cauthor_id=33629254"}, {"author": "R Santana-Sanchez", "affiliation": ["Luis Díaz Soto Hospital, Avenida Monumental km 2, Habana del Este, Havana, Cuba."], "href": "/?term=Santana-Sanchez+R&cauthor_id=33629254"}, {"author": "E Penton-Arias", "affiliation": ["Biomedical Research Department, Center for Genetic Engineering and Biotechnology, P.O. Box 6162, 11300, Havana, Cuba."], "href": "/?term=Penton-Arias+E&cauthor_id=33629254"}, {"author": "G Martinez-Donato", "affiliation": ["Biomedical Research Department, Center for Genetic Engineering and Biotechnology, P.O. Box 6162, 11300, Havana, Cuba."], "href": "/?term=Martinez-Donato+G&cauthor_id=33629254"}, {"author": "G Guillén-Nieto", "affiliation": ["Biomedical Research Department, Center for Genetic Engineering and Biotechnology, P.O. Box 6162, 11300, Havana, Cuba."], "href": "/?term=Guill%C3%A9n-Nieto+G&cauthor_id=33629254"}, {"author": "María Del Carmen Dominguez-Horta", "affiliation": ["Biomedical Research Department, Center for Genetic Engineering and Biotechnology, P.O. Box 6162, 11300, Havana, Cuba. mcarmen.dominguez@cigb.edu.cu."], "href": "/?term=Dominguez-Horta+MDC&cauthor_id=33629254"}], "refPMID": ["24177275", "27241313", "32273594", "32405160", "28466096", "32217835", "32164089", "32620787", "22718924", "15520852", "30415439", "28301543", "32425950", "18845487", "10386329", "21370936", "31802366", "32754823", "15647756", "31986264", "32835245", "32398875", "27110067", "32434518", "27160252", "32192578", "16322745", "32278797", "12904891", "32161940", "22797452", "28316998", "32125452", "15803151", "30185658", "18312678", "32324595", "32346099", "24141714", "32167524", "32631317", "32085846", "32304994", "32203186", "32203188", "32171076"], "citedInPMID": ["33629254", "34975917", "34781146", "34619427"], "body": " AbstractHyperinflammation distinguishes COVID-19 patients who develop a slight disease or none, from those progressing to severe and critical conditions. CIGB-258 is a therapeutic option for the latter group of patients. This drug is an altered peptide ligand (APL) derived from the cellular stress protein 60 (HSP60). In preclinical models, this peptide developed anti-inflammatory effects and increased regulatory T cell (Treg) activity. Results from a phase I clinical trial with rheumatoid arthritis (RA) patients indicated that CIGB-258 was safe and reduced inflammation. The aim of this study was to examine specific biomarkers associated with hyperinflammation, some cytokines linked to the cytokine storm granzyme B and perforin in a cohort of COVID-19 patients treated with this peptide. All critically ill patients were under invasive mechanical ventilation and received the intravenous administration of 1 or 2 mg of CIGB-258 every 12 h. Seriously ill patients were treated with oxygen therapy receiving 1 mg of CIGB-258 every 12 h and all patients recovered from their severe condition. Biomarker levels associated with hyperinflammation, such as interleukin (IL)-6, IL-10, tumor necrosis factor (TNF-α), granzyme B, and perforin, significantly decreased during treatment. Furthermore, we studied the ability of CIGB-258 to induce Tregs in COVID-19 patients and found that Tregs were induced in all patients studied. Altogether, these results support the therapeutic potential of CIGB-258 for diseases associated with hyperinflammation. Clinical trial registry: RPCEC00000313Keywords: HSP60, CIGB-258, Jusvinza, COVID-19, Hyperinflammation, Cytokine storm IntroductionHyperinflammation is a characteristic of COVID-19 patients that progress to a severe or critical stage (Xu et al. 2020). Many patients during this phase advance toward cardiovascular collapse, multiple organ failure, and death (Mehta et al. 2020). In these circumstances, the therapies approved for autoimmune diseases are used to control hyperinflammation and reduce mortality in patients with COVID-19. Treatments such as monoclonal antibodies against proinflammatory cytokines and Janus kinase inhibitors are also used (Huet et al. 2020; Capraa et al. 2020; Peterson et al. 2020). These treatments not only reduce hyperinflammation but also cause immunosuppression, which negatively affects the treatment of COVID-19 patients.CIGB-258 is a peptide with anti-inflammatory properties. This molecule is an altered peptide ligand (APL, called previously APL1 or CIGB-814 and here CIGB-258) derived from human cellular stress protein 60 (HSP60). This peptide has been used in the treatment of serious and critically ill COVID-19 patients with promising results (Venegas-Rodriguez et al. 2020). This drug received an Authorization for Emergency Use by the Cuban Regulatory Authority for the treatment of COVID-19 patients.Previously, we showed that the regulatory effects induced by the CIGB-258 peptide were associated with an increase of regulatory T cells (Treg) and their suppressive capacity against the antigen responding effector CD4+T cells from patients with autoimmune diseases. Additionally, this peptide induced a decrease of several proinflammatory cytokines during preclinical studies (Domínguez et al. 2011; Barberá et al. 2016; Lorenzo et al. 2017) and a phase I clinical trial with rheumatoid arthritis (RA) patients (Prada et al. 2018). Similarly, this peptide induced a significant reduction of autoantibodies against cyclic citrullinated peptides and this decrease correlated with the clinical activity of RA (Corrales et al. 2019).Results indicated that the therapeutic effect of CIGB-258 in animal models and RA patients is due to the processing and presentation of this peptide by dendritic cells to T lymphocytes in lymph nodes, which induces the increase of Treg. Activated cells migrate to the inflamed tissues and cross-recognize wild-type peptide from HSP60, where its concentration is increased by the inflammatory process. This new contact with HSP60 may induce an effective immunoregulatory effect, reducing autoreactive T cells and inhibiting the inflammatory process in RA (Domínguez et al. 2020).To gain insights into the effect of CIGB-258 on seriously and critically ill COVID-19 patients, we examined specific biomarkers associated with hyperinflammation, i.e., certain cytokines and molecules linked to cytokine storm, in a cohort of patients treated with CIGB-258. Moreover, we analyzed the ability of CIGB-258 to induce Tregs in three patients from this cohort. Materials and methodsPatientsTwenty-four patients confirmed as SARS-CoV-2-positive by real-time reverse transcription polymerase chain reaction (RT-PCR) were enrolled in this study. Patients were recruited for the study between March 31 and June 30, 2020, from the Luis Diaz Soto Hospital in Havana, Cuba. The patients’ data were anonymously recorded to ensure confidentiality.All patients with COVID-19 enrolled in the study were in a severe or critical condition according to the Cuban national protocol approved by the Ministry of Public Health for COVID-19. The patients were classified according to clinical and imaging criteria and laboratory parameters:Serious patients:Fever, cough, and polypneaBilateral multilobar interstitial pattern < 50% in chest x-rays and CTSpO2 < 93 %Neutrophil-to-lymphocyte ratio (NLR) > 3Critical patients:Acute respiratory distress syndrome (ARDS) evidenced by PaO2/FiO2 ≤ 300 mm Hg.Sequential organ failure assessment (SOFA)>2Bilateral multilobar interstitial pattern > 50% in chest x-rays and CTSepsisSeptic shockThe patients also received the standard therapy established in the above-mentioned protocol (Ministry of Public Health of Cuba 2020).This study was conducted according to the Helsinki Declaration for research in humans (World Medical Association 2013) and the guidelines of the International Conference on Harmonization (Dixon 1999). The Ethics and Scientific Committees of each study site and the Cuban Regulatory Authority (CECMED, http://www.cecmed.cu/) approved the protocol. This study was registered as RPCEC00000313 at the Cuban Clinical Trial Registry (www.registroclinico.sld.cu).The treatment with CIGB-258 was granted Authorization for Emergency Use by the Cuban Regulatory Authority for COVID-19 patients under the commercial name of Jusvinza (CECMED 2020).Design of the studyThe information on each patient in the study included sex, clinical classification (severe disease or critical condition), and comorbidities. Laboratory tests and clinical outcomes were obtained from medical records.Data on safety were collected according to Regulation 45/2007 from the Cuban Regulatory Authority: “Requirements for reporting adverse events in ongoing clinical trials, based on WHO regulations.” This regulation conforms to the “National Cancer Institute Common Toxicity Criteria Adverse Event version 3.0” (National Cancer Institute, Frederick, MD, USA).The treatment with CIGB-258 consisted of 2 mg or 1 mg every 12 h, for critically or seriously ill patients, respectively. Regardless of their clinical condition, the obese received 2 mg every 12 h. Patients were treated until their serious clinical and radiological conditions resolved, evidenced by the decrease in inflammatory biomarkers (described in the next section). The peptide was administered intravenously. Figure ​Figure11 shows the design of this study.Open in a separate windowFig. 1Diagram of CIGB-258 therapy. CIGB-258 treatment for critically ill patients (blue line) consisted of 2 mg every 12 h. After extubation, the patients received 1 mg of CIGB-258 daily for another 3 days. Seriously ill patients (red line) were treated with 1mg of CIGB-258 every 12 h, until they resolved their serious clinical condition. Seriously ill obese patients started therapy with 2mg of CIGB-258 every 12 h. The peptide was administered intravenouslyBiomarker assessmentsWhite blood cell count (WBC), the neutrophil-to-lymphocyte ratio (NLR) in peripheral blood, and serum values of lactate dehydrogenase (LDH), ferritin, C-reactive protein (CRP), and calprotectin were quantified in all patients enrolled in the study before and during the CIGB-258 treatment. A Sysmex automated hematology analyzer was used to perform blood counts according to the manufacturer’s protocol (Sysmex Partec, Milan, Italy). Serum samples were analyzed on a fully automated clinical chemistry Instrument (Beckman Olympus, Beckman, Germany), according to the manufacturer’s instructions. Calprotectin in sera was quantified by ELISA (R & D Systems). Normal range: 481–6540 ng/mLCytokines, granzyme B, and perforin assessmentsSerum samples were obtained before the CIGB-258 treatment and at 24, 48, 72, and 96 h after the first inoculation. Serum IL-6, TNF-α, IL-10, granzyme B, and perforin were measured using the Human CD8+ T-Cell Magnetic Bead Panel (HCD8MAG15K17PMX, EMD Millipore, Germany) according to the manufacturer’s instructions. Results were obtained through the Luminex® analyzer and processed in the Milliplex Analyst software v 5.1.0.0 (MAGPIX® and Millipex EMD Millipore, Germany).Treg assessmentsEight milliliters of blood was extracted from each patient and placed in a vacutainer CPT (Becton–Dickinson). The ring corresponding to mononuclear cells was obtained according to the manufacturer’s instructions (Becton–Dickinson). Cells were washed twice with 15 mL of buffer phosphate-buffered saline (PBS) and centrifuged at 1500g after each washing. Afterward, 106 cells were re-suspended in PBS and stained with anti-CD4-FITC (clone RPA-T4), anti-CD25-PE (clone BC96), and anti-CD127-APC (eBioRDR5) antibodies, for 60 min at 4 °C. Stained cells were subsequently washed twice in PBS. CD25high and CD127low were performed on CD4+ gated T cells by a FACS Sysmex flow cytometer (Sysmex®, Partec, Germany) using the Partec FlowJo software (FlowJo 10.6, BD Biosciences). Results were expressed as the frequency of CD4+ CD25high CD127low T cells.Statistical analysisContinuous variables (Tables ​(Tables11 and ​and2)2) were expressed as median (range) and compared with the Mann-Whitney U test; categorical variables were expressed as number (%) and compared by the χ2 test between severe and critical patients. WBC, NLR, LDH, ferritin, CRP, calprotectin, cytokines, granzyme B, and perforin were analyzed using GraphPad Prism version 7.04 (GraphPadSofware, San Diego, CA, USA). Samples were examined for normality and equal variance with the Kolmogorov-Smirnov and Bartlett tests, respectively. Wilcoxon’s matched-pair signed rank test was used for serum cytokines, calprotectin, granzyme B, and perforin levels. Spearman’s rank correlations were used to examine the associations between PaO2/FiO2 and NLR, and for neutrophil count and calprotectin. P values < 0.05 were considered statistically significant. Treg levels were descriptively compared between baseline and after 48 h of CIGB-258 treatment with no formal statistical tests.Table 1Baseline and therapy characteristics of COVID-19 patients treated with CIGB-258All patients (n=24)Severe (n=11)Critical (n=13)P valueCharacteristics Age, media (range)58 (19–91)52 (19–91)64 (42–87)nsSex Female13 (54.2%)5 (45.5%)8 (61.5%)ns Male11 (45.8%)6 (54.5 %)5 (38.5%)nsComorbidities Any6 (25%)5 (45.5%)1 (7.7%)0.0339 Hypertension12 (50%)4 (36.4%)8 (61.5%)ns Obesity6 (25%)1 (9 %)5 (38.5%)ns Chronic obstructive pulmonary disease4 (16.7%)1 (9 %)3 (23%)ns Cardiovascular disease3 (12.5%)1 (9 %)2 (15.3%)ns Diabetes4 (16.7%)1 (9 %)3 (23.1%)ns Malignant tumors2 (8.3%)–2 (15.4%)ns Chronic kidney disease1 (4.2%)1 (9 %)–ns Days of CIGB-258 therapy , media (range)9.8 (4–20)9.3 (4–15)10 (5–20)nsRespiratory supportive strategies Mechanical invasive ventilation, media (range)6.7 (3–17)–6.7 (3–17)- Oxygen therapy4.8 (4–6)4.8 (4–6)–-Open in a separate windowDifferences were analyzed using the Mann-Whitney test and χ2 test. ns, no significant differenceTable 2Laboratory assessment and oxygen requirements of COVID-19 patients under CIGB-258 treatmentReference rangeSeriously ill patientsCritically ill patientsBefore treatmentEnd of CIGB-258 therapyP valueBefore treatmentEnd of CIGB-258 therapyP valueBlood cell WBC (109/L)4–118 (3.5–13.4)10.1 (8–10.6)ns13.6 (4.2–23.7)11.62 (7.1–17)ns Neutrophil (%)50–7069.35 (54.8–89)63.61 (50.3–72.6)ns83.31 (69.1–98)75.62 (67–87)*0.0450 Lymphocyte (%)20–4025.8 (14–40.6)28.6 (18–43.9)ns12.42 (3–32)16.22 (9.2–24)ns NLR≤33.21 (1.35–5.7)2.57 (1.14–3.9)ns10.36 (3.06–32.33)5.08 (2.8–9.13)nsPrognostic markers  LDH(U/L)230–460621 (325–905)480 (325–785)ns1681 (470–1043)549 (312–798)*0.0111 Ferritin (ng/mL)12.5–350663(58 –1106)476 (42–1380)ns1070 (383–1403)428(78–668)**0.0042 CRP (mg/L)≤593 (5–148)8.39 (1.5–12.9)*0.0175182 (37–494)9.37 (3.6–15.5)***0.0002Oxygen requirements PaO2/FiO2>300309 (170–250)483 (417–667)*0.0159188 (107–290)392(308–503)****<0.0001 SpO2 (%)>9390.3 (61–99)97.6 (97–99)ns84 (74.7–92.6)97.9 (93.1–99.7)****<0.0001Open in a separate windowWBC, white blood cell; NLR, neutrophil-lymphocyte ratio; LDH, lactate dehydrogenase; CRP, C-reactive protein; ns, no significant difference. Differences were analyzed using the Mann-Whitney test (*P˂0.05, **P˂0.01, ***P˂0.001, ****P<0.0001) ResultsBaseline characteristics and therapy outcomesTwenty-four patients with COVID-19 in serious or critical condition treated with CIGB-258 were enrolled in this study. To enable comparisons, we include here the baseline, comorbidities, and demographic characteristics of patients. There were no significant differences for age and sex between the patients in serious or critical condition (Table ​(Table11).Eleven patients were classified as seriously ill and thirteen as critically ill. Before the CIGB-258 treatment, all critically ill patients had acute respiratory distress syndrome (ARDS), according to the Berlin criteria (Ranieri et al. 2012). These patients were under invasive mechanical ventilation when starting the CIGB-258 treatment. Seriously ill patients had dyspnea, fever, and fatigue. They were treated with oxygen therapy. Table ​Table22 shows the oxygen requirements before and after treatment in both groups of patients.Eighteen patients had one or more comorbidities, including hypertension, diabetes, obesity, bronchial asthma, ischemic heart disease, and cancer. Out of thirteen critically ill patients, only one did not have comorbidities. Critically ill patients had significantly more comorbidities than seriously ill patients (Table ​(Table11).All critically ill patients recovered from their ARDS. We computed the ratio of the arterial partial pressure of oxygen to fraction of inspired oxygen (PaO2/FiO2) for all patients (Table ​(Table2).2). NLR levels were inversely associated with oxygen uptake efficiency in the patients (P=0.0032) (Fig. ​(Fig.22).Open in a separate windowFig. 2Correlation between PaO2/FiO2 and neutrophil-lymphocyte ratio (NLR) levels in critical and severe COVID-19 patients treated with CIGB-258. The analysis was performed using a Spearman correlation testSeriously ill patients had a marked improvement in their clinical condition after 48 h of treatment with CIGB-258. Fever disappeared and they no longer required oxygen supplementation. All patients included in this study were discharged from the hospital. No adverse events associated with CIGB-258 were reported during therapy or in the follow-up stage.CIGB-258 on hyperinflammation biomarkers in critical and severe COVID-19 patientsLaboratory tests associated with hyperinflammation included WBC, NLR in peripheral blood, LDH, ferritin, and CRP, which were gradually normalized during therapy with CIGB-258 (Table ​(Table2).2). Calprotectin was quantified in all patients before treatment and at day 4 after beginning the therapy with CIGB-258. Therapy with CIGB-258 led to a significant reduction (P=0.0250) of this biomarker (Fig. ​(Fig.3a).3a). The reduction in calprotectin levels significantly correlated (P<0.0001) with a decrease in neutrophil counts (Fig. ​(Fig.3b3b).Open in a separate windowFig. 3Effect of CIGB-258 on calprotectin levels. a Calprotectin levels were quantified in the first patients (critical and severe) included in this study. Serum samples were obtained before treatment and at 96 h. Differences were analyzed using Wilcoxon matched-pair signed rank test (*P˂ 0.05). b Correlation between neutrophils count and calprotectin levels during therapy. The analysis was performed using a Spearman correlation testCIGB-258 on cytokines and hyperinflammation molecules in critically and severely ill COVID-19 patientsIL-6, TNF, IL-10, granzyme B, and perforin levels were quantified in the patients (critical and severe) initially included in this study. The cytokines were quantified in the sera of patients before treatment and at each 24 h, after beginning the therapy with CIGB-258. The therapy with CIGB-258 led to a significant reduction (IL-6 P=0.006; TNF P=0.0134; IL-10 P=0.0002) of these cytokines at day 4 (Fig. ​(Fig.44).Open in a separate windowFig. 4Effect of CIGB-258 on cytokines. a IL-6, TNF, and IL-10 levels were quantified in the first patients (critical and severe) included in this study. Serum samples were obtained before treatment and at 96 h. Differences were analyzed using the Wilcoxon matched-pair signed rank test (*P˂ 0.05, ***P˂0.001). b IL-6 levels were quantified independently in seriously and critically ill patients. Serum samples were obtained before treatment and at 96 h. Differences were analyzed using the two-way ANOVA and Bonferroni’s multiple comparisons test (***P˂0.001)Figure ​Figure55 shows the effect of CIGB-258 on granzyme B and perforin levels. Serum samples were obtained before the start of the treatment and at 96 h after beginning the CIGB-258 therapy. The treatment with CIGB-258 led to a significant reduction (granzyme B P=0.0171; perforin P= 0.0210) of these molecules after 96 h.Open in a separate windowFig. 5Effect of CIGB-258 on granzyme B and perforin levels. Serum samples were obtained before treatment and at 96 h. Differences were analyzed using the Wilcoxon matched-pair signed rank test (*P˂ 0.05)Evaluation of Treg Induced by CIGB-258 in PBMC of patientsThe induction of Treg by the CIGB-258 peptide was analyzed using PBMC from three seriously ill COVID-19 patients. Samples were screened for the frequency of CD4+CD25highCD127low T cells by flow cytometry. Figure ​Figure66 shows the analysis corresponding to a typical patient. There was an increase of one log (from 4.22 to 5.22) in Treg cell frequency in these patients (Fig. ​(Fig.66).Open in a separate windowFig. 6Effect of CIGB-258 on regulatory T cells. PBMC were isolated from seriously ill patients before treatment and at 48 h. These cells were screened for the frequency of CD127lowCD25highCD4+ T cells by flow cytometry, before therapy (a) and after 48 h (b) DiscussionCIGB-258 induced regulatory effects that have been associated with the inhibition of inflammation in several experimental models and patients with RA. The molecular mechanism of CIGB-258 in preclinical studies has been associated with a decrease of chronic inflammation related to the regulation of the immune system (Domínguez et al. 2011; Barberá et al. 2016; Lorenzo et al. 2017; Prada et al. 2018; Corrales et al. 2019).This peptide has been used in the treatment of serious and critically ill COVID-19 patients with favorable results (Venegas-Rodriguez et al. 2020). In fact, the treatment with CIGB-258 was granted Authorization for Emergency Use by the Cuban Regulatory Authority for COVID-19 patients. In this study, we analyzed the behavior of several biomarkers associated with hyperinflammation; NLR; cytokines; granzyme B; and perforin in a cohort of seriously and critically ill COVID-19 patients treated with CIGB-258. Furthermore, we analyzed the ability of CIGB-258 to induce Tregs in three patients from this cohort. The major limitation of this study is the absence of data from a control group using placebo treatment. However, this study showed that a positive outcome for patients is associated with a decrease of inflammation biomarkers.The critical patients included in this study had more comorbidities than the seriously ill patients, in accordance with the characteristics of the disease and with reports from other authors (Chen et al. 2020a; Ruan et al. 2020). Clinical and radiological improvements were found in all patients, approximately after 48 h of treatment with CIGB-258. This outcome coincides with our previous report (Venegas-Rodriguez et al. 2020). These improvements were linked with a normalization of inflammatory markers such as LDH, ferritin, and CRP. These results are very interesting and reinforce the therapeutic potential of CIGB-258 for COVID-19 patients.LDH is considered a sensitive and specific disease-progression marker of COVID-19 pneumonia (Wu et al. 2020b). Another interesting biomarker is ferritin. Multiple studies correlate elevated ferritin levels in COVID-19 with poor outcomes (Chen et al. 2020a; Ruan et al. 2020; Wang et al. 2020a; Zhou et al. 2020). Likewise, increases in CRP levels have been strongly associated with an unfavorable progression of COVID-19 disease, such as ARDS (Wu et al. 2020a)NLR is another biomarker considered in therapeutic intervention with CIGB-258. This ratio is considered a biomarker of systemic inflammation and infection (Curbelo et al. 2017; Liu et al. 2016). Specifically, the combination of NLR and advanced age have been used as biomarkers indicating poor clinical outcomes in COVID-19 patients (Yang et al. 2020; Liu et al. 2020; Qin et al. 2020). Before the CIGB-258 treatment, patients in this cohort had an NLR greater than 3.2 and it was much higher in critically ill patients than in seriously ill patients. After CIGB-258 therapy, NLR decreased to less than 5.1 for critically ill patients and to 3.2 for seriously ill patients while neutrophil and lymphocyte counts normalized progressively. We found a significant correlation between the decrease in the NLR and the improvement of ventilator parameters. These results reinforce the therapeutic potential of this peptide for the treatment of patients with COVID-19.Lymphopenia correlates with COVID-19-associated disease severity (Chen et al. 2020a; Diao et al. 2020). Several papers have demonstrated that lymphopenia is linked with the functional exhaustion of cytotoxic lymphocytes in COVID-19 disease during the second week of the disease. The numbers of natural killer cells, total T cells, and CD8+ T cells were significantly lower in patients presenting severe symptoms than in those with mild symptoms and in healthy controls (Zheng et al. 2020b). Some authors found that granzyme (GZM) B and perforin were increased in CD8+ T cells of severely ill patients (Zheng et al. 2020a; Liao et al. 2020).Our data show that granzyme B and perforin levels decrease significantly in the serum of patients 96 h after the start of treatment with CIGB-258. This is associated with the normalization of lymph cell counts. These results are consistent with a decrease in inflammation and the progressive restoration of the competent immune function that leads to a recovery in seriously and critically ill patients.Furthermore, neutrophilia and lymphopenia are related to cytokine storm induced by coronavirus invasion (Channappanavar and Perlman 2017; Cao 2020). Several studies revealed that severely ill patients tended to have a higher concentration of IL-6 than moderately ill patients with COVID-19 (Chen et al. 2020a, b; Qin et al. 2020; Huang et al. 2020; Mehta et al. 2020).During CIGB-258 therapy, IL-6 levels are significantly reduced, which indicates a reduction of inflammation that is associated with a clinical improvement of patients (Dienz and Rincon 2009).TNF-α promotes a long-lasting inflammatory response associated with autoimmune disorders such as RA (Choy 2012; Gupta et al. 2005; Wang et al. 2008). Venegas et al. showed that TNF-α, IL-6, and IL-10 decreased during CIGB-258 treatment (Venegas-Rodriguez et al. 2020). Consistent with our previous report, TNF-α decreased significantly during therapy with CIGB-258 in this cohort. This result is consistent with the decrease in IL-6 and the recovery of the patients.Interestingly, COVID-19 patients also exhibit an increase of the anti-inflammatory cytokine IL-10 associated with a worsening of the disease (Huang et al. 2020). IL-10 is a cytokine with multiple pleiotropic effects in immunoregulation and inflammation (Rojas et al. 2017). Virus-like coronaviruses have involved mechanisms that exploit the immunoregulatory function of IL-10 for immune evasion, suppression and tolerance, promoting survival viability (Perlman and Dandekar 2005). Diao et al. (2020) found a correlation between high levels of IL-10 with reduction and functional exhaustion of CD8+ and CD4+T cell, suggesting that this cytokine plays an important role in the pathogeny of SARS-CoV-2. The CIGB-258 treatment had an impact on serum IL-10 levels, with a significant reduction after 96 h of therapy, which contributed to a clinical improvement in patients.On the other hand, IL-10 is commonly secreted by T cells, macrophages, and monocytes. However, in this case, according to the marked lymphopenia characteristic of COVID-19 patients, T cells can not contribute to high levels of IL-10.Previous studies have shown that CIGB-258 decreases the viability of monocytes and macrophages under inflammatory context (Barberá et al. 2013). This is probably the mechanism through which serum IL-10 levels are controlled in COVID-19 patients. However, a decrease of inflammatory cytokines such as IL-6 and TNF-α may downregulate the IL-10 secretion.We also assessed calprotectin levels in patients and found that CIGB-258 reduced calprotectin in their sera and this reduction correlated with the decrease in neutrophil counts. Coincidentally, in a previous report, we described that CIGB-258 reduced calprotectin to normal levels in a patient diagnosed with COVID-19 and hepatic encephalopathy (González-Zorrilla et al. 2020). These findings are interesting since calprotectin significantly increases in the serum of patients with inflammatory diseases, stimulating macrophages and neutrophils recruitment, and inducing cytokine secretion (Wang et al. 2018). Furthermore, elevated serum levels of calprotectin are correlated with unfavorable clinical outcomes in COVID-19 patients (Chen et al. 2020c).On the other hand, several authors have emphasized the incidence of lymphopenia with significantly reduced numbers of T cells in severe COVID-19 patients (Chen et al. 2020a; Nie et al. 2020; Zheng et al. 2020b).Current evidence suggests that peripheral Tregs are highly reduced in severely ill COVID-19 patients as compared to those with a mild disease (Chen et al. 2020a; Wang et al. 2020b). Additionally, in several studies, reduced frequencies of Treg cells were observed in severe COVID-19 cases (Chen et al. 2020a; Qin et al. 2020). Although the reasons for the reduced frequency of Tregs in peripheral blood are not completely understood, one possibility is that Tregs may have migrated to the lungs to prevent tissue damage. Since Treg cells have been shown to help resolve ARDS inflammation in mouse models (Walter et al. 2018), a loss of Tregs may lead to the development of COVID-19 lung immunopathology.The molecular mechanism of CIGB-258 in preclinical studies of RA has been linked with an increase of Treg and a decrease of proinflammatory cytokines, but without reducing the percentage of T effector cells (Domínguez et al. 2011; Barberá et al. 2016; Lorenzo et al. 2017). Induction of Treg by the CIGB-258 peptide in ex vivo assays using PBMC from RA patients has been exhaustively analyzed. An increase in the frequency of Treg cells of more than 1.5-fold was found in the case of cells incubated with the CIGB-258 (Domínguez et al. 2011).Here, we analyzed the ability of CIGB-258 to induce Tregs in seriously ill COVID-19 patients. There was an increase of 1 unit in patients after 48 h of treatment with CIGB-258, as compared to the baseline. This finding is consistent with the clinical improvement of the patients and the progressive recovery of lymphocyte counts. These preliminary results must be confirmed in a larger number of patients. It will be interesting if future studies will show that Tregs induced by CIGB-258 remain as memory T cells in the bloodstream of these patients.HSP60, from which CIGB-258 is derived, is considered an autoantigen for several autoimmune diseases, involved in the regulation of the immune response. Its derived epitopes per se are known to induce Treg (Prakken et al. 2003; Cohen et al. 2004; van Eden et al. 2005). Recently, Gammazza et al. identified the chaperones that can putatively participate in molecular mimicry phenomena after SARS-CoV-2 infection. Specifically, these authors identified a six-amino acid epitope from HSP60 that is shared with the SARS-CoV-2 replicase polyprotein 1ab. They also proposed that post-translational modifications, induced by physical (shear) and chemical (metabolic) stress caused respectively by hypertension and diabetes risk factors, may play a role in determining HSP localization and, in turn, autoimmune-induced endothelial damage (Gammazza et al. 2020).It is likely that the therapeutic effect of CIGB-258 in COVID-19 patients is enhanced by the progressive expansion of Treg. These activated cells migrate to inflammation sites and cross-recognize wild-type epitope from HSP60, which is expressed on endothelial tissue, inhibiting autoimmune-damage in the endothelium induced during viral infection. Moreover, the peptide could inhibit the activity of monocytes, macrographs, and neutrophils. This inhibition may contribute to the decrease in IL-6, TNFa, and IL-10 levels and to the restoration of normal levels of neutrophils and lymphocytes and the decrease of granzyme B and perforin in sera (Fig. ​(Fig.7).7). These factors contribute to a resolution of hyperinflammation, evidenced by the reduction of inflammation biomarkers and the positive outcome of the patientsOpen in a separate windowFig. 7CIGB-258 could inhibit the activity of monocytes, macrographs, and neutrophils and decreases IL-6, TNFa, and IL-10 levels. These effects contribute to the restoration of normal levels of neutrophils and lymphocytes and the decrease of granzyme B and perforin. Besides, the therapeutic effect of CIGB-258 could enhance by the progressive expansion of Treg. These activated cells migrate to inflammation sites and they could cross-recognize wild-type epitope from HSP60, which is expressed on endothelial tissue, inhibiting autoimmune-damage on endothelial induced during viral infectionPatients treated with CIGB-258 did not show symptoms of possible immunosuppression during the therapy and follow-up stages. This therapy restores the neutrophils/lymphocytes ratio and induces a favorable outcome for patients. The early administration of CIGB-258 may improve the condition of seriously ill patients and prevent their progression to the critical stage. Recently, we have continued to treat a cohort of patients classified as mildly ill, but with hyperinflammation signs. These patients did not progress towards severe illness. These results indicate the therapeutic potential for CIGB-258 and support further investigation of this drug for the treatment of hyperinflammation. The assessment of its efficacy will require further randomized, placebo-controlled trials of the CIGB-258 treatment. FundingThis work was supported by the Biomedical Research Department at the Center for Genetic Engineering and Biotechnology and the Ministry of Public Health from Cuba. DeclarationsConflict of interestThe authors declare no competing interests.DisclaimerThe authors alone are responsible for the content and writing of the paper. FootnotesPublisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ReferencesBarberá A, Lorenzo N, van Kooten P, et al.  APL-1, an altered peptide ligand derived from human heat-shock protein 60, selectively induces apoptosis in activated CD4+ CD25+ T cells from peripheral blood of rheumatoid arthritis patients. Int Immunopharmacol. 2013;17(2013):1075–1083. doi: 10.1016/j.intimp.2013.10.010. [PubMed] [CrossRef] [Google Scholar]Barberá A, Lorenzo N, van Kooten P, van Roon J, de Jager W, Prada D, Gómez J, Padrón G, van Eden W, Broere F, del Carmen Domínguez M. APL1, an altered peptide ligand derived from human heat-shock protein 60, increases the frequency of Tregs and its suppressive capacity against antigen responding effector CD4+T cells from rheumatoid arthritis patients. Cell Stress Chaperones. 2016;21:735–744. doi: 10.1007/s12192-016-0698-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Cao X. COVID-19: immunopathology and its implications for therapy. Nat Rev Immunol. 2020;20(5):269–270. doi: 10.1038/s41577-020-0308-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Capraa R, DeRossia N, Mattiolib F, Romanelli G, Scarpazza C, Sormani M, Cossi S. Impact of low dose tocilizumab on mortality rate in patients with COVID-19 related pneumonia. Eur J Intern Med. 2020;76:31–35. doi: 10.1016/j.ejim.2020.05.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]CECMED (2020) Jusvinza, Emergency use authorization for the treatment of patients with COVID-19 (Autorizo de Uso de Emergencia a Jusvinza, para el tratamiento de pacientes con COVID-19). https://www.cecmed.cu/covid-19/aprobaciones/jusvinza-cigb-258-1Channappanavar R, Perlman S. Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology. Semin Immunopathol. 2017;39:529–539. doi: 10.1007/s00281-017-0629-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chen G, Wu D, Guo W, Cao Y, Huang D, Wang H, Wang T, Zhang X, Chen H, Yu H, Zhang X, Zhang M, Wu S, Song J, Chen T, Han M, Li S, Luo X, Zhao J, Ning Q. Clinical and immunological features of severe and moderate coronavirus disease 2019. J Clin Investig. 2020;130(5):2620–2629. doi: 10.1172/JCI137244. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chen L, Liu HG, Liu W, Liu J, Liu K, Shang J, Deng Y, Wei S. Analysis of clinical features of 29 patients with 2019 novel coronavirus pneumonia. Zhonghua Jie He He Hu Xi Za Zhi. 2020;43:203–208. doi: 10.3760/cma.j.issn.1001-0939.2020.0005. [PubMed] [CrossRef] [Google Scholar]Chen L, Long X, Xu Q, Tan J, Wang G, Cao Y. Elevated serum levels of S100A8/A9 and HMGB1 at hospital admission are correlated with inferior clinical outcomes in COVID-19 patients. Cell Mol Immunol. 2020;17:992–994. doi: 10.1038/s41423-020-0492-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Choy E. Understanding the dynamics: pathways involved in the pathogenesis of rheumatoid arthritis. Rheumatology. 2012;51(5):v3–v11. doi: 10.1093/rheumatology/kes113. [PubMed] [CrossRef] [Google Scholar]Cohen IR, Quintana FJ, Mimran A. T regs in T cell vaccination: exploring the regulation of regulation. J Clin Invest. 2004;114:1227–1232. doi: 10.1172/JCI23396. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Corrales O, Hernández L, Prada D, Gómez J, Reyes Y, López AM, González LJ, del Carmen Domínguez Horta M. CIGB-814, an altered peptide ligand derived from human heat-shock protein 60, decreases anti-cyclic citrullinated peptides antibodies in patients with rheumatoid arthritis. Clin Rheumatol. 2019;38:955–960. doi: 10.1007/s10067-018-4360-3. [PubMed] [CrossRef] [Google Scholar]Curbelo J, Luquero S, Galván-Román JM, et al.  Inflammation biomarkers in blood as mortality predictors in community-acquired pneumonia admitted patients: importance of comparison with neutrophil count percentage or neutrophil lymphocyte ratio. PLoS One. 2017;12:e0173947. doi: 10.1371/journal.pone.0173947. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Diao B, Wang C, Tan Y, Chen X, Liu Y, Ning L, Chen L, Li M, Liu Y, Wang G, Yuan Z, Feng Z, Zhang Y, Wu Y, Chen Y. Reduction and functional exhaustion of T cells in patients with coronavirus disease 2019 (COVID-19) Front Immunol. 2020;1(11):827. doi: 10.3389/fimmu.2020.00827. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dienz O, Rincon M. The effects of IL-6 on CD4 T cell responses. Clin Immunol. 2009;130:27–33. doi: 10.1016/j.clim.2008.08.018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dixon JR. The international conference on harmonization good clinical practice guideline. Qual Assur. 1999;6(2):65–74. doi: 10.1080/105294199277860. [PubMed] [CrossRef] [Google Scholar]Domínguez MC, Lorenzo N, Barbera A, et al.  An altered peptide ligand corresponding to a novel epitope from heat-shock protein 60 induces regulatory T cells and suppresses pathogenic response in an animal model of adjuvant induced arthritis. Autoimmunity. 2011;44:471–482. doi: 10.3109/08916934.2010.550590. [PubMed] [CrossRef] [Google Scholar]Domínguez MC, Cabrales A, Lorenzo N, Padrón G, Gonzalez LJ. Biodistribution and pharmacokinetic profiles of an altered peptide ligand derived from heat-shock proteins 60 in Lewis rats. Cell Stress Chaperones. 2020;25(1):133–140. doi: 10.1007/s12192-019-01054-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gammazza AM, Légaré S, Lo Bosco G, et al.  Human molecular chaperones share with SARS-CoV-2 antigenic epitopes potentially capable of eliciting autoimmunity against endothelial cells: possible role of molecular mimicry in COVID-19. Cell Stress Chaperones. 2020;25:737–741. doi: 10.1007/s12192-020-01148-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]González-Zorrilla M, González-Mesana R, Hernández-Cedeño M et al (2020) CIGB-258, an immunomodulatory peptide for the treatment of a COVID-19-associated hepatic encephalopathy: a case report. Preprints, 2020090240. https://www.preprints.org/manuscript/202009.0240/v1Gupta S, Bi R, Kim C, Chiplunkar S, Yel L, Gollapudi S. Role of NF-ΚB signaling pathway in increased tumor necrosis factor-α-induced apoptosis of lymphocytes in aged humans. Cell Death Differ. 2005;12(2):177–183. doi: 10.1038/sj.cdd.4401557. [PubMed] [CrossRef] [Google Scholar]Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Huet T, Beaussier H, Voisin O, Jouveshomme S, Dauriat G, Lazareth I, Sacco E, Naccache JM, Bézie Y, Laplanche S, le Berre A, le Pavec J, Salmeron S, Emmerich J, Mourad JJ, Chatellier G, Hayem G. Anakinra for severe forms of COVID-19: a cohort study. Lancet Rheumatol. 2020;2(7):e393–e400. doi: 10.1016/S2665-9913(20)30164-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Liao M, Liu Y, Yuan J, Wen Y, Xu G, Zhao J, Cheng L, Li J, Wang X, Wang F, Liu L, Amit I, Zhang S, Zhang Z. Single-cell Landscape of Bronchoalveolar Immune Cells in Patients With COVID-19. Nat Med. 2020;26(6):842–844. doi: 10.1038/s41591-020-0901-9. [PubMed] [CrossRef] [Google Scholar]Liu X, Shen Y, Wang H, Ge Q, Fei A, Pan S. Prognostic significance of neutrophil-to- lymphocyte ratio in patients with sepsis: a prospective observational study. Mediat Inflamm. 2016;2016:1–8. doi: 10.1155/2016/8191254. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Liu J, Liu Y, Xiang P, Pu L, Xiong H, Li C. Neutrophil to lymphocyte ratio predicts critical illness patients with 2019 coronavirus disease in the early stage. J Transl Med. 2020;18:206. doi: 10.1186/s12967-020-02374-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lorenzo N, Altruda F, Silengo L, Dominguez MC. APL-1, an altered peptide ligand derived from heat-shock protein, alone or combined with methotrexate attenuates murine collagen induced arthritis. Clin Exp Med. 2017;17:209–216. doi: 10.1007/s10238-016-0412-7. [PubMed] [CrossRef] [Google Scholar]Mehta P, McAuley DF, Brown M, Sanchez E, Tattersall RS, Manson JJ, HLH Across Speciality Collaboration, UK  COVID-19: consider cytokine storm syndromes and immunosuppression. Lancet. 2020;395:1033–1034. doi: 10.1016/S0140-6736(20)30628-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ministry of Public Health of Cuba (2020) Protocolo de Actuación Nacional para la COVID-19. https://files.sld.cu/editorhome/files/2020/05/MINSAP_Protocolo-de-Actuaci%C3%B3nNacional-para-la-COVID-19_versi%C3%B3n-1.4_mayo-2020.pdfNie S, Zhao X, Zhao K, Zhang Z, Zhang Z, Zhang Z (2020) Metabolic disturbances and inflammatory dysfunction predict severity of coronavirus disease 2019 (COVID-19): a retrospective study. medRxiv. 10.1101/2020.03.24.20042283Perlman S, Dandekar AA. Immunopathogenesis of coronavirus infections: implications for SARS. Nat Rev Immunol. 2005;5(12):917–927. doi: 10.1038/nri1732. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Peterson D, Damsky W, King B. The use of Janus kinase inhibitors in the time of SARS-CoV-2. J Am Acad Dermatol. 2020;82:e223–e226. doi: 10.1016/j.jaad.2020.03.099. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Prada D, Gomez J, Lorenzo N, Corrales O, Lopez A, Gonzalez E, Cabrales A, Reyes Y, Bermudez Y, Avila Y, Perez L, Molinero C, Martinez O, Oramas L, Minoso Y, Ramos Y, Garay H, Perez E, Lopez M, Reyes O, Cruz Y, Hernandez A, Carlos C, Besada V, Gonzalez LJ, Padron G, Dominguez Horta MC. Phase I clinical trial with a novel altered peptide ligand derived from human heat-shock protein 60 for treatment of rheumatoid arthritis: safety, pharmacokinetics and preliminary therapeutic effects. J Clin Trials. 2018;8(1):2167–0870. doi: 10.4172/2167-0870.1000339. [CrossRef] [Google Scholar]Prakken BJ, Roord S, Ronaghy A, Wauben M, Albani S, van Eden W. Heat shock protein 60 and adjuvant arthritis: a model for T cell regulation in human arthritis. Springer Semin Immunopathol. 2003;25:47–63. doi: 10.1007/s00281-003-0128-7. [PubMed] [CrossRef] [Google Scholar]Qin C, Zhou L, Hu Z, Zhang S, Yang S, Tao Y, Xie C, Ma K, Shang K, Wang W, Tian DS. Dysregulation of immune response in patients with COVID-19 in Wuhan, China. Clin Infect Dis. 2020;71(15):762–768. doi: 10.1093/cid/ciaa248. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ranieri VM, Rubenfeld GD, Thompson BT, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]Rojas JM, Avia M, Martín V, Sevilla N. IL-10: A multifunctional cytokine in viral infections. J Immunol Res. 2017;2017:1–14. doi: 10.1155/2017/6104054. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ruan Q, Yang K, Wang W, Jiang L, Song J. Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Med. 2020;46(5):846–848. doi: 10.1007/s00134-020-05991-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]van Eden W, van der Zee R, Prakken B. Heat-shock proteins induce T-cell regulation of chronic inflammation. Nat Rev Immunol. 2005;5:318–330. doi: 10.1038/nri1593. [PubMed] [CrossRef] [Google Scholar]Venegas-Rodriguez R, Santana-Sanchez R, Peña-Ruiz R, et al.  CIGB-258 immunomodulatory peptide: compassionate use for critical and severe COVID-19 patients. Austin J Pharmacol Ther. 2020;8(1):1119. [Google Scholar]Walter JM, Helmin KA, Abdala-Valencia H, Wunderink RG, Singer BD. Multidimensional assessment of alveolar T cells in critically ill patients. JCI Insight. 2018;3(17):e123287. doi: 10.1172/jci.insight.123287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wang S, Wei M, Han Y, Zhang K, He L, Yang Z, Su B, Zhang Z, Hu Y, Hui W (2008) Roles of TNF-alpha gene polymorphisms in the occurrence and progress of SARS-Cov infection: a case-control study. BMC Infect Dis. http://www.biomedcentral.com/1471-2334/8/27 [PMC free article] [PubMed]Wang S, Song R, Wang Z, Jing Z, Wang S, Ma J (2018) S100A8/A9 in inflammation. Front Immunol 9. 10.3389/fimmu.2018.01298Wang F, Huo H, Luo Y, et al.  The laboratory tests and host immunity of COVID-19 patients with different severity of illness. JCI Insight. 2020;5:e137799. doi: 10.1172/jci.insight.137799. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wang W, Su B, Pang L, Qiao L, Feng Y, Ouyang Y, Guo X, Shi H, Wei F, Su X, Yin J, Jin R, Chen D. High-dimensional immune profiling by mass cytometry revealed immunosuppression and dysfunction of immunity in COVID-19 patients. Cell Mol Immunol. 2020;17:650–652. doi: 10.1038/s41423-020-0447-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]World Medical Association  World medical declaration of Helsinki: ethical principles for medical research involving human subjects. J Am Med Assoc. 2013;310:2191–2194. doi: 10.1001/jama.2013.281053. [PubMed] [CrossRef] [Google Scholar]Wu C, Chen X, Cai Y, Xia J’, Zhou X, Xu S, Huang H, Zhang L, Zhou X, du C, Zhang Y, Song J, Wang S, Chao Y, Yang Z, Xu J, Zhou X, Chen D, Xiong W, Xu L, Zhou F, Jiang J, Bai C, Zheng J, Song Y. Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China. JAMA Intern Med. 2020;180(7):934–943. doi: 10.1001/jamainternmed.2020.0994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wu MY, Yao L, Wang Y, Zhu XY, Wang XF, Tang PJ, Chen C. Clinical evaluation of potential usefulness of serum lactate dehydrogenase (LDH) in 2019 novel coronavirus (COVID-19) pneumonia. Respir Res. 2020;21(1):171. doi: 10.1186/s12931-020-01427-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, Liu S, Zhao P, Liu H, Zhu L, Tai Y, Bai C, Gao T, Song J, Xia P, Dong J, Zhao J, Wang FS. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020;8:420–422. doi: 10.1016/S2213-2600(20)30076-X. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Yang AP, Liu J, Tao W, Li H. The diagnostic and predictive role of NLR, d-NLR and PLR in COVID-19 patients. Int Immunopharmacol. 2020;84:106504. doi: 10.1016/j.intimp.2020.106504. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zheng HY, Zhang M, Yang CY, et al.  Elevated exhaustion levels and reduced functional diversity of T cells in peripheral blood may predict severe progression in COVID-19 patients. Cell Mol Immunol. 2020;17:541–543. doi: 10.1038/s41423-020-0401-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zheng M, Gao Y, Wang G, Song G, Liu S, Sun D, Xu Y, Tian Z. Functional exhaustion of antiviral lymphocytes in COVID-19 patients. Cell Mol Immunol. 2020;17:533–535. doi: 10.1038/s41423-020-0402-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhou F, Yu T, Ronghui D, et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395(10229):1054–1062. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}