{"title": "Temporal changes in the epidemiology, management, and outcome from acute respiratory distress syndrome in European intensive care units: a comparison of two large cohorts", "pubDate": "2021", "PMCID": "PMC7906083", "DOI": "10.1186/s13054-020-03455-8", "PMID": "33632247", "abstract": "Background:                       Mortality rates for patients with ARDS remain high. We assessed temporal changes in the epidemiology and management of ARDS patients requiring invasive mechanical ventilation in European ICUs. We also investigated the association between ventilatory settings and outcome in these patients.                  Methods:                       This was a post hoc analysis of two cohorts of adult ICU patients admitted between May 1-15, 2002 (SOAP study, n = 3147), and May 8-18, 2012 (ICON audit, n = 4601 admitted to ICUs in the same 24 countries as the SOAP study). ARDS was defined retrospectively using the Berlin definitions. Values of tidal volume, PEEP, plateau pressure, and FiO2 corresponding to the most abnormal value of arterial PO2 were recorded prospectively every 24 h. In both studies, patients were followed for outcome until death, hospital discharge or for 60 days.                  Results:                       The frequency of ARDS requiring mechanical ventilation during the ICU stay was similar in SOAP and ICON (327[10.4%] vs. 494[10.7%], p = 0.793). The diagnosis of ARDS was established at a median of 3 (IQ: 1-7) days after admission in SOAP and 2 (1-6) days in ICON. Within 24 h of diagnosis, ARDS was mild in 244 (29.7%), moderate in 388 (47.3%), and severe in 189 (23.0%) patients. In patients with ARDS, tidal volumes were lower in the later (ICON) than in the earlier (SOAP) cohort. Plateau and driving pressures were also lower in ICON than in SOAP. ICU (134[41.1%] vs 179[36.9%]) and hospital (151[46.2%] vs 212[44.4%]) mortality rates in patients with ARDS were similar in SOAP and ICON. High plateau pressure (> 29 cmH2O) and driving pressure (> 14 cmH2O) on the first day of mechanical ventilation but not tidal volume (> 8 ml/kg predicted body weight [PBW]) were independently associated with a higher risk of in-hospital death.                  Conclusion:                       The frequency of and outcome from ARDS remained relatively stable between 2002 and 2012. Plateau pressure > 29 cmH2O and driving pressure > 14 cmH2O on the first day of mechanical ventilation but not tidal volume > 8 ml/kg PBW were independently associated with a higher risk of death. These data highlight the continued burden of ARDS and provide hypothesis-generating data for the design of future studies.", "author": [{"author": "Yasser Sakr", "affiliation": ["Department of Anaesthesiology and Intensive Care, Uniklinikum Jena, Jena, Germany."], "href": "/?term=Sakr+Y&cauthor_id=33632247"}, {"author": "Bruno François", "affiliation": ["Intensive Care Unit and Inserm CIC 1435 & UMR 1092, Dupuytren University Hospital, Limoges, France."], "href": "/?term=Fran%C3%A7ois+B&cauthor_id=33632247"}, {"author": "Jordi Solé-Violan", "affiliation": ["Department of Intensive Care, Hospital Universitario de Gran Canaria Dr. Negrín, Las Palmas de Gran Canaria, Spain."], "href": "/?term=Sol%C3%A9-Violan+J&cauthor_id=33632247"}, {"author": "Katarzyna Kotfis", "affiliation": ["Department of Anesthesiology, Intensive Therapy and Acute Intoxications, Pomeranian Medical University, Szczecin, Poland."], "href": "/?term=Kotfis+K&cauthor_id=33632247"}, {"author": "Ulrich Jaschinski", "affiliation": ["Klinik für Anästhesiologie und Operative Intensivmedizin, Universitätsklinik Augsburg, Universität Augsburg, Augsburg, Germany."], "href": "/?term=Jaschinski+U&cauthor_id=33632247"}, {"author": "Angel Estella", "affiliation": ["Intensive Care Unit, Hospital SAS Jerez, Jerez, Spain."], "href": "/?term=Estella+A&cauthor_id=33632247"}, {"author": "Marc Leone", "affiliation": ["Service d'Anesthésie et de Réanimation, APHM, Hôpital Nord, Aix Marseille Université, Marseille, France."], "href": "/?term=Leone+M&cauthor_id=33632247"}, {"author": "Stephan M Jakob", "affiliation": ["Department of Intensive Care Medicine, University Hospital Bern, University of Bern, Bern, Switzerland."], "href": "/?term=Jakob+SM&cauthor_id=33632247"}, {"author": "Xavier Wittebole", "affiliation": ["Department of Critical Care, Cliniques Universitaires St Luc, UCLouvain, Brussels, Belgium."], "href": "/?term=Wittebole+X&cauthor_id=33632247"}, {"author": "Luis E Fontes", "affiliation": ["Departamento de Medicina Baseada em Evidências, Medicina Intensiva, Urgência e Emergência - Faculdade de Medicina de Petrópolis, Petrópolis, Brazil."], "href": "/?term=Fontes+LE&cauthor_id=33632247"}, {"author": "Miguel de Melo Gurgel", "affiliation": ["Department of Anaesthesiology and Intensive Care, Uniklinikum Jena, Jena, Germany."], "href": "/?term=de+Melo+Gurgel+M&cauthor_id=33632247"}, {"author": "Thais Midega", "affiliation": ["Department of Critical Care Medicine, Hospital Israelita Albert Einstein, São Paulo, Brazil."], "href": "/?term=Midega+T&cauthor_id=33632247"}, {"author": "Jean-Louis Vincent", "affiliation": ["Department of Intensive Care, Erasme University Hospital, Université Libre de Bruxelles, Route de Lennik, 808, 1070, Brussels, Belgium. jlvincent@intensive.org."], "href": "/?term=Vincent+JL&cauthor_id=33632247"}, {"author": "V Marco Ranieri", "affiliation": ["Department of Medical and Surgical Science, Anesthesia and Intensive Care, Policlinico di Sant'Orsola, Alma Mater, University of Bologna, Bologna, Italy."], "href": "/?term=Ranieri+VM&cauthor_id=33632247"}, {"author": "SOAP and ICON Investigators", "affiliation": [], "href": "/?term=SOAP+and+ICON+Investigators%5BCorporate+Author%5D"}], "refPMID": ["4143721", "7509706", "22797452", "10793162", "23688302", "30642776", "30834946", "26903337", "16304249", "27757516", "28108768", "23631814", "21997128", "22323569", "16100134", "8420720", "24283226", "27545828", "17038660", "28774316", "25693014", "16424713", "24740011", "8254858", "8844239", "27717861", "29545274", "23903852", "29881987", "24898895", "31348148", "30460250", "11967593", "29037528", "29466596"], "citedInPMID": ["33632247", "34271958", "34175182"], "body": " AbstractBackgroundMortality rates for patients with ARDS remain high. We assessed temporal changes in the epidemiology and management of ARDS patients requiring invasive mechanical ventilation in European ICUs. We also investigated the association between ventilatory settings and outcome in these patients.MethodsThis was a post hoc analysis of two cohorts of adult ICU patients admitted between May 1–15, 2002 (SOAP study, n = 3147), and May 8–18, 2012 (ICON audit, n = 4601 admitted to ICUs in the same 24 countries as the SOAP study). ARDS was defined retrospectively using the Berlin definitions. Values of tidal volume, PEEP, plateau pressure, and FiO2 corresponding to the most abnormal value of arterial PO2 were recorded prospectively every 24 h. In both studies, patients were followed for outcome until death, hospital discharge or for 60 days.ResultsThe frequency of ARDS requiring mechanical ventilation during the ICU stay was similar in SOAP and ICON (327[10.4%] vs. 494[10.7%], p = 0.793). The diagnosis of ARDS was established at a median of 3 (IQ: 1–7) days after admission in SOAP and 2 (1–6) days in ICON. Within 24 h of diagnosis, ARDS was mild in 244 (29.7%), moderate in 388 (47.3%), and severe in 189 (23.0%) patients. In patients with ARDS, tidal volumes were lower in the later (ICON) than in the earlier (SOAP) cohort. Plateau and driving pressures were also lower in ICON than in SOAP. ICU (134[41.1%] vs 179[36.9%]) and hospital (151[46.2%] vs 212[44.4%]) mortality rates in patients with ARDS were similar in SOAP and ICON. High plateau pressure (> 29 cmH2O) and driving pressure (> 14 cmH2O) on the first day of mechanical ventilation but not tidal volume (> 8 ml/kg predicted body weight [PBW]) were independently associated with a higher risk of in-hospital death.ConclusionThe frequency of and outcome from ARDS remained relatively stable between 2002 and 2012. Plateau pressure > 29 cmH2O and driving pressure > 14 cmH2O on the first day of mechanical ventilation but not tidal volume > 8 ml/kg PBW were independently associated with a higher risk of death. These data highlight the continued burden of ARDS and provide hypothesis-generating data for the design of future studies.Keywords: Respiratory failure, ARDS, Airway pressures, Driving pressure, Tidal volume, Mechanical ventilation IntroductionThe first formal description of acute respiratory distress syndrome (ARDS) dates back to 1967 [1]; however, it was only in 1994 that a broad consensus to define this complex syndrome was achieved [2]. These definitions were widely adopted by clinicians and researchers over the subsequent two decades. In 2012, however, a new definition of ARDS, the Berlin definition, was developed to address some of the limitations of the earlier definition [3].Several aspects related to the management of patients with ARDS have changed over the last few decades, including use of lung protective ventilation [4], prone positioning [5], and extracorporeal membrane oxygenation (ECMO) [6, 7]. Despite these changes in patient management and respiratory support, ARDS is still associated with mortality rates between 40 and 60% and represents a high burden on intensive care resources [8]. Although several studies have assessed the epidemiology of, outcome from, and patterns of respiratory support in patients with ARDS [8–13], temporal changes have not been widely reported [14, 15] because of the use of different definitions and the considerable heterogeneity among cohorts. However, assessment of these changes is important to understand the evolution of the burden of the disease overtime and to trace the effects of possible changes in clinical practice.Importantly, mechanical ventilation, the main pillar in the management of patients with ARDS, has been recognized as a possible cause of lung damage or ventilator-induced lung injury (VILI), which may have a negative impact on outcome [16, 17]. Accumulating evidence suggests that adopting a lung-protective strategy [4], by implementing low tidal volume, low plateau pressure, and titrated positive end-expiratory pressure (PEEP), does not per se preclude the development of VILI [18–21]. Assessment of the possible impact of ventilatory parameters on outcome may help in developing new approaches that may minimize VILI and improve survival.In this post-hoc analysis, we tested the hypothesis that management of ARDS would change over time, especially with respect to ventilator settings, including driving pressure, which would have an impact on outcome in patients with ARDS. We therefore first assessed temporal changes in the epidemiology and management of ARDS requiring mechanical ventilation in European intensive care units (ICUs) included in two large observational studies, performed in 2002 (SOAP study) [22] and 2012 (ICON audit) [23], and second investigated the possible association between ventilatory settings on the first day of ARDS and outcome. MethodsThis was a post hoc analysis of two multicenter European cohorts. The SOAP study was conducted in 24 European countries and included 3147 patients [22]. The ICON audit included 10,069 patients from 82 countries worldwide [23]. For the purposes of this comparison, we considered only the 4601 ICON patients who were admitted to ICUs in the same 24 European countries as in the SOAP study and had physiologic and ventilation data recorded in the ICU (Fig. 1, Additional file 1: Table S1). For both studies, recruitment for participation was by open invitation and participation was voluntary. Institutional review board approval for both studies was obtained by the participating institutions according to local ethical regulations.Open in a separate windowFig. 1Flow diagram showing patient inclusionParticipating ICUs (see Additional file 1: e-Appendix) were asked to prospectively collect data on all adult patients admitted between May 1 and 15, 2002, for the SOAP study and between May 8 and 18, 2012, for the ICON audit. In both studies, patients who stayed in the ICU for < 24 h for routine postoperative surveillance were not included. Re-admissions of previously included patients were also not included.Data collectionData were collected daily during the ICU stay for a maximum of 28 days. Data collection on admission included demographic data and comorbid diseases as well as source and reason for admission. Clinical and laboratory data for the Simplified Acute Physiology Score II (SAPS II) [24] score were recorded as the worst values within 24 h after admission. A daily evaluation of organ dysfunction/failure (cardiovascular, respiratory, renal, hepatic, coagulation, and central nervous systems) was performed using the sequential organ failure assessment (SOFA) score [25].Values of tidal volume, PEEP, plateau pressure (Pplat) and fraction of inspired oxygen (FiO2) corresponding to the most abnormal value of arterial PO2 (PaO2) or arterial O2 saturation (SaO2) were recorded every 24 h; the mode of mechanical ventilation was not recorded. Patients were followed up for outcome data until death, hospital discharge or for 60 days.DefinitionsPatients were retrospectively identified as having ARDS requiring mechanical ventilation if they presented all the following: (a) severe hypoxemia, as defined by a PaO2/FiO2 ratio < 300 mmHg with a minimum of 5 cmH2O PEEP; (b) presence of bilateral lung infiltrates on the chest radiograph; (c) no evidence of pre-existing heart failure; (d) absence of chronic obstructive pulmonary disease (COPD) or other chronic pulmonary disorders; (e) invasive mechanical ventilation. The severity of ARDS was categorized according to the Berlin definitions into mild, moderate, and severe [6].For calculation of tidal volume per predicted body weight (PBW), the average PBW of male patients was calculated as equal to 50 + [0.91 (height in centimeters—152.4)]; and that of female patients as equal to 45.5 + [0.91 (height in centimeters—152.4)] [4]. We calculated driving pressure as the difference between Pplat and PEEP. Due to the observational nature of the original studies [22, 23], the management of ARDS did not follow a predefined protocol.Non-respiratory organ failure was defined as a SOFA score > 2 for the organ in question.Outcome parametersThe primary outcome parameter was in-hospital mortality within 60 days of admission to the ICU. Secondary outcome parameters included death in the ICU, ICU and hospital lengths of stay, and organ failure as assessed by the SOFA score.Statistical analysisAll data were processed and analyzed in the Department of Intensive Care of Erasme Hospital, University of Brussels, in collaboration with Jena University Hospital, Jena, Germany. Data were analyzed using IBM® SPSS® Statistics software, v.21 for Windows (IBM, Somers, NY, USA). Data were reviewed for plausibility and availability of the outcome parameter, and any doubts were clarified with the center in question. There was no on-site monitoring. Missing data represented < 6% of the data collected for SOAP and 6.1% of the ICON data.Data are summarized using means with standard deviation, medians and interquartile ranges, or numbers and percentages. Difference testing between groups was performed using Student’s t test, Mann–Whitney test, Chi–square test or Fisher’s exact test, as appropriate. The Kolmogorov–Smirnov test was used, and histograms and quantile–quantile plots were examined to verify whether there were significant deviations from the normality assumption of continuous variables.To evaluate the possible association between ventilatory parameters and outcome in patients with ARDS, we grouped the patients with ARDS from the SOAP study and ICON audit and performed a multivariable logistic regression analysis, with in-hospital death as the dependent variable. Covariates to be included in the final model were based on a univariate logistic regression analysis (p < 0.2) of demographic variables (age and sex), comorbid conditions, severity scores on admission to the ICU (SAPS II and SOFA scores), and severity of respiratory failure according to the PaO2/FiO2 ratio on the first day of mechanical ventilation. Colinearity between variables was ruled out before covariates were introduced in the model. Goodness of fit was tested using a Hosmer and Lemeshow test, and odds ratios (OR) with 95% confidence interval (CI) were computed. As driving pressure, Pplat, and PEEP are mathematically linked and were confirmed to be colinear (r2 > 0.6), we constructed separate logistic regression models for each parameter including the previously mentioned parameters. The multivariable models were adjusted for tidal volume > 8 ml/kg PBW, respiratory rate, the country of origin and the study period (ICON audit vs. SOAP study).No statistical adjustments were used for multiple testing. All reported p values are two-sided and a p value < 0.05 was considered to indicate statistical significance. ResultsTemporal differences in the characteristics of patients with ARDSThe characteristics of the patients with ARDS included in the two cohorts are given in Table ​Table1.1. The frequency of ARDS on admission to the ICU (5.1 vs. 5.0%, p = 0.866) and at any time during the ICU stay (10.4 vs. 10.7%, p = 0.793) was similar in the SOAP and ICON patients (Fig. 1). The diagnosis of ARDS was established at a median of 3 (IQ: 1–7) days after admission in the SOAP and 2 (IQ: 1–6) days in the ICON audit. Within 24 h of diagnosis, ARDS was mild in 244 (29.7%), moderate in 388 (47.3%), and severe in 189 (23.0%) patients.Table 1Characteristic of patients with acute respiratory distress syndrome (ARDS) on admission to the ICUSOAP studyICON auditp valueN327494Age, years, mean ± SD59 ± 1761 ± 160.124Male, n (%)194 (59.3)321 (65)0.079Referring facility, n (%)0.016 ER/ambulance54 (18.5)170 (34.4) Hospital floor104 (35.6)156 (31.6) OR/recovery room77 (26.4)72 (14.6) Other hospital57 (19.5)61 (12.3) Other–35 (7.1)Type of admission, n (%)< 0.001 Medical admission178 (54.4)369 (74.7) Elective surgery58 (17.7)48 (9.7) Emergency surgery91 (27.8)77 (15.6)Severity scores, mean ± SD SAPS II score47.7 ± 17.651.2 ± 17.10.002 SOFA score, total7.9 ± 4.49.5 ± 4.1< 0.001Comorbidities, n (%) Non metastatic cancer34 (10.4)49 (9.9)0.528 Diabetes, insulin dependent18 (5.5)43 (8.7)0.087 Cirrhosis11 (3.4)26 (5.3)0.199 Metastatic cancer9 (2.8)21 (4.3)0.442 Hematologic cancer19 (5.8)25 (5.1)0.641 Chemotherapy6 (1.8)25 (5.1)0.023 HIV0 (0)8 (1.6)0.025Risk factors for ARDS, n (%) Shock, any cause160 (48.9)272 (55.1)0.085 Polytrauma28 (8.6)35 (7.1)0.436 Pancreatitis12 (3.7)17 (3.4)0.862 Near drowning2 (0.6)0 (0)0.082 Burns2 (0.3)0 (0)0.219 PaO2/FiO2, mean ± SD164 ± 90172 ± 1080.920Open in a separate windowARDS acute respiratory distress syndrome, ER emergency room, HIV human immunodeficiency virus, OR operating room, SAPS Simplified Acute Physiology Score, SOFA Sequential Organ Failure Assessment, SD standard deviationPatients with ARDS in the later period (ICON audit) were more commonly admitted to the ICU for medical reasons than after surgical interventions (Table ​(Table1)1) and had slightly higher SAPS II and SOFA scores on admission to the ICU than those with ARDS included in the earlier study (SOAP) (Table ​(Table11).Mechanical ventilationVentilator settings in ARDS patients who required mechanical ventilation in the SOAP study and ICON audit are shown in Table ​Table2.2. Respiratory rates were similar in the two cohorts. Tidal volumes were set at lower levels in the later (ICON) than in the earlier (SOAP) cohort (Fig. 2). Although the proportion of patients ventilated with protective tidal volumes (≤ 8 ml/kg) was higher in ICON than in SOAP (35.5% vs 18.0%, p < 0.001) and of patients ventilated with tidal volumes associated with VILI (i.e., > 10 ml/kg) was lower (117/465 [25.2%] vs 151/322 [46.9%], p < 0.001), after 10 years, more than 60% of patients with ARDS were still ventilated with tidal volumes greater than 8 ml/kg. PEEP was set at a slightly lower level in the ICON compared to the SOAP, and Pplat and driving pressure were also lower in the ICON audit than in the SOAP study (Table ​(Table22 and Fig. 2).Table 2Ventilatory parameters within 24 h of meeting ARDS criteria on mechanical ventilation in the two cohortsSOAP studyICON auditp valuen*n*Respiratory rate, mean ± SD24 ± 2123 ± 100.129Tidal volume, ml/kg PBW, mean ± SD32210.3 ± 2.84659.0 ± 2.1< 0.001 < 6 ml/kg PBW, n (%)†8 (2.5)14 (3.0)0.660 6–8 ml/kg PBW, n (%)†50 (15.5)151 (32.5)< 0.001 8.1–10 ml/kg PBW, n (%)†113 (35.1)183 (39.4)0.225 > 8 ml/kg PBW, n (%)†264 (82.0)300 (64.5)< 0.001 > 10 ml/kg PBW, n (%)†151 (46.9)117 (25.2)< 0.001PEEP, cmH2O, mean ± SD3278.1 ± 3.44947.6 ± 2.9< 0.001 5–9 cmH2O, n (%)†209 (63.9)354 (71.7)0.019 10–14 cmH2O, n (%)†96 (29.4)126 (25.5)0.224 ≥ 15 cmH2O, n (%)†22 (6.7)14 (2.8)0.008Plateau pressure, cmH2O, mean ± SD28428.0 ± 7.539623.5 ± 7.1< 0.001 > 29 cmH2O, n (%)†116 (40.8)80 (20.2)< 0.001Driving pressure, cmH2O, mean ± SD28419.9 ± 7.139616.1 ± 6.1< 0.001 > 14 cmH2O, n (%)†219 (77.1)236 (59.6)< 0.001Open in a separate windowPBW predicted body weight, PEEP positive end-expiratory pressure, SD standard deviation*Number of patients with recorded values, excluding missing values†Valid percentage after excluding missing valuesOpen in a separate windowFig. 2Histograms with normality curves representing the tidal volumes, plateau pressures, and positive end-expiratory pressures (PEEP) during mechanical ventilation in patients with acute respiratory distress syndrome (ARDS) in the SOAP and ICON studiesMorbidity and mortalityThe incidence of hepatic failure on admission to the ICU was higher and the incidence of renal failure lower in the ICON audit than in the SOAP study; the overall prevalence of hepatic, renal, and cardiovascular organ failure during the ICU stay was higher in the ICON audit than the SOAP study (Additional file 1: Table S2). ICU lengths of stay were similar in patients with ARDS in the two cohorts [median (IQ: 10 (5–21) vs. 9 (4–18) days, p = 0.257], whereas, hospital lengths of stay were longer in the SOAP study than ICON audit [median (IQ: 27 (11–55) vs. 16 (7–34) days, p < 0.001]. Hospital mortality rates in patients with mild, moderate and severe ARDS were not significantly different between the two studies (Additional file 1: Figure S1). Patients with severe ARDS within 24 h of diagnosis or at any time during the ICU stay had higher hospital mortality rates than those with mild and moderate ARDS. However, hospital mortality rates were similar in patients with mild and moderate ARDS during the ICU stay (Additional file 1: Figure S1).Predictors of worse outcome in patients with ARDSIn logistic regression analysis in all patients with ARDS from the two cohorts, with in-hospital death as the dependent variable, older age, greater SAPS II score, metastatic cancer, the presence of coagulation, renal and neurological system failures on admission to the ICU, and lower PaO2/FiO2 were independently associated with a greater risk of in-hospital death. Pplat > 29 cmH2O and driving pressure > 14 cmH2O on the first day of mechanical ventilation after establishing a diagnosis of ARDS, but not tidal volume > 8 ml/kg PBW or respiratory rate, were independently associated with a greater risk of death in these patients (Table ​(Table33).Table 3Logistic regression analysis with in-hospital death as the dependent variable in patients with ARDSOdds ratio (95% CI)p valueAge (per year)1.04 (1.03–1.04)< 0.001Male0.81 (0.56–1.11)0.235SAPS II (per point)1.04 (1.02–1.05)< 0.001Referring facility–– ER/ambulanceRNA Hospital floor0.89 (0.56–1.41)0.618 OR/recovery room0.72 (0.42–1.23)0.618 Other hospital0.77 (0.43–1.36)0.367 Others0.96 (0.39–2.34)0.923Comorbidities–– No cancerRNA Solid cancer, non-metastatic0.88 (0.49–1.56)0.653 Solid cancer, metastatic2.90 (1.28–7.47)0.027 Cirrhosis1.70 (0.70–4.11)0.244 Hematologic cancer1.79 (0.75–4.23)0.192 Steroids1.52 (0.73–3.16)0.263Polytrauma0.47 (0.21–1.06)0.263Organ failure on admission to the ICU–– Coagulation5.59 (2.74–11.41)< 0.001 Hepatic1.07 (0.58–1.97)0.830 CNS1.68 (1.14–2.48)0.008 Renal1.82 (1.20–2.76)0.005 Cardiovascular1.06 (0.73–1.53)0.771PaO2/FiO2 (per 20 mmHg)0.99 (0.94–0.99)< 0.001Initial ventilatory settings–– Respiratory rate1.01 (0.99–1.02)0.863 Tidal volume > 8.0 ml/kg PBW0.68 (0.46–1.02)0.157 PEEP, cmH2O†  5–9RNA  10–141.1 (0.66–1.81)0.72  ≥ 152.61 (0.56–12.19)0.224 Driving pressure > 14 cmH2O†1.64 (1.1–2.46)0.016 Plateau pressure > 29 cmH2O†1.04 (1.01–1.07)0.006Open in a separate windowExcluding 96 patients with missing values and adjusted for country and study cohort (SOAP vs. ICON). Covariate inclusion in the final models was based on a univariate logistic regression analysis (p < 0.2) within the categories demographic variables (age and sex), comorbid conditions, severity of respiratory failure according to the PaO2/FiO2 ratio on the first day of mechanical ventilation, in addition to tidal volume and respiratory rate (Hosmer&Lemeshow goodness of fit Chi square: 5.49, p = 0.71; Nagelkerke’s R2 = 0.285). Patients who were excluded from the multivariable analysis due to missing variables (n = 96) had similar severity of respiratory failure as assessed by the PaO2/FiO2 ratio on the first day of mechanical ventilation and similar mortality rates compared to those who were included in the analysisCI confidence interval, CNS central nervous system, ER emergency room, ICU intensive care unit, OR operating room, PBW predicted body weight; PEEP positive end-expiratory pressure, SAPS Simplified Acute Physiology Score†Introduced alternately in different models due to colinearity. The displayed values refer to those considered in the model that included the PEEP as a covariate. Changes in the pressure parameters did not influence the significant p-values of the other covariates DiscussionThe main findings of our study are: (1) the frequency of ARDS in European ICUs did not change significantly from 2002 to 2012 and morbidity and mortality rates were similarly high; (2) ventilation with lower tidal volumes and lower airway pressures (Pplat and driving pressure) increased over time; and (3) Pplat > 29 cmH2O and driving pressure > 14 cmH2O on the first day of mechanical ventilation but not tidal volume > 8 ml/kg PBW were independently associated with a higher risk of death in these patients.In these two large European ICU cohorts [22, 23], performed 10 years apart, the frequency of ARDS at any time during the ICU stay remained relatively constant over time at just over 10%. Bellani et al. [8] reported that 10.4% of patients admitted to ICUs in 50 countries had ARDS during the ICU stay using the Berlin definitions [3]. Other studies [26–30] have reported a frequency of ARDS between 3 and 29%, varying according to the studied population and the definition used. Indeed, we previously reported that the frequency of ARDS was 12.6% from the SOAP study database [9] using the earlier European American Consensus criteria [2], which may overestimate the actual frequency of ARDS by including mild cases of respiratory dysfunction. Although we used the Berlin definitions to define ARDS [3], only patients requiring invasive mechanical ventilation were considered in our analysis due to the absence of precise data on non-invasive mechanical ventilation. Therefore, the overall frequency of ARDS in our study may have been slightly underestimated. Nonetheless, the same set of data were collected using similar protocols for the two cohorts [22, 23] and we only included data from patients admitted to ICUs in the same 24 countries.Our data confirm the persistently high morbidity and mortality rates in patients with ARDS. Other studies have similarly reported mortality rates ranging from 40 to 60% in these patients [8, 31]. ARDS represents a major burden to the healthcare system, making it an important target for research into how best to manage these patients so as to improve outcomes. Despite increased adherence to a lung-protective strategy in mechanically ventilated patients with ARDS observed in the more recent ICON audit [23] compared to the earlier SOAP study [22], mortality rates did not seem to have improved. Other factors may, therefore, have played a role in determining the outcome in these patients. Indeed, we identified several factors, such as older age, greater SAPS II score, metastatic cancer, and the presence of coagulation, renal, and neurologic organ failures on admission to the ICU as being independently associated with a greater risk of in-hospital death. These factors, reflecting the severity of illness and the degree of organ dysfunction in these patients on admission to the ICU, have been reported in previous studies [9, 10].Although the proportion of ARDS patients ventilated with low tidal volume (≤ 8 ml/kg PBW) and low Pplat (≤ 29 cmH2O) was higher in the later ICON audit than in the early SOAP study, a considerable proportion of ARDS patients in both studies were not mechanically ventilated using lung protective settings. One possible explanation for this gap between best evidence and practice is that ARDS may not have been adequately recognized by the clinicians in the ICUs contributing to the SOAP study and ICON audit. Indeed, a large observational study in ICU patients in 50 countries reported that only 34% of clinicians recognized ARDS at the time of actual fulfillment of ARDS criteria as assessed by a computer algorithm from raw data, suggesting that diagnosis of ARDS is frequently delayed [8]. These authors [8] also reported that ARDS was underdiagnosed, with only 60% of all patients with ARDS being recognized by the clinician. We may also assume that use of pressure-controlled mechanical ventilation may lead to inevitable fluctuations in tidal volume with possible transitory increases above the required limit of 8 ml/kg PBW. Calculation of tidal volume according to the actual weight rather than the PBW may also lead to erronously high tidal volume levels, especially in obese patients. Tidal volume > 8 ml/kg PBW on the first day of mechanical ventilation was not associated with the risk of death in patients with ARDS. This is perhaps not so surprising because the increased use of lower tidal volumes in the ICON audit decreased the median tidal volume in patients with ARDS included in the analysis (9 ml/kg PBW), which may have masked the potentially deleterious effects of high tidal volume observed in our previous analysis on the SOAP study database [9]. Airway pressures were also generally low, which may have outweighed the possible deleterious effects of high tidal volume. Low tidal volume remains, therefore, a main stay of ventilator management for these patients as supported by the best available evidence [2].Pplat > 29 cmH2O on the first day of mechanical ventilation after establishing the diagnosis of ARDS was independently associated with the risk of death in these patients. Indeed, Pplat is an important determinant of lung overdistention [32] and a good indicator of lung stress [17], and higher levels are well correlated to the risk of barotrauma [33]. Therefore, limiting Pplat is a crucial component of lung-protective ventilation.We also observed a potentially deleterious influence of driving pressure > 14 cmH2O on outcome. Amato et al. reported that driving pressure was the variable most strongly associated with mortality in a post-hoc analysis of data from nine randomized controlled trials of mechanically ventilated patients with ARDS [21]. Driving pressure > 14 cmH2O was also reported to be associated with an increased risk of hospital mortality in patients with moderate and severe ARDS [8]. Another study showed that driving pressure was associated with risk of death in hypoxemic patients regardless of the results of the chest radiograph or the presence of ARDS [34].Our study has some limitations. First, this was a post hoc analysis and ARDS was not a primary or secondary outcome in either of our cohorts, and was not predefined in the SOAP or ICON surveys. The ventilation and physiologic parameters were recorded as the worst values during the day, so that baseline values at the onset of ARDS cannot be precisely determined. Nevertheless, the variables needed to define ARDS were collected prospectively by the two studies. In addition, although the Berlin definition of ARDS [3] addressed some limitations of the earlier AECC definition [2], poor reliability of some criteria may contribute to underrecognition by clinicians [35]. Second, the multivariable analysis is limited by the variables included and the effects of other non-reported variables cannot be excluded. However, we adjusted for a large number of factors that are known to influence outcomes in patients with ARDS. Third, a cause-effect relationship between the risk factors we reported and outcome cannot be ascertained due to the observational nature of the study. In this context, our data can be considered as hypothesis-generating to help guide future RCTs on the subject. Fourth, colinearity between the various airway pressure parameters due to a mathematical link between these parameters precluded their inclusion in the same multivariable model. Finally, ventilatory parameters were recorded at a fixed time point and may have changed during the day. Reporting of these parameters also did not follow specific instructions to standardize the timing of measurements within the respiratory cycle and the possible effect of spontaneous breathing cannot be fully excluded due to the observational nature of the study. ConclusionThe frequency of and outcome from ARDS remained unchanged between 2002 and 2012. The adoption of lower tidal volume in ARDS increased overtime and lower driving pressure and Pplat were observed in patients with ARDS included in the more recent ICON audit than in the earlier SOAP study. Pplat > 29 cmH2O and driving pressure > 14 cmH2O on the first day of mechanical ventilation, but not tidal volume > 8 ml/kg PBW, were independently associated with a higher risk of death. Supplementary Information\nAdditional file 1. Supplementary tables and figure.(834K, pdf) AcknowledgementsWe acknowledge the investigators at our participating centers in the SOAP study and the ICON audit: SOAP investigators.\nAustria: University Hospital of Vienna (Georg Delle Karth); LKH Steyr (Volker Draxler); LKH-Deutschlandsberg (Gottfried Filzwieser); Otto Wagner Spital of Vienna (Werner Heindl); Krems of Donau (Gerhard Kellner, Thomas Bauer); Barmherzige Bruede of Linz (Kurt Lenz); KH Floridsdorf of Vienna (Edmund Rossmann); University Hospital of Innsbruck (Christian Wiedermann). Belgium: CHU of Charleroi (Patrick Biston); Hôpitaux Iris Sud of Brussels (Didier Chochrad); Clinique Europe Site St Michel of Brussels (Vincent Collin); C.H.U. of Liège (Pierre Damas); University Hospital Ghent (Johan Decruyenaere, Eric Hoste); CHU Brugmann of Brussels (Jacques Devriendt); Centre Hospitalier Jolimont-Lobbes of Haine St Paul (Benoît Espeel); CHR Citadelle of Liege (Vincent Fraipont); UCL Mont-Godinne of Yvoir (Etienne Installe); ACZA Campus Stuivenberg (Manu Malbrain); OLV Ziekenhuis Aalst (Guy Nollet); RHMS Ath-Baudour-Tournai (Jean-Charles Preiser); AZ St Augustinus of Wilrijk (Jan Raemaekers); CHU Saint-Pierre of Brussels (Alain Roman); Cliniques du Sud-Luxembourg of Arlon (Marc Simon); Academic Hospital Vrije Universiteit Brussels (Herbert Spapen); AZ Sint-Blasius of Dendermonde (Walter Swinnen); Clinique Notre-Dame of Tournai (Frédéreic Vallot); Erasme University Hospital of Brussels (Jean-Louis Vincent). Czech Republic: University Hospital of Plzen (Ivan Chytra); U SV.Anny of Brno (Lukas Dadak); Klaudians of Mlada Boleslav (Ivan Herold); General Faculty Hospital of Prague (Ferdinand Polak); City Hospital of Ostrava (Martin Sterba). Denmark: Gentofte Hospital, University of Copenhagen (Morten Bestle); Rigshospitalet of Copenhagen (Kurt Espersen); Amager Hospital of Copenhagen (Henrik Guldager); Rigshospitalet, University of Copenhagen (Karen-Liese Welling). Finland: Aland Central Hospital of Mariehamn (Dag Nyman); Kuopio University Hospital (Esko Ruokonen); Seinajoki Central Hospital (Kari Saarinen). France: Raymond Poincare of Garches (Djillali Annane); Institut Gustave Roussy of Villejuif (Philippe Catogni); Jacques Monod of Le Havre (Gabriel Colas); CH Victor Jousselin of Dreux (François Coulomb); Hôpital St Joseph & St Luc of Lyon (Rene Dorne); Saint Joseph of Paris (Maite Garrouste); Hôpital Pasteur of Nice (Christian Isetta); CHU Brabois of Vandoeuvre Les Nancy (Jérôme Larché); Saint Louis of Paris (Jean-Roger Le Gall); CHU de Grenoble (Henry Lessire); CHU Pontchaillou of Rennes (Yannick Malledant); Hôpital des Hauts Clos of Troyes (Philippe Mateu); CHU of Amiens (Michel Ossart); Hôpital Lariboisière of Paris (Didier Payen); CHD Félix Gyuon of Saint Denis La Reunion (Pascal Schlossmacher); Hôpital Bichat of Paris (Jean-François Timsit); Hôpital Saint Andre of Bordeaux (Stéphane Winnock); Hôpital Victor Dupouy of Argentueil (Jean-Pierre Sollet); CH Auch (Laurent Mallet); CHU Nancy-Brabois of Vandoeuvre (Peter Maurer); CH William Morey of Chalon (Jean-Michel Sab); Victor Dupouy of Argenteuil (Jean-Pierre Sollet). Germany: University Hospital Heidelberg (Gueclue Aykut); Friedrich Schiller University Jena (Frank Brunkhorst); University Clinic Hamburg-Eppendorf (Axel Nierhaus); University Hospital Mainz (Michael Lauterbach); University Hospital Carl Gustav Carus of Dresden (Max Ragaller); Hans Sushemihl Krankenhaus of Emden (Rainer Gatz); Vivantes-Klinikum Neukoelln of Berlin (Herwig Gerlach); University Hospital RWTH Aachen (Deitrich Henzler); Kreisklinik Langen-Seligenstadt (Hand-Bernd Hopf); GKH Bonn (Hilmar Hueneburg); Zentralklinik Bad Berka (Waheed Karzai); Neuwerk of Moenchengladbach (Ansgar Keller); Philipps University of Marburg (Uwe Kuhlmann); University Hospital Regensburg (Julia Langgartner); ZKH Links der Weser of Bremen (Cornelia Manhold); University Hospital of Dresden (Max Ragaller); University of Wuerzburg (B. Reith); Hannover Medical School (Tobias Schuerholz); Universitätsklinikum Charité Campus Mitte of Berlin (Claudia Spies); Bethanien Hospital of Moers (Reimund Stögbauer); Kh gmbH Schongau (J. Unterburger). Greece: Thriassio Hospital of Athens (Phyllis-Maria Clouva-Molyvdas); Sismanoglion General Hospital of Athens (George Giokas); KAT General Hospital of Athens (Eleni Ioannidou); G. Papanikolaou General Hospital of Thessaloniki (Alexandra Lahana); Agios Demetrios of Thessaloniki (Alexandros Liolios); Onassis Cardiac Surgery Center of Athens (Katerina Marathias); University Hospital of Ioannina (George Nakos); Tzanio Hospital of Athens (Antonia Tasiou); Athens General Hospital Gennimatas (Hercules Tsangaris). Hungary: Peterfy Hospital of Budapest (Peter Tamasi). Ireland: Mater Hospital of Dublin (Brian Marsh); Beaumont Hospital of Dublin (Michael Power). Israel: Hadassah Hebrew University Medical Center (Charles Sprung). Italy: Azienda Ospedaliera Senese o Siena (Bonizella Biagioli); S. Martino of Genova (Franco Bobbio Pallavicini); Azienda Ospedaliera S. Gerardo dei Tintori of Monza (Antonio Pesenti); Osp Regionale of Saronno (Carlo Capra); Ospedale Maggiore - University A. Avogadro of Novara (Francesco Della Corte); Osp. Molinette of Torino (Pierpaulo Donadio); A.O. Umberto I Ancona, Rianimazione Clinica (Abele Donati); Azienda Ospedaliera Universitaria Policlinico of Palermo (Antonino Giarratano); San Giovanni Di Dio of Florence (Tulli Giorgio); H San Raffaele IRCCS of Milano (Daniela Giudici); Ospedale Di Busto Arsizio (Stefano Greco); Civile Di Massa (Alberto Guadagnucci); San Paolo of Milano (Gaetano Lapichino); S.Giovanni Bosco Torino (Sergio Livigni); Osp. San Giovanni of Sesto (Gabriella Moise); S Camillo of Roma (Giuseppe Nardi); Vittorio Emanuele of Catania (Eltore Panascia); Hospital of Piacenza (M. Pizzamiglio); Universita di Torino-Ospedale S. Giovanni Battista (V. M. Ranieri); Policlinico Le Scotte of Siena (Ranieri Rosi); Ospedale Maggiore Policlinico IRCCS of Milano (Alberto Sicignano); A. Uboldo of Cernusco Sul Naviglio (Maurizio Solca); P.O. Civile Carrara of Massa (G. Vignali); San Giovanni of Roma (Italo Volpe Rinonapoli). Netherlands: Boven IJ Ziekenhuis of Amsterdam (Michel Barnas); UMC St Radboud of Nijmegen (Ernst E De Bel); Academic Medical Center of Amsterdam (Anne-Cornelie De Pont); VUMC of Amsterdam (Johan Groeneveld); Groningen University Hospital (Maarten Nijsten); Waterlandziekenhuis of Purmerend (Liang-Hai Sie); OLVG of Amsterdam (Durk F Zandstra). Norway: Sentralsjukehuset i Rogaland of Stavanger (Svein Harboe); Sykehuset Østfold of Fredrikstad (Svante Lindén); Aker University Hospital of Oslo (Renata Z Lovstad); Ulleval University Hospitalof Oslo (Harald Moen); Akershus University Hospital of Nordbyhagen (Nils Smith-Erichsen). Poland: Paediatric University Hospital of Lodz (Andrjej Piotrowski); Central Clinic Hospital SLAM of Katowice (Ewa Karpel). Portugal: Garcia de Orta of Almada (Eduardo Almeida); Hospital de St. António dos Capuchos of Lisboa (Rui Moreno); Hospital de Santa Maria of Lisboa (Antonio Pais-De-Lacerda); Hospital S.Joao of Porto (Jose A Paiva); Fernado Fonseca of Masama (Isabel Serra); São Teotonio Viseu (Jorge M Pimentel). Romania: Inst of Cardiovascular Diseases of Bucharest (Daniela Filipescu). Serbia: Military Medical Academy of Belgrade (Krsta Jovanovic). Slovakia: SUSCH of Bratislava (Peter Malik). Slovenia: General Hospital of Novo Mesto (Kosec Lucka); General Hospital of Celje (Gorazd Voga). Spain: Hospital Universitario Rio Hortega of Valladolid (Cesar Aldecoa Alvarez-Santullano); Sabadell Hospital (Antonio Artigas); Hospital Clinic of Barcelona (Elizabeth Zavala, Angels Escorsell, Jose Nicolas); Virgen del Camino of Pamplona (José J Izura Cea); Virgen de la Salud of Toledo (Luis Marina); 12 de Octubre of Madrid (Juan Montejo); Gregorio Maranon of Madrid (Eduardo Palencia); General Universitario de Elche (Francisco Santos); Puerta del Mar of Cadiz (Rafael Sierra-Camerino); Fundación Jiménez Díaz of Madrid (Fernando Sipmann); Hospital Clinic of Barcelona (Elizabeth Zavala). Sweden: Central Hospital of Kristianstad (Keld Brodersen); Stockholm Soder Hospital (Jan Haggqvist); Sunderby Hospital of Luleå (Dan Hermansson); Huddinge University Hospital of Stockholm (Hans Hjelmqvist). Switzerland: Kantonsspital Luzern (Kuno Heer); Hirslanden Klinik Beau-Site of Bern (Giorgio Loderer); University Hospital of Zurich (Marco Maggiorini); Hôpital de la ville of La Chaux-de-Fonds (Hervé Zender). United Kingdom: Edinburgh Western General Hospital (Peter Andrews); Peterborough Hospitals NHS Trust of Peterborough (Balraj Appadu); University Hospital Lewisham, London (Casiano Barrera Groba); Bristol Royal Infirmary (Jeremy Bewley); Queen Elizabeth Hospital Kings Lynn (Ken Burchett); Milton Keynes General (Philip Chambers); Homerton University Hospital of London (John Coakley); Charing Cross Hospital of London (Doris Doberenz); North Staffordshire Hospital of Stoke On Trent (Nigel Eastwood); Antrim Area Hospital (Andrew Ferguson); Royal Berkshire Hospital of Reading (Jonathan Fielden); The James Cook University Hospital of Middlesbrough (Jacqueline Gedney); Addenbrookes of Cambridge (Kevin Gunning); Rotherham DGH (David Harling); St.Helier of Carshalton (Stas Jankowski); Southport & Formby (David Jayson); Freeman of Newcastle Upon Tyne \n(Andrew Kilner); University Hospital of North Tees at Stockton on Tees (Venketachalam Krishna-Kumar); St. Thomas Hospital of London (K. Lei); Royal Infirmary of Edinburgh (S. Mackenzie); Derriford of Plymouth (Peter Macnaughton); Royal Liverpool University Hospital (Gernot Marx); Stirling Royal Infirmary (C. McCulloch); University Hospital of Wales, Cardiff (Paul Morgan); St George's Hospital of London (Andrew Rhodes); Gloucestershire Royal Hospital (Chris Roberts); St Peters of Chertsey (Mark Russell); James Paget Hospital of Great Yarmouth (Darell Tupper-Carey, Maggie Wright); Kettering General Hospital (Linda Twohey); Burnley DGH (James Watts); Northampton General Hospital (Rae Webster); Dumfries Royal Infirmary (Dewi Williams). ICON investigators (for the same countries as were included in SOAP). Austria: Akh Wien (Philipp Urbanek); Allgemeines Und Orthopädisches Landeskrankenhaus Stolzalpe (Joachim Schlieber); Barmherzige Schwestern Linz (Johann Reisinger); General Hospital Braunau (Johann Auer); Krankenhaus D. Barmherzigen Schwestern Ried I.I. (Andreas Hartjes); Krankenhaus Floridsdorf (Andreas Lerche); LK Gmünd-Waidhofen/Thaya-Zwettl, Standort Zwettl (Thomas Janous); LKH Hörgas-Enzenbach (Eveline Kink); LKH West (Walter Krahulec); University Hospital (Karl-Heinz Smolle). Belgium: AZ Groeninge Kortrijk (Marc Van Der Schueren); AZ Jan Palfijn Gent (Patrick Thibo); AZ Turnhout (Marc Vanhoof); Bracops Anderlecht (Ibis Ahmet); Centre Hospitalier Mouscron (Philippe Gadisseux); CH Peltzer La Tourelle (Philippe Dufaye); Chirec Edith Cavell (Olivier Jacobs); CHR Citadelle (Vincent Fraipont); CHU Charleroi (Patrick Biston); Chu Mont-Godinne (Alain Dive); CHU Tivoli (Yves Bouckaert); Chwapi (Eric Gilbert); Clinique Saint-Pierre Ottignies (Benjamin Gressens); Clinique-Maternité Sainte Elisabeth (Eric Pinck); Cliniques De L'Europe - St-Michel (Vincent Collin); Erasme University Hospital (Jean-Louis Vincent); Ghent University Hospital (Jan J De Waele); Moliere Hospital (Rocio Rimachi); Notre Dame (Dan Gusu); Onze Lieve Vrouw Ziekenhuis, Aalst (Koen De Decker); Ixelles Hospital (Kakisidi Mandianga); Sint-Augustinus (Luc Heytens); St Luc University Hospital (UCL) (Xavier Wittebole); UZ Brussel (Herbert Spapen); Vivalia Site De Libramont (Olivier Van Collie); VZW Gezondheidszorg Oostkust Knokke-Heist (Wout Vandenheede); ZNA Middelheim (Peter Rogiers). Czech Republic: Centre of Cardiovascular and Transplant Surgery (Pavel Pavlik); Charles University Hospital (Jan Manak); IKEM, Prague (Eva Kieslichova); KNTB Zlín A.S. (Radovan Turek); Krajska Nemocnice Liberec (Michal Fischer); Masarykova Nemocnice V Usti Nad Labem (Radka Valkova); St. Anne's University Hospital Brno (Lukas Dadak); University Hospital Haradec Králové (Pavel Dostal); University Hospital Brno (Jan Malaska); University Hospital Olomouc (Roman Hajek); University Hospital Plzen (Alexandra Židková); Charles University Hospital Plzen (Pavel Lavicka). Denmark: Herning Hospital (Piotr Kolodzeike); Hjoerring Hospital (Mary Kruse); Vejle Hospital (Torben Andersen). Finland: Helsinki University Central Hospital (Veli-Pekka Harjola); Seinäjoki Central Hospital (Kari Saarinen). France: Aix Marseille Univ, Hôpital Nord (Marc Leone); Calmette Hospital, Lille (Alain Durocher); Centre Hospitalier de Dunkerque (Serge Moulront); Centre Hospitalier Lyon Sud (Alain Lepape); Centre Hospitalo-Universitaire Nancy-Brabois (Marie-Reine Losser); CH Saint Philibert, Ghicl, Lille (Philippe Cabaret); CHR De Dax (Evangelos Kalaitzis); CHU Amiens (Elie Zogheib); CHU Dijon (Philippe Charve); CHU Dupuytren, Limoges (Bruno François); CHU Nîmes (Jean-Yves Lefrant); Centre Hospitalier De Troyes (Bassam Beilouny); Groupe Hospitalier Est Francilien-Centre Hospitalier De Meaux (Xavier Forceville); Groupe Hospitalier Paris Saint Joseph (Benoit Misset); Hopital Antoine Béclère (Frederic Jacobs); Hopital Edouard Herriot (Bernard Floccard); Hôpital Lariboisère, APHP, Paris France (Didier Payen); Hopital Maison Blanche, Reims (Alain Wynckel); Hopitaux Universitaires de Strasbourg (Vincent Castelain); Hospices Civils de Lyon (Alexandre Faure); CHU-Grenoble (Pierre Lavagne); CHU-Nantes (Thierry Lepoivre); Réanimation Chirurgical Cardiovasculaire, CHRU Lille (Mouhamed D Moussa); University Hospital Ambroise Paré (Antoine Vieillard-Baron); University Hospital Grenoble (Michel Durand); University Hospital of Marseille (Marc Gainnier); University of Nice (Carole Ichai). Germany: Alexianer Krefeld Gmbh (Stefan Arens); Charite Hochschulmedizin Berlin (Clemens Hoffmann); Charite-University-Hospital, Berlin (Magnus Kaffarnik); Diakoniekrankenhaus Henriettenstiftung Gmbh (Claus-Jorg Scharnofske); Elisabeth-Krankenhaus, Essen (Ingo Voigt); Harlaching Hospital, Munich Municipal Hospital Group (Claus Peckelsen); Helios St. Johannes Klinik (Matthias Weber); Hospital St. Georg Leipzig (Jochen Gille); Klinik Hennigsdorf Der Oberhavel Kliniken Gmbh (Andreas Lange); Klinik Tettnang (Georg Schoser); Klinikum \"St. Georg\" Leipzig (Armin Sablotzki); Klinikum Augsburg (Ulrich Jaschinski); Klinikum Augsburg (Andreas Bluethgen); Klinikum Bremen-Mitte (Frank Vogel); Klinikum Bremen-Ost (Andreas Tscheu); Klinikum Heidenheim (Thomas Fuchs); Klinikum Links Der Weser Gmbh (Michael Wattenberg); Klinikum Luedenscheid (Torsten Helmes); Krankenhaus Neuwerk (Stefan Scieszka); Marienkrankenhaus Schwerte (Matthias Heintz); Medical Centre Cologne Merheim (Samir Sakka); Schwarzwald-Baar Klinikum Villingen-Schwenningen (Johannes Kohler); St. Elisabeth Krankenhaus Köln-Hohenlind (Fritz Fiedler); St. Martinus Hospital Olpe (Matthias Danz); Uniklinikum Jena (Yasser Sakr); Universitätsklinikum Tübingen (Reimer Riessen); Universitätsmedizin Mainz (Thomas Kerz); University Hospital Aachen, CPACC (Alexander Kersten); University Hospital Aachen, DMIII (Frank Tacke); University Hospital Aachen, OIC (Gernot Marx); University Hospital Muenster (Thomas Volkert); University Medical Centre Freiburg (Axel Schmutz); University Medical Centre Hamburg-Eppendorf (Axel Nierhaus); University Medical Centre Hamburg-Eppendorf (Stefan Kluge); University Medicine Greifswald (Peter Abel); University of Duisburg-Essen (Rolf A Janosi); University of Freiburg (Stefan Utzolino); University clinic Ulm (Hendrik Bracht); Vivantes Klinikum Neukoelln (Susanne Toussaint). Greece: Ahepa University Hospital (Maria Giannakou Peftoulidou); Athens University (Pavlos Myrianthefs); Athens University Medical School (Apostolos Armaganidis); Evangelismos Hospital (Christina Routsi); General Hospital of Chania, Crete (Angela Xini); Hippokration General Hospital, Thessaloniki (Eleni Mouloudi); General hospital of Velos (Ioannis Kokoris); Lamia General Hospital (George Kyriazopoulos); Naval and Veterans Hospital (Sawas Vlachos); Papanikolaou General Hospital (Athena Lavrentieva); University Hospital Alexandroupolis (Panagio Partala); University of Ioannina (George Nakos). Hungary: Dr. Kenessey Albert Hospital (Laszlo Medve); Fejér County St George Teaching Hospital (Agnes Sarkany); Flor Ferenc County Hospital (Ildiko Kremer); Jávorszky Ödön Hospital (Zsuzsa Marjanek); Peterfy Hospital Budapest (Peter Tamasi). Ireland: Cork University Hospital (Joan Barry); Mercy University Hospital (Ruth A O'Leary); Mid Western Regional Hospital Complex (Catherine Motherway); Midland Regional Hospital Mullingar, Co Westmeath (Mohammad Faheem); St. Vincent's University Hospital (Eimhin Dunne); Tallaght Hospital (Maria Donnelly); University Hospital Galway (Torsten Konrad). Israel: Rabin Medical Centre (Jonathan Cohen); Sourasky Tel Aviv Medical Centre (Oded Sold). Italy: Anesthesiology and Intensive Care (Eleonora Bonora); AO Ospedale Niguarda Ca' Granda (Carola Achilli); Azienda Ospedaliera Di Padova (Sandra Rossi); Azienda Ospedaliero Universitaria Policlinico Vittorio Emanuele (Giacomo Castiglione); Careggi Teaching Hospital (Adriano Peris); Clinicized Hospital SS Annunziata - Chieti (Daniela Albanese); Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milano; University of Milan (Nino Stocchetti); H San Gerardo - Monza (Giuseppe Citerio); ICU \"Ceccarini\" Hospital Riccione (Lorella Mozzoni); IRCCS Centro Cardiologico Monzino (Erminio Sisillo); IRCCS Centro Di Riferimento Oncologico Della Basilicata (Pasquale De Negri); IRCCS Fondazione Ca' Granda - Ospedale Maggiore Policlinico (Monica Savioli); Ospedale Belcolle Viterbo (Pietro Vecchiarelli); Ospedale Civile Maggiore - A.O.U.I Verona (Florin Puflea); Ospedale Civile Maggiore - A.O.U.I Verona (Vladimir Stankovic); Ospedale Di Circolo E Fondazione Macchi - Varese (Giulio Minoja); Ospedale Di Trento - Azienda Provinciale Per I Servizi Sanitari Della Provincia Autonoma Di Trento (Silvia Montibeller); Ospedale Orlandi (Plinio Calligaro); Ospedale Regionale U.Parini-Aosta (Raffaella Sorrentino); Ospedale San Donato Arezzo (Marco Feri); Ospedale San Raffaele (Massimo Zambon); Policlinico G.B. Rossi - A.O.U.I Verona (Elena Colombaroli); Policlinico University of Palermo (Antonino Giarratano); Santa Maria Degli Angeli Hospital (Tommaso Pellis); Saronno Hospital (Carlo Capra); Università Cattolica Del Sacro Cuore (Massimo Antonelli); University Catania, Italy (Antonino Gullo); University of Florence, Florence (Cosimo Chelazzi); University of Foggia (Antonella De Capraris); University of Milano-Bicocca, San Gerardo Hospital (Nicolo Patroniti); University of Modena (Massimo Girardis); University of Siena (Frederico Franchi); University of Trieste (Giorgio Berlot). Netherlands: Albert Schweitzer Hospital (Hubert Ponssen); Antoni Van Leeuwenhoek Ziekenhuis (Julia Ten Cate); Atrium Medisch Centrum Parkstad (Laura Bormans); Bovenij Hospital (Satria Husada); Catharina Hospital Eindhoven (Marc Buise); Erasmus \nUniversity Medical Centre (Ben Van Der Hoven); Martiniziekenhuis Groningen (Auke Reidinga); Medical Centre Leeuwarden (Michael Kuiper); Radboud University Nijmegen Medical Centre (Peter Pickkers); Slotervaart Ziekenhuis Amsterdam (Georg Kluge); Spaarne Ziekenhuis (Sylvia Den Boer); University Medical Centre Utrecht (Jozef Kesecioglu); Ziekenhuis Rijnstate (Henk Van Leeuwen). Norway: Haukeland University Hospital (Hans Flaatten); St Olavs Hospital, Trondheim University Hospital (Skule Mo). Poland: Csk Mswia (Julia Kolbusz); Medical University (Andrzej Kübler); Medical University Of Wroclaw (Beata Mielczarek); Medical University Warsaw (Malgorzata Mikaszewska-Sokolewicz); Pomeranian Medical University (Katarzyna Kotfis); Regional Hospital in Poznan (Barbara Tamowicz); Szpital Powiatowy W Ostrowi Mazowieckiej (Wiktor Sulkowski); University Hospital, Poznam (Piotr Smuszkiewicz); Wojewódzki Szpital Zakazny (Andrzej Pihowicz); Wojewódzkie Centrum Medyczne (Ewa Trejnowska). Portugal: Centro Hospitalar Cova Da Beira (Vitor Branco); Centro Hospitalar Do Porto (Fernando Rua); Centro Hospitalar Do Tâmega E Sousa (Estevao Lafuente); Centro Hospitalar Gaia/Espinho, Epe (Marta Sousa); Centro Hospitalar Médio Tejo (Nuno Catorze); Centro Hospitalar Tondela-Viseu (Maria Barros); Faro Hospital (Luis Pereira); Hospital Curry Cabral (Ana Vintém De Oliveira); Hospital Da Luz (Jose Gomes); Hospital De Egas Moniz - Chlo (Isable Gaspar); Hospital De Santo António, Centro Hospitalar Do Porto (Maria F Pereira); Hospital Divino Espírito Santo, Epe (Maria Cymbron); Hospital Espirito Santo - Évora Epe (Antonio Dias); Hospital Garcia Orta (Eduardo Almeida); Hospital Geral Centro Hospitalar E Universitario Coimbra (Sofia Beirao); Hospital Prof. Doutor Fernando Fonseca Epe (Isabel Serra); Hospital São Bernardo (Rosa Ribeiro); Hospital Sao Francisco Xavier, Chlo (Pedro Povoa); Instituto Portugues De Oncologia Francisco Gentil, Porto (Filomena Faria); Santa Maria Hospital (Zelia Costa-E-Silva); Serviço De Saúde Da Região Autonóma Da Madeira (Jose J Nóbrega); UCIP (Fatima Fernandes); ULS - Castelo Branco (Joao Gabriel). Romania: Emergency County Hospital Cluj (Natalia Hagau); Emergency Institute for Cardiovascular Diseases (Daniela Filipescu); Fundeni Clinical Institute (Gabriela Droc); Galati Hospital (Mary Nicoleta Lupu); Inbi \"Prof. Dr. Matei Bals\" (Alexandru Nica); Institute of Pulmonology Marius Nasta (Radu Stoica); Institutul Clinic Fundeni (Dana Rodica Tomescu); Sfantul Pantelimon Hospital (Dacia Laurentia Constantinescu); Spitalul Cf 2 Bucuresti (Georgica M Valcoreanu Zbaganu); “Luliu Hatieganu” University of Medicine and Pharmacy, Teaching Hospital of Infectious Diseases, Cluj-Napoca (Adriana Slavcovici). Serbia: Clinic for Cardiac Surgery, Clinical Centre of Serbia (Ljiljana Soskic); Clinic for Digestive Surgery, Clinical Centre Serbia (Ivan Palibrk); Clinic for Vascular Surgery, Clinical Centre Nis (Radmilo Jankovic); Clinical Centre of Serbia (Bojan Jovanovic); Clinical Centre of Serbia (Milena Pandurovic); Emergency Centre, Clinical Centre of Belgrade (Vesna Bumbasirevic); General University Hospital (Boris Uljarevic); Military Medical Academy (Maja Surbatovic); Urology Hospital (Nebojsa Ladjevic). Slovakia: District Hospital (Garri Slobodianiuk); Faculty Hospital (Viliam Sobona); University Hospital Bratislava-Hospital Ruzinov ICU (Andrea Cikova); University Hospital Ruzinov Bratislava (Andrea Gebhardtova). Slovenia: General Hospital Celje (Gorazd Voga); General Hospital Izola (Erik Rupnik); General Hospital Novo Mesto (Lucka Kosec); Oncological Institute (Milena Kerin Povšic); Ukc Maribor (Irena Osojnik); University Clinic of Respiratory and Allergic Diseases (Viktorija Tomic); University Clinical Centre Maribor (Andreja Sinkovic). Spain: CH Salamanca (Javier González); Clinic Hospital (Elizabeth Zavala); Complejo Hospitalario De Jaén (Jesus Pérez Valenzuela); Complejo Hospitalario De Toledo (Luis Marina); Complexo Hospitalario Universitario De Ourense (Pablo Vidal-Cortés); Complexo Hospitalario Universitario De Vigo (Pilar Posada); Corporación Sanitaria Parc Tauli (Ignacio Martin-Loeches); Cruz Roja Hospital (Noelia Muñoz Guillén); H Vall Hebron (Mercedes Palomar); HGGC Dr Negrín (Jordi Sole-Violan); Hospital Clinic (Antoni Torres); Hospital Clinico San Carlos (Miguel A Gonzalez Gallego); Hospital Clínico Universitario De Valencia (Gerardo Aguilar); Hospital Clínico Universitario Lozano Blesa (Raquel Montoiro Allué); Hospital Clinico Valencia (Monica Argüeso); Hospital De La Ribera (Martin Parejo); Hospital De Sagunto (Manuel Palomo Navarro); Hospital De San Juan De Alicante (Anton Jose); Hospital De Torrejon De Ardoz (Nicholas Nin); Hospital Del Mar (Francisco Alvarez Lerma); Hospital Del Tajo (Oscar Martinez); Hospital General Universitario De Elche (Eva Tenza Lozano); Hospital General Universitario Gregorio Marañon (Sara Arenal López); Hospital General Universitario Gregorio Marañon (Maria J Perez Granda); Hospital General Universitario Santa Lucía (Salvador Moreno); Hospital Germans Trias I Pujol (Clara Llubia); Hospital Infanta Margarita (Carmen De La Fuente Martos); Hospital Infanta Sofia (Paloma Gonzalez-Arenas); Hospital J.M. Morales Meseguer (Noemi Llamas Fernández); Hospital J.M. Morales Meseguer (Bernard Gil Rueda); Hospital Marina Salu. Denia. Alicante (Isabel Estruch Pons); Hospital Nuestra Señora Del Prado, Talavera De La Reina, Toledo. España (Nieves Cruza); Hospital San Juan De Dios Aljarafe (Fernando Maroto); Hospital Sas of Jerez (Angel Estella); Hospital Son Llatzer (Ana Ferrer); Hospital Universitario Central De Asturias (Lisardo Iglesias Fraile); Hospital Universitario Central De Asturias (Brigida Quindos); Hospital Universitario De Alava, Santiago (Amaia Quintano); Hospital Universitario De Basurto, Bilbao (Maria T Tebar); Hospital Universitario de Getafe (Pablo Cardinal); Hospital Universitario De La Princesa (Antonio Reyes); Hospital Universitario de Tarragona Joan Xxiii (Alejandro Rodríguez); Hospital Universitario Del Henares (Ana Abella); Hospital Universitario Fundación Alcorcón (Santiago García Del Valle); Hospital Universitario La Paz (Santiago Yus); Hospital Universitario La Paz (Emilio Maseda); Hospital Universitario Rio Hortega (Jose A Berezo); Hospital Universitario San Cecilio (Granada) (Armando Tejero Pedregosa); Hospital Virgen Del Camino (Clara Laplaza); Mutua Terrassa University Hospital (Ricard Ferrer); Rão Hortega University Hospital (Jesus Rico-Feijoo); Servicio Andaluz De Salud (Marina Rodríguez); University Okalingaf Navarra (Pablo Monedero). Sweden: Karolinska University Hospital And Karolinska Institute (Karin Eriksson); Sunderby Hospital, Luleå (Dan Lind). Switzerland: Hôpital Intercantonal De La Broye (David Chabanel); Hôpital Neuchâtelois - La Chaux-De-Fonds (Hervé Zender); Lindenhofspital (Kuno Heer); Regionalspital Surselva Ilanz (Gr) Schweiz (Bernd Frankenberger); University Hospital Bern (Stephan Jakob); Zentrum Für Intensivmedizin (Alois Haller). United Kingdom: Alexandra Hospital Redditch (Shiju Matthew); Blackpool Teaching Hospitals (Robert Downes); Brighton And Sussex University Hospitals (Casiano Barrera Groba); Cambridge University Hospitals NHS Foundation Trust (Andrew Johnston); Charing Cross Hospital (Roseanne Meacher); Chelsea & Westminster Hospital (Rick Keays); Christie Foundation Trust (Philip Haji-Michael); County Hospital, Lincoln (Chris Tyler); Craigavon Area Hospital (Andrew Ferguson); Cumberland Infirmary (Simon Jones); Darent Valley Hospital (David Tyl); Dorset County Hospital (Andrew Ball); Ealing Hospital NHS Trust (John Vogel); Glasgow Royal Infirmary (Malcolm Booth); Gloucester Royal Hospital (Paul Downie); The Great Western Hospital, Swindon (Malcolm Watters); Imperial College Healthcare NHS Trust (Stephen Brett); Ipswich Hospital NHS Trust (Marc Garfield); James Paget University Hospital NHS Foundation Trust (Lynn Everett); King's College Hospital (Sarah Heenen); King's Mill Hospital (Sandeep Dhir); Leeds Teaching Hospitals NHS Trust (Zoe Beardow); Lewisham Healthcare NHS Trust (Marthinus Mostert); Luton and Dunstable Hospital NHS Trust (Steve Brosnan); Medway Maritime Hospital (Nuno Pinto); Musgrove Park Hospital (Stephen Harris); Nevill Hall Hospital (Andy Summors); Pilgrim Hospital (Andrew Norton); Pinderfields Hospital, Mid Yorkshire NHS Trust (Alastair Rose); Plymouth Hospitals NHS Trust (Rebecca Appelboam); Princess Royal Hospital Telford (Omubo Davies); Royal Bournemouth Hospital (Emma Vickers); Royal Free Hampstead NHS Foundation Trust (Banwari Agarwal); Royal Glamorgan Hospital (Tamas Szakmany); Royal Hampshire County Hospital (Stephen Wimbush); Royal Liverpool University Hospital (Ingeborg Welters); Royal London Hospital, Barts Health NHS Trust (Rupert Pearse); Royal Shrewsbury Hospital (Robin Hollands); Royal Surrey County Hospital (Justin Kirk-Bayley); St Georges Healthcare (Nick Fletcher); Surrey & Sussex Healthcare Trust (Barbara Bray); University College Hospital (David Brealey); University Hospital of South Manchester (Peter Alexander); Western Infirmary (Steven Henderson); Whittington Hospital (Chris Hargreaves); Wirral University Teaching Hospital (Heather Black); Yeovil District Hospital (Kiran Gowda). AbbreviationsARDSAcute respiratory distress syndromeECMOExtracorporeal membrane oxygenationICONIntensive Care over NationsICUIntensive care unitPEEPPositive end-expiratory pressurePplatPlateau pressureSAPS II Simplified Acute Physiology Score IISOAPSepsis Occurrence in Acutely Ill PatientsSOFASequential organ failure assessment Authors’ contributionsYS conceived the current study, participated in the original ICON and SOAP studies, collected and analyzed the data, drafted this manuscript and approved the submitted version of the manuscript. BF participated in the original study, revised the manuscript for critical content, and approved the submitted version of the manuscript. JSV participated in the original study, revised the manuscript for critical content, and approved the submitted version of the manuscript. KK participated in the original study, revised the manuscript for critical content, and approved the submitted version of the manuscript. UJ participated in the original study, revised the manuscript for critical content, and approved the submitted version of the manuscript. AE participated in the original study, revised the manuscript for critical content, and approved the submitted version of the manuscript. ML participated in the original study, revised the manuscript for critical content, and approved the submitted version of the manuscript. SMJ participated in the original study, revised the manuscript for critical content, and approved the submitted version of the manuscript. XW participated in the original study, revised the manuscript for critical content, and approved the submitted version of the manuscript. LEF participated in the original study, revised the manuscript for critical content, and approved the submitted version of the manuscript. MMG helped collate the data, revised the manuscript for critical content, and approved the submitted version of the manuscript. TM helped collate the data, revised the manuscript for critical content, and approved the submitted version of the manuscript. JLV helped conceive and participated in the original ICON and SOAP studies, revised the manuscript for critical content, and approved the submitted version of the manuscript. VMR conceived the current study, participated in the original ICON and SOAP studies, collected and analyzed the data, drafted this manuscript and approved the submitted version of the manuscript. All authors read and approved the final manuscript. FundingNone. Availability of data and materialsThe datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request. Ethics approval and consent to participateEthics committee approval for the original SOAP and ICON studies was obtained by the participating institutions according to local ethical regulations. Consent for publicationNot applicable. Competing interestsJLV is Editor-in-Chief of Critical Care. The other authors declare that they have no relevant financial interests. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Contributor Informationthe SOAP and ICON Investigators:Georg Delle Karth, Volker Draxler, Gottfried Filzwieser, Werner Heindl, Gerhard Kellner, Thomas Bauer, Kurt Lenz, Edmund Rossmann, Christian Wiedermann, Patrick Biston, Didier Chochrad, Vincent Collin, Pierre Damas, Johan Decruyenaere, Eric Hoste, Jacques Devriendt, Benoît Espeel, Vincent Fraipont, Etienne Installe, Manu Malbrain, Guy Nollet, Jean-Charles Preiser, Jan Raemaekers, Alain Roman, Marc Simon, Herbert Spapen, Walter Swinnen, Frédéreic Vallot, Jean-Louis Vincent, Ivan Chytra, Lukas Dadak, Ivan Herold, Ferdinand Polak, Martin Sterba, Morten Bestle, Kurt Espersen, Henrik Guldager, Karen-Liese Welling, Dag Nyman, Esko Ruokonen, Kari Saarinen, Djillali Annane, Philippe Catogni, Gabriel Colas, François Coulomb, Rene Dorne, Maite Garrouste, Christian Isetta, Jérôme Larché, Jean-Roger Le Gall, Henry Lessire, Yannick Malledant, Philippe Mateu, Michel Ossart, Didier Payen, Pascal Schlossmacher, Jean-François Timsit, Stéphane Winnock, Jean-Pierre Sollet, Laurent Mallet, Peter Maurer, Jean-Michel Sab, Gueclue Aykut, Frank Brunkhorst, Axel Nierhaus, Michael Lauterbach, Max Ragaller, Rainer Gatz, Herwig Gerlach, Deitrich Henzler, Hand-Bernd Hopf, Hilmar Hueneburg, Waheed Karzai, Ansgar Keller, Uwe Kuhlmann, Julia Langgartner, Cornelia Manhold, B. Reith, Tobias Schuerholz, Claudia Spies, Reimund Stögbauer, J. Unterburger, Phyllis-Maria Clouva-Molyvdas, George Giokas, Eleni Ioannidou, Alexandra Lahana, Alexandros Liolios, Katerina Marathias, George Nakos, Antonia Tasiou, Hercules Tsangaris, Peter Tamasi, Brian Marsh, Michael Power, Charles Sprung, Bonizella Biagioli, Franco Bobbio Pallavicini, Antonio Pesenti, Carlo Capra, Francesco Della Corte, Pierpaulo Donadio, Abele Donati, Antonino Giarratano, Tulli Giorgio, Daniela Giudici, Stefano Greco, Alberto Guadagnucci, Gaetano Lapichino, Sergio Livigni, Gabriella Moise, Giuseppe Nardi, Eltore Panascia, M. Pizzamiglio, V. M. Ranieri, Ranieri Rosi, Alberto Sicignano, Maurizio Solca, G. Vignali, Italo Volpe Rinonapoli, Michel Barnas, Ernst E. De Bel, Anne-Cornelie De Pont, Johan Groeneveld, Maarten Nijsten, Liang-Hai Sie, Durk F. Zandstra, Svein Harboe, Svante Lindén, Renata Z. Lovstad, Harald Moen, Nils Smith-Erichsen, Andrjej Piotrowski, Ewa Karpel, Eduardo Almeida, Rui Moreno, Antonio Pais-De-Lacerda, Jose A. Paiva, Isabel Serra, Jorge M. Pimentel, Daniela Filipescu, Krsta Jovanovic, Peter Malik, Kosec Lucka, Gorazd Voga, Cesar Aldecoa Alvarez-Santullano, Antonio Artigas, Elizabeth Zavala, Angels Escorsell, Jose Nicolas, José JIzura Cea, Luis Marina, Juan Montejo, Eduardo Palencia, Francisco Santos, Rafael Sierra-Camerino, Fernando Sipmann, Keld Brodersen, Jan Haggqvist, Dan Hermansson, Hans Hjelmqvist, Kuno Heer, Giorgio Loderer, Marco Maggiorini, Hervé Zender, Peter Andrews, Balraj Appadu, Casiano Barrera Groba, Jeremy Bewley, Ken Burchett, Philip Chambers, John Coakley, Doris Doberenz, Nigel Eastwood, Andrew Ferguson, Jonathan Fielden, Jacqueline Gedney, Kevin Gunning, David Harling, Stas Jankowski, David Jayson, Andrew Kilner, Venketachalam Krishna-Kumar, K. Lei, S. Mackenzie, Peter Macnaughton, Gernot Marx, C. McCulloch, Paul Morgan, Andrew Rhodes, Chris Roberts, Mark Russell, Darell Tupper-Carey, Maggie Wright, Linda Twohey, James Watts, Rae Webster, Dewi Williams, Philipp Urbanek, Joachim Schlieber, Johann Reisinger, Johann Auer, Andreas Hartjes, Andreas Lerche, Thomas Janous, Eveline Kink, Walter Krahulec, Karl-Heinz Smolle, Marc Van Der Schueren, Patrick Thibo, Marc Vanhoof, Ibis Ahmet, Philippe Gadisseux, Philippe Dufaye, Olivier Jacobs, Alain Dive, Yves Bouckaert, Eric Gilbert, Benjamin Gressens, Eric Pinck, Jan J. De Waele, Rocio Rimachi, Dan Gusu, Koen De Decker, Kakisidi Mandianga, Luc Heytens, Xavier Wittebole, Olivier Van Collie, Wout Vandenheede, Peter Rogiers, Pavel Pavlik, Jan Manak, Eva Kieslichova, Radovan Turek, Michal Fischer, Radka Valkova, Pavel Dostal, Jan Malaska, Roman Hajek, Alexandra Židková, Pavel Lavicka, Piotr Kolodzeike, Mary Kruse, Torben Andersen, Veli-Pekka Harjola, Marc Leone, Alain Durocher, Serge Moulront, Alain Lepape, Marie-Reine Losser, Philippe Cabaret, Evangelos Kalaitzis, Elie Zogheib, Philippe Charve, Bruno François, Jean-Yves Lefrant, Bassam Beilouny, Xavier Forceville, Benoit Misset, Frederic Jacobs, Bernard Floccard, Alain Wynckel, Vincent Castelain, Alexandre Faure, Pierre Lavagne, Thierry Lepoivre, Mouhamed D. Moussa, Antoine Vieillard-Baron, Michel Durand, Marc Gainnier, Carole Ichai, Stefan Arens, Clemens Hoffmann, Magnus Kaffarnik, Claus-Jorg Scharnofske, Ingo Voigt, Claus Peckelsen, Matthias Weber, Jochen Gille, Andreas Lange, Georg Schoser, Armin Sablotzki, Ulrich Jaschinski, Andreas Bluethgen, Frank Vogel, Andreas Tscheu, Thomas Fuchs, Michael Wattenberg, Torsten Helmes, Stefan Scieszka, Matthias Heintz, Samir Sakka, Johannes Kohler, Fritz Fiedler, Matthias Danz, Yasser Sakr, Reimer Riessen, Thomas Kerz, Alexander Kersten, Frank Tacke, Gernot Marx, Thomas Volkert, Axel Schmutz, Stefan Kluge, Peter Abel, Rolf A. Janosi, Stefan Utzolino, Hendrik Bracht, Susanne Toussaint, Maria Giannakou Peftoulidou, Pavlos Myrianthefs, Apostolos Armaganidis, Christina Routsi, Angela Xini, Eleni Mouloudi, Ioannis Kokoris, George Kyriazopoulos, Sawas Vlachos, Athena Lavrentieva, Panagio Partala, Laszlo Medve, Agnes Sarkany, Ildiko Kremer, Zsuzsa Marjanek, Joan Barry, Ruth A. O’Leary, Catherine Motherway, Mohammad Faheem, Eimhin Dunne, Maria Donnelly, Torsten Konrad, Jonathan Cohen, Oded Sold, Eleonora Bonora, Carola Achilli, Sandra Rossi, Giacomo Castiglione, Adriano Peris, Daniela Albanese, Nino Stocchetti, Giuseppe Citerio, Lorella Mozzoni, Erminio Sisillo, Pasquale De Negri, Monica Savioli, Pietro Vecchiarelli, Florin Puflea, Vladimir Stankovic, Giulio Minoja, Silvia Montibeller, Plinio Calligaro, Raffaella Sorrentino, Marco Feri, Massimo Zambon, Elena Colombaroli, Tommaso Pellis, Massimo Antonelli, Antonino Gullo, Cosimo Chelazzi, Antonella De Capraris, Nicolo Patroniti, Massimo Girardis, Frederico Franchi, Giorgio Berlot, Hubert Ponssen, Julia Ten Cate, Laura Bormans, Satria Husada, Marc Buise, Ben Van Der Hoven, Auke Reidinga, Michael Kuiper, Peter Pickkers, Georg Kluge, Sylvia Den Boer, Jozef Kesecioglu, Henk Van Leeuwen, Hans Flaatten, Skule Mo, Julia Kolbusz, Andrzej Kübler, Beata Mielczarek, Malgorzata Mikaszewska-Sokolewicz, Katarzyna Kotfis, Barbara Tamowicz, Wiktor Sulkowski, Piotr Smuszkiewicz, Andrzej Pihowicz, Ewa Trejnowska, Vitor Branco, Fernando Rua, Estevao Lafuente, Marta Sousa, Nuno Catorze, Maria Barros, Luis Pereira, Ana Vintém De Oliveira, Jose Gomes, Isable Gaspar, Maria F. Pereira, Maria Cymbron, Antonio Dias, Sofia Beirao, Rosa Ribeiro, Pedro Povoa, Filomena Faria, Zelia Costa-E-Silva, Jose J. Nóbrega, Fatima Fernandes, Natalia Hagau, Gabriela Droc, Mary Nicoleta Lupu, Alexandru Nica, Radu Stoica, Dana Rodica Tomescu, Dacia Laurentia Constantinescu, Georgica MValcoreanu Zbaganu, Adriana Slavcovici, Ljiljana Soskic, Ivan Palibrk, Radmilo Jankovic, Bojan Jovanovic, Milena Pandurovic, Vesna Bumbasirevic, Boris Uljarevic, Maja Surbatovic, Nebojsa Ladjevic, Garri Slobodianiuk, Viliam Sobona, Andrea Cikova, Andrea Gebhardtova, Erik Rupnik, Lucka Kosec, Milena Kerin Povšic, Irena Osojnik, Viktorija Tomic, Javier González, Jesus Pérez Valenzuela, Pablo Vidal-Cortés, Pilar Posada, Ignacio Martin-Loeches, Noelia Muñoz Guillén, Mercedes Palomar, Jordi Sole-Violan, Antoni Torres, Miguel AGonzalez Gallego, Gerardo Aguilar, Raquel Montoiro Allué, Monica Argüeso, Martin Parejo, Manuel Palomo Navarro, Anton Jose, Nicholas Nin, Francisco Alvarez Lerma, Oscar Martinez, Eva Tenza Lozano, Sara Arenal López, Maria JPerez Granda, Salvador Moreno, Clara Llubia, Carmen De La Fuente Martos, Paloma Gonzalez-Arenas, Noemi Llamas Fernández, Bernard Gil Rueda, Isabel Estruch Pons, Nieves Cruza, Fernando Maroto, Angel Estella, Ana Ferrer, Lisardo Iglesias Fraile, Brigida Quindos, Amaia Quintano, Maria T. Tebar, Pablo Cardinal, Antonio Reyes, Alejandro Rodríguez, Ana Abella, Santiago García Del Valle, Santiago Yus, Emilio Maseda, Jose A. Berezo, Armando Tejero Pedregosa, Clara Laplaza, Ricard Ferrer, Jesus Rico-Feijoo, Marina Rodríguez, Pablo Monedero, Karin Eriksson, David Chabanel, Bernd Frankenberger, Stephan Jakob, Shiju Matthew, Robert Downes, Andrew Johnston, Roseanne Meacher, Rick Keays, Philip Haji-Michael, Chris Tyler, Simon Jones, David Tyl, Andrew Ball, John Vogel, Malcolm Booth, Paul Downie, Malcolm Watters, Stephen Brett, Marc Garfield, Lynn Everett, Sarah Heenen, Sandeep Dhir, Zoe Beardow, Marthinus Mostert, Steve Brosnan, Nuno Pinto, Stephen Harris, Andy Summors, Andrew Norton, Alastair Rose, Rebecca Appelboam, Omubo Davies, Emma Vickers, Banwari Agarwal, Tamas Szakmany, Stephen Wimbush, Ingeborg Welters, Rupert Pearse, Robin Hollands, Justin Kirk-Bayley, Nick Fletcher, Barbara Bray, David Brealey, Peter Alexander, Steven Henderson, Chris Hargreaves, Heather Black, and  Kiran GowdaPlinio Calligaro, Email: gro.evisnetni@tnecnivlj. References1. Ashbaugh DG, Bigelow DB, Petty TL, Levine BE. Acute respiratory distress in adults. Lancet. 1967;2:319–323. doi: 10.1016/S0140-6736(67)90168-7. [PubMed] [CrossRef] [Google Scholar]2. Bernard GR, Artigas A, Brigham KL, Carlet J, Falke K, Hudson L, et al.  The American-European Consensus Conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination. Am J Respir Crit Care Med. 1994;149:818–824. doi: 10.1164/ajrccm.149.3.7509706. [PubMed] [CrossRef] [Google Scholar]3. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]4. Acute Respiratory Distress Syndrome Network  Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]5. Guerin C, Reignier J, Richard JC, Beuret P, Gacouin A, Boulain T, et al.  Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368:2159–2168. doi: 10.1056/NEJMoa1214103. [PubMed] [CrossRef] [Google Scholar]6. Munshi L, Walkey A, Goligher E, Pham T, Uleryk EM, Fan E. Venovenous extracorporeal membrane oxygenation for acute respiratory distress syndrome: a systematic review and meta-analysis. Lancet Respir Med. 2019;7:163–172. doi: 10.1016/S2213-2600(18)30452-1. [PubMed] [CrossRef] [Google Scholar]7. Guervilly C, Prud'homme E, Pauly V, Bourenne J, Hraiech S, Daviet F, et al.  Prone positioning and extracorporeal membrane oxygenation for severe acute respiratory distress syndrome: time for a randomized trial? Intensive Care Med. 2019;45:1040–1042. doi: 10.1007/s00134-019-05570-9. [PubMed] [CrossRef] [Google Scholar]8. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315:788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]9. Sakr Y, Vincent JL, Reinhart K, Groeneveld J, Michalopoulos A, Sprung CL, et al.  High tidal volume and positive fluid balance are associated with worse outcome in acute lung injury. Chest. 2005;128:3098–3108. doi: 10.1378/chest.128.5.3098. [PubMed] [CrossRef] [Google Scholar]10. Laffey JG, Bellani G, Pham T, Fan E, Madotto F, Bajwa EK, et al.  Potentially modifiable factors contributing to outcome from acute respiratory distress syndrome: the LUNG SAFE study. Intensive Care Med. 2016;42:1865–1876. doi: 10.1007/s00134-016-4571-5. [PubMed] [CrossRef] [Google Scholar]11. Nin N, Muriel A, Penuelas O, Brochard L, Lorente JA, Ferguson ND, et al.  Severe hypercapnia and outcome of mechanically ventilated patients with moderate or severe acute respiratory distress syndrome. Intensive Care Med. 2017;43:200–208. doi: 10.1007/s00134-016-4611-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Esteban A, Frutos-Vivar F, Muriel A, Ferguson ND, Penuelas O, Abraira V, et al.  Evolution of mortality over time in patients receiving mechanical ventilation. Am J Respir Crit Care Med. 2013;188:220–230. doi: 10.1164/rccm.201212-2169OC. [PubMed] [CrossRef] [Google Scholar]13. Villar J, Blanco J, Anon JM, Santos-Bouza A, Blanch L, Ambros A, et al.  The ALIEN study: incidence and outcome of acute respiratory distress syndrome in the era of lung protective ventilation. Intensive Care Med. 2011;37:1932–1941. doi: 10.1007/s00134-011-2380-4. [PubMed] [CrossRef] [Google Scholar]14. Pierrakos C, Vincent JL. The changing pattern of acute respiratory distress syndrome over time: a comparison of two periods. Eur Respir J. 2012;40:589–595. doi: 10.1183/09031936.00130511. [PubMed] [CrossRef] [Google Scholar]15. Stapleton RD, Wang BM, Hudson LD, Rubenfeld GD, Caldwell ES, Steinberg KP. Causes and timing of death in patients with ARDS. Chest. 2005;128:525–532. doi: 10.1378/chest.128.2.525. [PubMed] [CrossRef] [Google Scholar]16. Parker JC, Hernandez LA, Peevy KJ. Mechanisms of ventilator-induced lung injury. Crit Care Med. 1993;21:131–143. doi: 10.1097/00003246-199301000-00024. [PubMed] [CrossRef] [Google Scholar]17. Slutsky AS, Ranieri VM. Ventilator-induced lung injury. N Engl J Med. 2013;369:2126–2136. doi: 10.1056/NEJMra1208707. [PubMed] [CrossRef] [Google Scholar]18. Chiumello D, Carlesso E, Brioni M, Cressoni M. Airway driving pressure and lung stress in ARDS patients. Crit Care. 2016;20:276. doi: 10.1186/s13054-016-1446-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Terragni PP, Rosboch G, Tealdi A, Corno E, Menaldo E, Davini O, et al.  Tidal hyperinflation during low tidal volume ventilation in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2007;175:160–166. doi: 10.1164/rccm.200607-915OC. [PubMed] [CrossRef] [Google Scholar]20. Bugedo G, Retamal J, Bruhn A. Driving pressure: a marker of severity, a safety limit, or a goal for mechanical ventilation? Crit Care. 2017;21:199. doi: 10.1186/s13054-017-1779-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Amato MB, Meade MO, Slutsky AS, Brochard L, Costa EL, Schoenfeld DA, et al.  Driving pressure and survival in the acute respiratory distress syndrome. N Engl J Med. 2015;372:747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]22. Vincent JL, Sakr Y, Sprung CL, Ranieri VM, Reinhart K, Gerlach H, et al.  Sepsis in European intensive care units: results of the SOAP study. Crit Care Med. 2006;34:344–353. doi: 10.1097/01.CCM.0000194725.48928.3A. [PubMed] [CrossRef] [Google Scholar]23. Vincent JL, Marshall JC, Namendys-Silva SA, Francois B, Martin-Loeches I, Lipman J, et al.  Assessment of the worldwide burden of critical illness: the Intensive Care Over Nations (ICON) audit. Lancet Respir Med. 2014;2:380–386. doi: 10.1016/S2213-2600(14)70061-X. [PubMed] [CrossRef] [Google Scholar]24. Le Gall JR, Lemeshow S, Saulnier F. A new Simplified Acute Physiology Score (SAPS II) based on a European/North American multicenter study. JAMA. 1993;270:2957–2963. doi: 10.1001/jama.1993.03510240069035. [PubMed] [CrossRef] [Google Scholar]25. Vincent JL, Moreno R, Takala J, Willatts S, De Mendonca A, Bruining H, et al.  The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine. Intensive Care Med. 1996;22:707–710. doi: 10.1007/BF01709751. [PubMed] [CrossRef] [Google Scholar]26. Neto AS, Barbas CS, Simonis FD, Artigas-Raventos A, Canet J, Determann RM, et al.  Epidemiological characteristics, practice of ventilation, and clinical outcome in patients at risk of acute respiratory distress syndrome in intensive care units from 16 countries (PRoVENT): an international, multicentre, prospective study. Lancet Respir Med. 2016;4:882–893. doi: 10.1016/S2213-2600(16)30305-8. [PubMed] [CrossRef] [Google Scholar]27. Cilloniz C, Ferrer M, Liapikou A, Garcia-Vidal C, Gabarrus A, Ceccato A, et al.  Acute respiratory distress syndrome in mechanically ventilated patients with community-acquired pneumonia. Eur Respir J. 2018;51:1702215. doi: 10.1183/13993003.02215-2017. [PubMed] [CrossRef] [Google Scholar]28. Mikkelsen ME, Shah CV, Meyer NJ, Gaieski DF, Lyon S, Miltiades AN, et al.  The epidemiology of acute respiratory distress syndrome in patients presenting to the emergency department with severe sepsis. Shock. 2013;40:375–381. doi: 10.1097/SHK.0b013e3182a64682. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Azoulay E, Lemiale V, Mourvillier B, Garrouste-Org A, Schwebel C, Ruckly S, et al.  Management and outcomes of acute respiratory distress syndrome patients with and without comorbid conditions. Intensive Care Med. 2018;44:1050–1060. doi: 10.1007/s00134-018-5209-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Azoulay E, Lemiale V, Mokart D, Pene F, Kouatchet A, Perez P, et al.  Acute respiratory distress syndrome in patients with malignancies. Intensive Care Med. 2014;40:1106–1114. doi: 10.1007/s00134-014-3354-0. [PubMed] [CrossRef] [Google Scholar]31. Fujishima S, Gando S, Saitoh D, Kushimoto S, Ogura H, Abe T, et al.  Demographics, treatments, and outcomes of acute respiratory distress syndrome: the Focused Outcomes Research in Emergency Care in Acute Respiratory Distress Syndrome, Sepsis, and Trauma (FORECAST) Study. Shock. 2020;53:544–549. doi: 10.1097/SHK.0000000000001416. [PubMed] [CrossRef] [Google Scholar]32. Silva PL, Rocco PRM. The basics of respiratory mechanics: ventilator-derived parameters. Ann Transl Med. 2018;6:376. doi: 10.21037/atm.2018.06.06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Boussarsar M, Thierry G, Jaber S, Roudot-Thoraval F, Lemaire F, Brochard L. Relationship between ventilatory settings and barotrauma in the acute respiratory distress syndrome. Intensive Care Med. 2002;28:406–413. doi: 10.1007/s00134-001-1178-1. [PubMed] [CrossRef] [Google Scholar]34. Schmidt MFS, Amaral ACKB, Fan E, Rubenfeld GD. Driving pressure and hospital mortality in patients without ARDS: a cohort study. Chest. 2018;153:46–54. doi: 10.1016/j.chest.2017.10.004. [PubMed] [CrossRef] [Google Scholar]35. Fan E, Brodie D, Slutsky AS. Acute respiratory distress syndrome: Advances in diagnosis and treatment. JAMA. 2018;319:698–710. doi: 10.1001/jama.2017.21907. [PubMed] [CrossRef] [Google Scholar]"}