{"title": "Transforming a paediatric ICU to an adult ICU for severe Covid-19: lessons learned", "pubDate": "2021", "PMCID": "PMC7909369", "DOI": "10.1007/s00431-021-03992-6", "PMID": "33638097", "abstract": "During the first Covid-19 wave, our paediatric intensive care unit (PICU), like many others across the globe, was transformed into an adult ICU for patients with severe Covid-19, due to a shortage of adult ICU beds. Here, we provide a comprehensive description of all the conditions that must be fulfilled to successfully accomplish this transformation. Strong support from all hospital departments was crucial, as their activity was modified by the change. Healthcare workers from various units, notably the paediatric anaesthesiology department, worked in the adult ICU to ensure sufficient staffing. The number of physiotherapists and psychologists was increased. A support system for both healthcare workers and patients' relatives was set up with the help of the mobile paediatric palliative care and support team. Supplies suitable for adults were ordered. Protocols for numerous procedures were written within a few days. Video tutorials, checklists, and simulation sessions were circulated to the entire staff. The head nurses guided and supported the new staff and usual PICU staff. The transformation was achieved within a week. The main difficulties were healthcare worker stress, changes in recommendations over time, absence of visits from relatives, and specific adult issues that paediatricians are unfamiliar with.Conclusion: For the staff, caring for adult patients was made easier by working in their familiar unit instead of being moved to an adult hospital with unfamiliar staff members and equipment. Strong support from the hospital and the assistance of consultants from adult hospital departments were crucial. What is Known: • The dramatic spread across the world of coronavirus disease 2019 generated critical care needs that drastically exceeded resources in many countries worldwide. • Paediatric ICU activity during this period decreased due to lockdown measures and the fact that children rarely required ICU for coronavirus disease 2019. What is New: • We describe how an 18-bed adult Covid-19 ICU was successfully set up in a paediatric hospital during the first wave of the Covid-19 pandemic. • Specific requirements regarding supply, human resources, and procedures, as well as difficulties encountered, are described.", "author": [{"author": "Maryline Chomton", "affiliation": ["Paediatric Intensive Care Unit, Robert-Debré University Hospital, Assistance Publique-Hôpitaux de Paris (AP-HP), Paris, France."], "href": "/?term=Chomton+M&cauthor_id=33638097"}, {"author": "Lucile Marsac", "affiliation": ["Anesthesiology Department, Robert-Debré University Hospital, Assistance Publique-Hôpitaux de Paris (AP-HP), Paris, France."], "href": "/?term=Marsac+L&cauthor_id=33638097"}, {"author": "Anna Deho", "affiliation": ["Paediatric Intensive Care Unit, Robert-Debré University Hospital, Assistance Publique-Hôpitaux de Paris (AP-HP), Paris, France."], "href": "/?term=Deho+A&cauthor_id=33638097"}, {"author": "Arielle Maroni", "affiliation": ["Paediatric Intensive Care Unit, Robert-Debré University Hospital, Assistance Publique-Hôpitaux de Paris (AP-HP), Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Maroni+A&cauthor_id=33638097"}, {"author": "Guillaume Geslain", "affiliation": ["Paediatric Intensive Care Unit, Robert-Debré University Hospital, Assistance Publique-Hôpitaux de Paris (AP-HP), Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Geslain+G&cauthor_id=33638097"}, {"author": "Karine Frannais-Haverland", "affiliation": ["Paediatric Intensive Care Unit, Robert-Debré University Hospital, Assistance Publique-Hôpitaux de Paris (AP-HP), Paris, France."], "href": "/?term=Frannais-Haverland+K&cauthor_id=33638097"}, {"author": "Robert-Debré University Hospital Study Group", "affiliation": [], "href": "/?term=Robert-Debr%C3%A9+University+Hospital+Study+Group%5BCorporate+Author%5D"}, {"author": "Armelle Nicolas-Robin", "affiliation": ["Mobile Paediatric Palliative Care and Support Team, Robert-Debré University Hospital, Assistance Publique-Hôpitaux de Paris (AP-HP), Paris, France."], "href": "/?term=Nicolas-Robin+A&cauthor_id=33638097"}, {"author": "Michaël Levy", "affiliation": ["Paediatric Intensive Care Unit, Robert-Debré University Hospital, Assistance Publique-Hôpitaux de Paris (AP-HP), Paris, France. levy-michael@live.fr.", "Université de Paris, Paris, France. levy-michael@live.fr."], "href": "/?term=Levy+M&cauthor_id=33638097"}, {"author": "Laetitia Abdallah", "affiliation": [], "href": "/?term=Abdallah+L"}, {"author": "Hélène Armier", "affiliation": [], "href": "/?term=Armier+H"}, {"author": "Rita Assaker", "affiliation": [], "href": "/?term=Assaker+R"}, {"author": "Laura Atger", "affiliation": [], "href": "/?term=Atger+L"}, {"author": "Tristan Avril", "affiliation": [], "href": "/?term=Avril+T"}, {"author": "Olivia Baylet-Fernandes", "affiliation": [], "href": "/?term=Baylet-Fernandes+O"}, {"author": "Chérine Benzouid", "affiliation": [], "href": "/?term=Benzouid+C"}, {"author": "Elise Bernard", "affiliation": [], "href": "/?term=Bernard+E"}, {"author": "Ségolène Bernheim", "affiliation": [], "href": "/?term=Bernheim+S"}, {"author": "Chloé Berthaud", "affiliation": [], "href": "/?term=Berthaud+C"}, {"author": "Constance Beyler", "affiliation": [], "href": "/?term=Beyler+C"}, {"author": "Sylvain Bidaud", "affiliation": [], "href": "/?term=Bidaud+S"}, {"author": "Valeska Bidault", "affiliation": [], "href": "/?term=Bidault+V"}, {"author": "Philippe Bidet", "affiliation": [], "href": "/?term=Bidet+P"}, {"author": "Melanie Bilger", "affiliation": [], "href": "/?term=Bilger+M"}, {"author": "André Birgy", "affiliation": [], "href": "/?term=Birgy+A"}, {"author": "Matthieu Blanc", "affiliation": [], "href": "/?term=Blanc+M"}, {"author": "Stéphane Bonacorsi", "affiliation": [], "href": "/?term=Bonacorsi+S"}, {"author": "Arnaud Bonnard", "affiliation": [], "href": "/?term=Bonnard+A"}, {"author": "Marc Bouchet", "affiliation": [], "href": "/?term=Bouchet+M"}, {"author": "Oliver Bourdon", "affiliation": [], "href": "/?term=Bourdon+O"}, {"author": "Charlotte Calvo", "affiliation": [], "href": "/?term=Calvo+C"}, {"author": "Marion Caseris", "affiliation": [], "href": "/?term=Caseris+M"}, {"author": "Laure Castre Saint Martin", "affiliation": [], "href": "/?term=Saint+Martin+LC"}, {"author": "Said Chehidi", "affiliation": [], "href": "/?term=Chehidi+S"}, {"author": "Clara Choquet", "affiliation": [], "href": "/?term=Choquet+C"}, {"author": "David Clavequin", "affiliation": [], "href": "/?term=Clavequin+D"}, {"author": "Ines Da Costa", "affiliation": [], "href": "/?term=Da+Costa+I"}, {"author": "Souhayl Dahmani", "affiliation": [], "href": "/?term=Dahmani+S"}, {"author": "Stéphane Dauger", "affiliation": [], "href": "/?term=Dauger+S"}, {"author": "Jean-Hugues Dalle", "affiliation": [], "href": "/?term=Dalle+JH"}, {"author": "Isabelle David", "affiliation": [], "href": "/?term=David+I"}, {"author": "Anne-Charlotte De Moronvalle", "affiliation": [], "href": "/?term=De+Moronvalle+AC"}, {"author": "Nicolas De Roux", "affiliation": [], "href": "/?term=De+Roux+N"}, {"author": "Camille Ducroc", "affiliation": [], "href": "/?term=Ducroc+C"}, {"author": "Mathilde Egraz", "affiliation": [], "href": "/?term=Egraz+M"}, {"author": "Charlotte Fait", "affiliation": [], "href": "/?term=Fait+C"}, {"author": "Albert Faye", "affiliation": [], "href": "/?term=Faye+A"}, {"author": "Camille Feltesse", "affiliation": [], "href": "/?term=Feltesse+C"}, {"author": "Claire Ferrua", "affiliation": [], "href": "/?term=Ferrua+C"}, {"author": "Jennifer Feugueur", "affiliation": [], "href": "/?term=Feugueur+J"}, {"author": "Cécile Flusin", "affiliation": [], "href": "/?term=Flusin+C"}, {"author": "Sophie Forceau", "affiliation": [], "href": "/?term=Forceau+S"}, {"author": "Anne Galland", "affiliation": [], "href": "/?term=Galland+A"}, {"author": "Alexis Gavi", "affiliation": [], "href": "/?term=Gavi+A"}, {"author": "Mathieu Genuini", "affiliation": [], "href": "/?term=Genuini+M"}, {"author": "Clarisse Gins", "affiliation": [], "href": "/?term=Gins+C"}, {"author": "Angelique Girre", "affiliation": [], "href": "/?term=Girre+A"}, {"author": "Bruno Greff", "affiliation": [], "href": "/?term=Greff+B"}, {"author": "Emma Guêtre", "affiliation": [], "href": "/?term=Gu%C3%AAtre+E"}, {"author": "Ariane Haggège-Bonnefont", "affiliation": [], "href": "/?term=Hagg%C3%A8ge-Bonnefont+A"}, {"author": "Sandrine Haghiri", "affiliation": [], "href": "/?term=Haghiri+S"}, {"author": "Aurélie Hayotte", "affiliation": [], "href": "/?term=Hayotte+A"}, {"author": "Véronique Houdouin", "affiliation": [], "href": "/?term=Houdouin+V"}, {"author": "Mylène Houdre", "affiliation": [], "href": "/?term=Houdre+M"}, {"author": "Maha Houri", "affiliation": [], "href": "/?term=Houri+M"}, {"author": "Marie-Françoise Hurtaud", "affiliation": [], "href": "/?term=Hurtaud+MF"}, {"author": "Salim Idelcadi", "affiliation": [], "href": "/?term=Idelcadi+S"}, {"author": "Theresa Kwon", "affiliation": [], "href": "/?term=Kwon+T"}, {"author": "Boris Lacarra", "affiliation": [], "href": "/?term=Lacarra+B"}, {"author": "Fleur Le Bourgeois", "affiliation": [], "href": "/?term=Le+Bourgeois+F"}, {"author": "Constance Leduc", "affiliation": [], "href": "/?term=Leduc+C"}, {"author": "Sandy Le Moing", "affiliation": [], "href": "/?term=Le+Moing+S"}, {"author": "Lucie Lefèvre", "affiliation": [], "href": "/?term=Lef%C3%A8vre+L"}, {"author": "Cecilia Martos", "affiliation": [], "href": "/?term=Martos+C"}, {"author": "Benedicte Marchina-Anduran", "affiliation": [], "href": "/?term=Marchina-Anduran+B"}, {"author": "Patricia Mariani", "affiliation": [], "href": "/?term=Mariani+P"}, {"author": "Laure Maurice", "affiliation": [], "href": "/?term=Maurice+L"}, {"author": "Delphine Micaelli", "affiliation": [], "href": "/?term=Micaelli+D"}, {"author": "Christelle Moreau", "affiliation": [], "href": "/?term=Moreau+C"}, {"author": "Antoine Mouche", "affiliation": [], "href": "/?term=Mouche+A"}, {"author": "Jérome Naudin", "affiliation": [], "href": "/?term=Naudin+J"}, {"author": "Bellaure Ndoudi-Likoho", "affiliation": [], "href": "/?term=Ndoudi-Likoho+B"}, {"author": "Hanna Paktoris", "affiliation": [], "href": "/?term=Paktoris+H"}, {"author": "Marie Perinnet", "affiliation": [], "href": "/?term=Perinnet+M"}, {"author": "Luca Pio", "affiliation": [], "href": "/?term=Pio+L"}, {"author": "Géraldine Poncelet", "affiliation": [], "href": "/?term=Poncelet+G"}, {"author": "Marie Pouletti", "affiliation": [], "href": "/?term=Pouletti+M"}, {"author": "Sonia Prot-Labarthe", "affiliation": [], "href": "/?term=Prot-Labarthe+S"}, {"author": "Jonathan Rosenblatt", "affiliation": [], "href": "/?term=Rosenblatt+J"}, {"author": "Thomas Schmitz", "affiliation": [], "href": "/?term=Schmitz+T"}, {"author": "Romain Sonneville", "affiliation": [], "href": "/?term=Sonneville+R"}, {"author": "Emilie Soulier", "affiliation": [], "href": "/?term=Soulier+E"}, {"author": "Caroline Storey", "affiliation": [], "href": "/?term=Storey+C"}, {"author": "Jean-Francois Timsit", "affiliation": [], "href": "/?term=Timsit+JF"}, {"author": "Nathalie Tri", "affiliation": [], "href": "/?term=Tri+N"}, {"author": "Magali Truchi", "affiliation": [], "href": "/?term=Truchi+M"}, {"author": "Elodie Vauclair", "affiliation": [], "href": "/?term=Vauclair+E"}], "refPMID": ["32959637", "32317310", "32420720", "32420719", "32320003", "32224769", "32189136", "32031570", "33074525", "31197492", "25647235"], "citedInPMID": ["33638097", "35061068", "34417188"], "body": " AbstractDuring the first Covid-19 wave, our paediatric intensive care unit (PICU), like many others across the globe, was transformed into an adult ICU for patients with severe Covid-19, due to a shortage of adult ICU beds. Here, we provide a comprehensive description of all the conditions that must be fulfilled to successfully accomplish this transformation. Strong support from all hospital departments was crucial, as their activity was modified by the change. Healthcare workers from various units, notably the paediatric anaesthesiology department, worked in the adult ICU to ensure sufficient staffing. The number of physiotherapists and psychologists was increased. A support system for both healthcare workers and patients’ relatives was set up with the help of the mobile paediatric palliative care and support team. Supplies suitable for adults were ordered. Protocols for numerous procedures were written within a few days. Video tutorials, checklists, and simulation sessions were circulated to the entire staff. The head nurses guided and supported the new staff and usual PICU staff. The transformation was achieved within a week. The main difficulties were healthcare worker stress, changes in recommendations over time, absence of visits from relatives, and specific adult issues that paediatricians are unfamiliar with.Conclusion: For the staff, caring for adult patients was made easier by working in their familiar unit instead of being moved to an adult hospital with unfamiliar staff members and equipment. Strong support from the hospital and the assistance of consultants from adult hospital departments were crucial.What is Known:• The dramatic spread across the world of coronavirus disease 2019 generated critical care needs that drastically exceeded resources in many countries worldwide.• Paediatric ICU activity during this period decreased due to lockdown measures and the fact that children rarely required ICU for coronavirus disease 2019.What is New:• We describe how an 18-bed adult Covid-19 ICU was successfully set up in a paediatric hospital during the first wave of the Covid-19 pandemic.• Specific requirements regarding supply, human resources, and procedures, as well as difficulties encountered, are described.Open in a separate windowKeywords: Paediatrics, Covid-19, Respiratory distress syndrome, Health resources, Nursingstaff, Medical staff IntroductionDuring the first wave of the coronavirus disease 2019 (Covid-19) pandemic in March 2020, as in many other countries, some regions in France had an exponentially growing number of adults who required intensive care unit (ICU) admission for acute respiratory distress syndrome (ARDS). Concomitantly, admissions to paediatric ICU (PICU) decreased. The ethical principle of fair resource allocation therefore required the sharing of resources. Instead of sending material and human resources to adult hospitals, we chose to transform our unit into an adult ICU for Covid-19 patients and to create the few PICU beds that remained necessary in another part of the hospital. This allowed us to manage 31 adults with Covid-19 during a 5-week period, without suffering any shortage of PICU beds. A few recent articles have reported clinical characteristics and outcomes of adult patients admitted to PICU [1] or have pointed out adult specificities and considerations that must be taken into account [2–4].Here, our aim is to share the lessons we learned when we set up an adult ICU within a paediatric hospital. Specific requirements and difficulties are described. PrerequisitesFirst, we obtained approval from our hospital director. Accreditation was granted within a few days. The necessary changes to the activity of our hospital were made: paediatric and obstetric operating rooms closed their ambulatory surgery unit, maintaining only their emergency activity; nonurgent visits and admissions were postponed, with care provided remotely when possible; and paediatric teams in the hospital set up an eight-bed adult post-ICU unit.Concomitantly, the paediatric intensivists of our unit visited an adult ICU with experience in treating Covid-19 patients in order to anticipate difficulties and specific management issues. The staff of this adult ICU remained available for supplying us with advice once patients were admitted.Staff protection from Covid-19 was a key priority. We scrupulously followed the recommendations of French Intensive Care Society [5]. The settingOur PICU usually has 20 single rooms, each equipped with a ventilator and vital-sign monitoring devices. The adult bed capacity was increased from 8 to 12 and then to 18 within a single week. Negative pressure was maintained in all rooms, each room was equipped with an airlock lobby, and separate clean and dirty circuits were created. We revised our equipment and the organization of our equipment rooms.Fifteen PICU beds were set up in the emergency unit.We had enough ventilators in stock in the hospital to allow ventilation of all patients in both units. Adult patients were ventilated on Evita 2®, Evita 4®, and C500® ventilators (Drager®) usually used in the PICU, and children were ventilated on the same ventilators and on Babylog® (Drager®) and Servo I® (Maquet®). Equipment and suppliesWe ordered equipment suitable for adults with Covid-19 [6, 7] including endotracheal tubes, central venous catheters, and laryngoscopes. We anticipated based on previous reports [6, 8, 9] that up to one third of patients might require renal replacement therapy (RRT). We had two continuous RRT machines, and we obtained an additional machine from a veterinary clinic. An additional intermittent haemodialysis machine was provided by the paediatric nephrology team to avoid blood clotting events [10]. Given the significant risk of cardiac arrhythmias during Covid-19 [9], we obtained temporary transvenous pacing catheters from an adult ICU. Human resourcesThe personnel needed to staff the additional beds was obtained in part by having 6 anaesthesiologists join the 10 senior intensivists who normally staffed the PICU. Also, 12 paediatric and anaesthesiology residents joined the 10 PICU residents. Staff members could obtain advice from physicians in adult care via video link. Close collaboration was instituted with the hospital obstetricians to provide care to delivering mothers with Covid-19.The PICU was normally staffed by 58 nurses. By adding anaesthesiology nurses, former PICU nurses, and nurses from non-ICU paediatric units, we increased this number to 95, obtaining a nurse-to-patient ratio of 1.2 to 1.6. Nursing assistants played a key role in providing patient care multiple times daily and in disinfecting the rooms; their number was increased from 30 to 74. Four full-time physiotherapists provided massages, passive and active range of motion exercises, respiratory physiotherapy, assistance to patients with standing and sitting out of bed, and swallowing assessments. Prone positioning was an often-performed procedure, and a dedicated team of surgeons and paediatric staff from other units was available to help the physiotherapists if needed.A team of five clinical psychologists was available to support the patients and staff. For each adult patient, they created a logbook in which they recorded observations and messages from healthcare staff to let the patient know what had happened to her/him during the time they were unconscious or severely ill. The mobile paediatric palliative care and support team of our hospital provided personalized care to the patients and to their relatives, who were banned from visiting the ICU. A specific room outside the hospital building was used to welcome the relatives in a safe and reassuring environment (Fig. ​(Fig.1).1). A secure email address was given to the relatives, and over 250 messages, children’s drawings, family photos, pieces of music, and prayers were sent and transmitted to the patients by the staff. A medical staff member called the family once a day to give medical information about their relative.Open in a separate windowFig. 1Specific room outside the hospital building to welcome relativesFinally, the other specialists in the hospital contributed to the project. For instance, pharmacists ordered chronic medications for adults, as well as specific ICU and Covid-19 drugs, creating a specific adult drug booklet to minimize errors between adult and paediatric medications. The biologists modified the panel of available tests to make it suitable for adults. Thus, the bacteriologists implemented new polymerase chain reaction techniques to detect the SARS Cov-2 virus and all the main bacteria responsible for coinfections. Protocols and teachingBased on ARDS and Covid-19 ARDS management guidelines [5, 7, 11], a specific medical protocol was written to specify the main rules for ventilator settings, antibiotic treatment, antiviral agents, sedative and analgesic drugs, nutrition, and anticoagulation. Additional specific documents were produced including protocols for intubation and resuscitation, a sedation assessment scale, a protected specimen brushing protocol designed to avoid aerosolization, and indications of extracorporeal membrane oxygenation (ECMO).Working groups were created to assess various topics such as protocols for personal protective equipment (PPE) and prone positioning. Within 7 days, these protocols and video tutorials, checklists, and fast simulation sessions were made available to the entire staff.The head nurses at our PICU normally welcome new nurses and explain the procedures and new devices to them. These head nurses played a central role in organizing and training the new staff and in relocating the PICU. They helped to develop a quick and effective strategy for ensuring that the new staff (including those with no critical care experience) were quickly operational. They provided continuous support to the new staff and usual PICU staff. With their contribution, the new adult ICU and the relocated PICU were set up in only 7 days.All procedures were readjusted on a daily basis according to the available equipment and latest recommendations.Finally, three times a week, one of the physicians had a one-hour video call with a physician in an adult Covid-19 ICU in order to stay abreast of the latest recommendations. The results of the meeting were circulated to the entire staff. Difficulties encounteredDespite the high degree of mobilization and organization, staff stress occurred on several occasions. This resulted partly from the fact that nurses and nursing assistants, in addition to the care provided, had to make sure that the new staff were working safely and according to the ICU protocols in both units. One of the most confusing issues for the staff was the frequent changes in PPE protocols, which were due to changes in recommendations and in PPE availability. Shortages of medical equipment prevented the opening of two beds and required modifications of many protocols.A major difficulty for the staff was the absence of patient’s relatives in the unit, which normally has a liberal visiting policy. The link established by the mobile paediatric palliative care and support team helped greatly in this regard.Adults have specific issues that paediatricians are not familiar with, such as various comorbidities and anatomical characteristics (for instance, the team experienced difficulties inserting urinary catheters in males with prostatic hyperplasia). For this type of difficulties, the availability of consultants from adult hospital departments proved invaluable.Finally, these difficulties do not seem to have adversely affected adult patient outcomes or staff well-being. Among the 31 patients, none died in the unit, 14 were discharged to a medical ward, 2 were transferred to receive ECMO, and 15 were transferred to conventional adult ICUs once bed availability had improved. Ninety-day mortality was 16% (5 patients). Furthermore and most importantly, there was no collateral damage on critically ill paediatric patients during this period. No shortage of bed occurred in any of the Ile-de-France region PICU thanks to the decrease in PICU patients induced by both the lockdown and the massive deprogramming of surgeries. In addition, in our facility and despite having to deal with a new environment (the emergency department) and with new staff members, the care for critically ill children was kept to the same level as usual. ConclusionsDespite a very short period of implementation, strong multidisciplinary cooperation helped to identify the main issues and to maximize the efficiency of the change from paediatric to adult ICU. The experience was challenging but also rewarding as an opportunity for commitment, sharing, and supporting one another. We hope our report will help other PICU teams worldwide that may also need to care for adults with Covid-19. Our experience and the similarity of the management of ARDS in adults and in children [11, 12] suggest that it may be easier for a PICU team to set up its own adult unit rather than to move paediatric staff to an unfamiliar adult setting. AcknowledgementsRobert-Debré University Hospital Study Group (stephane.dauger@aphp.fr). Laetitia Abdallah (PICU), Hélène Armier (PICU), Rita Assaker (Anesthesiology Department), Laura Atger (PICU), Tristan Avril (PICU), Olivia Baylet-Fernandes (PICU), Chérine Benzouid (Cardiology Department), Elise Bernard (PICU), Ségolène Bernheim (PICU), Chloé Berthaud (PICU), Constance Beyler (Cardiology), Sylvain Bidaud (PICU), Valeska Bidault (Paediatric Surgery), Philippe Bidet (Microbiology Department), Melanie Bilger (PICU), André Birgy (Microbiology Department), Matthieu Blanc (PICU), Stéphane Bonacorsi (Microbiology Department), Arnaud Bonnard (Paediatric Surgery), Marc Bouchet (Anesthesiology Department), Oliver Bourdon (Pharmacy), Charlotte Calvo (Immunohematology Department), Marion Caseris (Department of General Paediatrics), Laure Castre Saint Martin (Anesthesiology Department), Said Chehidi (Anesthesiology Department), Clara Choquet (PICU), David Clavequin (PICU), Ines Da Costa (Anesthesiology Department), Souhayl Dahmani (Anesthesiology Department), Stéphane Dauger (PICU, study group representative), Jean-Hugues Dalle (Immunohematology Department), Isabelle David (Mobile Paediatric Palliative Care and Support Team), Anne-Charlotte De Moronvalle (PICU), Nicolas De Roux (Biochemistry Department), Camille Ducroc (Department of General Paediatrics), Mathilde Egraz (PICU), Charlotte Fait (Anesthesiology Department), Albert Faye (Department of General Paediatrics), Camille Feltesse (PICU), Claire Ferrua (PICU), Jennifer Feugueur (PICU), Cécile Flusin (PICU), Sophie Forceau (PICU), Anne Galland (Anesthesiology Department), Alexis Gavi (PICU), Mathieu Genuini (PICU), Clarisse Gins (PICU), Angelique Girre (PICU), Bruno Greff (Anesthesiology Department), Emma Guêtre (PICU), Ariane Haggège-Bonnefont (Mobile Paediatric Palliative Care and Support Team), Sandrine Haghiri (PICU), Aurélie Hayotte (PICU), Véronique Houdouin (Pneumology Department), Mylène Houdre (PICU), Maha Houri (Anesthesiology Department), Marie-Françoise Hurtaud (Biological Hematology Department), Salim Idelcadi (Anesthesiology Department), Theresa Kwon (Nephrology Department), Boris Lacarra (PICU), Fleur Le Bourgeois (PICU), Constance Leduc (PICU), Sandy Le Moing (Mobile Paediatric Palliative Care and Support Team), Lucie Lefèvre (Bichat Hospital ICU), Cecilia Martos (PICU), Benedicte Marchina-Anduran (PICU), Patricia Mariani (Microbiology Department), Laure Maurice (PICU), Delphine Micaelli (PICU), Christelle Moreau (Pharmacy), Antoine Mouche (PICU), Jérome Naudin (PICU), Bellaure Ndoudi-Likoho (PICU), Hanna Paktoris (Anesthesiology Department), Marie Perinnet (Pharmacy), Luca Pio (Paediatric Surgery), Géraldine Poncelet (PICU), Marie Pouletti (Department of General Paediatrics), Sonia Prot-Labarthe (Pharmacy), Jonathan Rosenblatt (Gynecology and Obstetrics Department), Thomas Schmitz (Gynecology and Obstetrics Department), Romain Sonneville (Bichat Hospital ICU), Emilie Soulier (PICU), Caroline Storey (Endocrinology Department), Jean-Francois Timsit (Bichat Hospital ICU), Nathalie Tri (Anesthesiology Department), Magali Truchi (Anesthesiology Department), Elodie Vauclair (PICU).Code availabilityN/A. Authors' contributionsStudy design: Chomton and LevyData collection: all authors including the Study GroupData analysis and interpretation: Chomton, Deho, Marsac, Maroni, Geslain, Haverland, Nicolas-Robin, and LevyInitial draft of the manuscript: Chomton and LevyCritical revision of the article: all authors including the Study GroupFinal approval of the version submitted for publication: all authors Data AvailabilityN/A DeclarationsThis work was performed at the Robert-Debré Paediatric Teaching Hospital, Paris, France.Ethics approvalThe Hospital Research Ethics Committee has confirmed that no ethical approval is required.Consent to participateN/A.Consent for publicationN/A.Conflict of interestThe authors declare that they have no conflict(s) of interest. FootnotesPublisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Contributor InformationMaryline Chomton, Email: rf.phpa@notmohc.enilyram.Lucile Marsac, Email: rf.phpa@casram.elicul.Anna Deho, Email: rf.phpa@ohed.anna.Arielle Maroni, Email: rf.phpa@inoram.elleira.Guillaume Geslain, Email: rf.phpa@nialseg.emualliug.Karine Frannais-Haverland, Email: rf.phpa@siannarf.enirak.Robert-Debré University Hospital Study Group, Email: rf.phpa@reguad.enahpets.Armelle Nicolas-Robin, Email: rf.phpa@nibor-salocin.ellemra.Michaël Levy, Email: rf.evil@leahcim-yvel. References1. Geslain G, Miatello J, Barreault S et al (2020) Paediatric intensive care unit mutation to adult unit during the initial Covid-19 wave: does it make sense? Minerva Anestesiol. 10.23736/S0375-9393.20.14935-6 [PubMed]2. Wolfe ID, Garrett JR, Carter BS, Lantos JD. Children’s hospital ICU resource allocation in an adult pandemic. Pediatrics. 2020;146:e20201140. doi: 10.1542/peds.2020-1140. [PubMed] [CrossRef] [Google Scholar]3. Remy KE, Verhoef PA, Malone JR, et al.  Caring for critically ill adults with coronavirus disease 2019 in a PICU: recommendations by dual trained intensivists. Pediatr Crit Care Med. 2020;21:607–619. doi: 10.1097/PCC.0000000000002429. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Christian MD, Kissoon N. Caring for critically ill adults in PICUs is not “child’s play.” Pediatr Crit Care Med. 2020;21:679–681. doi: 10.1097/PCC.0000000000002430. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. RFE-COVID_V4.pdf. https://www.srlf.org/wp-content/uploads/2020/04/RFE-COVID_V4.pdf. Accessed 6 Nov 20206. Richardson S, Hirsch JS, Narasimhan M, et al.  Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City area. JAMA. 2020;323:2052–2059. doi: 10.1001/jama.2020.6775. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Alhazzani W, Møller MH, Arabi YM, et al.  Surviving sepsis campaign: guidelines on the management of critically ill adults with coronavirus disease 2019 (COVID-19) Crit Care Med. 2020;48:e440–e469. doi: 10.1097/CCM.0000000000004363. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Sun Q, Qiu H, Huang M, Yang Y. Lower mortality of COVID-19 by early recognition and intervention: experience from Jiangsu Province. Ann Intensive Care. 2020;10:33. doi: 10.1186/s13613-020-00650-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Wang D, Hu B, Hu C, et al.  Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China. JAMA. 2020;323:1061–1069. doi: 10.1001/jama.2020.1585. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Gąsecka A, Borovac JA, Guerreiro RA et al (2020) Thrombotic complications in patients with COVID-19: pathophysiological mechanisms, diagnosis, and treatment. Cardiovasc Drugs Ther:1–15. 10.1007/s10557-020-07084-9 [PMC free article] [PubMed]11. Papazian L, Aubron C, Brochard L, et al.  Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9:69. doi: 10.1186/s13613-019-0540-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Pediatric Acute Lung Injury Consensus Conference Group  Pediatric acute respiratory distress syndrome: consensus recommendations from the Pediatric Acute Lung Injury Consensus Conference. Pediatr Crit Care Med. 2015;16:428–439. doi: 10.1097/PCC.0000000000000350. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}