{"title": "Role of ROX index in the first assessment of COVID-19 patients in the emergency department", "pubDate": "2021", "PMCID": "PMC7917022", "DOI": "10.1007/s11739-021-02675-2", "PMID": "33646507", "abstract": "During the first outbreak of Coronavirus disease 2019 (COVID-19) Emergency Departments (EDs) were overcrowded. Hence, the need for a rapid and simple tool to support clinical decisions, such as the ROX index (Respiratory rate - OXygenation), defined as the ratio of peripheral oxygen saturation and fraction of inspired oxygen, to respiratory rate. The aim of the study was to evaluate the accuracy of the ROX index in predicting hospitalization and mortality in patients with a diagnosis of COVID-19 in the ED. The secondary outcomes were to assess the number of readmissions and the variations in the ROX index between the first and the second admission. This was an observational prospective monocentric study, carried out in the ED of Sant'Orsola-Malpighi Hospital in Bologna, Italy. Five hundred and fifty-four consecutive patients with COVID-19 were enrolled and the ROX index was calculated. Patients were followed until hospital discharge or death. A ROX index value < 25.7 was associated with hospitalization (area under the curve [AUC] = 0.737, 95% CI 0.696-0.779, p < 0.001). The ROX index < 22.3 was statistically related to higher 30-day mortality (AUC = 0.764, 95% CI 0.708-0.820, p < 0.001). Eight patients were discharged and returned to the ED within the subsequent 7 days, their mean ROX index was 30.3 (6.2; range 21.9-39.4) at the first assessment and 24.6 (5.5; 14.5-29.5) at the second assessment, (p = 0.012). The ROX index, together with laboratory, imaging and clinical findings, correlated with the need for hospital admission, mechanical ventilation and mortality risk in COVID-19 patients.", "author": [{"author": "Alice Gianstefani", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy. alice.gianstefani@aosp.bo.it."], "href": "/?term=Gianstefani+A&cauthor_id=33646507"}, {"author": "Gabriele Farina", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Farina+G&cauthor_id=33646507"}, {"author": "Veronica Salvatore", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Salvatore+V&cauthor_id=33646507"}, {"author": "Francesca Alvau", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Alvau+F&cauthor_id=33646507"}, {"author": "Maria Laura Artesiani", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Artesiani+ML&cauthor_id=33646507"}, {"author": "Sara Bonfatti", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Bonfatti+S&cauthor_id=33646507"}, {"author": "Francesca Campinoti", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Campinoti+F&cauthor_id=33646507"}, {"author": "Ilaria Caramella", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Caramella+I&cauthor_id=33646507"}, {"author": "Michele Ciordinik", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Ciordinik+M&cauthor_id=33646507"}, {"author": "Andrea Lorusso", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Lorusso+A&cauthor_id=33646507"}, {"author": "Sara Nanni", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Nanni+S&cauthor_id=33646507"}, {"author": "Daniela Nizza", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Nizza+D&cauthor_id=33646507"}, {"author": "Stefano Nava", "affiliation": ["Respiratory Disease Clinic, Sant'Orsola-Malpighi Hospital of the University of Bologna, Bologna, Italy."], "href": "/?term=Nava+S&cauthor_id=33646507"}, {"author": "Fabrizio Giostra", "affiliation": ["Emergency Department, University of Bologna Hospital of Bologna Sant'Orsola-Malpighi, via Albertoni 10, 40138, Bologna, Italy."], "href": "/?term=Giostra+F&cauthor_id=33646507"}], "refPMID": ["32422057", "32563600", "32007143", "32348588", "32091533", "32299472", "32369276", "27481760", "30576221", "25981908", "31511996", "31254849", "22797452"], "citedInPMID": ["33646507", "35155050", "35089542", "35054058", "34790472", "34634500", "34507079", "34440240"], "body": " AbstractDuring the first outbreak of Coronavirus disease 2019 (COVID-19) Emergency Departments (EDs) were overcrowded. Hence, the need for a rapid and simple tool to support clinical decisions, such as the ROX index (Respiratory rate – OXygenation), defined as the ratio of peripheral oxygen saturation and fraction of inspired oxygen, to respiratory rate. The aim of the study was to evaluate the accuracy of the ROX index in predicting hospitalization and mortality in patients with a diagnosis of COVID-19 in the ED. The secondary outcomes were to assess the number of readmissions and the variations in the ROX index between the first and the second admission. This was an observational prospective monocentric study, carried out in the ED of Sant’Orsola-Malpighi Hospital in Bologna, Italy. Five hundred and fifty-four consecutive patients with COVID-19 were enrolled and the ROX index was calculated. Patients were followed until hospital discharge or death. A ROX index value < 25.7 was associated with hospitalization (area under the curve [AUC] = 0.737, 95% CI 0.696–0.779, p < 0.001). The ROX index < 22.3 was statistically related to higher 30-day mortality (AUC = 0.764, 95% CI 0.708–0.820, p < 0.001). Eight patients were discharged and returned to the ED within the subsequent 7 days, their mean ROX index was 30.3 (6.2; range 21.9–39.4) at the first assessment and 24.6 (5.5; 14.5–29.5) at the second assessment, (p = 0.012). The ROX index, together with laboratory, imaging and clinical findings, correlated with the need for hospital admission, mechanical ventilation and mortality risk in COVID-19 patients.Keywords: ROX index, COVID-19, Emergency department, Pandemic IntroductionIn late December 2019, clusters of severe atypical pneumonia were identified in Wuhan and in the Hubei Province of China. In Italy, since the first reports of symptomatic cases of Coronavirus disease 2019 (COVID-19) in late February 2020, as of April 30, 2020, 205,463 cases of Severe Acute Respiratory Syndrome 2 (SARS-CoV-2) infection have been reported. The curve of reported cases in the Italian epidemic showed a growing trend of new diagnoses until March 20th, followed by a constant decrease due to government restrictions [1]. According to the indication of the World Health Organization, diagnosis is based on the positivity of real-time reverse transcription-polymerase chain reaction (RT-PCR) of oro- and nasopharyngeal swabs [2]; however, the sensitivity and specificity are poorly characterized, and the “window period” after acquisition in which testing is most likely to produce false-negative results is not well known [3]. As a consequence, in real clinical practice, specific radiological patterns on computed tomography (CT) and on lung ultrasound are also considered able to convey diagnosis and influence patient management [4].The most frequent severe manifestation of infection appears to be interstitial pneumonia, characterized primarily by fever, cough, dyspnea, and bilateral infiltrates on chest imaging [5] with a prevalence of hypoxic respiratory failure of 19% [6, 7]. At admission to the Emergency Department (ED), these patients may show an atypical presentation of their symptoms, characterized by a mild increase in respiratory rate, in face of severe hypoxia probably due to their normal or only partially impaired respiratory mechanics. This particular presentation has been defined as L (i.e. low elastance) versus the form closer to Acute Respiratory Distress Syndrome (ARDS), called H (i.e. high elastance). The latter is characterized by a worse prognosis and, in the majority of cases, represented an evolution of presentation L [8]. At the same time, a large cohort of patients exhibit only mild symptoms at first, such as myalgia, cough, fever and headache. Since the evolution of the disease is not yet well known with a possible sudden deterioration, one of the challenges which emergency physicians have to face is the early detection of patients who need to be hospitalized, and of those who can be directly and safely discharged. This is even more important when dealing with a rapidly spreading global pandemic, such as COVID-19, which has the potential of overwhelming hospital capacity [9]. Thus, the need for rapid and simple tools for emergency physicians to be able to support critical clinical decisions. For these reasons, the Authors tested the ROX index (Respiratory rate – OXygenation) which is defined as the ratio of peripheral oxygen saturation (SpO2) and a fraction of inspired oxygen (FiO2) to Respiratory Rate (RR). The ROX index was first described by Roca et al. in 2016 [10] in a bicentric prospective observational cohort study involving 157 patients with pneumonia/ARDS admitted to the intensive care unit (ICU) and treated with a high-flow nasal cannula (HFNC). It was shown that a ROX Index < 4.88, measured 12 h after HFNC onset, was related to a higher risk of intubation (sensitivity 70.1%, specificity 72.4%). The same results were found in a subsequent multicentric prospective observational study, designed to validate the diagnostic accuracy of the index, which enrolled 191 patients with pneumonia admitted to the ICU and treated with HFNC [11]; a second external validation was carried out using the FLORALI cohort study [12]. In addition to its initial purpose the ROX Index was also applied as a predictor of successful HFNC weaning (cut-off value > 9.2) [13], and as an indicator to titrate FiO2 and set the optimal flow rates in patients with acute respiratory failure (ARF) treated with HFNC [14].Based on these studies, the ROX index was identified as an easy-to-use instrument in COVID-19 patients who presented with hypoxemic ARF. To the best of the Authors’ knowledge, the ROX index has not yet been applied in COVID-19 patients or in the initial patient assessment in the ED.The primary aim of this prospective observational study was to evaluate the reliability and accuracy of the ROX index in predicting the need for hospitalization and the risk of mortality in patients with a suspected diagnosis of COVID-19 as they arrived in the ED. The secondary outcomes were to assess the number of readmissions in patients initially discharged and the variations in the ROX index in the time frame between the first and the second admission. MethodsStudy designThis was an observational prospective monocentric study, carried out in the ED of Sant’Orsola-Malpighi Hospital in Bologna, Italy, from 13 March to 3 April 2020. Five hundred and fifty-four consecutive patients with COVID-19 admitted to the ED were enrolled. Symptoms, such as fever, cough, dyspnea, sore throat, rhinorrhea, headache, fatigue, conjunctivitis, diarrhea, and smell or taste aberrancies, were considered likely to be related to SARS-CoV-2 infection This study was approved. by the local Ethics Committee (551/2020/Oss/AOUBo).ParticipantsThe present analysis included patients with confirmed SARS-CoV-2 infection, determined by either:- A positive result on RT-PCR of oro- and nasopharyngeal swabs at the initial test or at a test repeated during hospitalization, or- Positive imaging findings on CT/lung ultrasound (interstitial pneumonia) despite a negative result on a nasopharyngeal swab test, without an alternative diagnosis at the time of discharge from the hospital.These criteria were considered to be the best available in the period of enrollment based on the knowledge up to\nthat time.Data collectionAt the time of admission to the ED, demographic data, medical history and respiratory variables, such as SpO2, FiO2 and RR were collected. Based on these data, the ROX index was calculated using the formula: (SpO2/FiO2)/RR. The National Early Warning Score 2 (NEWS2) was also calculated; it includes respiratory rate, hypercapnic respiratory failure occurrence, supplemental O2 need, temperature, systolic blood pressure, cardiac rate and level of consciousness [15]. In addition, all the patients underwent arterial blood gas (ABG) analysis, and at least one imaging test (chest X-ray, lung ultrasound and/or high-resolution thoracic CT). Blood tests were carried out according to clinical evaluation. The patients were followed up until hospital discharge or death, and the medical records were extracted from the registry. The following data were obtained: hospitalization and 30-day mortality.Statistical analysisDemographic, clinical and laboratory characteristics of the cohort were expressed as means and standard deviation (SD), and as number and percentage as appropriate. The continuous variables were compared using the analysis of variance (ANOVA) T-test or the Mann–Whitney test, and the frequencies were compared using the chi-squared test. Areas under the curve (AUCs) and the 95% confidence intervals (CIs) of the receiver operator characteristic (ROC) curves were computed to predict the need for hospitalization, presence of viral pneumonia and risk of 30-day mortality. The optimal ROX index cut-off was determined optimizing sensitivity and specificity, favoring sensitivity for the purposes of the study. A P-value less than 0.05 was considered significant. The statistical analyses were obtained using IBM SPSS Statistics software version 25.Patient and public involvementDue to the nature of the pandemic crisis, it was not possible to involve patients in the design, carrying out, reporting, or dissemination plans of the study. ResultsOf the 554 patients enrolled, the mean age was 61.5 ± 19 years, comparable to that described in the international literature [5]. In the present population, 53.4% (N = 296) were male and 46.6% (N = 258) were female which is consistent with Italian data [1]. The baseline characteristics are presented in Table ​Table11.Table 1Baseline characteristics of the cohort (n = 554)Age, years61.5 ± 19Gender, n (%) Male296 (53.4) Female258 (46.6)Comorbidities, n (%) Hypertension204 (36.3) Use of RAAS inhibitors52 (9.4) Use of ARB inhibitors55 (9.9) Diabetes mellitus62 (11.2) COPD58 (10.5) Asthma13 (2.3) Other respiratory diseases22 (4) Ischemic heart disease41 (7.4) Active cancer33 (6) Chronic kidney disease46 (6.6) Previous TIA/stroke26 (4.7) Liver disease22 (4) Cognitive impairment72 (13) Onset of symptoms, days6.5 ± 5.2Clinical features at ED admission, n (%) Fever461 (83.4) Dyspnea209 (37.8) Cough315 (57) Conjunctivitis8 (1.4) Rhinorrhea21 (3.8) Sore throat39 (7.1) Headache45 (8.1) Asthenia90 (16.3) Myalgia/Arthralgia67 (12.1) Diarrhea81 (14.6) Anosmia29 (5.2) Ageusia/Dysgeusia51 (9.2) Syncope6 (1.1) Respiratory rate, breaths/min20 ± 5 Heart rate, beats/min90 ± 16 Arterial pressure, systolic – diastolic, mmHg127 ± 22 – 75 ± 13 Body temperature, °C37.1 ± 0.8 SpO2, %96.2 ± 3.7Laboratory tests White blood count—n/mmc7788 ± 5421 Neutrophils—n/mmc6091 ± 6547 Lymphocytes—n/mmc1673 ± 2906 Eosinophils—n/mmc0.541 ± 0.1332 Platelets—n/mmc221 ± 90 aPTT1.80 ± 13 INR1.2 ± 0.6 Creatinine—mg/dl1.07 ± 0.99 Urea—mg/dl44.2 ± 36.5 Sodium—mmol/L138 ± 4.7 Potassium—mmol/L4.1 ± 0.5 Lactate dehydrogenase—U/L288 ± 185 C-Reactive protein—mg/dl6.2 ± 7.2 Procalcitonin—ng/ml1.7 ± 12Arterial blood gas pH7.42 ± 0.53 PaO2—mmHg75 ± 20.1 PaCO2—mmHg33.7 ± 6.6 SatO296 ± 4.5 P/F349.7 ± 97.2 HCO3—mmHg23.8 ± 3.3 Blood lactate—mmol/L1.2 ± 1Open in a separate windowData are presented as numbers (n) and percentages (%) for dichotomous values, and average and standard deviation for the continuous values. RAAS renin–angiotensin–aldosterone system, ARBS angiotensin-receptor blockers, COPD chronic obstructive pulmonary disease, TIA transient ischemic attack, pTT partial thromboplastin time, INR international normalized ratioThe main comorbidities exhibited with a COVID-19 diagnosis were hypertension, diabetes mellitus, chronic obstructive pulmonary disease (COPD), chronic kidney disease, ischemic heart disease and asthma. The patients arrived at ED 6.3 ± 5.2 days after the onset of symptoms (Table ​(Table1).1). The majority of patients (93.7%) were neurologically normal with a 15/15 Glasgow Coma Scale (GCS). The respiratory variables registered at admission were SpO2 (95.7% ± 3.9), RR (20 breaths/min ± 5.5) and FiO2 (536 patients with FiO2 21% and 18 with FiO2 > 21%, this last value based on that reported in the Ventimask kit used in the hospital ED).The laboratory findings are listed in Table ​Table1.1. In 4.9% of the admissions, blood tests were not carried out due to mild symptoms. Lymphopenia was present in 44% of the population. Patients often presented with a normal white blood count (7788/mmc ± 5421), elevated C-reactive protein (6.2 mg/dl ± 7.2, 0.02–40.7 mg/dl) and lactate dehydrogenase (288 U/L ± 185). In the majority of cases, arterial blood gas analysis showed a normal pH and hypocapnia (Table ​(Table11).Viral pneumonia was confirmed using imaging in 485 patients (87.5%). The ROX index in the overall population was 24.3 ± 6.5.The baseline characteristics of the discharged and hospitalized patients are listed in Table ​Table22.Table 2Baseline characteristics of the cohort comparing discharged and hospitalized patientsDischarged (n = 170)Hospitalized or death (n = 384)P valueAge, years46.7 ± 14.868 ± 17 < 0.001Gender, n (%)0.001 Male72 (42.4)224 (58.3) Female98 (57.6)160 (41.7)Comorbidities, n (%) Hypertension23 (13.5)181 (47.1) < 0.001 Use of RAAS inhibitors5 (2.9)47 (12.2) < 0.001 Use of ARB inhibitors9 (5.3)46 (12)0.014 Diabetes mellitus8 (4.7)54 (14.1)0.001 COPD3 (1.8)55 (14.3) < 0.001 Asthma6 (3.5)7 (1.8)NS Other respiratory diseases3 (1.8)19 (5)NS Ischemic heart disease2 (1.2)39 (10.2) < 0.001 Active cancer5 (2.9)28 (7.3)NS Chronic kidney disease1 (0.6)45 (11.7) < 0.001 Previous TIA/stroke4 (2.4)22 (5.7)NS Liver disease3 (1.8)19 (5)NS Cognitive impairment0 (0)72 (18.8) < 0.001 Onset of symptoms, days7.2 ± 6.35.9 ± 4.6NSClinical features at ED admission, n (%) Fever133 (78.2)328 (85.4)0.036 Dyspnea53 (31.2)156 (40.6)0.037 Cough109 (64.1)206 (53.6)0.026 Conjunctivitis6 (3.5)2 (0.5)0.012 Rhinorrhea12 (7.1)9 (2.3)0.014 Sore throat26 (15.3)13 (3.4) < 0.001 Headache31 (18.2)14 (3.7) < 0.001 Asthenia33 (19.4)57 (14.8)NS Myalgia/Arthralgia37 (21.8)30 (7.8) < 0.001 Diarrhea32 (18.8)49 (12.8)NS Anosmia21 (12.4)8 (2.1) < 0.001 Ageusia/Dysgeusia32 (18.8)19 (5) < 0.001 Syncope1 (0.6)5 (1.3)NS Respiratory rate, breaths/min17 ± 321 ± 6 < 0.001 Heart rate, beats/min88 ± 1591 ± 17NS Arterial pressure, systolic – diastolic, mmHg133 ± 20 – 78 ± 11125 ± 22 – 74 ± 130.001 Body temperature, °C36.8 ± 0.637.3 ± 0.9 < 0.001 SpO2, %97.8 ± 1.694.7 ± 4.3 < 0.001Open in a separate windowData are presented as number (n) and percentage (%) for the dichotomous values, and average and standard deviation for the continuous values. RAAS renin–angiotensin–aldosterone system, ARBs angiotensin-receptor blockers, COPD chronic obstructive pulmonary disease, TIA transient ischemic attack, NS not significantThe percentage of patients hospitalized was 69.3% (N = 384); they tended to be older and had more comorbidities than the other group. The analysis in the present study showed that a ROX index value < 25.7 was reliable in predicting the need for hospitalization with a sensitivity of 76.5% and a specificity of 65.6% (AUC = 0.737, 95% CI 0.696–0.779, p < 0.001). In particular, when the population was divided based on age, the ROX index value was an average of 26 for patients < 65 years old (sensitivity 71%, specificity 60%, AUC = 0.667, 95% CI 0.607–0.728, p < 0.001) and 23.3 for patients ≥ 65 years old (sensitivity 81%, specificity 62.4%, AUC = 0.764, 95% CI 0.686–0.842, p < 0.001). The ROC curve is shown in Fig. 1a.Open in a separate windowFig. 1a Receiver operating characteristic (ROC) analysis of the ROX index in predicting hospitalization (AUC 0.737; 95% CI, 0.696 – 0.779; p < 0.001). b Receiver operating characteristic (ROC) analysis of the ROX index in predicting 30-day mortality (AUC 0.764; 95% CI, 0.708–0.820; p < 0.001)The accuracy of NEWS2 and RR in the prediction of hospitalization were also calculated and were lower than the ROX index. The NEWS2 sensitivity was 66% and the specificity was 69% (area under the receiver operating characteristic curve [AUROC] 0.736; 95% CI 0.688–0.805) whereas the RR sensitivity was 71% and the specificity 56% (AUROC 0.692; 95% CI 0.649–0.734).After conducting a 30-day follow-up, 82 (14.8%) patients, having a mean age of 82.1 ± 9 (56–100), died after 10.35 ± 7.21 days; 79 patients were ≥ 65 years and 51 were male (62.2%). A ROX index < 22.3 was statistically related to higher 30-day mortality, with a sensitivity of 74.8% and a specificity of 65.9% (AUC = 0.764, 95% CI 0.708–0.820, p < 0.001) (Fig. 1b).Moreover, data showed that a ROX index value < 26 was able to identify patients with viral pneumonia, as assessed at CT scan (sensitivity 62.3%, specificity 60%, AUC = 0.657, 95% CI 0.595–0.719, p < 0.001). Table ​Table33 shows the ROC analysis of the ROX index.Table 3AUROC, 95% CI, P Value, Sensitivity and Specificity derived from the ROC analysis of the ROX indexVariableROX indexAUROC95% CIp valueSensitivity (%)Specificity (%)Hospitalization25.70.7370.696 – 0.779 < 0.00176.565.6Patients < 65 years old260.6670.607–0.728 < 0.0017160Patients < 65 years old23.30.7640.686–0.842 < 0.0018162.430 day mortality22.30.7640.708 – 0.820 < 0.00174.865.9Viral pneumonia260.6570.595 – 0.719 < 0.00162.360Open in a separate windowAUROC area under the receiver operating characteristic curveDuring hospitalization, 24 patients (6.25%), having a mean age of 68.7 (56–79), underwent endotracheal intubation: 58.3% were male. The mean ROX index just before intubation was 3.8 (range 2.5–5.71). At the 30-day follow-up, 16 of them (66.7%) were alive.Of the 554 patients, 8 patients were discharged but returned to the ED within the subsequent 7 days and were hospitalized. The mean ROX indices varied as follows: 30.3 (6.2; range 21.9–39.4) at the first assessment and 24.6 (5.5; 14.5–29.5) at the second assessment, p = 0.012. DiscussionThis monocentric study suggested adding the ROX index to the first ED evaluation of COVID-19 patients to identify the cut-off values able to correlate with viral pneumonia on imaging tests (CT or ultrasound). This ability is particularly important when the pandemic impacts the limited ED resources when patients suitable for undergoing imaging tests have to be safely selected. In the present cohort, a ROX index value < 26 was associated with imaging findings of viral pneumonia.Furthermore, it was demonstrated that the ROX index was also an effective tool for differentiating, at admission to the ED, patients with a COVID-19 infection requiring hospital admission (ROX index < 25.7) from those who could be safely discharged. For patients ≥ 65 years old, the cut-off value of the ROX index was 23.3.The decision regarding hospitalization in the present cohort of patients was made based on the usual decision-making process used in the acute ED patient (i.e. based on multimodal elements: laboratory and imaging data, respiratory pattern, blood gas analytical data, comorbidity data and patient characteristics). The ROX index cut-off was then extrapolated to the group of hospitalized patients, keeping in mind that it could not be the only element to be used, but had to be included in a broader spectrum of tests.In addition, a ROX index of < 22.3, related to the 30-day mortality rate, was lower than its values for hospitalization and pneumonia findings, confirming that a lower ROX index predicted a higher mortality risk. It is interesting to note that only 8 of the 170 patients discharged returned to the ED and were consequently hospitalized. In this small subset of patients, the reduction in the ROX index was an indicator of worsening.The ROX index is an easy-to-use tool which relies on variables directly linked to oxygenation (assessed by SpO2/FiO2) and respiratory distress (assessed by RR), potentially leading to pump ineffectiveness. Due to the relationship between these variables, they can compound one another since severe patients are more likely to have a lower SpO2/FiO2 and a higher RR [10]. The variables required are non-invasive and are easily and quickly obtained, as well as being reproducible. The present study demonstrated the higher accuracy of the ROX index as compared to RR alone in the prediction of hospitalization. Moreover, the accuracy of the ROX index which was comparable to NEWS2, a well-known score for the assessment of the severity of illness in the ED which utilizes more variables and time required to be calculated was pointed out.During the COVID-19 pandemic, the main challenge has been the evaluation of an elevated number of patients suffering from a novel disease, frequently requiring hospitalization, without a proportional increase in resources and hospital capacity [9].This study suggested the application of the ROX index during the first assessment of COVID-19 patients in the ED, as an additional tool for helping the emergency physician evaluate the clinical severity of patients to safely discharge patients from the hospital. The present data confirmed that the ROX index, together with laboratory, imaging and clinical findings, could be a reliable and useful tool in the emergency setting.To the best of the Authors’ knowledge, this is the first study with a large population in which the ROX index was used in patients with SARS-CoV-2 infection at admission in the ED. Moreover, the majority of the present population did not receive respiratory support and did not fulfill ARDS criteria [16]. This explained why the present ROX index values were different from those which Roca et al. [10] defined in the original study.On the other hand, the main limitations of this study were its monocentric design and the nature of the pandemic crisis. Furthermore, the present data showed that this was a “mild” population; it would be appropriate to evaluate whether the same results could be extended to a patient population with more severe clinical features. In fact, the “true” FiO2 delivered to patients was not measured and it could not be excluded that air entrainment occurred, especially in patients with high respiratory demand. This should also be considered a preliminary study due to the fact that these data were collected during the first wave of COVID-19 in which knowledge of the disease and its treatment were continually being updated. Additional studies are necessary to validate the use of the ROX index, its cut-off values and its feasibility in the evolving context of the disease, possibly with a multicentric design.Considering what was previously mentioned, the ROX index seems to be a good combination of accuracy, non-invasivity and promptness, especially in those scenarios in which a blood gas analyzer is not available. For instance, it could be used by the triage nurse to place patients at adequate priority levels, by attributing color codes which are directly related to waiting time in the ED. For the same reasons, the Authors also suggest using the ROX index for patients having suspicious COVID-19 symptoms prior to admission to the ED, such as e,g., using pulse oximetry in the territorial health care services. The expectation is to help general practitioners to better manage outpatients by means of a common index, especially in the unfortunate hypothesis of another wave of COVID-19. Author contributionsAlice Gianstefani and Gabriele Farina designed the study, reviewed and edited the manuscript; Francesca Alvau, Maria Laura Artesiani, Sara Bonfatti, Francesca Campinoti, Ilaria Caramella, Michele Ciordinik, Andrea Lorusso, Sara Nanni and Daniela Nizza enrolled the patients, reviewed the literature, wrote the manuscript and produced the figures. Veronica Salvatore made a substantial contribution to the statistical analysis. Stefano Nava and Fabrizio Giostra reviewed and edited the manuscript. All authors read and approved the final manuscript in compliance with Ethical Standards. FundingThis study did not receive any specific grant from funding agencies in the public, commercial or not-for-profit sectors. DeclarationsConflict of interestThe authors declare that they have no conflict of interest.Ethical approvalApproval was obtained from the Ethics Committee of the University of Bologna (Ethics approval number: 551/2020/Oss/AOUBo). The procedures used in this study adhered to the tenets of the Declaration of Helsinki.Human and animal rights statementHuman rights have been respected. Animal rights not applicable.Informed consentVerbal informed consent of patients was regularly obtained as indicated by Ethics Committee. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Riccardo F, Andrianou X, Bella A (2020) Epidemia COVID-19. Roma 20202. Diagnostic testing for SARS-CoV-2: interim guidance. World Health Organization 11 September 20203. Kucirka LM, Lauer SA, Laeyendecker O, Boon D, Lessler J. Variation in false-negative rate of reverse transcriptase polymerase chain reaction-based SARS-CoV-2 tests by time since exposure. Ann Intern Med. 2020;173(4):262–267. doi: 10.7326/M20-1495. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Peyrony O, Marbeuf-Gueye C, Truong V, Giroud M, Rivière C, Khenissi K, Legay L, Simonetta M, Elezi A, Principe A, Taboulet P, Ogereau C, Tourdjman M, Ellouze S, Fonatine JP. Accuracy of emergency department clinical findings for diagnosis of coronavirus disease 2019. Ann Emerg Med. 2020;76(4):405–412. doi: 10.1016/j.annemergmed.2020.05.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J, Liu Y, Wei Y, Xia J, Yu T, Zhang X, Zhang L. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395(10223):507–513. doi: 10.1016/S0140-6736(20)30211-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Pascarella G, Strumia A, Piliego C, Bruno F, Del Buono R, Costa F, Scarlata S, Agrò FE. COVID-19 diagnosis and management: a comprehensive review. J Intern Med. 2020;288(2):192–206. doi: 10.1111/joim.13091. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Wu Z, McGoogan JM. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese center for disease control and prevention. JAMA. 2020;323(13):1239–1242. doi: 10.1001/jama.2020.2648. [PubMed] [CrossRef] [Google Scholar]8. Gattinoni L, Chiumello D, Rossi S. COVID-19 pneumonia: ARDS or not? Crit Care. 2020;24(1):1–3. doi: 10.1186/s13054-020-02880-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Fagiuoli S, Lorini FL, Remuzzi G (2020) Covid-19 Bergamo Hospital Crisis Unit. Adaptations and Lessons in the Province of Bergamo. N Engl J Med 382(21):71. 10.1056/NEJMc2011599. [PMC free article] [PubMed]10. Roca O, Messika J, Caralt B, García-de-Acilu M, Sztrymf B, Ricard JD, Masclans JR. Predicting success of high-flow nasal cannula in pneumonia patients with hypoxemic respiratory failure: The utility of the ROX index. J Crit Care. 2016;35:200–205. doi: 10.1016/j.jcrc.2016.05.022. [PubMed] [CrossRef] [Google Scholar]11. Roca O, Caralt B, Messika J, Samper M, Sztrymf B, Hernández G, García-de-Acilu M, Frat JP, Masclans JR, Ricard JD. An index combining respiratory rate and oxygenation to predict outcome of nasal high-flow Therapy. Am J Respir Crit Care Med. 2019;199(11):1368–1376. doi: 10.1164/rccm.201803-0589OC. [PubMed] [CrossRef] [Google Scholar]12. Frat JP, Thille AW, Mercat A, Girault C, Ragot S, Perbet S, et al.  High-flow oxygen through nasal cannula in acute hypoxemic respiratory failure. N Engl J Med. 2015;372(23):2185–2196. doi: 10.1056/NEJMoa1503326. [PubMed] [CrossRef] [Google Scholar]13. Rodriguez M, Thille AW, Boissier F, Veinstein A, Chatellier D, Robert R, Le Pape S, Frat JP, Coudroy R. Predictors of successful separation from high-flow nasal oxygen therapy in patients with acute respiratory failure: a retrospective monocenter study. Ann Intensive Care. 2019;9(1):101. doi: 10.1186/s13613-019-0578-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Mauri T, Carlesso E, Spinelli E, Turrini C, Corte FD, Russo R, Ricard JD, Pesenti A, Roca O, Grasselli G. Increasing support by nasal high flow acutely modifies the ROX index in hypoxemic patients: A physiologic study. J Crit Care. 2019;53:183–185. doi: 10.1016/j.jcrc.2019.06.020. [PubMed] [CrossRef] [Google Scholar]15. Royal College of Physicians. National Early Warning Score (NEWS) 2: Standardising the assessment of acute-illness severity in the NHS. Updated report of a working party. London: RCP, December 201716. ARDS Definition Task Force, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS (2012) Acute respiratory distress syndrome: the Berlin Definition. JAMA 307(23):2526–33. 10.1001/jama.2012.5669 [PubMed]"}