{"title": "Recent advances in understanding RNA polymerase II structure and function", "pubDate": "2020", "PMCID": "PMC7886063", "DOI": "10.12703/b/9-11", "PMID": "33659943", "abstract": "More than 50 years after the identification of RNA polymerase II, the enzyme responsible for the transcription of most eukaryotic genes, studies have continued to reveal fresh aspects of its structure and regulation. New technologies, coupled with years of development of a vast catalog of RNA polymerase II accessory proteins and activities, have led to new revelations about the transcription process. The maturation of cryo-electron microscopy as a tool for unraveling the detailed structure of large molecular machines has provided numerous structures of the enzyme and its accessory factors. Advances in biophysical methods have enabled the observation of a single polymerase's behavior, distinct from work on aggregate population averages. Other recent work has revealed new properties and activities of the general initiation factors that RNA polymerase II employs to accurately initiate transcription, as well as chromatin proteins that control RNA polymerase II's firing frequency, and elongation factors that facilitate the enzyme's departure from the promoter and which control sequential steps and obstacles that must be navigated by elongating RNA polymerase II. There has also been a growing appreciation of the physical properties conferred upon many of these proteins by regions of each polypeptide that are of low primary sequence complexity and that are often intrinsically disordered. This peculiar feature of a surprisingly large number of proteins enables a disordered region of the protein to morph into a stable structure and creates an opportunity for pathway participants to dynamically partition into subcompartments of the nucleus. These subcompartments host designated portions of the chemical reactions that lead to mRNA synthesis. This article highlights a selection of recent findings that reveal some of the resolved workings of RNA polymerase II and its ensemble of supporting factors.", "author": [{"author": "Daniel Reines", "affiliation": ["Department of Biochemistry, Emory University School of Medicine, Atlanta, GA, USA."], "href": "/?term=Reines+D&cauthor_id=33659943"}], "refPMID": ["10784442", "10591646", "14580350", "19965383", "21468301", "24072820", "26483468", "1371280", "10723030", "22982194", "1569941", "9450929", "10199401", "28892040", "28775211", "14701750", "17548348", "11884586", "28870425", "10384320", "17048983", "7624382", "22820945", "27836835", "25747400", "24794700", "27408690", "27284201", "2836265", "16427012", "12177005", "11673469", "24384817", "23041285", "5344598"], "citedInPMID": ["33659943", "34854870"], "body": " AbstractMore than 50 years after the identification of RNA polymerase II, the enzyme responsible for the transcription of most eukaryotic genes, studies have continued to reveal fresh aspects of its structure and regulation. New technologies, coupled with years of development of a vast catalog of RNA polymerase II accessory proteins and activities, have led to new revelations about the transcription process. The maturation of cryo-electron microscopy as a tool for unraveling the detailed structure of large molecular machines has provided numerous structures of the enzyme and its accessory factors. Advances in biophysical methods have enabled the observation of a single polymerase’s behavior, distinct from work on aggregate population averages. Other recent work has revealed new properties and activities of the general initiation factors that RNA polymerase II employs to accurately initiate transcription, as well as chromatin proteins that control RNA polymerase II’s firing frequency, and elongation factors that facilitate the enzyme’s departure from the promoter and which control sequential steps and obstacles that must be navigated by elongating RNA polymerase II. There has also been a growing appreciation of the physical properties conferred upon many of these proteins by regions of each polypeptide that are of low primary sequence complexity and that are often intrinsically disordered. This peculiar feature of a surprisingly large number of proteins enables a disordered region of the protein to morph into a stable structure and creates an opportunity for pathway participants to dynamically partition into subcompartments of the nucleus. These subcompartments host designated portions of the chemical reactions that lead to mRNA synthesis. This article highlights a selection of recent findings that reveal some of the resolved workings of RNA polymerase II and its ensemble of supporting factors.Keywords: RNA polymerase II, condensate, low complexity, chromatin, bursting, elongation, termination IntroductionRNA polymerase II (Pol II) is an essential, multi-subunit, DNA-dependent, nucleotidyltransferase. In eukaryotes, Pol II is the one of three nuclear RNA polymerases. It is responsible for unspooling the genetic program in the form of protein-coding mRNAs and some small non-coding RNAs. Pol II’s activity is highly regulated at a number of steps, many of which impact the process of getting Pol II to transcription initiation sites. Pol II’s ability to disengage from the promoter and become committed to elongating nascent RNA is another complex regulated process, as is Pol II’s ability to complete that primary transcript. Finally, transcription termination, which involves Pol II choosing where to stop polymerization and releasing its RNA product, can be modulated. Understanding the regulation and intricacies of all three stages of the transcription cycle—initiation, elongation, and termination—has been the focus of studies for decades, yet new aspects of these processes continue to be revealed. Several of the newest developments are described here. Cryo-electron microscopy of RNA polymerase II assemblages: a close look at large objectsA major advance at the turn of the 21st century was the development of atomic-level structural maps of the approximately 0.5 megadalton Pol II enzyme by using x-ray crystallography1–3. Cryo-electron microscopy (cryo-EM) refined and expanded these initial structural models, as well as those of the comparably large TFIIH and TFIID proteins, which are the most complex of the general initiation factors that Pol II uses to locate promoters and initiate transcription4,5. Even larger assemblies of Pol II in which it is bound to some of its general initiation factors have also been studied using cryo-EM6–16. More recently, cryo-EM has been exploited to study more elaborate transcription complexes, including Pol II associated with its chromatin template, its RNA product, and some attendant proteins that guide it through the transcription cycle. Reports that provided mechanistic insight into these functionally important assemblies will be described in this section.The RNA polymerase II–nucleosome confrontationAn age-old question in the transcription field has been: what happens when template-engaged Pol II encounters a nucleosome? Nucleosome-wrapped duplex DNA is an impediment to Pol II, particularly given the enzyme’s need to transiently separate the DNA strands. Certain elongation factors, however, can facilitate nucleosomal readthrough. Kujirai et al. resolved seven intermediates of Pol II in the act of encountering, and progressively moving through, a nucleosome with the aid of elongation factor TFIIS17. This elongation factor activates a nascent transcript nuclease activity in Pol II that aids in its passage through obstacles to elongation18,19. Cryo-EM analysis showed that Pol II stalls at the entrance to the nucleosome but that the nucleosome remains structurally unchanged. Further translocation allows it to penetrate the DNA–histone interaction in a fashion that peels DNA off the histone octamer. Complete passage through the nucleosome was not monitored, but extrapolation from these structures suggests that Pol II could proceed into a form in which nucleosomal DNA is looped over polymerase or in which the nucleosome has lost a subset of histones; both are intermediates previously proposed to exist during Pol II transit20. The addition of the general elongation factors Elf1 and Spt4/5 (also known as DRB sensitivity-inducing factor or DSIF) synergistically lowered the barrier of Pol II entry into the nucleosome by interposing themselves between the enzyme and the nucleosome21. Pol II advanced further as the nucleosome disk became tilted while the collection of bound elongation factors acted as a chisel to displace DNA from the nucleosome. This effectively averts Pol II from getting trapped between the DNA and histones. As more structures of Pol II–elongation factor complexes are solved, it is likely we will learn that different elongation factors and different combinations of factors help Pol II surmount the nucleosome obstacle by distinct mechanisms.RNA Polymerase II and a dynamically changing set of elongation factorsPol II assembles into a large pre-initiation complex where it engages a region of nucleosome-free DNA abetted by a collection of general initiation factors. RNA chain polymerization is accompanied by Pol II’s disengagement from this tight complex. This is quickly followed by Pol II’s association with elongation factors that stabilize the just-initiated Pol II, thereby holding it in a paused condition analogous to an idling automobile. The decision to abort elongation, versus complete the primary transcript, is a determinant of transcriptional output and a regulated event. This process may be necessary for the nascent RNA capping machinery to engage Pol II while awaiting the maturation of the complex mediated by a specific set of kinases. Two factors key to generating the paused state are the multi-subunit proteins, negative elongation factor (NELF) and DSIF, whose biochemical activities as Pol II elongation modulators were identified many years ago22–24. Cryo-EM analysis now reveals structural details of how these two proteins engage elongating Pol II25. Importantly, the positions of the docked elongation factors appear to be mutually exclusive with the initiation factors that recruit Pol II to DNA, delineating a structural variance that differentiates the pre-initiated and initiated states. Prior work showed that DSIF provides a DNA clamp and an RNA clamp that preserve the transcription bubble and guide the RNA through its exit tunnel on Pol II26,27. The consequence of NELF addition is to render the complex elongation-incompetent, possibly because the complex gains an anomalous positioning of the DNA:RNA hybrid substrate that is unsuitable for templating or allowing access and retention of nucleoside triphosphate substrates in the active site25. These proteins may also occlude the binding of other positively acting elongation factors. Recent findings enabled by a NELF-depletion technique in cultured human cells indicated that NELF’s restriction of RNA extension by Pol II is not the only yoke put on polymerase but that an additional unidentified constraint is apparent before the fully elongation-competent enzyme is liberated28. Since NELF-associated pol II is an intermediate to productive elongation, the absence of NELF may also have precluded any necessary downstream positive events from taking place.The cryo-EM analysis of transcribing Pol II was extended by assembling elongation complexes in the presence of a variety of well-studied, biochemically characterized proteins involved in elongation29. These include positive elongation factor b (P-TEFb), a cyclin-kinase22 that phosphorylates and releases NELF from the complex30,31, and the RNA polymerase-associated factor (Paf1) complex32,33, whose mode of action in stimulating elongation is complicated and unresolved. Also, the association of Spt6, one of a number of Spt transcription factors that were revealed in a landmark productive and penetrating genetic suppressor screen (recall that DISF is composed of Spt4 and Spt5), was studied34. An activated elongation complex containing DSIF, PAF, and Spt6 was assembled with P-TEFb and ATP29. The action of the P-TEFb kinase facilitates the replacement of pause-stabilizing NELF with the PAF complex, thereby removing NELF’s ability to misposition the nascent RNA:DNA hybrid and limit substrate NTP accessibility, as described above. Stimulation by PAF and Spt6 could be due to these proteins’ coating of the surface of Pol II and an allosteric conformational change that may facilitate elongation by assisting template annealing behind the enzyme. Spt6 engages with the activated elongation complex near the RNA exit site following P-TEFb’s specific phosphorylation of Pol II. PAF and Spt6 appear to remodel the extent of DSIF’s clamping of DNA and RNA at their respective exit channels. This kinase is profligate indeed, as it can phosphorylate all the components described in these Pol II–“plus” structures: DSIF, NELF, PAF, Spt6, and polymerase itself. This places the kinase at the hub of coordinating the elongation complex’s gain and loss of proteins at an important regulated step of transcription possessed by many genes, namely, promoter escape. A recent cryo-EM study of the activated complex with trapped Rtf1, an otherwise dissociable subunit of the PAF complex, suggested that Rtf1 provokes an additional conformational change that may enhance Pol II translocation, thereby facilitating elongation35. Bursting: intermittent RNA polymerase II firing from promotersOver the years, most investigations studying Pol II have examined readouts from populations of polymerase molecules and cells. The advent of high-resolution microscopy and biophysical techniques has allowed the behavior of individual molecules or templates to be observed. These advances have been particularly valuable for populations of nucleic acid polymerases because individual molecules can asynchronously occupy distinct phases of their polymerization cycle. In fact, some molecules may be altogether inactive at any point in time. Thus, a surprising heterogeneity in performance can be observed in otherwise identical molecules; that is, the various polymerases or templates in a population can carry out different functions and unless each can be resolved, a population average is obtained. One such heterogeneity is transcriptional bursting. This is seen when a single promoter releases a volley of polymerase initiations which alternates with relatively quiescent intervals36,37. The rate of firing during a burst, or the length of the interval between bursts, is variable and subject to regulation.The development of single-molecule techniques has led to advances in understanding the molecular basis for bursting and its regulation. Recently, Bartman et al. used both single-cell and ensemble methods to show that biological stimuli accelerate Pol II pause release and bursting and, somewhat counterintuitively, not Pol II recruitment rates38. In other words, Pol II is driven to a promoter during bursting in contrast to the idea that bursting results from pre-loaded polymerases.Using computational modeling and single-cell RNA sequencing, investigators were able to dissect burst size and frequency underlying genome-wide transcription39. This analysis suggested that enhancers control burst frequency, consistent with early models that enhancers increase the probability of Pol II firing40,41. Promoters appeared to govern burst size, and TATA-containing sequences directed larger bursts than promoters lacking the TATA consensus, again as suggested some years ago42,43. These findings imply that genotypic and cell type differences can yield alternative burst sizes, and hence gene output, as a function of the selection of proteins that engage a locus as a consequence of its DNA sequence.Bursting has also been explored by using sophisticated computational and optical nanoscopy techniques aided by target-locking and background suppression methods44. This approach enabled the study of transcription of single genes in individual living cells with the ability to follow Pol II and its transcription factors in compartments of extremely small volumes. For the Nanog gene, bursting was accompanied by clustering of Pol II with the Sox2 and Brd4 proteins at the locus in a manner consistent with looping of the enhancer and promoter thereby forming a bridge between enhancer-bound proteins in contact with promoter-bound Pol II. The size of the Brd4 cluster correlated with burst frequency similar to the relationship described above for enhancer-powered bursting. Further development of this technology promises the possibility of watching in real time a single Pol II molecule, and its support factors, advance through the entire transcription cycle. Condensates: compartmentalization of the transcription machineryAn active area of research has been the examination of how subcellular compartments form from self-assembling proteins that contain low-complexity domains (LCDs) (that is, stretches of amino acid sequence of biased composition)45. A well-studied paradigm is the case of cytoplasmic stress granules, a non-membrane-delimited compartment that is a site of RNA sequestration and metabolism. The LCDs of RNA-binding proteins support liquid–liquid phase separation and contribute to the assembly of these compartments.This concept has been extended to the machinery that activates and carries out transcription, including Pol II and the Mediator complex, as well as proteins that co-transcriptionally modify and terminate the primary transcript (reviewed in 46–48). A model has emerged in which the low-complexity heptapeptide repeat domain of Pol II found on the C-terminus of its largest subunit, enables the enzyme to enter and exit condensates as a function of its phosphorylation state. The condensates represent a chromatin-associated, changing set of transcript-modifying and -processing enzymes that handle the nascent RNA and often possess their own LCDs. This improved description of foci in which the steps of mRNA biogenesis take place in a concerted manner has been aided by technical advances, including live cell imaging, and refines earlier ideas of transcription “factories” (reviewed in 49).Two notable extensions of the concept were reported in the last year in findings that emphasized how condensate formation operates across the transcription cycle. Gallego et al.50 showed that ubiquitination of histone H2B lysine 123, a modification associated with active chromatin, is stimulated through biomolecular condensation mediated by the LCD of a specific ubiquitination complex-associated protein. Through the organizing principle of phase separation, the ubiquitination apparatus becomes co-localized with nucleosomal H2B in what the authors refer to as a “reaction chamber”50. This process operates broadly across the nucleosomes of the body of genes in a process that is poorly understood.Meanwhile, Guo et al.51 provided evidence from mammalian cells that Pol II with a hypo-phosphorylated CTD joins Mediator condensates established through enhancer sequences. Once the CTD becomes phosphorylated, Pol II is dislodged from that condensate and elongating Pol II forms a condensate with splicing factors in a spatially separate locale. The overall importance of these condensation reactions requires further study. Future work will be needed to validate what seems to be a recurring theme of a handoff of Pol II between a chain of condensates. By linking condensates, various parts of the mRNA biogenesis pathway could be connected by what is effectively a substrate channeling mechanism. RNA Polymerase II brakes into the termination zoneThere has been continued progress in dissecting the polyadenylation-coupled termination process carried out by Pol II. A prevailing idea for how Pol II terminates transcription at the end of protein-encoding genes is the so-called “torpedo” model52,53. In this durable, three-decade-old proposal, the precursor transcript is endonucleolytically cut just after Pol II transcribes the polyadenylation signal into nascent RNA54. The 3′ terminus of the upstream piece is polyadenylated and becomes the mature mRNA. Importantly, Pol II continues extending the downstream fragment until an exoribonuclease engages the still-emerging transcript and begins hydrolyzing it in the 5′-to-3′ direction while advancing toward Pol II, effectively using the RNA as a “trail of breadcrumbs” to home in on and chase down the still-translocating polymerase. The nuclease acts as a torpedo by contacting, and ultimately displacing, Pol II from the template, thereby terminating transcription. A key feature of the model is the kinetic competition in which the digesting nuclease “catches” elongating polymerase.We now learn55 that phospho-Spt5, which piggybacks on Pol II starting at DSIF’s engagement with the paused polymerase56, is de-phosphorylated just after Pol II transcribes the polyadenylation site55,57,58. This switches Pol II, which accelerated out of the promoter region because of Spt5’s phosphorylation56,59,60, into a slower elongating form which facilitates the nuclease’s ability to overtake Pol II and trigger termination55. The exact mechanism by which de-phosphorylation of Spt5 slows Pol II remains to be elucidated. An interesting related finding is that the initial loading of Spt5 onto Pol II at the promoter was found to employ the c-Myc proto-oncoprotein60, which has been long studied as a DNA-binding transcription factor but is also known to play a general role in elongation61–64. c-Myc’s effect on normal and pathological changes in gene expression could be operating at least in part through a widespread boosting of the output of active genes through Spt5’s elongation-stimulating activity. Elongation and termination by RNA polymerase II help set chromatin organizationAided by powerful molecular techniques, we have learned much about the physical basis for the functional arrangement of chromatin during the last decade. Distant portions of the chromosome that contact each other segregate chromatin into functionally distinct topologically associating domains65–68. The resulting loops use specific proteins to section chromatin into transcriptionally active and inactive segments69. In 2018, Heinz et al. showed how transcription can remodel the boundaries of these looped domains70. By exploiting a viral protein that broadly disrupts host transcription termination, the authors found that readthrough by Pol II of the end of the transcription unit resets loop boundaries, seemingly plowing the proteins off chromatin and making active regions out of formerly inactive ones. In contrast, inhibition of elongation led to re-association of distant sequences and compaction, thereby switching a formerly active region to an inactive one. Thus, while chromatin is generally remodeled to become permissive for transcription, transcription can also remodel the three-dimensional organization of chromatin. Summary and outlookA half century after RNA Pol II was first extracted and purified from eukaryotic cells71, we are still learning about the enzyme, its auxiliary factors, and the environment in which it operates. A large international research effort armed with a sophisticated toolbox of experimental methods has revealed many of the detailed mechanistic steps that Pol II employs to find, transcribe, and disengage from eukaryotic genes. Many of the participating protein and nucleic acid components have been identified, and important regulatory post-translational modifications have been characterized. Biophysical techniques enabling the study of single Pol II molecules, and cryo-EM which has provided relatively high-resolution structures of very large complexes, have propelled this decade’s progress. These approaches and their future refinement should continue to be fruitful in placing transcribing Pol II in its three-dimensional nuclear location and in characterizing the dynamics of what proteins and nucleic acids enter and exit the transcription domain and how the act of transcription remodels the chromatin/nuclear environment. A goal will be to describe the numerous dynamic steps of the transcription cycle, including the co-transcriptional events that engage the elongation complex, with the objective of filling out our picture of this fundamental pathway in its cellular context. AcknowledgmentsThe author thanks Dr. Bill Kelly (Department of Biology, Emory University) and members of the Reines lab for a critical reading of the manuscript and the reviewers for their insightful suggestions. Funding StatementWork in the author’s laboratory was supported by the National Institutes of Health grant GM120271.The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. NotesThe peer reviewers who approve this article are: \nDavid H Price, Department of Biochemistry, The University of Iowa, Iowa City, IA, USA\nNo competing interests were disclosed.\n\nDong Wang, Division of Pharmaceutical Sciences, Skaggs School of Pharmacy and Pharmaceutical Sciences, University of California, San Diego, La Jolla, CA, United States\nNo competing interests were disclosed.\n\nCraig Kaplan, Department of Biological Sciences, University of Pittsburgh, Pittsburgh, PA, USA\nNo competing interests were disclosed.\n References1. \nCramer P, Bushnell DA, Fu J, et al. :\nArchitecture of RNA polymerase II and implications for the transcription mechanism.\nScience.\n2000; 288(5466): 640–9. 10.1126/science.288.5466.640 [PubMed] [CrossRef] [Google Scholar]2. \nCramer P, Bushnell DA, Kornberg RD:\nStructural basis of transcription: RNA polymerase II at 2.8 angstrom resolution.\nScience.\n2001; 292(5523): 1863–76. 10.1126/science.1059493 [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation3. \nGnatt AL, Cramer P, Fu J, et al. :\nStructural basis of transcription: an RNA polymerase II elongation complex at 3.3 Å resolution.\nScience.\n2001; 292(5523): 1876–82. 10.1126/science.1059495 [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation4. \nPatel AB, Greber BJ, Nogales E:\nRecent insights into the structure of TFIID, its assembly, and its binding to core promoter.\nCurr Opin Struct Biol.\n2020; 61: 17–24. 10.1016/j.sbi.2019.10.001 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation5. \nGreber BJ, Toso DB, Fang J, et al. :\nThe complete structure of the human TFIIH core complex.\nElife.\n2019; 8: e44771. 10.7554/eLife.44771 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation6. \nAndel F, 3rd, Ladurner AG, Inouye C, et al. :\nThree-dimensional structure of the human TFIID-IIA-IIB complex.\nScience.\n1999; 286(5447): 2153–2156. 10.1126/science.286.5447.2153 [PubMed] [CrossRef] [Google Scholar]7. \nChung WH, Craighead JL, Chang WH, et al. :\nRNA polymerase II/TFIIF structure and conserved organization of the initiation complex.\nMol Cell.\n2003; 12(4): 1003–13. 10.1016/s1097-2765(03)00387-3 [PubMed] [CrossRef] [Google Scholar]8. \nKostrewa D, Zeller ME, Armache K-J, et al. :\nRNA polymerase II–TFIIB structure and mechanism of transcription initiation.\nNature.\n2009; 462(7271): 323–30. 10.1038/nature08548 [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation9. \nLiu X, Bushnell DA, Wang D, et al. :\nStructure of an RNA polymerase II–TFIIB complex and the transcription initiation mechanism.\nScience.\n2010; 327(5962): 206–9. 10.1126/science.1182015 [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. \nBernecky C, Grob P, Ebmeier CC, et al. :\nMolecular architecture of the human mediator–RNA polymerase II–TFIIF assembly.\nPLoS Biol.\n2011; 9(3): e1000603. 10.1371/journal.pbio.1000603 [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. \nMurakami K, Elmlund H, Kalisman N, et al. :\nArchitecture of an RNA polymerase II transcription pre-initiation complex.\nScience.\n2013; 342(6159): 1238724. 10.1126/science.1238724 [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. \nMurakami K, Calero G, Brown CR, et al. :\nFormation and fate of a complete 31-protein RNA polymerase II transcription preinitiation complex.\nJ Biol Chem.\n2013; 288(9): 6325–32. 10.1074/jbc.M112.433623 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation13. \nLouder RK, He Y, López-Blanco JR, et al. :\nStructure of promoter-bound TFIID and model of human pre-initiation complex assembly.\nNature.\n2016; 531(7596): 604–9. 10.1038/nature17394 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation14. \nHe Y, Fang J, Taatjes DJ, et al. :\nStructural visualization of key steps in human transcription initiation.\nNature.\n2013; 495(7442): 481–6. 10.1038/nature11991 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation15. \nHe Y, Yan C, Fang J, et al. :\nNear-atomic resolution visualization of human transcription promoter opening.\nNature.\n2016; 533(7603): 359–65. 10.1038/nature17970 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation16. \nMurakami K, Tsai K-L, Kalisman N, et al. :\nStructure of an RNA polymerase II preinitiation complex.\nProc Natl Acad Sci U S A.\n2015; 112(44): 13543–8. 10.1073/pnas.1518255112 [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. \nKujirai T, Ehara H, Fujino Y, et al. :\nStructural basis of the nucleosome transition during RNA polymerase II passage.\nScience.\n2018; 362(6414): 595–8. 10.1126/science.aau9904 [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation18. \nReines D:\nElongation factor-dependent transcript shortening by template-engaged RNA polymerase II.\nJ Biol Chem.\n1992; 267(6): 3795–800.  [PMC free article] [PubMed] [Google Scholar]19. \nWind M, Reines D:\nTranscription elongation factor SII.\nBioessays.\n2000; 22(4): 327–36. 10.1002/(SICI)1521-1878(200004)22:4<327::AID-BIES3>3.0.CO;2-4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. \nKulaeva OI, Hsieh FK, Chang HW, et al. :\nMechanism of transcription through a nucleosome by RNA polymerase II.\nBiochim Biophys Acta.\n2013; 1829(1): 76–83. 10.1016/j.bbagrm.2012.08.015 [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. \nEhara H, Kujirai T, Fujino Y, et al. :\nStructural insight into nucleosome transcription by RNA polymerase II with elongation factors.\nScience.\n2019; 363(6428): 744–7. 10.1126/science.aav8912 [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation22. \nMarshall NF, Price DH:\nControl of formation of two distinct classes of RNA polymerase II elongation complexes.\nMol Cell Biol.\n1992; 12(5): 2078–90. 10.1128/mcb.12.5.2078 [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. \nWada T, Takagi T, Yamaguchi Y, et al. :\nDSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs.\nGenes Dev.\n1998; 12(3): 343–56. 10.1101/gad.12.3.343 [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. \nYamaguchi Y, Takagi T, Wada T, et al. :\nNELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation.\nCell.\n1999; 97(1): 41–51. 10.1016/s0092-8674(00)80713-8 [PubMed] [CrossRef] [Google Scholar]25. \nVos SM, Farnung L, Urlaub H, et al. :\nStructure of paused transcription complex Pol II–DSIF–NELF.\nNature.\n2018; 560(7720): 601–6. 10.1038/s41586-018-0442-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation26. \nBernecky C, Plitzko JM, Cramer P:\nStructure of a transcribing RNA polymerase II–DSIF complex reveals a multidentate DNA–RNA clamp.\nNat Struct Mol Biol.\n2017; 24(10): 809–15. 10.1038/nsmb.3465 [PubMed] [CrossRef] [Google Scholar]27. \nEhara H, Yokoyama T, Shigematsu H, et al. :\nStructure of the complete elongation complex of RNA polymerase II with basal factors.\nScience.\n2017; 357(6354): 921–4. 10.1126/science.aan8552 [PubMed] [CrossRef] [Google Scholar]28. \nAoi Y, Smith ER, Shah AP, et al. :\nNELF regulates a promoter-proximal step distinct from RNA Pol II pause-release.\nMol Cell.\n2020; 78(2): 261–274.e5. 10.1016/j.molcel.2020.02.014 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation29. \nVos SM, Farnung L, Boehning M, et al. :\nStructure of activated transcription complex Pol II–DSIF–PAF–SPT6.\nNature.\n2018; 560(7720): 607–12. 10.1038/s41586-018-0440-4 [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation30. \nFujinaga K, Irwin D, Huang Y, et al. :\nDynamics of human immunodeficiency virus transcription: P-TEFb phosphorylates RD and dissociates negative effectors from the transactivation response element.\nMol Cell Biol.\n2004; 24(2): 787–95. 10.1128/mcb.24.2.787-795.2004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. \nCheng B, Price DH:\nProperties of RNA polymerase II elongation complexes before and after the P-TEFb-mediated transition into productive elongation.\nJ Biol Chem.\n2007; 282(30): 21901–12. 10.1074/jbc.M702936200 [PubMed] [CrossRef] [Google Scholar]32. \nMueller CL, Jaehning JA:\nCtr9, Rtf1, and Leo1 are components of the Paf1/RNA polymerase II complex.\nMol Cell Biol.\n2002; 22(7): 1971–80. 10.1128/mcb.22.7.1971-1980.2002 [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. \nVan Oss SB, Cucinotta CE, Arndt KM:\nEmerging insights into the roles of the Paf1 complex in gene regulation.\nTrends Biochem Sci.\n2017; 42(10): 788–98. 10.1016/j.tibs.2017.08.003 [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. \nWinston F, Sudarsanam P:\nThe SAGA of Spt proteins and transcriptional analysis in yeast: past, present, and future.\nCold Spring Harb Symp Quant Biol.\n1998; 63: 553–61. 10.1101/sqb.1998.63.553 [PubMed] [CrossRef] [Google Scholar]35. \nVos SM, Farnung L, Linden A, et al. :\nStructure of complete Pol II–DSIF–PAF–SPT6 transcription complex reveals RTF1 allosteric activation.\nNat Struct Mol Biol.\n2020; 27(7): 668–77. 10.1038/s41594-020-0437-1 [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation36. \nRaj A, Peskin CS, Tranchina D, et al. :\nStochastic mRNA synthesis in mammalian cells.\nPLoS Biol.\n2006; 4(10): e309. 10.1371/journal.pbio.0040309 [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. \nChubb JR, Trcek T, Shenoy SM, et al. :\nTranscriptional pulsing of a developmental gene.\n Curr Biol.\n2006; 16(10): 1018–25. 10.1016/j.cub.2006.03.092 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation38. \nBartman CR, Hamagami N, Keller CA, et al. :\nTranscriptional burst initiation and polymerase pause release are key control points of transcriptional regulation.\nMol Cell.\n2019; 73(3): 519–532.e4. 10.1016/j.molcel.2018.11.004 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation39. \nLarsson AJM, Johnsson P, Hagemann-Jensen M, et al. :\nGenomic encoding of transcriptional burst kinetics.\nNature.\n2019; 565(7738): 251–4. 10.1038/s41586-018-0836-1 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation40. \nFukaya T, Lim B, Levine M:\nEnhancer control of transcriptional bursting.\nCell.\n2016; 166(2): 358–68. 10.1016/j.cell.2016.05.025 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation41. \nWalters MC, Fiering S, Eidemiller J, et al. :\nEnhancers increase the probability but not the level of gene expression.\nProc Natl Acad Sci U S A.\n1995; 92(15): 7125–9. 10.1073/pnas.92.15.7125 [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. \nTantale K, Mueller F, Kozulic-Pirher A, et al. :\nA single-molecule view of transcription reveals convoys of RNA polymerases and multi-scale bursting.\nNat Commun.\n2016; 7: 12248. 10.1038/ncomms12248 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation43. \nHornung G, Bar-Ziv R, Rosin D, et al. :\nNoise-mean relationship in mutated promoters.\nGenome Res.\n2012; 22(12): 2409–17. 10.1101/gr.139378.112\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. \nLi J, Dong A, Saydaminova K, et al. :\nSingle-molecule nanoscopy elucidates RNA polymerase II transcription at single genes in live cells.\nCell.\n2019; 178(2): 491–506.e28. 10.1016/j.cell.2019.05.029 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation45. \nKato M, McKnight SL:\nCross-β polymerization of low complexity sequence domains.\nCold Spring Harb Perspect Biol.\n2017; 9(3): a023598. 10.1101/cshperspect.a023598 [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. \nArndt KM, Reines D:\nTermination of transcription of short noncoding RNAs by RNA polymerase II.\nAnnu Rev Biochem.\n2015; 84: 381–404. 10.1146/annurev-biochem-060614-034457 [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. \nPortz B, Shorter J:\nSwitching condensates: the CTD code goes liquid.\nTrends Biochem Sci.\n2020; 45(1): 1–3. 10.1016/j.tibs.2019.10.009 [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation48. \nCramer P:\nOrganization and regulation of gene transcription.\nNature.\n2019; 573(7772): 45–54. 10.1038/s41586-019-1517-4 [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation49. \nBuckley MS, Lis JT:\nImaging RNA polymerase II transcription sites in living cells.\nCurr Opin Genet Dev.\n2014; 25: 126–30. 10.1016/j.gde.2014.01.002\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. \nGallego LD, Schneider M, Mittal C, et al. :\nPhase separation directs ubiquitination of gene-body nucleosomes.\nNature.\n2020; 579(7800): 592–7. 10.1038/s41586-020-2097-z [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation51. \nGuo YE, Manteiga JC, Henninger JE, et al. :\nPol II phosphorylation regulates a switch between transcriptional and splicing condensates.\nNature.\n2019; 572(7770): 543–8. 10.1038/s41586-019-1464-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation52. \nLoya TJ, Reines D:\n Recent advances in understanding transcription termination by RNA polymerase II [version 1; peer review: 2 approved].\nF1000Res.\n2016; 5: F1000 Faculty Rev-1478. 10.12688/f1000research.8455.1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. \nProudfoot NJ:\nTranscriptional termination in mammals: stopping the RNA polymerase II juggernaut.\nScience.\n2016; 352(6291): aad9926. 10.1126/science.aad9926 [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. \nConnelly S, Manley JL:\nA functional mRNA polyadenylation signal is required for transcription termination by RNA polymerase II.\nGenes Dev.\n1988; 2(4): 440–52. 10.1101/gad.2.4.440 [PubMed] [CrossRef] [Google Scholar]55. \nCortazar MA, Sheridan RM, Erickson B, et al. :\nControl of RNA Pol II speed by PNUTS-PP1 and Spt5 dephosphorylation facilitates termination by a “sitting duck torpedo” mechanism.\nMol Cell.\n2019; 76(6): 896–908.e4. 10.1016/j.molcel.2019.09.031 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation56. \nFitz J, Neumann T, Pavri R:\nRegulation of RNA polymerase II processivity by Spt5 is restricted to a narrow window during elongation.\nEMBO J.\n2018; 37(8): e97965. 10.15252/embj.201797965 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation57. \nParua PK, Booth GT, Sansó M, et al. :\nA Cdk9–PP1 switch regulates the elongation–termination transition of RNA polymerase II.\nNature.\n2018; 558(7710): 460–4. 10.1038/s41586-018-0214-z [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation58. \nEaton JD, Francis L, Davidson L, et al. :\nA unified allosteric/torpedo mechanism for transcriptional termination on human protein-coding genes.\nGenes Dev.\n2020; 34(1–2): 132–45. 10.1101/gad.332833.119 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation59. \nYamada T, Yamaguchi Y, Inukai N, et al. :\nP-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation.\nMol Cell.\n2006; 21(2): 227–37. 10.1016/j.molcel.2005.11.024 [PubMed] [CrossRef] [Google Scholar]60. \nBaluapuri A, Hofstetter J, Stankovic ND, et al. :\nMYC recruits SPT5 to RNA polymerase II to promote processive transcription elongation.\nMol Cell.\n2019; 74(4): 674–687.e11. 10.1016/j.molcel.2019.02.031 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation61. \nEberhardy SR, Farnham PJ:\nMyc recruits P-TEFb to mediate the final step in the transcriptional activation of the cad promoter.\nJ Biol Chem.\n2002; 277(42): 40156–62. 10.1074/jbc.M207441200 [PubMed] [CrossRef] [Google Scholar]62. \nEberhardy SR, Farnham PJ:\nc-Myc mediates activation of the cad promoter via a post-RNA polymerase II recruitment mechanism.\nJ Biol Chem.\n2001; 276(51): 48562–71. 10.1074/jbc.M109014200 [PubMed] [CrossRef] [Google Scholar]63. \nRahl PB, Lin CY, Seila AC, et al. :\nc-Myc regulates transcriptional pause release.\nCell.\n2010; 141(3): 432–45. 10.1016/j.cell.2010.03.030 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation64. \nRahl PB, Young RA:\nMYC and transcription elongation.\nCold Spring Harb Perspect Med.\n2014; 4(1): a020990. 10.1101/cshperspect.a020990 [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. \nDixon JR, Selvaraj S, Yue F, et al. :\nTopological domains in mammalian genomes identified by analysis of chromatin interactions.\nNature.\n2012; 485(7398): 376–80. 10.1038/nature11082 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation66. \nHou C, Li L, Qin ZS, et al. :\nGene density, transcription, and insulators contribute to the partition of the drosophila genome into physical domains.\nMol Cell.\n2012; 48(3): 471–84. 10.1016/j.molcel.2012.08.031\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. \nSexton T, Yaffe E, Kenigsberg E, et al. :\nThree-dimensional folding and functional organization principles of the drosophila genome.\nCell.\n2012; 148(3): 458–72. 10.1016/j.cell.2012.01.010 [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation68. \nNora EP, Lajoie BR, Schulz EG, et al. :\nSpatial partitioning of the regulatory landscape of the X-inactivation centre.\nNature.\n2012; 485(7398): 381–5. 10.1038/nature11049 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation69. \nPhillips-Cremins JE, Sauria MEG, Sanyal A, et al. :\nArchitectural protein subclasses shape 3D organization of genomes during lineage commitment.\nCell.\n2013; 153(6): 1281–95. 10.1016/j.cell.2013.04.053 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation70. \nHeinz S, Texari L, Hayes MGB, et al. :\nTranscription elongation can affect genome 3D structure.\nCell.\n2018; 174(6): 1522–1536.e22. 10.1016/j.cell.2018.07.047 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Faculty Opinions Recommendation71. \nRoeder RG, Rutter WJ:\nMultiple forms of DNA-dependent RNA polymerase in eukaryotic organisms.\nNature.\n1969; 224(5216): 234–7. 10.1038/224234a0 [PubMed] [CrossRef] [Google Scholar]"}