{"title": "Effects of Methylprednisolone on Ventilator-Free Days in Mechanically Ventilated Patients with Acute Respiratory Distress Syndrome and COVID-19: A Retrospective Study", "pubDate": "2021", "PMCID": "PMC7917584", "DOI": "10.3390/jcm10040760", "PMID": "33672805", "abstract": "Objectives: There are limited data regarding the efficacy of methylprednisolone in patients with acute respiratory distress syndrome (ARDS) due to coronavirus disease 2019 (COVID-19) requiring invasive mechanical ventilation. We aimed to determine whether methylprednisolone is associated with increases in the number of ventilator-free days (VFDs) among these patients. Design: Retrospective single-center study. Setting: Intensive care unit. Patients: All patients with ARDS due to confirmed SARS-CoV-2 infection and requiring invasive mechanical ventilation between 1 March and 29 May 2020 were included. Interventions: None. Measurements and Main Results: The primary outcome was ventilator-free days (VFDs) for the first 28 days. Defined as being alive and free from mechanical ventilation. The primary outcome was analyzed with competing-risks regression based on Fine and Gray's proportional sub hazards model. Death before day 28 was considered to be the competing event. A total of 77 patients met the inclusion criteria. Thirty-two patients (41.6%) received methylprednisolone. The median dose was 1 mg·kg-1 (IQR: 1-1.3 mg·kg-1) and median duration for 5 days (IQR: 5-7 days). Patients who received methylprednisolone had a mean 18.8 VFDs (95% CI, 16.6-20.9) during the first 28 days vs. 14.2 VFDs (95% CI, 12.6-16.7) in patients who did not receive methylprednisolone (difference, 4.61, 95% CI, 1.10-8.12, p = 0.001). In the multivariable competing-risks regression analysis and after adjusting for potential confounders (ventilator settings, prone position, organ failure support, severity of the disease, tocilizumab, and inflammatory markers), methylprednisolone was independently associated with a higher number of VFDs (subhazards ratio: 0.10, 95% CI: 0.02-0.45, p = 0.003). Hospital mortality did not differ between the two groups (31.2% vs. 28.9%, p = 0.82). Hospital length of stay was significantly shorter in the methylprednisolone group (24 days [IQR: 15-41 days] vs. 37 days [IQR: 23-52 days], p = 0.046). The incidence of positive blood cultures was higher in patients who received methylprednisolone (37.5% vs. 17.8%, p = 0.052). However, 81% of patients who received methylprednisolone also received tocilizumab. The number of days with hyperglycemia was similar in the two groups. Conclusions: Methylprednisolone was independently associated with increased VFDs and shortened hospital length of stay. The combination of methylprednisolone and tocilizumab was associated with a higher rate of positive blood cultures. Further trials are needed to evaluate the benefits and safety of methylprednisolone in moderate or severe COVID-19 ARDS.", "author": [{"author": "Mohamed Badr", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Badr+M&cauthor_id=33672805"}, {"author": "Bruno De Oliveira", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=De+Oliveira+B&cauthor_id=33672805"}, {"author": "Khaled Abdallah", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Abdallah+K&cauthor_id=33672805"}, {"author": "Ashraf Nadeem", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Nadeem+A&cauthor_id=33672805"}, {"author": "Yeldho Varghese", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Varghese+Y&cauthor_id=33672805"}, {"author": "Dnyaseshwar Munde", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Munde+D&cauthor_id=33672805"}, {"author": "Shameen Salam", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Salam+S&cauthor_id=33672805"}, {"author": "Baraa Abduljawad", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Abduljawad+B&cauthor_id=33672805"}, {"author": "Khaled Saleh", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Saleh+K&cauthor_id=33672805"}, {"author": "Hussam Elkambergy", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Elkambergy+H&cauthor_id=33672805"}, {"author": "Ahmed Taha", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Taha+A&cauthor_id=33672805"}, {"author": "Ahmed Bayrlee", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Bayrlee+A&cauthor_id=33672805"}, {"author": "Ali Wahla", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Wahla+A&cauthor_id=33672805"}, {"author": "Jamil Dibu", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Dibu+J&cauthor_id=33672805"}, {"author": "Rehan Haque", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Haque+R&cauthor_id=33672805"}, {"author": "Fadi Hamed", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Hamed+F&cauthor_id=33672805"}, {"author": "Nadeem Rahman", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates."], "href": "/?term=Rahman+N&cauthor_id=33672805"}, {"author": "Jihad Mallat", "affiliation": ["Critical Care Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi 112412, United Arab Emirates.", "Cleveland Clinic Lerner College of Medicine of Case Western Reserve University, Cleveland, OH 44195, USA.", "Faculty of Medicine, Normandy University, UNICAEN, ED 497, 1400 Caen, France."], "href": "/?term=Mallat+J&cauthor_id=33672805"}], "refPMID": ["32091533", "32109013", "32728965", "32654909", "32320003", "32444460", "32250385", "32526193", "32437596", "32192578", "32125452", "32303591", "16236742", "33026460", "32678530", "33121512", "32876694", "32876695", "32772069", "22797452", "31034248", "29161116", "15494274", "31939808", "16968120", "32785710", "33172477", "10793162", "25693014", "20843245", "23688302"], "citedInPMID": ["33672805", "35027797"], "body": " AbstractObjectives: There are limited data regarding the efficacy of methylprednisolone in patients with acute respiratory distress syndrome (ARDS) due to coronavirus disease 2019 (COVID-19) requiring invasive mechanical ventilation. We aimed to determine whether methylprednisolone is associated with increases in the number of ventilator-free days (VFDs) among these patients. Design: Retrospective single-center study. Setting: Intensive care unit. Patients: All patients with ARDS due to confirmed SARS-CoV-2 infection and requiring invasive mechanical ventilation between 1 March and 29 May 2020 were included. Interventions: None. Measurements and Main Results: The primary outcome was ventilator-free days (VFDs) for the first 28 days. Defined as being alive and free from mechanical ventilation. The primary outcome was analyzed with competing-risks regression based on Fine and Gray’s proportional sub hazards model. Death before day 28 was considered to be the competing event. A total of 77 patients met the inclusion criteria. Thirty-two patients (41.6%) received methylprednisolone. The median dose was 1 mg·kg−1 (IQR: 1–1.3 mg·kg−1) and median duration for 5 days (IQR: 5–7 days). Patients who received methylprednisolone had a mean 18.8 VFDs (95% CI, 16.6–20.9) during the first 28 days vs. 14.2 VFDs (95% CI, 12.6–16.7) in patients who did not receive methylprednisolone (difference, 4.61, 95% CI, 1.10–8.12, p = 0.001). In the multivariable competing-risks regression analysis and after adjusting for potential confounders (ventilator settings, prone position, organ failure support, severity of the disease, tocilizumab, and inflammatory markers), methylprednisolone was independently associated with a higher number of VFDs (subhazards ratio: 0.10, 95% CI: 0.02–0.45, p = 0.003). Hospital mortality did not differ between the two groups (31.2% vs. 28.9%, p = 0.82). Hospital length of stay was significantly shorter in the methylprednisolone group (24 days [IQR: 15–41 days] vs. 37 days [IQR: 23–52 days], p = 0.046). The incidence of positive blood cultures was higher in patients who received methylprednisolone (37.5% vs. 17.8%, p = 0.052). However, 81% of patients who received methylprednisolone also received tocilizumab. The number of days with hyperglycemia was similar in the two groups. Conclusions: Methylprednisolone was independently associated with increased VFDs and shortened hospital length of stay. The combination of methylprednisolone and tocilizumab was associated with a higher rate of positive blood cultures. Further trials are needed to evaluate the benefits and safety of methylprednisolone in moderate or severe COVID-19 ARDS.Keywords: COVID-19, acute respiratory distress syndrome, methylprednisolone, mechanical ventilation, ventilator-free days, SARS-CoV-2 infection 1. IntroductionSevere acute respiratory syndrome coronavirus-2 (SAR-CoV-2) responsible for the coronavirus disease 2019 (COVID-19) has hit the world as a global pandemic at an unparalleled scale, causing considerable morbidity and mortality [1,2,3,4]. Most people with COVID-19 have only mild or uncomplicated disease. However, up to 12% of hospitalized patients can progress to critical illness with acute respiratory distress syndrome (ARDS) requiring invasive mechanical ventilation [5,6,7].The histological features of COVID-19 ARDS are dominated by diffuse alveolar damage, inflammatory cell infiltration, and microvascular thrombosis [8,9]. Patients with severe COVID-19 present nonspecific hyperinflammatory responses with a markedly elevated number of proinflammatory cytokines and chemokines [10,11,12]. This excessive and deleterious host immune response is thought to contribute to multi-organ failure in these patients. Corticosteroids might mitigate this exacerbated inflammatory response by inhibiting the expression of proinflammatory cytokines [13,14]. Therefore, there is a significant interest in using corticosteroids to treat severe COVID-19 patients.Findings from the recently published RECOVERY trial demonstrated that the use of dexamethasone reduced mortality, especially in the subgroup of patients requiring invasive mechanical ventilation [15]. However, the severity of hypoxemia, ventilator settings (tidal volume, plateau pressure, driving pressure), and other types of organ support (vasopressors use, prone position, etc.) were not reported in these patients but are associated with the outcome [16]. Although a recent prospective meta-analysis of individual data from seven randomized controlled trials of severe COVID-19 patients showed that systemic corticosteroids were associated with lower all-cause mortality. Most of the included patients did not receive invasive mechanical ventilation [17]. Only one randomized controlled trial that focused on moderate or severe ARDS patients with COVID-19 requiring invasive mechanical ventilation, which was stopped prematurely, reported that dexamethasone was associated with a significant increase in the number of ventilator-free days (VFDs) [18]. Methylprednisolone has lower potent anti-inflammatory effects and shorter plasma half-time than dexamethasone. To the best of our knowledge, there is only one retrospective published study that investigated the benefit of methylprednisolone in critically ill, mechanically ventilated COVID-19 patients [19]. In that study, the use of methylprednisolone was associated with increased VFDs. However, no adjustment for ventilator settings was reported in that study. Therefore, there is limited evidence for the efficacy of methylprednisolone in these patients. Therefore, our study aimed to evaluate methylprednisolone’s efficacy in ARDS patients requiring invasive mechanical ventilation due to COVID-19. The hypothesis was that methylprednisolone would increase the number of days alive and free from mechanical ventilation during the first 28 days after adjustment for potential confounders, including ventilator settings. 2. MethodsThis retrospective study was approved by the institutional Ethics Committee of Cleveland Clinic Abu Dhabi (A-2020-055) and waived the need for informed consent due to the retrospective nature of the study.All adult patients (age ≥ 18 years) admitted to our intensive care unit (ICU) between March 1st and May 29th, 2020, with confirmed SARS-CoV-2 infection (virus detected by a real-time reverse-transcriptase–polymerase-chain-reaction assay of a nasopharyngeal sample) and ARDS, according to the Berlin definition [20], requiring intubation and invasive mechanical ventilation, were included in this study. 2.1. Outcome MeasuresThe primary outcome was VFDs during the first 28 days, defined as the number of days alive and free from mechanical ventilation for at least 48 consecutive hours [21]. Patients discharged from the hospital before 28 days were considered alive and free from mechanical ventilation at 28 days. Non-survivors at day 28 were considered to have no VFDs. For patients who died, the number of VFDs was 0. For patients who were alive, the VFDs were the days they did not require mechanical ventilation. For patients who required mechanical ventilation for more than 28 days, the number of VFDs was 0. Prespecified secondary outcomes were all-cause hospital mortality, ICU length of stay, hospital length of stay, and mechanical ventilation duration for 28 days.We also assessed safety outcomes, including all positive cultures (blood, sputum, and urine) and hyperglycemia, defined as days with a blood glucose ≥ 10 mmol·L−1 for the first 28 days. 2.2. Clinical and Laboratory DataData on baseline characteristics including demographics, physiological variables, the presence of medical comorbidities, SOFA and SAPS II score, and laboratory values including oxygenation parameters, full blood count, coagulation parameters, and inflammatory markers (C-reactive protein, interleukin 6, and ferritin) were collected on admission to the ICU. Ventilatory variables including plateau pressure (Pplat), total positive end-expiratory pressure (PEEP), tidal volume (Vt) driving pressure (Pplat-PEEP), and static respiratory compliance [(Vt/(Pplat-PEEP)] were also captured. Use of neuromuscular blocking agents, prone positioning, vasopressors, renal replacement therapy, anti-viral treatments, tocilizumab, and methylprednisolone were collected. The decision of using anti-viral tocilizumab and methylprednisolone administrations were at the discretion of the treating physician. The time from symptoms onset to methylprednisolone administration and dosing and duration of methylprednisolone were calculated. Patients were categorized according to whether they received or did not receive methylprednisolone during the ICU stay.2.3. Statistical AnalysisNormality of data distribution was assessed using the Shapiro–Wilk test and by visually checking each variable’s distribution (histogram). Data are expressed as mean ± SD when normally distributed or as median [IQR] when non-normally distributed. Proportions were used as descriptive statistics for categorical variables. Comparisons of values between independent groups were performed by the 2-tailed Student t-test or the Mann–Whitney U test, as appropriate. Analysis of the discrete data was performed by χ2 test or the Fisher exact test when the numbers were small. There were missing data (missing at random) for interleukin 6 (3.6%), ferritin (1.8%), D-dimer (1%), fibrinogen (8.2%), APTT (9.1%), and INR (9.1%) that were imputed using multiple imputations with 50 imputed datasets.The primary endpoint (VFDs) was evaluated with competing-risks regression based on Fine and Gray’s proportional subhazards model. Death before day 28 was considered to be the competing event, and time-to-event analysis was right-censored at 28 days. Adjusted competing-risks regression models were fitted to identify risk factors that were independently associated with VFDs, using clinically likely confounders including age, body mass index, comorbidities, SOFA II score, PaO2/FiO2 ratio, renal replacement therapy, use of vasopressors, methylprednisolone, time from symptoms onset to methylprednisolone administration, tocilizumab, C-reactive protein, interleukin 6, D-dimer, Vt, PEEP, Pplat, and driving pressure. Variables associated with VFDs (p < 0.1) in univariate analysis were also included in the adjusted competing-risks regression model. The potential problem of co-linearity was evaluated using Spearman or Pearson correlation coefficient before running the analysis. Sub-hazard ratios (SHRs) and 95% confidence intervals were summarized. A value of p < 0.05 was considered statistically significant, and all reported p values are two-sided. Statistical analyses were performed using Stata/SE 14.2 software for Windows (Stata Corp LLC, TX 77845, USA). 3. Results3.1. Study PopulationFrom March 1st to May 29th, 2020, 110 adult patients with ARDS caused by COVID-19 infection were admitted to the ICU. Among them, 77 required invasive mechanical ventilation and were included in this study (Figure 1). The main characteristics of the cohort are summarized in Table 1 and Table 2. The median age among all patients was 50 years (IQR: 41-5 years) and 72 years (93.5%) were men. Among the patients, 49 (63.4%) had at least one comorbidity, 50 (64.9%) were placed in a prone position, 65 (84.2%) required vasopressor support, and 24 (31.2%) received renal replacement therapy. The median time from symptoms onset to ICU admission was 5 days (IQR: 4–7 days). Thirty-two patients (41.6%) received methylprednisolone. The median methylprednisolone dose was 1 mg·kg−1 (IQR: 1–1.3 mg·kg−1) and median duration of 5 days (IQR: 5–7 days).Open in a separate windowFigure 1Flow chart of COVID-19 patients admitted to the intensive care unit. ARDS: acute respiratory distress syndrome. IMV: invasive mechanical ventilation.Table 1Comparisons of baseline characteristics, laboratory data, and treatments during the intensive care unit (ICU) stay between Methylprednisolone and non-Methylprednisolone groups.VariablesAll Patients(n = 77)Methylprednisolone(n = 32)Non-Methylprednisolone(n = 45)p-ValueAge, year50 (41–59)49 (41–55)51 (41–61)0.52Male, n (%)72 (93.5)30 (93.7)42 (93.3)1.00Body mass index, kg·m−225.8 (23.1–29.0)25.8 (22.2–29.7)25.9 (23.8–28.0)0.96SOFA score7 (4–10)7 (4–9)7 (4–10)0.80SAPS II score36 (27–48)38 (28–49)35 (27–46)0.67Patients with at least one comorbidity, n (%)49 (63.4)21 (65.6)28 (62.2)0.76Comorbidities distribution, n (%)\n\n\n\nDiabetes mellitus36 (46.7)18 (56.2)18 (40.0)0.16Hypertension35 (45.4)15 (46.9)20 (44.4)0.83Chronic artery disease7 (9.1)4 (12.5)3 (6.7)0.44Chronic kidney disease2 (2.6)1 (3.1)1 (2.2)1.00Time from symptoms to ICU admission, day5 (4–7)5 (4–11)5 (4–7)0.21Time from ICU admission to intubation, day0 (0–1)0 (0–2)0 (0–1)0.50Time from symptoms to intubation, day5 (3–10)6 (3–11)5 (3–9)0.46Vital signs on ICU admission\n\n\n\nTemperature (max) ≥ 38 °C, n (%)28 (36.4)11 (34.4)17 (37.8)0.76Heart rate (max), beats·min−1105 ± 20105 ± 21105 ± 200.99Respiratory rate (max), breaths·min−132 ± 830 ± 832 ± 80.30Laboratory data on ICU admission\n\n\n\nC–reactive protein, mg·L−1159 (68–244)104 (58–166)198 (99–295)0.003Leucocytes count, × 109·L−19.8 (7.6–13.0)10.6 (7.4–14.3)9.7 (7.7–12.2)0.53Lymphocytes count, × 109·L−10.79 (0.49–1.00)0.88 (0.54–1.06)0.71 (0.47–0.99)0.22Lymphocytes ≤ 1 × 109·L−1; n (%)58 (75.3)23 (71.9)35 (77.8)0.55Platelet count, × 109·L−1251 (183–320)245 (160–319)256 (197–320)0.51Procalcitonin, ng·mL−10.60 (0.21–3.71)0.44 (0.21–2.07)0.96 (0.23–7.58)0.11International normalized ratio1.2 (1.1–1.3)1.2 (1.1–1.3)1.2 (1.1–1.4)0.18Activated partial thromboplastin time; s34.1 (30.0–38.3)33.2 (28.1–37.7)34.6 (31.2–38.4)0.25D–dimer, µg·mL−1 (normal reference: <0.05)3.7 (1.7–4.0)3.4 (1.3–4.0)4.0 (1.9–4.0)0.35D–dimer ≥ 2 µg·mL−1, n (%)56 (72.7%)23 (71.9)33 (73.3)0.89Fibrinogen, g·L−16.1 (4.6–7.2)5.8 (4.1–6.7)6.3 (5.2–7.7)0.21Ferritin, µg·L−1 (reference range: 36–480)1561 (895–2484)1854 (968–2479)1406 (748–2582)0.32Interleukin 6, ng·L−1279 (130–1130)174 (103–466)665 (176–2438)0.005Alanine aminotransferase, IU·mL−137 (27–65)37 (30–66)38 (25–63)0.67Aspartate aminotransferase, IU·mL−155 (36–91)50 (36–84)59 (36–95)0.28Total bilirubin, µmol·L−111.6 (8.1–18.2)10.5 (8.1–15.8)12.0 (8.3–20.4)0.55Creatinine, µmol·L−183 (65–154)74 (63–123)91 (65–155)0.19Albumin, g·L−130 (27–34)31 (27–34)29 (27–33)0.39Open in a separate windowSOFA, Sequential Organ Failure Assessment. SAPS, Simplified Acute Physiology Score. ICU, intensive care unit. Data are shown as mean ± SD, median [1st–3rd quartile], and count (%). p < 0.05 was considered statistically significant.Table 2Comparisons of baseline oxygenation and ventilator variables, and treatments during the ICU stay, between Methylprednisolone and non-Methylprednisolone groups.VariablesAll Patients(n = 77)Methylprednisolone(n = 32)Non-Methylprednisolone(n = 45)p-ValueOxygenation variables on ICU admission\n\n\n\nPaO2, mmHg68 (57–83)70 (61–84)67 (56–81)0.71PaCO2, mmHg44 (34–56)46 (33–54)43 (34–58)0.74FiO20.9 (0.6–1)0.8 (0.6–1)1 (0.6–1)0.43PaO2/FiO2 ratio, mmHg83 (62–131)85 (67–134)83 (61–128)0.83SaO2, %92 (88–94)93 (88–94)91 (88–93)0.33Lactate levels, mmol·L−11.45 (1.20–1.90)1.40 (1.20–1.90)1.45 (1.20–1.90)0.83Treatments during the ICU stay, n (%)\n\n\n\nVasopressor support65 (84.2)23 (71.9)42 (93.3)0.01Renal replacement therapy24 (31.2)8 (25.0)16 (35.6)0.32Prone position50 (64.9)22 (68.7)28 (62.2)0.55Neuromuscular blocker agents63 (81.2)26 (81.2)37 (82.2)1.00Tocilizumab67 (87.0)26 (81.2)41 (91.1)0.30Hydroxychloroquine30 (39.0)12 (37.5)18 (40.0)0.82Favipiravir23 (29.9)11 (34.4)12 (26.7)0.47Lopinavir/ritonavir18 (23.4)8 (25.0)10 (22.2)0.78Ventilator parameters on ICU admission\n\n\n\nTidal volume, mL·kg−1 IBW6.5 (6.0–7.0)6.5 (6.1–7.0)6.5 (5.7–7.2)0.65Plateau pressure, cmH2O28 (26–30)28 (26–30)28 (27–30)0.84Positive end expiratory pressure, cmH2O12 (10–14)12 (10–14)12 (10–14)0.58Driving pressure, cmH2O16 (13–18)16 (13–19)17 (14–18)0.59Static compliance, mL.cmH2O−127.0 (22.0–34.1)28.6 (22.5–35.4)25.0 (21.1–32.5)0.21Open in a separate windowPaO2, arterial oxygen tension. PaCO2, arterial CO2 tension. FiO2; Inspiratory oxygen fraction. SaO2, arterial oxygen saturation. IBW, ideal body weight. ICU, intensive care unit. Data are shown median [1st–3rd quartile], and count (%). p < 0.05 was considered statistically significant.The median time from symptoms onset to methylprednisolone administration was 6 days (IQR: 5–11 days), and, from ICU admission to methylprednisolone infusion, was 0 days (IQR: 0–1 days). Patients’ characteristics (age, gender, and BMI), comorbidity, severity scores, and time from symptoms onset to ICU admission or intubation were not significantly different between the two groups (Table 1). Regarding laboratory data on ICU admission, only C-reactive protein and interleukin 6 were significantly lower in the methylprednisolone group than in the non-methylprednisolone group (Table 1). The treatments received in ICU (renal replacement therapy, antiviral drugs, tocilizumab, neuromuscular blockers, and prone position) did not differ significantly between the two groups except for the use of the vasopressor, which was significantly higher in the non-methylprednisolone group (Table 2).3.2. Primary Clinical OutcomeIn univariate analysis (without adjustment), methylprednisolone was associated with longer VFDs at day-28 (SHR = 0.46 [95%CI:0.25–0.85], p = 0.013) (Supplementary Materials Table S1). In addition, age, chronic kidney disease, creatinine, procalcitonin, arterial oxygen saturation, lactate levels, vasopressor use, prone position, and neuromuscular blocker agents were found to be associated (p < 0.1) with VFDs (Supplementary Materials Table S1). The mean number of days alive and free from mechanical ventilation during the first 28 days was significantly higher in the methylprednisolone group than in the non-methylprednisolone group (18.8, 95% CI, 16.6–20.9 days vs. 14.2, 95% CI, 12.6–16.7 days, difference, 4.61, 95% CI, 1.10–8.12, p = 0.001).In the multivariable competing-risks regression analysis, after adjusting for the clinically known confounding variables (mentioned in the methods) along with those who were found associated with VFDs in univariate analysis (Supplementary Materials Table S1), exposure to methylprednisolone was still significantly associated with longer VFDs at day-28 (SHR = 0.10 [95% CI:0.02–0.45], p = 0.003) (Table 3 and Figure 2). Creatinine level instead of chronic kidney disease was entered in the model to avoid collinearity.Open in a separate windowFigure 2Comparisons of a cumulative incidence function of patients who were receiving invasive mechanical ventilation for 28 days between patients who received methylprednisolone and those who did not. SHR: subhazards ratio.Table 3Multivariable competing-risks regression analysis.VariablesSHR95% Confidence Intervalp-ValueMethylprednisolone treatment (refer: no)0.100.02–0.450.003Age, year1.040.95–1.140.42Body mass index, kg·m−21.161.01–1.330.03SOFA score0.920.75–1.130.44Lactate, mmol·L−13.931.78–8.700.001PaO2/FiO2 ratio, mmHg1.000.98–1.020.98SaO2, %1.090.88–1.360.41D-dimer, µg·mL−10.540.31–0.940.03Procalcitonin, ng·mL−11.021.002–1.0460.03Interleukin 6, ng·L−11.000.99–1.000.98C-reactive protein, mg·L−11.000.99–1.000.49Time from symptoms onset to Methylprednisolone, day1.020.78–1.340.86Creatinine, µmol·L−11.000.99–1.000.22Vasopressor support, (refer: no)4.330.47–40.150.20Renal replacement therapy, (refer: no)1.900.51–7.100.34Prone position, (refer: no)16.701.70–260.620.04Neuromuscular blocker agents, (refer: no)2.600.12–56.410.54Tocilizumab, (refer: no)0.200.02–2.430.21Comorbidities, (refer: no)2.350.71–7.740.16Tidal volume, mL·kg−1 IBW0.990.54–1.790.97Plateau pressure, cmH2O0.970.70–1.340.86Positive end expiratory pressure, cmH2O0.740.49–1.110.15Driving pressure, cmH2O0.910.72–1.160.46Open in a separate windowSOFA, Sequential Organ Failure Assessment. PaO2, arterial oxygen tension. FiO2, Inspiratory oxygen fraction. SaO2, arterial oxygen saturation. IBW, ideal body weight. SHR, sub hazards ratio. p < 0.05 was considered statistically significant.3.3. Secondary Clinical OutcomesThere were no significant differences between methylprednisolone and non-methylprednisolone groups regarding the hospital mortality rate (31.2% vs. 28.9%, p = 0.82, respectively), median of ICU length of stay (15.5 days [IQR: 9.5–28 days] vs. 19 days [IQR: 15–37 days], p = 0.09, respectively), and median duration of mechanical ventilation (14.0 days [IQR: 6.5–23.5 days] vs. 17.0 days [IQR: 10.0–28.0 days], p = 0.08, respectively). However, the hospital length of stay was significantly shorter in the methylprednisolone group than in the non-methylprednisolone group (24 days [IQR: 15–41 days] for 37 days [IQR: 23–52 days], p = 0.046). Regarding safety outcomes, there were no significant differences between the two groups regarding the proportions of positive sputum cultures (60% vs. 57.8%, p = 0.85, respectively) and positive urine cultures (25% vs. 32%, p = 0.75, respectively). However, there was a higher proportion of positive blood cultures in patients who received methylprednisolone compared to those who did not (37.5% vs. 17.8%, p = 0.052, respectively). Nevertheless, 81% of patients who received methylprednisolone also received tocilizumab (Table 2). Days with blood glucose values ≥ 10 mmol·L−1 over the first 28 days were similar in the non-methylprednisolone group than in the methylprednisolone group (6.5 days [IQR: 2.5–14.5 days] vs. 8 days [IQR: 1–16 days], p = 0.98, respectively). 4. DiscussionIn this study of COVID-19 ARDS, methylprednisolone treatment was independently associated with a longer number of days alive and free from mechanical ventilation during the first 28 days. Patients who received methylprednisolone also had a shorter hospital length of stay. However, methylprednisolone did not result in a decreased hospital mortality rate. In addition, methylprednisolone was associated with a higher proportion of positive blood cultures. Several observational trials assessed corticosteroids’ role for non-COVID-19 viral ARDS with conflicting results regarding their benefit and safety [22,23,24,25]. In critically ill patients with Middle East Respiratory Syndrome (MERS), corticosteroids were associated with an increased viral load without affecting mortality [22]. In addition, corticosteroids delayed viral clearance in patients with SARS-CoV [23]. A meta-analysis found higher mortality among patients with influenza treated with corticosteroids [24]. Recently, in hospitalized patients with COVID-19 pneumonia, the RECOVERY trial demonstrated that dexamethasone 6 mg daily for 10 days reduced the 28-day mortality, especially among patients receiving invasive mechanical ventilation [15]. However, incomplete information about some potential confounders (organ support, ventilator settings) related to the outcome may have caused an imbalance between the treated and control groups [16]. In the recent prospective meta-analysis of clinical trials of critically ill patients with COVID-19, administration of corticosteroids was associated with a decrease in 28-day all-cause mortality [17]. However, most of the trials included patients who did not require invasive mechanical ventilation. In addition, association with mortality was observed for patients who received dexamethasone (3 trials), but not for hydrocortisone (3 trials) or methylprednisolone (1 trial). Reports on the efficacy of methylprednisolone in ARDS patients with COVID-19 are conflicting [26,27]. In a randomized controlled trial that included patients with COVID-19 pneumonia, methylprednisolone treatment was not associated with improved mortality [26]. In a recent observational study, methylprednisolone was associated with a reduced risk of death within 60 days in COVID-19 patients with ARDS [27]. However, most of these studies did not focus on mechanically ventilated patients. Only one observational study investigated methylprednisolone’s efficacy in ARDS patients with COVID-19 requiring invasive mechanical ventilation [19]. The authors found that methylprednisolone use (1 mg·kg−1 daily for four to six days) was independently associated with higher VFDs. However, this study did not adjust for tidal volume, plateau pressure, driving pressure, use of neuromuscular blocker agents, and prone position, which are all well-known to affect the outcome [28,29,30,31]. Furthermore, the authors used a linear regression analysis to identify factors associated with VFDs, which is not appropriate to analyze censored and non-normally distributed variables like VFDs’ variables [21]. Therefore, these findings should be interpreted with caution.The VFDs’ criterion was chosen as the primary outcome because it encompasses both mortality and ventilation duration in surviving patients [21]. We demonstrated that methylprednisolone use was independently associated with longer VFDs after adjusting for several potential confounders in competing-risks regression analysis (Table 3 and Figure 2). Our results are in agreement with those of a recent RCT (CoDEX trial) that included mechanically ventilated ARDS patients with COVID-19, where the authors found that dexamethasone treatment compared with standard of care alone resulted in a higher number of days alive and free from mechanical ventilation [18]. However, in the CoDEX trial, dexamethasone was used at a high dose (20 mg daily for five days, and 10 mg daily for the other five days). In our study, methylprednisolone was used at a lower dose (median dose of 1mg·kg-1 daily for a median duration of 5 days), consistent with the previous publications on COVID-19 patients with methylprednisolone treatment [19,26,27]. However, the optimal dose and duration of methylprednisolone treatment in patients with COVID-19 ARDS remain unknown and need further investigations.We did not observe a difference in hospital mortality between methylprednisolone and non-methylprednisolone groups. However, our mortality rate (30%) is much lower than it was reported in the RECOVERY trial (41.4% in the usual care group for patients receiving invasive mechanical ventilation) [15], and in the CoDEX trial (61.5% in the standard care arm) [18], even though the PaO2/FiO2 ratio in our study was much lower (mean 104 mmHg) than in the CoDEX trial (mean 131). The discrepancy might be explained by the higher rate of prone position in our study (65%) compared to the CoDEX trial (22%) [18]. Our mortality rate is consistent with that observed (32%) recently from a large cohort of mechanically ventilated ARDS patients with COVID-19 (742 patients), in which 75% of patients received a prone position [3].We observed a higher rate of positive blood cultures in patients who received methylprednisolone. This finding is in disagreement with previous studies that did not report an increase in the incidence of infectious complications among ARDS COVID-19 patients who received corticosteroids [18,19]. The higher rate of positive blood cultures in our study might be explained by the fact that 81% of patients who received methylprednisolone also received tocilizumab (Table 2). Thus, the combination of two immunosuppressive treatments might increase the likelihood of new infections. However, the higher rate of positive blood cultures did not impact the mortality or hospital length of stay. Consistent with previous reports [19], we did not observe a difference in the number of days with hyperglycemia (> 10 mmol·L−1) by day 28 between the two groups. Our results are of clinical importance and add significant data to the existing literature on methylprednisolone in ARDS COVID-19 mechanically ventilated patients. We used appropriate statistical analysis (competing-risks regression) and we adjusted for many potential confounders (ventilator settings, organ failure support, the severity of the disease, etc.). Methylprednisolone was associated with increases in the number of days alive and free from mechanical ventilation by 4.6 days and shortening hospital length of stay. These findings are relevant in the context of a pandemic where widely available and inexpensive treatment might alleviate the burden on the health care system.Our study has some important limitations. First, it is a single-center retrospective study conducted at a quaternary care facility in the Middle East. Thus, management and outcomes do not necessarily reflect those at other centers. Second, despite multivariable analysis and adjustment for potential confounders, we cannot rule out bias selection or residual confounding. Thus, no causation can be inferred from our findings. Third, the majority of our patients were treated with tocilizumab (87%). Even though methylprednisolone’s efficacy was shown to be independent of tocilizumab use, our findings might not be generalizable to patients who are not receiving this treatment. Fourth, due to our small sample size, our study was not powered to detect a significant difference in mortality between the two groups. 5. ConclusionsMethylprednisolone was independently associated with the increase in the number of days alive and free of mechanical ventilation over 28 days in mechanically ventilated ARDS patients with COVID-19. Additionally, methylprednisolone resulted in a shortened hospital length of stay. However, the combination of methylprednisolone and tocilizumab was associated with a higher rate of positive blood cultures. Further trials are needed to evaluate the benefits and safety of methylprednisolone in moderate or severe COVID-19 ARDS.  AbbreviationsICU, intensive care unit. ARDS, acute respiratory failure. COVID, corona virus infectious disease. SARS-CoV-2, severe acute respiratory syndrome corona virus 2. PEEP, positive end expiratory pressure. Vt, tidal volume. Pplat, plateau pressure. IQR, interquartile range. VFDs, ventilator-free days. SHR, sub hazard ratio. aptt, activated partial thromboplastin time. INR, international normalized ratio. SOFA, Sequential Organ Failure assessment. SAPS, Simplified Acute Physiology Score. Supplementary MaterialsThe following are available online at https://www.mdpi.com/2077-0383/10/4/760/s1, Table S1: Univariate competing-risks regression analysis.Click here for additional data file.(393K, pdf) Author ContributionsJ.M., M.B. and B.D.O. designed the study. J.M., M.B., B.D.O., K.A., A.N., H.E., Y.V., D.M., K.S., A.B., R.H., B.A., S.S., A.T., A.W., J.D. and F.H. collected data. J.M. conducted statistical analyses. J.M. and N.R. participated in manuscript writing and reviewing. All authors have read and agreed to the published version of the manuscript. FundingThis research received no external funding. Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the Ethics Committee of Cleveland Clinic Abu Dhabi (protocol code A-2020-055, on 8 June 2020). Informed Consent StatementPatient consent was waived due to the retrospective design of the study. Data Availability StatementThe data presented in this study are available on request from the corresponding author. The data are not publicly available due to the Ethics Committee restrictions. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Wu Z., McGoogan J.M. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: Summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention. JAMA. 2020;323:1239–1242. doi: 10.1001/jama.2020.2648. [PubMed] [CrossRef] [Google Scholar]2. Guan W.J., Ni Z.Y., Hu Y., Liang W.H., Ou C.Q., He J.X., Liu L., Shan H., Lei L.C., Hui C.D.S., et al.  China Medical Treatment Expert Group for Covid-19: Clinical characteristics of coronavirus disease 2019 in China. N. Engl. J. Med. 2020;382:1708–1720. doi: 10.1056/NEJMoa2002032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Ferrando C., Suarez-Sipmann F., Mellado-Artigas R., Hernández M., Gea A., Arruti E., Villar J., Martínez-Pallí G., Martínez-González M.A., Slutsky A.S., et al.  Clinical features, ventilatory management, and outcome of ARDS caused by COVID-19 are similar to other causes of ARDS. Intensive Care Med. 2020;46:2200–2211. doi: 10.1007/s00134-020-06192-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Nadeem A., Hamed F., Saleh K., Abduljawad B., Mallat J. ICU outcomes of COVID-19 critically ill patients: An international comparative study. Anaesth. Crit. Care Pain Med. 2020;39:487–489. doi: 10.1016/j.accpm.2020.07.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Richardson S., Hirsch J.S., Narasimhan M., Crawford J.M., McGinn T., Davidson K.W., Barnaby D.P., Becker L.B., Chelico J.D., Cohen S.L., et al.  Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City area. JAMA. 2020;323:2052–2059. doi: 10.1001/jama.2020.6775. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Docherty A.B., Harrison E.M., Green C.A., Hardwick H.E., Pius R., Norman L., Holden K.A., Read J.M., Dondelinger F., Carson G., et al.  ISARIC4C investigators: Features of 20 133 UK patients in hospital with COVID-19 using the ISARIC WHO Clinical Characterisation Protocol: Prospective observational cohort study. BMJ. 2020;369:m1985. doi: 10.1136/bmj.m1985. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Grasselli G., Zangrillo A., Zanella A., Antonelli M., Cabrini L., Castelli A., Cereda D., Coluccello A., Foti G., Fumagalli R., et al.  COVID-19 Lombardy ICU Network: Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy region, Italy. JAMA. 2020;323:1574–1581. doi: 10.1001/jama.2020.5394. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Carsana L., Sonzogni A., Nasr A., Rossi R.S., Pellegrinelli A., Zerbi P., Rech R., Colombo R., Antinori S., Corbellino M., et al.  Pulmonary post-mortem findings in a series of COVID-19 cases from northern Italy: A two-centre descriptive study. Lancet Infect. Dis. 2020;20:1135–1140. doi: 10.1016/S1473-3099(20)30434-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Ackermann M., Verleden S.E., Kuehnel M., Haverich A., Welte T., Laenger F., Vanstapel A., Werlein C., Stark H., Tzankov A., et al.  Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in Covid-19. N. Engl. J. Med. 2020;383:120–128. doi: 10.1056/NEJMoa2015432. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Mehta P., McAuley D.F., Brown M., Sanchez E., Tattersall R.S., Manson J.J. COVID-19: Consider cytokine storm syndromes and immunosuppression. Lancet. 2020;395:1033–1034. doi: 10.1016/S0140-6736(20)30628-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Ruan Q., Yang K., Wang W., Jiang L., Song J. Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Med. 2020;46:846–848. doi: 10.1007/s00134-020-05991-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Moore J.B., June C.H. Cytokine release syndrome in severe COVID-19. Science. 2020;368:473–474. doi: 10.1126/science.abb8925. [PubMed] [CrossRef] [Google Scholar]13. Rhen T., Cidlowski J.A. Antiinflammatory action of glucocorticoids—New mechanisms for old drugs. N. Engl. J. Med. 2005;353:1711–1723. doi: 10.1056/NEJMra050541. [PubMed] [CrossRef] [Google Scholar]14. Arabi Y.M., Chrousos G.P., Meduri G.U. The ten reasons why corticosteroid therapy reduces mortality in severe COVID-19. Intensive Care Med. 2020;46:2067–2070. doi: 10.1007/s00134-020-06223-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Horby P., Lim W.S., Emberson J., Mafham M., Bell J., Linsell L. RECOVERY Collaborative Group. Dexamethasone in hospitalized patients with Covid-19—Preliminary report. N. Engl. J. Med. 2020 Jul 7; doi: 10.1056/NEJMoa2021436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. De Backer D., Azoulay E., Vincent J.L. Corticosteroids in severe COVID-19: A critical view of the evidence. Crit. Care. 2020;24:627. doi: 10.1186/s13054-020-03360-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Sterne J.A.C., Murthy S., Diaz J.V., Slutsky A.S., Villar J., Angus D.C., Annane D., Azevedo L.C.P., Berwanger O., Cavalcanti A.B., et al.  Association between administration of systemic corticosteroids and mortality among critically ill patients with COVID-19: A meta-analysis. JAMA. 2020;324:1330–1341. [PMC free article] [PubMed] [Google Scholar]18. Tomazini B.M., Maia I.S., Cavalcanti A.B., Berwanger O., Rosa R.G., Veiga V.C., Avezum A., Lopes R.D., Bueno F.R., Silva M.V.A.O., et al.  Efect of dexamethasone on days alive and ventilator-free in patients with moderate or severe acute respiratory distress syn- drome and COVID-19: The CoDEX randomized clinical trial. JAMA. 2020;324:1307–1316. doi: 10.1001/jama.2020.17021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Nelson B.C., Laracy J., Shoucri S., Dietz D., Zucker J., Patel N., Sobieszczyk M.E., Kubin C.J., Gomez-Simmonds A. Clinical Outcomes Associated with Methylprednisolone in Mechanically Ventilated Patients with COVID-19. Clin. Infect. Dis. 2020;9:ciaa1163. doi: 10.1093/cid/ciaa1163. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Force, ARDS Definition Task. Ranieri V.M., Rubenfeld G.D., Thompson B., Ferguson N., Caldwell E. ARDS Definition Task Force. Acute respiratory distress syndrome: The Berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]21. Yehya N., Harhay M.O., Curley M.A.Q., Schoenfeld D.A., Reeder R.W. Reappraisal of Ventilator-Free Days in Critical Care Research. Am. J. Respir. Crit. Care Med. 2019;200:828–836. doi: 10.1164/rccm.201810-2050CP. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Arabi Y.M., Mandourah Y., Al-Hameed F., Sindi A.A., Almekhlafi G.A., Hussein M.A., Jose J., Pinto R., Al-Omari A., Kharaba A., et al.  Saudi Critical Care Trial Group: Corticosteroid Therapy for critically ill patients with Middle East respiratory syndrome. Am. J. Respir. Crit Care Med. 2018;197:757–767. doi: 10.1164/rccm.201706-1172OC. [PubMed] [CrossRef] [Google Scholar]23. Lee N., Chan K.C.A., Hui D.S., Ng E.K.O., Wu A., Chiu R.W.K., Wong V.W.S., Chan P.K.S., Wong K.T., Wong E., et al.  Effects of early corticosteroid treatment on plasma SARS-associated Coronavirus RNA concentrations in adult patients. J. Clin. Virol. 2004;31:304–309. doi: 10.1016/j.jcv.2004.07.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Lansbury L.E., Rodrigo C., Leonardi-Bee J., Nguyen-Van-Tam J., Shen Lim W. Corticosteroids as adjunctive therapy in the treatment of influenza: An updated cochrane systematic review and meta-analysis. Crit. Care Med. 2020;48:E98–E106. doi: 10.1097/CCM.0000000000004093. [PubMed] [CrossRef] [Google Scholar]25. Stockman L.J., Bellamy R., Garner P. SARS: Systematic review of treatment effects. PLoS Med. 2006;3:1525–1531. doi: 10.1371/journal.pmed.0030343. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Jeronimo C.M.P., Farias M.E.L., Val F.F.A., Sampaio V.S., Alexandre M.A.A., Melo G.C., Safe I.P., Borba M.G.S., Abreu-Netto R.L., Maciel A.B.S., et al.  Methylprednisolone as Adjunctive Therapy for Patients Hospitalized With COVID-19 (Metcovid): A Randomised, Double-Blind, Phase IIb, Placebo-Controlled Trial. Clin. Infect. Dis. 2020:ciaa1177. doi: 10.1093/cid/ciaa1177. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Wu C., Hou D., Du C., Cai Y., Zheng J., Xu J., Chen X., Chen C., Hu X., Zhang Y., et al.  Corticosteroid therapy for coronavirus disease 2019-related acute respiratory distress syndrome: A cohort study with propensity score analysis. Crit. Care. 2020;24:643. doi: 10.1186/s13054-020-03340-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Brower R.G., Matthay M.A., Morris A., Schoenfeld D., Thompson B.T., Wheeler A. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N. Engl. J. Med. 2000;342:1301–1308. [PubMed] [Google Scholar]29. Amato M.B.P., Meade M.O., Slutsky A.S., Brochard L., Costa E.L.V., Schoenfeld D.A., Stewart T.E., Briel M., Talmor D., Mercat A., et al.  Driving pressure and survival in the acute respiratory distress syndrome. N. Engl. J. Med. 2015;372:747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]30. Papazian L., Forel J., Gacouin A., Penot-Ragon C., Perrin G., Loundou A., Jaber S., Arnal J., Perez D., Seghboyan J., et al.  Neuromuscular blockers in early acute respiratory distress syndrome. N. Engl. J. Med. 2010;363:1107–1116. doi: 10.1056/NEJMoa1005372. [PubMed] [CrossRef] [Google Scholar]31. Guérin C., Reignier J., Richard J., Beuret P., Gacouin A., Boulain T., Mercier E., Badet M., Mercat A., Baudin O., et al.  Prone positioning in severe acute respiratory distress syndrome. N. Engl. J. Med. 2013;368:2159–2168. doi: 10.1056/NEJMoa1214103. [PubMed] [CrossRef] [Google Scholar]"}