{"title": "SP-D Serum Levels Reveal Distinct Epithelial Damage in Direct Human ARDS", "pubDate": "2021", "PMCID": "PMC7917979", "DOI": "10.3390/jcm10040737", "PMID": "33673270", "abstract": "Acute respiratory distress syndrome (ARDS) is a heterogeneous syndrome with multiple underlying diseases. Particularly epithelial damage results from direct (e.g., pneumonia) rather than indirect lung injury (e.g., nonpulmonary sepsis), which is more likely associated with endothelial damage. Hence, targeting ARDS patients based on their molecular phenotypes is a promising approach to improve outcome. With regard to distinct inflammatory responses and subsequent lung damage in direct ARDS due to the causing pathogen, we quantified markers of epithelial and endothelial damage and pro-inflammatory cytokines in patients with ARDS triggered by bacterial, viral, and atypical pathogen pneumonia or indirect ARDS. The serum levels of interleukin-6 (IL-6) and interleukin-8 (IL-8), lung epithelial injury markers surfactant protein D (SP-D), and soluble receptor for advanced glycation end-products (sRAGE) as well as endothelial injury marker angiopoietin-2 (Ang-2) from 49 patients with distinct types of ARDS were analyzed by multiplex immunoassay. Epithelial damage marker SP-D was significantly higher in direct ARDS caused by viral and atypical pathogens in contrast to ARDS caused by typical bacterial pneumonia and nonpulmonary sepsis. In contrast, sRAGE levels did not differ due to the causing pathogen. Patients with atypical pathogen pneumonia related ARDS showed significantly lower Ang-2 levels compared to patients with viral and indirect ARDS. Patients with viral and atypical pneumonia related ARDS possessed significantly lower serum IL-6 levels compared to bacterial pneumonia related ARDS and IL-6 levels in atypical pneumonia related ARDS were significantly lower than in indirect ARDS. Current findings report a potential difference in ARDS biomarkers due to the underlying disease and pathogen.", "author": [{"author": "Konrad Peukert", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, Venusberg-Campus 1, 53127 Bonn, Germany."], "href": "/?term=Peukert+K&cauthor_id=33673270"}, {"author": "Benjamin Seeliger", "affiliation": ["Department of Respiratory Medicine and German Centre of Lung Research (DZL), Hannover Medical School, Carl-Neuberg-Str. 1, 30635 Hannover, Germany."], "href": "/?term=Seeliger+B&cauthor_id=33673270"}, {"author": "Mario Fox", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, Venusberg-Campus 1, 53127 Bonn, Germany."], "href": "/?term=Fox+M&cauthor_id=33673270"}, {"author": "Caroline Feuerborn", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, Venusberg-Campus 1, 53127 Bonn, Germany."], "href": "/?term=Feuerborn+C&cauthor_id=33673270"}, {"author": "Andrea Sauer", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, Venusberg-Campus 1, 53127 Bonn, Germany."], "href": "/?term=Sauer+A&cauthor_id=33673270"}, {"author": "Patrick Schuss", "affiliation": ["Department of Neurosurgery, University Hospital Bonn, Venusberg-Campus 1, 53127 Bonn, Germany."], "href": "/?term=Schuss+P&cauthor_id=33673270"}, {"author": "Matthias Schneider", "affiliation": ["Department of Neurosurgery, University Hospital Bonn, Venusberg-Campus 1, 53127 Bonn, Germany."], "href": "/?term=Schneider+M&cauthor_id=33673270"}, {"author": "Sascha David", "affiliation": ["Institute for Intensive Care Medicine, University Hospital Zurich, Raemisstr, 100, 8091 Zurich, Switzerland.", "Department of Nephrology and Hypertension, Hannover Medical School, Carl-Neuberg-str. 1, 30635 Hannover, Germany."], "href": "/?term=David+S&cauthor_id=33673270"}, {"author": "Tobias Welte", "affiliation": ["Department of Respiratory Medicine and German Centre of Lung Research (DZL), Hannover Medical School, Carl-Neuberg-Str. 1, 30635 Hannover, Germany."], "href": "/?term=Welte+T&cauthor_id=33673270"}, {"author": "Christian Putensen", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, Venusberg-Campus 1, 53127 Bonn, Germany."], "href": "/?term=Putensen+C&cauthor_id=33673270"}, {"author": "Christoph Wilhelm", "affiliation": ["Institute of Clinical Chemistry and Clinical Pharmacology, University Hospital Bonn, Venusberg-Campus 1, 53127 Bonn, Germany."], "href": "/?term=Wilhelm+C&cauthor_id=33673270"}, {"author": "Folkert Steinhagen", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, Venusberg-Campus 1, 53127 Bonn, Germany."], "href": "/?term=Steinhagen+F&cauthor_id=33673270"}, {"author": "Christian Bode", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, Venusberg-Campus 1, 53127 Bonn, Germany."], "href": "/?term=Bode+C&cauthor_id=33673270"}], "refPMID": ["26033126", "24875533", "32204722", "21562125", "30051136", "14586055", "25537934", "19366914", "8880103", "15315713", "22797452", "20711426", "12865068", "29324810", "29955068", "27960206", "23435873", "15967375", "28775380", "26648936", "18166592", "20383292", "32711459", "22410382", "16625008", "28792873", "21742222", "27232677"], "citedInPMID": ["33673270"], "body": " AbstractAcute respiratory distress syndrome (ARDS) is a heterogeneous syndrome with multiple underlying diseases. Particularly epithelial damage results from direct (e.g., pneumonia) rather than indirect lung injury (e.g., nonpulmonary sepsis), which is more likely associated with endothelial damage. Hence, targeting ARDS patients based on their molecular phenotypes is a promising approach to improve outcome. With regard to distinct inflammatory responses and subsequent lung damage in direct ARDS due to the causing pathogen, we quantified markers of epithelial and endothelial damage and pro-inflammatory cytokines in patients with ARDS triggered by bacterial, viral, and atypical pathogen pneumonia or indirect ARDS. The serum levels of interleukin-6 (IL-6) and interleukin-8 (IL-8), lung epithelial injury markers surfactant protein D (SP-D), and soluble receptor for advanced glycation end-products (sRAGE) as well as endothelial injury marker angiopoietin-2 (Ang-2) from 49 patients with distinct types of ARDS were analyzed by multiplex immunoassay. Epithelial damage marker SP-D was significantly higher in direct ARDS caused by viral and atypical pathogens in contrast to ARDS caused by typical bacterial pneumonia and nonpulmonary sepsis. In contrast, sRAGE levels did not differ due to the causing pathogen. Patients with atypical pathogen pneumonia related ARDS showed significantly lower Ang-2 levels compared to patients with viral and indirect ARDS. Patients with viral and atypical pneumonia related ARDS possessed significantly lower serum IL-6 levels compared to bacterial pneumonia related ARDS and IL-6 levels in atypical pneumonia related ARDS were significantly lower than in indirect ARDS. Current findings report a potential difference in ARDS biomarkers due to the underlying disease and pathogen.Keywords: phenotype, inflammation, sepsis, lung injury, respiratory distress syndrome, angiopoietins, pneumonia, cytokines, interleukin-6, precision medicine 1. IntroductionAcute respiratory distress syndrome (ARDS) is a heterogeneous syndrome with various underlying diseases. It is characterized by severe pulmonary inflammation that originates from either direct (e.g., pneumonia) or indirect (e.g., nonpulmonary sepsis) injury to the lung with subsequent endothelial and epithelial damage [1,2]. This heterogeneity between ARDS patients has most likely contributed to the failure of new therapies for ARDS in clinical trials, despite encouraging preclinical data [3]. Therefore, it is necessary to understand the biological differences among ARDS patients to tailor future clinical trials to distinct ARDS subphenotypes that respond better to a specific therapy. Most clinical studies of novel treatments for ARDS that targeted to the pulmonary epithelium or endothelium included a cohort of patients with various sources of pneumonia and indirect forms of ARDS [4]. Increasing evidence suggests that the magnitude of epithelial and endothelial injury differs between ARDS subphenotypes [1]. Angiopoietin-2 (Ang-2), which is a key activator of endothelial cells and increases vascular permeability, is highly expressed in serum of patients with indirect ARDS, suggesting that endothelial damage is more pronounced [1]. In contrast, surfactant protein-D (SP-D) and soluble receptor for advanced glycation end-products (sRAGE) have been identified as promising biomarkers to quantify epithelial damage and are elevated in patients with direct ARDS [1,2,3,5,6,7]. Furthermore, high SP-D and sRAGE serum concentrations were found to be associated with unfavorable outcomes in direct ARDS [5,6,7]. These previous studies pretend biological homology within patients with direct ARDS. However, this subtype is mainly triggered by pneumonia that is caused by various pathogens including viruses (e.g., influenza) as well as typical and atypical bacteria such as Streptococcus pneumoniae and mycoplasma pneumoniae, respectively. The inflammatory response and alveolar cell interaction towards these different classes of microbial pathogens differs significantly [8]. In particular, the pro-inflammatory cytokines IL-6 and IL-8 are released in response to pathogen recognition and are closely linked to the extent of pulmonary injury in ARDS [9,10]. We hypothesize that direct ARDS displays distinct lung damage and inflammatory response depending on the pathogens involved. Therefore, the current study investigates markers of both epithelial and endothelial damage as well as inflammation in patients with direct ARDS caused by bacterial, viral, or atypical pneumonia in comparison with indirect ARDS triggered by nonpulmonary sepsis. 2. Material and Methods2.1. PatientsARDS was diagnosed according to the Berlin Definition [11]. Bronchoalveolar lavage fluid (BALF) was collected via direct bronchoscopy for bacterial and virological testing within 24 h of ICU admission. Based on the resulting pathogen (Figure S1), together with medical history and radiological reports, patients were categorized in viral (n = 19), bacterial (n = 15) and atypical pneumonia (n = 5) related ARDS. Individuals with nonpulmonary sepsis were categorized as having indirect ARDS (n = 10). Patients were recruited at University Hospital Bonn (viral, bacterial, atypical, and indirect) and Hannover Medical School (viral). 2.2. Biomarker MeasurementSerum obtained from ARDS patients was collected at both hospitals in a Serum-Gel Monovette (S-Monovette, Sarstedt AG & Co. KG, Nuembrecht, Germany) within 24 h after ICU admission. Samples were centrifuged at 2500 G for 10 min at room temperature. Immediately afterwards, the samples were stored at −80 °C until further processing. Levels of lung epithelial injury markers SP-D and RAGE, endothelial injury marker Ang-2 as well as pro-inflammatory cytokines IL-6 and IL-8 were analyzed by multiplex immunoassay (Luminex Assay, Bio-Techne, Minneapolis, MN, USA). 2.3. StatisticsStatistical analysis was performed using R Version 4.0.3 (Vienna, Austria). Patient characteristics were compared by Kruskall–Wallis or Fishers exact test and expressed as median, 25%, and 75% percentile. In nonparametric data between group comparison after a significant Kruskall–Wallis test was performed using a Dunns test with Benjamini–Hochberg adjustment for multiple comparison. For better comparability and to achieve normal-distribution, biomarker data was Log-transformed and is presented as an individual value with mean ± SD and distribution shown as violin plot. p-values of pairwise t-tests with Benjamini–Hochberg adjustment are shown if p-value of global ANOVA was <0.05. 3. Results3.1. Patient CharacteristicsPatient characteristics were compared, stratified by viral, bacterial, atypical pneumonia related ARDS and indirect ARDS (Table 1). While no significant differences in demographics, immunocompromised conditions, disease severity and ventilator settings, and the percentage of community acquired pneumonia were observed, the procalcitonin (PCT) serum levels were significantly different between groups, with higher levels in bacterial and indirect ARDS (Table 1, Kruskal–Wallis p = 0.024).Table 1Characteristics of patients with acute respiratory distress syndrome (ARDS) caused by viral, bacterial or atypical pathogen pneumonia and indirect ARDS.CharacteristicVirus(n = 19)Bacteria(n = 15)Atypical Pathogens(n = 5)Indirect(n = 10)\np\nAge (y)56.5(48–63)59(37–70)67(61–71)50(43–55)0.063Male (%)14(74)12(80)3(60)9(90)0.512BMI (kg/m²)32.6(27.0–37.2)27.7(24.6–36.7)26.1(25–29.4)28.3(27.8–33.2)0.301Diabetes (%)3(16)3(20)1(20)3(30)0.785Immunosuppression (%)5(26)2(13.3)1(20)1(10)0.824Community acquired pneumonia (%)19(100)11(73)5(100)N/A0.061Steroids (%)4(21)5(33)1(20)6(60)0.164PaO2/FiO2 ratio (mmHg)72(60–99)86(73–147)95(90–162)129(72–158)0.131PEEP (cmH2O)19(14–20)18(14–20)18(16–20)17(14–18)0.723Driving pressure (cmH2O)9(7–14)9(6–14)10(9–11)10(8–12)0.946Tidal volume (ml/kg predicted body weight)3.5(2.4–6.7)2.7(2–6.4)1.9(1.4–3.8)4.1(2.6–7)0.389Procalcitonin (PCT_ (µg/L)1.9(0.9–17.6)27.2(6.3–70.1)0.4(0.4–3.4)11.3(2.1–67.9)0.024 *Lactate (mmol/L)1.4(1.2–2.3)2.8(1.8–4.7)1.3(1.0–1.8)1.6(1.3–4.6)0.170SOFA score10(8–12)8(5–10)8(8–10)9(6–10)0.131ICU mortality (%)6(32)5(33)3(60)3(30)0.673Open in a separate windowData are presented as median, 25%, and 75% percentile. Abbreviations: BMI = Body mass index; SOFA score = sepsis related organ failure assessment score (best assumed for CNS), ICU = intensive care unit, PEEP = positive end-expiratory pressure. Median, 25%, and 75% percentile is shown, Kruskall–Wallis or Fishers exact test. * Dunns test with Benjamini–Hochberg adjustment for multiple-group comparison for PCT after Kruskal–Wallis test (p = 0.024): Viral vs. Bacteria p = 0.0228; Bacteria vs. Atypical pathogens p = 0.031.3.2. Epithelial Damage Differs between Different Etiologies of ARDSTo test whether the degree of lung epithelial injury in distinct subtypes of pneumonia related ARDS differs based on the causing pathogen, we analyzed serum concentrations of SP-D and sRAGE in patients with viral, bacterial, and atypical pneumonia and patients with nonpulmonary sepsis. As shown in Figure 1A, SP-D serum levels of patients with viral and atypical pneumonia were significantly increased compared to individuals with bacterial pneumonia (p < 0.001). Surprisingly, SP-D levels did not differ in ARDS patients caused by bacterial pneumonia and indirect lung injury while there was a significant difference between viral as well as atypical pneumonia ARDS when compared to indirect ARDS (Figure 1A, p < 0.001). In contrast, no differences in serum sRAGE levels between patients with pneumonia and indirect ARDS were detected (Figure 1B). We next examined endothelial damage by monitoring Ang-2 serum levels. Here, patients with atypical pathogen pneumonia related ARDS showed significantly lower Ang-2 levels compared to patients with viral and indirect ARDS (Figure 1C, p = 0.047).Open in a separate windowFigure 1Serum SP-D and Ang-2 levels differ in patients with different ARDS sub-phenotypes. Blood samples of patients with ARDS were obtained and analyzed via multiplex immunoassay. Patients with ARDS caused by viral (n = 19), bacterial (n = 15), and atypical pathogen pneumonia (n = 5) were included. The group of indirect ARDS comprises 10 patients. (A,B) SP-D and RAGE concentrations in patients with ARDS of viral, bacterial, and atypical pathogen geneses and indirect ARDS. (C) Ang-2 levels in the same patient groups. Mean ± SD of log-transformed data is shown, pairwise t-tests with Benjamini–Hochberg adjustment after global ANOVA.3.3. Inflammation Differs between Sub-Groups of ARDSThe inflammatory cytokines IL-6 and IL-8 are released after epithelial injury in the lungs and elevated serum levels are a molecular hallmark of ARDS [9,10,12]. While no differences were observed between groups for IL-8 levels (Figure 2A), patients with bacterial pneumonia as well as indirect ARDS exhibited significantly elevated IL-6 levels compared to individuals with atypical pneumonia (Figure 2B, p = 0.004 and p = 0.019, respectively). Further, significant, higher IL-6 levels were found in patients with bacterial pneumonia ARDS compared to viral pneumonia related ARDS (Figure 2B, p = 0.019).Open in a separate windowFigure 2IL-6 and IL-8 serum concentrations in patients with different ARDS sub-phenotypes. Blood samples of patients classified as described in Figure 1 were analyzed for (A) IL-8 and (B) IL-6 concentrations. Mean ± SD of log-transformed data is shown, pairwise t-tests with Benjamini–Hochberg adjustment after global ANOVA. 4. DiscussionIn the current study, the epithelial damage marker SP-D was the highest in patients with viral and atypical pneumonia related ARDS, while sRAGE levels did not differ significantly between groups (Figure 1A,B). Ang-2 levels significantly differed between virus and atypical pneumonia related ARDS and were found elevated in individuals with indirect ARDS (Figure 1C). Patients with atypical pneumonia related ARDS demonstrated significantly reduced serum levels of IL-6 compared to bacterial pneumonia related or indirect ARDS. ARDS by viral pneumonia was characterized by lower serum IL-6 levels than bacterial pneumonia related ARDS (Figure 2B).To our knowledge, the present study shows for the first time that levels of the epithelial injury, marker SP-D significantly differ depending on the causing pathogen of direct ARDS. Our data suggest that ARDS induced by atypical and viral pneumonia is associated with pronounced lung epithelial damage compared to bacterial pneumonia related ARDS. Consistent with this, marked variability of serum SP-D concentration due to different microorganisms was currently found in patients with community-acquired pneumonia [13,14]. Here, patients with atypical pathogen pneumonia exhibited significantly higher serum SP-D concentrations than patients with pneumonia caused by typical bacteria like Streptococcus pneumonia or Haemophilus influenza [13]. Furthermore, increased serum SP-D concentrations were found in patients with A/H1N1 virus related pneumonia compared to healthy controls [7]. Pronounced epithelial damage in viral rather than bacterial pneumonia related ARDS might be due to faster spreading of viral than bacterial infections, leading to a burst-like course of epithelial damage [15]. Alternatively, the intracellular pathology of both viruses as well as atypical pathogens causing intense desquamation, necrosis and cessation of mucocilial clearance in epithelial cells might be responsible for the more pronounced epithelial damage [15,16]. In contrast to our results, others found lower SP-D levels in patients with viral pneumonia compared to pneumonia either caused by intracellular or extracellular bacteria [14]. Since patients admitted to the ICU were excluded from that study and SP-D levels increase with the severity of pneumonia [14,17], the difference might be explained by less severity of illness in comparison to our patients. Yet, this remains unclear since the small sample sizes of this report prevented reasonable adjustment for illness severity in our patient groups. In contrast to SP-D, we monitored no differences in sRAGE levels between distinct groups of ARDS. The time-dependent release of both damage markers during lung injury might explain the observed differences between SP-D and sRAGE levels. Murine models demonstrated an initial elevation of serum SP-D levels up to 60 h after lung injury while sRAGE concentrations peaked already in the first 24 h of disease onset [18,19,20]. Since the current study investigated the serum levels of both epithelial damage markers only within 24 h of ICU admission, further studies that take the time-dependent release of sRAGE and SP-D into account are needed to confirm our results. Notably, we observed significantly reduced IL-6 concentrations in patients with atypical pathogen pneumonia ARDS compared to ARDS by bacterial pneumonia. This is confirmed in recent studies revealing lower IL-6 levels in atypical pathogen pneumonia than in pneumonia caused by typical bacterial infections, such as Streptococcus pneumonia. Variations in virulence, subverting pattern recognition receptor signaling or limited recognition of different molecular patterns of atypical bacteria through innate inflammatory pathways producing IL-6 and IL-8 might be responsible for the reduced inflammatory response [21]. At least atypical pathogens like Mycoplasma and Legionella pneumoniae are known to be able to alter the cytokine profile of human pulmonic epithelial cells by direct interference with signaling cascades responsible for IL-6 and IL-8 production [22].Predictive enrichment strategies can profoundly improve clinical trials. Identifying patient characteristics to select those who are more likely to respond to an intervention pave the way for precision medicine approaches [1,3,23]. The consideration of specific molecular markers of lung epithelial and endothelial damage as well as inflammatory status might be essential for the success of specific therapies aiming at pulmonary injury or inflammation in ARDS, particularly because enrichment strategies are very useful to select patients in treatment trials in highly heterogenous syndromes such as ARDS [1,3,23,24]. For instance, patients with community-acquired pneumonia possessing high serum concentrations of pro-inflammatory cytokines including IL-6 and inappropriate low cortisol levels benefited from a therapy with dexamethasone in terms of mortality and ICU admission rates [25]. In ARDS, anti-inflammatory therapy tended to improve oxygenation and airway pressures but were not associated with a consistent survival benefit [26,27]. Many clinical studies that investigated specific therapies to attenuate epithelial damage or hyperinflammation in ARDS enrolled patients without considering distinct phenotypes of ARDS [27]. This could obscure treatment effects, which might only be apparent in subgroups preferentially accessible for treating epithelial injury, endothelial damage, or hyperinflammation. This study has several limitations. First, biomarkers measured in serum are surrogate parameters for the pulmonary damage and inflammation and do not fully reflect the complexity of pathological mechanisms that take place in the lungs. In addition, the current study investigated a limited number of biomarkers that cannot summarize the complexity of both the cellular damage and the immune response in ARDS. Even when measuring serum SP-D, sRAGE and IL-6 concentrations are well established for differentiation of distinct molecular phenotypes of ARDS [1,2,3]. Future studies should include additional biomarkers associated with lung epithelial injury (e.g., Clare Cell protein 16), endothelial damage (e.g., E-selectin), coagulation (e.g., protein C), and inflammation (e.g., IL-18) to further enhance molecular phenotyping [28].Second, the current study found a variance in severity of the disease and outcome among the groups of patients included, which might limit the comparability. Even though these differences were not significant, small sample sizes of the current study prevented adjusting for confounders which could possibly be associated with different biomarker constellations. For instance, others who differentiated direct and indirect ARDS via differential expression of biomarkers found significant associations between biomarker levels and patients variables such as vasopressor use, race, and APACHE III scores [1]. Therefore, the current results can be understood as an indication of an altered pattern of expression in ARDS by different pathogens and underlying diseases, but should be evaluated in larger patient collectives adjusted for known and possible confounders by multivariate analysis to strengthen the validity of the findings.Third, patients with viral pneumonia are susceptible for bacterial coinfections [29]. Even though there was no microbiologically-confirmed bacterial coinfection in the viral group of the current study, some patients with primary viral infection displayed relatively high IL-6 levels, which could indicate an undetected bacterial superinfection.With regard to epithelial damage and systemic inflammation, current findings may report a potential for differentiation in ARDS biomarkers due to underlying disease and inducing pathogens. This heterogeneity within subtypes of direct ARDS should be considered in future clinical studies investigating treatments which are specifically targeted at pulmonary epithelial injury and inflammation. Supplementary MaterialsThe following are available online at https://www.mdpi.com/2077-0383/10/4/737/s1, Figure S1: Results of microbial testing.Click here for additional data file.(10K, pdf) Author ContributionsConceptualization, K.P. and C.B.; data curation, K.P., B.S., M.F., C.F., and C.B.; formal analysis, K.P., B.S., and C.B.; funding acquisition, K.P., F.S., and C.B.; investigation, K.P., F.S., and C.B.; methodology, K.P. and C.B.; project administration, K.P.; resources, P.S., M.S., S.D., B.S., T.W., and C.P.; supervision, C.B.; writing—original draft, K.P., F.S., and C.B.; writing—review and editing, A.S., B.S., T.W., C.P., and C.W. All authors have read and agreed to the published version of the manuscript. FundingThis research was funded by grants and fellowships from the University of Bonn (BONFOR), and the B. Braun Foundation. Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the local institutional research ethics boards of the University Hospital Bonn (088/16) and Hannover Medical School (8146_BO_K_2018). Informed Consent StatementInformed consent was obtained from all subjects involved in the study. Conflicts of InterestThe authors declare no conflict of interest.  FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Calfee C.S., Janz D.R., Bernard G.R., May A.K., Kangelaris K.N., Matthay M.A., Ware L.B. Distinct Molecular Phenotypes of Direct vs. Indirect ARDS in Single-Center and Multicenter Studies. Chest. 2015;147:1539–1548. doi: 10.1378/chest.14-2454. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Walter J.M., Wilson J., Ware L.B. Biomarkers in Acute Respiratory Distress Syndrome: From Pathobiology to Improving Patient Care. Expert Rev. Respir. Med. 2014;8:573–586. doi: 10.1586/17476348.2014.924073. [PubMed] [CrossRef] [Google Scholar]3. Wilson J.G., Calfee C.S. ARDS Subphenotypes: Understanding a Heterogeneous Syndrome. Crit. Care. 2020;24:102. doi: 10.1186/s13054-020-2778-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. National Heart, Lung, and Blood Institute Acute Respiratory Distress Syndrome (ARDS) Clinical Trials NetworkMatthay M.A., Brower R.G., Carson S., Douglas I.S., Eisner M., Hite D., Holets S., Kallet R.H., Liu K.D., et al., editors. Randomized, Placebo-Controlled Clinical Trial of an Aerosolized Β₂-Agonist for Treatment of Acute Lung Injury. Am. J. Respir. Crit. Care Med. 2011;184:561–568. doi: 10.1164/rccm.201012-2090OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Jabaudon M., Blondonnet R., Pereira B., Cartin-Ceba R., Lichtenstern C., Mauri T., Determann R.M., Drabek T., Hubmayr R.D., Gajic O., et al.  Plasma SRAGE Is Independently Associated with Increased Mortality in ARDS: A Meta-Analysis of Individual Patient Data. Intensive Care Med. 2018;44:1388–1399. doi: 10.1007/s00134-018-5327-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Eisner M.D., Parsons P., Matthay M.A., Ware L., Greene K. Acute Respiratory Distress Syndrome Network Plasma Surfactant Protein Levels and Clinical Outcomes in Patients with Acute Lung Injury. Thorax. 2003;58:983–988. doi: 10.1136/thorax.58.11.983. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Delgado C., Krötzsch E., Jiménez-Alvarez L.A., Ramírez-Martínez G., Márquez-García J.E., Cruz-Lagunas A., Morán J., Hernández C., Sierra-Vargas P., Avila-Moreno F., et al.  Serum Surfactant Protein D (SP-D) Is a Prognostic Marker of Poor Outcome in Patients with A/H1N1 Virus Infection. Lung. 2015;193:25–30. doi: 10.1007/s00408-014-9669-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Mogensen T.H. Pathogen Recognition and Inflammatory Signaling in Innate Immune Defenses. Clin. Microbiol. Rev. 2009;22:240–273. doi: 10.1128/CMR.00046-08. Table of Contents. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Schütte H., Lohmeyer J., Rosseau S., Ziegler S., Siebert C., Kielisch H., Pralle H., Grimminger F., Morr H., Seeger W. Bronchoalveolar and Systemic Cytokine Profiles in Patients with ARDS, Severe Pneumonia and Cardiogenic Pulmonary Oedema. Eur. Respir. J. 1996;9:1858–1867. doi: 10.1183/09031936.96.09091858. [PubMed] [CrossRef] [Google Scholar]10. Bouros D., Alexandrakis M.G., Antoniou K.M., Agouridakis P., Pneumatikos I., Anevlavis S., Pataka A., Patlakas G., Karkavitsas N., Kyriakou D. The Clinical Significance of Serum and Bronchoalveolar Lavage Inflammatory Cytokines in Patients at Risk for Acute Respiratory Distress Syndrome. BMC Pulm. Med. 2004;4:6.  doi: 10.1186/1471-2466-4-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute Respiratory Distress Syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]12. Chow A.W., Liang J.F., Wong J.S., Fu Y., Tang N.L., Ko W. Polarized Secretion of Interleukin (IL)-6 and IL-8 by Human Airway Epithelia 16HBE14o- Cells in Response to Cationic Polypeptide Challenge. PLoS ONE. 2010;5:e12091.  doi: 10.1371/journal.pone.0012091. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Leth-Larsen R., Nordenbaek C., Tornoe I., Moeller V., Schlosser A., Koch C., Teisner B., Junker P., Holmskov U. Surfactant Protein D (SP-D) Serum Levels in Patients with Community-Acquired Pneumonia. Clin. Immunol. 2003;108:29–37. doi: 10.1016/S1521-6616(03)00042-1. [PubMed] [CrossRef] [Google Scholar]14. Spoorenberg S.M.C., Vestjens S.M.T., Voorn G.P., van Moorsel C.H.M., Meek B., Zanen P., Rijkers G.T., Bos W.J.W., Grutters J.C. Ovidius study group Course of SP-D, YKL-40, CCL18 and CA 15-3 in Adult Patients Hospitalised with Community-Acquired Pneumonia and Their Association with Disease Severity and Aetiology: A Post-Hoc Analysis. PLoS ONE. 2018;13:e0190575.  doi: 10.1371/journal.pone.0190575. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Krammer F., Smith G.J.D., Fouchier R.A.M., Peiris M., Kedzierska K., Doherty P.C., Palese P., Shaw M.L., Treanor J., Webster R.G., et al.  Influenza. Nat. Rev. Dis. Primers. 2018;4:3. doi: 10.1038/s41572-018-0002-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Arnold F.W., Summersgill J.T., Ramirez J.A. Role of Atypical Pathogens in the Etiology of Community-Acquired Pneumonia. Semin. Respir. Crit. Care Med. 2016;37:819–828. doi: 10.1055/s-0036-1592121. [PubMed] [CrossRef] [Google Scholar]17. YKL-40, CCL18 and SP-D Predict Mortality in Patients Hospitalized with Community-Acquired Pneumonia—PubMed.  [(accessed on 20 October 2020)]; Available online:  https://pubmed.ncbi.nlm.nih.gov/27782361/18. Gaunsbaek M.Q., Rasmussen K.J., Beers M.F., Atochina-Vasserman E.N., Hansen S. Lung Surfactant Protein D (SP-D) Response and Regulation during Acute and Chronic Lung Injury. Lung. 2013;191:295–303. doi: 10.1007/s00408-013-9452-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Fujita M., Shannon J.M., Ouchi H., Voelker D.R., Nakanishi Y., Mason R.J. Serum Surfactant Protein D Is Increased in Acute and Chronic Inflammation in Mice. Cytokine. 2005;31:25–33. doi: 10.1016/j.cyto.2005.02.006. [PubMed] [CrossRef] [Google Scholar]20. Blondonnet R., Audard J., Belville C., Clairefond G., Lutz J., Bouvier D., Roszyk L., Gross C., Lavergne M., Fournet M., et al.  RAGE Inhibition Reduces Acute Lung Injury in Mice. Sci. Rep. 2017;7:7208. doi: 10.1038/s41598-017-07638-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. McGuire V.A., Arthur J.S.C. Subverting Toll-Like Receptor Signaling by Bacterial Pathogens. Front. Immunol. 2015;6:607. doi: 10.3389/fimmu.2015.00607. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Kraft M., Adler K.B., Ingram J.L., Crews A.L., Atkinson T.P., Cairns C.B., Krause D.C., Chu H.W. Mycoplasma Pneumoniae Induces Airway Epithelial Cell Expression of MUC5AC in Asthma. Eur. Respir. J. 2008;31:43–46. doi: 10.1183/09031936.00103307. [PubMed] [CrossRef] [Google Scholar]23. Simon R. Clinical Trial Designs for Evaluating the Medical Utility of Prognostic and Predictive Biomarkers in Oncology. Pers. Med. 2010;7:33–47. doi: 10.2217/pme.09.49. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Theuerkauf N., Weismüller T., Weißbrich C., Schewe J.-C., Putensen C., Bode C. Direct Acute Respiratory Distress Syndrome after Gastric Perforation Caused by an Intragastric Balloon: A Case Report. BMC Anesthesiol. 2020;20:182.  doi: 10.1186/s12871-020-01101-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Remmelts H.H.F., Meijvis S.C.A., Heijligenberg R., Rijkers G.T., Oosterheert J.J., Bos W.J.W., Endeman H., Grutters J.C., Hoepelman A.I.M., Biesma D.H. Biomarkers Define the Clinical Response to Dexamethasone in Community-Acquired Pneumonia. J. Infect. 2012;65:25–31. doi: 10.1016/j.jinf.2012.03.008. [PubMed] [CrossRef] [Google Scholar]26. Steinberg K.P., Hudson L.D., Goodman R.B., Hough C.L., Lanken P.N., Hyzy R., Thompson B.T., Ancukiewicz M. National Heart, Lung, and Blood Institute Acute Respiratory Distress Syndrome (ARDS) Clinical Trials Network. Efficacy and Safety of Corticosteroids for Persistent Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2006;354:1671–1684. doi: 10.1056/NEJMoa051693. [PubMed] [CrossRef] [Google Scholar]27. Thompson B.T., Chambers R.C., Liu K.D. Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2017;377:562–572. doi: 10.1056/NEJMra1608077. [PubMed] [CrossRef] [Google Scholar]28. Barnett N., Ware L.B. Biomarkers in Acute Lung Injury—Marking Forward Progress. Crit. Care Clin. 2011;27:661–683. doi: 10.1016/j.ccc.2011.04.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Klein E.Y., Monteforte B., Gupta A., Jiang W., May L., Hsieh Y.-H., Dugas A. The Frequency of Influenza and Bacterial Coinfection: A Systematic Review and Meta-Analysis. Influenza Other Respir. Viruses. 2016;10:394–403. doi: 10.1111/irv.12398. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}