{"title": "Spontaneous Versus Controlled Mechanical Ventilation in Patients with Acute Respiratory Distress Syndrome", "pubDate": "2021;11(2):85-91.", "PMCID": "PMC7925253", "DOI": "10.1007/s40140-021-00443-8", "PMID": "33679255", "abstract": "Purpose of review:                       To review clinical evidence on whether or not to allow mechanically ventilated patients with acute respiratory distress syndrome (ARDS) to breathe spontaneously.                  Recent findings:                       Observational data (LUNG SAFE study) indicate that mechanical ventilation allowing for spontaneous breathing (SB) is associated with more ventilator-free days and a shorter stay in the intensive care unit without any effect on hospital mortality. A paediatric trial, comparing airway pressure release ventilation (APRV) and low-tidal volume ventilation, showed an increase in mortality in the APRV group. Conversely, in an unpublished trial comparing SB and controlled ventilation (NCT01862016), the authors concluded that SB is feasible but did not improve outcomes in ARDS patients.                  Summary:                       A paucity of clinical trial data continues to prevent firm guidance on if or when to allow SB during mechanical ventilation in patients with ARDS. No published large randomised controlled trial exists to inform practice about the benefits and harms of either mode.", "author": [{"author": "Tayyba Naz Aslam", "affiliation": ["Department of Anaesthesiology, Division of Emergencies and Critical Care, Rikshospitalet Medical Centre, Oslo University Hospital, P.O.Box 4950, Nydalen, Oslo, Norway.", "Department of Research and Development, Division of Emergencies and Critical Care, Oslo University Hospital, Oslo, Norway."], "href": "/?term=Aslam+TN&cauthor_id=33679255"}, {"author": "Thomas Lass Klitgaard", "affiliation": ["Department of Anaesthesia and Intensive Care Medicine, Aalborg University Hospital, Aalborg, Denmark.", "Department of Clinical Medicine, Aalborg University, Aalborg, Denmark."], "href": "/?term=Klitgaard+TL&cauthor_id=33679255"}, {"author": "Kristin Hofsø", "affiliation": ["Department of Research and Development, Division of Emergencies and Critical Care, Oslo University Hospital, Oslo, Norway.", "Lovisenberg Diaconal University College, Oslo, Norway."], "href": "/?term=Hofs%C3%B8+K&cauthor_id=33679255"}, {"author": "Bodil Steen Rasmussen", "affiliation": ["Department of Anaesthesia and Intensive Care Medicine, Aalborg University Hospital, Aalborg, Denmark.", "Department of Clinical Medicine, Aalborg University, Aalborg, Denmark."], "href": "/?term=Rasmussen+BS&cauthor_id=33679255"}, {"author": "Jon Henrik Laake", "affiliation": ["Department of Anaesthesiology, Division of Emergencies and Critical Care, Rikshospitalet Medical Centre, Oslo University Hospital, P.O.Box 4950, Nydalen, Oslo, Norway.", "Department of Research and Development, Division of Emergencies and Critical Care, Oslo University Hospital, Oslo, Norway."], "href": "/?term=Laake+JH&cauthor_id=33679255"}], "refPMID": ["22797452", "26903337", "27922845", "28778920", "29466596", "28146637", "25524779", "26988416", "28459336", "28074229", "27786562", "24199628", "27002273", "30379668", "29641221", "27778044", "18824913", "14739134", "26627540", "15201132", "27922742", "32805238", "28936695", "32228035", "32291463", "32329799", "32861276", "32728965", "32479162", "32859264", "32442528", "32645311", "29227367", "31764193", "31112383", "27898439", "20843245", "31112382", "33104824", "23622086", "28157386", "24247473", "29279973", "32669623", "21946660", "25083984", "33184265", "32658246", "23507716", "25725571", "30665282", "28767270", "28624388", "32157683"], "citedInPMID": ["33679255", "34645485"], "body": " AbstractPurpose of ReviewTo review clinical evidence on whether or not to allow mechanically ventilated patients with acute respiratory distress syndrome (ARDS) to breathe spontaneously.Recent FindingsObservational data (LUNG SAFE study) indicate that mechanical ventilation allowing for spontaneous breathing (SB) is associated with more ventilator-free days and a shorter stay in the intensive care unit without any effect on hospital mortality. A paediatric trial, comparing airway pressure release ventilation (APRV) and low-tidal volume ventilation, showed an increase in mortality in the APRV group. Conversely, in an unpublished trial comparing SB and controlled ventilation ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01862016\",\"term_id\":\"NCT01862016\"}}NCT01862016), the authors concluded that SB is feasible but did not improve outcomes in ARDS patients.SummaryA paucity of clinical trial data continues to prevent firm guidance on if or when to allow SB during mechanical ventilation in patients with ARDS. No published large randomised controlled trial exists to inform practice about the benefits and harms of either mode.Keywords: Acute respiratory distress syndrome, Mechanical ventilation, Spontaneous ventilation, ARDS, Acute lung injury, ALI IntroductionAcute hypoxaemic respiratory failure (AHRF) may progress to acute respiratory distress syndrome (ARDS), a common but underrecognized cause of admission to the intensive care unit (ICU), that is highly lethal and associated with significant morbidity in survivors [1, 2••, 3, 4]. There are no specific therapies for ARDS, and invasive mechanical ventilation remains a mainstay in the management of these patients [5]. Over the last 20 years, a number of randomised clinical trials have improved our understanding of how patients with ARDS can best be managed, with the potential for a large reduction in mortality [6].Current guidelines stress the importance of early recognition of ARDS in patients with AHRF and evidence-based practices in the management of these patients [7–9]. Such practices include:All ARDS patients:Pressure and volume limitation in mechanical ventilation (strong recommendation).Fluid restriction (weak recommendation).Patients with moderate to severe ARDS [1]:3.Higher positive end-expiratory pressure (PEEP) (weak recommendation).4.Recruitment manoeuvres (weak recommendation).5.Ventilation of patients in the prone position (weak recommendation).6.Utilisation of neuromuscular blocking agents (NMBA) (weak recommendation).Guideline developers were unable to provide evidence-based recommendations for several clinically relevant questions, including ventilator mode (volume-controlled vs. pressure-controlled ventilation, modes allowing spontaneous breathing (SB), i.e. triggered by the patient, vs. fully controlled ventilation), or fraction of inspired oxygen (FiO2) or oxygenation target, due to lack of data from clinical trials [7–9].Intensivists worldwide have divided opinions on whether SB during mechanical ventilation in ARDS patients is harmful or not. This paper is a narrative review of recent evidence divided into two sections according to the following statements:I.Spontaneous breathing efforts during mechanical ventilation cause further lung injury in ARDS patientsII.Spontaneous breathing efforts during mechanical ventilation are beneficial for patients with ARDS\nI. Spontaneous efforts during mechanical ventilation cause further lung damage in patients with ARDS\nChanges in the transpulmonary pressure is recognized as the key injurious factor in “ventilator-induced lung injury” (VILI). Transpulmonary pressure is the difference between the airway pressure and the pleural pressure and is generated by the mechanical power (stretching pressure) applied to the lungs [10, 11••]. In patients with SB efforts, the pleural pressure becomes negative during inspiration and may thus contribute to a higher transpulmonary pressure compared with that observed in patients with no spontaneous efforts. The greater changes in transpulmonary pressure will result in a proportional increase in tidal volumes and contribute to further lung injury [11••].According to experimental data, SB may also increase transvascular pulmonary pressure (i.e. the difference between the intravascular pressure and the pressure outside the vessels) as well as pulmonary blood flow due to negative pleural pressure during SB. This may in turn exacerbate pulmonary oedema in the injured lung and contribute to VILI [11••].Over recent years, experimental data have familiarised us with the “pendelluft” phenomenon [12]. It describes the movement of air within the injured lung. During mechanical ventilation with SB, air can move from the non-dependent to the dependent lung regions with no change in the tidal volume due to a more negative swing in the pleural pressure in the dependent lung. Even if patients are ventilated with a lung protective ventilation strategy, there is a risk of lung injury by overstretching the dependent lung during spontaneous efforts.In caring for ARDS patients, clinicians use PEEP, with or without recruitment manoeuvres, to prevent collapse of the alveoli and to improve oxygenation. However, in patients with preserved SB, there is a risk of VILI in the presence of suboptimal PEEP [13]. In the secondary analysis of the LUNG SAFE study, data showed that clinicians used significantly lower PEEP in ARDS patients with preserved SB efforts than when ventilation was fully controlled, indicating that the risk is either discounted or not recognised [14••]. The data was collected from 459 ICUs in 50 countries and is to date the best available source of “real-life” evidence on how we treat our patients. This study is of great value for clinical researchers seeking to identify clinical practices at odds with evidence from clinical trials or practice variation due to a lack of relevant clinical trial data.In a randomised controlled trial in paediatric ARDS patients, Ganesan et al. [15••] compared airway pressure release ventilation (APRV) and conventional low-tidal volume ventilation (LTV). The trial was terminated early due to an interim analysis showing increased mortality in the APRV group (53.8% vs. 26.9%). However, patients in the APRV group were younger (36 vs. 65.5 months) and had more severe ARDS than those in the LTV group. There was no information about any use of NMBA or monitoring of transpulmonary pressure, and the actual fractions of minute volumes from mandatory breathing to the total minute volumes were not calculated.In critically ill patients, asynchronous ventilation is associated with prolonged mechanical ventilation and increased mortality [16]. Breath stacking is one of the most common forms of patient-ventilator asynchronies and happens when inspiratory efforts occur towards the end of the tidal volume delivered by the ventilator. This leads to a second breath before complete exhalation of the first breath. This is called double triggering. The resulting tidal volume will often exceed that determined by a lung protective LTV strategy and may worsen lung injury. A small observational trial by Pohlman et al. (n = 20, 85% of patients with ARDS) [17] reported frequent breath stacking in LTV that resulted in a median tidal volume of 10.1-mL/kg predicted body weight (1.62 times the set tidal volume).\nII. Spontaneous efforts during mechanical ventilation are beneficial for patients with ARDS\nLightly sedated or awake patients may not tolerate controlled ventilation with small tidal volumes and ventilation in the prone position. Recent observational data suggest that a large proportion of ARDS patients are ventilated with techniques allowing SB, and that this is associated with more ventilator-free days without any negative impact on mortality [14••]. Thus, it seems that many clinicians believe that there is a reasonable trade-off in allowing light sedation when tolerated by the patient and, as a consequence, to allow spontaneous ventilatory efforts as well as larger tidal volumes than recommended.Preventing ventilator-induced diaphragmatic dysfunction (VIDD) by allowing muscle contractions in the entire diaphragm is another reason to favour SB in ARDS patients. VIDD is the loss of diaphragmatic force-generating capacity specifically related to the use of mechanical ventilation [18]. Several experimental studies have shown that ventilation modes with some spontaneous effort may prevent VIDD [19, 20].During spontaneous efforts, the movement of the entire diaphragm improves ventilation-perfusion (VQ) matching, recruits the lung, and improves oxygenation [11••]. An experimental study by Pellegrini et al. [21] showed that the diaphragm plays an important role in regulating expiration by preserving lung volume and protecting against lung collapse.Reverse triggering, i.e. when contractions of the diaphragm are triggered by the ventilator (instead of the reverse), may occur even in the heavily sedated ARDS patient and may result in increased transpulmonary pressure and tidal volume. Recently, a multicentre observational study investigated the prevalence of reverse triggering and associated clinical outcomes during early ARDS [22]. The investigators included 100 patients, 92% of whom had mild or moderate ARDS. Fifty percent of patients exhibited reverse triggering, but most events (97%) were not associated with breath stacking. The probability of reverse triggering was associated with use of lower tidal volumes and less use of opiates. The data did not indicate any injurious effects of reverse triggering in this setting, and the combination of LTV, light sedation and early SB efforts was in fact associated with a reduction in 90-day mortality.At the Critical Care Reviews meeting in Belfast, January 2020, Jean-Christophe M Richard (Lyon, France) presented unpublished results of the BiRDS multicentre randomised trial ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01862016\",\"term_id\":\"NCT01862016\"}}NCT01862016, Early spontaneous breathing in acute respiratory distress syndrome) [23••]. Seven hundred and two patients with moderate or severe ARDS were randomised to either spontaneous ventilation with bilevel positive airway pressure (BIPAP)/APRV (n = 346) or to controlled ventilation (assist control ventilation) (n = 351). The target SB in the APRV group was between 10 and 50% of the minute volume permitted. The trial failed to show any difference in all-cause hospital mortality, and the authors concluded that SB in patients with ARDS is feasible and safe.In another randomised trial comparing APRV (n = 71) and LTV (n = 67) in moderate and severe ARDS, there was reduced ICU mortality (19.7 vs. 34.3%, p = 0.053) and a higher median number of ventilator-free days in the APRV group. The driving pressures were similar in both groups [24]. What About COVID-19 Associated ARDS?The year 2020 has been dominated by the coronavirus disease 2019 (COVID-19) pandemic, and in several countries, there has been a huge burden on the healthcare system. ICUs worldwide suddenly had to deal with thousands of patients with COVID-19 associated ARDS. Based on observations and experience from several cases in the first wave of COVID-19 in Northern Italy, Gattinoni et al. [25] described COVID-19 associated ARDS as different from non-COVID ARDS. The authors described two phenotypes, type L for the early phase and type H for the late phase (best identified by CT scan). COVID-pneumonia type L is characterized by low elastance, low ventilation-perfusion (VQ) ratio, low lung weight and low recruitability, and type H is characterized by high elastance, high right to left shunt, high lung weight and high recruitability. The progression of the disease in type L patients depends on the severity of disease and SB which may result in patient self-inflicted lung injury (P-SILI). Over 50% of the observed cases were type L patients and 20–30% were type H patients, with the same features as in severe non-COVID ARDS. Based on these observations, the authors suggested different ventilator strategies: type L patients may be treated with higher tidal volumes and lower PEEP while type H patients should be treated as typical severe non-COVID ARDS [26].Marini and Gattinoni [27] also described a treatment approach where in mild cases SB can be maintained in type L patients with oxygen or nasal high flow or non-invasive ventilation support as long as the patient does not exert excessive inspiratory efforts. According to these authors, tidal volume up to 7–8-ml/kg/ideal body weight is acceptable in this group of patients without increasing the risk of VILI. The purported benefits are to avoid reabsorption atelectasis and hypercapnia. Regarding SB in the weaning phase, the authors also recommend spontaneous breathing trials only at the end of a weaning phase, due to a risk of increased oedema, P-SILI and increased oxygen demand [27].Recently, the above description has been challenged. In several observational cohorts, authors find that COVID-19 associated ARDS shares features with non-COVID ARDS, including compliance, driving pressures and plateau pressures [28–32]. As a consequence, it is advocated that the current best evidence for the management of non-COVID ARDS is valid also in COVID-19 associated ARDS and that the principles of lung protective mechanical ventilation should be applied to all ARDS patients regardless of aetiology [33]. Do We Need Different Strategies According to the Severity of ARDS?The harm that may result from early SB in ARDS is VILI due to increased transpulmonary pressure and tidal volumes. However, despite experimental findings, preliminary results from a clinical trial (BiRDS) and observational data (LUNG SAFE) indicate that patients can be managed with SB without undue harm. There is an urgent need to establish the safety of such an approach, as it may facilitate liberation from mechanical ventilation and reduce the need for sedatives, allowing patients to participate in early rehabilitation. This is probably relevant in all ARDS patients but will be easier to achieve in patients with mild or moderate ARDS.The consequences of deep sedation in patients managed with mechanical ventilation were recently analysed in a systematic review and meta-analysis by Stephens et al. [34] and included nine studies with a total of 4521 patients published from 2012 to 2017. The authors concluded that deep sedation was associated with increased mortality and length of stay. Several studies have demonstrated that lung protective ventilation is feasible without deep sedation [35–37]. However, light sedation may be a challenge in some patients with severe disease and prone positioning.The ROSE trial is a recently published randomised controlled trial investigating the benefits of early use of NMBA in patients with moderate to severe ARDS [36]. Patients were randomised to 48 h of continuous infusion of cisatracurium and deep sedation or to usual care with light sedation and no routine use of NMBA. The trial failed to show any difference in 90-day mortality and was stopped early due to futility after the second interim analysis. However, there were some serious adverse cardiovascular events in the intervention group (NMBA) compared with the usual care group. The results of the ROSE trial are at odds with findings in a previous trial (ACURASYS) [38], in which deeply sedated patients with moderate to severe ARDS appeared to profit from early neuromuscular blockade. Presently, NMBA is recommended only after conventional approaches with LTV, and prone ventilation has been attempted, and with a preference for intermittent rather than continuous dosing [36, 39, 40]. Post-ARDS RecoveryThe negative consequences of surviving an ICU stay have received increased attention in recent years. In general, more patients are being discharged alive from the ICU today than in previous decades [41]. The epidemiological literature on ARDS is complex, with controlled trials indicating improving survival, while large observational studies find hospital mortality to be firmly set at 40%, ranging from 35 to 46% according to initial severity category [2••, 42]. Survivorship may bring its own challenges for these patients, and there are potential health benefits in giving more attention to the recovery phase following ARDS [43–45]. The identification of the post-intensive care syndrome (PICS) has been of great importance for increasing awareness about health issues in survivors [46]. PICS conceptualises the direct effects of critical illness on physical, psychological and cognitive domains of health. Health challenges in more than two domains have been described in 21% of the survivors at 12 months post ICU [47]The treatment approach selected for these patients during the ICU stay may have an important impact on long-term mental and physical outcomes. ARDS patients managed with strict controlled mechanical ventilation require deep sedation and occasionally NMBA. These are important risk factors for hospital-acquired delirium that may be modified. Up to 70–80% of ARDS cases are reported to be complicated by delirium [37]. It is well established that delirium increases the risk of worsening cognitive function and posttraumatic stress disorder, as well as increased post-discharge morbidity and mortality, hospital length of stay and costs [48]. Recently, a meta-analyses by Goldberg et al. [49] confirmed that delirium in surgical and non-surgical patients is associated with long-term cognitive decline. Importantly, in a quality improvement trial in ARDS patients managed with mechanical ventilation, Hager et al. [50] demonstrated that a reduction in sedative use was associated with more days awake without delirium but also that the proportion of days with delirium per patient increased (38% vs. 20%).The prevalence of cognitive impairment in ARDS patients is high; 46% at 1 year and 25% at 6 years post-discharge [51]. Patients’ quality of life and psychosocial wellbeing are significantly reduced by cognitive impairment. This also affects caregivers as described by Sanfilippo et al. [52] who found that caregivers of ARDS survivors are at high psychological risk. At a median follow-up of 2.7 years, caregivers reported 39–52% risk of depression and 39% anxiety, and as many as 61% had signs of posttraumatic stress disorder. ARDS patients in this trial were managed with venovenous extracorporeal membrane oxygenation (VV-ECMO), and these patients were also at high risk of psychological impartment and reduced quality of life.These findings address the importance and need for interdisciplinary post-ICU follow-up of both survivors and caregivers. Involvement of ICU clinicians in long-term follow-up may serve as a stimulus for changes in clinical practice necessary to mitigate long-term morbidity [53]. Do We Need to Change Our Approach?The evidence reviewed so far seems to favour SB during mechanical ventilation in some ARDS patients; there is little clinical evidence of harm and a possible benefit of light sedation and avoidance of NMBA in routine management. This may potentially translate into shortened time on mechanical ventilation, promote early mobilization and mitigate the long-term consequences of delirium. However, the available evidence may be biased, due to numerous unknown confounders, and a lack of definitive trial data continues to make this a contentious issue.A sobering finding from the LUNG SAFE study is that clinical staff often does not recognize ARDS in patients with AHRF, and that the crude mortality rate of patients with ARDS remains at approximately 40% [54]. Some of this mortality is attributable to iatrogenic injury, and this calls for clinical researchers to investigate multiple strategies to mitigate the consequences of mechanical ventilation and prolonged ICU length of stay. ConclusionIn 2020, a new generation of ICU clinicians were faced with the challenge of caring for an unprecedented number of severely ill ARDS patients, sometimes using techniques that are at odds with existing guidelines, and with mixed results. Fortunately, much work has been published. We are presently undertaking a systematic scoping review of existing clinical data on SB with mechanical ventilation in patients with ARDS [55]. We believe that this will provide useful information that will help us determine how new trials may be designed to inform clinical practice. FundingOpen access funding provided by University of Oslo (incl Oslo University Hospital). DeclarationsConflict of InterestNone of the authors has any potential conflicts of interest to disclose FootnotesThis article does not describe any studies with human or animal subjects performed by any of the authors.This article is part of the Topical Collection on Critical Care AnesthesiaPublisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Contributor InformationTayyba Naz Aslam, Email: on.fh-suo@lsayat, Email: moc.liamg@malsaabyyat.Thomas Lass Klitgaard, Email: kd.nr@klt.Kristin Hofsø, Email: on.hdl@osfoh.nitsirk.Bodil Steen Rasmussen, Email: kd.nr@nessumsar.neets.lidob.Jon Henrik Laake, Email: on.fh-suo@ekaalj. ReferencesPapers of particular interest, published recently, have been highlighted as: •• Of major importance1. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]2. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 Countries. JAMA. 2016;315(8):788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]3. Laffey JG, Pham T, Bellani G. Continued under-recognition of acute respiratory distress syndrome after the Berlin definition: what is the solution? Curr Opin Crit Care. 2017;23(1):10–17. doi: 10.1097/mcc.0000000000000381. [PubMed] [CrossRef] [Google Scholar]4. Brown SM, Wilson EL, Presson AP, Dinglas VD, Greene T, Hopkins RO, et al.  Understanding patient outcomes after acute respiratory distress syndrome: identifying subtypes of physical, cognitive and mental health outcomes. Thorax. 2017;72(12):1094–1103. doi: 10.1136/thoraxjnl-2017-210337. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Fan E, Brodie D, Slutsky AS. Acute respiratory distress syndrome: advances in diagnosis and treatment. Jama. 2018;319(7):698–710. doi: 10.1001/jama.2017.21907. [PubMed] [CrossRef] [Google Scholar]6. Laffey JG, Kavanagh BP. Fifty years of research in ARDS. Insight into acute respiratory distress syndrome. From models to patients. Am J Respir Crit Care Med. 2017;196(1):18–28. doi: 10.1164/rccm.201612-2415CI. [PubMed] [CrossRef] [Google Scholar]7. Claesson J, Freundlich M, Gunnarsson I, Laake JH, Vandvik PO, Varpula T, et al.  Scandinavian clinical practice guideline on mechanical ventilation in adults with the acute respiratory distress syndrome. Acta Anaesthesiol Scand. 2015;59(3):286–297. doi: 10.1111/aas.12449. [PubMed] [CrossRef] [Google Scholar]8. Claesson J, Freundlich M, Gunnarsson I, Laake JH, Møller MH, Vandvik PO, et al.  Scandinavian clinical practice guideline on fluid and drug therapy in adults with acute respiratory distress syndrome. Acta Anaesthesiol Scand. 2016;60(6):697–709. doi: 10.1111/aas.12713. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Fan E, Del Sorbo L, Goligher EC, Hodgson CL, Munshi L, Walkey AJ, et al.  An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2017;195(9):1253–1263. doi: 10.1164/rccm.201703-0548ST. [PubMed] [CrossRef] [Google Scholar]10. Gattinoni L. Ventilation-induced lung injury exists in spontaneously breathing patients with acute respiratory failure: we are not sure. Intensive Care Med. 2017;43(2):256–258. doi: 10.1007/s00134-016-4483-4. [PubMed] [CrossRef] [Google Scholar]11. Yoshida T, Fujino Y, Amato MB, Kavanagh BP. Fifty years of research in ARDS. Spontaneous breathing during mechanical ventilation. Risks, mechanisms, and management. Am J Respir Crit Care Med. 2017;195(8):985–992. doi: 10.1164/rccm.201604-0748CP. [PubMed] [CrossRef] [Google Scholar]12. Yoshida T, Torsani V, Gomes S, De Santis RR, Beraldo MA, Costa EL, et al.  Spontaneous effort causes occult pendelluft during mechanical ventilation. Am J Respir Crit Care Med. 2013;188(12):1420–1427. doi: 10.1164/rccm.201303-0539OC. [PubMed] [CrossRef] [Google Scholar]13. Yoshida T, Roldan R, Beraldo MA, Torsani V, Gomes S, De Santis RR, et al.  Spontaneous effort during mechanical ventilation: maximal injury with less positive end-expiratory pressure. Crit Care Med. 2016;44(8):e678–e688. doi: 10.1097/ccm.0000000000001649. [PubMed] [CrossRef] [Google Scholar]14. van Haren F, Pham T, Brochard L, Bellani G, Laffey J, Dres M, et al.  Spontaneous breathing in early acute respiratory distress syndrome: insights from the Large Observational Study to UNderstand the Global Impact of Severe Acute Respiratory FailurE Study. Crit Care Med. 2019;47(2):229–238. doi: 10.1097/ccm.0000000000003519. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Lalgudi Ganesan S, Jayashree M, Chandra Singhi S, Bansal A. Airway pressure release ventilation in pediatric acute respiratory distress syndrome. A randomized controlled trial. Am J Respir Crit Care Med. 2018;198(9):1199–1207. doi: 10.1164/rccm.201705-0989OC. [PubMed] [CrossRef] [Google Scholar]16. Vaporidi K, Babalis D, Chytas A, Lilitsis E, Kondili E, Amargianitakis V, et al.  Clusters of ineffective efforts during mechanical ventilation: impact on outcome. Intensive Care Med. 2017;43(2):184–191. doi: 10.1007/s00134-016-4593-z. [PubMed] [CrossRef] [Google Scholar]17. Pohlman MC, McCallister KE, Schweickert WD, Pohlman AS, Nigos CP, Krishnan JA, et al.  Excessive tidal volume from breath stacking during lung-protective ventilation for acute lung injury. Crit Care Med. 2008;36(11):3019–3023. doi: 10.1097/CCM.0b013e31818b308b. [PubMed] [CrossRef] [Google Scholar]18. Vassilakopoulos T, Petrof BJ. Ventilator-induced diaphragmatic dysfunction. Am J Respir Crit Care Med. 2004;169(3):336–341. doi: 10.1164/rccm.200304-489CP. [PubMed] [CrossRef] [Google Scholar]19. Petrof BJ, Hussain SN. Ventilator-induced diaphragmatic dysfunction: what have we learned? Curr Opin Crit Care. 2016;22(1):67–72. doi: 10.1097/mcc.0000000000000272. [PubMed] [CrossRef] [Google Scholar]20. Sassoon CS, Zhu E, Caiozzo VJ. Assist-control mechanical ventilation attenuates ventilator-induced diaphragmatic dysfunction. Am J Respir Crit Care Med. 2004;170(6):626–632. doi: 10.1164/rccm.200401-042OC. [PubMed] [CrossRef] [Google Scholar]21. Pellegrini M, Hedenstierna G, Roneus A, Segelsjö M, Larsson A, Perchiazzi G. The diaphragm acts as a brake during expiration to prevent lung collapse. Am J Respir Crit Care Med. 2017;195(12):1608–1616. doi: 10.1164/rccm.201605-0992OC. [PubMed] [CrossRef] [Google Scholar]22. Rodriguez PO, Tiribelli N, Fredes S, Gogniat E, Plotnikow G, Ceballos IF, et al. Prevalence of reverse triggering in early ARDS: results from a multicenter observational study. Chest. 2020. 10.1016/j.chest.2020.08.018. [PubMed]23. •• Richard J-CM. Birds trial breathing spontaneously at the early phase of ARDS. http://chu-mondor.aphp.fr/wp-content/blogs.dir/191/files/2018/12/Richard_BIRDS.pdf. Accessed 22 december 2020. Unpublished large randomised controlled trial comparing spontaneous vs. controlled ventilation in ARDS patients. Authors conclude that spontaneous breathing is feasible and safe during mechanical ventilation in moderate to severe ARDS.24. Zhou Y, Jin X, Lv Y, Wang P, Yang Y, Liang G, et al.  Early application of airway pressure release ventilation may reduce the duration of mechanical ventilation in acute respiratory distress syndrome. Intensive Care Med. 2017;43(11):1648–1659. doi: 10.1007/s00134-017-4912-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Gattinoni L, Coppola S, Cressoni M, Busana M, Rossi S, Chiumello D. COVID-19 does not lead to a \"typical\" acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020;201(10):1299–1300. doi: 10.1164/rccm.202003-0817LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Gattinoni L, Chiumello D, Caironi P, Busana M, Romitti F, Brazzi L, et al.  COVID-19 pneumonia: different respiratory treatments for different phenotypes? Intensive Care Med. 2020;46(6):1099–1102. doi: 10.1007/s00134-020-06033-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Marini JJ, Gattinoni L. Management of COVID-19 respiratory distress. JAMA. 2020;323(22):2329–2330. doi: 10.1001/jama.2020.6825. [PubMed] [CrossRef] [Google Scholar]28. Grasselli G, Tonetti T, Protti A, Langer T, Girardis M, Bellani G, et al.  Pathophysiology of COVID-19-associated acute respiratory distress syndrome: a multicentre prospective observational study. Lancet Respir Med. 2020;8(12):1201–1208. doi: 10.1016/s2213-2600(20)30370-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Ferrando C, Suarez-Sipmann F, Mellado-Artigas R, Hernández M, Gea A, Arruti E, et al.  Clinical features, ventilatory management, and outcome of ARDS caused by COVID-19 are similar to other causes of ARDS. Intensive Care Med. 2020;46(12):2200–2211. doi: 10.1007/s00134-020-06192-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Haudebourg AF, Perier F, Tuffet S, de Prost N, Razazi K, Mekontso Dessap A, et al.  Respiratory mechanics of COVID-19- versus non-COVID-19-associated acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020;202(2):287–290. doi: 10.1164/rccm.202004-1226LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Grieco DL, Bongiovanni F, Chen L, Menga LS, Cutuli SL, Pintaudi G, et al.  Respiratory physiology of COVID-19-induced respiratory failure compared to ARDS of other etiologies. Crit Care. 2020;24(1):529. doi: 10.1186/s13054-020-03253-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Cummings MJ, Baldwin MR, Abrams D, Jacobson SD, Meyer BJ, Balough EM, et al.  Epidemiology, clinical course, and outcomes of critically ill adults with COVID-19 in New York City: a prospective cohort study. Lancet. 2020;395(10239):1763–1770. doi: 10.1016/s0140-6736(20)31189-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Fan E, Beitler JR, Brochard L, Calfee CS, Ferguson ND, Slutsky AS, et al.  COVID-19-associated acute respiratory distress syndrome: is a different approach to management warranted? Lancet Respir Med. 2020;8(8):816–821. doi: 10.1016/s2213-2600(20)30304-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Stephens RJ, Dettmer MR, Roberts BW, Ablordeppey E, Fowler SA, Kollef MH, et al.  Practice patterns and outcomes associated with early sedation depth in mechanically ventilated patients: a systematic review and meta-analysis. Crit Care Med. 2018;46(3):471–479. doi: 10.1097/ccm.0000000000002885. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Pearson SD, Patel BK. Evolving targets for sedation during mechanical ventilation. Curr Opin Crit Care. 2020;26(1):47–52. doi: 10.1097/mcc.0000000000000687. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Moss M, Huang DT, Brower RG, Ferguson ND, Ginde AA, Gong MN, et al.  Early neuromuscular blockade in the acute respiratory distress syndrome. N Engl J Med. 2019;380(21):1997–2008. doi: 10.1056/NEJMoa1901686. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Shah FA, Girard TD, Yende S. Limiting sedation for patients with acute respiratory distress syndrome - time to wake up. Curr Opin Crit Care. 2017;23(1):45–51. doi: 10.1097/mcc.0000000000000382. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Papazian L, Forel JM, Gacouin A, Penot-Ragon C, Perrin G, Loundou A, et al.  Neuromuscular blockers in early acute respiratory distress syndrome. N Engl J Med. 2010;363(12):1107–1116. doi: 10.1056/NEJMoa1005372. [PubMed] [CrossRef] [Google Scholar]39. Slutsky AS, Villar J. Early paralytic agents for ARDS? Yes, no, and sometimes. N Engl J Med. 2019;380(21):2061–2063. doi: 10.1056/NEJMe1905627. [PubMed] [CrossRef] [Google Scholar]40. Alhazzani W, Belley-Cote E, Møller MH, Angus DC, Papazian L, Arabi YM, et al.  Neuromuscular blockade in patients with ARDS: a rapid practice guideline. Intensive Care Med. 2020;46(11):1977–1986. doi: 10.1007/s00134-020-06227-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Zimmerman JE, Kramer AA, Knaus WA. Changes in hospital mortality for United States intensive care unit admissions from 1988 to 2012. Crit Care. 2013;17(2):R81. doi: 10.1186/cc12695. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Pham T, Rubenfeld GD. Fifty Years of Research in ARDS. The epidemiology of acute respiratory distress syndrome. A 50th birthday review. Am J Respir Crit Care Med. 2017;195(7):860–870. doi: 10.1164/rccm.201609-1773CP. [PubMed] [CrossRef] [Google Scholar]43. Fan E, Dowdy DW, Colantuoni E, Mendez-Tellez PA, Sevransky JE, Shanholtz C, et al.  Physical complications in acute lung injury survivors: a two-year longitudinal prospective study. Crit Care Med. 2014;42(4):849–859. doi: 10.1097/ccm.0000000000000040. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Bienvenu OJ, Friedman LA, Colantuoni E, Dinglas VD, Sepulveda KA, Mendez-Tellez P, et al.  Psychiatric symptoms after acute respiratory distress syndrome: a 5-year longitudinal study. Intensive Care Med. 2018;44(1):38–47. doi: 10.1007/s00134-017-5009-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Hosey MM, Needham DM. Survivorship after COVID-19 ICU stay. Nat Rev Dis Primers. 2020;6(1):60. doi: 10.1038/s41572-020-0201-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Needham DM, Davidson J, Cohen H, Hopkins RO, Weinert C, Wunsch H, et al.  Improving long-term outcomes after discharge from intensive care unit: report from a stakeholders' conference. Crit Care Med. 2012;40(2):502–509. doi: 10.1097/CCM.0b013e318232da75. [PubMed] [CrossRef] [Google Scholar]47. Elliott D, Davidson JE, Harvey MA, Bemis-Dougherty A, Hopkins RO, Iwashyna TJ, et al.  Exploring the scope of post-intensive care syndrome therapy and care: engagement of non-critical care providers and survivors in a second stakeholders meeting. Crit Care Med. 2014;42(12):2518–2526. doi: 10.1097/ccm.0000000000000525. [PubMed] [CrossRef] [Google Scholar]48. Wilson JE, Mart MF, Cunningham C, Shehabi Y, Girard TD, MacLullich AMJ, et al.  Delirium. Nat Rev Dis Primers. 2020;6(1):90. doi: 10.1038/s41572-020-00223-4. [PubMed] [CrossRef] [Google Scholar]49. Goldberg TE, Chen C, Wang Y, Jung E, Swanson A, Ing C, et al.  Association of delirium with long-term cognitive decline: a meta-analysis. JAMA Neurol. 2020;77(11):1–9. doi: 10.1001/jamaneurol.2020.2273. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Hager DN, Dinglas VD, Subhas S, Rowden AM, Neufeld KJ, Bienvenu OJ, et al.  Reducing deep sedation and delirium in acute lung injury patients: a quality improvement project. Crit Care Med. 2013;41(6):1435–1442. doi: 10.1097/CCM.0b013e31827ca949. [PubMed] [CrossRef] [Google Scholar]51. Jackson JC, Mitchell N, Hopkins RO. Cognitive functioning, mental health, and quality of life in ICU survivors: an overview. Psychiatr Clin N Am. 2015;38(1):91–104. doi: 10.1016/j.psc.2014.11.002. [PubMed] [CrossRef] [Google Scholar]52. Sanfilippo F, Ippolito M, Santonocito C, Martucci G, Carollo T, Bertani A, et al.  Long-term functional and psychological recovery in a population of acute respiratory distress syndrome patients treated with VV-ECMO and in their caregivers. Minerva Anestesiol. 2019;85(9):971–980. doi: 10.23736/s0375-9393.19.13095-7. [PubMed] [CrossRef] [Google Scholar]53. Herridge MS. Fifty Years of Research in ARDS. Long-term follow-up after acute respiratory distress syndrome. Insights for managing medical complexity after critical illness. Am J Respir Crit Care Med. 2017;196(11):1380–1384. doi: 10.1164/rccm.201704-0815ED. [PubMed] [CrossRef] [Google Scholar]54. Laffey JG, Madotto F, Bellani G, Pham T, Fan E, Brochard L, et al.  Geo-economic variations in epidemiology, patterns of care, and outcomes in patients with acute respiratory distress syndrome: insights from the LUNG SAFE prospective cohort study. Lancet Respir Med. 2017;5(8):627–638. doi: 10.1016/s2213-2600(17)30213-8. [PubMed] [CrossRef] [Google Scholar]55. Aslam TN, Klitgaard TL, Møller MH, Perner A, Hofsø K, Skrubbeltrang C, et al.  Spontaneous versus controlled mechanical ventilation in patients with acute respiratory distress syndrome - protocol for a scoping review. Acta Anaesthesiol Scand. 2020;64(6):857–860. doi: 10.1111/aas.13570. [PubMed] [CrossRef] [Google Scholar]"}