{"title": "Risk factors for mortality due to COVID-19 in intensive care units: a single-center study", "pubDate": "2021", "PMCID": "PMC7944265", "DOI": "10.21037/atm-20-4877", "PMID": "33708903", "abstract": "Background:                       Many studies have revealed several risk factors associated with the prognosis of patients with coronavirus disease 2019 (COVID-19), but the risk factors associated with death in critically ill COVID-19 patients still needs to be fully elucidated. Therefore, we analyzed clinical characteristics and laboratory data of ICU patients to identify risk factors associated with COVID-19 death.                  Methods:                       Patients with COVID-19 from the ICU in the Sino-French New City Branch of Tongji Hospital Wuhan, China, between February 4 and February 29, 2020, were enrolled in this study. The final date of follow-up was April 4, 2020. Clinical manifestations, laboratory tests, treatment, and outcome of participants before and during the ICU stay were retrospectively collected and analyzed.                  Results:                       A total of 92 patients were admitted or transferred to the ICU from February 4 to February 29, 2020. Compared to survivors, the majority of non-survivors (73.8%) presented with dyspnea. A random forest classifier and ROC curve were used to develop a predictive model. IL-6, D-dimer, lymphocytes, and albumin achieved good performance with AUCs of 0.9476, 0.9165, 0.8994, and 0.9251, respectively, which were consistent with clinical observations, such as inflammation, lymphopenia, and coagulation dysfunction. Combining IL-6 and D-dimer improved the performance of this model with an excellent AUC (0.997).                  Conclusions:                       Mortality in COVID-19 was not rare in critically ill patients. The model that combined IL-6 and D-dimer was valuable for predicting the mortality of patients with COVID-19 with excellent performance. This model needs to be further optimized by adding more indicators and then evaluated with a multicenter study.", "author": [{"author": "Yu Chen", "affiliation": ["Department of Clinical Laboratory, Peking Union Medical College Hospital, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Chen+Y&cauthor_id=33708903"}, {"author": "Zhengyin Liu", "affiliation": ["Department of Infectious Diseases, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Liu+Z&cauthor_id=33708903"}, {"author": "Xiaogang Li", "affiliation": ["Department of Medical Research Center, Peking Union Medical College Hospital, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Li+X&cauthor_id=33708903"}, {"author": "Jing Zhao", "affiliation": ["Department of Pulmonary and Critical Care Medicine, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Zhao+J&cauthor_id=33708903"}, {"author": "Dong Wu", "affiliation": ["Department of Gastroenterology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Wu+D&cauthor_id=33708903"}, {"author": "Meng Xiao", "affiliation": ["Department of Clinical Laboratory, Peking Union Medical College Hospital, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Xiao+M&cauthor_id=33708903"}, {"author": "Dong Zhang", "affiliation": ["Department of Clinical Laboratory, Peking Union Medical College Hospital, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Zhang+D&cauthor_id=33708903"}, {"author": "Peng Gao", "affiliation": ["Department of Cardiology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Gao+P&cauthor_id=33708903"}, {"author": "Ran Tian", "affiliation": ["Department of Cardiology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Tian+R&cauthor_id=33708903"}, {"author": "Jing Xie", "affiliation": ["Department of Infectious Diseases, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Xie+J&cauthor_id=33708903"}, {"author": "Siyuan Fan", "affiliation": ["Department of Neurology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Fan+S&cauthor_id=33708903"}, {"author": "Binbin Li", "affiliation": ["International Medicine Services, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Li+B&cauthor_id=33708903"}, {"author": "Yingchun Xu", "affiliation": ["Department of Clinical Laboratory, Peking Union Medical College Hospital, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Xu+Y&cauthor_id=33708903"}, {"author": "Yongzhe Li", "affiliation": ["Department of Clinical Laboratory, Peking Union Medical College Hospital, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Li+Y&cauthor_id=33708903"}, {"author": "Shuyang Zhang", "affiliation": ["Department of Cardiology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, China."], "href": "/?term=Zhang+S&cauthor_id=33708903"}], "refPMID": [], "citedInPMID": ["33708903"], "body": " AbstractBackgroundMany studies have revealed several risk factors associated with the prognosis of patients with coronavirus disease 2019 (COVID-19), but the risk factors associated with death in critically ill COVID-19 patients still needs to be fully elucidated. Therefore, we analyzed clinical characteristics and laboratory data of ICU patients to identify risk factors associated with COVID-19 death.MethodsPatients with COVID-19 from the ICU in the Sino-French New City Branch of Tongji Hospital Wuhan, China, between February 4 and February 29, 2020, were enrolled in this study. The final date of follow-up was April 4, 2020. Clinical manifestations, laboratory tests, treatment, and outcome of participants before and during the ICU stay were retrospectively collected and analyzed.ResultsA total of 92 patients were admitted or transferred to the ICU from February 4 to February 29, 2020. Compared to survivors, the majority of non-survivors (73.8%) presented with dyspnea. A random forest classifier and ROC curve were used to develop a predictive model. IL-6, D-dimer, lymphocytes, and albumin achieved good performance with AUCs of 0.9476, 0.9165, 0.8994, and 0.9251, respectively, which were consistent with clinical observations, such as inflammation, lymphopenia, and coagulation dysfunction. Combining IL-6 and D-dimer improved the performance of this model with an excellent AUC (0.997).ConclusionsMortality in COVID-19 was not rare in critically ill patients. The model that combined IL-6 and D-dimer was valuable for predicting the mortality of patients with COVID-19 with excellent performance. This model needs to be further optimized by adding more indicators and then evaluated with a multicenter study.Keywords:  Coronavirus disease 2019 (COVID-19), mortality, risk factors, biomarkers, predictive model IntroductionSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was first reported in Wuhan, Hubei Province, China, and has since spread to 213 countries, areas, or territories, including the United States, Italy, Spain, Germany, and France (1). SARS-CoV-2, which is a unique clade from beta coronaviruses, was identified as the pathogen of coronavirus disease 2019 (COVID-19) in January 2020 (2). According to the World Health Organization, there were 2,245,872 confirmed cases and 152,707 confirmed deaths caused by SARS-CoV-2 as of April 19, 2020, and that number is still growing (1).Several studies have shown that the typical symptoms are fever, dry cough, fatigue, and diarrhea after infection with SARS-CoV-2. Although most patients may only have mild upper respiratory tract infection symptoms without pneumonia, older patients, and those with chronic underlying conditions, such as diabetes mellitus, hypertension, chronic respiratory diseases, and malignances, may have worse outcomes (3-7). Age, body temperature, lymphocyte count and lung imaging features are the most frequently reported predictors of diagnosis and prognosis for COVID-19. Influenza symptoms and neutrophil count are often predictive in diagnostic models, while complications, sex, C reactive protein and creatinine are common prognostic factors. However, risk factors leading to poor clinical outcomes and detailed features of cases resulting in death still need to be fully delineated. In this study, we described the clinical characteristics and laboratory findings of non-survivors with COVID-19, aiming to identify risk factors associated with COVID-19-related death. We present the following article in accordance with the TRIPOD reporting checklist (available at http://dx.doi.org/10.21037/atm-20-4877). MethodsStudy design and participantsThis is a retrospective, single-center study in which patients were recruited based on ICU admission and a COVID-19 diagnosis from February 4, 2020, to February 29, 2020, in the Sino-French New City Branch of Tongji Hospital, Wuhan, China. The Sino-French New City Branch of Tongji Hospital has been acting as a special center for treating patients with COVID-19. Since February 7, the entire ICU has been managed by a multidisciplinary medical team from Peking Union Medical College Hospital (PUMCH). Admission of patients to the ICU was assigned by the central headquarters of Wuhan, and patients were admitted from different hospitals and treatment centers. The study was conducted in accordance with the Declaration of Helsinki (as revised in 2013). The study was approved by institutional committee of PUMCH (No. ZS-2303) and individual consent for this retrospective analysis was waived.ProceduresA team of medical researchers collected the clinical, laboratory and outcome data of patients before and during the ICU stay from the electronic medical records. Participators were followed up through April 4, 2020. The date of disease onset was defined as the day when the symptoms were noticed. The durations from disease onset to hospital admission, acute respiratory distress syndrome (ARDS), ICU admission and death were all recorded. All patients participating in this study were COVID-19 confirmed cases according to the Chinese Recommendations for Diagnosis and Treatment of Novel Coronavirus (SARS-CoV2) Infection (Pilot 7th version) (8). In addition, patients underwent complete blood count, biochemistry, infection indices, coagulation, and inflammatory factor tests. These laboratory factors are proposed by doctors according to the disease course and patient’s severity of illness, since many patients have clinical manifestations of infection and coagulopathy. Different levels of oxygen support during hospitalization, including noninvasive ventilation (NIV), invasive mechanical ventilation (IMV) and extracorporeal membrane oxygenation (ECMO), were recorded as well. Cardiac involvement was defined as elevation of serum cardiac biomarkers (mainly troponin I) above the upper limit of normal range or new onset of abnormalities in electrocardiography or echocardiography. Disseminated intravascular coagulation (DIC) was defined according to the International Society of Thrombosis & Hemostasis (ISTH) criteria of DIC (9). Specifically, ARDS was diagnosed according to the Berlin definition (10). Acute kidney injury was diagnosed as per the Kidney Disease: Improving Global Outcomes (KDIGO) definition (11).Statistical analysisDescriptive statistics of variables are summarized as median [interquartile range (IQR)] or number (%). Sample size varied due to missing data. Categorical variables were compared by χ2 test or Fisher’s exact test between non-survivor and survivor groups. All tests were 2-sided, and a P value less than 0.05 was considered statistically significant. To develop prognostic monitoring models, the random forest classifier was constructed based on the laboratory findings using R “Random-Forest”, and the potential laboratory findings were identified by R “Boruta”. A receiver operating characteristic (ROC) curve was used to evaluate the performance of the potential markers. All statistical procedures were performed using GraphPad 7.0 software, SPSS, version 23.0 (IBM SPSS) or R software, version 3.6.0 (R Foundation for Statistical Computing). ResultsDemographics and characteristicsA total of 92 patients were included in this study (Table 1). The median age was 67 (IQR 26–92), and the majority were male [n=57 (65.2%)]. The most common symptoms were fever [n=80 (87.0%)], cough [n=72, (78.3%)], dyspnea [n=56 (60.9%)], fatigue or myalgia [n=45 (48.9%)], and productive cough [n=41 (44.6%)]. Many patients had comorbidities, including hypertension [n=39 (42.4%)], diabetes [n=19 (20.7%)], and cardiovascular disease [n=11 (12.0%)]. Most [n=85 (91.3%)] patients required oxygen support, including noninvasive ventilation [n=32 (34.8%)], invasive mechanical ventilation [n=52 (56.5%)], and ECMO [n=5 (5.4%)]. For treatment, most patients [n=80 (87.0%)] received antibiotic treatment, antiviral therapy [n=63 (68.5%)] and glucocorticoids [n=66 (71.7%)].Table 1Demographic characteristics of COVID-19 patientsStudy populationAll patients, n (%)Non-survivorsSurvivorsPAge, median (IQR)67 (26 to 92)66 (47 to 92)68 (26 to 86)0.086   ≥65 years61 (66.3)64.465.5   <65 years31 (33.7)35.634.5Sex0.002   Male57 (65.2)74.637.9   Female35 (34.8)25.462.1Initial common symptoms   Fever80 (87.0)88.586.20.750   Cough72 (78.3)80.372.40.418   Productive cough41 (44.6)49.234.50.259   Dyspnea56 (60.9)73.831.0<0.001   Fatigue or myalgia45 (48.9)52.541.40.374Comorbidities   Hypertension39 (42.4)45.937.90.652   Diabetes19 (20.7)16.431.00.106   Cardiovascular disease11 (12.0)9.817.20.313Treatment in hospital   NIV32 (34.8)41.024.10.165   IMV52 (56.5)55.758.60.824   ECMO5 (5.4)3.310.30.321   Glucocorticoid66 (71.7)83.644.8<0.001   Antibiotic80 (87.0)88.582.8<0.001   Antiviral63 (68.5)82.041.4<0.001Open in a separate windowLaboratory examinationsLaboratory findings following ICU admission are summarized in Table 2. Prominent lymphopenia [n=49 (53.3%)], decreased hemoglobin [n=66 (71.7%)] and platelets [n=48 (52.2%)] were observed with abnormal white blood cells [n=50 (54.3%)]. All inflammatory-related indices were elevated, including hypersensitive C-reactive protein (hs-CRP) [n=53 (57.6%)], interleukin (IL)-6 [n=38 (41.3%)], serum ferritin [n=10 (10.9%)] and procalcitonin [n=4 (4.3%)], with the most significant elevations in hs-CRP of 76.2 mg/L (IQR 1.3–300) and IL-6 of 207.4 pg/mL (IQR 2.37–5,000). Many patients exhibited abnormal coagulation profiles on admission, including prolonged prothrombin time (PT) [n=63 (68.5%)], elevated levels of D-dimer [n=48 (52.2%)] and loss of fibrinogen and platelets in the circulation in some cases. Some patients demonstrated cardiac injury with elevated hypersensitive troponin I [n=33 (35.9%)]. Some presented with liver injury with elevated aspartate aminotransferase (AST) [n=14 (15.2%)] and alanine aminotransferase (ALT) [n=17 (18.5%)]. Thirty-seven (40.2%) patients had elevated lactate dehydrogenase (LDH), and 22 (23.9%) had elevated serum creatinine.Table 2Laboratory findings of patients with coronavirus disease 2019 pneumoniaLaboratory testsReference valuesAll patients median (IQR)Deviation from ref (%)Non-survivorsSurvivorsPHematologic   White blood cells, ×109/mL3.5–9.511.57 (0.26–65.51)50 (54.3)a14.7 (1.09–65.51)9.8 (0.26–19.36)0.073   Neutrophils, ×109/mL1.8–6.39.51 (0.22–88.7)21 (22.8)a14.42 (1.22–88.7)4.24 (0.22–15.96)0.098   Lymphocytes, ×109/mL1.1–3.20.62 (0–3.35)49 (53.3)b0.41 (0–92.6)1.22 (0.65–3.35)<0.001   Hemoglobin, g/L130–17594.5 (50–162)66 (71.7)b102 (50–162)90 (78–128)0.120   Platelets, ×109/mL125–35082.5 (9–499)48 (52.2)b67.5 (9–499)194 (34–477)<0.001Biochemical   AST, U/L15.0–40.038 (14–332)14 (15.2)a47 (14–332)28 (18–38)0.041   ALT, U/L9.0–50.031 (9–363)17 (18.5)a37.5 (9–363)31 (9–134)0.419   Total protein, g/L0.0–21.058.9 (35–80.7)27 (29.3)a57.4 (41.3–76)62.5 (35–80.7)0.145   Albumin, g/L40.0–55.028.2 (16.7–47)59 (64.1)b26.7 (16.7–37)34.9 (27.7–47)<0.001   Globulin, g/L20–4032.8 (16.9–48.3)2 (2.2)b32.4 (16.9–48.3)34 (32.6–36.7)0.456   Prealbumin, mg/L200–430123 (120–150)3 (3.3)b123 (120–150)––   Urea, mM3.6–9.517.8 (2.7–68.4)27 (29.3)a21.65 (5.5–68.4)14.1 (2.7–18.8)0.021   Serum creatinine, μM57.0–111.098.5 (25–776)28 (30.4)a115 (37–776)55.5 (25–244)0.009   Creatinine kinase, U/L50.0–310231 (52–5,635)4 (4.3)a254.5 (52–5,635)231 (231–231)–   LDH, U/L120.0–250.0483 (37–1,867)37 (40.2)a613.5 (37–1,867)257 (157–695)0.008   Myo, ng/mL0.0–146.9163.2 (17.3–1,200)14 (15.2)a243.75 (32.2–1,200)68.7 (17.3–157.6)0.002   CK-MB, ng/mL0.0–24.03.2 (0.3–843)2 (2.2)a6.85 (0.3–843)1.05 (0.5–3.7)0.473   Glucose, mM3.9–6.112.48 (1.57–30.93)20 (21.7)a12.67 (1.57–30.93)9.64 (5.5–17.08)0.278   Hypersensitive troponin I, pg/mL0–34.2108.9 (2.4–19,731.4)33 (35.9)a135.15 (3.6–19731.4)18 (2.4–157.6)0.271Infection-related indices   Hs-CRP, mg/L0.0–5.076.2 (1.3–300)53 (57.6)a110.6 (17.9–300)20.38 (1.3–216.5)<0.001   IL-6, pg/mL0.0–7.0207.4 (2.37–5,000)38 (41.3)a439.4 (19.72–5,000)28.53 (2.37–1,687)0.020   Serum ferritin, μg/L21.0–274.71,889.2 (0.41–16,818)10 (10.9)a1,794.1 (1,314.7–16,818)1,602.9.7 (0.41–4,458.3)0.192   Procalcitonin, ng/mL0.0–5.00.87 (0.08–57.17)4 (4.3)a1.86 (0.33–57.17)0.32 (0.08–2.72)0.208Coagulation function   D-dimer, μg/mL0.0–1.53.48 (0.25–21)48 (52.2)a6.38 (0.85–21)1.77 (0.25–21)<0.001   PT, S10.5–13.516.7 (13.2–92.1)63 (68.5)a17.7 (13.5–92.1)15.15 (13.2–16.3)0.034   APTT, S21.0–37.044.1 (28.4–106.4)51 (55.4)a46.9 (33.4–106.4)41.2 (28.4–69.6)0.064Open in a separate windowa, above reference; b, below referencePrognostic value of laboratory findingsBy summarizing all the cases of death and live cases, including patients still staying in the ICU and stable patients transferred to a normal ward or discharge, in our hospital until April 4, we analyzed differences between the two groups to identify key indicators for disease classification and prediction of disease outcomes in COVID-19 patients (Table 2). Results showed that death primarily occurred in male patients (74.6%) with comorbidities. Compared to survivors (31%), most non-survivors (73.8%) presented with initial dyspnea. Random forest is a flexible, easy-to-use machine learning algorithm that can build multiple decision trees and merge them together to obtain a more accurate and stable prediction. One of the biggest advantages of random forest is its versatility. It can be used for both regression and classification tasks, and it is easy to view the relative importance that it assigns to the input features. Potential laboratory findings identified by R “Boruta” included lymphocytes, CK-MB, AST, hs-CRP, Myo, IL-6, albumin, platelet, D-dimer, PT, and LDH (Figure 1). Then, ROC curves of the various potential indicators were drawn to compare the performance of the different laboratory factors (Figure 2). IL-6, PT, Myo, D-dimer, albumin, and lymphocytes showed better performance compared to the other indicators, such as procalcitonin, platelet, CK-MB, AST and LDH (Table 3). Then, we combined these markers to determine whether they could improve the performance of the model. Considering performance and tested number, IL-6, CRP, D-dimer, albumin, and lymphocytes were used for analysis, while PT and Myo were excluded. To optimize this model, we combined these four markers, testing whether the combination improved discrimination performance. Of note, since the number of patients with three or more markers was relatively smaller than those with two markers, we evaluated the random combination of two markers. We achieved excellent differentiation between non-survivors and survivors with AUC (0.9969) by combining IL-6 and D-dimer. The AUCs of the other combined markers were relatively lower, as shown in Table 3. During data processing, we deleted patients with only a single monitoring indicator (IL-6 or D-dimer) when making a joint early warning model, resulting in a relatively smaller amount of data compared to a single indicator’s ROC curve.Open in a separate windowFigure 1Boruta feature selection showing laboratory findings affecting treatment outcomes in the 92 patients using a random forest model. The green and red boxes indicate the confirmed and rejected laboratory findings, respectively.Open in a separate windowFigure 2ROC curves of different laboratory findings in blood tests of COVID-19 patients. (A) ROC curves of hematologic markers; (B) ROC curves of biochemical markers; (C) ROC curves of infection-related indices; (D) ROC curves of coagulation function markers; (E) ROC curves of combined markers.Table 3AUC of the laboratory findingsMarkersAUC95% CIAST0.81060.656–0.9653CK-MB0.81560.6561–0.9751LDH0.82110.6712–0.971Hs-CRP0.84310.7227–0.9636Platelets0.87960.7904–0.9689Procalcitonin0.89290.7325–1.053Lymphocytes0.89940.8521– 0.9846D-dimer0.91650.8488–0.9842Albumin0.92510.8588–0.9915Myo0.92790.8423–1.014PT0.93340.8756–0.9913IL-60.94760.8785–1.017D-dimer + lymphocytes0.9440.8794–1.009D-dimer + albumin0.94730.8809–1.014Hs-CRP + albumin0.95740.9037–1.011Hs-CRP + lymphocytes0.96480.9161–1.014Lymphocytes + albumin0.97380.9356–1.012D-dimer + IL-60.99690.987–1.000Open in a separate window DiscussionIn our study, several factors may contribute to death, including dysfunction of coagulation (D-dimer, PT, platelets), lymphopenia (lymphocytes), hyperinflammation status or cytokine storm (IL-6, hs-CRP), consistent with other observations (12). Additionally, our study revealed that death primarily occurred in male patients with dyspnea, which is consistent with the finding that old adult males with chronic comorbidities have a higher probability of infection as reported by Chen in a descriptive study of 99 cases (4). Using a random forest classifier and ROC curve, we identified four potential predictive markers, including IL-6, albumin, D-dimer, and lymphocytes. IL-6, D-dimer and lymphocytes have been reported to be associated with poor prognosis of COVID-19 (3-5,12). Interestingly, we also found that albumin achieved a relatively good AUC (0.9251), which has not been reported elsewhere. Jean previously found that albumin administration in patients with sepsis may have potential beneficial effects because of albumin’s pleiotropic physiological activities, including antioxidant effects and positive effects on vessel wall integrity (13). Since the pathogenesis of COVID-19 has not been fully elucidated, there are still open questions about the mechanisms of these observations. Several hypotheses about SARS-CoV-2 pathogenesis have been reported. The diffuse lung injury caused by virus attack, the secondary inflammatory factor storm and immune dysfunction are considered to be related to patient prognosis. These indicators identified in our research partially validate relevant hypotheses of SARS-CoV-2 pathogenesis, so they may indicate severe disease and poor prognosis.Interleukin 6 (IL-6), promptly and transiently produced in response to infections and tissue injuries, contributes to host defense through the stimulation of acute phase responses, hematopoiesis, and immune reactions. In addition, pulmonary and peripheral endothelial cells can transform into mesenchymal cells in an IL-6-dependent manner, which may promote pulmonary fibrosis and microembolism formation in patients with COVID-19 (14-17). Many non-survivors exhibited higher levels of IL-6. For some non-survivors, the value of the inflammation-related marker IL-6 remained high or even reached 5,000 pg/mL (data not shown here). IL-6 showed better predictive value than any other single laboratory marker with an AUC of 0.9476.D-Dimer is one of the protein fragments produced when a blood clot is dissolved in the body. It is normally undetectable or detectable at very low levels unless the body is forming and breaking down blood clots. Many non-survivors in the ICU had aberrant coagulation functions with elevated levels of D-dimer, which may provide an important clue for the ongoing pathophysiological process in patients with COVID-19. Coagulation dysfunction may damage multiple organs, including the air-blood barrier and heart, causing accompanying elevation of other inflammatory factors. This may be mediated by human angiotensin-converting enzyme 2 (ACE2), which is broadly expressed on respiratory tract epithelium, venous and arterial endothelium, and alveolar monocytes and macrophages. Once activated or injured due to attack by SAR-CoV2, vascular endothelial cells activate platelets and promote the expression of components to initiate coagulation (18-20). Endothelial injury and coagulation activation indicate the presence of significant viral sepsis (12), which is associated with critical illness and can predict death. Our study revealed that D-dimer, as an index of death, showed good predictive value with an AUC of 0.9165.The mechanism of lymphopenia is unclear. SARS-like viral particles and SARS-CoV RNA were detected in T lymphocytes isolated from peripheral blood samples of various organs, suggesting that SARS-CoV may be able to infect T cells directly (21-24). Sustained and substantial reduction of peripheral lymphocyte counts often occurs in severe and critically ill patients and is associated with a high risk for developing secondary bacterial infection. Patients with lymphopenia often have more serious illnesses and worse clinical outcomes. Lymphocytes showed better predictive value than any other hematologic laboratory examination, with an AUC of 0.8994.To optimize this model, we combined these four markers and achieved better performance than any single marker; in particular, we achieved excellent differentiation of non-survivors and survivors with an AUC of 0.9969 by combining IL-6 and D-dimer (Table 3). The number of patients with Myo and PT was relatively small, so we combined lymphocytes, D-dimer, albumin, and IL-6 to develop a more effective ROC curve. Of note, since the number of patients with three or more markers was relatively small compared to those with two markers, we evaluated the random combination of two markers.There are also some limitations in our study. First, all patients in this study were from a single center, and the sample size was relatively small. Therefore, the clinical scenario may not be representative. Most of the statistical software is classic, and we cannot rule out that the result is at high risk of bias, citing concerns regarding small sample size and missing data. We need independent validation cohorts to further evaluate the performance of these biomarkers. Second, we tried to combine three or more indicators, which was not possible due to missing data. Treatment factors, including glucocorticoids, antibiotics, and antiviral treatments, were considered categorical variables in our table and were difficult to combine with laboratory factors, such as the concentration of IL-6 and D-dimer. Third, this study also lacks indicator data on lung assessments, such as oxygenation index and lung CT. Therefore, it would be better to perform a prospective and multicenter study to strengthen the conclusions of our study. In addition, the exact dosage of antiviral and glucocorticoid treatment should also be considered. ConclusionsIn our study, IL-6, D-dimer, lymphocytes, and albumin were potential indicators of mortality in patients with COVID-19. The model combining IL-6 and D-dimer was valuable for predicting the mortality of patients with COVID-19 with an excellent AUC value. More complicated models, including more indicators, are needed to precisely evaluate the severity and outcome of patients with COVID-19. AcknowledgmentsMedical writing service was done by American Journal Experts.Funding: Y Li received funding from the National Natural Science Foundation of China (81671618 and 81871302), the Chinese Academy of Medical Sciences Initiative for Innovative Medicine (2017-I2M-3-001 and 2017-I2M-B&R-01). S Zhang received National Key R&D Program of China (grant number 2020YFC0861000). The team received Beijing Key Clinical Specialty for Laboratory Medicine - Excellent Project (No. ZK201000). NotesEthical Statement: The authors are accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. The study was conducted in accordance with the Declaration of Helsinki (as revised in 2013). The study was approved by institutional committee of PUMCH (No. ZS-2303) and individual consent for this retrospective analysis was waived.Open Access Statement: This is an Open Access article distributed in accordance with the Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International License (CC BY-NC-ND 4.0), which permits the non-commercial replication and distribution of the article with the strict proviso that no changes or edits are made and the original work is properly cited (including links to both the formal publication through the relevant DOI and the license). See: https://creativecommons.org/licenses/by-nc-nd/4.0/. FootnotesReporting Checklist: The authors have completed the TRIPOD reporting checklist. Available at http://dx.doi.org/10.21037/atm-20-4877Data Sharing Statement: Available at http://dx.doi.org/10.21037/atm-20-4877Conflicts of Interest: All authors have completed the ICMJE uniform disclosure form (available at http://dx.doi.org/10.21037/atm-20-4877). The authors have no conflicts of interest to declare. References1. World Health Organization. Coronavirus disease 2019 (COVID-19): situation report—75. April 20, 2020. Accessed April 20, 2020. Available online:https://www.who.int/emergencies/diseases/novel-coronavirus-20192. Zhu N, Zhang D, Wang W, et al. \nChina Novel Coronavirus Investigating and Research Team. A novel coronavirus from patients with pneumonia in China, 2019.\nN Eng J Med\n2020;382:727-33. 10.1056/NEJMoa2001017 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Huang C, Wang Y, Li X, et al. \nClinical features of patients infected with 2019 novel coronavirus in Wuhan, China.\nLancet\n2020;395:497-506. 10.1016/S0140-6736(20)30183-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Chen N, Zhou M, Dong X, et al. \nEpidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.\nLancet\n2020;395:507-13. 10.1016/S0140-6736(20)30211-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Wang D, Hu B, Hu C, et al. \nClinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China.\nJAMA\n2020;323:1061-9. 10.1001/jama.2020.1585 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Guan WJ, Liang WH, Zhao Y, et al. \nComorbidity and its impact on 1590 patients with Covid-19 in China: a Nationwide Analysis.\nEur Respir J\n2020;55:2000547. 10.1183/13993003.00547-2020 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Liu Y, Mao B, Liang S.\nAssociation Between Ages and Clinical Characteristics and Outcomes of Coronavirus Disease 2019.\nEur Respir J\n2020;55:2001112. 10.1183/13993003.01112-2020 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. National Health Commission of the People's Republic of China. Chinese Recommendations for Diagnosis and Treatment of Novel Coronavirus (SARS-CoV2) Infection (Pilot 7th version) 2020. Accessed Mar 4, 2020. Available online: http://www.gov.cn/zhengce/zhengceku/2020-03/04/5486705/files/ae61004f930d47598711a0d4cbf874a9.pdf\n9. Taylor FB, Toh CH, Hoots WK, et al. \nTowards definition, clinical and laboratory criteria, and a scoring system for disseminated intravascular coagulation - On behalf of the Scientific Subcommittee on Disseminated Intravascular Coagulation (DIC) of the International Society on Thrombosis and Haemostasis (ISTH).\nThromb Haemost\n2001;86:1327-30. 10.1055/s-0037-1616068 [PubMed] [CrossRef] [Google Scholar]10. Ranieri VM, Rubenfeld GD, Thompson BT, et al. \nAcute Respiratory Distress Syndrome The Berlin Definition.\nJAMA\n2012; 307:2526-33. [PubMed] [Google Scholar]11. Khwaja A.\nKDIGO Clinical Practice Guidelines for Acute Kidney Injury.\nNephron Clin Pract\n2012;120:c179-84. [PubMed] [Google Scholar]12. Li H, Liu L, Zhang D, et al. \nSARS-CoV-2 and viral sepsis: observations and hypotheses.\nLancet\n2020;395:1517-20. 10.1016/S0140-6736(20)30920-X [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Vincent JL, Backer DD, Wiedermann CJ, Fluid management in sepsis: the potential beneficial effects of albumin.\nJ Crit Care\n2016;35:161-67. 10.1016/j.jcrc.2016.04.019 [PubMed] [CrossRef] [Google Scholar]14. Nicholls JM, Poon LLM, Lee KC, et al. \nLung pathology of fatal severe acute respiratory syndrome.\nLancet\n2003;361:1773-78. 10.1016/S0140-6736(03)13413-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Tanaka T, Narazaki M, Kishimoto T.\nIL-6 in inflammation, immunity, and disease.\nCold Spring Harb Perspect Biol\n2014;6:a016295. 10.1101/cshperspect.a016295 [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Takagaki Y, Lee S M, Dongqing Z, et al. \nEndothelial autophagy deficiency induces IL6 - dependent endothelial mesenchymal transition and organ fibrosis.\nAutophagy\n2020;16:1905-14. 10.1080/15548627.2020.1713641 [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Teijaro JR, Walsh KB, Cahalan S, et al. \nEndothelial cells are central orchestrators of cytokine amplification during influenza virus infection.\nCell\n2011;146:980-91. 10.1016/j.cell.2011.08.015 [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Hoffmann M, Kleine-Weber H, Krüger N, et al. The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor 2 ACE2 and the cellular protease TMPRSS2 for entry into target cells. Preprint. Posted online January 31, 2020. bioRxiv. Available online: https://www.biorxiv.org/content/10.1101/2020.01.31.929042v1.full.pdf+html19. Song Z, Xu Y, Bao L, et al. \nFrom SARS to MERS, Thrusting Coronaviruses into the Spotlight.\nViruses\n2019;11:28. 10.3390/v11010059 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Wan Y, Shang J, Graham R, et al. \nReceptor recognition by novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS.\nJ Virol\n2020;94:e00127-20. 10.1128/JVI.00127-20 [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Zeng Q, Li Y, Huang G, et al. Mortality of COVID-19 is Associated with Cellular Immune Function Compared to Immune Function in Chinese Han Population. medRxiv, 2020. Available online: https://www.medrxiv.org/content/10.1101/2020.03.08.20031229v222. Liu J, Li S, Liu J, et al. \nLongitudinal characteristics of lymphocyte responses and cytokine profles in the peripheral blood of SARS-CoV-2 infected patients.\nEBioMedicine\n2020;55:102763. 10.1016/j.ebiom.2020.102763 [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Shang L, Zhao J, Hu Y, et al. \nOn the use of corticosteroids for 2019-nCoV pneumonia.\nLancet\n2020;395:683-84. 10.1016/S0140-6736(20)30361-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Taubenberger JK, Morens DM. The pathology of inﬂuenza virus infections.\nAnnu Rev Pathol\n2008;3:499-522. 10.1146/annurev.pathmechdis.3.121806.154316 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}