{"title": "The clinical characteristics and prognosis of COVID-19 patients with comorbidities: a retrospective analysis of the infection peak in Wuhan", "pubDate": "2021", "PMCID": "PMC7944295", "DOI": "10.21037/atm-20-4052", "PMID": "33708907", "abstract": "Background:                       This study aims to determine the clinical characteristics and prognosis of COVID-19 patients with comorbidities and to identify survival factors.                  Methods:                       A retrospective study was conducted in Wuhan, China, between February 8, 2020, and March 9, 2020. Based on underlying diseases, patients were assigned to either the comorbidity group or the non-comorbidity group. The clinical characteristics and outcomes of COVID-19 were analyzed and a Kaplan-Meier survival analysis was used to evaluate the prognosis predictive value of each comorbidity.                  Results:                       During the study period, 278 COVID-19 patients were enrolled, 175 (62.95%) were assigned to the comorbidity group, and 103 (37.05%) to the non-comorbidity group. Of the patients in the comorbidity group, 34.86% were classified as critical. Further, patients in the comorbidity group had lower lymphocyte cell counts, and higher concentrations of D-dimer, high sensitivity C-reactive protein, interleukin 6, and serum ferritin as well as higher critical illness severity scores than patients in the non-comorbidity group (P<0.05). Patients in the comorbidity group also had higher mortality, acute respiratory distress syndrome, and ventilation treatment rates than patients in the non-comorbidity group (P<0.05). The length of hospital stay was longer in the comorbidity group than in the non-comorbidity group (P<0.05). The most common underlying diseases included hypertension (40.65%), diabetes mellitus (20.5%), and cardiovascular disease (19.42%). Patients with comorbidities were more likely to develop cardiovascular sequelae associated with COVID-19, shock, acute kidney injury, and multiple organ dysfunction syndrome (30.86% vs. 12.62%, P=0.001; 18.86% vs. 8.74%, P=0.023; 24.57% vs. 11.65%, P=0.009; 33.71% vs. 14.56%, P=0.000, respectively). In the Kaplan-Meier survival analysis, older patients (¡Ý65 years) (log-rank test: χ2=4.202, P=0.040) and patients with chronic obstructive pulmonary disease (COPD) (log-rank test: χ2=4.839, P=0.028) or diabetes mellitus (log-rank test: χ2=4.377, P=0.036) had shorter survival than those without comorbidities.                  Conclusions:                       Patients with comorbidities were more severely affected and had a higher mortality rate. Age, COPD and diabetes mellitus were the main factors affecting the survival of patients.", "author": [{"author": "Guiying Dong", "affiliation": ["Trauma Center, Peking University People's Hospital, Key Laboratory of Trauma and Neural Regeneration (Peking University), Ministry of Education, Beijing, China.", "Emergency Department, Peking University People's Hospital, Beijing, China."], "href": "/?term=Dong+G&cauthor_id=33708907"}, {"author": "Zhe Du", "affiliation": ["Trauma Center, Peking University People's Hospital, Key Laboratory of Trauma and Neural Regeneration (Peking University), Ministry of Education, Beijing, China."], "href": "/?term=Du+Z&cauthor_id=33708907"}, {"author": "Jihong Zhu", "affiliation": ["Emergency Department, Peking University People's Hospital, Beijing, China."], "href": "/?term=Zhu+J&cauthor_id=33708907"}, {"author": "Yang Guo", "affiliation": ["Trauma Center, Peking University People's Hospital, Key Laboratory of Trauma and Neural Regeneration (Peking University), Ministry of Education, Beijing, China."], "href": "/?term=Guo+Y&cauthor_id=33708907"}, {"author": "Weibo Gao", "affiliation": ["Emergency Department, Peking University People's Hospital, Beijing, China."], "href": "/?term=Gao+W&cauthor_id=33708907"}, {"author": "Wei Guo", "affiliation": ["Trauma Center, Peking University People's Hospital, Key Laboratory of Trauma and Neural Regeneration (Peking University), Ministry of Education, Beijing, China."], "href": "/?term=Guo+W&cauthor_id=33708907"}, {"author": "Tianbing Wang", "affiliation": ["Trauma Center, Peking University People's Hospital, Key Laboratory of Trauma and Neural Regeneration (Peking University), Ministry of Education, Beijing, China."], "href": "/?term=Wang+T&cauthor_id=33708907"}, {"author": "Baoguo Jiang", "affiliation": ["Trauma Center, Peking University People's Hospital, Key Laboratory of Trauma and Neural Regeneration (Peking University), Ministry of Education, Beijing, China."], "href": "/?term=Jiang+B&cauthor_id=33708907"}], "refPMID": [], "citedInPMID": ["33708907", "34869165", "34865201", "34816979", "34104085", "33875979"], "body": " AbstractBackgroundThis study aims to determine the clinical characteristics and prognosis of COVID-19 patients with comorbidities and to identify survival factors.MethodsA retrospective study was conducted in Wuhan, China, between February 8, 2020, and March 9, 2020. Based on underlying diseases, patients were assigned to either the comorbidity group or the non-comorbidity group. The clinical characteristics and outcomes of COVID-19 were analyzed and a Kaplan-Meier survival analysis was used to evaluate the prognosis predictive value of each comorbidity.ResultsDuring the study period, 278 COVID-19 patients were enrolled, 175 (62.95%) were assigned to the comorbidity group, and 103 (37.05%) to the non-comorbidity group. Of the patients in the comorbidity group, 34.86% were classified as critical. Further, patients in the comorbidity group had lower lymphocyte cell counts, and higher concentrations of D-dimer, high sensitivity C-reactive protein, interleukin 6, and serum ferritin as well as higher critical illness severity scores than patients in the non-comorbidity group (P<0.05). Patients in the comorbidity group also had higher mortality, acute respiratory distress syndrome, and ventilation treatment rates than patients in the non-comorbidity group (P<0.05). The length of hospital stay was longer in the comorbidity group than in the non-comorbidity group (P<0.05). The most common underlying diseases included hypertension (40.65%), diabetes mellitus (20.5%), and cardiovascular disease (19.42%). Patients with comorbidities were more likely to develop cardiovascular sequelae associated with COVID-19, shock, acute kidney injury, and multiple organ dysfunction syndrome (30.86% vs. 12.62%, P=0.001; 18.86% vs. 8.74%, P=0.023; 24.57% vs. 11.65%, P=0.009; 33.71% vs. 14.56%, P=0.000, respectively). In the Kaplan-Meier survival analysis, older patients (¡Ý65 years) (log-rank test: χ2=4.202, P=0.040) and patients with chronic obstructive pulmonary disease (COPD) (log-rank test: χ2=4.839, P=0.028) or diabetes mellitus (log-rank test: χ2=4.377, P=0.036) had shorter survival than those without comorbidities.ConclusionsPatients with comorbidities were more severely affected and had a higher mortality rate. Age, COPD and diabetes mellitus were the main factors affecting the survival of patients.Keywords:  COVID-19, hospital mortality, ARDS, comorbidity IntroductionIn December 2019, a number of patients presented with pneumonia caused by an unknown aetiology emerged in Wuhan, provincial capital of Hubei province, China. This new coronavirus has been termed severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and it has caused a considerable number of infections and deaths in and beyond China, and have turned into a worldwide pandemic (1). Up until March 30, 2020, there were more than 81,470 identified cases of COVID-19 in China, with 738,679 identified cases and 35,012 deaths worldwide (2).Based on previous studies on the severe acute respiratory syndrome (SARS) and the Middle East respiratory syndrome (MERS) conducted in 2003 and 2012, respectively, researchers investigated COVID-19 patients with specific underlying diseases (3-7). Recent studies have reported that patients with comorbidities have a higher number of complications than those without underlying diseases and comorbidities; these are risk factors for adverse outcomes (8-12). Therefore, the aim of this study was to retrospectively analyze and compare the clinical characteristics and prognosis between the comorbidity group and the non-comorbidity group, in order to assess risk factors affecting survival from the phrase of infection peak in Wuhan. We present the following article in accordance with the STROBE reporting checklist (available at http://dx.doi.org/10.21037/atm-20-4052). MethodsThe study was conducted in accordance with the Declaration of Helsinki (as revised in 2013). The Ethics Committee of the Peking University People’s Hospital approved this study (2020PHB080-01). Written informed consent was waived due to the rapid emergence and progression of COVID-19.Participants and parametersThis retrospective study was conducted at a single academic tertiary care hospital. According to the guideline for the Diagnosis and Treatment of COVID-19 Infections (13), a patient suffering from COVID-19 was defined as someone with a positive 2019-nCoV nucleic acid test using real-time RT-PCR conducted with a pharyngeal swab. Between February 8, 2020, and March 9, 2020, patients who were diagnosed with a COVID-19 infection were admitted to the Tongji Hospital of Tongji Medical College, Huazhong University of Science and Technology, managed by the Peking University People’s Hospital medical team.Data were collected by trained doctors and documented using standardized web-based case report forms (eCRF). Demographic data, comorbidities, complications, dates of admission, clinical classifications (ordinary, severe and critical) (13), and the date of discharge from the hospital were documented. The critical illness severity score was calculated using the Sequential Organ Failure Assessment (SOFA) (14), with the SpO2/FiO2 ratio reported instead of the PaO2/FiO2 ratio (15), along with the specific pneumonia severity score, CURB-65 (16). The complete blood count was measured using the Sysmex XN-9000 automatic hematology analyzer (Sysmex, Japan). The coagulation parameter tests, including the D-dimer test, were performed using the Stago STA-R automatic blood coagulation analyzer (Stago, France). Serum ferritin was measured using the Roche Cobas 8000 automatic biochemical analyzer (Roche, Switzerland). Interleukin 6 (IL-6) was detected using the Roche Cobas e602 electrochemical luminescence analyzer (Roche, Germany). The laboratory tests were repeated at intervals of 1, 3 and 5 days for critical, severe and ordinary patients. The highest score and worst laboratory values were selected for analysis.Based on whether patients had the following underlying diseases: hypertension, diabetes mellitus, cardiovascular diseases, chronic obstructive pulmonary disease (COPD), chronic kidney disease (CKD), chronic liver disease, and malignant tumor, they were assigned to either of the following two groups: the comorbidity or the non-comorbidity group. Comorbidities listed here are the medical diagnoses included in patient’s medical history using the ICD-10 coding.Inclusion and exclusion criteriaAll patients aged 18 years or older diagnosed with COVID-19 using RT-PCR who visibly manifested symptoms of pneumonia on computed tomography (CT) images were eligible for the study. To meet the inclusion criteria, the patient’s CT imaging had to reveal multiple small patches of shadows and interstitial changes, especially in the lung periphery, or multiple ground-glass shadows, infiltration shadows, and lung consolidation.Patients who were hospitalized for less than 24 hours, were in a state of arrest at arrival, or had incomplete clinical data were excluded from the study. A flow chart of the exclusion criteria used in our study is shown in Figure 1.Open in a separate windowFigure 1Patient flow chart illustrating enrollment of the study population.Patient enrolmentDuring the study period, a total of 295 patients with COVID-19 visited our wards. All the patients had pneumonia with abnormal chest CT imaging findings. Of these patients, 17 were excluded. The reasons for exclusion included hospitalization for less than 24 h (n=2), state of arrest at arrival (n=1), and incomplete clinical data (n=14). As a result, 278 patients were included in the final analysis (Figure 1). All patients received standardized treatment according to the Guideline for the Diagnosis and Treatment of COVID-19 Infections (13). Patients who were still in hospital on March 9, 2020 were deemed to be survivors. The post-discharge follow-up time was 14 days. None of the patients were readmitted during this period with a COVID-19 infection.Clinical outcomesIn this study, the primary outcome was mortality within 28 days. ARDS (17), ventilation treatment rates and the length of stay (LOS) at the hospital viewed as the secondary outcomes.Statistical analysisSPSS 25.0 statistical software and GraphPad Prism mapping software were used to conduct data analysis. Non-normally distributed continuous variables were presented as median (Q25, Q75) and compared using the Mann-Whitney U test. Categorical data were reported as proportions and compared using the Chi-squared test. The cumulative survival rate within 28 days was analyzed using a Kaplan-Meier survival curve. ResultsGeneral informationA total of 175 (62.95%; male to female ratio, 94:81) patients were assigned to the comorbidity group. Of those, 55 (31.43%) were classified as ‘ordinary’, 59 (33.71%) as ‘severe’, and 61 (34.86%) as ‘critical’. Of the patients in the non-comorbidity group (male to female ratio, 52:51), 51 (49.51%) were classified as ‘ordinary’, 37 (35.92%) as severe’, and 15 (14.56%) as ‘critical’. The proportion of cases classified as ‘critical’ was higher in the comorbidity group than in the non-comorbidity group (P=0.000). As shown in Table 1, the median age was significantly higher in the comorbidity group (67 years; range, 58–73) than in the non-comorbidity group {56 [42–64] years, P=0.000}, as were the SOFA scores {median: 2 [1–6] vs. 1 [0–3]; P=0.001} and CURB-65 score {median: 1 [1–3] vs. 0 [0–1], P=0.000}.Table 1Clinical features of the comorbidity and non-comorbidity groupsVariableComorbidity group (n=175)Non-comorbidity group (n=103)P valueMale, n (%)94 (53.71)52 (50.49)0.603Age (years), median [Q25–Q75]67 [58–73]56 [42–65]0.000Clinical classification, n (%)   Ordinary55 (31.43)51 (49.51)0.003   Severe59 (33.71)37 (35.92)0.708   Critical61 (34.86)15 (14.56)0.000Illness severity score   SOFA, median [Q25–Q75]2 [1–7]1 [0–3]0.001   CURB-65, median [Q25–Q75]1 [1–3]0 [0–1]0.000Open in a separate windowCURB-65, the CURB-65 comprises 5 variables: new onset confusion; urea >7 mmol/L; respiratory rate ≥30/minute, systolic blood pressure <90 mmHg and/or diastolic blood pressure ≤60 mmHg; and age ≥65 years. SOFA, Sequential Organ Failure Assessment.Laboratory testingLaboratory testing revealed that patients in the comorbidity group had significantly lower lymphocyte count than patients in the non-comorbidity group [median: 0.85 (0.44–1.56) vs. 1.6 (0.84–2.12), P=0.000]. Furthermore, patients in the comorbidity group had higher concentrations of D-dimer, high sensitivity C-reactive protein (hsCRP), IL-6, and serum ferritin than patients in non-comorbidity group [median: 1.80 (0.52–9.98) vs. 0.48 (0.22–1.47), P=0.000; 39.20 (3.10–152.90) vs. 4.6 (1.1–47.75), P=0.000; 19.70 (4.05–93.55) vs. 3.70 (1.5–23.15), P=0.000; 622.80 (318.45–1,574.00) vs. 477.00 (159.10–883.05), P=0.000], as shown in Figure 2.Open in a separate windowFigure 2Comparison of laboratory tests between the comorbidity group and the non-comorbidity group. *P<0.05.Patient outcomesAs shown in Table 2, the in-hospital mortality, ARDS, and ventilation treatment rates of patients in the comorbidity group were higher than those for the patients in the non-comorbidity group (28.57% vs. 12.62%, P=0.002; 60.57% vs. 46.60%, P=0.024; 31.43% vs. 12.62%, P=0.000; respectively). In addition, LOS was longer among patents in comorbidity group than those in non-comorbidity group {median: 16 [9–23] vs. 13 [6–19]; P=0.016}.Table 2Clinical outcomes of the comorbidity and non-comorbidity groupsVariableComorbidity group (n=175)Non-comorbidity group (n=103)P valueIn-hospital mortality, n (%)50 (28.57)13 (12.62)0.002ARDS, n (%)106 (60.57)48 (46.60)0.024LOS (days), median [Q25–Q75]16 [9–23]13 [6–19]0.016Ventilation treatment, n (%)55 (31.43)13 (12.62)0.000Open in a separate windowARDS, acute respiratory distress syndrome; LOS, length of stay.Complications during the hospital stayAn analysis of the comorbidities suggested that the prevalence of hypertension, diabetes mellitus, cardiovascular diseases, COPD, and CKD among our patients was 40.65%, 20.50%, 19.42%, 8.99%, and 5.76%, respectively. Furthermore, 73 (26.26%) patients had multimorbidity. Except for liver enzyme abnormalities, in terms of complication rates, COPD was the highest, followed by cardiovascular diseases, diabetes mellitus, and hypertension. Additional characteristics are presented in Table 3.Table 3Cause-specific complications rates of patients (n=175)VariableHypertensionDiabetes mellitusCardiovascular diseasechronic obstructive pulmonary diseasechronic kidney diseaseMalignancy tumorChronic liver diseaseIncidence, n (%)113 (40.65)57 (20.50)53 (19.06)25 (8.99)16 (5.76)10 (3.60)7 (2.52)Mortality, n (%)27 (23.89)18 (31.58)19 (35.85)11 (44.00)1 (6.25)4 (40.00)3 (42.86)ARDS, n (%)66 (58.41)34 (59.65)38 (71.70)18 (72.00)5 (31.25)5 (50.00)4 (57.14)CSAC, n (%)32 (28.32)17 (29.82)22 (41.51)12 (48.00)5 (31.25)4 (40.00)2 (28.57)Shock, n (%)19 (16.81)10 (17.54)12 (22.64)10 (40.00)–3 (30.00)3 (42.86)AKI, n (%)25 (22.12)14 (24.56)17 (32.08)9 (36.00)–4 (40.00)2 (28.57)Coagulation disorder, n (%)7 (6.19)5 (8.77)5 (9.43)3 (12.00)–3 (30.00)2 (28.57)Liver dysfunction, n (%)28 (24.78)10 (17.54)15 (28.30)7 (28.00)2 (12.50)3 (30.00)1 (14.29)MODS, n (%)40 (35.4)22 (38.60)28 (52.83)20 (80.00)7 (43.75)5 (50.00)3 (42.86)Open in a separate windowARDS, acute respiratory distress syndrome; CSAC, cardiovascular sequelae associated with COVID-19; AKI, acute kidney disease; MODS, multiple organ dysfunction syndrome.In addition to ARDS, patients with comorbidities were more likely to develop cardiovascular sequelae associated with COVID-19 (CSAC) (4), shock, acute kidney injury (AKI), and multiple organ dysfunction syndrome (MODS) (30.86% vs. 12.62%, P=0.001; 18.86% vs. 8.74%, P=0.023; 24.57% vs. 11.65%, P=0.009; 33.71% vs. 14.56%, P=0.000; respectively) (Table 4).Table 4Clinical outcomes of patients with and without underlying diseases (n=278)VariableComorbidity group (n=175)Non-comorbidity group (n=103)P valueCSAC, n (%)54 (30.86)13 (12.62)0.001Shock, n (%)33 (18.86)9 (8.74)0.023AKI, n (%)43 (24.57)12 (11.65)0.009Coagulation disorder, n (%)19 (10.86)10 (9.71)0.762Liver enzyme abnormity, n (%)46 (26.29)33 (32.04)0.304MODS, n (%)59 (33.71)15 (14.56)0.000Open in a separate windowCSAC, cardiovascular sequelae associated with COVID-19; AKI, acute kidney disease; MODS, multiple organ dysfunction syndrome.Survival analysisThe Kaplan-Meier survival analysis using a log-rank test suggested that older patients (≥65 years) (log-rank test: χ2=4.202, P=0.040), patients with COPD (log-rank test: χ2=4.839, P=0.028), or diabetes mellitus (log-rank test: χ2=4.377, P=0.036) were found to have significantly shorter survival periods, as shown in Figure 3. Hypertension, cardiovascular diseases, malignancy tumor, chronic liver disease, and CKD did not show statistically significant differences.Open in a separate windowFigure 3The Kaplan-Meier survival curve of the patients. DiscussionKey findingsAmong our study participants, patients with comorbidities were older, had more critical illnesses, and tended to experience complications with various organ functions, such as ARDS and CSAC, which increased the mortality and the LOS. Among several comorbidities that were considered in this study, diabetes mellitus and COPD significantly shortened the cumulative survival time, suggesting a poor prognosis.Comparisons with previous studiesAs observed in previous studies (18,19), nearly 32–72.8% of the COVID-19 patients had underlying diseases. Previous evidence suggests that older patients with comorbidities are the most susceptible to SARS-CoV-2 infections, consequently, they have poor clinical outcomes (7,10). While studies have suggested that comorbidities affect the function of the immune system, which in turn directly impacts the response to COVID-19 as well as the change progression and prognosis of COVID-19 (20,21). It is worth noting that in our study, the comorbidity group accounted for 62.95% of the patients, and of those, 61 (34.86%) patients were classified as ‘critical’ and had higher SOFA and CURB-65 scores. Furthermore, in our study, 50 (41.67%) patients in the comorbidity group died at 28 days, which is a lower ratio than that reported in previous studies (8,19). The patients were classified and managed according to whether they had concomitant diseases or not (22), which reduced the mortality to a certain extent (P=0.002). So it is necessary for medical staff to strengthen the evaluation and management of patients with comorbidities.In our cohort, lymphocytopenia as well as the increase in the concentrations of hsCRP, D-dimer, IL-6, and serum ferritin were observed in patients with comorbidities, which is congruent with the findings of previous studies (8,19,23). These features were similar to the pathogenesis of the “cytokine storm syndrome” in patients with hemophagocytic lymphohistiocytosis or the macrophage activation syndrome (24). In other words, the inflammatory response of patients with comorbidities was more severe.Furthermore, among our participants, hypertension was the most common underlying disease, followed by diabetes mellitus, and cardiovascular diseases, which was consistent with findings from previous reports (9,19,20,25). Nearly 38.86% (68/175) of the patients had comorbidities related to organ dysfunction, the most common of which was ARDS, followed by CSAC. Existing studies also indicated that COVID-19 can be complicated by various organ injuries, especially among patients who did not survive (18,26,27).The most recent studies have found that older age, higher SOFA scores, D-dimer concentrations greater than 1 µg/mL at admission, and comorbidities were associated with a poor prognosis (8,9,18,28). In our study, age, diabetes mellitus, and COPD showed a significant association with poor clinical outcomes in the studied cohort. Studies of COVID-19 with single comorbidity, have found to date, that hypertension, CKD, and cardiovascular diseases are associated with poor prognosis (5,7,10,11). However, in our study, other “traditional” risk factors among chronic comorbidities did not seem to be associated with poor prognosis. The reason for the differences between the studies may be due to the fact that the dissimilarity between countries and regions, the types and numbers of comorbidities included in the analysis, as well as the statistical methods were different (5,10,29,30).LimitationsFirst, due to the different classification of illness severity in our patients, the results of the blood gas analysis for all patients could not be obtained; hence, we used the SpO2/FiO2 ratio instead of the PaO2/FiO2 ratio to evaluate the oxygenation status of our patients. However, Chen’ study showed that patients with ARDS diagnosed using the SpO2/FiO2 ratio have very similar clinical characteristics and outcomes compared to patients diagnosed using the PaO2/FiO2 ratio (14). Second, since this study was conducted at a single center in China, the generalizability of our results, globally, especially with respect to race and ethnicity during the pandemic, is limited and should to be verified by studies with larger sample sizes. Nonetheless, the association between ethnicity and COVID-19 mortality after adjustment for comorbidities is not reassuring (31). Lastly, due to the retrospective study design, data integrity cannot be guaranteed, which can affect the research results. ConclusionsPatients with comorbidities were more severely affected and had a higher mortality rate. Age, COPD and diabetes mellitus were the main factors affecting the survival of patients. Strengthening the management of the comorbidities and the risk factors can be effective in reducing the severity of COVID-19 as well as the future incidence of severe cases and the death rate of COVID-19. AcknowledgmentsThe authors thank Liting Zhao, Lisha Tian and Lin Qiao from the trauma center of Peking University People’s Hospital for their involvement in the collection of the data. Concurrently, we would also like to thank our colleagues from Peking University First Hospital and Peking University Third Hospital for their contributions towards the management of the patients.Funding: This study was supported by the Michigan Medicine-Peking University Health Science Center Joint Institute for Translational and Clinical Research (BMU20160527) and Peking University Clinical Scientist Program, the Fundamental Research Funds for the Central Universities (BMU2019LCKXJ005). NotesEthical Statement: The authors are accountable for all aspects of the work and for ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. The study was conducted in accordance with the Declaration of Helsinki (as revised in 2013). The Ethics Committee of the Peking University People’s Hospital approved this study (2020PHB080-01). Written informed consent was waived due to the rapid emergence and progression of COVID-19.Open Access Statement: This is an Open Access article distributed in accordance with the Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International License (CC BY-NC-ND 4.0), which permits the non-commercial replication and distribution of the article with the strict proviso that no changes or edits are made and the original work is properly cited (including links to both the formal publication through the relevant DOI and the license). See: https://creativecommons.org/licenses/by-nc-nd/4.0/. FootnotesReporting Checklist: The authors have completed the STROBE reporting checklist. Available at http://dx.doi.org/10.21037/atm-20-4052Data Sharing Statement: Available at http://dx.doi.org/10.21037/atm-20-4052Conflicts of Interest: All authors have completed the ICMJE uniform disclosure form (available at http://dx.doi.org/10.21037/atm-20-4052). The authors have no conflicts of interest to declare. References1. European Centre for Disease Prevention and Control. Situation update worldwide, as of 3 October 2020. Available online: https://www.ecdc.europa.eu/en/geographical-distribution-2019-ncov-cases (Assessed on October 10th, 2020).2. Worldometers. Available online: https://www.worldometers.info/coronavirus (Assessed on March 30th, 2020).3. Qiu P, Zhou Y, Wang F, et al. \nClinical characteristics, laboratory outcome characteristics, comorbidities, and complications of related COVID-19 deceased: a systematic review and meta-analysis.\nAging Clin Exp Res\n2020;32:1869-78. 10.1007/s40520-020-01664-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Driggin E, Madhavan MV, Bikdeli B, et al. \nCardiovascular Considerations for Patients, Health Care Workers, and Health Systems During the Coronavirus Disease 2019 (COVID-19) Pandemic.\nJ Am Coll Cardiol\n2020;75:2352-71. 10.1016/j.jacc.2020.03.031 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Ssentongo P, Ssentongo AE, Heilbrunn ES, et al. \nAssociation of cardiovascular disease and 10 other pre-existing comorbidities with COVID-19 mortality: A systematic review and meta-analysis.\nPLoS One\n2020;15:e0238215. 10.1371/journal.pone.0238215 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Liang W, Guan W, Chen R, et al. \nCancer patients in SARS-CoV-2 infection: a nationwide analysis in China.\nLancet Oncol\n2020;21:335-7. 10.1016/S1470-2045(20)30096-6 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Oyelade T, Alqahtani J, Canciani G.\nPrognosis of COVID-19 in Patients with Liver and Kidney Diseases: An Early Systematic Review and Meta-Analysis.\nTrop Med Infect Dis\n2020;5:80. 10.3390/tropicalmed5020080 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Yang X, Yu Y, Xu J, et al. \nClinical course and outcomes of critically ill patients with SARS-CoV2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study.\nLancet Respir Med\n2020;8:475-81. 10.1016/S2213-2600(20)30079-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Wang D, Hu B, Hu C, et al. \nClinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus Infected Pneumonia in Wuhan, China.\nJAMA\n2020;323:1061-9. 10.1001/jama.2020.1585 [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Richardson S, Hirsch JS, Narasimhan M, et al. \nPresenting Characteristics, Comorbidities, and Outcomes Among 5700 Patients Hospitalized With COVID-19 in the New York City Area.\nJAMA\n2020;323:2052-9. 10.1001/jama.2020.6775 [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Atkins JL, Masoli JAH, Delgado J, et al. \nPreexisting Comorbidities Predicting COVID-19 and Mortality in the UK Biobank Community Cohort.\nJ Gerontol A Biol Sci Med Sci\n2020;75:2224-30. 10.1093/gerona/glaa183 [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Singh AK, Gillies CL, Singh R, et al. \nPrevalence of co-morbidities and their association with mortality in patients with COVID-19: A systematic review and meta-analysis.\nDiabetes Obes Metab\n2020;22:1915-24. 10.1111/dom.14124 [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. National Health Commission of the People’s Republic of China. Diagnosis and treatment of pneumonia infected with novel coronavirus. 2020. Available online: http://www.nhc.gov.cn/yzygj/s7653p/202001/f492c9153ea9437bb587ce2ffcbee1fa.shtml (Assessed on October 30th, 2020).14. Chen W, Janz DR, Shaver CM, et al. \nClinical Characteristics and Outcomes Are Similar in ARDS Diagnosed by Oxygen Saturation/FiO2 Ratio Compared With PaO2 /FiO2 Ratio.\nChest\n2015;148:1477-83. 10.1378/chest.15-0169 [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Vincent JL, Moreno R, Takala J, et al. \nThe SOFA (Sepsis-related organ failure assessment) score to describe organ dysfunction/failure. On behalf of the working group on Sepsis-related problems of the European society of intensive care medicine.\nIntensive Care Med\n1996;22:707-10. 10.1007/BF01709751 [PubMed] [CrossRef] [Google Scholar]16. Mandell LA, Wunderink RG, Anzueto A, et al. \nInfectious Diseases Society of America/American Thoracic Society consensus guidelines on the management of community-acquired pneumonia in adults.\nClin Infect Dis\n2007;44:S27-72. 10.1086/511159 [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. ARDS Definition Task Force , Ranieri VM, Rubenfeld GD, et al. Acute respiratory distress syndrome: the Berlin Definition.\nJAMA\n2012;307:2526-33. [PubMed] [Google Scholar]18. Huang C, Wang Y, Li X, et al. \nClinical features of patients infected with 2019 novel coronavirus in Wuhan, China.\nLancet\n2020;395:497-506. 10.1016/S0140-6736(20)30183-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Zhou F, Yu T, Du R, et al. \nClinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study.\nLancet\n2020;395:1054-62. 10.1016/S0140-6736(20)30566-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Zádori N, Váncsa S, Farkas N, et al. The negative impact of comorbidities on the disease course of COVID-19.\nIntensive Care Med\n2020;46:1784-6. 10.1007/s00134-020-06161-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Callender LA, Curran M, Bates SM, et al. The Impact of Pre-existing Comorbidities and Therapeutic Interventions on COVID-19.\nFront Immunol\n2020;11:1991. 10.3389/fimmu.2020.01991 [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Wang T, Du Z, Zhu F, et al. \nComorbidities and multi-organ injuries in the treatment of COVID-19.\nLancet\n2020;395:e52. 10.1016/S0140-6736(20)30558-4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Guan WJ, Ni ZY, Hu Y, et al. \nClinical Characteristics of Coronavirus Disease 2019 in China.\nN Engl J Med\n2020;382:1708-20. 10.1056/NEJMoa2002032 [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Mehta P, McAuley DF, Brown M, et al. \nCOVID-19: consider cytokine storm syndromes and immunosuppression.\nLancet\n2020;395:1033-4. 10.1016/S0140-6736(20)30628-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Li LQ, Huang T, Wang YQ, et al. \n2019 novel coronavirus patients’ clinical characteristics, discharge rate, and fatality rate of meta-analysis.\nJ Med Virol\n2020;92:577-83. 10.1002/jmv.25757 [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Deng Y, Liu W, Liu K, et al. \nClinical characteristics of fatal and recovered cases of coronavirus disease 2019 (COVID-19) in Wuhan, China: a retrospective study.\nChin Med J (Engl)\n2020;133:1261-7. 10.1097/CM9.0000000000000824 [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Lax SF, Skok K, Zechner P, et al. \nPulmonary Arterial Thrombosis in COVID-19 With Fatal Outcome: Results From a Prospective, Single-Center, Clinicopathologic Case Series.\nAnn Intern Med\n2020;173:350-61. 10.7326/M20-2566 [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Liu K, Fang YY, Deng Y, et al. \nClinical characteristics of novel coronavirus cases in tertiary hospitals in Hubei Province.\nChin Med J (Engl)\n2020;133:1025-31. 10.1097/CM9.0000000000000744 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Kim DW, Byeon KH, Kim J, et al. \nThe Correlation of Comorbidities on the Mortality in Patients with COVID-19: an Observational Study Based on the Korean National Health Insurance Big Data.\nJ Korean Med Sci\n2020;35:e243. 10.3346/jkms.2020.35.e243 [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Pellaud C, Grandmaison G, Pham Huu Thien HP, et al. \nCharacteristics, comorbidities, 30-day outcome and in-hospital mortality of patients hospitalised with COVID-19 in a Swiss area - a retrospective cohort study.\nSwiss Med Wkly\n2020;150:w20314. 10.4414/smw.2020.20314 [PubMed] [CrossRef] [Google Scholar]31. Ravi K.\nEthnic disparities in COVID-19 mortality: are comorbidities to blame.\nLancet\n2020;396:22. 10.1016/S0140-6736(20)31423-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}