{"title": "Blood eosinophils and mortality in patients with acute respiratory distress syndrome: A propensity score matching analysis", "pubDate": "2021;12(2):131-136.", "PMCID": "PMC7947554", "DOI": "10.5847/wjem.j.1920-8642.2021.02.008", "PMID": "33728006", "abstract": "Background:                       The effect of blood eosinophils (EOSs) on mortality in acute respiratory distress syndrome (ARDS) patients and whether corticosteroids affect this effect are unclear.                  Methods:                       The Medical Information Mart for Intensive Care III database (version 1.4) was used to extract data. Patients with ARDS were selected for inclusion. Cox regression models using the backward stepwise method and propensity score matching (PSM) were used to assess the relationship between blood EOS counts and 28-day mortality.                  Results:                       A total of 2,567 patients with ARDS were included, and the 28-day mortality rate was 24.19%. The crude 28-day mortality was significantly lower in patients with EOS counts ≥2% (18.60% [85/457] vs. 25.40% [536/2,110], P=0.002) than in those with EOS counts <2%. In the Cox regression model, the EOS counts ≥2% showed a significant association with the decreased 28-day mortality (hazard ratio [HR] 0.731; 95% confidence interval [95% CI] 0.581-0.921, P=0.008). In the corticosteroid non-use subgroup, EOS counts ≥2% was significantly related to decreased 28-day mortality (HR 0.697, 95% CI 0.535-0.909, P=0.008), but the result was not significant in the corticosteroid non-use subgroup model (P=0.860). A total of 457 well-matched pairs were obtained by a 1:1 matching algorithm after PSM. The 28-day mortality remained significantly lower in the EOS counts ≥2% group (18.60% [85/457] vs. 26.70% [122/457], P=0.003).                  Conclusions:                       Higher EOS counts are related to lower 28-day mortality in ARDS patients, and this relationship can be counteracted by using corticosteroids.", "author": [{"author": "Hao-Tian Chen", "affiliation": ["Department of Emergency Intensive Care Unit, the Second Affiliated Hospital of Zhejiang University School of Medicine, Hangzhou 310009, China."], "href": "/?term=Chen+HT&cauthor_id=33728006"}, {"author": "Jian-Feng Xu", "affiliation": ["Department of Respiratory Therapy, the Second Affiliated Hospital of Zhejiang University School of Medicine, Hangzhou 310009, China."], "href": "/?term=Xu+JF&cauthor_id=33728006"}, {"author": "Xiao-Xia Huang", "affiliation": ["Department of Emergency Intensive Care Unit, the Second Affiliated Hospital of Zhejiang University School of Medicine, Hangzhou 310009, China."], "href": "/?term=Huang+XX&cauthor_id=33728006"}, {"author": "Ni-Ya Zhou", "affiliation": ["Department of Respiratory Medicine, the Second Affiliated Hospital of Zhejiang University School of Medicine, Hangzhou 310009, China."], "href": "/?term=Zhou+NY&cauthor_id=33728006"}, {"author": "Yong-Kui Wang", "affiliation": ["Department of Medical Administration, the Second Affiliated Hospital of Zhejiang University School of Medicine, Hangzhou 310009, China."], "href": "/?term=Wang+YK&cauthor_id=33728006"}, {"author": "Yue Mao", "affiliation": ["Department of Cardiology, the Second Affiliated Hospital of Zhejiang University School of Medicine, Hangzhou 310009, China."], "href": "/?term=Mao+Y&cauthor_id=33728006"}], "refPMID": [], "citedInPMID": ["33728006"], "body": " AbstractBACKGROUND:The effect of blood eosinophils (EOSs) on mortality in acute respiratory distress syndrome (ARDS) patients and whether corticosteroids affect this effect are unclear.METHODS:The Medical Information Mart for Intensive Care III database (version 1.4) was used to extract data. Patients with ARDS were selected for inclusion. Cox regression models using the backward stepwise method and propensity score matching (PSM) were used to assess the relationship between blood EOS counts and 28-day mortality.RESULTS:A total of 2,567 patients with ARDS were included, and the 28-day mortality rate was 24.19%. The crude 28-day mortality was significantly lower in patients with EOS counts ≥2% (18.60% [85/457] vs. 25.40% [536/2,110], P=0.002) than in those with EOS counts <2%. In the Cox regression model, the EOS counts ≥2% showed a significant association with the decreased 28-day mortality (hazard ratio [HR] 0.731; 95% confidence interval [95% CI] 0.581–0.921, P=0.008). In the corticosteroid non-use subgroup, EOS counts ≥2% was significantly related to decreased 28-day mortality (HR 0.697, 95% CI 0.535–0.909, P=0.008), but the result was not significant in the corticosteroid non-use subgroup model (P=0.860). A total of 457 well-matched pairs were obtained by a 1:1 matching algorithm after PSM. The 28-day mortality remained significantly lower in the EOS counts ≥2% group (18.60% [85/457] vs. 26.70% [122/457], P=0.003).CONCLUSIONS:Higher EOS counts are related to lower 28-day mortality in ARDS patients, and this relationship can be counteracted by using corticosteroids.Keywords: Critical care, Acute respiratory distress syndrome, Eosinophils, Mortality, Corticosteroid INTRODUCTIONAcute respiratory distress syndrome (ARDS) represents an important public health problem worldwide, leading to a high mortality rate of approximately 40%.[1] ARDS is associated with excess inflammation contributing to increased endothelial and epithelial permeability and leading to the accumulation of protein-rich alveolar oedema fluid in the lung interstitium.[2] During the process of ARDS, immune effector cells have key activities in defence of the normal lung.Eosinophils (EOSs) are key innate immune cells in host defence,[3] and they have been found to be associated with mortality in patients with chronic obstructive pulmonary disease (COPD)[4,5] and asthma.[6,7] The blood EOS counts are considered as a potential biomarker for identifying COPD patients at risk and as a reference for the usage of inhaled corticosteroids.[8] For ARDS, EOSs have been considered as an important immune response contributor, and they may be a diagnostic biomarker.[9,10] The accumulation of EOSs in ARDS patients was documented to be a prognostic indicator of patient survival.[11] Recently, a retrospective analysis of 112 patients with ARDS found that ARDS surviving patients have higher blood EOS counts than non-survivors and that EOSs may play a protective role in ARDS independent of corticosteroid use.[12] The prognosis of ARDS patients is closely related to factors such as tidal volume.[13,14] The relationship between blood EOSs and mortality in patients with ARDS needs to be further evaluated with a large sample size after full consideration of confounders.The purpose of our study is to detect the relationship between blood EOSs and 28-day mortality in patients with ARDS after adjusting for possible confounding factors by Cox regression and propensity score matching (PSM). We also aim to investigate whether this relationship varies by corticosteroid use. METHODSDatabase introductionOur data source was the Medical Information Mart for Intensive Care III (MIMIC-III, version 1.4), an open international database. The MIMIC-III database includes deidentified health-related data associated with over forty thousand patients who stayed in critical care units (ICUs) of the Beth Israel Deaconess Medical Center between 2001 and 2012. Data were extracted by the author HTC (certification number: 37147539).Inclusion and exclusion criteriaPatients with ARDS who were 16 years or older, used mechanical ventilation during the ICU stay, and stayed in the ICU for at least 48 consecutive hours, were selected for inclusion. To screen the patients with ARDS accurately, the diagnostic information recorded in the MIMIC-III database and the Berlin criteria[15] were considered simultaneously, and the following condition was proposed: the onset of ARDS was acute, patients must have partial pressure of oxygen (PaO2)/fraction of inspired oxygen (FiO2) ratio (P/F) ratio ≤300 mmHg (1 mmHg=0.133 kPa) when positive end expiratory pressure (PEEP) was at least 5 cmH2O (1 cmH2O=0.098 kPa) and the free-text radiology reports mentioned bilateral opacities/infiltrates in the first 24 hours after ICU admission. The patients with COPD or asthma and patients without EOS data within the first 72 hours after ICU admission were excluded.Data extractionStructured query language (SQL) was used to extract the following data: age, sex, weight, body mass index (BMI), heart rate (HR), mean arterial pressure (MAP), P/F ratio, comorbidities (diabetes, sepsis), disease severity score (Simplified Acute Physiology Score II [SAPS II]), laboratory outcomes (white blood cell [WBC] count, red blood cell [RBC] count, platelet [PLT], blood lactate, pH, EOS count), mechanical ventilation (tidal volume), minute ventilation (L/minute), and drugs (corticosteroid, vasopressor, and antibiotics). The extracted data were obtained within 72 hours after ICU admission.Grouping and definitionAccording to the cut-off value of 2%, the maximum value of EOS counts within 72 hours after ICU admission were used to divide the patients into EOS counts ≥2% and EOS counts <2% groups. ARDS severity was classified based on P/F ratio: 200 mmHg<P/F≤300 mmHg (mild), 100 mmHg<P/F≤200 mmHg (moderate), and P/F≤100 mmHg (severe). Corticosteroids can decrease blood EOS t least 50% at the first four hours after administration and then return to baseline within 24 hours.[16] Therefore, we excluded the patients who used corticosteroid 24 hours before the EOS count recording time. In the subgroup analysis, all patients were assigned to two subgroups based on the usage of any corticosteroid drugs except the external administration route within 72 hours after ICU admission, including dexamethasone, hydrocortisone, and methylprednisolone. Vasopressor included norepinephrine, epinephrine, dobutamine, dopamine, vasopressin, and phenylephrine. The mean tidal volume ≤6 mL/kg predicted body weight (PBW) within 72 hours after ICU admission was adopted to define adherence to the target of low tidal volume. The primary endpoint was the 28-day mortality, defined as death within 28 days from ICU admission. The secondary endpoints included ICU mortality, hospital mortality, length of ICU stay, and length of hospital stay. For patients with ICU stay more than one time, only the first ICU stay of the first hospitalization was considered.Statistical analysisContinuous variables were summarized as the mean±standard deviation or median (upper and lower quartiles) when appropriate, and categorical data were summarized as proportions. The characteristics of patients with ARDS were compared using Student’s t-test, Wilcoxon rank-sum test, and Chi-square test according to the distribution of the data. The Kaplan-Meier method and log-rank tests were used to compare 28-day mortality among the EOS counts ≥2% and EOS counts <2% groups. Cox regression models were used to assess the relationship between EOS counts and 28-day mortality. A backward stepwise method with P <0.05 was used to build the model. Sixteen potential confounders with a P-value <0.10 in the univariate analyses were included in the Cox regression models: age, BMI, weight, HR, P/F ratio, sepsis, ARDS severity, SAPS II, WBC, EOS counts, lactate, pH, tidal volume, minute ventilation, low tidal volume, and vasopressor use. The variance inflation factor (VIF) was used to test multicollinearity, and VIF≥10 indicated multicollinearity between variables. The proportional hazards assumption was tested using Schoenfeld residuals, with P<0.05 constituting evidence for non-proportionality. Subgroup analyses were also performed separately in patients who used corticosteroids and those who did not. PSM was used to balance the cofounders between the EOS counts ≥2% and EOS counts <2% groups. A multivariable logistic regression model was used to evaluate the propensity score by the variables that entered the Cox regression model and that were essential to ARDS prognosis (sepsis and low tidal volume). A 1:1 nearest-neighbour matching algorithm was used with a calliper of 0.05. All P-values were two-tailed, and P<0.05 was considered statistically significant. Statistical analyses were performed using STATA (Version 16; Stata Corp., College Station, TX, USA). RESULTSCharacteristics of patientsA total of 2,567 patients were included, and the 28-day mortality rate was 24.19% (621/2,567). The baseline characteristics of enrolled patients are shown in Table 1.Table 1Comparisons of baseline characteristics between survivors and non-survivorsOpen in a separate windowClinical outcomesWithout adjusting for covariates, the EOS counts ≥2% group had a significantly lower 28-day mortality rate, ICU mortality rate, and hospital mortality rate than the EOS counts <2% group (Table 2). In patients who did not use corticosteroids, the result was similar to the crude outcome, but this result was not observed in patients who used corticosteroids. The differences in the median length of ICU stay and length of hospital stay were not significant between the EOS counts ≥2% group and the EOS counts <2% group. Kaplan-Meier survival curves depicting the 28-day survival distributions of patients with EOS counts ≥2% or EOS counts <2% are presented in Figure 1, and the comparison between the two groups showed that patients with EOS counts ≥2% had a significantly higher survival rate (log-rank test, P=0.026).Table 2Comparisons of outcome characteristics between the EOS counts <2% and EOS counts ≥2% groupsOpen in a separate windowOpen in a separate windowFigure 1Kaplan-Meier survival curve of the study population. EOS: eosinophil; ICU: intensive care unit.Relationship between EOS counts and 28-day mortalityTo assess the relationship between EOS counts and 28-day mortality and to test whether the relationship varied by corticosteroid used, three models were developed using Cox regression analyses (Table 3). Model 1 used all patients in our study, and EOS counts ≥2% showed a significant association with a decreased 28-day mortality rate (hazard ratio [HR] 0.731; 95% confidence interval [CI] 0.581–0.921, P=0.008) after adjustment for SAPS II, lactate, minute ventilation, vasopressor use, ARDS severity, BMI, age, and P/F ratio. Model 2 used patients who did not use corticosteroids, and the results were similar to those in Model 1, with HR of 0.697 (95% CI 0.535–0.909, P=0.008). Model 3 included patients who used corticosteroids, and EOS counts were not included into the model because the P-value was 0.860. We also detected an interactive effect of EOS counts and corticosteroids on the 28-day mortality with an odd ratio of 2.585 (95% CI 1.444–4.627, P=0.001).Table 3Association between EOS counts and 28-day mortalityOpen in a separate windowOutcomes after PSMA total of 457 matched pairs were obtained after PSM. No significant difference was observed in any confounders between the two matched groups, indicating excellent matching among all pairs. Compared with the EOS counts <2% group, the EOS counts ≥2% group had significantly lower 28-day mortality (18.60% [85/457] vs. 26.70% [122/457], P=0.003), ICU mortality (15.54% [71/457] vs. 23.19% [106/457], P=0.003), and hospital mortality (17.72% [81/457] vs. 26.26% [120/457], P=0.002) after matching. The differences in the median length of ICU stay and length of hospital stay were not significant between the EOS counts ≥2% group and the EOS counts <2% group after matching. DISCUSSIONIn our large-sample study, we demonstrated that increased blood EOS counts were related to a significantly decreased risk of 28-day mortality after ICU admission in patients with ARDS. After adjustment for covariates, this result remained consistent in the PSM analysis. However, an interaction was observed between blood EOS counts and corticosteroid use. The relationship between blood EOSs and 28-day mortality was detected only in patients who did not use corticosteroid drugs, whereas this relationship was non-existent in patients who used corticosteroids.The ARDS is related to innate immune response. Neutrophil-dependent lung injury is the key pathway. The inflammatory factors released from endothelial cells can recruit neutrophils and dramatically increase the number of neutrophils migrating to lungs.[17] Neutrophils may cause alveolar damage by forming extracellular traps in response to endothelial injury and histone release and further lead to multiple organ failure or death.[18] Recently, Zhu et al[12] found that EOSs can be grouped into CD101+ and CD101- subtypes by the CD101 marker. CD101+ EOSs may play a pro-inflammatory role by overexpressing alarmins. CD101- EOSs, the EOS subtype mostly elevated in patients with ARDS, might play a protective role in the inflammatory process by preventing neutrophil recruitment and stimulating clean-up of neutrophil debris through the production of protectin D1. Our study suggests that EOSs play a possible protective role in ARDS patients, which has rarely been demonstrated previously.Corticosteroids may improve oxygenation and shorten mechanical ventilation times in ARDS.[19] However, no consistent result has been reported regarding whether corticosteroids should be routinely used in ARDS patients. Meduri et al[20] found that methylprednisolone can significantly improve pulmonary and extrapulmonary organ dysfunction in ARDS patients and reduce ICU mortality by downregulating systemic inflammation. Guidelines for corticosteroid insufficiency (CIRCI) also suggest that corticosteroids should be used in early moderate-to-severe ARDS.[21] However, in a randomized controlled trial including 180 patients with ARDS, no benefit of corticosteroids was found in hospital survival; moreover, using methylprednisolone two weeks after the onset of ARDS can significantly increase the 60-day and 180-day mortality rates.[22] A similar result[23] was also detected in patients with sepsis-associated ARDS. In our study, 28-day non-survivors had a higher ratio of corticosteroid use when compared with survivors, and the relationship between EOS counts and 28-day mortality was non-existent in patients who used corticosteroids; this suggests that the potential protective role of EOSs can be counteracted by corticosteroid use. Although corticosteroids improve clinical symptoms to some extent, the clinical use of corticosteroids in ARDS should be considered with caution, taking into account both the negative effects and the use time.The large sample size from the MIMIC III database was our study strength, and it allowed a more in-depth analysis under full consideration of confounding variables and ensured robust results; however, the study also has limitations. First, patients in our study were divided based on the maximum value of blood EOS counts within 72 hours after ICU admission. However, the EOS fluctuation and variation tendency may also affect patients’ prognoses, and this needs further study. Second, the best cut-off value of EOSs has yet to be determined. A cut-off value of 2% has been used in a previous study of COPD;[24] therefore, we used 2% for our group standard, but this cannot avoid related bias. Third, there were many important data missed in the MIMIC-III database. Inflammatory markers, such as C-reaction protein, are important indicators of prognosis for ARDS patients. However, the proportion of missed C-reaction protein data was higher than 20%, and thus we did not include it in this study. Fourth, the subgroup analysis was conducted only according to whether corticosteroids were used within 24 hours before ICU admission to 72 hours after. Whether the dose of corticosteroids and the time courses of the corticosteroid treatment affect the relationship between EOS counts and the outcome of patients with ARDS needs to be explored in future studies. Finally, the present study was a retrospective study which only allowed us to deduce the relationships between the blood EOS counts, corticosteroids, and mortality, and a definite causal relationship cannot be established. Further studies, such as randomized controlled trials (RCTs), are needed to verify this relationship. CONCLUSIONSHigher EOS counts are related to lower mortality in patients with ARDS. This relationship is not influenced by confounders, such as the characteristics of mechanical ventilation or the disease severity. However, this result is significant only in patients who do not use corticosteroids. To definitively assess the protective role of blood EOS counts in ARDS, larger RCTs are needed. FootnotesFunding: None.Ethical approval: The right of this database was approved by the Massachusetts Institute of Technology (Cambridge, MA) and Beth Israel Deaconess Medical Center (Boston, MA) and consent was obtained for the original data collection. Patients’ information in the MIMIC-III database was anonymized; therefore, informed consent was not required.Conflicts of interests: The authors declare that they have no competing interests.Contributors: HTC and JFX contributed equally to this study. YM conceived and designed the study. HTC extracted data and performed all statistical analyses together with JFX. XXH and NYZ were involved in drafting the manuscript and the interpretation of the data. YKW was also involved in interpretation of the data and made critical revisions to the discussion section. All the authors gave final approval of the version to be published and agreed to be accountable for all aspects of the work regarding questions related to the accuracy or integrity of any part of the work. REFERENCES1. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315(8):788–800. [PubMed] [Google Scholar]2. Matthay MA, Zemans RL, Zimmerman GA, Arabi YM, Beitler JR, Mercat A, et al.  Acute respiratory distress syndrome. Nat Rev Dis Primers. 2019;5(1):18. [PMC free article] [PubMed] [Google Scholar]3. Mesnil C, Raulier S, Paulissen G, Xiao X, Birrell MA, Pirottin D, et al.  Lung-resident eosinophils represent a distinct regulatory eosinophil subset. J Clin Invest. 2016;126(9):3279–95. [PMC free article] [PubMed] [Google Scholar]4. Wu HX, Zhuo KQ, Cheng DY. Peripheral blood eosinophil as a biomarker in outcomes of acute exacerbation of chronic obstructive pulmonary disease. Int J Chron Obstruct Pulmon Dis. 2019;14:3003–15. [PMC free article] [PubMed] [Google Scholar]5. Oh YM, Lee KS, Hong Y, Hwang SC, Kim JY, Kim DK, et al.  Blood eosinophil count as a prognostic biomarker in COPD. Int J Chron Obstruct Pulmon Dis. 2018;13:3589–96. [PMC free article] [PubMed] [Google Scholar]6. Håkansson KEJ, Rasmussen LJH, Godtfredsen NS, Tupper OD, Eugen-Olsen J, Kallemose T, et al.  The biomarkers suPAR and blood eosinophils are associated with hospital readmissions and mortality in asthma - a retrospective cohort study. Respir Res. 2019;20(1):258. [PMC free article] [PubMed] [Google Scholar]7. Price DB, Rigazio A, Campbell JD, Bleecker ER, Corrigan CJ, Thomas M, et al.  Blood eosinophil count and prospective annual asthma disease burden:a UK cohort study. Lancet Respir Med. 2015;3(11):849–58. [PubMed] [Google Scholar]8. Global strategy for the diagnosis, management, and prevention of COPD update 2019.  Available at https: //goldcopd.org/ 9. Modig J, Samuelsson T, Hällgren R. The predictive and discriminative value of biologically active products of eosinophils, neutrophils and complement in bronchoalveolar lavage and blood in patients with adult respiratory distress syndrome. Resuscitation. 1986;14(3):121–34. [PubMed] [Google Scholar]10. Hällgren R, Borg T, Venge P, Modig J. Signs of neutrophil and eosinophil activation in adult respiratory distress syndrome. Crit Care Med. 1984;12(1):14–8. [PubMed] [Google Scholar]11. Willetts L, Parker K, Wesselius LJ, Protheroe CA, Jaben E, Graziano P, et al.  Immunodetection of occult eosinophils in lung tissue biopsies may help predict survival in acute lung injury. Respir Res. 2011;12:116. [PMC free article] [PubMed] [Google Scholar]12. Zhu C, Weng QY, Zhou LR, Cao C, Li F, Wu YF, et al.  Homeostatic and early-recruited CD101 eosinophils suppress endotoxin-induced acute lung injury. Eur Respir J. 2020;56(5):1902354. [PubMed] [Google Scholar]13. Chan MC, Chao WC, Liang SJ, Tseng CH, Wang HC, Chien YC, et al.  First tidal volume greater than 8 mL/kg is associated with increased mortality in complicated influenza infection with acute respiratory distress syndrome. J Formos Med Assoc. 2019;118(1 Pt 2):378–85. [PubMed] [Google Scholar]14. Shen Y, Cai G, Gong S, Dong L, Yan J, Cai W. Interaction between low tidal volume ventilation strategy and severity of acute respiratory distress syndrome:a retrospective cohort study. Crit Care. 2019;23(1):254. [PMC free article] [PubMed] [Google Scholar]15. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.  Acute respiratory distress syndrome:the Berlin Definition. JAMA. 2012;307(23):2526–33. [PubMed] [Google Scholar]16. Thorn GW, Renold AE, Wilson DL, Frawley TF, Jenkins D, Garcia-Reyes J, et al.  Clinical studies on the activity of orally administered cortisone. N Engl J Med. 1951;245(15):549–55. [PubMed] [Google Scholar]17. Famous KR, Delucchi K, Ware LB, Kangelaris KN, Liu KD, Thompson BT, et al.  Acute respiratory distress syndrome subphenotypes respond differently to randomized fluid management strategy. Am J Respir Crit Care Med. 2017;195(3):331–8. [PMC free article] [PubMed] [Google Scholar]18. Mantovani A, Cassatella MA, Costantini C, Jaillon S. Neutrophils in the activation and regulation of innate and adaptive immunity. Nat Rev Immunol. 2011;11(8):519–31. [PubMed] [Google Scholar]19. Mammen MJ, Aryal K, Alhazzani W, Alexander PE. Corticosteroids for patients with acute respiratory distress syndrome:a systematic review and meta-analysis of randomized trials. Pol Arch Intern Med. 2020;130(4):276–86. [PubMed] [Google Scholar]20. Meduri GU, Golden E, Freire AX, Taylor E, Zaman M, Carson SJ, et al.  Methylprednisolone infusion in early severe ARDS:results of a randomized controlled trial. Chest. 2007;131(4):954–63. [PubMed] [Google Scholar]21. Annane D, Pastores SM, Rochwerg B, Arlt W, Balk RA, Beishuizen A, et al.  Guidelines for the diagnosis and management of critical illness-related corticosteroid insufficiency (CIRCI) in critically ill patients (Part I):Society of Critical Care Medicine (SCCM) and European Society of Intensive Care Medicine (ESICM) 2017. Intensive Care Med. 2017;43(12):1751–63. [PubMed] [Google Scholar]22. Steinberg KP, Hudson LD, Goodman RB, Hough CL, Lanken PN, Hyzy R, et al.  Efficacy and safety of corticosteroids for persistent acute respiratory distress syndrome. N Engl J Med. 2006;354(16):1671–84. [PubMed] [Google Scholar]23. Wang YM, Zheng YJ, Chen Y, Huang YC, Chen WW, Ji R, et al.  Effects of fluid balance on prognosis of acute respiratory distress syndrome patients secondary to sepsis. World J Emerg Med. 2020;11(4):216–22. [PMC free article] [PubMed] [Google Scholar]24. Bafadhel M, Pavord ID, Russell REK. Eosinophils in COPD:just another biomarker? Lancet Respir Med. 2017;5(9):747–59. [PubMed] [Google Scholar]"}