{"title": "Plasma Nucleosomes Are Associated With Mortality in Pediatric Acute Respiratory Distress Syndrome", "pubDate": "2021", "PMCID": "", "DOI": "10.1097/CCM.0000000000004923", "PMID": "33729723", "abstract": "Objectives:                       Circulating nucleosomes and their component histones have been implicated as pathogenic in sepsis and acute respiratory distress syndrome in adults. However, their role in pediatric acute respiratory distress syndrome is unknown.                  Design:                       We performed a prospective cohort study in children with acute respiratory distress syndrome, with plasma collection within 24 hours of acute respiratory distress syndrome onset. We associated nucleosome levels with severity of acute respiratory distress syndrome and with nonpulmonary organ failures and tested for association of nucleosomes with PICU mortality and ventilator-free days at 28 days in univariate and multivariable analyses. We also performed proteomics of DNA-bound plasma proteins in a matched case-control study of septic children with and without acute respiratory distress syndrome in order to identify specific histone proteins elevated in acute respiratory distress syndrome.                  Setting:                       Large academic tertiary-care PICU.                  Patients:                       Intubated children meeting Berlin criteria for acute respiratory distress syndrome.                  Interventions:                       None.                  Measurements and main results:                       We enrolled 333 children with acute respiratory distress syndrome, with 69 nonsurvivors (21%). Plasma nucleosomes were correlated with acute respiratory distress syndrome severity and with the number of nonpulmonary organ failures at acute respiratory distress syndrome onset. Nucleosomes were higher (p < 0.001) in nonsurvivors (0.40 [interquartile range, 0.20-0.71] arbitrary units) relative to survivors (0.10 [interquartile range, 0.04-0.25] arbitrary units). Nucleosomes were associated with PICU mortality in multivariable analysis (adjusted odds ratio 1.84 per 1 sd increase; 95% CI, 1.38-2.45; p < 0.001). Nucleosomes were also associated with a lower probability of being extubated alive by day 28 after multivariable adjustment (adjusted subdistribution hazard ratio, 0.74; 95% CI, 0.63-0.88; p = 0.001). Proteomic analysis demonstrated higher levels of the core nucleosome histones H2A, H2B, H3, and H4 in septic children with acute respiratory distress syndrome, relative to septic children without acute respiratory distress syndrome.                  Conclusions:                       Plasma nucleosomes are associated with acute respiratory distress syndrome severity, nonpulmonary organ failures, and worse outcomes in pediatric acute respiratory distress syndrome.", "author": [{"author": "Nadir Yehya", "affiliation": ["Department of Anesthesiology and Critical Care Medicine, Children's Hospital of Philadelphia and University of Pennsylvania, Philadelphia, PA."], "href": "/?term=Yehya+N&cauthor_id=33729723"}, {"author": "Hossein Fazelinia", "affiliation": ["Proteomics Core, The Children's Hospital of Philadelphia, Philadelphia, PA."], "href": "/?term=Fazelinia+H&cauthor_id=33729723"}, {"author": "Gladys G Lawrence", "affiliation": ["Department of Bioengineering, University of Pennsylvania, Philadelphia, PA."], "href": "/?term=Lawrence+GG&cauthor_id=33729723"}, {"author": "Lynn A Spruce", "affiliation": ["Proteomics Core, The Children's Hospital of Philadelphia, Philadelphia, PA."], "href": "/?term=Spruce+LA&cauthor_id=33729723"}, {"author": "Mark V Mai", "affiliation": ["Department of Anesthesiology and Critical Care Medicine, Children's Hospital of Philadelphia and University of Pennsylvania, Philadelphia, PA."], "href": "/?term=Mai+MV&cauthor_id=33729723"}, {"author": "G Scott Worthen", "affiliation": ["Division of Neonatology, Department of Pediatrics, Children's Hospital of Philadelphia, Philadelphia, PA."], "href": "/?term=Worthen+GS&cauthor_id=33729723"}, {"author": "Jason D Christie", "affiliation": ["Division of Pulmonary, Allergy, and Critical Care Medicine, Department of Medicine and Center for Translational Lung Biology, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA."], "href": "/?term=Christie+JD&cauthor_id=33729723"}], "refPMID": [], "citedInPMID": ["33729723", "34871756"], "body": ""}