{"title": "Severe liver dysfunction complicating course of COVID-19 in the critically ill: multifactorial cause or direct viral effect?", "pubDate": "2021", "PMCID": "PMC7957439", "DOI": "10.1186/s13613-021-00835-3", "PMID": "33721137", "abstract": "Background:                       SARS-CoV-2 caused a pandemic and global threat for human health. Presence of liver injury was commonly reported in patients with coronavirus disease 2019 (COVID-19). However, reports on severe liver dysfunction (SLD) in critically ill with COVID-19 are lacking. We evaluated the occurrence, clinical characteristics and outcome of SLD in critically ill patients with COVID-19.                  Methods:                       Clinical course and laboratory was analyzed from all patients with confirmed COVID-19 admitted to ICU of the university hospital. SLD was defined as: bilirubin ≥ 2 mg/dl or elevation of aminotransferase levels (> 20-fold ULN).                  Results:                       72 critically ill patients were identified, 22 (31%) patients developed SLD. Presenting characteristics including age, gender, comorbidities as well as clinical presentation regarding COVID-19 overlapped substantially in both groups. Patients with SLD had more severe respiratory failure (paO2/FiO2: 82 (58-114) vs. 117 (83-155); p < 0.05). Thus, required more frequently mechanical ventilation (95% vs. 64%; p < 0.01), rescue therapies (ECMO) (27% vs. 12%; p = 0.106), vasopressor (95% vs. 72%; p < 0.05) and renal replacement therapy (86% vs. 30%; p < 0.001). Severity of illness was significantly higher (SAPS II: 48 (39-52) vs. 40 (32-45); p < 0.01). Patients with SLD and without presented viremic during ICU stay in 68% and 34%, respectively (p = 0.002). Occurrence of SLD was independently associated with presence of viremia [OR 6.359; 95% CI 1.336-30.253; p < 0.05] and severity of illness (SAPS II) [OR 1.078; 95% CI 1.004-1.157; p < 0.05]. Mortality was high in patients with SLD compared to other patients (68% vs. 16%, p < 0.001). After adjustment for confounders, SLD was independently associated with mortality [HR3.347; 95% CI 1.401-7.999; p < 0.01].                  Conclusion:                       One-third of critically ill patients with COVID-19 suffer from SLD, which is associated with high mortality. Occurrence of viremia and severity of illness seem to contribute to occurrence of SLD and underline the multifactorial cause.", "author": [{"author": "Kevin Roedl", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Martinistraße 52, 20246, Hamburg, Germany. k.roedl@uke.de."], "href": "/?term=Roedl+K&cauthor_id=33721137"}, {"author": "Dominik Jarczak", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Martinistraße 52, 20246, Hamburg, Germany."], "href": "/?term=Jarczak+D&cauthor_id=33721137"}, {"author": "Andreas Drolz", "affiliation": ["Department of Internal Medicine I, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."], "href": "/?term=Drolz+A&cauthor_id=33721137"}, {"author": "Dominic Wichmann", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Martinistraße 52, 20246, Hamburg, Germany."], "href": "/?term=Wichmann+D&cauthor_id=33721137"}, {"author": "Olaf Boenisch", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Martinistraße 52, 20246, Hamburg, Germany."], "href": "/?term=Boenisch+O&cauthor_id=33721137"}, {"author": "Geraldine de Heer", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Martinistraße 52, 20246, Hamburg, Germany."], "href": "/?term=de+Heer+G&cauthor_id=33721137"}, {"author": "Christoph Burdelski", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Martinistraße 52, 20246, Hamburg, Germany."], "href": "/?term=Burdelski+C&cauthor_id=33721137"}, {"author": "Daniel Frings", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Martinistraße 52, 20246, Hamburg, Germany."], "href": "/?term=Frings+D&cauthor_id=33721137"}, {"author": "Barbara Sensen", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Martinistraße 52, 20246, Hamburg, Germany."], "href": "/?term=Sensen+B&cauthor_id=33721137"}, {"author": "Axel Nierhaus", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Martinistraße 52, 20246, Hamburg, Germany."], "href": "/?term=Nierhaus+A&cauthor_id=33721137"}, {"author": "Marc Lütgehetmann", "affiliation": ["Institute of Medical Microbiology, Virology and Hygiene, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."], "href": "/?term=L%C3%BCtgehetmann+M&cauthor_id=33721137"}, {"author": "Stefan Kluge", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Martinistraße 52, 20246, Hamburg, Germany."], "href": "/?term=Kluge+S&cauthor_id=33721137"}, {"author": "Valentin Fuhrmann", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Martinistraße 52, 20246, Hamburg, Germany."], "href": "/?term=Fuhrmann+V&cauthor_id=33721137"}], "refPMID": ["32109013", "32091533", "31986264", "32091533", "32735842", "32320003", "32125452", "32250385", "32167524", "32007143", "32402155", "32145190", "32085846", "32437830", "32239796", "32298767", "32283325", "32526252", "21647720", "22706920", "31215660", "23403733", "17334250", "20361374", "32156329", "33011643", "8844239", "8254858", "3558716", "26903338", "22797452", "32222812", "32553666", "32170806", "28787295", "32217556", "9918919", "18580483", "10890615", "30831218", "27928583", "27392655", "19506833", "32771081"], "citedInPMID": ["33721137", "34963747", "34944657", "34624543", "34437890", "34069530"], "body": " AbstractBackgroundSARS-CoV-2 caused a pandemic and global threat for human health. Presence of liver injury was commonly reported in patients with coronavirus disease 2019 (COVID-19). However, reports on severe liver dysfunction (SLD) in critically ill with COVID-19 are lacking. We evaluated the occurrence, clinical characteristics and outcome of SLD in critically ill patients with COVID-19.MethodsClinical course and laboratory was analyzed from all patients with confirmed COVID-19 admitted to ICU of the university hospital. SLD was defined as: bilirubin ≥ 2 mg/dl or elevation of aminotransferase levels (> 20-fold ULN).Results72 critically ill patients were identified, 22 (31%) patients developed SLD. Presenting characteristics including age, gender, comorbidities as well as clinical presentation regarding COVID-19 overlapped substantially in both groups. Patients with SLD had more severe respiratory failure (paO2/FiO2: 82 (58–114) vs. 117 (83–155); p < 0.05). Thus, required more frequently mechanical ventilation (95% vs. 64%; p < 0.01), rescue therapies (ECMO) (27% vs. 12%; p = 0.106), vasopressor (95% vs. 72%; p < 0.05) and renal replacement therapy (86% vs. 30%; p < 0.001). Severity of illness was significantly higher (SAPS II: 48 (39–52) vs. 40 (32–45); p < 0.01). Patients with SLD and without presented viremic during ICU stay in 68% and 34%, respectively (p = 0.002). Occurrence of SLD was independently associated with presence of viremia [OR 6.359; 95% CI 1.336–30.253; p < 0.05] and severity of illness (SAPS II) [OR 1.078; 95% CI 1.004–1.157; p < 0.05]. Mortality was high in patients with SLD compared to other patients (68% vs. 16%, p < 0.001). After adjustment for confounders, SLD was independently associated with mortality [HR3.347; 95% CI 1.401–7.999; p < 0.01].ConclusionOne-third of critically ill patients with COVID-19 suffer from SLD, which is associated with high mortality. Occurrence of viremia and severity of illness seem to contribute to occurrence of SLD and underline the multifactorial cause.Supplementary InformationThe online version contains supplementary material available at 10.1186/s13613-021-00835-3.Keywords: COVID-19, Hypoxic liver injury, Jaundice, Cholestatic liver disease BackgroundThe coronavirus disease 2019 (COVID-19) caused by novel severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) is responsible for a global threat for human health. Since its initial detection in Wuhan (China) in December 2019 COVID-19 spread and accounts for the ongoing pandemic with more than 30 million infections and 900.000 deaths [1, 2]. The disease is mainly characterized by mild flu-like symptoms or can be complicated by respiratory deterioration, potentially leading to acute respiratory distress syndrome (ARDS) and/or other organ failure [3–5]. A severe course of COVID-19 with need of intensive care unit (ICU) admission can be observed in up to 20% of hospitalized patients [6, 7]. Patients admitted to ICU suffer from high mortality [7, 8]. Several large studies reported clinical features and revealed that older age and underlying comorbidities increase the risk of unfavorable outcome [5, 6, 9–12]. Recent findings indicate that SARS-CoV-2 has an organotropism influencing the course of the disease and possibly aggravating pre-existing conditions [13].However, it is unknown if liver damage in patients with COVID-19 is directly caused by viral infection of liver cells [14]. One autopsy study found liver cell alterations, possibly induced by COVID-19 [15], another recent report was able to identify SARS-CoV-2 in the cytoplasm of hepatocytes [16]. Different large studies reported liver injury during the course of COVID-19, often transient and returning to normal without special treatment [17–19]. However, its impact on outcome remains unclear and a wide variation in the incidence of liver injury was reported. Moreover, the use of anti-viral agents was associated with the occurrence of liver injury possibly explaining the large variation observed in different studies [18, 19]. Pre-existing liver diseases were reported in up to 11% of patients with COVID-19 [1, 5, 8, 10]. In patients with pre-existing liver cirrhosis and COVID-19, a deterioration of liver function and elevated mortality was observed [20].In critically ill patients systemic inflammation resulting in cytokinemia as well as severe hypoxia because of pneumonia could contribute to liver damage. Liver injury and failure is a frequently observed type of organ failure in critically ill patients, and its occurrence is associated with increased morbidity and mortality [21–23]. Two major patterns can be clinically determined: cholestatic liver dysfunction (CLD) and hypoxic liver injury (HLI), which is also known as ischemic hepatitis or shock liver [24]. During the ICU stay up to 20% develop CLD and 10% suffer from HLI [21, 22, 25]. Especially, HLI frequently accompanies states of hypoxemia depletion in critically ill patients and could therefore be of special interest in COVID-19 [26]. However, occurrence and incidence of severe liver dysfunction (SLD) have not been reported systematically in critically ill patients with COVID-19.Since data on SLD in critically ill patients with COVID-19 are lacking, we investigated occurrence, clinical characteristics and implications on outcome of critically ill patients with COVID-19 in a large tertiary care university hospital. MethodsStudy design, setting and ethicsData of all adult patients with confirmed COVID-19 consecutively admitted to the Department of Intensive Care Medicine at the University Medical Centre Hamburg-Eppendorf (Germany) between March and July 2020 were analyzed. The department constitutes of 12 intensive care units (ICU) and cares for all critically ill adult patients of the hospital with a total capacity of 142 beds. The Ethics Committee of the Hamburg Chamber of Physicians was informed about the study (No.: WF-142/20). Due to the retrospective nature of the study, the need for informed consent was waived.Inclusion and exclusion criteriaAll consecutive adult patients (≥ 18 years) with confirmed COVID-19 admitted to the ICU were included in the study. Confirmed COVID-19 was defined as at least one positive result on reverse transcriptase-polymerase chain reaction (rt-PCR) obtained from naso-pharyngeal swabs and/or bronchial secretions or blood. All patients < 18 years of age, or patients staying on the ICU at the end of the study were excluded.Data collection and virological diagnosticsData were collected through electronical patient data management system (PDMS, Integrated Care Manager® (ICM), Version 9.1—Draeger Medical, Luebeck, Germany). The extracted data included age, gender, comorbidities, admission diagnosis, length of ICU stay, outcome, treatment modalities and organ support (mechanical ventilation, vasopressor, renal replacement therapy, blood transfusions, antibiotics, antivirals, etc.) and laboratory parameters. Routine laboratory assessment, including bilirubin, alanine aminotransferase and aspartate aminotransferase was performed daily. Respiratory samples (tracheal aspirates or throat swabs (eSwab, copan Italy)) as well as EDTA plasma and serum were obtained for surveillance as part of clinical routine. SARS-CoV-2 RNA was detected by real-time RT-PCR [27] using the Roche Cobas 6800 system. Viral RNA was quantified (from EDTA plasma and respiratory material) using in vitro transcribed SARS-CoV-2 RNA as standard as described previously [28].Study definitions and patient managementSeverity of illness was evaluated by Sequential Organ Failure Assessment (SOFA) [29] and Simplified Acute Physiology (SAPS II) [30] Score on admission. Charlson Comorbidity Index (CCI) [31] was calculated in all patients. Sepsis and septic shock were defined according to the 2016 Third International Consensus Definition for Sepsis and Septic Shock [32]. Acute respiratory distress syndrome (ARDS) was defined according to the Berlin definition [33].Severe liver dysfunction (SLD) was defined as occurrence hypoxic liver injury (HLI) and/or jaundice (defined as total bilirubin ≥ 2 mg/dl) [22]. HLI was diagnosed according to well-established criteria: (a) setting of cardiac, circulatory or respiratory failure; (b) dramatic but transient elevation of aminotransferase levels to at least 20-fold the upper limit of normal; (c) exclusion of other putative causes of liver cell necrosis (viral-/drug-induced hepatitis) [26]. Haemolysis, as cause of hyperbilirubinemia, was excluded by reviewing lactate dehydrogenase, haptoglobin and non-conjugated bilirubin levels. Pre-existing liver disease was excluded by using a combination of clinical, laboratory and radiological findings performed within routine clinical care. All patient charts were reviewed for presence of increased alcohol intake. Patient and ICU management was performed following national and international recommendations, including prone positioning in severe ARDS, and restrictive fluid management following the initial resuscitation period. Vasopressor support was initiated to obtain a mean arterial pressure (MAP) above 65 mmHg using norepinephrine [34, 35]. Viremia was defined as detection of viral RNA in blood and quantified as > 1000 copies/ml.Statistical analysisData are presented as absolute numbers and relative frequency or median and with interquartile range (IQR). Categorial variables were compared via Chi-square analysis or Fisher’s exact test, as appropriate. Continuous variables were compared via Mann–Whitney U test. We clinically assessed factors associated with the occurrence of SLD and mortality. We used multivariable logistic regression with SLD as the dependent variable and clinical variables as covariables. We used a multivariable Cox proportional hazards model to estimate the effect of SLD on ICU survival.In both models we used a stepwise backward elimination approach that gradually reduces the initial model; variables that caused a change in estimates > 10%/statistically significant remained in the model). Statistical analysis was conducted using IBM SPSS Statistics Version 24.0 (IBM Corp., Armonk, NY). Generally, a p-value < 0.05 was considered statistically significant.The study was prepared in accordance with the STROBE (STrengthening the Reporting of OBservational studies in Epidemiology) recommendations. ResultsStudy populationDuring the study period (March 1st, 2020 to June 30th, 2020) a total number of 81 critically ill COVID-19 patients was treated at our department. After exclusion of patients currently staying in the ICU (n = 3) and patients with previous ICU stay related to COVID-19 (n = 6), we could include 72 patients in the final analysis (Fig. 1).Open in a separate windowFig. 1Flowchart of the studyOccurrence of severe liver dysfunction during intensive care unit stayOf 72 patients, 22 (31%) developed severe liver dysfunction (SLD) during the ICU stay. The median time from ICU admission to SLD was 6 (4–11.3) days. We observed occurrence of a mixed injury pattern in 27% (n = 6); hypoxic liver injury or cholestatic liver dysfunction alone were observed in 27% (n = 6) and 45% (n = 10) patients, respectively.Clinical characteristics of patients on admissionDetailed characteristics on baseline are shown in Table ​Table1.1. Demographic characteristics (age, gender and BMI) were similar in patients with and without SLD. Twenty-three (32%) patients presented with a BMI > 30 kg/m2, 39% (n = 9) suffered from SLD. Median time of symptom onset to ICU admission was 6.9 (2–13.8) days. Leading symptoms were shortness of breath (49%, n = 35), fever (47%, n = 34) and cough (40%, n = 29). Occurrence of symptoms was comparable in both groups. Median Charlson Comorbidity Index (CCI) was 2(1–3) points. Leading comorbidities were arterial hypertension, diabetes mellitus (type II) and chronic lung disease in 49% (n = 35), 32% (n = 23) and 14% (n = 10), respectively. No pre-existing liver disease was observed. Respiratory support was frequent on admission; 35% (n = 25) were mechanically ventilated and 13% (n = 9) received high-flow nasal cannula (HFNC) therapy. The median PaO2/FiO2 ratio (Horowitz Index) was 112 (84–168) on admission. Respiratory support as well as vital functions, including use of vasopressors, on admission was comparable in both groups. On admission higher median liver enzyme levels were observed; AST (56 vs. 43 U/l; p < 0.05) and ALT (44 vs. 31 U/l; p = 0.271) for patients with and without SLD, respectively. Further, median total bilirubin levels were significantly higher in patients with SLD (0.8 vs. 0.5 mg/dl; p < 0.01) on admission.Table 1Baseline characteristics of the study populationVariablesAll (n = 72)No liver dysfunction (n = 50)Severe liver dysfunction (n = 22)p-valueAge (years)63 (54–73)64 (55–73)62 (51–73)0.937Males51 (71)34 (68)17 (77)0.308BMI (kg/m2)27.3 (24.8–31.7)27.3 (24.9–30.8)27.3 (24.3–33.1)0.921COVID-19 characteristics Symptoms to ICU (days)6.9 (2–13.8)6.7 (2.4–14.2)6.5 (1.6–11.4)0.476  Symptoms—before ICU   Cough29 (40)20 (40)9 (41)0.783   Productive cough8 (11)4 (8)4 (18)0.214   Fever34 (47)23 (46)11 (50)0.581   Shortness of breath35 (49)26 (52)9 (41)0.579    Fatigue15 (21)10 (20)5 (23)0.748Comorbidities Charlson comorb. index, pts2 (1–3)2 (1–3)2 (1–3)0.480 Arterial hypertension (n, %)35 (49)26 (52)9 (41)0.245Pre-existing medication   ACE inhibitor15 (21)12 (24)3 (14)0.255   Angiotensin receptor blocker8 (11)4 (8)4 (18)0.189 Chronic kidney disease 8 (11)6 (12)2 (9)0.524 Coronary heart disease 8 (11)6 (12)2 (9)0.524 Congestive heart failure2 (3)1 (2)1 (5)0.527 Diabetes mellitus 23 (32)18 (36)5 (23)0.161 Chronic lung disease 10 (14)8 (16)2 (9)0.341Vital functions—admission Body temperature (C°)37.3 (36.6–38.1)37.4 (36.7–38.1)37.3 (36.5–37.8)0.482 Heart rate (beats/minute)92 (81–108)91 (81–108)96 (80–107)0.531 Mean arterial pressure (mmHg)83 (72–100)82 (74–103)84 (71–90)0.337 Vasopressor use28 (39)20 (40)8 (36)0.466Respiratory support—admission paO2/FiO2112 (84–168)107 (83–168)121 (102–160)0.570 Invasive mechanical ventilation25 (35)19 (38)6 (27)0.271 Non-invasive ventilation0 (0)0 (0)0 (0)- High-flow nasal cannula9 (13)4 (8)5 (23)0.091Laboratory results—admission AST (U/l)48 (30–75.8)43 (29–70)56 (42–78)0.035 ALT (U/l)34 (22–59)31 (22–57)44 (44–76)0.271 Bilirubin (mg/dl)0.6 (0.4–0.8)0.5 (0.4–0.7)0.8 (0.5–1.4)0.002Outcome Duration ICU stay (days)13 (8.2–24.1)12.4 (5.9–21.6)16.8 (11.3–25.2)0.285 Died in ICU23 (32)8 (16)15 (68) < 0.001Open in a separate windowData are expressed as n (%) or median (interquartile range)kg kilogram, m meter, ICU intensive care unit, BMI body mass index, pts points, AST aspartate aminotransferase, ALT alanine aminotransferase; mg, milligram;ICU characteristics of patients with and without severe liver injuryTable ​Table22 shows detailed characteristics on the ICU course and treatment modalities. All patients were admitted to the ICU due to respiratory deterioration. Patients with SLD had higher median SAPS II (SLD: 48 vs. without SLD: 40 points; p = 0.006) and SOFA score (7 vs. 6; p = 0.938) on admission, representing severity of illness. Median SOFA score 24 hrs after ICU admission was higher in patients with SLD (10 vs. 7; p = 0.075). ARDS was significantly more frequent in patients with (91%, n = 20) than in patients without SLD (60%, n = 30). Severe ARDS was more common in patients with SLD. Overall 74% (n = 53) patients needed invasive mechanical ventilation (MV) (95% vs. 64%; p = 0.004). The median duration of MV was 12.5 (7.3–25.8) days. Overall HFNC therapy, as well as non-invasive ventilation (NIV) was used in 35% (n = 25) and 10% (n = 7) patients, respectively. The median paO2/FiO2 ratio (Horowitz Index) was significantly lower in patients suffering from SLD (p = 0.030). Due to severe ARDS accompanied by life-threatening hypoxia, veno-venous extracorporeal membrane oxygenation (ECMO) was established in 12 patients. ARDS management included prone positioning (n = 41), glucocorticoid therapy (n = 26), inhaled vasodilatory treatment (n = 20) and neuromuscular blockade (n = 18). All ARDS interventions, except inhaled vasodilatory treatment, were significantly more commonly used in patients with SLD. Overall, 79% of patients received vasopressor therapy (95% vs. 72%; p = 0.027) and renal replacement therapy (RRT) was initiated in 47% of the cohort (86% vs. 30%; p < 0.001).Table 2ICU characteristics of patients with and without severe liver dysfunctionVariablesAll (n = 72)No liver dysfunction (n = 50)Severe liver dysfunction (n = 22)p-valueDisease severity SAPS II—admission (pts.)41 (35–48.8)40 (32–45)48 (39–52)0.006 SOFA—admission (pts.)6 (3–11)6 (3–11)7 (3–9)0.938 SOFA—24 h (pts.)8 (4–13)7 (3–11)10 (7–15)0.075Respiratory support Invasive MV53 (74)32 (64)21 (95)0.004 Duration of MV (days)12.5 (7.3–25.8)13 (6–27)12 (8–25)0.965 Non-invasive ventilation7 (10)3 (6)4 (18)0.182 High-flow nasal cannula25 (35)16 (32)9 (41)0.454 ECMO12 (17)6 (12)6 (27)0.106 Worst paO2/FiO2110 (71–151)117 (83–155)82 (58–114)0.033ARDS No ARDS22 (31)20 (40)2 (9)0.007 Mild3 (4)2 (4)1 (5)0.651 Moderate19 (26)13 (26)6 (27)0.258 Severe28 (39)15 (30)13 (59)0.225ARDS—management Prone positioning41 (57)25 (50)16 (73)0.036 Neuromuscular blockade18 (25)10 (20)8 (36)0.001 Inhaled vasodilator20 (28)8 (16)12 (55)0.111 Glucocorticoid therapy26 (36)12 (24)14 (64)0.001Procedures/therapies Vasopressors57 (79)36 (72)21 (95)0.027 Renal replacement therapy34 (47)15 (30)19 (86) < 0.001 Therapeutic anticoagulation33 (46)19 (38)14 (64)0.166 Antibiotic therapy69 (96)48 (96)21 (95)0.493  Experimental therapy   Lopinavir, ritonavir8 (11)5 (10)3 (14)0.187   Remdesivir2 (3)1 (2)1 (5)0.521   Tocilizumab3 (4)0 (0)3 (14)0.026   Plasma exchange2 (3)1 (2)1 (5)0.521   Immunoglobulins2 (3)2 (4)0 (0)0.479Laboratory results AST—peak (U/l)140 (63–326)88 (50–147)746 (279–4293) < 0.001 ALT—peak (U/l)79 (39–172)59 (32–103)348 (127–720) < 0.001 Bilirubin—peak (mg/dl)0.8 (0.6–1.8)0.5 (0.4–0.7)2.6 (1.7–4.5) < 0.001 pH—nadir7.27 (7.14–7.39)7.3 (7.19–7.39)7.19 (7.07–7.29)0.015 Lactate—peak2.5 (1.7–5)1.9 (1.7–2.9)6.4 (3.4–12.8) < 0.001 INR—admission1.1 (1–1.2)1.1 (1–1.1)1.1 (1.03–1.2)0.082 Thrombocytes—admission204 (116–284)227 (140–300)161 (60–238)0.078 Ferritin—admission1493 (911–3009)1249 (768–2326)2395 (1126–6253)0.030 IL-6—admission134 (56–412)104 (54–243)279 (92–975)0.016 LDH—admission446 (364–603)424 (364–577)566 (380–681)0.245Complications—ICU stay Pulmonary embolism3 (4)1 (2)2 (9)0.219 Deep vein thrombosis11 (15)7 (14)4 (18)0.448 Cardiac arrest11 (15)5 (10)6 (27)0.068 Septic shock32 (44)16 (32)16 (73)0.001Open in a separate windowData are expressed as n (%) or median (interquartile range)ICU intensive care unit, BMI body mass index, ECMO extracorporeal membrane oxygenation, ARDS acute respiratory distress syndrome, AST aspartate aminotransferase, ALT alanine aminotransferase, LDH lactate dehydrogenase;Eight patients received lopinavir–ritonavir as specific anti-viral treatment, 3 patients received tocilizumab, 2 patients received remdesivir. Hydroxychloroquine was not used in our cohort. Two patients were treated with intravenous immunoglobulins and 2 received therapeutic plasma exchange.During ICU stay complications were frequent: 44% (n = 32) suffered from septic shock, 25% (n = 11) suffered from cardiac arrest and 25% (n = 11) had deep-vein thrombosis. Pulmonary embolism was observed in 4% (n = 3) and newly developed heart failure in 3% (n = 3) patients. Cause of SLD was presumably septic shock in combination with ARDS in 73% (n = 16), ARDS only in 18% (n = 4) and cardiogenic shock in 9% (n = 2).Laboratory courseHigher peak values of AST, ALT and bilirubin were observed in patients with SLD (all p < 0.001). Further, worst pH was significantly lower and highest lactate was significantly higher in patients with SLD. Ferritin and IL-6 on admission were significantly higher in patients with SLD. The median time from admission to first rise of aminotransferases and bilirubin above defined thresholds for SLD was 8 (4.8–19.8) and 5.5 (2.8–12.5) days, respectively. For further laboratory results, see Table ​Table11 and Additional file 1: Table S1.Virologic findingsAdditional file 1: Table S2 shows the virologic findings in critically ill patients with COVID-19. 57% (n = 60) of patients with available blood samples had detectable virus RNA on admission. Further, virus was detected in 86% of upper and 90% of lower respiratory specimen on admission. No statistical difference in viral load from blood and upper- or lower-respiratory tract samples on admission were observed in patients with and without SLD.During the ICU stay, 64% of patients had detectable virus RNA in blood samples. Virus RNA could be detected significantly more frequent in patients with SLD (84% vs. 55%; p = 0.024). Of patients with detectable viral load (n = 44), 32 (73%) presented with viremia. Viremia was present in 15 (68%) patients with and 17 (34%) patients without SLD (p = 0.002). Peak viral loads detected in blood, upper- and lower-respiratory tract samples were significantly higher (for all specimen) in patients with SLD.Risk factors for severe liver dysfunction and mortalityMultivariate regression analysis identified SAPS II [OR 1.078, 95% CI (1.004–1.157); p = 0.036] and presence of viremia [OR 6.359, 95% CI (1.336–30.253); p = 0.021] as factors significantly associated with new onset of HLI (see Table ​Table3).3). After adjustment for confounders, we observed that SLD [HR 3.347, 95% CI (1.401–7.999); p = 0.006] and SAPS II [HR 1.049, 95% CI (1.002–1.097); p = 0.037] were significantly associated with ICU mortality (see Additional file 1: Table S3a).Table 3Multivariable logistic regression for factors associated with occurrence of severe liver dysfunctionLogistic regressionCovariablesOR (95% CI)p valueStep 1Agea0.986 (0.938–1.038)0.614SAPS II1.073 (0.993–1.160)0.073Septic shock (yes vs. no)2.139 (0.490–9.338)0.311ARDS (yes vs. no)2.499 (0.932–6.701)0.055Viremiab (yes vs. no)5,778 (1.160–28.769)0.032Step 2SAPS II1.066 (0.993–1.146)0.083Septic shock (yes vs. no)2.313 (0.545–9.803)0.255ARDS (yes vs. no)1.979 (0.672–3.865)0.097Viremia (yes vs. no)5.581 (1.133–27.491)0.034Final modelSAPS II1.078 (1.004–1.157)0.036ARDS (yes vs. no)1.764 (0.938–1.925)0.118Viremia (yes vs. no)6.359 (1.336–30.253)0.020Open in a separate windowOR odds ratio, CI confidence interval, ARDS acute respiratory distress syndrome, SAPS II Simplified Acute Physiology Score IIaAge on admission was transformed prior to logistic regression analysis (natural logarithm)bViremia was defined as detectable viral RNA in blood quantified > 1000 copies/mlOutcomes of critically ill patients with COVID-19Overall, we observed an ICU mortality of 32% (n = 23) in the total cohort. In patients with SLD, we observed an ICU mortality of 68% (n = 15) compared to 16% (n = 8) without SLD (p < 0.001). According to different patterns of liver dysfunction, we observed an ICU mortality of 83%, 66% and 60% in patients with hypoxic liver injury, mixed injury pattern and cholestatic liver dysfunction, respectively. The median length of ICU stay was 13 (8.2–24.1) days; 16.8 (11.3–25.2) days with SLD and 12.4 (5.9–21.6) without SLD. DiscussionIn this study of critically ill patients with COVID-19, we found that occurrence of SLD was frequent and was significantly associated with increased mortality. To date, occurrence of SLD and implications on outcome have not been described in a cohort of critically ill patients with COVID-19. This is the first study investigating occurrence, clinical characteristics and implications on outcome of SLD in a cohort of critically ill patients with COVID-19.Hospitalized patients with COVID-19 mainly suffer from respiratory deterioration. Patients with COVID-19 admitted to ICU are prone to respiratory failure with need for initiation of non-invasive and/or invasive respiratory support. In its severest form patients can develop ARDS, accompanied by severe states of oxygen depletion. Although, COVID-19 primary effects the respiratory system recent reports indicate that SARS-CoV-2 has an organotropism [13]. However, hepatic involvement in COVID-19 can be multifactorial due to direct cytopathic effects, uncontrolled immune reaction, sepsis or drug induced [36]. Liver alterations were found in autopsies of patients with COVID-19 [15, 16], probably one reason for the susceptibility of the liver may be the high expression of ACE2 receptor in cholangiocytes [36]. However, it remains unclear if this is either a direct viral effect or a multifactorial incident.Liver involvement of SARS-CoV-2 is not surprising and was shown in other outbreaks of highly pathogenic human coronavirus in form of the middle-east respiratory syndrome (MERS) and SARS-CoV-1 before. In both diseases liver damage was a common feature during illness [37]. Further, liver damage was associated with severity of disease [37, 38]. Interestingly, according SARS-CoV-1 liver injury was reported as late occurrence compared to recent reports of SARS-CoV-2 and MERS [37, 38]. One study in critically ill patients with MERS reported a very high number of liver injury, but the threshold used for diagnosis was rather low probably leading to an overestimation of liver injury [38]. Summarized, liver injury is commonly reported in different highly pathogenic human coronavirus outbreaks. Definition of liver injury varied largely explaining differences in occurrence. However, implications on outcome in critically ill patients remain unclear [14, 36, 37].Different studies in hospitalized patients suffering from COVID-19 reported abnormal liver function and/or liver injury in 14–53% [36] of patients. Most studies reported on non-critically ill hospitalized patients. Further, different definitions of liver failure were used complicating comparability between studies. However, highest rates of liver injury were reported in cases with severe COVID-19 [1, 39]. In deceased patients with COVID-19, one study reported acute liver injury in 10% of cases [40]. In our study, we observed an incidence of SLD in 31%. The higher prevalence can be a consequence of several factors. First, we used the widely accepted and well-established diagnostic criteria of HLI and jaundice in our cohort [21, 23–25, 41]. Earlier reports used much lower thresholds for diagnosis, leading to quite high rates of liver injury without any detectable effect on outcome. Second, we only report on critically ill patients including 74% of patients receiving mechanical ventilation due to severe COVID-19. Patients with severe pneumonia are prone to hypoxemia, probably triggering liver injury. This would be in line with earlier reports showing SLD can be caused by severe hypoxemia due to respiratory failure [41]. Furthermore, SLD was significantly more frequently accompanied by development of ARDS. As a consequence, significantly more patients with SLD were mechanically ventilated and the worst Horowitz Index (PaO2/FiO2 ratio) was lower. Furthermore, other factors can lead to occurrence of SLD in mechanically ventilated patients. Several studies in patients with liver transplantation and mechanical ventilation described decreased liver outflow and portal vein flow, possibly contributing to development of SLD [42, 43]. However, the results are conflicting and the effect of prolonged mechanical ventilation on liver hemodynamics has not been described. We observed several different other clinical characteristics accompanied with occurrence of SLD. Use of vasopressor, indicating presence of cardiac failure was observed in almost all patients with SLD, which was recently described in two studies in patients with cardiogenic shock and cardiac arrest [44, 45]. Acute kidney injury and necessity of RRT was a common observation in patients with SLD and was earlier described as marker for poor outcome [46]. Severity of illness represented by SAPS II and SOFA on admission and during course of ICU stay was higher in patients developing SLD, which is in line with earlier studies [47]. Further, SAPS II [OR 1.078; 95% CI 1.004–1.157] was independently associated with occurrence of SLD which confirms previous studies [47].In general, liver injury and failure is a frequently observed in critically ill patients [23]. Traditionally, HLI and CLD were regarded as late features in critical illness [24]. However, recent findings showed that they are found early in life-threatening illness on the ICU [23–25]. In our cohort, SLD developed within one week after admission, with a median of 6 (4–11.3) days. The occurrence of HLI or CLD is associated with increased morbidity and mortality [21–23]. In the medical ICU about 20% develop CLD and 10% suffer from HLI [21, 22, 25]. In our cohort, we observed a higher rate of SLD, mainly as a consequence of the severity of COVID-19 with pronounced respiratory failure accompanied by sepsis and cardiac failure. Of interest, about 23% of patients with SLD had reduced ejection fraction measured by echocardiography. Further, Septic shock preceded SLD in 56% of patients. Presumably, the cause of SLD was septic shock combined with ARDS in more than 70% of our patients. However, data on patients with severe respiratory failure and/or ARDS are lacking. Mortality rates in patients with SLD were significantly higher in patients suffering from SLD. However, even after splitting injury patterns in HLI or CLD alone and a mixed injury pattern observed mortality rates were generally comparable between groups. Of interest, at time of death 12 of 15 patients met criteria of SLD. Highest mortality rate was observed in patients presenting with HLI injury pattern. Recent data showed that HLI accompanied by CLD increases complications and mortality [22]. After adjusting for covariables SLD was the most indicative factor [HR 3.347 95% CI 1.401–7.999] for mortality in our cohort of critically ill patients with COVID-19. A recent study showed that viral load can serve as predictor for mortality in patients with COVID-19 [48]. Interestingly, presence of viremia [OR 6.359 95% CI 1.336–30.253] was the most important factor associated with occurrence of SLD in our cohort, but was not associated with mortality. However, we observed significantly higher viral load as well as presence of viremia (defined as detection of viral RNA > 1000 copies/ml) in patients with SLD. This finding is novel and direct causation of liver injury by viral effects could be one explanation. Viremia was not associated with mortality in our cohort; this could be explained by the rather small number of patients included. Nevertheless, occurrence of viremia in critically ill patients (especially in patients with SLD) could serve as an early risk marker and should prompt close surveillance of liver function. Different clinical patterns and complications, like hypo-/hyperglycemia, hyperammonemia, respiratory failure or acute kidney injury in patients with SLD are associated with increased mortality [21–24, 46, 47]. Due to occurrence of SLD within a dynamic process in patients with multi-organ failure patients are generally not eligible for liver transplantation. However, even though no specific treatment of SLD is available, prevention of complications is of central importance. All in all, our data clearly demonstrate that occurrence of SLD is a multifactorial event. Severity of illness as well as complications during ICU, and direct viral effects play an important role in development of SLD.Although, the number comorbidities in our cohort were high, no patient suffered from pre-existing liver disease. Pre-existing liver diseases were reported in up to 11% of patients with COVID-19 [1, 5, 8, 10] and were associated with fast deterioration of liver function and elevated mortality [20]. Thirty-two per-cent of patients presented with a BMI > 30 kg/m2. Although, we did not observe differences in occurrence of SLD in our cohort patients with non-alcoholic fatty liver disease or non-alcoholic steatohepatitis are probably at risk for SLD. However, whether COVID-19 aggravates occurrence of SLD or not must be addressed in larger analyses of critically ill patients with COVID-19 and pre-existing liver disease.This study has strengths and limitations. First, the sample size of our study is rather small. However, this is the first and most comprehensive study describing the occurrence of SLD in critically ill patients with COVID-19. Second, for SLD we used a combination of well-established definitions of HLI and CLD. Both entities can be caused by different underlying mechanism, therefore our definition has to be interpreted with caution when comparing or data to other studies. Third, for detection of pre-existing liver disease, we carefully reviewed patient charts and due to routine clinical care patients were screened for presence of liver disease. However, due to the retrospective character of the study, we cannot entirely exclude the presence of pre-exiting liver disease. Fourth, we show results of a center experienced in management of ARDS and liver failure, and results and conclusions may not be generally transferable to other settings with less experience. Fifth, direct viral effects of SARS-CoV-2 could not be further validated in this clinical study and should be addressed in future studies. Sixth, residual confounding from unmeasured covariables is a matter of concern and cannot be entirely excluded. Future larger studies should be conducted to confirm these results. ConclusionIn conclusion, our study could demonstrate that occurrence of SLD is a frequent observation in critically ill patients with COVID-19 and is associated with high mortality rates. Severity of illness as well as viremia seems to contribute to the occurrence of SLD and underline the multifactorial cause. Our findings highlight the significant contribution and impact on outcome of SLD in critically ill patients with COVID-19. Supplementary Information\nAdditional file 1: Table S1. Biomarkers stratified according no liver dysfunction and severe liver dysfunction. Table S2. Viral characteristics in patients with and without severe liver dysfunction. Table S3a. Cox regression model for factors associated with ICU mortality.(64K, docx) AcknowledgementsWe sincerely thank the study nurses of the Department of Intensive Care Medicine involved in data acquisition and management—Grit Ringeis, Melanie Kerinn, Lisa Krebs, and Andrea Conrad AbbreviationsARDSAcute respiratory distress syndromeCCICharlson Comorbidity IndexCLDCholestatic liver dysfunctionCOVID-19Coronavirus disease 2019ECMOExtracorporeal membrane oxygenationHFNCHigh-flow nasal cannulaHLIHypoxic liver injuryICUIntensive care unitIQRInterquartile rangeMAPMean arterial pressureMVMechanical ventilationNIVNon-invasive ventilationRRTRenal replacement therapySARS-CoV-2Severe acute respiratory syndrome coronavirus-2SAPS IISimplified Acute Physiologic Assessment ScoreSOFASequential Organ Failure Assessment Authors’ contributionsKR, VF and SK conceived and designed the study. KR and DJ, DW, AD, OB, MK, GdH, CB, DF, BS and ML were involved in data acquisition and laboratory analysis. KR, DJ, DW, AD, AN and VF analyzed and interpreted the data. KR and VF drafted the manuscript. DW, ML, AN, VF and SK critically revised the manuscript for important intellectual content. All authors read and approved the final manuscript. FundingOpen Access funding enabled and organized by Projekt DEAL. This study was supported exclusively by institutional funds of the Department of Intensive Care Medicine. Availability of data and materialsThe datasets supporting the conclusions of this article are included within the article. DeclarationsEthics approval and consent to participateThe Ethics Committee of the Hamburg Chamber of Physicians was informed about the study (No.: WF-142/20). The study was approved by the local clinical institutional review board and complied with the Declaration of Helsinki.Consent for publicationNot applicable.Competing InterestsKR, DJ, AD, OB, GDH BS, CB and VF do not report any conflicts of interest. SK received research support by Ambu, E.T.View Ltd, Fisher & Paykel, Pfizer and Xenios, lecture honoraria from ArjoHuntleigh, Astellas, Astra, Basilea, Bard, Baxter, Biotest, CSL Behring, CytoSorbents, Fresenius, Gilead, MSD, Orion, Pfizer, Philips, Sedana, Sorin, Xenios and Zoll, and consultant honorarium from AMOMED, Astellas, Baxter, Bayer, Fresenius, Gilead, MSD, Pfizer and Xenios. AN received research funds, lecture honoraria and travel reimbursement within the last 5 years from CytoSorbents Europe, Biotest AG and ThermoFisher Scientific. DF reports lecture honoraria within the last 5 years from Xenios AG. DW received lecture and consultant honorarium from Gilead, MSD, Pfizer, Shionogi and reports no other potential conflict of interest relevant to this article. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Contributor InformationKevin Roedl, Email: ed.eku@ldeor.k.Dominik Jarczak, Email: ed.eku@kazcraj.d.Andreas Drolz, Email: ed.eku@zlord.a.Dominic Wichmann, Email: ed.eku@nnamhciw.d.Olaf Boenisch, Email: ed.eku@hcsineob.o.Geraldine de Heer, Email: ed.eku@reehed.Christoph Burdelski, Email: ed.eku@iksledrub.c.Daniel Frings, Email: ed.eku@sgnirf.d.Barbara Sensen, Email: ed.eku@nesnes.b.Axel Nierhaus, Email: ed.eku@suahrein.Marc Lütgehetmann, Email: ed.eku@nnamtehegteulm.Stefan Kluge, Email: ed.eku@egulk.s.Valentin Fuhrmann, Email: ed.kooltuo@nnamrhufv. References1. Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, et al.  Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med. 2020;382(18):1708–1720. doi: 10.1056/NEJMoa2002032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. WHO. WHO - World Map - COVID-19 [https://covid19.who.int/. Accessed online: January, 15th 2020] 2020 [Available from: https://covid19.who.int/. Accessed 15Jan 2021.3. Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention. JAMA. 2020;15:458. [PubMed] [Google Scholar]4. Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, et al.  Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med. 2020;57:894. [Google Scholar]5. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan. China Lancet. 2020;395(10223):497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention. JAMA. 2020;323(13):1239–1242. doi: 10.1001/jama.2020.2648. [PubMed] [CrossRef] [Google Scholar]7. Karagiannidis C, Mostert C, Hentschker C, Voshaar T, Malzahn J, Schillinger G, et al.  Case characteristics, resource use, and outcomes of 10,021 patients with COVID-19 admitted to 920 German hospitals: an observational study. Lancet Respir Med. 2020;8:42. doi: 10.1016/S2213-2600(20)30316-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Richardson S, Hirsch JS, Narasimhan M, Crawford JM, McGinn T, Davidson KW, et al.  Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized With COVID-19 in the New York City Area. JAMA. 2020;323(20):2052–2059. doi: 10.1001/jama.2020.6775. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Ruan Q, Yang K, Wang W, Jiang L, Song J. Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan. China Intensive Care Med. 2020;46(5):846–848. doi: 10.1007/s00134-020-05991-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Grasselli G, Zangrillo A, Zanella A, Antonelli M, Cabrini L, Castelli A, et al.  Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region. Italy JAMA. 2020;323(16):1574–1581. doi: 10.1001/jama.2020.5394. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Wu C, Chen X, Cai Y, Xia J, Zhou X, Xu S, et al.   Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 Pneumonia in Wuhan. JAMA internal medicine: China; 2020.  [PMC free article] [PubMed] [Google Scholar]12. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al.  Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395(10223):507–513. doi: 10.1016/S0140-6736(20)30211-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Puelles VG, Lütgehetmann M, Lindenmeyer MT, Sperhake JP, Wong MN, Allweiss L, et al.  Multiorgan and renal tropism of SARS-CoV-2. N Engl J Med. 2020;7:96. [PMC free article] [PubMed] [Google Scholar]14. Zhang C, Shi L, Wang FS. Liver injury in COVID-19: management and challenges. Lancet Gastroenterol Hepatol. 2020;5(5):428–430. doi: 10.1016/S2468-1253(20)30057-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, et al.  Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020;8(4):420–422. doi: 10.1016/S2213-2600(20)30076-X. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Wang Y, Liu S, Liu H, Li W, Lin F, Jiang L, et al.  SARS-CoV-2 infection of the liver directly contributes to hepatic impairment in patients with COVID-19. J Hepatol. 2020;73:807. doi: 10.1016/j.jhep.2020.05.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Zhang Y, Zheng L, Liu L, Zhao M, Xiao J, Zhao Q. Liver impairment in COVID-19 patients: A retrospective analysis of 115 cases from a single centre in Wuhan city China. Liver Int. 2020;40(9):2095–2103. doi: 10.1111/liv.14455. [PubMed] [CrossRef] [Google Scholar]18. Cai Q, Huang D, Yu H, Zhu Z, Xia Z, Su Y, et al.  COVID-19: Abnormal liver function tests. J Hepatol. 2020;73(3):566–574. doi: 10.1016/j.jhep.2020.04.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Fan Z, Chen L, Li J, Cheng X, Yang J, Tian C, et al.  Clinical Features of COVID-19-Related Liver Functional Abnormality. Clin Gastroenterol Hepatol. 2020;18(7):1561–1566. doi: 10.1016/j.cgh.2020.04.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Iavarone M, D’Ambrosio R, Soria A, Triolo M, Pugliese N, Del Poggio P, et al.  High rates of 30-day mortality in patients with cirrhosis and COVID-19. J Hepatol. 2020 doi: 10.1016/j.jhep.2020.06.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Fuhrmann V, Kneidinger N, Herkner H, Heinz G, Nikfardjam M, Bojic A, et al.  Impact of hypoxic hepatitis on mortality in the intensive care unit. Intensive Care Med. 2011;37(8):1302–1310. doi: 10.1007/s00134-011-2248-7. [PubMed] [CrossRef] [Google Scholar]22. Jager B, Drolz A, Michl B, Schellongowski P, Bojic A, Nikfardjam M, et al.  Jaundice increases the rate of complications and one-year mortality in patients with hypoxic hepatitis. Hepatology. 2012;56(6):2297–2304. doi: 10.1002/hep.25896. [PubMed] [CrossRef] [Google Scholar]23. Horvatits T, Drolz A, Trauner M, Fuhrmann V. Liver Injury and Failure in Critical Illness. Hepatology. 2019;70(6):2204–2215. doi: 10.1002/hep.30824. [PubMed] [CrossRef] [Google Scholar]24. Horvatits T, Trauner M, Fuhrmann V. Hypoxic liver injury and cholestasis in critically ill patients. Curr Opin Crit Care. 2013;19(2):128–132. doi: 10.1097/MCC.0b013e32835ec9e6. [PubMed] [CrossRef] [Google Scholar]25. Kramer L, Jordan B, Druml W, Bauer P, Metnitz PG. Incidence and prognosis of early hepatic dysfunction in critically ill patients–a prospective multicenter study. Crit Care Med. 2007;35(4):1099–1104. doi: 10.1097/01.CCM.0000259462.97164.A0. [PubMed] [CrossRef] [Google Scholar]26. Fuhrmann V, Jäger B, Zubkova A, Drolz A. Hypoxic hepatitis - epidemiology, pathophysiology and clinical management. Wien Klin Wochenschr. 2010;122(5–6):129–139. doi: 10.1007/s00508-010-1357-6. [PubMed] [CrossRef] [Google Scholar]27. Pfefferle S, Reucher S, Norz D, Lutgehetmann M. Evaluation of a quantitative RT-PCR assay for the detection of the emerging coronavirus SARS-CoV-2 using a high throughput system. Euro Surv. 2020;25:9. [PMC free article] [PubMed] [Google Scholar]28. Nörz D, Frontzek A, Eigner U, Oestereich L, Fischer N, Aepfelbacher M, et al.  Pushing beyond specifications: Evaluation of linearity and clinical performance of a fully automated SARS-CoV-2 RT-PCR assay for reliable quantification in blood and other materials outside recommendations. J Clin Virol. 2020;132:104650. doi: 10.1016/j.jcv.2020.104650. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Vincent JL, Moreno R, Takala J, Willatts S, De Mendonça A, Bruining H, et al.  The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine. Intensive Care Med. 1996;22(7):707–710. doi: 10.1007/BF01709751. [PubMed] [CrossRef] [Google Scholar]30. Le Gall JR, Lemeshow S, Saulnier F. A new Simplified Acute Physiology Score (SAPS II) based on a European/North American multicenter study. JAMA. 1993;270(24):2957–2963. doi: 10.1001/jama.1993.03510240069035. [PubMed] [CrossRef] [Google Scholar]31. Charlson ME, Pompei P, Ales KL, MacKenzie CR. A new method of classifying prognostic comorbidity in longitudinal studies: development and validation. J Chronic Dis. 1987;40(5):373–383. doi: 10.1016/0021-9681(87)90171-8. [PubMed] [CrossRef] [Google Scholar]32. Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, Bauer M, et al.  The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3) JAMA. 2016;315(8):801–810. doi: 10.1001/jama.2016.0287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]34. Alhazzani W, Møller MH, Arabi YM, Loeb M, Gong MN, Fan E, et al.  Surviving Sepsis Campaign: guidelines on the management of critically ill adults with Coronavirus Disease 2019 (COVID-19) Intensive Care Med. 2020;46(5):854–887. doi: 10.1007/s00134-020-06022-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Kluge S, Janssens U, Welte T, Weber-Carstens S, Marx G, Karagiannidis C. German recommendations for critically ill patients with COVID-19. Medizinische Klinik, Intensivmedizin und Notfallmedizin. 2020;54:1–4. [Google Scholar]36. Jothimani D, Venugopal R, Abedin MF, Kaliamoorthy I, Rela M. COVID-19 and Liver. J Hepatol. 2020;73(5):1231–1240. doi: 10.1016/j.jhep.2020.06.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Xu L, Liu J, Lu M, Yang D, Zheng X. Liver injury during highly pathogenic human coronavirus infections. Liver Int. 2020;40(5):998–1004. doi: 10.1111/liv.14435. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Arabi YM, Al-Omari A, Mandourah Y, Al-Hameed F, Sindi AA, Alraddadi B, et al.  Critically Ill Patients With the Middle East Respiratory Syndrome: A Multicenter Retrospective Cohort Study. Crit Care Med. 2017;45(10):1683–1695. doi: 10.1097/CCM.0000000000002621. [PubMed] [CrossRef] [Google Scholar]39. Cao W. Clinical features and laboratory inspection of novel coronavirus pneumonia (COVID-19) in Xiangyang, Hubei. MedRxiv. 2020;85:6. [Google Scholar]40. Chen T, Wu D, Chen H, Yan W, Yang D, Chen G, et al.  Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study. BMJ. 2020;368:m1091. doi: 10.1136/bmj.m1091. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Henrion J, Minette P, Colin L, Schapira M, Delannoy A, Heller FR. Hypoxic hepatitis caused by acute exacerbation of chronic respiratory failure: a case-controlled, hemodynamic study of 17 consecutive cases. Hepatology. 1999;29(2):427–433. doi: 10.1002/hep.510290202. [PubMed] [CrossRef] [Google Scholar]42. Saner FH, Olde Damink SW, Pavlakovic G, van den Broek MA, Sotiropoulos GC, Radtke A, et al.  Positive end-expiratory pressure induces liver congestion in living donor liver transplant patients: myth or fact. Transplantation. 2008;85(12):1863–1866. doi: 10.1097/TP.0b013e31817754dc. [PubMed] [CrossRef] [Google Scholar]43. Krenn CG, Krafft P, Schaefer B, Pokorny H, Schneider B, Pinsky MR, et al.  Effects of positive end-expiratory pressure on hemodynamics and indocyanine green kinetics in patients after orthotopic liver transplantation. Crit Care Med. 2000;28(6):1760–1765. doi: 10.1097/00003246-200006000-00010. [PubMed] [CrossRef] [Google Scholar]44. Roedl K, Spiel AO, Nurnberger A, Horvatits T, Drolz A, Hubner P, et al.  Hypoxic liver injury after in- and out-of-hospital cardiac arrest: Risk factors and neurological outcome. Resuscitation. 2019;137:175–182. doi: 10.1016/j.resuscitation.2019.02.038. [PubMed] [CrossRef] [Google Scholar]45. Jung C, Fuernau G, Eitel I, Desch S, Schuler G, Kelm M, et al.  Incidence, laboratory detection and prognostic relevance of hypoxic hepatitis in cardiogenic shock. Clin Res Cardiol. 2017;106(5):341–349. doi: 10.1007/s00392-016-1060-3. [PubMed] [CrossRef] [Google Scholar]46. Drolz A, Horvatits T, Roedl K, Rutter K, Staufer K, Haider DG, et al.  Outcome and features of acute kidney injury complicating hypoxic hepatitis at the medical intensive care unit. Ann Intensive Care. 2016;6(1):61. doi: 10.1186/s13613-016-0162-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Fuhrmann V, Kneidinger N, Herkner H, Heinz G, Nikfardjam M, Bojic A, et al.  Hypoxic hepatitis: underlying conditions and risk factors for mortality in critically ill patients. Intensive Care Med. 2009;35(8):1397–1405. doi: 10.1007/s00134-009-1508-2. [PubMed] [CrossRef] [Google Scholar]48. Pujadas E, Chaudhry F, McBride R, Richter F, Zhao S, Wajnberg A, et al.  SARS-CoV-2 viral load predicts COVID-19 mortality. The Lancet Respiratory Medicine. 2020;1:1. doi: 10.1016/s2213-2600(20)30354-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}