{"title": "Association between thrombocytopenia and 180-day prognosis of COVID-19 patients in intensive care units: A two-center observational study", "pubDate": "2021", "PMCID": "PMC7972743", "DOI": "10.1371/journal.pone.0248671", "PMID": "33735911", "abstract": "Background:                       Thrombocytopenia has been proved to be associated with hospital mortality in patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections. However, the detailed association of thrombocytopenia with subsequent progression of organ functions and long-term prognosis in critically ill COVID-19 patients remains to be explored.                  Methods:                       Medical records of 167 confirmed cases of critically ill COVID-19 from February 16 to March 21, 2020 were collected in this two-center retrospective study. 180-day's outcome and clinical organ development in patients with thrombocytopenia and non-thrombocytopenia were analyzed.                  Findings:                       Among all 167 patients, the median age was 66 years and 67.07% were male. Significant differences were noticed in laboratory findings including white blood cells, blood urea, total bilirubin, lactate dehydrogenase and SOFA score between groups of thrombocytopenia and non-thrombocytopenia. Older age, lower platelet count and longer activated partial thromboplastin time at admission were determined to be risk factors of 28-day mortality, and all three, together with higher white blood cells were risk factors of 180-day mortality. Subsequent changes of six-point ordinal scale score, oxygenation index, and SOFA score in patients with thrombocytopenia showed marked worsening trends compared with patients without thrombocytopenia. Patients with thrombocytopenia had significantly higher mortality not only in 28 days, but also in 90 days and 180 days. The time-course curves in non-survival group showed a downtrend of platelet count and oxygenation index, while the curve of six-point ordinal scale kept an uptrend. Kaplan-Meier analysis indicated that patients with thrombocytopenia had much lower probability of survival (p<0.01).                  Interpretation:                       The thrombocytopenia was associated with the deterioration of respiratory function. Baseline platelet count was associated with subsequent and long-term mortality in critically ill COVID-19 patients.", "author": [{"author": "Yuan Zhu", "affiliation": ["Department of Critical Care Medicine, Zhongnan Hospital of Wuhan University, Wuhan, Hubei, China.", "Clinical Research Center of Hubei Critical Care Medicine, Wuhan, Hubei, China."], "href": "/?term=Zhu+Y&cauthor_id=33735911"}, {"author": "Jing Zhang", "affiliation": ["Department of Critical Care Medicine, Zhongnan Hospital of Wuhan University, Wuhan, Hubei, China.", "Clinical Research Center of Hubei Critical Care Medicine, Wuhan, Hubei, China."], "href": "/?term=Zhang+J&cauthor_id=33735911"}, {"author": "Yiming Li", "affiliation": ["Department of Critical Care Medicine, Zhongnan Hospital of Wuhan University, Wuhan, Hubei, China.", "Clinical Research Center of Hubei Critical Care Medicine, Wuhan, Hubei, China."], "href": "/?term=Li+Y&cauthor_id=33735911"}, {"author": "Fang Liu", "affiliation": ["Department of Critical Care Medicine, Zhongnan Hospital of Wuhan University, Wuhan, Hubei, China.", "Clinical Research Center of Hubei Critical Care Medicine, Wuhan, Hubei, China."], "href": "/?term=Liu+F&cauthor_id=33735911"}, {"author": "Qing Zhou", "affiliation": ["Department of Critical Care Medicine, Zhongnan Hospital of Wuhan University, Wuhan, Hubei, China."], "href": "/?term=Zhou+Q&cauthor_id=33735911"}, {"author": "Zhiyong Peng", "affiliation": ["Department of Critical Care Medicine, Zhongnan Hospital of Wuhan University, Wuhan, Hubei, China.", "Clinical Research Center of Hubei Critical Care Medicine, Wuhan, Hubei, China."], "href": "/?term=Peng+Z&cauthor_id=33735911"}], "refPMID": ["32031570", "32176772", "31986264", "32007143", "23891402", "12816821", "12682352", "27519621", "32302435", "32178975", "32297540", "32109013", "32423584", "26903338", "22797452", "22890468", "31447831", "25915557", "12010496", "16197553", "29348254", "16634758", "19264679", "25664391", "29761104", "26637453", "19273059", "32450344", "32437596", "26481314", "27982413", "8404200", "10890635", "32296910", "12414783", "12737884", "31987001", "1350662", "12690092", "28329764", "32412320", "32364264", "24665136", "24755410", "32586214", "32575136", "17329697", "24363025", "24022332", "27015182", "30504360", "27380175", "30854309", "25990432", "25921195", "29028771", "32286245", "32335169", "32596339", "32242738", "26670473"], "citedInPMID": ["33735911", "34903274", "34684107", "34682421", "34351975", "34304001", "33878449"], "body": " AbstractBackgroundThrombocytopenia has been proved to be associated with hospital mortality in patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections. However, the detailed association of thrombocytopenia with subsequent progression of organ functions and long-term prognosis in critically ill COVID-19 patients remains to be explored.MethodsMedical records of 167 confirmed cases of critically ill COVID-19 from February 16 to March 21, 2020 were collected in this two-center retrospective study. 180-day’s outcome and clinical organ development in patients with thrombocytopenia and non-thrombocytopenia were analyzed.FindingsAmong all 167 patients, the median age was 66 years and 67.07% were male. Significant differences were noticed in laboratory findings including white blood cells, blood urea, total bilirubin, lactate dehydrogenase and SOFA score between groups of thrombocytopenia and non-thrombocytopenia. Older age, lower platelet count and longer activated partial thromboplastin time at admission were determined to be risk factors of 28-day mortality, and all three, together with higher white blood cells were risk factors of 180-day mortality. Subsequent changes of six-point ordinal scale score, oxygenation index, and SOFA score in patients with thrombocytopenia showed marked worsening trends compared with patients without thrombocytopenia. Patients with thrombocytopenia had significantly higher mortality not only in 28 days, but also in 90 days and 180 days. The time-course curves in non-survival group showed a downtrend of platelet count and oxygenation index, while the curve of six-point ordinal scale kept an uptrend. Kaplan-Meier analysis indicated that patients with thrombocytopenia had much lower probability of survival (p<0.01).InterpretationThe thrombocytopenia was associated with the deterioration of respiratory function. Baseline platelet count was associated with subsequent and long-term mortality in critically ill COVID-19 patients. IntroductionThe ongoing coronavirus disease-19 (COVID-19), which is caused by the infections of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has led to more than 91 million confirmed cases and nearly 2 million deaths globally as of January 11, 2020 [1]. The clinical manifestations in COIVD-19 patients have been extensively reported since the outbreak. Patients with COVID-19 can represent with abdominal symptoms, acute heart injury, secondary infections, acute liver injury, acute kidney injury and coagulation abnormalities in addition to pulmonary symptoms [2–4]. And the main changes in complete blood cells are characterized with lymphopenia and thrombocytopenia [5].Thrombocytopenia is a common manifestation and also an indicator of poor prognosis of SARS, MERS and COVID-19 according to previous researches [6–9]. Low platelet count has been proven to be related to disease severity and hospital mortality in COVID-19 patients [10–12]. What was noteworthy was that severe COVID-19 patients had significantly lower platelet count than non-severe patients [11, 13]. However, the detailed association between platelets and subsequent organ functions in severe COVID-19 patients in intensive care units (ICUs) remain to be explored. The long-term prognosis of critically ill COVID-19 patients also remain to be uncertain. Therefore, we investigated the subsequent organ dysfunction and 180-day outcome in critically ill COVID-19 with thrombocytopenia. MethodsStudy design and participantsThe study enrolled ICU patients from 2 centers in Wuhan, namely Zhongnan Hospital of Wuhan University and Leishenshan Hospital, which were managed by the same medical team from Zhongnan hospital since early February of 2020. Adult patients diagnosed with COVID-19 based on the guidance [14] issued by National Health Commission of the People’s Republic of China (7th edition), and admitted to the two ICUs from January 5 to March 21 were enrolled in this study. And those with pregnancy or lactation, malignant tumor with a life expectancy of less than 3 months, immunodeficiencies (i.e., acquired immune deficiency syndrome and leukemia), and diseases that cause excessive consumption of platelets (i.e., primary immune thrombocytopenia and heparin induced thrombocytopenia) were all excluded. Clinical outcomes (mortality) were monitored up to September 17, 2020. Ethical approval was obtained from the Medical Ethics Committee of Zhongnan Hospital of Wuhan University (2020057K). Considering the epidemic situation, oral informed consent was approved to obtain from participants during telephone follow-up by the Medical Ethics Committee. Telephone questionnaire in both Chinese and English was presented in supporting information (S1 Appendix).Data collectionDemographic characteristics, comorbidities, clinical manifestations, treatment, laboratory findings were extracted from electronic medical records. The records were first accessed on February 15 and last accessed on May 31. Sequential organ failure assessment (SOFA) score, and laboratory data including white blood cell count, neutrophilic granulocyte percentage, lymphocyte percentage, creatinine, blood urea, aspartate aminotransferase, alanine aminotransferase, total bilirubin, procalcitonin, prothrombin time, activated partial thromboplastin time, hypersensitive troponin I, D-dimer, lactate dehydrogenase were collected on the 1st, 3rd and 7th day after transferred to ICU. Platelet count, six-point ordinal scale scores and oxygenation indexes were recorded on the 1st, 3rd, 7th and 10th day. Acute Physiology and Chronic Health Evaluation II (APACHE II) Score was assessed within 24 h after transferred to ICU. The detection of SARS-Cov-2 was conducted by real-time reverse transcriptase polymerase chain reaction (RT-PCR) method or next-generation sequencing. The duration of invasive ventilation, vasopressor days, ICU length of stay, hospital length of stay, and death were also recorded. The primary end point of 28-day 90-day and 180-day mortality were obtained from medical records or telephone follow-up.DefinitionSix-point ordinal scale was used to evaluate the degree of lung impairment [15]. It was defined as follows: death = 6; ICU admission with extracorporeal membrane oxygenation or mechanical ventilation = 5; ICU admission with high-flow oxygen therapy or noninvasive ventilation = 4; ICU admission with oxygen therapy = 3; ICU admission but not requiring oxygen therapy = 2; discharged from ICU = 1. According to the test project manual of Leishenshan Hospital and Zhongnan Hospital, the normal range of platelet count was 125–350 ×109/L. Thus, we defined thrombocytopenia as blood platelet count ≤125×109/L and non-thrombocytopenia as blood platelet count >125×109/L. Secondary infections were diagnosed if positive result of a new pathogen was found in blood, sputum or urine cultures. Septic shock was defined bases on Sepsis 3.0 [16]. Acute respiratory distress syndrome was diagnosed based on the Berlin Definition [17]. Acute kidney injury was determined based on KDIGO clinical practice guideline [18]. Acute cardiac injury was diagnosed if the hypersensitive troponin I exceeded the upper limit of reference range (>0.04 ng/mL). And coagulation disorder was diagnosed if PT >14 s or APTT > 40 s.Statistical analysisContinuous variables were expressed in the way of mean (standard deviation) or median (interquartile range) according to its distribution type, and categorical variables were presented as numbers and percentages (%). Independent-samples T test would be used when the continuous variables were normally distributed; otherwise, the Mann-Whitney U test would be used. The chi-square test and Fisher’s exact test were used to analyze categorical variables. Univariable and multivariable cox regression were used to explore the risk factors related to 28-day and 180-day death. Kaplan-Meier analysis was also used in statistical analysis.P value less than 0.05 was set as statistically significant. SPSS software version 25.0 (IBM, Armonk, NY) and GraphPad Prism version 8.00 (GraphPad Software Inc., San Diego, California) were used in data processing and statistical analysis. ResultsA total of 167 adult COVID-19 patients (109 from Leishenshan Hospital and 58 from Zhongnan Hospital) were finally included in this study. 58 patients died during 28 days and a total of 87 patients died within 180 days. All patients ranged in age from 29 to 93, with a median age of 66.00 (IQR, 58.00–77.00), and 67.07% of them were male. Hypertension turned out to be the most common comorbidity, followed by diabetes, coronary heart disease, and cerebrovascular disease. No significant differences in age, gender and comorbidities between two groups were found. While it was noticed that patients in thrombocytopenia group had significant lower white blood count, platelet count and lactate dehydrogenase, as well as significant higher blood urea, total bilirubin, and SOFA score, compared with non-thrombocytopenia group. Patients with thrombocytopenia had higher creatinine, procalcitonin and high-sensitive cardiac troponin I than the other group though the differences not reach the statistical significance. The clinical characteristics of patients grouped by thrombocytopenia are presented in Table 1.Table 1Baseline characteristics of the study patients infected with SARS-CoV-2.VariablesTotal (n = 167)Thrombocytopenia (n = 41)Non-thrombocytopenia (n = 126)P valueAge, years66.00 [58.00–77.00]68.00 [61.50–78.50]66.00 [57.00–77.00]0.16Gender0.34    Male112 (67.07%)25 (60.98%)87 (69.05%)    Female55 (32.93%)16 (39.02%)39 (30.95%)Comorbidities    Hypertension85 (50.90%)22 (53.66%)63 (50.00%)0.68    Diabetes48 (28.74%)10 (24.39%)38 (30.16%)0.48    Coronary heart disease39 (23.35%)7 (17.07%)32 (25.40%)0.27    Chronic lung disease12 (7.19%)3 (7.32%)9 (7.14%)0.97    Cerebrovascular disease36 (21.56%)7 (17.07%)29 (23.02%)0.42    Chronic renal failure19 (11.38%)4 (9.76%)15 (11.90%)1.00    Malignant tumor9 (5.39%)3 (7.32%)6 (4.76%)0.69Vital signs    Heart rate, beats per minute92.25 (19.66)93.15 (21.21)91.95 (19.21)0.74    Respiratory rate, breaths per minute23.61 (9.79)23.41 (7.13).23.67 (10.54)0.86    Mean arterial pressure, mmHg91.35 (14.82)93.78 (14.81)90.56 (14.80)0.23Laboratory findings    WBC, ×109/L8.13 [6.14–11.85]7.17 [4.68–9.89]8.75 [6.44–12.26]<0.01    Neutrophilic granulocyte percentage, %84.17 [75.05–91.18]87.50 [71.70–91.60]83.40 [75.10–90.95]0.61    Lymphocyte percentage, %8.25 [4.10–14.53]7.20 [4.00–14.60]8.50 [4.25–14.55]0.77    Platelet count, ×109/L190.00 [126.00–236.00]108.00 [77.00–119.50]211.50 [176.00–269.50]<0.01    Creatinine, μmol/L68.45 [55.38–107.85]78.80 [62.30–126.45]65.40 [53.55–97.35]0.06    Blood urea, mmol/L10.05 [6.28–15.78]11.50 [8.80–16.07]9.00 [5.75–15.70]0.04    AST, IU/L36.00 [22.00–63.00]50.00 [26.00–80.00]36.00 [21.25–61.50]0.13    ALT, IU/L31.00 [19.60–47.50]34.00 [20.00–43.50]29.00 [19.40–48.75]0.46    Total bilirubin, μmol/L10.50 [7.45–15.12]13.30 [8.05–22.80]10.20 [7.43–13.95]0.02    Procalcitonin, ng/mL0.17 [0.07–0.57]0.29 [0.10–0.72]0.15 [0.07–0.47]0.06    PT, seconds12.95 [11.90–14.45]13.20 [11.80–14.85]12.90 [11.95–14.20]0.96    APTT, seconds31.60 [27.88–36.60]31.10 [26.75–39.75]31.60 [27.95–36.35]0.92hs-CTn I, ng/mL0.02 [0.01–0.06]0.04 [0.01–0.12]0.02 [0.01–0.04]0.09    D-dimer, μg/L1.99 [0.90–6.61]2.26 [0.44–21.22]1.97 [0.90–4.42]0.22    LDH, U/L354.00 [251.00–554.00]504.00 [303.50–623.00]328.00 [248.00–508.25]<0.01APACHE II12.00 [9.00–16.00]12.00 [10.50–15.50]12.00 [9.00–16.00]0.72SOFA4.00 [3.00–7.00]5.00 [4.00–7.50]4.00 [2.00–5.00]<0.01Six-point ordinal scale on day 14.00 [3.00–5.00]4.00 [3.00–5.00]4.00 [3.00–5.00]0.31    2-hospital admission, not requiring supplemental oxygen2(1.20%)2(4.88%)0.00    3-hospital admission, requiring supplemental oxygen60 (35.93%)9 (21.95%)51 (40.48%)    4-hospital admission, requiring high-flow oxygen therapy or non-invasive ventilation60 (35.93%)18 (43.90%)42 (33.33%)    5-hospital admission, requiring invasive ventilation or ECMO45 (26.95%)12 (29.27%)33 (26.19%)Open in a separate window(WBC) White blood cell; (AST) Aspartate aminotransferase; (ALT) Alanine aminotransferase; (PT) Prothrombin time; (APTT) Activated partial thromboplastin time; (hs-CTn I) Hypersensitive cardiac troponin I; (LDH) Lactate dehydrogenase; (APACHE II) Acute Physiology and Chronic Health Status Score II; (SOFA) Sequential Organ Failure Assessment.In univariable analysis, age, white blood count, neutrophil granulocyte percentage, lymphocyte percentage, thrombocytopenia, total bilirubin, prothrombin time, activated partial prothrombin time, D-dimer, and lactate dehydrogenase at ICU admission were related to 28-day mortality. These above variables were all included in multivariable cox regression analysis, and older age, lower platelet count and longer active partial thromboplastin time were finally proved to be relative risk factors of 28-day death. In the same way, we found that older age, higher white blood cell, lower platelet count, and longer activated partial thromboplastin time were risk factors of 180-day death (Table 2).Table 2Risk factors associated with 28-day mortality and 180-day mortality.Variables28-day mortality180-day mortalityUnivariable RR [95% CI]p valueMultivariable RR [95% CI]p valueUnivariable RR [95% CI]p valueMultivariable RR [95% CI]p valueDemographic and clinical characteristicsAge, years1.02 [1.00–1.04]0.031.03 [1.00–1.05]0.041.03 [1.01–1.05]<0.011.04 [1.02–1.06]<0.01Gender0.88 [0.51–1.51]0.640.94 [0.60–1.47]0.80Diabetes1.00 [0.57–1.77]0.990.93 [0.58–1.49]0.77Hypertension1.51 [0.89–2.54]0.131.41 [0.92–2.16]0.11Coronary heart disease1.35 [0.76–2.41]0.311.51 [0.96–2.40]0.07Chronic lung disease0.64 [0.20–2.04]0.450.82 [0.36–1.87]0.63Chronic renal failure1.41 [0.67–2.98]0.371.42 [0.77–2.61]0.26Malignant tumor1.26 [0.46–3.48]0.661.51 [0.66–3.46]0.33Cerebrovascular disease0.91 [0.48–1.71]0.761.10 [0.67–1.79]0.71Laboratory findingsWBC, ×109/L1.06 [1.02–1.10]<0.011.04 [0.98–1.11]0.161.07 [1.04–1.10]<0.011.06 [1.01–1.12]0.03Neutrophilic granulocyte percentage, %1.05 [1.02–1.08]<0.011.01 [0.91–1.12]0.841.05 [1.02–1.07]<0.010.95 [1.03–1.12]0.44Lymphocyte percentage, %0.93 [0.89–0.98]<0.010.96 [0.84–1.10]0.550.95 [0.91–0.98]<0.011.00 [0.90–1.11]0.99Platelet count, ×109/L    Thrombocytopenia, ≤1252.79 [1.65–4.74]<0.012.98 [1.48–6.02]<0.012.08 [1.32–3.29]<0.012.45 [1.32–4.57]<0.01    Non-thrombocytopenia, >1251 (ref)---1 (ref)---Creatinine, ×109/L1.00 [1.00–1.00]0.411.00 [1.00–1.00]0.22Blood urea, mmol/L1.00 [0.99–1.01]0.601.00 [1.00–1.01]0.60AST, IU/L1.00 [1.00–1.00]0.401.00 [1.00–1.00]0.88ALT, IU/L1.00 [1.00–1.00]0.841.00 [1.00–1.00]0.65Total bilirubin, μmol/L1.03 [1.00–1.05]0.050.99 [0.96–1.03]0.701.03 [1.01–1.05]0.010.99 [0.97–1.02]0.68Procalcitonin, ng/mL1.00 [0.98–1.01]0.640.99 [0.98–1.01]0.48PT, seconds1.11 [1.04–1.18]<0.010.98 [0.87–1.10]0.731.13 [1.06–1.19]<0.011.00 [0.90–1.10]0.93APTT, seconds1.02 [1.00–1.04]0.021.02 [1.00–1.04]0.051.03 [1.01–1.04]<0.011.00 [1.02–1.04]0.01hs-CTn I, ng/mL1.05 [0.80–1.37]0.751.04 [0.83–1.29]0.76D-dimer, μg/L1.02 [1.01–1.03]<0.010.99 [0.97–1.01]0.501.02 [1.01–1.03]<0.010.98 [1.00–1.01]0.57LDH, U/L1.00 [1.00–1.00]0.041.00 [1.00–1.00]0.351.00 [1.00–1.00]0.011.00 [1.00–1.00]0.15Open in a separate window(RR) relative risk; (CI) confidence Interval; (WBC) White blood cell; (AST) Aspartate aminotransferase; (ALT) Alanine aminotransferase; (PT) Prothrombin time; (APTT) Activated partial thromboplastin time; (Hs-CTn I) hypersensitive troponin I; (LDH) Lactate dehydrogenase.To better understanding the association between thrombocytopenia and organ functions, the changes of laboratory data and rating scores over time in patients with and without thrombocytopenia are presented. It showed that six-point ordinal scale score and SOFA score as well as oxygenation index had tendencies to deteriorate over time in patients with thrombocytopenia. Other significant differences were also noticed on blood urea, aspartate aminotransferase, lymphocyte percentage, procalcitonin, and white blood count with time (Table 3)Table 3Subsequent changes of rating scores and laboratory findings.VariablesDaysThrombocytopeniaNon-thrombocytopeniaP valueMean/MedianSD/IQRMean/MedianSD/IQRsix-point ordinal scale14.003.00–5.004.003.00–5.000.3135.004.00–5.004.003.00–5.00<0.0175.003.50–5.004.003.00–5.000.01Oxygenation index1113.2081.64–179.00135.7583.38–238.140.113144.5183.15–202.73185.71126.03–261.920.017130.6782.80–212.00174.50107.72–269.690.05SOFA15.004.00–7.504.002.00–5.00<0.0136.004.00–7.004.003.00–6.00<0.0176.003.00–9.003.002.00–6.00<0.01Creatinine, μmol/L1141.26208.15129.64193.360.063130.90192.95115.74156.590.267145.77171.53123.83171.210.06blood urea, mmol/L115.088.2413.4422.430.01311.778.549.006.020.03713.669.9810.037.240.12AST, IU/L1158.90647.2097.21402.820.13372.23116.5069.71188.230.02777.96121.3393.73478.350.02ALT, IU/L177.20236.7771.26228.680.46349.5543.0467.91164.940.20750.5443.0467.91164.940.19Lymphocyte percentage, %110.047.8110.317.820.7738.324.5811.748.010.1077.886.3313.119.310.03Procalcitonin, mg/mL10.761.114.0024..980.0538.1031.292.1910.640.0173.379.023.2824.700.04PT, seconds114.244.4913.422.090.96314.132.2113.832.700.25714.203.5813.442.360.48APTT, seconds134.6210.0833.4010.540.56336.6312.7934.8913.580.63735.8712.1434.478.540.91WBC, ×109/L17.363.4410.246.000.0138.044.249.625.870.15710.115.139.766.360.50hs-CTn I, ng/mL10.461.700.170.780.0730.360.780.160.380.4870.380.770.150.420.22Open in a separate window(SD) Standard deviation; (IQR) Inter quartile range; (SOFA) Sequential Organ Failure Assessment; (AST) Aspartate aminotransferase; (ALT) Alanine aminotransferase; (PT) Prothrombin time; (APTT) Activated partial thromboplastin time; (WBC) White blood count; (hs-CTn I) hypersensitive troponin I.The patients with lower platelet count had worse respiratory function at admission (S1 Fig). The time curves of platelet count, six-point ordinal scale score and oxygenation index were also drawn. For non-survival group, the platelet and oxygenation index gradually decreased over time while the six-point ordinal scale score showed an upward trend, which meant the worse respiratory function was probably related to the lower platelets (Fig 1A and 1B). But the downtrends were not seen in survival group (Fig 1C and 1D), which may come down to the different incidences of thrombocytopenia and severity of disease (S1 Table). Furthermore, Kaplan-Meier and Log Rank analysis showed that patients with thrombocytopenia at ICU admission had significant lower probability of survival than the other group (Fig 2). The median survival time in patients with thrombocytopenia was 17 (IQR, 7.5–180) days.Open in a separate windowFig 1Time curves of platelet count, six-point ordinal scale score and oxygenation index.Shaded areas show the standard error while the curves show the means of platelet count, six-point ordinal scale and oxygenation index. a. Time curve of platelet count and oxygenation index of non-survival group. b. Time curve of platelet count and six-point ordinal scale of non-survival group. c. Time curve of platelet count and oxygenation index of survival group. d. Time curve of platelet count and six-point ordinal scale of survival group.Open in a separate windowFig 2Survival curve in patients with thrombocytopenia and non-thrombocytopenia.As for clinical outcomes, the significant differences on 28-day mortality (56.10% vs 27.78%, p<0.01), 90-day mortality (65.85% vs 45.24%, p = 0.02), and 180-day mortality (65.85% vs 47.62%, p = 0.04) between patients with and without thrombocytopenia were demonstrated. In addition, patients with thrombocytopenia had significant higher proportion of receiving antiviral therapy (60.98% vs 42.86%, p = 0.04), and invasive ventilation (58.54% vs 38.89%, p = 0.03), but shorter ICU length of stay (median day, 10.50 [IQR, 5.50–15.80] vs 13.00 [IQR, 8.00–23.00], p = 0.03), which might be related to more early death events (S2 Fig). It appeared that patients with thrombocytopenia were much more in need for vasopressor therapy. Moreover, patients with thrombocytopenia were much more likely to develop septic shock, arrhythmia, coagulation disorder, compared with patients without thrombocytopenia. Most deaths (96.55%) occurred within 90 days, suggesting that COVID-19 was as an acute blow to human health. No significant differences in long-term prognosis between groups were found, but patients with thrombocytopenia had higher proportion of extra oxygen supply (35.71% vs 13.64%, p = 0.06) (Table 4).Table 4Complications, treatments and clinical outcomes.VariablesTotal (n = 167)Thrombocytopenia (n = 41)Non-thrombocytopenia (n = 126)P valueTreatments    Antiviral therapy79 (47.31%)25 (60.98%)54 (42.86%)0.04        Arbidol28 (16.77%)12 (29.27%)16 (12.70%)0.01        Ribavirin19 (11.38%)6 (14.63%)13 (10.32%)0.57        Entecavir1 (0.60%)1 (2.44%)00.25        Interferon21 (12.57%)3 (7.32%)18 (14.29%)0.29        Chloroquine phosphate3 (1.80%)1 (2.44%)2 (1.59%)0.57    Antibiotic therapy154 (92.22%)38 (92.68%)116 (92.06%)0.90        Imipenem/meropenem73 (43.71%)23 (31.5%)50 (39.68%)0.07        Quinolone106 (63.47%)27 (65.85%)79 (62.70%)0.72        Cephalosporin95 (56.89%)24 (58.54%)71 (56.35%)0.81        Piperacillin sodium and sulbactam sodium23 (13.77%)3 (7.32%)20 (15.87%)0.17        Azithromycin5 (2.99%)1 (2.44%)4 (3.17%)0.81        Linezolid31 (18.56%)5 (12.20%)26 (20.63%)0.23        Polymyxin B12 (7.19%)3 (7.32%)9 (7.14%)0.97        Vancomycin20 (11.98%)6 (14.63%)14 (11.11%)0.55        Daptomycin1 (0.60%)01 (0.79%)1.00        Tigecycline17 (10.18%)4 (9.76%)13 (10.32%)1.00    Antifungal therapy34 (20.36%)9 (21.95%)25 (19.84%)0.79        Caspofungin12 (7.19%)4 (9.76%)8 (6.35%)0.46        Fluconazole6 (3.59%)1 (2.44%)5 (3.97%)1.00        Voriconazole13 (7.78%)3 (7.32%)10 (7.94%)1.00Immunomodulator    Thymalfasin/ Thymosin21 (12.57%)4 (9.76%)17 (13.49%)0.53    XUE BI JING injection20 (11.98%)8 (19.51%)12 (9.52%)0.09    Ulinastatin6 (3.59%)2 (4.88%)4 (3.17%)0.64    Corticosteroids therapy73 (43.71%)21 (51.22%)52 (41.27%)0.27Respiratory support    High-flow oxygen therapy63 (37.72%)14 (34.15%)49 (38.89%)0.59    Non-invasive ventilation59 (35.33%)16 (39.02%)43 (34.13%)0.57    Invasive ventilation75 (44.91%)24 (58.54%)51 (40.48%)0.04Duration of invasive ventilation, days11.00 [6.00–20.00]12.00 [7.00–22.00]8.50 [5.00–13.00]0.08Vasopressors70 (41.92%)22 (53.66%)48 (38.10%)0.08CRRT34 (20.40%)8 (19.50%)26 (20.60%)0.88ECMO21 (12.60%)4 (9.80%)17 (13.50%)0.53Complications    Secondary infections98 (57.68%)21 (51.22%)77 (61.11%)0.26    Septic shock48 (28.74%)17 (41.46%)31 (24.60%)0.04    ARDS148 (88.62%)38 (92.68%)110 (87.30%)0.35    Acute kidney injury34 (20.48%)11 (26.83%)23 (18.40%)0.25    Arrhythmia35 (20.96%)17 (41.46%)18 (14.29%)<0.01    Acute cardiac injury57 (34.13%)19 (46.34%)38 (30.16%)0.06    Coagulation disorder43 (25.75%)18 (43.90%)25 (19.84%)<0.01Main outcomes    ICU length of stay, days12.00 [7.00–21.00]10.50 [5.50–15.75]13.00 [8.00–23.00]0.03    Hospital length of stay, days21.00 [15.00–35.00]20.00 [11.00–26.50]23.00 [15.75–36.25]0.06    28-day mortality58 (34.73%)23 (56.10%)35 (27.78%)<0.01    90-day mortality84 (50.29%)27 (65.85%)57 (45.24%)0.02    180-day mortality87 (52.1%)27 (65.85%)60 (47.62%)0.04Survival prognosis in 180 days    Survival, numbers801466        Extra oxygen supply14 (17.50%)5 (35.71%)9 (13.64%)0.06        Exertional dyspnea17 (21.25%)3 (21.43%)14 (21.21%)1.00weakness15 (18.75%)3 (21.43%)12 (18.18%))0.72Open in a separate window(SD) standard deviation; (IQR) Inter quartile range; (SOFA) Sequential Organ Failure Assessment; (CRRT) continuous renal replacement therapy; (ECMO), extracorporeal membrane oxygenation; (ARDS) acute respiratory distress syndrome. DiscussionThis is an observational study of the 180-day prognosis and clinical development in critically ill COVID-19 patients. Our study did a long-term follow up and confirmed a few risk factors of 180-day mortality in critically ill COVID-19 patients. Besides, our study found that the decrease of platelet was associated with poor respiratory function, which were further proved by the time curves of six-point ordinal scale, oxygenation index and platelet count. Our study also confirmed that thrombocytopenia was associated with mortality in critically ill COVID-19 patients. 86.6% of death events occurred within 90 days, and 66.67% of them occurred within 28 days, which means this disease developed rapidly and led to death in a short time in high-risk patients.Thrombocytopenia and respiratory functionAs a vital blood component, platelets play a crucial role in initial clot or thrombus formation. Other than that, platelets are believed to be the first responders in innate immune and can interact with pathogens including bacteria and virus through multiple platelet surface receptors [19–21]. In addition to against microbial insults directly, platelets aid primary immune cells in the clearance of pathogens. Platelets can secret cytokines such as IL-1β, which will lead to endothelium high permeability, as well as recruitment and attachment of leukocytes to the endothelium [22, 23]. Platelets can also interact with other immune cells such as neutrophils, monocytes, dendritic cells, and lymphocytes [23–25].The decrease of platelet was associated with poor respiratory function in critically ill patients. Platelets directly interact with viral pathogens through the pathogen recognition receptors such as protease-activated receptor 4 (PAR4) and glycoprotein IIIa (GPIIIa), and this interaction can lead to platelet activation, which is associated with lung inflammation as well as the severity of viral infections, lung injury and death [26, 27]. The interactions between platelets, leukocytes and endothelial cells are also critical in the pathogenesis of acute lung injury [28, 29]. All of these evidences indicated that platelets played a role in lung injury caused by SARS-CoV-2. In a phase IIb case control study [30], antiplatelet therapy improved ventilation/perfusion in COVID-19 patients with severe respiratory failure, which further supported the point that the platelet participated in the progression of lung injury and respiratory failure in critically ill COVID-19 patients. Endothelial injury was reported to be directly caused by SARS-CoV-2 [31]. The endothelial injury and cytokines released from endothelial cells can also lead to platelet activation and aggregation, leading to microthrombi formation and thrombocytopenia and lung injury [31, 32]. Thus, the association between thrombocytopenia and respiratory dysfunction is quite intricate and cannot be explained by simple causation.Mechanism of thrombocytopeniaThrombocytopenia is one of the most common laboratory abnormalities in critically ill patients [33–35]. The mechanism of thrombocytopenia in COVID-19 patients might be related to decreased production, increased consumption and destruction of platelets [36].First, SARS-CoV-2 infections may reduce the production of platelet. Coronavirus can infect and inhibit the growth of hematopoietic stem progenitor cells and the megakaryocytes [37]. SARS-CoV-2 may also decrease the production of platelets by entering the bone marrow cells and platelet cells through CD13 and CD66a [38–41]. Besides, evidence [42] showed that amounts of megakaryocytes release platelet when they circulate through the lungs. Pulmonary capillary injury and microthrombi formation can block the circulation and platelet release in COVID-19 patients [31]. Second, SARS-CoV-2 infections may lead to increased consumption of platelet. COVID-19 patients often have the extremity deep vein thrombosis and alveolar capillary microthrombi [31, 43, 44]. Platelet play a role in innate immune and can be activated by bacteria and virus [19–21]. Influenza A H1N1 and EMCV can trigger platelet activation in FcγRⅡa-dependent and Toll-like receptor 7-dependent way separately [45, 46]. As a member of single-stranded RNA virus just like influenza A H1N1 and EMCV, SARS-CoV-2 may also trigger platelet activation and aggregation, leading to platelet consumption [47]. Besides, SARS-CoV-2 virus was found within endothelial cells, suggesting that the endothelial injury may be caused by direct viral effects [31]. As a result of endothelial injury, sub-endothelial collagen exposure promotes innate adhesion of platelets to collagen through von Willebrand factor, which is vital in the adhesion process and significantly increased in COVID-19 patients [32, 48]. Meanwhile, activated endothelial cells will facilitate the expression of tissue factor (TF), and may activated coagulation cascade culmination [32]. Third, it’s reported that SARS-CoV-2 might specifically destroy platelets through autoantibodies [36]. Antiplatelet antibodies were also confirmed to be the cause of vancomycin-induced thrombocytopenia [49, 50]. Other than that, Drugs such as linezolid, ribavirin, interferon, cephalosporin and chloroquine phosphate may result in drug-associated thrombocytopenia [50–53]. ECMO and CRRT have also been reported to be associated with decrease of platelet counts [54–57]. High incidences of secondary infections and septic shock were seen in our study, and the intense inflammation response will promote thrombosis and lead to thrombocytopenia as well [33, 58].Mortality risk factorsOlder age, lower platelet count, higher white blood cell has been proven to relate with clinical worsening and poor outcome in many studies [10, 11, 59, 60]. Longer activated partial thromboplastin time was one of the characteristics in blood system of COVID-19 patients. Previous study reported D-dimer, prothrombin time, and activated partial thromboplastin time could be used as indicators for disease prognosis [61]. We also found longer activated partial thromboplastin time was a risk factor of death, though D-dimer and prothrombin time didn’t show significance in our study.Thrombocytopenia and mortalityThe lower platelet count has been reported to be a marker of poor prognosis, not only in COVID-19 patients but also in different population of critically ill patients [10–12, 33]. Thrombocytopenia has been demonstrated to be associated with increased length of ICU and hospital stay as well as higher mortality [33]. Our findings were consistent with previous studies, and demonstrated that thrombocytopenia had almost threefold risk of death in 28 days and more than double risk of death in 180 days than those with non-thrombocytopenia at admission. However, the intrinsic connection between thrombocytopenia and death was not clear yet. Respiratory failure, followed by multiple septic shock and organ failure, turned out to be the main cause of death of COVID-19 patients [62]. As the thrombocytopenia induced the development of organ impairment including renal failure, acute lung injury, respiratory distress syndrome, vascular leakage syndromes and septic shock [33, 63], thrombocytopenia may relate to death in a roundabout way.LimitationsThis study has several limitations. First, this is an observational study, and it is hard to exclude all potential confounders, and keep data integrity and consistency, so the role of some variables might be underestimated in predicting the prognosis. Second, our study proved that low platelets were associated with subsequent poor respiratory function and mortality, but it is difficult to confirm if the association is causality. It needs more basic researches, animal experiments or prospective trials to confirm that. Third, we didn’t measure the platelets count and coagulation functions in 180 day-survivors. Nevertheless, this observational study truly provided some evidence on the association between thrombocytopenia and progress of organ functions, and long-term outcome in critically ill COVID-19. ConclusionThrombocytopenia at admission was associated with mortality of COVID-19. The subsequent change of platelet was associated with respiratory function as well as other organ functions, and finally contributed to the death in patients with severe COVID-19 in ICU. Supporting informationS1 AppendixTelephone questionnaire. (PDF)Click here for additional data file.(131K, pdf)S2 AppendixDataset. (XLSX)Click here for additional data file.(101K, xlsx)S1 FigThe platelet counts and oxygenation indexes at admission. (PDF)Click here for additional data file.(67K, pdf)S2 Fig14-day Survival Curve in Patients with and without Thrombocytopenia. (PDF)Click here for additional data file.(53K, pdf)S1 TableSubsequent changes of organ function. (PDF)Click here for additional data file.(67K, pdf) AcknowledgmentsWe acknowledge all health-care workers involved in the diagnosis and treatment of patients in Wuhan. Funding StatementThis work was supported by the Special Project for Significant New Drug Research and Development in the Major National Science and Technology Projects of China (2020ZX09201007). Data AvailabilityAll relevant data are within the manuscript and its Supporting Information files. References1. World Health Organization. WHO Coronavirus Disease (COVID-19) Dashboard\n2020.  [Available from: https://covid19.who.int/ [Google Scholar]2. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al.. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020. 10.1001/jama.2020.1585\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Wang Z, Yang B, Li Q, Wen L, Zhang R. Clinical Features of 69 Cases with Coronavirus Disease 2019 in Wuhan, China. Clin Infect Dis. 2020. 10.1093/cid/ciaa272\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al.. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.\nLancet (London, England).\n2020;395(10223):497–506. [PMC free article] [PubMed] [Google Scholar]5. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al.. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet (London, England). 2020;395(10223):507–13. 10.1016/S0140-6736(20)30211-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Assiri A, Al-Tawfiq JA, Al-Rabeeah AA, Al-Rabiah FA, Al-Hajjar S, Al-Barrak A, et al.. Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study. Lancet Infect Dis. 2013;13(9):752–61. 10.1016/S1473-3099(13)70204-4\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Wong RSM, Wu A, To KF, Lee N, Lam CWK, Wong CK, et al.. Haematological manifestations in patients with severe acute respiratory syndrome: retrospective analysis. BMJ (Clinical research ed).\n2003;326(7403):1358–62. 10.1136/bmj.326.7403.1358\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Lee N, Hui D, Wu A, Chan P, Cameron P, Joynt GM, et al.. A major outbreak of severe acute respiratory syndrome in Hong Kong. N Engl J Med. 2003;348(20):1986–94. 10.1056/NEJMoa030685\n [PubMed] [CrossRef] [Google Scholar]9. Ko J-H, Park GE, Lee JY, Lee JY, Cho SY, Ha YE, et al.. Predictive factors for pneumonia development and progression to respiratory failure in MERS-CoV infected patients. J Infect. 2016;73(5):468–75. 10.1016/j.jinf.2016.08.005\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Yang X, Yang Q, Wang Y, Wu Y, Xu J, Yu Y, et al.. Thrombocytopenia and its association with mortality in patients with COVID-19. J Thromb Haemost. 2020;18(6):1469–72. 10.1111/jth.14848\n [PubMed] [CrossRef] [Google Scholar]11. Lippi G, Plebani M, Henry BM. Thrombocytopenia is associated with severe coronavirus disease 2019 (COVID-19) infections: A meta-analysis. Clinica chimica acta; international journal of clinical chemistry. 2020;506:145–8. 10.1016/j.cca.2020.03.022\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Liu Y, Sun W, Guo Y, Chen L, Zhang L, Zhao S, et al.. Association between platelet parameters and mortality in coronavirus disease 2019: Retrospective cohort study. Platelets.\n2020;31(4):490–6. 10.1080/09537104.2020.1754383\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Guan W-J, Ni Z-Y, Hu Y, Liang W-H, Ou C-Q, He J-X, et al.. Clinical Characteristics of Coronavirus Disease 2019 in China.\nN Engl J Med. 2020;382(18):1708–20. 10.1056/NEJMoa2002032\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. National Health Commission of the People’s Republic of China. Treatment protocols for COVID-19 (version 7) 2020 [Available from: http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb1989.shtml.15. Wang Y, Zhang D, Du G, Du R, Zhao J, Jin Y, et al.. Remdesivir in adults with severe COVID-19: a randomised, double-blind, placebo-controlled, multicentre trial. Lancet (London, England).\n2020;395(10236):1569–78. 10.1016/S0140-6736(20)31022-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, Bauer M, et al.. The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3).\nJAMA. 2016;315(8):801–10. 10.1001/jama.2016.0287\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–33. 10.1001/jama.2012.5669\n [PubMed] [CrossRef] [Google Scholar]18. Khwaja A. KDIGO clinical practice guidelines for acute kidney injury. Nephron Clin Pract. 2012;120(4):c179–c84. 10.1159/000339789\n [PubMed] [CrossRef] [Google Scholar]19. Kerrigan SW, Devine T, Fitzpatrick G, Thachil J, Cox D. Early Host Interactions That Drive the Dysregulated Response in Sepsis. Front Immunol. 2019;10:1748. 10.3389/fimmu.2019.01748\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Alonso AL, Cox D. Platelet interactions with viruses and parasites. Platelets. 2015;26(4):317–23. 10.3109/09537104.2015.1025376\n [PubMed] [CrossRef] [Google Scholar]21. O’Brien L, Kerrigan SW, Kaw G, Hogan M, Penadés J, Litt D, et al.. Multiple mechanisms for the activation of human platelet aggregation by Staphylococcus aureus: roles for the clumping factors ClfA and ClfB, the serine-aspartate repeat protein SdrE and protein A. Mol Microbiol. 2002;44(4):1033–44. 10.1046/j.1365-2958.2002.02935.x\n [PubMed] [CrossRef] [Google Scholar]22. Puhlmann M, Weinreich DM, Farma JM, Carroll NM, Turner EM, Alexander HR. Interleukin-1beta induced vascular permeability is dependent on induction of endothelial tissue factor (TF) activity. J Transl Med. 2005;3:37. 10.1186/1479-5876-3-37\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Koupenova M, Clancy L, Corkrey HA, Freedman JE. Circulating Platelets as Mediators of Immunity, Inflammation, and Thrombosis. Circ Res. 2018;122(2):337–51. 10.1161/CIRCRESAHA.117.310795\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Li N, Ji Q, Hjemdahl P. Platelet-lymphocyte conjugation differs between lymphocyte subpopulations. J Thromb Haemost. 2006;4(4):874–81. 10.1111/j.1538-7836.2006.01817.x\n [PubMed] [CrossRef] [Google Scholar]25. Maugeri N, Rovere-Querini P, Evangelista V, Covino C, Capobianco A, Bertilaccio MTS, et al.. Neutrophils phagocytose activated platelets in vivo: a phosphatidylserine, P-selectin, and {beta}2 integrin-dependent cell clearance program. Blood. 2009;113(21):5254–65. 10.1182/blood-2008-09-180794\n [PubMed] [CrossRef] [Google Scholar]26. Lê VB, Schneider JG, Boergeling Y, Berri F, Ducatez M, Guerin J-L, et al.. Platelet activation and aggregation promote lung inflammation and influenza virus pathogenesis. Am J Respir Crit Care Med. 2015;191(7):804–19. 10.1164/rccm.201406-1031OC\n [PubMed] [CrossRef] [Google Scholar]27. Hottz ED, Bozza FA, Bozza PT. Platelets in Immune Response to Virus and Immunopathology of Viral Infections. Front Med (Lausanne).\n2018;5:121. 10.3389/fmed.2018.00121\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Sugiyama MG, Gamage A, Zyla R, Armstrong SM, Advani S, Advani A, et al.. Influenza Virus Infection Induces Platelet-Endothelial Adhesion Which Contributes to Lung Injury. J Virol. 2016;90(4):1812–23. 10.1128/JVI.02599-15\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Zarbock A, Ley K. The role of platelets in acute lung injury (ALI).\nFront Biosci (Landmark Ed).\n2009;14:150–8. 10.2741/3236\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Viecca M, Radovanovic D, Forleo GB, Santus P. Enhanced platelet inhibition treatment improves hypoxemia in patients with severe Covid-19 and hypercoagulability. A case control, proof of concept study. Pharmacol Res. 2020;158:104950. 10.1016/j.phrs.2020.104950\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Ackermann M, Verleden SE, Kuehnel M, Haverich A, Welte T, Laenger F, et al.. Pulmonary Vascular Endothelialitis, Thrombosis, and Angiogenesis in Covid-19. N Engl J Med. 2020. [PMC free article] [PubMed] [Google Scholar]32. Yau JW, Teoh H, Verma S. Endothelial cell control of thrombosis. BMC Cardiovasc Disord. 2015;15:130. 10.1186/s12872-015-0124-z\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Thachil J, Warkentin TE. How do we approach thrombocytopenia in critically ill patients?\nBr J Haematol. 2017;177(1):27–38. 10.1111/bjh.14482\n [PubMed] [CrossRef] [Google Scholar]34. Baughman RP, Lower EE, Flessa HC, Tollerud DJ. Thrombocytopenia in the intensive care unit. Chest. 1993;104(4):1243–7. 10.1378/chest.104.4.1243\n [PubMed] [CrossRef] [Google Scholar]35. Vanderschueren S, De Weerdt A, Malbrain M, Vankersschaever D, Frans E, Wilmer A, et al.. Thrombocytopenia and prognosis in intensive care. Crit Care Med. 2000;28(6):1871–6. 10.1097/00003246-200006000-00031\n [PubMed] [CrossRef] [Google Scholar]36. Xu P, Zhou Q, Xu J. Mechanism of thrombocytopenia in COVID-19 patients. Annals of hematology. 2020;99(6):1205–8. 10.1007/s00277-020-04019-0\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Collins AR. In vitro detection of apoptosis in monocytes/macrophages infected with human coronavirus. Clinical and diagnostic laboratory immunology. 2002;9(6):1392–5. 10.1128/cdli.9.6.1392-1395.2002\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Kontoyiannis DP, Pasqualini R, Arap W. Aminopeptidase N inhibitors and SARS. Lancet (London, England).\n2003;361(9368):1558. 10.1016/S0140-6736(03)13186-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Chan JF-W, Kok K-H, Zhu Z, Chu H, To KK-W, Yuan S, et al.. Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan. Emerging microbes & infections. 2020;9(1):221–36. 10.1080/22221751.2020.1719902\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Yeager CL, Ashmun RA, Williams RK, Cardellichio CB, Shapiro LH, Look AT, et al.. Human aminopeptidase N is a receptor for human coronavirus 229E. Nature. 1992;357(6377):420–2. 10.1038/357420a0\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Ksiazek TG, Erdman D, Goldsmith CS, Zaki SR, Peret T, Emery S, et al.. A novel coronavirus associated with severe acute respiratory syndrome. N Engl J Med. 2003;348(20):1953–66. 10.1056/NEJMoa030781\n [PubMed] [CrossRef] [Google Scholar]42. Lefrançais E, Ortiz-Muñoz G, Caudrillier A, Mallavia B, Liu F, Sayah DM, et al.. The lung is a site of platelet biogenesis and a reservoir for haematopoietic progenitors. Nature. 2017;544(7648):105–9. 10.1038/nature21706\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Ren B, Yan F, Deng Z, Zhang S, Xiao L, Wu M, et al.. Extremely High Incidence of Lower Extremity Deep Venous Thrombosis in 48 Patients with Severe COVID-19 in Wuhan.\nCirculation. 2020. 10.1161/CIRCULATIONAHA.120.047407\n [PubMed] [CrossRef] [Google Scholar]44. Menter T, Haslbauer JD, Nienhold R, Savic S, Hopfer H, Deigendesch N, et al.. Post-mortem examination of COVID19 patients reveals diffuse alveolar damage with severe capillary congestion and variegated findings of lungs and other organs suggesting vascular dysfunction.\nHistopathology.\n2020. 10.1111/his.14134\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Boilard E, Paré G, Rousseau M, Cloutier N, Dubuc I, Lévesque T, et al.. Influenza virus H1N1 activates platelets through FcγRIIA signaling and thrombin generation. Blood. 2014;123(18):2854–63. 10.1182/blood-2013-07-515536\n [PubMed] [CrossRef] [Google Scholar]46. Koupenova M, Vitseva O, MacKay CR, Beaulieu LM, Benjamin EJ, Mick E, et al.. Platelet-TLR7 mediates host survival and platelet count during viral infection in the absence of platelet-dependent thrombosis. Blood. 2014;124(5):791–802. 10.1182/blood-2013-11-536003\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. McFadyen JD, Stevens H, Peter K. The Emerging Threat of (Micro)Thrombosis in COVID-19 and Its Therapeutic Implications. Circ Res. 2020;127(4):571–87. 10.1161/CIRCRESAHA.120.317447\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Morici N, Bottiroli M, Fumagalli R, Marini C, Cattaneo M. Role of von Willebrand Factor and ADAMTS-13 in the Pathogenesis of Thrombi in SARS-CoV-2 Infection: Time to Rethink. Thromb Haemost. 2020;120(9):1339–42. 10.1055/s-0040-1713400\n [PubMed] [CrossRef] [Google Scholar]49. Von Drygalski A, Curtis BR, Bougie DW, McFarland JG, Ahl S, Limbu I, et al.. Vancomycin-induced immune thrombocytopenia. N Engl J Med. 2007;356(9):904–10. 10.1056/NEJMoa065066\n [PubMed] [CrossRef] [Google Scholar]50. Thushara RM, Hemshekhar M, Kemparaju K, Rangappa KS, Devaraja S, Girish KS. Therapeutic drug-induced platelet apoptosis: an overlooked issue in pharmacotoxicology. Arch Toxicol. 2014;88(2):185–98. 10.1007/s00204-013-1185-3\n [PubMed] [CrossRef] [Google Scholar]51. Cossu AP, Musu M, Mura P, De Giudici LM, Finco G. Linezolid-induced thrombocytopenia in impaired renal function: is it time for a dose adjustment? A case report and review of literature. Eur J Clin Pharmacol. 2014;70(1):23–8. 10.1007/s00228-013-1585-6\n [PubMed] [CrossRef] [Google Scholar]52. Fan X, Chen L, Yang J, Feng P. Entecavir-Associated Thrombocytopenia in a Decompensated Cirrhotic Patient: A Case Report and Literature Review. Medicine (Baltimore).\n2016;95(12):e3103. 10.1097/MD.0000000000003103\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Bakchoul T, Marini I. Drug-associated thrombocytopenia. Hematology Am Soc Hematol Educ Program. 2018;2018(1):576–83. 10.1182/asheducation-2018.1.576\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Guru PK, Singh TD, Akhoundi A, Kashani KB. Association of Thrombocytopenia and Mortality in Critically Ill Patients on Continuous Renal Replacement Therapy. Nephron. 2016;133(3):175–82. 10.1159/000447543\n [PubMed] [CrossRef] [Google Scholar]55. Choi JH, Luc JGY, Weber MP, Reddy HG, Maynes EJ, Deb AK, et al.. Heparin-induced thrombocytopenia during extracorporeal life support: incidence, management and outcomes. Ann Cardiothorac Surg. 2019;8(1):19–31. 10.21037/acs.2018.12.02\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Panigada M, Artoni A, Passamonti SM, Maino A, Mietto C, L’Acqua C, et al.. Hemostasis changes during veno-venous extracorporeal membrane oxygenation for respiratory support in adults. Minerva Anestesiol. 2016;82(2):170–9.  [PubMed] [Google Scholar]57. Weingart C, Lubnow M, Philipp A, Bein T, Camboni D, Müller T. Comparison of Coagulation Parameters, Anticoagulation, and Need for Transfusion in Patients on Interventional Lung Assist or Veno-Venous Extracorporeal Membrane Oxygenation.\nArtif Organs. 2015;39(9):765–73. 10.1111/aor.12464\n [PubMed] [CrossRef] [Google Scholar]58. Bedet A, Razazi K, Boissier F, Surenaud M, Hue S, Giraudier S, et al.. Mechanisms of Thrombocytopenia During Septic Shock: A Multiplex Cluster Analysis of Endogenous Sepsis Mediators. Shock. 2018;49(6):641–8. 10.1097/SHK.0000000000001015\n [PubMed] [CrossRef] [Google Scholar]59. Henry BM, de Oliveira MHS, Benoit S, Plebani M, Lippi G. Hematologic, biochemical and immune biomarker abnormalities associated with severe illness and mortality in coronavirus disease 2019 (COVID-19): a meta-analysis. Clin Chem Lab Med. 2020;58(7):1021–8. 10.1515/cclm-2020-0369\n [PubMed] [CrossRef] [Google Scholar]60. Zheng Z, Peng F, Xu B, Zhao J, Liu H, Peng J, et al.. Risk factors of critical & mortal COVID-19 cases: A systematic literature review and meta-analysis. J Infect.\n2020;81(2):e16–e25. 10.1016/j.jinf.2020.04.021\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Long H, Nie L, Xiang X, Li H, Zhang X, Fu X, et al.. D-Dimer and Prothrombin Time Are the Significant Indicators of Severe COVID-19 and Poor Prognosis.\nBiomed Res Int. 2020;2020:6159720–. 10.1155/2020/6159720\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Du Y, Tu L, Zhu P, Mu M, Wang R, Yang P, et al.. Clinical Features of 85 Fatal Cases of COVID-19 from Wuhan. A Retrospective Observational Study. Am J Respir Crit Care Med. 2020;201(11):1372–9. 10.1164/rccm.202003-0543OC\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Thiery-Antier N, Binquet C, Vinault S, Meziani F, Boisramé-Helms J, Quenot J-P. Is Thrombocytopenia an Early Prognostic Marker in Septic Shock?\nCrit Care Med. 2016;44(4):764–72. 10.1097/CCM.0000000000001520\n [PubMed] [CrossRef] [Google Scholar] \n1 Dec 2020\nPONE-D-20-31221Association between thrombocytopenia and 180-day prognosis of COVID-19 patients in intensive care units: a two-center observational study.PLOS ONEDear Dr. Peng,Thank you for submitting your manuscript to PLOS ONE. After careful consideration, we feel that it has merit but does not fully meet PLOS ONE’s publication criteria as it currently stands. Therefore, we invite you to submit a revised version of the manuscript that addresses the points raised during the review process.In revising this manuscript you should focus on the novelty of your findings and how it is different to other papers.Please submit your revised manuscript by Jan 15 2021 11:59PM. If you will need more time than this to complete your revisions, please reply to this message or contact the journal office at gro.solp@enosolp. When you're ready to submit your revision, log on to https://www.editorialmanager.com/pone/ and select the 'Submissions Needing Revision' folder to locate your manuscript file.Please include the following items when submitting your revised manuscript:A rebuttal letter that responds to each point raised by the academic editor and reviewer(s). You should upload this letter as a separate file labeled 'Response to Reviewers'.A marked-up copy of your manuscript that highlights changes made to the original version. You should upload this as a separate file labeled 'Revised Manuscript with Track Changes'.An unmarked version of your revised paper without tracked changes. You should upload this as a separate file labeled 'Manuscript'.If you would like to make changes to your financial disclosure, please include your updated statement in your cover letter. Guidelines for resubmitting your figure files are available below the reviewer comments at the end of this letter.If applicable, we recommend that you deposit your laboratory protocols in protocols.io to enhance the reproducibility of your results. Protocols.io assigns your protocol its own identifier (DOI) so that it can be cited independently in the future. For instructions see: http://journals.plos.org/plosone/s/submission-guidelines#loc-laboratory-protocolsWe look forward to receiving your revised manuscript.Kind regards,Dermot CoxAcademic EditorPLOS ONEJournal Requirements:When submitting your revision, we need you to address these additional requirements.1. Please ensure that your manuscript meets PLOS ONE's style requirements, including those for file naming. The PLOS ONE style templates can be found athttps://journals.plos.org/plosone/s/file?id=wjVg/PLOSOne_formatting_sample_main_body.pdf andhttps://journals.plos.org/plosone/s/file?id=ba62/PLOSOne_formatting_sample_title_authors_affiliations.pdf2. Please include additional information regarding the telephone questionnaire/interview guide used in the study and ensure that you have provided sufficient details that others could replicate the analyses. For instance, if it is not under a copyright more restrictive than CC-BY, please include a copy, in both the original language and English, as Supporting Information.3. Please include the date(s) on which you accessed the databases or records to obtain the data used in your study.4.We note that you have indicated that data from this study are available upon request. PLOS only allows data to be available upon request if there are legal or ethical restrictions on sharing data publicly. For information on unacceptable data access restrictions, please see http://journals.plos.org/plosone/s/data-availability#loc-unacceptable-data-access-restrictions.In your revised cover letter, please address the following prompts:a) If there are ethical or legal restrictions on sharing a de-identified data set, please explain them in detail (e.g., data contain potentially identifying or sensitive patient information) and who has imposed them (e.g., an ethics committee). Please also provide contact information for a data access committee, ethics committee, or other institutional body to which data requests may be sent.b) If there are no restrictions, please upload the minimal anonymized data set necessary to replicate your study findings as either Supporting Information files or to a stable, public repository and provide us with the relevant URLs, DOIs, or accession numbers. Please see http://www.bmj.com/content/340/bmj.c181.long for guidelines on how to de-identify and prepare clinical data for publication. For a list of acceptable repositories, please see http://journals.plos.org/plosone/s/data-availability#loc-recommended-repositories.We will update your Data Availability statement on your behalf to reflect the information you provide.Additional Editor Comments (if provided):You should expand a little on the section on mechanism of thrombocytopenia. For instance providing an example of viruses that are associated with thrombocytopenia with known mechanism of actions. I have attached a review on this topic which should assist in identifying examples (Alonso AL, Cox D. Platelet interactions with viruses and parasites. Platelets. 2015;26(4):317-23). Furthermore, Covid-19 causes a viral sepsis which is very similar to bacterial sepsis and there have been many studies on how bacteria cause thrombocytopenia. Here is a review on this which may help you identify suitable examples (Kerrigan SW, Devine T, Fitzpatrick G, et al. Early Host Interactions That Drive the Dysregulated Response in Sepsis. Frontiers in Immunology. 2019;10(1748)).[Note: HTML markup is below. Please do not edit.]Reviewers' comments:Reviewer's Responses to QuestionsComments to the Author1. Is the manuscript technically sound, and do the data support the conclusions?The manuscript must describe a technically sound piece of scientific research with data that supports the conclusions. Experiments must have been conducted rigorously, with appropriate controls, replication, and sample sizes. The conclusions must be drawn appropriately based on the data presented. Reviewer #1: YesReviewer #2: Yes**********2. Has the statistical analysis been performed appropriately and rigorously? Reviewer #1: YesReviewer #2: Yes**********3. Have the authors made all data underlying the findings in their manuscript fully available?The PLOS Data policy requires authors to make all data underlying the findings described in their manuscript fully available without restriction, with rare exception (please refer to the Data Availability Statement in the manuscript PDF file). The data should be provided as part of the manuscript or its supporting information, or deposited to a public repository. For example, in addition to summary statistics, the data points behind means, medians and variance measures should be available. If there are restrictions on publicly sharing data—e.g. participant privacy or use of data from a third party—those must be specified.Reviewer #1: YesReviewer #2: Yes**********4. Is the manuscript presented in an intelligible fashion and written in standard English?PLOS ONE does not copyedit accepted manuscripts, so the language in submitted articles must be clear, correct, and unambiguous. Any typographical or grammatical errors should be corrected at revision, so please note any specific errors here.Reviewer #1: YesReviewer #2: Yes**********5. Review Comments to the AuthorPlease use the space provided to explain your answers to the questions above. You may also include additional comments for the author, including concerns about dual publication, research ethics, or publication ethics. (Please upload your review as an attachment if it exceeds 20,000 characters)Reviewer #1: In this study, the authors try to correlate platelet counts with deterioration of respiratory function and prognosis. Such studies already existMajor1. The authors should try and explain how this study is different to papers published already on thrombocytopenia and poor prognosis in COVID-19 (for example; ?longer follow-up)2. Several factors were noted to be associated with poor prognosis on univariate analysis. How important is platelet count among these3. The significant finding is the correlation with respiratory function. it would be useful to build upon this finding4. You explain on page 20, line 162...the worse respiratory function was probably related to the lower platelets. But the tendencies in survival group didn’t seem to make sense -- could you elaborate5. page 23, line 193 says, shorter ICU length of stay, which might be related to more early death events -- is it possible to confirm this6. page 27, line 212, Most death events occurred within 90 days, which means the COVID-19 is an acute attack to those affected -- what is meant by acute attack7. In the mechanism of thrombocytopenia, the role of high Von Willebrand levels is worth explaining8. the discussion on thrombocytopenia and respiratory function would benefit from some explanation for causation. The description here is about role of platelets rather than thrombocytopenia9. use mortality risk factors rather than Death risk factorsReviewer #2: I would like to thank the editor for giving me the opportunity to review this article. The authors reported a detailed data of a cohort of sars-cov2 patients and thoroughly investigated the prognostic value of thrombocytopenia in this group of patients.Major Comments1. Results- One the major findings of the study was that both thrombocytopenia and prolonged aPTT were associated with higher 28-day and 180-day mortality. This finding may suggest that patient who died would have higher incidence of disseminated intravascular coagulation (DIC). Tang N et al reported that the incidence of DIC in patients who died because of sars-cov2 pneumonia was as high as 71.4 % (J Thromb Haemost, 2020). This parameter was not investigated per se by the authors. I would advise the authors to define it and to investigate its value in predicting mortality.- Results: Table 3 displays the data on day 2, 2 and 3 while the authors mentioned in the methods that data were collected on day 1, 3 and 7. Please clarify.- Similarly, figure 1 displays platelet count, the oxygenation index and the the six-point-ordinal score up to day 10 which is contrasting the statement mentioned in the methods. Please clarify.- 43.7 % of the patients required mechanical ventilation but the duration of mechanical ventilation was 0 [0-10] ? I would suggest to the authors to double check this finding.Discussion- Mechanism of thrombocytopenia: In addition to the mechanisms of thrombocytopenia discussed by the authors, other factors should be probably discussed for the group of patients included in the study:o Drug-associated thrombocytopenia: 18.5 % received linezolid and others received chloroquine phosphate.o ECMO was required in 12 % of the patients in CRRT in 20 % : in addition to heparin requirement, both ECMO and CRRT have been associated with thrombocytopenia (ref: Panigada M, Minerva Anestesiol. 2016 Feb; 82(2):170-9 - Weingart C, Artif Organs. 2015 Sep; 39(9):765-73.o Procalcitonin was higher in patients with thrombocytopenia and higher incidence of septic shock was seen in patients with thrombocytopenia). The role of inflammation as a cause of thrombocytopenia should be discussed.- Platelets and respiratory function:The authors well described that thrombocytopenia is incriminated in worsening respiratory function. However, thrombocytopenia can also be the consequence of the disease. In fact, endothelial dysfunction in patients with acute respiratory distress syndrome has been identified as a cause of thrombocytopenia.Minor comments- Line 69: organ dysfunction rather than organ function.- Line 175 (median survival time in patients with thrombocytopenia: Please add the quartiles. It would be better to include this statement in the results rather than in the title of figure 2.**********6. PLOS authors have the option to publish the peer review history of their article (what does this mean?). If published, this will include your full peer review and any attached files.If you choose “no”, your identity will remain anonymous but your review may still be made public.Do you want your identity to be public for this peer review? For information about this choice, including consent withdrawal, please see our Privacy Policy.Reviewer #1: NoReviewer #2: Yes: Anis Chaari[NOTE: If reviewer comments were submitted as an attachment file, they will be attached to this email and accessible via the submission site. Please log into your account, locate the manuscript record, and check for the action link \"View Attachments\". If this link does not appear, there are no attachment files.]While revising your submission, please upload your figure files to the Preflight Analysis and Conversion Engine (PACE) digital diagnostic tool, https://pacev2.apexcovantage.com/. PACE helps ensure that figures meet PLOS requirements. To use PACE, you must first register as a user. Registration is free. Then, login and navigate to the UPLOAD tab, where you will find detailed instructions on how to use the tool. If you encounter any issues or have any questions when using PACE, please email PLOS at gro.solp@serugif. Please note that Supporting Information files do not need this step. \n22 Jan 2021\nPLOS ONEDecember 28,2020Dear Editor and reviewers.Thank you very much for your letter and advice on our manuscript titled “Association between thrombocytopenia and 180-day prognosis of COVID-19 patients in intensive care units: a two-center observational study” (Manuscript ID PONE-D-20-31221). All comments you given are helpful and valuable for improving our article. We have seriously discussed about all these comments, and made a modification on the revised manuscript. Changes made to our original manuscript are marked in red. Other supporting information files, such as telephone questionnaire and the minimal anonymous data will also be uploaded as your requested. With regard to the reviewer’s comments and suggestions, we reply as the followings.We hope the revised manuscript will better suit PLoS One but are happy to consider further revisions, and we thank you for your continued interest in our research. Sincerely,Zhiyong Peng, MDDepartment of Critical Care MedicineZhongnan Hospital of Wuhan UniversityEditor Comments:You should expand a little on the section on mechanism of thrombocytopenia. For instance providing an example of viruses that are associated with thrombocytopenia with known mechanism of actions. I have attached a review on this topic which should assist in identifying examples (Alonso AL, Cox D. Platelet interactions with viruses and parasites. Platelets. 2015;26(4):317-23). Furthermore, Covid-19 causes a viral sepsis which is very similar to bacterial sepsis and there have been many studies on how bacteria cause thrombocytopenia. Here is a review on this which may help you identify suitable examples (Kerrigan SW, Devine T, Fitzpatrick G, et al. Early Host Interactions That Drive the Dysregulated Response in Sepsis. Frontiers in Immunology. 2019;10(1748).Response: Thank you for this thoughtful comment. We have added the two articles you mentioned to illustrate that platelets can interact with pathogens and are involved in the immune process (Page 20, line 210-212; Page 21, line 244-245). In addition, we also added two concrete examples of influenza A H1N1 and EMCV, which belong to the same family of single-stranded RNA viruses as SARS-CoV-2, and explained how the interaction between platelet and viruses leads to platelet activation and increased platelet consumption (Page 21-22, line 245-249). Review CommentsReviewer #1: 1. In this study, the authors try to correlate platelet counts with deterioration of respiratory function and prognosis. Such studies already exist. Major1. The authors should try and explain how this study is different to papers published already on thrombocytopenia and poor prognosis in COVID-19 (for example; ?longer follow-up)Response: Thank you for your comment. The association between thrombocytopenia and poor prognosis in COVID-19 patients has been reported in previous studies. However, we presented new information about the prognosis of critically ill COVID-19 patients in longer follow-up period (such as 90-day and 180-day mortality) and the association between thrombocytopenia and respiratory dysfunction. We stated it in the discussion section (Page 20, line 210-217).2. Several factors were noted to be associated with poor prognosis on univariate analysis. How important is platelet count among these？Response: Thank you very much for your question. We did the cox regression and multivariable analysis. All three risk factors of 28-day mortality and all four risk factors of 180-day mortality are shown in following tables. The B in tables means β (regression coefficient). The β of thrombocytopenia are higher than the other risk factors. Thus, we believe that thrombocytopenia contributes more to death, and is more important than the other mortality risk factors.. Variables in the Equation of 28-day mortality. Variables in the Equation of 180-day mortality.3. The significant finding is the correlation with respiratory function. it would be useful to build upon this findingResponse: Thank you for your suggestion. We added the analysis on the relationship between different levels of platelets and oxygenation indexes at admission (See S2 Fig), and found that patients with lower platelets had lower oxygenation index. We stated it in result section (page 16, line 163). For your convenience, the figure is also presented below. The figure, combined with the time curves we provided in revised manuscript (Result section, Fig 1), may better illustrate the association between platelet count and respiratory function.S2 Fig 1. The platelet counts and oxygenation index at admission4. You explain on page 20, line 162...the worse respiratory function was probably related to the lower platelets. But the tendencies in survival group didn’t seem to make sense -- could you elaborateResponse: We are grateful for your thoughtful comment. The downtrends of platelet count and respiratory function were only seen in non-survival group, but not in survival group. It is because the platelet counts in most survivors were not low and their respiratory functions were not too bad. We compared the severity of disease between survivors and non-survivors and found survivors had better organ functions than non-survivors (See S3 Table), which is consistent with the point that thrombocytopenia is related with severity of COVID-19 (Lippi G, 2020). We added the sentence in revised manuscript: “But the downtrends were not seen in survival group (Fig 1c, d), which may come down to the different incidences of thrombocytopenia and severity of disease (S3 Table)” (Result section, page 16, line 167-169).S3 Table 1. Dynamic changes of organ functions.Variables Days Survival group Non-survival group P valuePlatelet count 1 209.00 [149.75-257.00] 172.00 [121.00-223.00] <0.01 3 186.00 [138.75-261.00] 166.00 [113.50-245.75] 0.07 7 233.000 [160.50-293.50] 132.00 [95.25-237.50] <0.01six-point ordinal scale 1 4.00 [3.00-4.00] 4.00 [3.00-5.00] 0.06 3 4.00 [3.00-4.00] 4.00 [4.00-5.00] <0.01 7 3.50 [3.00-4.00] 5.00 [4.00-5.00] <0.01Oxygenation index 1 135.75 [89.53-238.14] 113.20 [86.90-202.80] 0.36 3 201.30 [122.48-286.33] 151.70 [91.65-224.38] 0.03 7 212.00 [146.82-295.84] 117.20 [82.80-182.20] <0.01SOFA 1 3.50 [2.00-5.00] 5.00 [3.00-7.00] <0.01 3 4.00 [3.00-5.00] 5.00 [4.00-7.00] <0.01 7 3.00 [2.00-5.25] 5.00 [3.00-8.00] <0.01Creatinine, μmol/L 1 64.40 [53.60-89.70] 75.50 [56.80-134.20] 0.08 3 64.30 [49.90-77.00] 77.50 [52.85-140.45] 0.07 7 60.40 [48.70-75.30] 68.00 [49.70-189.90] 0.11blood urea, mmol/L 1 9.80 [6.30—15.10] 10.10 [6.20-16.44] 0.89 3 6.20 [4.35-8.60] 9.30 []5.79-16.00] <0.01 7 6.50 [4.50-8.40] 11.01 [6.80-20.60] <0.01AST, IU/L 1 31.50 [19.80-55.50] 40.00 [24.00-65.00] 0.12 3 29.50 [18.00-54.25] 36.50 [22.75-58.50] 0.22 7 28.00 [19.00-53.25] 29.00 [20.75-51.50] 0.67ALT, IU/L 1 29.00 [19.00-52.00] 34.00 [20.00-47.00] 0.74 3 33.00 [19.00-61.75] 32.50 [18.00-49.00] 0.46 7 36.50 [20.00-75.25] 25.00 [13.50-43.50] 0.01Lymphocyte percentage, % 1 9.90 [5.50-17.30] 6.70 [3.60-10.40] <0.01 3 12.40 [9.70-18.10] 5.85 [3.35-10.43] <0.01 7 15.35 [11.98-21.50] 5.40 [2.80-6.70] <0.01Procalcitonin, mg/mL 1 0.10 [0.06-0.24] 0.32 [0.12-1.04] <0.01 3 0.10 [0.05-0.18] 0.39 [0.14-2.10] <0.01 7 0.09 [0.05-0.27] 0.46 [0.14-1.52] <0.01PT, seconds 1 12.60 [11.63-13.50] 13.25 [12.18-15.33] <0.01 3 12.7 [11.65-13.38] 14.20 [12.85-15.85 <0.01 7 12.25 [11.50-13.20] 13.60 [12.53-15.30] <0.01APTT, seconds 1 31.60 [27.80-34.70] 32.00 [27.95-41.50] 0.11 3 30.35 [26.55-35.18] 34.40 [28.35-41.55] 0.02 7 30.00 [26.55-36.03] 35.65 [30.35-42.98] <0.01WBC, ×109/L 1 7.32 [5.17-10.08] 9.59 [7.02-13.40] <0.01 3 7.03 [5.01-9.46] 9.09 [7.27-12.11] <0.01 7 6.86 [5.60-8.87] 11.26 [7.52-13.79] <0.01hs-CTn I, ng/mL 1 0.01 [0.01-0.03] 0.03 [0.02-0.09] <0.01 3 0.02 [001-0.05] 0.06 [0.03-0.21] <0.01 7 0.03 [0.01-0.09] 0.07 [0.03-0.23] 0.015. page 23, line 193 says, shorter ICU length of stay, which might be related to more early death events -- is it possible to confirm thisResponse: Thank you very much for this comment. Patients with thrombocytopenia had shorter ICU length of stay and higher mortality than non-thrombocytopenia group in our study. And we believe that this phenomenon is due to more early death events within ICU in thrombocytopenia group. The median ICU length of stay was 12 days in the whole population, so we did a 14-day Kaplan-Meier analysis (See S4 Fig 1). The survival curve of thrombocytopenia group drops faster than the other group (P<0.01), which means the patients with thrombocytopenia suffered a higher risk of early death within ICU.S4 Fig 1. 14-day Survival Curve in Patients with and without Thrombocytopenia.6. page 27, line 212, Most death events occurred within 90 days, which means the COVID-19 is an acute attack to those affected -- what is meant by acute attackResponse: We appreciate and agree to your comments. We compared the mortality within 180 days and found that most death events occurred within 28 days. Thus, we considered COVID-19 as an acute attack to human health. We revised our manuscript as follow: “86.6% of death events occurred within 90 days, and 66.67% of them occurred within 28 days, which means this disease developed rapidly and led to death in a short time in high-risk patients” (Discussion section, page 20, line 206-208).7. In the mechanism of thrombocytopenia, the role of high Von Willebrand levels is worth explainingResponse: Thank you for this helpful comment. We had added the relevant content related to high von Willebrand factor in revised manuscript: “As a result of endothelial injury, sub-endothelial collagen exposure promotes innate adhesion of platelets to collagen through von Willebrand factor, which is vital in the adhesion process and significantly increased in COVID-19 patients [32, 48]” (Discussion section, page 22, line 250-252).8. the discussion on thrombocytopenia and respiratory function would benefit from some explanation for causation. The description here is about role of platelets rather than thrombocytopeniaResponse: We appreciate for this helpful comment. We described the role of platelet in the revised manuscript (Discussion section, page 20, line 210-217). Platelets can interact with virus and bacteria via surface cell receptors, and participate in the process of pathogen clearance and lung injury. SARS-CoV-2 couldn’t be effectively cleared in patients with thrombocytopenia, and high load of SARS-CoV-2 in lung led to endothelial injury, microthrombi formation, and subsequently worsening acute lung injury. The role of interaction between platelets and endothelial cells is discussed in revised manuscript (Page 20-21, line 219-232).9. use mortality risk factors rather than Death risk factorsResponse: Thank you for your revise. We have corrected this descriptionReviewer #2: I would like to thank the editor for giving me the opportunity to review this article. The authors reported a detailed data of a cohort of sars-cov2 patients and thoroughly investigated the prognostic value of thrombocytopenia in this group of patients.Major Comments1. Results: One the major findings of the study was that both thrombocytopenia and prolonged aPTT were associated with higher 28-day and 180-day mortality. This finding may suggest that patient who died would have higher incidence of disseminated intravascular coagulation (DIC). Tang N et al reported that the incidence of DIC in patients who died because of sars-cov2 pneumonia was as high as 71.4 % (J Thromb Haemost, 2020). This parameter was not investigated per se by the authors. I would advise the authors to define it and to investigate its value in predicting mortality.Response: We really appreciate this thoughtful comment. The DIC is a clinical diagnosis, which needs to be diagnosed by combining the patient’s condition, medication and laboratory indexes and other data. We tried to define it, but we found that the incomplete clinical data and laboratory indexes make it impossible. However, we had defined the coagulation disorder using APTT and PT and found that patients died within 28 days had significant higher incidence of coagulation disorder than survivors (44.8% vs 15.6%, p<0.01). This may partly prove that coagulation disorder is associated with death in critically ill COVID-19 patients.2. Results: Table 3 displays the data on day 2, 2 and 3 while the authors mentioned in the methods that data were collected on day 1, 3 and 7. Please clarify.Response: Thank you. We apologize for the typo. We have corrected this error in Table 3.3. Similarly, figure 1 displays platelet count, the oxygenation index and the six-point-ordinal score up to day 10 which is contrasting the statement mentioned in the methods. Please clarify.Response: Thank you for pointing out this neglect. We have now modified the sentence in revised manuscript: “Platelet count, six-point ordinal scale scores and oxygenation indexes were recorded on the 1st, 3rd, 7th and 10th day” (Method section, page 4, line 90-91).4. 43.7 % of the patients required mechanical ventilation but the duration of mechanical ventilation was 0 [0-10] ? I would suggest to the authors to double check this finding.Response: We apologize for the typo. We checked and re-analyzed our data. We modified the duration of invasive ventilation in table 4 (Result section, Page 18-19). 5. Discussion-Mechanism of thrombocytopenia: In addition to the mechanisms of thrombocytopenia discussed by the authors, other factors should be probably discussed for the group of patients included in the study:o Drug-associated thrombocytopenia: 18.5 % received linezolid and others received chloroquine phosphate.o ECMO was required in 12 % of the patients in CRRT in 20 % : in addition to heparin requirement, both ECMO and CRRT have been associated with thrombocytopenia (ref: Panigada M, Minerva Anestesiol. 2016 Feb; 82(2):170-9 - Weingart C, Artif Organs. 2015 Sep; 39(9):765-73. o Procalcitonin was higher in patients with thrombocytopenia and higher incidence of septic shock was seen in patients with thrombocytopenia). The role of inflammation as a cause of thrombocytopenia should be discussed.Response: Thank you for this helpful comment. We added other possible mechanisms including those you mentioned above: “Antiplatelet antibodies were also confirmed to be cause of vancomycin-induced thrombocytopenia [49, 50]. Other than that, the drugs such as linezolid, ribavirin, interferon, cephalosporin and chloroquine phosphate may result in drug-associated thrombocytopenia. [50-53]. ECMO and CRRT have also been reported to be associated with decrease of platelet count [54-57]. High incidences of secondary infections and septic shock were seen in our study, and the intense inflammation response will promote thrombosis and lead to thrombocytopenia as well [33, 58]” (Discussion section, page 22, line 255-261).6. Platelets and respiratory function: The authors well described that thrombocytopenia is incriminated in worsening respiratory function. However, thrombocytopenia can also be the consequence of the disease. In fact, endothelial dysfunction in patients with acute respiratory distress syndrome has been identified as a cause of thrombocytopenia.Response: Thank you for your comment. We agree with you. We have modified the discussion section, and added the sentence in revised manuscript: “Endothelial injury was reported to be directly caused by SARS-CoV-2 [26]. The endothelial injury and cytokines released from endothelial cells can also lead to platelet activation and aggregation, leading to microthrombi formation and a decrease in platelet count [26, 32], which may also result in thrombocytopenia and lung injury. Thus, the association between thrombocytopenia and respiratory dysfunction is quite intricate and cannot be explained by simple causation” (Discussion section, page 21, line 227-232). We also mentioned it in limitation section that further studies are needed to confirm their association. Minor comments- 7. Line 69: organ dysfunction rather than organ function.Response: Thank you. We have corrected it.8. Line 175 (median survival time in patients with thrombocytopenia: Please add the quartiles. It would be better to include this statement in the results rather than in the title of figure 2.Response: Thank you for this helpful commend. We deleted the description from the title of figure 2, and added the quartiles in the result section in the revised manuscript: “The median survival time in patients with thrombocytopenia was 17 (IQR, 7.5-180) days” (Result section, page 16, line 171).AttachmentSubmitted filename: Response to Reviewers.docxClick here for additional data file.(169K, docx) \n4 Mar 2021\nAssociation between thrombocytopenia and 180-day prognosis of COVID-19 patients in intensive care units: a two-center observational study.PONE-D-20-31221R1Dear Dr. Peng,We’re pleased to inform you that your manuscript has been judged scientifically suitable for publication and will be formally accepted for publication once it meets all outstanding technical requirements.Within one week, you’ll receive an e-mail detailing the required amendments. When these have been addressed, you’ll receive a formal acceptance letter and your manuscript will be scheduled for publication.An invoice for payment will follow shortly after the formal acceptance. To ensure an efficient process, please log into Editorial Manager at http://www.editorialmanager.com/pone/, click the 'Update My Information' link at the top of the page, and double check that your user information is up-to-date. If you have any billing related questions, please contact our Author Billing department directly at gro.solp@gnillibrohtua.If your institution or institutions have a press office, please notify them about your upcoming paper to help maximize its impact. If they’ll be preparing press materials, please inform our press team as soon as possible -- no later than 48 hours after receiving the formal acceptance. Your manuscript will remain under strict press embargo until 2 pm Eastern Time on the date of publication. For more information, please contact gro.solp@sserpeno.Kind regards,Dermot CoxAcademic EditorPLOS ONEAdditional Editor Comments (optional):Reviewers' comments:Reviewer's Responses to QuestionsComments to the Author1. If the authors have adequately addressed your comments raised in a previous round of review and you feel that this manuscript is now acceptable for publication, you may indicate that here to bypass the “Comments to the Author” section, enter your conflict of interest statement in the “Confidential to Editor” section, and submit your \"Accept\" recommendation.Reviewer #2: All comments have been addressed**********2. Is the manuscript technically sound, and do the data support the conclusions?The manuscript must describe a technically sound piece of scientific research with data that supports the conclusions. Experiments must have been conducted rigorously, with appropriate controls, replication, and sample sizes. The conclusions must be drawn appropriately based on the data presented. Reviewer #2: Yes**********3. Has the statistical analysis been performed appropriately and rigorously? Reviewer #2: Yes**********4. Have the authors made all data underlying the findings in their manuscript fully available?The PLOS Data policy requires authors to make all data underlying the findings described in their manuscript fully available without restriction, with rare exception (please refer to the Data Availability Statement in the manuscript PDF file). The data should be provided as part of the manuscript or its supporting information, or deposited to a public repository. For example, in addition to summary statistics, the data points behind means, medians and variance measures should be available. If there are restrictions on publicly sharing data—e.g. participant privacy or use of data from a third party—those must be specified.Reviewer #2: Yes**********5. Is the manuscript presented in an intelligible fashion and written in standard English?PLOS ONE does not copyedit accepted manuscripts, so the language in submitted articles must be clear, correct, and unambiguous. Any typographical or grammatical errors should be corrected at revision, so please note any specific errors here.Reviewer #2: Yes**********6. Review Comments to the AuthorPlease use the space provided to explain your answers to the questions above. You may also include additional comments for the author, including concerns about dual publication, research ethics, or publication ethics. (Please upload your review as an attachment if it exceeds 20,000 characters)Reviewer #2: Dear editor,The authors did substantial changes in the manuscript. I would advise for accepting the revised version.Regards**********7. PLOS authors have the option to publish the peer review history of their article (what does this mean?). If published, this will include your full peer review and any attached files.If you choose “no”, your identity will remain anonymous but your review may still be made public.Do you want your identity to be public for this peer review? For information about this choice, including consent withdrawal, please see our Privacy Policy.Reviewer #2: Yes: Anis ChaariAttachmentSubmitted filename: Manuscript Review.odtClick here for additional data file.(4.7K, odt) \n11 Mar 2021\nPONE-D-20-31221R1 Association between thrombocytopenia and 180-day prognosis of COVID-19 patients in intensive care units: a two-center observational study. Dear Dr. Peng:I'm pleased to inform you that your manuscript has been deemed suitable for publication in PLOS ONE. Congratulations! Your manuscript is now with our production department. If your institution or institutions have a press office, please let them know about your upcoming paper now to help maximize its impact. If they'll be preparing press materials, please inform our press team within the next 48 hours. Your manuscript will remain under strict press embargo until 2 pm Eastern Time on the date of publication. For more information please contact gro.solp@sserpeno.If we can help with anything else, please email us at gro.solp@enosolp. Thank you for submitting your work to PLOS ONE and supporting open access. Kind regards, PLOS ONE Editorial Office Staffon behalf ofDr. Dermot Cox Academic EditorPLOS ONE"}