{"title": "Symptomatic features and prognosis of 932 hospitalized patients with coronavirus disease 2019 in Wuhan", "pubDate": "2021", "PMCID": "PMC8251293", "DOI": "10.1111/1751-2980.12983", "PMID": "33742780", "abstract": "Objective:                       To discern the symptomatic features of coronavirus disease 2019 (COVID-19) and to evaluate the severity and prognosis of the disease.                  Methods:                       In this retrospective cohort study, 932 hospitalized patients with COVID-19 in Wuhan were enrolled, including 52 severe and 880 non-severe cases. All patients were followed up for 3 months after discharge. The symptomatic features and follow-up data of the patients in both groups were analyzed and compared.                  Results:                       Of the 932 patients, fever (60.0%), cough (50.8%) and fatigue (36.4%) were the most common symptoms. In total, 32.7% of the severe cases presented with gastrointestinal symptoms at disease onset, including anorexia, nausea, vomiting or diarrhea, which was significantly higher than that of the non-severe group (P = 0.0015). The incidence of olfactory disturbance and dysgeusia was only 3.1% and 6.2%, respectively. After adjusting for age and sex, multivariate regression analysis showed that fever lasting for over 5 days (odds ratio [OR] 1.90, 95% confidence interval [CI] 1.00-3.62, P = 0.0498), anorexia at onset (OR 2.61, 95% CI 1.26-5.40, P = 0.0096), and modified Medical Research Council level above grade 2 when dyspnea occurred (OR 14.19, 95% CI 7.01-28.71, P < 0.0001) were symptomatic risk factors for severe COVID-19. During the follow-up, cough (6.2%), dyspnea (7.2%), fatigue (1.8%), olfactory disturbance and dysgeusia (1.5%) were the significant remaining symptoms.                  Conclusions:                       COVID-19 causes clusters of symptoms with multiple systems involved. Certain symptomatic characteristics have predictive value for severe COVID-19. Short-term follow-up data reveal that most patients have a good prognosis.", "author": [{"author": "Liang Liang Sun", "affiliation": ["Department of Endocrinology and Metabolism, Changzheng Hospital, Second Military Medical University, Shanghai, China.", "Optical Valley Branch of Maternal and Child Hospital of Hubei Province, Wuhan, Hubei Province, China."], "href": "/?term=Sun+LL&cauthor_id=33742780"}, {"author": "Jian Wang", "affiliation": ["Department of Gastroenterology, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Wang+J&cauthor_id=33742780"}, {"author": "Yu Sheng Wang", "affiliation": ["Department of Respiratory and Critical Care Medicine, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Wang+YS&cauthor_id=33742780"}, {"author": "Ping Fang Hu", "affiliation": ["Department of Gastroenterology, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Hu+PF&cauthor_id=33742780"}, {"author": "Zheng Qing Zhao", "affiliation": ["Optical Valley Branch of Maternal and Child Hospital of Hubei Province, Wuhan, Hubei Province, China.", "Department of Neurology, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Zhao+ZQ&cauthor_id=33742780"}, {"author": "Wei Chen", "affiliation": ["Optical Valley Branch of Maternal and Child Hospital of Hubei Province, Wuhan, Hubei Province, China.", "Department of Cardiovascular Medicine, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Chen+W&cauthor_id=33742780"}, {"author": "Bei Fang Ning", "affiliation": ["Department of Gastroenterology, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Ning+BF&cauthor_id=33742780"}, {"author": "Chuan Yin", "affiliation": ["Department of Gastroenterology, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Yin+C&cauthor_id=33742780"}, {"author": "Yu Shi Hao", "affiliation": ["Department of Medical Psychology, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Hao+YS&cauthor_id=33742780"}, {"author": "Qiong Wang", "affiliation": ["Department of Respiratory and Critical Care Medicine, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Wang+Q&cauthor_id=33742780"}, {"author": "Chen Wang", "affiliation": ["Department of Respiratory and Critical Care Medicine, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Wang+C&cauthor_id=33742780"}, {"author": "Ya Long Liu", "affiliation": ["Department of Respiratory and Critical Care Medicine, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Liu+YL&cauthor_id=33742780"}, {"author": "Cheng Chen", "affiliation": ["Department of Respiratory and Critical Care Medicine, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Chen+C&cauthor_id=33742780"}, {"author": "Ji Zhong Yin", "affiliation": ["Department of Respiratory and Critical Care Medicine, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Yin+JZ&cauthor_id=33742780"}, {"author": "Hai Huang", "affiliation": ["Optical Valley Branch of Maternal and Child Hospital of Hubei Province, Wuhan, Hubei Province, China.", "Department of Respiratory and Critical Care Medicine, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Huang+H&cauthor_id=33742780"}, {"author": "Wei Fen Xie", "affiliation": ["Optical Valley Branch of Maternal and Child Hospital of Hubei Province, Wuhan, Hubei Province, China.", "Department of Gastroenterology, Changzheng Hospital, Second Military Medical University, Shanghai, China."], "href": "/?term=Xie+WF&cauthor_id=33742780"}], "refPMID": ["31978945", "32015508", "32212516", "32109013", "32091533", "32320003", "28101605", "22797452", "32205590", "29255720", "31986264", "32171076", "32215618", "32253535", "32301284", "32279441", "32355007", "32900744", "32530597", "32456658", "32275288", "32383370"], "citedInPMID": ["33742780", "34339806", "34302637"], "body": " AbstractObjectiveTo discern the symptomatic features of coronavirus disease 2019 (COVID‐19) and to evaluate the severity and prognosis of the disease.MethodsIn this retrospective cohort study, 932 hospitalized patients with COVID‐19 in Wuhan were enrolled, including 52 severe and 880 non‐severe cases. All patients were followed up for 3 months after discharge. The symptomatic features and follow‐up data of the patients in both groups were analyzed and compared.ResultsOf the 932 patients, fever (60.0%), cough (50.8%) and fatigue (36.4%) were the most common symptoms. In total, 32.7% of the severe cases presented with gastrointestinal symptoms at disease onset, including anorexia, nausea, vomiting or diarrhea, which was significantly higher than that of the non‐severe group (P = 0.0015). The incidence of olfactory disturbance and dysgeusia was only 3.1% and 6.2%, respectively. After adjusting for age and sex, multivariate regression analysis showed that fever lasting for over 5 days (odds ratio [OR] 1.90, 95% confidence interval [CI] 1.00‐3.62, P = 0.0498), anorexia at onset (OR 2.61, 95% CI 1.26‐5.40, P = 0.0096), and modified Medical Research Council level above grade 2 when dyspnea occurred (OR 14.19, 95% CI 7.01‐28.71, P < 0.0001) were symptomatic risk factors for severe COVID‐19. During the follow‐up, cough (6.2%), dyspnea (7.2%), fatigue (1.8%), olfactory disturbance and dysgeusia (1.5%) were the significant remaining symptoms.ConclusionsCOVID‐19 causes clusters of symptoms with multiple systems involved. Certain symptomatic characteristics have predictive value for severe COVID‐19. Short‐term follow‐up data reveal that most patients have a good prognosis.Keywords: COVID‐19, prognosis, SARS‐CoV‐2, symptomatic feature AbstractClinical courses of major symptoms and duration of viral shedding from illness onset in patients hospitalized with coronavirus disease 2019.\n 1. INTRODUCTIONCoronavirus disease 2019 (COVID‐19), caused by severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) infection, has caused an unprecedented spread and a worldwide pandemic.\n1\n, \n2\n There is still little ground for optimism, even though the spread of this illness is basically under control in many countries.\n3\n Globally, as of 31 December 2020, there have been 81 475 053 confirmed cases of COVID‐19, including 1 798 050 deaths, according to the World Health Organization (WHO) website data.\n4\n The outbreak and rapid spread of COVID‐19 have caused tremendous pressure on medical resources and clinical treatment capacity worldwide.\n5\n\nRelevant studies have been published during the past few months on the clinical characteristics of patients with COVID‐19. Although large case series have been described,\n6\n, \n7\n, \n8\n most of these reports focus on the onset and early stage of the disease. Follow‐up data on the disease course and patient outcomes after discharge remain limited. Moreover, the spectrum of clinical manifestations of COVID‐19 varies with diverse patient demographics and prevalence of comorbidities. Moreover, the relationship between symptomatic features and disease severity has not been fully elucidated. Therefore, it is essential to characterize symptomatic features and the progression of patients with COVID‐19.In this study, we performed an updated analysis of the detailed clinical characteristics and 3‐month follow‐up after discharge in hospitalized patients with COVID‐19 in Wuhan, China, aiming to discern the symptomatic features of COVID‐19 and to evaluate the severity and prognosis of the disease. 2. PATIENTS AND METHODS2.1. Study design and patientsIn this cohort study, we recruited patients with COVID‐19 who were hospitalized at the Optical Valley Branch of Maternal and Child Hospital of Hubei Province (Wuhan, Hubei Province, China), which was designated for treating patients with COVID‐19 aged 14 years or elder, between February 20 and March 31, 2020. COVID‐19 was diagnosed based on the Diagnosis and treatment protocol for novel coronavirus pneumonia (Trial Version 7) issued by the National Health Commission of the People's Republic of China.\n9\n Exclusion criteria were: (a) patients without contact information or with incorrect contact information; (b) patients who refused follow‐up; (c) those who had died after discharge; (d) patients unable to provide a clear or reliable medical history; and (e) those who lost to the 3‐month follow‐up or had insufficient follow‐up data after discharge.This study was approved by the Research Ethics Committees of the Optical Valley Branch of Maternal and Child Hospital and Shanghai Changzheng Hospital (no. 2020SL007). Written informed consent was waived by the Ethics Committee of the designated hospital for emerging infectious diseases.2.2. Data collectionElectronic medical records of the patients hospitalized in the Optical Valley Branch of Maternal and Child Hospital of Hubei Province due to COVID‐19 were copied and sent to the data processing center in Shanghai under the coordination of the hospital. Data including patients’ demographic characteristics, clinical, laboratory, treatment, and outcome data were collected and extracted. All necessary variables with suitable explanations were first defined by the research team. An experienced respiratory clinician team reviewed the copies of the medical records and collected the data. The collected data were then entered into a computerized database using a self‐designed double‐entry system. The data‐entry team ensured that all data needed were collected. If core data were missing, requests for clarification were immediately sent to the coordinators who subsequently contacted the attending clinicians.A standardized electronic follow‐up questionnaire was designed to supplement detailed symptomatic information and 3‐month follow‐up data after discharge, including onset symptoms, their onset time, duration and frequency, symptoms after discharge, and so on (Appendix 1). All patients were followed up by telephone after discharge by 15 clinicians mainly, consisting of respiratory specialists and doctors who have been working at the front line of the epidemic in Wuhan. To ensure the validity of the collected data, patients who had died after discharge, those who were unable to cooperate or had unreliable narrators (ie, patients with dementia or communication problems) were excluded from the cohort. The time of the final follow‐up visit was August 2, 2020. The accuracy and completeness of the data were finally checked by all the co‐authors.Data cleaning, including logical checks, outlier checks, and variable engineering, was performed by experienced programmers; variable engineering was also assisted by an experienced clinician. The original variables were transformed if needed, including but not restricted to converting continuous variables into categorical variables and combining multiple variables into single variables for information integration.2.3. DefinitionsLaboratory‐confirmed COVID‐19 was defined as a positive result on reverse transcription‐polymerase chain reaction (RT‐PCR) assay of nasal and pharyngeal swab specimens or specific serum antibodies to SARS‐CoV‐2.The severity of COVID‐19 was evaluated following the protocol issued by the National Health Commission of the People's Republic of China (Trial Version 7.0), as mentioned above.\n9\n Patients with at least one of the following conditions were defined as severe cases: (a) dyspnea (respiratory rate ≥30 times/min); (b) finger oxygen saturation ≤93% in the resting state; (c) arterial oxygen partial pressure/fraction of inspiration oxygen ≤300 mmHg; and (d) pulmonary imaging showing that pulmonary infection had progressed by >50% within 24‐48 hours.The time of symptom onset was defined as the earliest day when any symptom was noticed by patients themselves or physicians. Fever was defined as 37.3°C or higher on axillary temperature. Septic shock was defined according to the 2016 international guidelines for management of sepsis and septic shock.\n10\n Acute kidney injury was defined according to the KDIGO clinical practice guideline.\n11\n The definition of acute respiratory distress syndrome followed the Berlin diagnostic criteria.\n12\n Acute myocardial injury was defined as serum levels of ultrasensitive cardiac troponin I above the 99th percentile of the upper limit of normal.\n13\n\nThe modified Medical Research Council (mMRC) dyspnea scale was defined as follows: level 0, no breathlessness; level 1, breathless when hurrying or walking up a hill; level 2, breathless when walking slower than people of the same age, or who needed to stop when walking; level 3, breathlessness or stop walking after around 100 m or a few minutes; and level 4, breathless when dressing, or unable to leave the house.\n14\n\n2.4. Statistical analysisCategorical variables were presented as number and percentages or frequencies. Continuous variables were presented as mean ± standard deviation, or median and interquartile range (IQR). Normal distribution of the continuous variables was determined by using the Shapiro‐Wilk test and the Anderson‐Darlin test. An independent group t‐test or Mann‐Whitney U‐test was used to compare the differences in the continuous variables, depending on the normal distribution of the variables. The χ\n2 test or Fisherʼs exact test was used to analyze the difference in categorical variables between the groups.Univariate and multivariate logistic regression models were used to determine the symptomatic risk factors for severe COVID‐19. Variables with a P value of less than 0.05 were included in the multivariate analysis. Based on previous findings and clinical considerations, a total of 11 variables, including significant basic demographic data and symptomatic characteristics in univariate analysis, were included in the multivariate analysis. If the difference between groups was not significant, the number of events was too small, odds ratio (OR) could not be calculated, or were collinear with other variables, the variable was excluded from the univariate analysis.All the statistical analyses were performed using SAS JMP Pro 15.0 (SAS Institute, Cary, NC). A P value of less than 0.05 were considered statistically significant. 3. RESULTS3.1. Baseline characteristics of the study populationBetween February 20 and March 31, 2020, altogether 1767 patients who were suspected to have COVID‐19 were admitted to the hospital. Among them, seven and 58 patients were excluded due to insufficient medical records or a lack of contact information, respectively. Another 277 patients were excluded due to negative results on nucleic acid of SARS‐CoV‐2 and specific serum antibody. The remaining 1425 patients were included for a second round of medical history review and 3‐month follow‐up after discharge, of which 281 cases were lost to follow‐up, whereas 212 cases did not have complete follow‐up data. Finally, 932 patients with laboratory‐confirmed COVID‐19 and complete follow‐up data were included, consisting of 880 patients with non‐severe disease and 52 severe cases. The flowchart of patient enrollment is shown in Figure 1.Open in a separate windowFIGURE 1Flowchart showing participant enrollment. Abbreviations: COVID‐19, coronavirus disease 2019; SARS‐CoV‐2, severe acute respiratory syndrome coronavirus 2Among these 932 patients, COVID‐19 was confirmed by a positive RT‐PCR result in 725 (including 682 non‐severe cases and 43 severe cases) and by specific serological antibody in the other 207 patients (including 198 non‐severe cases and nine severe cases).Baseline characteristics, including comorbidities, of the patients are summarized in Table 1. Median age of the patients was 58 years old (IQR 48‐67 y). In total, 250 (26.8%) patients aged 14‐49 years, 369 (39.6%) aged 50‐64 years, and 313 (33.6%) were 65 years or elder. A total of 557 (59.8%) of the patients were women. Patients with severe disease had an elder age (70 y vs 57 y), more elderly (≥65 y) (69.2% [36/52] vs 31.5% [277/880]) and male patients (67.3% [35/52] vs 38.6% [340/880]) compared with those non‐severe cases (all P < 0.05). The proportion of smokers and drinkers was 13.3% and 7.8%, respectively, among all patients; there were more smokers (23.1% vs 12.7%, P = 0.0327) and drinkers (15.4% vs 7.4%, P = 0.0370) in the severe disease group than in the non‐severe cases. The median body mass index of all the patients was 23.4 kg/m2 (IQR 21.4‐25.4 kg/m2), which did not differ between the two groups (severe vs non‐severe: 24.0 kg/m2 [IQR 21.2‐25.7 kg/m2] vs 23.4 kg/m2 [IQR 21.4‐25.4 kg/m2], P = 0.6489). Over half (52.5%) of all patients had any comorbidity, mainly including hypertension (30.8%), diabetes (14.4%), atherosclerotic cardiovascular disease (ASCVD) (8.4%), chronic liver disease (4.2%), and chronic obstructive pulmonary disease (COPD) (3.1%). A higher proportion of patients with severe disease had at least one comorbidity and specific conditions, such as ASCVD, COPD, and asthma.TABLE 1Baseline characteristics of 932 patients with coronavirus disease 2019 (COVID‐19)Total (N = 932)Non‐severe disease (n = 880)Severe disease (n = 52)\nP valueAge, y (median [IQR])58 (48‐67)57 (48‐66)70 (62‐80)<0.0001Distribution, n (%)<0.000114‐49250 (26.8)247 (28.1)3 (5.8)50‐64369 (39.6)356 (40.4)13 (25.0)≥65313 (33.6)277 (31.5)36 (69.2)Sex (n, %)<0.0001Male375 (40.2)340 (38.6)35 (67.3)Female557 (59.8)540 (61.4)17 (32.7)Current smoker (n, %)124 (13.3)112 (12.7)12 (23.1)0.0327Current drinker (n, %)73 (7.8)65 (7.4)8 (15.4)0.0370Body mass index, kg/m2 (median [IQR])23.4 (21.4‐25.4)23.4 (21.4‐25.4)24.0 (21.2‐25.7)0.6489Comorbidities (n, %)Any\na\n\n489 (52.5)451 (51.3)38 (73.1)0.0022Hypertension287 (30.8)265 (30.1)22 (42.3)0.0642Diabetes134 (14.4)122 (13.9)12 (23.1)0.0658ASCVD78 (8.4)67 (7.6)11 (21.2)0.0006COPD29 (3.1)23 (2.6)6 (11.5)0.0003Asthma9 (1.0)7 (0.8)2 (3.8)0.0288Chronic renal disease11 (1.2)9 (1.0)2 (3.8)0.067Chronic liver disease39 (4.2)39 (4.4)0 (0)0.1209Cancer\nb\n\n29 (3.1)23 (2.6)6 (11.5)0.0003Tuberculosis17 (1.8)17 (1.9)0 (0)0.3118HBV infection\nc\n\n28 (3.0)28 (3.2)0 (0)0.1915Neuropsychiatric disorder19 (2.0)18 (2.05)1 (1.9)0.9516Open in a separate window\nNote: P values were calculated by the Mann‐Whitney U test, χ\n2 test, or Fisherʼs exact test, when appropriate.Abbreviations: ASCVD, arteriosclerotic cardiovascular disease; COPD, chronic obstructive pulmonary disease; HBV, hepatitis B virus; IQR, interquartile range.aAny type of comorbidity.bAny type of cancer.cThe presence of HBV infection was defined as a positive result for hepatitis B surface antigen with or without elevated levels of alanine or aspartate aminotransferase.3.2. Detailed symptomatic featuresThe most common symptoms were fever (60.0%) and cough (50.8%), followed by fatigue (36.4%), anorexia (21.8%) and dyspnea (19.2%). Compared with those with non‐severe disease, patients with severe disease had a significantly higher incidence of dyspnea (59.6% vs 16.8%) and anorexia (48.1% vs 20.2%) (both P < 0.0001; Table 2). Notably, 11.6% of the cases were asymptomatic, including two severe cases.TABLE 2Symptomatic features of 932 patients with coronavirus disease 2019 (COVID‐19) at admissionTotal (N = 932)Non‐severe disease (n = 880)Severe disease (n = 52)\nP valueFever, n (%)559 (60.0)518 (58.9)41 (78.8)0.0043Type of fever, n/N (%)0.3179Persistent491/559 (87.8)457/518 (88.2)34/41 (82.9)Intermittent68/559 (12.2)61/518 (11.8)7/41 (17.1)Maximum body temperature (°C), n/N (%)0.000237.3‐38241/559 (43.1)234/518 (45.2)7/41 (17.1)38.1‐39252/559 (45.1)229/518 (44.2)23/41 (56.1)>3966/559 (11.8)55/518 (10.6)11/41 (26.8)Cough, n (%)473 (50.8)440 (50.0)33 (63.5)0.0592Type of cough, n/N (%)0.4472Dry cough369/473 (78.0)345/440 (78.4)24/33 (72.7)Production of sputum104/473 (22.0)95/440 (21.6)9/33 (27.3)Type of sputum, n/N (%)0.1253White72/104 (69.2)68/95 (71.6)4/9 (44.4)Yellowish sputum29/104 (27.9)25/95 (26.3)4/9 (44.4)Other3/104 (2.9)2/95 (2.1)1/9 (11.1)Dyspnea, n (%)179 (19.2)148 (16.8)31 (59.6)<0.0001mMRC level at the time of dyspnea onset, n/N (%)0.0003029/179 (16.2)29/148 (19.6)0/31 (0)165/179 (36.3)58/148 (39.2)7/31 (22.6)239/179 (21.8)28/148 (18.9)11/31 (35.5)328/179 (15.6)17/148 (11.5)11/31 (35.5)418/179 (10.1)16/148 (10.8)2/31 (6.5)mMRC level at the time of the most severe dyspnea, n/N (%)<0.000107/179 (3.9)7/148 (4.7)0/31 (0)125/179 (14.0)25/148 (16.9)0/31 (0)234/179 (19.0)31/148 (21.0)3/31 (9.7)354/179 (30.2)48/148 (32.4)6/31 (19.3)459/179 (33.0)37/148 (25.0)22/31 (71.0)mMRC level at the time of dyspnea relief, n/N (%)<0.0001080/179 (44.7)78/148 (52.7)2/31 (6.5)156/179 (31.3)47/148 (31.8)9/31 (29.0)234/179 (19.0)20/148 (13.5)14/31 (45.2)37/179 (3.9)3/148 (2.0)4/31 (12.9)42/179 (1.1)0/148 (0)2/31 (6.5)Fatigue, n (%)339 (36.4)311 (35.3)28 (53.8)0.0070Myalgia or arthralgia, n (%)151 (16.2)145 (16.5)6 (11.5)0.3476Anorexia, n (%)203 (21.8)178 (20.2)25 (48.1)<0.0001Dysgeusia, n (%)58 (6.2)53 (6.0)5 (9.6)0.2974Dysosmia, n (%)29 (3.1)27 (3.1)2 (3.8)0.7536Nausea or vomiting, n (%)32 (3.4)31 (3.5)1 (1.9)0.0809Diarrhea, n (%)80 (8.6)73 (8.3)7 (13.5)0.2982Sore throat, n (%)67 (7.2)66 (7.5)1 (1.9)0.1303Rhinorrhea, n (%)30 (3.2)28 (3.2)2 (3.8)0.7920Headache, n (%)38 (4.1)35 (4.0)3 (5.8)0.5255Dizziness, n (%)33 (3.5)31 (3.5)2 (3.8)0.9024Asymptomatic infection, n (%)108 (11.6)106 (12.0)2 (3.8)0.0727Open in a separate window\nNote: P values were calculated by using the Mann‐Whitney U‐test, χ\n2 test, or Fisherʼs exact test, when appropriate.Abbreviations: IQR, interquartile range; mMRC, modified British Medical Research Council questionnaire.3.2.1.  \nFever\n Fever was the most common symptom among all patients, which was more commonly seen in patients with severe disease than in the non‐severe cases (78.8% vs 58.9%, P = 0.0043). Nevertheless, most of the non‐severe patients had a persistent low‐grade fever (37.3°C‐38°C). A moderate fever (38.1°C‐39°C) was more common in patients with severe disease (Table 2). The median duration of the fever was 7 days (IQR 4‐11 days) in the non‐severe group and 9 days (IQR 6‐12 days) in the severe group (Figure 2, Table S1).Open in a separate windowFIGURE 2Clinical courses of major symptoms and duration of viral shedding from disease onset in patients hospitalized with coronavirus disease 2019 (COVID‐19). Abbreviation: SARS‐CoV‐2, severe acute respiratory syndrome coronavirus 23.2.2.  \nCough\n Most patients complained of dry cough and white sputum was common in patients with production of sputum (Table 2). The median duration of cough was 17 days (IQR 9‐35 days) for the whole cohort, while that in the severe group was as long as 30 days (12.5‐51.5 days), which almost doubled the duration of cough in the non‐severe group (17 days [9‐34 days], P = 0.0050; Figure 2, Table S1).3.2.3.  \nDyspnea\n Dyspnea has been reported to be a characteristic symptom of severe COVID‐19. In our cohort, when compared with the non‐severe cases, dyspnea in patients with severe disease occurred at a later stage, lasted for a longer time and reached higher mMRC levels (Figure 3, Table S1). The median time from disease onset to dyspnea was 4 days (IQR 1‐7 days) among all patients, with 3 days (IQR 1‐7 days) in the non‐severe group and 7 days (IQR 1‐12 days) in the severe cases (P = 0.0048). The most severe dyspnea was observed on the 8th day from the disease onset in the non‐severe group and on the 15th day in patients with severe disease. The median duration of dyspnea in patients with severe disease was 28 days (IQR 14‐51 days), which was significantly longer than that in patients with non‐severe disease (median 15 days [IQR 8‐31 days]). As shown in Table 2, a higher degree of dyspnea at disease onset, as quantified by mMRC level, was observed in patients with severe disease. At the peak stage, the mMRC levels reached level 4 in 71.0% of patients with severe disease. Even when dyspnea was considerably relieved on the 43rd day from the disease onset, mMRC level in 19.0% of the whole cohort was still at level 2.Open in a separate windowFIGURE 3Timeline of hospitalized patients having coronavirus disease 2019 with dyspnea. Abbreviation: IQR, interquartile range3.2.4.  \nFatigue and anorexia\n Fatigue and anorexia often coincided with fever and lasted longer than dyspnea (Figure 3). The median duration of fatigue was 14 days (IQR 8‐27 days) in patients with non‐severe disease and 32 days (IQR 21‐44 days) in the severe cases. The median duration of anorexia was 12 days (IQR 8‐24 days) in the non‐severe group and 27 days (IQR 17‐40 days) in the severe group (P = 0.0003; Table S1). Altogether 14.5% of the patients had anorexia at disease onset, with a higher proportion in the severe group than in the non‐severe group (30.8% vs 13.5%, P = 0.0006; Table S2).3.2.5.  \nNausea or vomiting, and diarrhea\n Nausea or vomiting and diarrhea were not common among COVID‐19 patients. As shown in Table 2, only 3.4% (32/932) of the patients experienced nausea or vomiting. Eighty (8.6%) patients reported diarrhea, mostly occurred on the third day of disease onset with a median duration of 5 days (IQR 4‐12 days). There were no significant differences in the incidences of these symptoms between the severe and non‐severe groups (Table 2 and Table S1).3.2.6.  \nDysgeusia and olfactory disturbance\n Unexpectedly, the incidence of dysgeusia and olfactory disturbance in our cohort was only 6.2% and 3.1%, respectively (Table 2). The median duration of both symptoms was 15 days. However, in severe cases these two symptoms had a tendency towards a longer duration (dysgeusia: 22 days vs 14 days; and dysosmia: 27 days vs 14 days) than the non‐severe group, although there was no statistical significance (Figure 2, Table S1).3.3. Symptom clustersA cluster analysis of symptom correlation showed that specific symptoms were positively related and formed several groups (Figure 4). Anorexia, nausea or vomiting, and diarrhea formed a gastrointestinal symptom cluster. Headache and dizziness formed a neuropsychiatric symptom cluster. Dysgeusia and dysosmia were associated and often co‐occurred, which formed an otorhinolaryngological symptom cluster. Fatigue and myalgia or arthralgia were highly correlated. In addition to nausea or vomiting and diarrhea, symptoms associated with anorexia included dysgeusia, fatigue and dyspnea. The only sign highly related to dyspnea was anorexia.Open in a separate windowFIGURE 4Heat map for correlation of different symptoms3.4. Onset symptomsAs shown in Table S2, fever and cough were the two most common symptoms at disease onset. Only 17.3% of the severe group had dyspnea at disease onset, while 30.8% of them had anorexia. As shown in Table S3, a total of 82.7% of the severe group and 63.3% of the non‐severe group started with systematic symptoms at disease onset, including fever, fatigue, myalgia, or joint pain. In total, 32.7% of the severe group started with gastrointestinal symptoms, including anorexia, nausea, vomiting or diarrhea, which was significantly higher than that of the non‐severe group (P = 0.0015).3.5. Symptomatic predictors of severe diseaseTo explore the predictive effect of clinical symptoms on disease severity we conducted a multivariate regression analysis involving variables with significant statistical differences between the two groups in the univariate analysis (Table 3). The results showed that age over 65 years (OR 6.52, 95% confidence interval [CI] 3.27‐13.02, P < 0.0001), male sex (OR 3.71, 95% CI 1.90‐7.26, P = 0.0001), fever lasting for more than 5 days (OR 1.90, 95% CI 1.00‐3.62, P = 0.0498), anorexia at onset (OR 2.61, 95% CI 1.26‐5.40, P = 0.0096), and an mMRC level above grade 2 when dyspnea occurred (OR 14.19, 95% CI 7.01‐28.71, P < 0.0001) were symptomatic risk factors for severe COVID‐19.TABLE 3Univariate and multivariate analyses on symptomatic risk factors associated with severe coronavirus disease 2019 (COVID‐19)Univariate analysisMultivariate analysisOR (95% CI)\nP valueOR (95% CI)\nP valueMale sex3.27 (1.80‐5.93)<0.00013.71 (1.90‐7.26)0.0001Age ≥65 y4.12 (1.62‐10.47)0.0036.52 (3.27‐13.02)<0.0001Current smoker2.06 (1.05‐4.04)0.0481Any comorbidity2.58 (1.38‐4.83)0.0018Dyspnea at onset2.66 (1.25‐5.72)0.0209Anorexia at onset2.84 (1.53‐5.28)0.00202.61 (1.26‐5.40)0.0096Onset with gastrointestinal symptoms2.58 (1.41‐4.75)0.0037Onset with systemic symptoms2.77 (1.33‐5.76)0.0027Fever lasting for more than 5 d1.96 (1.12‐3.43)0.01911.90 (1.00‐3.62)0.0498mMRC grade 2 or above at dyspnea onset11.71 (6.40‐21.45)<0.000114.19 (7.01‐28.71)<0.0001Dyspnea within 3 d of onset2.45 (1.18‐5.07)0.0258Open in a separate window\nNote: Univariate and multivariate logistic stepwise regression models were used to explore the risk factors for severe COVID‐19. Based on previous findings and clinical considerations, a total of 11 variables, including significant basic individual and symptomatic characteristics in univariate analysis, were included for multivariate analysis. If the difference between groups was not significant (eg, the onset of fever) or the number of events was too small (eg, the onset of nausea and vomiting), odds ratio (OR) could not be calculated, or were collinear with other variables (eg, cancer is one of the comorbidities), then this variable was excluded from the univariate analysis.Abbreviations: CI, confidence interval; mMRC, modified British Medical Research Council questionnaire; OR, odds ratio.3.6. Rehabilitation symptoms 3 months after dischargeAll patients were followed up for 3 months after discharge (Table 4). The results showed that 6.2% of the patients still had cough, which was mostly a dry cough. A total of 1.8% of patients had fatigue, 0.8% had dysgeusia, and 0.5% had olfactory disturbance. Additionally, a total of 7.2% patients still had dyspnea, most with mMRC level 1. As a remaining symptom, the incidence of dyspnea was higher in the severe group than in the non‐severe group (P < 0.0001) and patients with severe disease had a higher level of mMRC levels than the non‐severe group (P < 0.0001).TABLE 4Rehabilitation symptoms at 3 months after dischargeTotal (N = 932)Non‐severe disease (n = 880)Severe disease (n = 52)\nP valueCough, n (%)58 (6.2)53 (6.0)5 (9.6)0.2974Type of cough, n/N (%)0.4501Dry cough43/58 (74.1)40/53 (75.5)3/5 (60.0)Production of sputum15/58 (25.9)13/53 (24.5)2/5 (40.0)Type of sputum, n/N (%)0.8375White13/15 (86.7)11/13 (84.6)2/2 (100)Yellowish sputum1/15 (6.7)1/13 (7.7)0/2 (0)Other1/15 (6.7)1/13 (7.7)0/2 (0)Fatigue, n (%)17 (1.8)15 (1.7)2 (3.8)0.2621Dysgeusia, n (%)7 (0.8)7 (0.8)0 (0)0.5186Dysosmia, n (%)5 (0.5)5 (0.6)0 (0)0.5454Anorexia, n (%)13 (1.4)11 (1.3)2 (3.8)0.1209Dyspnea, n (%)67 (7.2)50 (5.7)17 (32.7)<0.0001mMRC level of dyspnea after 3 months of discharge, n/N (%)0.0067024/67 (35.8)20/50 (40.0)4/17 (23.5)130/67 (44.8)25/50 (50.0)5/17 (29.4)210/67 (14.9)5/50 (10.0)5/17 (29.4)31/67 (1.5)0/50 (0)1/17 (5.9)42/67 (3.0)0/50 (0)2/17 (11.8)Open in a separate window\nNote: P values were calculated by the Mann‐Whitney U‐test, χ\n2 test, or Fisherʼs exact test, when appropriate.Abbreviation: mMRC, Modified British Medical Research Council questionnaire. 4. DISCUSSIONThough numerous studies have reported the clinical characteristics of patients with COVID‐19, the symptomatic features of this disease have still not been thoroughly investigated. In this study we closely investigated the clinical data of patients with COVID‐19. We uncovered detailed information on the symptomatic features, which is essential for physicians to grasp the characteristics of COVID‐19 and make correct judgments about the disease. We found that the symptoms of COVID‐19 are diverse and usually not typical. The most common presenting symptoms were fever (60.0%), cough (50.8%) and fatigue (36.4%), which is consistent with previous reports.\n15\n, \n16\n However, the prevalence of olfactory and taste disorders (OTD) is much lower in our cohort than in other reports.\n17\n, \n18\n, \n19\n, \n20\n It should be noted that 11.6% of patients with COVID‐19, including two severe cases, were asymptomatic, suggesting that screening for COVID‐19 based only on symptoms is not reliable.Although fever is the most common symptom, most patients present with only persistent low‐grade fever. Of note, nearly 40% of patients did not have a fever during the disease course. Additionally, a high fever (>39°C) was rare in these patients. However, it should be mentioned that patients with severe COVID‐19 were prone to suffer from fever for a long time. A dry cough, which was also one of the most common symptoms in our cohort, usually lasted for a much longer period than fever. As expected, the duration of cough in the severe disease group was much longer than that in non‐severe cases.Dyspnea is a subjective experience that is common in patients with severe pneumonia. The occurrence of dyspnea appeared late and atypically, did not always follow a decline in blood oxygen saturation. Our study showed that the interval from onset of COVID‐19 to the occurrence of dyspnea in patients with severe disease was longer than that in the non‐severe group (7 d vs 3 d), presumedly caused by the insensitivity to dyspnea in critical patients. In conflict with the disease severity, 40.4% of patients with severe COVID‐19 did not claim to have dyspnea. This phenomenon is called happy hypoxia\n21\n or silent hypoxia,\n22\n which means that people are unaware they are being deprived of oxygen. It was proposed that SARS‐CoV‐2 infection‐mediated inflammation of the nucleus tractus solitarius affected the brainʼs ability to perceive hypoxia.\n23\n Therefore, it seems that the value of dyspnea as an alert sign for severe COVID‐19 was limited.Fatigue and anorexia also had relatively high incidence rates (36.4% and 21.8%, respectively) among our patients. Onset symptoms with anorexia were associated with severe disease. This was probably because an insufficient food intake in patients with anorexia resulted in malnutrition and hypoproteinemia,\n24\n which are potential risk factors for severe pneumonia. The significance of anorexia varied in patients in different age groups with COVID‐19. It has been reported that anorexia could be the unique onset symptom in one‐third of children infected with SARS‐CoV‐2 in the UK.\n25\n\nInitially, dysosmia and dysgeusia were not considered essential symptoms for patients with COVID‐19. Nevertheless, they have been defined as commonly recognized features in later reports from Western countries. In a cross‐sectional survey of the prevalence of OTD, 33.9% (20/59) of the patients hospitalized with positive SARS‐CoV‐2 presented at least with OTD, and 18.6% of cases had both disorders.\n17\n One group found that hospitals reported olfactory and gustatory dysfunctions, respectively.\n18\n However, OTD reports were much rarer in Asian people with COVID‐19, ranging from 5.1% to 15.7%.\n26\n, \n27\n In this report, the incidence rates of dysgeusia and dysosmia were only 6.2% and 3.1%, respectively, which is markedly lower than those from Western countries. There are some possible reasons for this difference. The clinical spectrum of COVID‐19 is broad and varies according to ethnicity, which can be perfectly defined by the remarkable difference in the incidence rate of OTD in different regions. It has been reported that SARS‐CoV‐2 has two major lineages, designated L and S. The prevalent lineage of SARS‐CoV‐2 in China was different from that in Europe. The L lineage was more prevalent than the S lineage in the early outbreak of COVID‐19 in Wuhan, China.\n28\n Various SARS‐CoV‐2 lineages with large molecular divergence may cause distinct clinical symptoms.It has been reported that older age, high sequential organ failure assessment (SOFA) score, and D‐dimer greater than 1 μg/mL are risk factors for COVID‐19 with a poor prognosis at the early stage.\n16\n In this study, we found that the risk factors for severe disease included being aged over 65 years, male sex, having a fever lasting for more than 5 days, the presence of anorexia at the disease onset and an mMRC level above level 2. These data imply an underlying predictive value of specific clinical symptoms for the classification of the severity of COVID‐19 in patients. Further exploration of the symptom‐based prediction model on the disease classification of COVID‐19, if possible, would help health workers with patient triage and recognize those with COVID‐19 who required hospital admission. It will also be useful for doctors to screen the patients who are inclined to develop severe illness at an early stage and to adopt intensive treatment before it is too late.In this study, we followed up the patients for 3 months after their discharge. Most patients with either non‐severe or severe disease showed favorable prognoses. Cough, fatigue and dyspnea were the most common remaining symptoms in patients convalescing after COVID‐19. Some patients, however, still did not recover from OTD. Compared with patients with non‐severe disease, those with severe disease were more likely to have remaining symptoms after discharge, especially dyspnea.Our study had some limitations. As a retrospective study, some cases had incomplete documentation of the medical history and clinical manifestation. We had limited time to extract the prospective data during the outbreak of COVID‐19. Furthermore, in our cohort, most cases (94.4%) were not severe. All confirmed COVID‐19 cases were required to be admitted to designated hospitals or temporary cabin hospitals in China. Thus, the proportion of patients with non‐severe COVID‐19 in Chinese hospitals was higher than that in other countries.In conclusion, patients with COVID‐19 presented atypical but diverse symptoms including fever, cough and fatigue. It is noted that the Chinese patients suffered a lower incidence of OTD than patients in Western countries. The most common remaining symptoms at the recovery stage were cough and fatigue. The proportion and severity of dyspnea as symptoms remaining after discharge in patients with severe disease were higher than in the non‐severe group. These data may help clinicians comprehensively understand the symptomatic features of COVID‐19 and make correct judgments about the disease. CONFLICT OF INTERESTThe authors declare that they have no conflicts of interest. Supporting information\nTable S1 Timeline of different symptoms and clinical courses in 932 patients with coronavirus disease 2019 (COVID‐19)\nTable S2 Frequency of different symptoms at the first episode (n, %)\nTable S3 Onset symptoms in 932 patients infected with severe acute respiratory syndrome coronavirus 2Click here for additional data file.(26K, docx)\nAppendix S1: Supporting InformationClick here for additional data file.(26K, docx) ACKNOWLEDGMENTSWe thank Prof. Xiao Fei Ye from the Department of Health Statistics, Second Military Medical University, for his advice on the clinical study, data analysis, and manuscript preparation. We thank all the patients who consented to donate their data for analysis and all the medical staff on the front line caring for patients. There was no funding source for this study. All data are available from the corresponding authors upon reasonable request. Notes\n\nSun LL, Wang J, Wang YS, et al. Symptomatic features and prognosis of 932 hospitalized patients with coronavirus disease 2019 in Wuhan\n. J Dig Dis. 2021;22:271–281. 10.1111/1751-2980.12983\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\n Contributor InformationHai Huang, Email: moc.361@7027gnauhiah.Wei Fen Xie, Email: nc.moc.liamdem@eixnefiew. REFERENCES1. \nZhu N, Zhang D, Wang W, et al; China Novel Coronavirus Investigating and Research Team.\nA novel coronavirus from patients with pneumonia in China, 2019. N Engl J Med.\n2020;382(8):727‐733. [PMC free article] [PubMed] [Google Scholar]2. \nWu F, Zhao S, Yu B, et al. A new coronavirus associated with human respiratory disease in China. Nature.\n2020;579(7798):265‐269. [PMC free article] [PubMed] [Google Scholar]3. \nWorld Health Organization. World Health Organization\nCoronavirus disease (COVID‐2019) situation reports. Available from: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports.4. \nWorld Health Organization\n. WHO Coronavirus (COVID‐19) Dashboard. Available from: https://covid19.who.int/. Accessed December 31, 2020.5. \nRanney ML, Griffeth V, Jha AK. Critical supply shortages — the need for ventilators and personal protective equipment during the Covid‐19 pandemic. N Engl J Med. 2020;382(18):e41. 10.1056/NEJMp2006141. [PubMed] [CrossRef] [Google Scholar]6. \nGuan WJ, Ni ZY, Hu Y, et al. Clinical characteristics of coronavirus disease 2019 in China. N Engl J Med.\n2020;382(18):1708‐1720. [PMC free article] [PubMed] [Google Scholar]7. \nWu Z, McGoogan JM. Characteristics of and important lessons from the coronavirus disease 2019 (COVID‐19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention. JAMA.\n2020;323(13):1239‐1242. [PubMed] [Google Scholar]8. \nRichardson S, Hirsch JS, Narasimhan M, et al. Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID‐19 in the New York City area. JAMA.\n2020;323(20):2052‐2059. [PMC free article] [PubMed] [Google Scholar]9. \nNational Health Commission of the People's Republic of China\n. Diagnosis and treatment protocol for novel coronavirus pneumonia (Trial Version 7). Available from: http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb1989/files/ce3e6945832a438eaae415350a8ce964.pdf\n10. \nRhodes A, Evans LE, Alhazzani W, et al. Surviving sepsis campaign: international guidelines for management of sepsis and septic shock: 2016. Intensive Care Med.\n2017;43(3):304‐377. [PubMed] [Google Scholar]11. \nKidney Disease: Improving Global Outcomes (KDIGO) Acute Kidney Injury Work Group\n. KDIGO clinical practice guideline for acute kidney injury. Kidney Int Suppl. 2012;2(1). Available from: https://kdigo.org/wp‐content/uploads/2016/10/KDIGO‐2012‐AKI‐Guideline‐English.pdf\n12. \nRanieri VM, Rubenfeld GD, Thompson BT, et al; ARDS Definition Task Force\n. Acute respiratory distress syndrome: the Berlin Definition. JAMA.\n2012;307(23):2526‐2533. [PubMed] [Google Scholar]13. \nGao C, Wang Y, Gu X, et al. Association between cardiac injury and mortality in hospitalized patients infected with avian influenza A (H7N9) virus. Crit Care Med.\n2020;48(4):451‐458. [PMC free article] [PubMed] [Google Scholar]14. \nRajala K, Lehto JT, Sutinen E, Kautiainen H, Myllärniemi M, Saarto T. mMRC dyspnoea scale indicates impaired quality of life and increased pain in patients with idiopathic pulmonary fibrosis. ERJ Open Res.\n2017;3(4):00084‐2017. [PMC free article] [PubMed] [Google Scholar]15. \nHuang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet.\n2020;395(10223):497‐506. [PMC free article] [PubMed] [Google Scholar]16. \nZhou F, Yu T, Du R, et al. Clinical course and risk factors for mortality of adult inpatients with COVID‐19 in Wuhan, China: a retrospective cohort study. Lancet.\n2020;395(10229):1054‐1062. [PMC free article] [PubMed] [Google Scholar]17. \nGiacomelli A, Pezzati L, Conti F, et al. Self‐reported olfactory and taste disorders in patients with severe acute respiratory coronavirus 2 infection: a cross‐sectional study. Clin Infect Dis.\n2020;71(15):889‐890. [PMC free article] [PubMed] [Google Scholar]18. \nLechien JR, Chiesa‐Estomba CM, De Siati DR, et al. Olfactory and gustatory dysfunctions as a clinical presentation of mild‐to‐moderate forms of the coronavirus disease (COVID‐19): a multicenter European study. Eur Arch Otorhinolaryngol.\n2020;277(8):2251‐2261. [PMC free article] [PubMed] [Google Scholar]19. \nMoein ST, Hashemian SM, Mansourafshar B, Khorram‐Tousi A, Tabarsi P, Doty RL. Smell dysfunction: a biomarker for COVID‐19. Int Forum Allergy Rhinol.\n2020;10(8):944‐950. [PMC free article] [PubMed] [Google Scholar]20. \nYan CH, Faraji F, Prajapati DP, Boone CE, De Conde AS. Association of chemosensory dysfunction and COVID‐19 in patients presenting with influenza‐like symptoms. Int Forum Allergy Rhinol. 2020;10(7):806‐813. [PMC free article] [PubMed] [Google Scholar]21. \nCouzin‐Frankel J. The mystery of the pandemicʼs “happy hypoxia”. Science. 2020;368(6490):455‐456. [PubMed] [Google Scholar]22. \nChandra A, Chakraborty U, Pal J, Karmakar P. Silent hypoxia: a frequently overlooked clinical entity in patients with COVID‐19. BMJ Case Rep.\n2020;13(9):e237207. 10.1136/bcr-2020-237207. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. \nAnoop UR, Verma K. Happy hypoxemia in COVID‐19—a neural hypothesis. ACS Chem Nerosci.\n2020;11(13):1865‐1867. [PubMed] [Google Scholar]24. \nAziz M, Fatima R, Lee‐Smith W, Assaly R. The association of low serum albumin level with severe COVID‐19: a systematic review and meta‐analysis. Critical Care.\n2020;24(1):255. 10.1186/s13054-020-02995-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. \nBoyd C.\nLoss of appetite could be a sign of coronavirus in children as scientists find more than a THIRD of under‐18s with the disease skip meals and most do not show classic symptoms. Mail Online 7 September 2020. Available from: https://www.dailymail.co.uk/news/article-8705465/Is-child-skipping-meals-coronavirus.html.26. \nMao L, Jin H, Wang M, et al. Neurologic manifestations of hospitalized patients with coronavirus disease 2019 in Wuhan, China. JAMA Neurol.\n2020;77(6):683‐690. [PMC free article] [PubMed] [Google Scholar]27. \nLee Y, Min P, Lee S, Kim SW. Prevalence and duration of acute loss of smell or taste in COVID‐19 patients. J Korean Med Sci.\n2020;35(18):e174. 10.3346/jkms.2020.35.e174. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. \nTang X, Wu C, Li X, et al. On the origin and continuing evolution of SARS‐CoV‐2. Natl Sci Rev.\n2020;7(6):1012‐1023. [Google Scholar]"}