{"title": "Vitamin D deficiency in critically ill COVID-19 ARDS patients", "pubDate": "2021", "PMCID": "PMC7937427", "DOI": "10.1016/j.clnu.2021.03.001", "PMID": "33745749", "abstract": "Background & aims:                       Vitamin D's pleiotropic effects include immune modulation, and its supplementation has been shown to prevent respiratory tract infections. The effectivity of vitamin D as a therapeutic intervention in critical illness remains less defined. The current study analyzed clinical and immunologic effects of vitamin D levels in patients suffering from coronavirus disease 2019 (COVID-19) induced acute respiratory distress syndrome (ARDS).                  Methods:                       This was a single-center retrospective study in patients receiving intensive care with a confirmed SARS-CoV-2 infection and COVID-19 ARDS. 25-hydroxyvitamin D and 1,25-dihydroxyvitamin D serum levels, pro- and anti-inflammatory cytokines and immune cell subsets were measured on admission as well as after 10-15 days. Clinical parameters were extracted from the patient data management system. Standard operating procedures included the daily administration of vitamin D3 via enteral feeding.                  Results:                       A total of 39 patients with COVID-19 ARDS were eligible, of which 26 were included in this study as data on vitamin D status was available. 96% suffered from severe COVID-19 ARDS. All patients without prior vitamin D supplementation (n = 22) had deficient serum levels of 25-hydroxyvitamin D. Vitamin D supplementation resulted in higher serum levels of 25-hydroxyvitamin D but not did not increase 1,25-dihydroxyvitamin D levels after 10-15 days. Clinical parameters did not differ between patients with sufficient or deficient levels of 25-hydroxyvitamin D. Only circulating plasmablasts were higher in patients with 25-hydroxyvitamin D levels ≥30 ng/ml (p = 0.029). Patients with 1,25-dihydroxyvitamin D levels below 20 pg/ml required longer mechanical ventilation (p = 0.045) and had a worse acute physiology and chronic health evaluation (APACHE) II score (p = 0.048).                  Conclusion:                       The vast majority of COVID-19 ARDS patients had vitamin D deficiency. 25-hydroxyvitamin D status was not related to changes in clinical course, whereas low levels of 1,25-dihydroxyvitamin D were associated with prolonged mechanical ventilation and a worse APACHE II score.", "author": [{"author": "Quirin Notz", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Wuerzburg, Germany. Electronic address: Notz_q@ukw.de."], "href": "/?term=Notz+Q&cauthor_id=33745749"}, {"author": "Johannes Herrmann", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Wuerzburg, Germany."], "href": "/?term=Herrmann+J&cauthor_id=33745749"}, {"author": "Tobias Schlesinger", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Wuerzburg, Germany."], "href": "/?term=Schlesinger+T&cauthor_id=33745749"}, {"author": "Peter Kranke", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Wuerzburg, Germany."], "href": "/?term=Kranke+P&cauthor_id=33745749"}, {"author": "Magdalena Sitter", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Wuerzburg, Germany."], "href": "/?term=Sitter+M&cauthor_id=33745749"}, {"author": "Philipp Helmer", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Wuerzburg, Germany."], "href": "/?term=Helmer+P&cauthor_id=33745749"}, {"author": "Jan Stumpner", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Wuerzburg, Germany."], "href": "/?term=Stumpner+J&cauthor_id=33745749"}, {"author": "Daniel Roeder", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Wuerzburg, Germany."], "href": "/?term=Roeder+D&cauthor_id=33745749"}, {"author": "Karin Amrein", "affiliation": ["Division of Endocrinology and Diabetology, Medical University of Graz, Austria."], "href": "/?term=Amrein+K&cauthor_id=33745749"}, {"author": "Christian Stoppe", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Wuerzburg, Germany."], "href": "/?term=Stoppe+C&cauthor_id=33745749"}, {"author": "Christopher Lotz", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Wuerzburg, Germany."], "href": "/?term=Lotz+C&cauthor_id=33745749"}, {"author": "Patrick Meybohm", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Wuerzburg, Germany."], "href": "/?term=Meybohm+P&cauthor_id=33745749"}], "refPMID": ["24239505", "28202713", "26895836", "32318074", "21736791", "29169388", "28549527", "17938389", "31992387", "22797452", "17634462", "18561200", "20854328", "25009977", "29593721", "21555499", "22797987", "33444201", "32556213", "31061425", "21646368", "29951549", "27838350", "25029202", "30583965", "22566959", "32320582", "24661739", "25268295", "31826336", "31164148", "32320583"], "citedInPMID": ["33745749", "35123824", "34595175", "34322844", "34250458", "34140163"], "body": " AbstractBackground & aimsVitamin D's pleiotropic effects include immune modulation, and its supplementation has been shown to prevent respiratory tract infections. The effectivity of vitamin D as a therapeutic intervention in critical illness remains less defined. The current study analyzed clinical and immunologic effects of vitamin D levels in patients suffering from coronavirus disease 2019 (COVID-19) induced acute respiratory distress syndrome (ARDS).MethodsThis was a single-center retrospective study in patients receiving intensive care with a confirmed SARS-CoV-2 infection and COVID-19 ARDS. 25-hydroxyvitamin D and 1,25-dihydroxyvitamin D serum levels, pro- and anti-inflammatory cytokines and immune cell subsets were measured on admission as well as after 10–15 days. Clinical parameters were extracted from the patient data management system. Standard operating procedures included the daily administration of vitamin D3 via enteral feeding.ResultsA total of 39 patients with COVID-19 ARDS were eligible, of which 26 were included in this study as data on vitamin D status was available. 96% suffered from severe COVID-19 ARDS. All patients without prior vitamin D supplementation (n = 22) had deficient serum levels of 25-hydroxyvitamin D. Vitamin D supplementation resulted in higher serum levels of 25-hydroxyvitamin D but not did not increase 1,25-dihydroxyvitamin D levels after 10–15 days. Clinical parameters did not differ between patients with sufficient or deficient levels of 25-hydroxyvitamin D. Only circulating plasmablasts were higher in patients with 25-hydroxyvitamin D levels ≥30 ng/ml (p = 0.029). Patients with 1,25-dihydroxyvitamin D levels below 20 pg/ml required longer mechanical ventilation (p = 0.045) and had a worse acute physiology and chronic health evaluation (APACHE) II score (p = 0.048).ConclusionThe vast majority of COVID-19 ARDS patients had vitamin D deficiency. 25-hydroxyvitamin D status was not related to changes in clinical course, whereas low levels of 1,25-dihydroxyvitamin D were associated with prolonged mechanical ventilation and a worse APACHE II score.Keywords: Acute respiratory distress syndrome, Vitamin D, Critical care, Nutrient supplementation, Immune response 1. IntroductionVitamin D exerts pleiotropic effects with actions far beyond its classic role in mineral homeostasis. Tissue actions require two enzymatic conversions to 25-hydroxyvitamin D and 1,25-dihydroxyvitamin D after which vitamin D has been shown to modulate the immune response amongst others. Vitamin D deficiency is highly prevalent across all age groups and countries [1], a fact of particular interest regarding respiratory infections. Vitamin D supplementation reduces the risk of acute respiratory tract infections [2], even though effects onto innate immunity after exposure to respiratory syncytial virus (RSV) are limited and its usage at various concentrations inhibits neither pro- nor anti-inflammatory responses [3,4]. A cross-sectional study in the United Kingdom (UK) showed a linear relationship between adequate vitamin D levels and reduced risk of respiratory infections, including improved pulmonary function [5]. Although vitamin D deficiency was further determined to be associated with greater illness severity, a causal relationship between vitamin D deficiency and multiple organ dysfunction has not been established [6]. Thus, the efficacy of vitamin D as a therapeutic in critically ill patients remains controversial [7].The current study analyzed vitamin D deficiency, clinical and immunologic effects of vitamin D supplementation in patients infected with severe acute respiratory syndrome coronavirus type 2 (SARS-CoV-2), subsequently suffering from a critical coronavirus disease 2019 (COVID-19) induced acute respiratory distress syndrome (ARDS). 2. Patients, materials & methodsThis is a single-center, retrospective study adhering to the STROBE-Guidelines [8]. The institutional board of the University of Wuerzburg waived the need for ethic approval (63/20-kr, 25.03.2020 and 20200528 01, 05.06.2020) due to sole chart review. Informed consent was not necessary according to local legislation (Bayerisches Krankenhausgesetz, Art. 24, Abs 4).Patients receiving intensive care between March 14th and May 28th, 2020 at the University hospital Wuerzburg with a confirmed SARS-CoV-2 infection [9] and COVID-19 induced ARDS were screened for study eligibility. At the University hospital Wuerzburg, in-house procedures recommend, but do not oblige, screening of vitamin D status in all intensive care patients independent of clinical risk factors or radiographic findings of vitamin D deficiency. In order to be included in the analysis, 25-hydroxyvitamin D status on admission had to be available. Patients were excluded from the study in case vitamin D status was not available on admission as the single exclusion criterion. ARDS was classified according to the Berlin definition [10]. Prior medical history was evaluated based on written records and clinical data were collected via retrospective chart review using a patient data management system (COPRA6 RM1.0, COPRA System GmbH, Berlin, Germany). COVID-19 intensive care unit (ICU) standard operating procedures at the University hospital Wuerzburg included the administration of 200.000 IU vitamin D3 (Vigantol®, Merck Selbstmedikation GmbH, Darmstadt, Germany) as a loading dose and 10.000 IU daily via enteral feeding. Both 25-hydroxyvitamin D and 1,25-dihydroxyvitamin D serum levels were measured on admission as well as after 10–15 days of ICU care. Serum probes for 25-hydroxyvitamin D were analyzed at the laboratory of the University hospital Wuerzburg using the automated chemiluminescence IDS-iSYS 25 VitD assay (Immunodiagnostic Systems, Tyne & Wear, UK) according to manufacturer's instructions, whereas samples for 1,25-dihydroxyvitamin D (calcitriol) and cytokine levels were deep frozen (−80 °C) and analyzed by an external diagnostics provider (Ganzimmun Diagnostics AG, Mainz, Germany). An automated Liaison XL 1,25-dihydroxyvitamin D immunoassay (DiaSorin, Saluggia, Italy) and the BD CBA Human Inflammatory Cytokines Kit (BD Biosciences, San Jose, USA) were used. 25-hydroxyvitamin D levels were classified according to Holick [11]: Levels below 30 ng/ml were considered insufficient, levels below 20 ng/ml deficient. Severe vitamin D deficiency was defined as 25-hydroxyvitamin D below 12 ng/ml. For 1,25-dihydroxyvitamin D, levels below <20 pg/ml were considered deficient, in line with the reference range of the local laboratory. Lymphocyte subsets were analyzed with a Navios cytometer (Beckman Coulter, Krefeld, Germany) with a minimum of 3.000 events within each lymphocyte gate. The following anti-human antibodies were used: anti-CD45-Krome-Orange, anti-CD14-APCA700, anti-CD3-FITC, anti-CD4-APC, anti-CD8-ECD, anti-CD56/CD16-APC A750, anti-CD19-PC7, anti-CD38-PC5.5, anti-CD27-ECD, anti-CD20-APC750 (each Beckman Coulter, Krefeld, Germany) and anti-IgD-FITC (BD Biosciences, San Jose, USA). Reference values are based on previous publications [12,13].2.1. Statistical analysisMedian and interquartile range (IQR, 25–75%) were calculated for all variables, as normality of the data could not be assumed. Longitudinal changes were evaluated with Wilcoxon's paired test. Mann–Whitney's rank-sum test was used for numeric variables and Fisher's exact test was applied for categorial data. Associations between different variables were correlated according to Spearman. Differences were considered significant with p < 0.05. Data analysis was conducted with Microsoft Office® 365 ProPlus (Microsoft™, Redmond, USA) and GraphPad Prism® Version 8.4.2 (GraphPad Software™, San Diego, USA). 3. ResultsA total of 39 patients were eligible for retrospective analysis, of which 26 were included in this study (Fig. 1\n). Median age was 59.5 (51–69) years, 65% were male, 35% female. A total of 96% had severe COVID-19 induced ARDS, 62% required treatment with veno-venous extracorporeal membrane oxygenation (vvECMO) (Table 1\n).Open in a separate windowFig. 1Flow diagram of retrospective study inclusion, availability of vitamin D levels and status regarding vitamin D supplementation.Table 1Demographics and course of intensive care.n = 26Female, No. patients (%)9 (35)Male, No. patients (%)17 (65)Age, years (median, IQR)59.5 (51–69)Transfer from regional hospital on mechanical ventilation, No. patients (%)24 (92)Sequential organ failure assessment score, admission (median, IQR)15 (13–16)Acute physiology and chronic health evaluation score, admission (median, IQR)32.5 (25–37)Minimal PaO2/FiO2, mmHg (median, IQR)64.5 (53–72)Severe acute respiratory distress syndrome, No. patients (%)25 (96)Veno-venous extracorporeal membrane oxygenation, No. patients (%)16 (62)Renal replacement therapy, No. patients (%)19 (73)Duration of intensive care, days (median, IQR)24.5 (14–41)Survival upon discharge from intensive care unit, No. patients (%)18 (69)Comorbidities Charlson comorbidity index (median, IQR)2 (2–4) Body mass index, kg/m2 (median, IQR)29.1 (26–32) <30 kg/m2, No. patients (%)16 (61) 30 to < 35 kg/m2, No. patients (%)9 (35) 35 to < 40 kg/m2, No. patients (%)0 (0) ≥40 kg/m2, No. patients (%)1 (4) Respiratory comorbidity, No. patients (%)7 (27) Diabetes mellitus type II, No. patients (%)5 (19) Coronary artery disease, No. patients (%)3 (12) Chronic renal insufficiency, No. patients (%)2 (8)Open in a separate windowIQR, Interquartile range; No., Number of.Four patients (15%) were taking vitamin D as a home medication and demonstrated sufficient levels of 25-hydroxyvitamin D on ICU admission (Table 2\n). All patients without prior vitamin D supplementation had levels below 30 ng/ml, whereas eight patients were severely deficient with levels below 12 ng/ml (31%) (Fig. 2\n). In comparison, 1,25-dihydroxyvitamin D had a median value of 27.5 pg/ml (19–35) on admission and was not below reference range.Table 2Vitamin D levels in n = 26 patients.admission10–15 days25-hydroxyvitamin D, ng/ml (median, IQR)16.1 (11–25)26.2 (19–32) No. patients with 25-hydroxyvitamin D ≥ 30 ng/ml (%)4∗ (15)7 (27) No. patients with 25-hydroxyvitamin D between 20 and 29.9 ng/ml (%)5 (19)8 (31) No. patients with 25-hydroxyvitamin D between 12 and 19.9 ng/ml (%)9 (35)5 (19) No. patients with 25-hydroxyvitamin D < 12 ng/ml (%)8 (31)1 (4) 25-hydroxyvitamin D levels not available, No. patients (%)0 (0)5 (19)1,25-dihydroxyvitamin D, pg/ml (median, IQR)27.5 (19–35)21.1 (10–27) No. patients with 1,25-dihydroxyvitamin D ≥ 20 pg/ml (%)11 (42)10 (39) No. patients with 1,25-dihydroxyvitamin D < 20 pg/ml (%)5 (19)9 (35) 1,25-dihydroxyvitamin D levels not available, No. patients (%)10 (39)7 (27)Open in a separate windowIQR, Interquartile range; No., Number of. ∗All of these patients were taking vitamin D as a home medication prior to their COVID-19 infection.Open in a separate windowFig. 2A) 25-hydroxyvitamin D values below the black dashed line were insufficient, values below the red dashed line were deficient. Only four intensive care unit patients had sufficient levels of 25-hydroxyvitamin D on admission. All of these were pretreated with vitamin D (green dots). B) Eleven patients had sufficient levels of 1,25-dihydroxyvitamin D (above black dashed line), including two patients with vitamin D in their home medication (green dots). (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)After vitamin D supplementation 25-hydroxyvitamin D levels significantly increased (p = 0.002). However, median levels were still insufficient (Fig. 3\nA). Vitamin D supplementation did not lead to an overall increase in 1,25-dihydroxyvitamin D after 10–15 days (Fig. 3B).Open in a separate windowFig. 325-hydroxyvitamin D levels increased over the course of the intensive care unit stay (A), whereas 1,25-dihydroxyvitamin D levels non-significantly decreased (B). Vitamin D levels of patients without vitamin D supplementation were unaltered.After 10–15 days, clinical parameters did not differ between patients with sufficient and insufficient or deficient levels of 25-hydroxyvitamin D levels, respectively (Table 3\n).Table 3Comparison of clinical parameters between patients with sufficient and deficient vitamin D levels.25-hydroxyvitamin D after 10–15 days1,25-dihydroxyvitamin D after 10–15 days≥30 ng/ml<30 ng/mlp≥20 pg/ml<20 pg/mlpn = 7n = 14n = 10n = 9Clinical characteristics on admission to the intensive care unit (median, IQR) SOFA score16 (13–16)14.5 (13–16)0.49015 (13–16)15 (13–17)0.728 APACHE II score33 (24–37)29.5 (25–37)0.81232.5 (30–37)25 (23–36)0.117 Creatinine, mg/dl1.3 (0.7–2.2)1.1 (0.8–1.7)0.9711.1 (0.7–2.3)0.9 (0.8–1.4)0.720 Calcium, mmol/l1.1 (1.0–1.2)1.2 (1.1–1.2)0.1331.2 (1.1–1.2)1.2 (1.2–1.3)0.081 Interleukin-6, pg/ml279 (131–666)508 (142–1465)0.585245 (83–1888)666 (344–1580)0.182 Lymphocytes, x1000/μl0.9 (0.8–1.5)0.8 (0.6–1.2)0.3820.9 (0.6–1.8)0.8 (0.5–1.1)0.546Clinical characteristics on day 10–15 of intensive care (median, IQR) SOFA score15 (10–18)14 (10–18)0.71113 (8–16)16 (12–18)0.117 APACHE II score36 (32–37)35 (26–38)0.40732 (23–37)37 (34–45)0.048 Creatinine, mg/dl1.7 (0.9–2.1)1 (0.6–1.7)0.3611 (0.7–1.8)1.1 (0.9–2.1)0.560 Calcium, mmol/l1.1 (1.1–1.2)1.2 (1.1–1.2)0.8991.1 (1.1–1.2)1.1 (1.1–1.3)0.530 Interleukin-6, pg/ml74 (56–145)109 (36–328)0.75774 (52–220)145 (52–437)0.340 Lymphocytes, x1000/μl1.8 (1.2–2.5)1.4 (0.7–1.8)0.2251.6 (0.9–2)1.4 (1.1–1.8)0.556Characteristics, therapy and outcome Age, years (median, IQR)63 (51–70)63 (49–69)0.57162 (50–70)55 (49–66)0.509 Body mass index, kg/m2 (median, IQR)31 (24–35)29 (25–31)0.59728 (24–31)29 (28–36)0.203 Duration of intensive care, days (median, IQR)41 (21–43)21.5 (13–40)0.23125 (20–40)42 (19–45)0.234 Mechanical ventilation, days (median, IQR)29 (18–36)21.5 (14–33)0.27819 (15–28)34 (19–39)0.045 Minimal PaO2/FiO2 (median, IQR)66 (58–68)65 (51–81)0.59668 (59–77)58 (51–64)0.074 vvECMO, No. patients (%)5 (71)9 (64)0.9995 (50)8 (89)0.141 Renal replacement therapy, No. patient (%)6 (86)9 (64)0.6137 (70)8 (89)0.582 Survival, No. patients (%)5 (71)10 (71)0.9998 (80)6 (67)0.629Open in a separate windowAPACHE, acute physiology and chronic health evaluation; IQR, Interquartile range; No., Number of.; SOFA, sequential organ failure assessment; vvECMO, veno-venous extracorporeal membrane oxygenation.Patients with 1,25-dihydroxyvitamin D below 20 pg/ml tended towards worse PaO2/FiO2 ratios, requiring significantly longer mechanical ventilation with higher acute physiology and chronic health evaluation (APACHE) II scores (Table 3). There was a correlation between 1,25-dihydroxyvitamin D levels after 10–15 days and the minimal recorded PaO2/FiO2 ratios (rs = 0.599, p = 0.007) of the patients. Also 1,25-dihydroxyvitamin D levels and the duration of mechanical ventilation (rs = −0.641, p = 0.003) as well as duration of ICU treatment (rs = −0.509, p = 0.026) correlated inversely. There was no association between both forms of vitamin D, age, body mass index and parameters of inflammation.Levels of immune cells and pro- and anti-inflammatory cytokines did not differ as a function of vitamin D levels with the only exception being circulating plasmablasts (Fig. 4\n). Circulating plasmablasts were significantly higher in patients with 25-hydroxyvitamin D levels ≥30 ng/ml (p = 0.029).Open in a separate windowFig. 4Unaltered immune response against SARS-CoV-2 as a function of vitamin D levels. Patients were divided in two groups based on levels of 25-hydroxyvitamin D (A) as well as 1,25-dihydroxyvitamin D (B) after 10–15 days. Absolute numbers of the most important immune cell subsets and immunglobulin (Ig) G levels (upper row in each panel) just as main pro- and anti-inflammatory cytokines (lower row in each panel) were compared. Circulating plasmablasts were significantly higher in patients with 25-hydroxyvitamin D levels ≥30 ng/ml, whereas the other parameters did not differ between the groups, probably speaking against major effects of vitamin D on the immune response of critically ill COVID-19 patients. IL, interleukin; TNF, tumor necrosis factor. 4. DiscussionVitamin D deficiency has been linked to a high prevalence of viral infections [[14], [15], [16], [17]], whereas specific data on COVID-19 are scarce. A large prospective UK Biobank population-based cohort study did not report alterations in vitamin D status as a modifiable risk factor of COVID-19 [18]. Furthermore, a novel study of 1.326 COVID-19 cases found no significant association between season-adjusted 25-hydroxyvitamin D status and COVID-19 positivity in multivariate logistic regression models incorporating sex, age and ethnicity [19]. Nevertheless, vitamin D deficiency is known to be present in 40–70% of critically ill patients. In our study 85% of life-threatening COVID-19 ARDS patients were deficient for 25-hydroxyvitamin D. All patients not receiving vitamin D in their home medication suffered from levels <30 ng/ml. These findings indicate a remarkably high prevalence of vitamin D deficiency in critically ill COVID-19 patients. Only a minority were deficient for 1,25-dihydroxyvitamin D, whereas studies suggest that vitamin D deficiency favors the production of 1,25-dihydroxyvitamin D over 24,25- dihydroxyvitamin D to maintain calcium homeostasis as long as possible [20]. 1,25-dihydroxyvitamin D does not reflect body vitamin D stores [21] but is the biologically active metabolite mediating most of vitamin D's endocrine effects. This includes cardiovascular and immune-modulatory functions [22] as well as antiviral activity modulated by cathelicidin and innate interferon pathways in bronchial epithelial cells [23]. Calcitriol has therefore become an interesting agent in supplementation trials [24].In our study, 1,25-dihydroxyvitamin D levels ≥20 pg/ml after 10–15 days of intensive care were associated with lower APACHE II scores and a significantly lower number of days on mechanical ventilation. Although the study was not powered to detect survival differences, both parameters reflect lower disease severity and faster pulmonary recovery. This is in line with a trial in cardiac surgery showing risk reductions for organ dysfunction and mortality for every pg/ml increment in 1,25-dihydroxyvitamin D [25]. In addition, 1,25-dihydroxyvitamin D is known to shift proinflammatory Th1 and Th17 responses towards anti-inflammatory Th2 responses [17]. Interestingly, none of the vitamin D forms altered cytokine production in our COVID-19 patients. Only circulating plasmablasts were higher in patients with sufficient 25-hydroxyvitamin D levels. Plasmablasts have been implicated in the establishment of immune memory as well as the buildup of specific antibody titers [26] and it can be hypothesized that vitamin D levels might affect immune memory against SARS-CoV-2. Nevertheless, the relevance of this single cell type alteration is questionable as we did not observe any changes in clinical parameters and others have suggested that 25-hydroxyvitamin D levels might just mirror the severity of illness as a negative acute phase reactant [27]. Moreover, there is no conclusive evidence that vitamin D supplementation improves the outcome of critically ill patients. In our patients, vitamin D supplementation only increased 25-hydroxyvitamin D levels, which were not related to alterations in clinical parameters. As serum levels of 1,25-hydroxyvitamin D were not affected, the current vitamin D regimen was likely inefficacious and our results independent of vitamin D supplementation. A single-center retrospective observational study showed that vitamin D deficiency was associated with increased ICU length of stay without impacting mortality [28]. In the subsequent randomized, single-center VITdAL-ICU trial high-dose vitamin D did not reduce hospital length of stay, ICU length of stay, hospital mortality or 6-month mortality [29]. These results were confirmed by the multicenter VIOLET trial in 1.078 ICU patients with 25-hydroxyvitamin D levels <20 ng/ml on admission. No significant differences with respect to 90-day mortality, clinical or safety endpoints were found [30]. However, a secondary analysis of the VITdAL-ICU trial suggested that patients staying more than seven days on the ICU had a mortality benefit from vitamin D supplementation [31]. Further trials are ongoing and results of the VITDALIZE study (ClinicalTrials.gov Identifier: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03188796\",\"term_id\":\"NCT03188796\"}}NCT03188796) enrolling 2.400 ICU patients are expected in 2021.Strengths of this report include the investigation of a clearly defined patient population suffering from life-threatening COVID-19 induced ARDS, monitoring of both 25-hydroxyvitamin D and 1,25-dihydroxyvitamin D serum levels to distinguish the importance of both isoforms on intensive care in COVID-19 induced ARDS, as well as mechanistic insights into the impact of vitamin D levels onto pro- and anti-inflammatory immune responses. Limitations of our study include the low number of patients. A minority of patients replenished their vitamin D storages within the observation period most likely due to short follow-up time or inadequate dose regimes. Moreover, we did not have a control group of patients without vitamin D supplementation and inevitably missed sampling during the initial disease phase as the majority of patients were referred to our tertiary care center. Last, we do not have data on cytoplasmatic vitamin D receptor occupancy and function [32]. 5. ConclusionThe majority of critically ill COVID-19 ARDS patients suffered from vitamin D deficiency. Low levels of 25-hydroxyvitamin D were not related to changes in clinical course. Low levels of 1,25-dihydroxyvitamin D were associated with prolonged mechanical ventilation, whereas low-dose vitamin D supplementation did not impact the biologically active metabolite. Both forms should be included in monitoring of vitamin D status with future interventional studies targeting the usefulness of calcitriol administration in COVID-19 patients. Funding statementNone of the authors received funding for the current study. Author contributionsQN, PK, CL, and PM contributed substantially to the conception and design of the study, the acquisition, analysis, interpretation of the data and drafted the article.CS contributed substantially to the conception and design of the study, interpretation of the data and revised the manuscript.JH, TS, MS, PH contributed substantially to the acquisition of the data.JS, DR, KA contributed substantially to the interpretation of the data and critical revision of the article.All authors provided final approval of the version submitted for publication. Conflict of interestNone. AcknowledgementsWe thank Stephan Sudowe and his colleagues from Ganzimmun Diagnostics AG for the good cooperation. References1. Palacios C., Gonzalez L. Is vitamin D deficiency a major global public health problem? J Steroid Biochem Mol Biol. 2014;144 Pt A:138–145. [PMC free article] [PubMed] [Google Scholar]2. Martineau A.R., Jolliffe D.A., Hooper R.L., Greenberg L., Aloia J.F., Bergman P. Vitamin D supplementation to prevent acute respiratory tract infections: systematic review and meta-analysis of individual participant data. BMJ. 2017;356:i6583. [PMC free article] [PubMed] [Google Scholar]3. Fitch N., Becker A.B., HayGlass K.T. Vitamin D [1,25(OH)2D3] differentially regulates human innate cytokine responses to bacterial versus viral pattern recognition receptor stimuli. J Immunol (Baltimore, Md : 1950) 2016;196(7):2965–2972. [PubMed] [Google Scholar]4. Anderson J., Do L.A.H., Toh Z.Q., Hoe E., Reitsma A., Mulholland K. Vitamin D induces differential effects on inflammatory responses during bacterial and/or viral stimulation of human peripheral blood mononuclear cells. Front Immunol. 2020;11:602. [PMC free article] [PubMed] [Google Scholar]5. Berry D.J., Hesketh K., Power C., Hyppönen E. Vitamin D status has a linear association with seasonal infections and lung function in British adults. Br J Nutr. 2011;106(9):1433–1440. [PubMed] [Google Scholar]6. McNally J.D., Nama N., O'Hearn K., Sampson M., Amrein K., Iliriani K. Vitamin D deficiency in critically ill children: a systematic review and meta-analysis. Crit Care (London, England) 2017;21(1):287. [PMC free article] [PubMed] [Google Scholar]7. Langlois P.L., Szwec C., D'Aragon F., Heyland D.K., Manzanares W. Vitamin D supplementation in the critically ill: a systematic review and meta-analysis. Clin Nutr (Edinburgh, Scotland) 2018;37(4):1238–1246. [PubMed] [Google Scholar]8. Vandenbroucke J.P., von Elm E., Altman D.G., Gøtzsche P.C., Mulrow C.D., Pocock S.J. Strengthening the reporting of observational studies in epidemiology (STROBE): explanation and elaboration. Ann Intern Med. 2007;147(8):W163–W194. [PubMed] [Google Scholar]9. Corman V.M., Landt O., Kaiser M., Molenkamp R., Meijer A., Chu D.K. Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR. Euro Surveill. 2020;25(3) [PMC free article] [PubMed] [Google Scholar]10. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E. Acute respiratory distress syndrome: the Berlin Definition. Jama. 2012;307(23):2526–2533. [PubMed] [Google Scholar]11. Holick M.F. Vitamin D deficiency. N Engl J Med. 2007;357(3):266–281. [PubMed] [Google Scholar]12. Warnatz K., Schlesier M. Flow cytometric phenotyping of common variable immunodeficiency. Cytometry B Clin Cytometry. 2008;74(5):261–271. [PubMed] [Google Scholar]13. Morbach H., Eichhorn E.M., Liese J.G., Girschick H.J. Reference values for B cell subpopulations from infancy to adulthood. Clin Exp Immunol. 2010;162(2):271–279. [PMC free article] [PubMed] [Google Scholar]14. Maloney S.R., Almarines D., Goolkasian P. Vitamin D levels and monospot tests in military personnel with acute pharyngitis: a retrospective chart review. PloS One. 2014;9(7) [PMC free article] [PubMed] [Google Scholar]15. Jiménez-Sousa M., Martínez I., Medrano L.M., Fernández-Rodríguez A., Resino S. Vitamin D in human immunodeficiency virus infection: influence on immunity and disease. Front Immunol. 2018;9:458. [PMC free article] [PubMed] [Google Scholar]16. Belderbos M.E., Houben M.L., Wilbrink B., Lentjes E., Bloemen E.M., Kimpen J.L. Cord blood vitamin D deficiency is associated with respiratory syncytial virus bronchiolitis. Pediatrics. 2011;127(6):e1513–e1520. [PubMed] [Google Scholar]17. Sundaram M.E., Coleman L.A. Vitamin D and influenza. Adv Nutr (Bethesda, Md) 2012;3(4):517–525. [PMC free article] [PubMed] [Google Scholar]18. Ho F.K., Celis-Morales C.A., Gray S.R., Katikireddi S.V., Niedzwiedz C.L., Hastie C. Modifiable and non-modifiable risk factors for COVID-19, and comparison to risk factors for influenza and pneumonia: results from a UK Biobank prospective cohort study. BMJ Open. 2020;10(11) [PMC free article] [PubMed] [Google Scholar]19. Raisi-Estabragh Z., McCracken C., Bethell M.S., Cooper J., Cooper C., Caulfield M.J. Greater risk of severe COVID-19 in Black, Asian and Minority Ethnic populations is not explained by cardiometabolic, socioeconomic or behavioural factors, or by 25(OH)-vitamin D status: study of 1326 cases from the UK Biobank. J Public Health (Oxf) 2020;42(3):451–460. [PMC free article] [PubMed] [Google Scholar]20. Tang J.C.Y., Jackson S., Walsh N.P., Greeves J., Fraser W.D. The dynamic relationships between the active and catabolic vitamin D metabolites, their ratios, and associations with PTH. Sci Rep. 2019;9(1):6974. [PMC free article] [PubMed] [Google Scholar]21. Holick M.F., Binkley N.C., Bischoff-Ferrari H.A., Gordon C.M., Hanley D.A., Heaney R.P. Evaluation, treatment, and prevention of vitamin D deficiency: an Endocrine Society clinical practice guideline. J Clin Endocrinol Metabol. 2011;96(7):1911–1930. [PubMed] [Google Scholar]22. Khammissa R.A.G., Fourie J., Motswaledi M.H., Ballyram R., Lemmer J., Feller L. The biological activities of vitamin D and its receptor in relation to calcium and bone homeostasis, cancer, immune and cardiovascular systems, skin biology, and oral health. BioMed Res Int. 2018;2018:9276380. [PMC free article] [PubMed] [Google Scholar]23. Telcian A.G., Zdrenghea M.T., Edwards M.R., Laza-Stanca V., Mallia P., Johnston S.L. Vitamin D increases the antiviral activity of bronchial epithelial cells in vitro. Antivir Res. 2017;137:93–101. [PubMed] [Google Scholar]24. Leaf D.E., Raed A., Donnino M.W., Ginde A.A., Waikar S.S. Randomized controlled trial of calcitriol in severe sepsis. Am J Respir Crit Care Med. 2014;190(5):533–541. [PMC free article] [PubMed] [Google Scholar]25. Ney J., Heyland D.K., Amrein K., Marx G., Grottke O., Choudrakis M. The relevance of 25-hydroxyvitamin D and 1,25-dihydroxyvitamin D concentration for postoperative infections and postoperative organ dysfunctions in cardiac surgery patients: the eVIDenCe study. Clin Nutr (Edinburgh, Scotland) 2019;38(6):2756–2762. [PubMed] [Google Scholar]26. Fink K. Origin and function of circulating plasmablasts during acute viral infections. Front Immunol. 2012;3:78. [PMC free article] [PubMed] [Google Scholar]27. Zaidan J., Wang X. High-dose vitamin D3 for critically ill vitamin D-deficient patients. N Engl J Med. 2020;382(17):1669. [PubMed] [Google Scholar]28. Amrein K., Zajic P., Schnedl C., Waltensdorfer A., Fruhwald S., Holl A. Vitamin D status and its association with season, hospital and sepsis mortality in critical illness. Crit Care (London, England) 2014;18(2):R47. [PMC free article] [PubMed] [Google Scholar]29. Amrein K., Schnedl C., Holl A., Riedl R., Christopher K.B., Pachler C. Effect of high-dose vitamin D3 on hospital length of stay in critically ill patients with vitamin D deficiency: the VITdAL-ICU randomized clinical trial. Jama. 2014;312(15):1520–1530. [PubMed] [Google Scholar]30. Ginde A.A., Brower R.G., Caterino J.M., Finck L., Banner-Goodspeed V.M., Grissom C.K. Early high-dose vitamin D(3) for critically ill, vitamin D-deficient patients. N Engl J Med. 2019;381(26):2529–2540. [PMC free article] [PubMed] [Google Scholar]31. Martucci G., McNally D., Parekh D., Zajic P., Tuzzolino F., Arcadipane A. Trying to identify who may benefit most from future vitamin D intervention trials: a post hoc analysis from the VITDAL-ICU study excluding the early deaths. Crit Care (London, England) 2019;23(1):200. [PMC free article] [PubMed] [Google Scholar]32. Kolls J.K., Ray A., Wenzel S. High-dose vitamin D3 for critically ill vitamin D-deficient patients. N Engl J Med. 2020;382(17):1669–1670. [PubMed] [Google Scholar]"}