{"title": "Epithelium- and endothelium-derived exosomes regulate the alveolar macrophages by targeting RGS1 mediated calcium signaling-dependent immune response", "pubDate": "2021", "PMCID": "", "DOI": "10.1038/s41418-021-00750-x", "PMID": "33753901", "abstract": "Alveolar macrophages (AM) maintain airway immune balance; however, the regulation of heterogeneity of AMs is incompletely understood. We demonstrate that RGS1 coregulates the immunophenotype of AM subpopulations, including pro- and anti-inflammatory, injury- and repair-associated, and pro- and antifibrotic phenotypes, through the PLC-IP3R signal-dependent intracellular Ca2+ response. Flt3+ AMs and Tie2+ AMs had different immune properties, and RGS1 expression in the cells was targeted by exosomes (EXOs) containing miR-223 and miR-27b-3p that were derived from vascular endothelial cells (EnCs) and type II alveolar epithelial cells (EpCs-II), respectively. Imbalance of AMs was correlated with acute lung injury/acute respiratory distress syndrome (ALI/ARDS) and pulmonary fibrosis (PF) caused a lack of secretion of CD31+ and CD74+ EXOs derived from EnCs and EpCs-II. Timely treatment with EXOs significantly improved endotoxin-induced ALI/ARDS and bleomycin-induced PF in mice. Thus, EnC- and EpC-II-derived EXOs regulate the immune balance of AMs and can be used as potential therapeutic drugs.", "author": [{"author": "Zunyong Feng", "affiliation": ["Department of Pathology, School of Basic Medical Sciences & Sir Run Run Hospital & State Key Laboratory of Reproductive Medicine & Key Laboratory of Antibody Technique of National Health Commission, Nanjing Medical University, Nanjing, China.", "Department of Pathology, The First Affiliated Yijishan Hospital of Wannan Medical College & Key Laboratory of Non-coding RNA Transformation Research of Anhui Higher Education Institutes, Wannan Medical College, Wuhu, China.", "Interdisciplinary Innovation Institute for Medicine and Engineering, Southeast University-Nanjing Medical University, Nanjing, China."], "href": "/?term=Feng+Z&cauthor_id=33753901"}, {"author": "Jing Zhou", "affiliation": ["Department of Pathology, The First Affiliated Yijishan Hospital of Wannan Medical College & Key Laboratory of Non-coding RNA Transformation Research of Anhui Higher Education Institutes, Wannan Medical College, Wuhu, China."], "href": "/?term=Zhou+J&cauthor_id=33753901"}, {"author": "Yinhua Liu", "affiliation": ["Department of Pathology, The First Affiliated Yijishan Hospital of Wannan Medical College & Key Laboratory of Non-coding RNA Transformation Research of Anhui Higher Education Institutes, Wannan Medical College, Wuhu, China."], "href": "/?term=Liu+Y&cauthor_id=33753901"}, {"author": "Ruixue Xia", "affiliation": ["Department of Respiratory and Critical Care Medicine, Henan University Huaihe Hospital, Kaifeng, China."], "href": "/?term=Xia+R&cauthor_id=33753901"}, {"author": "Qiang Li", "affiliation": ["Department of Anatomy, Wannan Medical College, Wuhu, China."], "href": "/?term=Li+Q&cauthor_id=33753901"}, {"author": "Liang Yan", "affiliation": ["Department of Biochemistry and Molecular Biology, Wannan Medical College, Wuhu, China."], "href": "/?term=Yan+L&cauthor_id=33753901"}, {"author": "Qun Chen", "affiliation": ["Department of Intensive Care Unit, Affiliated Yijishan Hospital of Wannan Medical College, Wuhu, China."], "href": "/?term=Chen+Q&cauthor_id=33753901"}, {"author": "Xiaobing Chen", "affiliation": ["Department of Medical Oncology, The Affiliated Cancer Hospital of Zhengzhou University, Zhengzhou, China."], "href": "/?term=Chen+X&cauthor_id=33753901"}, {"author": "Yuxin Jiang", "affiliation": ["Department of Pathogenic Biology and Immunology, School of Medicine, Jiaxing University, Jiaxing, China."], "href": "/?term=Jiang+Y&cauthor_id=33753901"}, {"author": "Gao Chao", "affiliation": ["Department of Microsurgery, Honghui Hospital, Xi'an Jiaotong University, Xi'an, China."], "href": "/?term=Chao+G&cauthor_id=33753901"}, {"author": "Ming Wang", "affiliation": ["Department of Neurosurgery, The Second Xiangya Hospital, Central South University, Changsha, China."], "href": "/?term=Wang+M&cauthor_id=33753901"}, {"author": "Guoren Zhou", "affiliation": ["Jiangsu Cancer Hospital, The Affiliated Cancer Hospital of Nanjing Medical University, Jiangsu Institute of Cancer Research, Nanjing, China. zhouguoren888@126.com."], "href": "/?term=Zhou+G&cauthor_id=33753901"}, {"author": "Yijie Zhang", "affiliation": ["Department of Respiratory and Critical Care Medicine, Henan University Huaihe Hospital, Kaifeng, China. 13903782431@163.com."], "href": "/?term=Zhang+Y&cauthor_id=33753901"}, {"author": "Yongsheng Wang", "affiliation": ["Department of Respiratory Medicine, Affiliated Drum Tower Hospital of Nanjing University Medical School, Nanjing, China. dolphin8012@yahoo.com."], "href": "/?term=Wang+Y&cauthor_id=33753901"}, {"author": "Hongping Xia", "affiliation": ["Department of Pathology, School of Basic Medical Sciences & Sir Run Run Hospital & State Key Laboratory of Reproductive Medicine & Key Laboratory of Antibody Technique of National Health Commission, Nanjing Medical University, Nanjing, China. xiahongping@njmu.edu.cn.", "Department of Pathology, The First Affiliated Yijishan Hospital of Wannan Medical College & Key Laboratory of Non-coding RNA Transformation Research of Anhui Higher Education Institutes, Wannan Medical College, Wuhu, China. xiahongping@njmu.edu.cn.", "Interdisciplinary Innovation Institute for Medicine and Engineering, Southeast University-Nanjing Medical University, Nanjing, China. xiahongping@njmu.edu.cn.", "Department of Respiratory and Critical Care Medicine, Henan University Huaihe Hospital, Kaifeng, China. xiahongping@njmu.edu.cn.", "Jiangsu Cancer Hospital, The Affiliated Cancer Hospital of Nanjing Medical University, Jiangsu Institute of Cancer Research, Nanjing, China. xiahongping@njmu.edu.cn."], "href": "/?term=Xia+H&cauthor_id=33753901"}], "refPMID": [], "citedInPMID": ["33753901", "35088880", "34988161"], "body": ""}