{"title": "Diagnosis, management, and recovery from COVID-19: A case report from bangladesh", "pubDate": "2021", "PMCID": "PMC7981689", "DOI": "10.1002/ccr3.3895", "PMID": "33768928", "abstract": "There is no known medicine for COVID-19, and thus, the clinical management is symptomatic. More than 80% people experience mild symptoms who can be treated at home for fever, sore throat, and cough. About 15% patients develop severe illness require O2.", "author": [{"author": "Lutfa Akther", "affiliation": ["RHSTEP Dhaka Medical College and Hospital Dhaka Bangladesh."], "href": "/?term=Akther+L&cauthor_id=33768928"}, {"author": "Shaila Sharmin Shahnewaz", "affiliation": ["Physical Medicine and Rehabilitation Narayanganj Diabetic Hospital Narayanganj Bangladesh."], "href": "/?term=Shahnewaz+SS&cauthor_id=33768928"}, {"author": "Dilruba Ferdous", "affiliation": ["Dhaka Medical College and Hospital Dhaka Bangladesh."], "href": "/?term=Ferdous+D&cauthor_id=33768928"}, {"author": "Md Moyen Uddin Pramanik", "affiliation": ["Institute of Biological Science Rajshahi University Rajshahi Bangladesh.", "Biochemistry & Molecular Biology Rajshahi University Rajshahi Bangladesh.", "Primeasia University Dhaka Bangladesh.", "Independent University Dhaka Bangladesh.", "Institute for Research in Molecular Medicine Universiti Sains Malaysia Malaysia Malaysia."], "href": "/?term=Pramanik+MMU&cauthor_id=33768928"}], "refPMID": ["32166607", "32125269", "31995857", "32134909", "32748336", "32320693", "32226295", "32234468", "25856093", "23041020", "32320003", "31986264", "22797452", "32336833", "32389405", "32223179", "32015507"], "citedInPMID": ["33768928"], "body": " AbstractThere is no known medicine for COVID‐19, and thus, the clinical management is symptomatic. More than 80% people experience mild symptoms who can be treated at home for fever, sore throat, and cough. About 15% patients develop severe illness require O2. AbstractThere is no known medicine for COVID‐19, and thus, the clinical management is symptomatic. More than 80% people experience mild symptoms who can be treated at home for fever, sore throat, and cough. About 15% patients develop severe illness require O2.\n 1. INTRODUCTIONA 30‐year‐old man with no travel history to COVID‐19–prone areas had the characteristic signs and symptoms of COVID‐19. Chest X‐ray and RT‐PCR confirmed his COVID‐19 diagnosis. This study recommends the early identification and management of COVID‐19.Coronavirus disease (COVID‐19), caused by severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2), was first identified in Wuhan, China, in December 2019.\n1\n The World Health Organization (WHO) declared a public health emergency of international concern regarding this global outbreak on 30 January 2020. Globally, there have been 5 796 257 confirmed cases and 362 483 deaths from COVID‐19 reported to the WHO as of 9:37 AM CEST on 30 May 2020.\n2\n In Bangladesh, there have been approximately 52 000 confirmed cases of COVID‐19 with about 700 deaths as of 4 June 2020. The SARS‐CoV‐2 virus is primarily transmitted between humans through respiratory droplets and contact routes. Analysis of 75 465 COVID‐19 cases in China failed to detect airborne transmission.\n3\n, \n4\n, \n5\n Early disease symptoms offer an opportunity for early detection.\n6\n, \n7\n Fast identification and accurate treatment have been critical to prevent the spread of infection.\n8\n, \n9\n At present, reverse transcription polymerase chain reaction (RT‐PCR) and real‐time RT‐PCR (qRT‐PCR) are used to detect SARS‐CoV‐2. There are three genes expressed by SARS‐CoV‐2, including the RNA‐dependent RNA polymerase (RdRp)/helicase (Hel), spike (S), and nucleocapsid (N) genes\n10\n, \n11\n In Bangladesh, qRT‐PCR is used to detect early COVID‐19. After a week, point‐of‐care test kits for antigen and antibodies are used to measure the protective level of plasma IgM and IgG antibodies. In this study, we reported a case of COVID‐19 in a man with no travel history to COVID‐19–prone areas, yet he had the characteristic signs and symptoms of COVID‐19. Chest X‐ray and qRT‐PCR confirmed his COVID‐19 diagnosis. 2. CASE HISTORY AND EXAMINATIONOn 13 April 2020 at 11:30 AM, a 30‐year‐old man presented to a tertiary hospital in Dhaka, Bangladesh, with the signs and symptoms of COVID‐19. He had dry cough, muscle pain, fever, headache, and shortness of breath. He was immediately admitted and recorded the vital signs of COVID‐19, which are shown in Table 1. He had no history of direct contact with any COVID‐19–positive individuals. On 14 April at 10:15 PM, his COVID‐19 diagnosis was confirmed using an RT‐PCR nasal swab test (Table 2). At 12:45 AM, he was moved to an isolated cabin and received supportive treatment. On 15 April at 9:45 PM, we received his complete blood count results, which did not identify leukocytopenia. Chest X‐ray, on the other hand, showed ground‐glass opacities in the center and lower right portion of his lung (Table 2). This finding strongly indicated COVID‐19. On 16 April at 10:30 AM, new nasal and throat swabs were tested for SARS‐CoV‐2 by RT‐PCR, and the findings were positive. At 11:35 PM, he was treated with antibiotics (azithromycin, 500 mg), O2 inhalation, intravenous fluids, acetaminophen (500 mg), montelukast (10 mg), and fexofenadine (120 mg). After 3 days of treatment (19 April 2020), his fever and breathing improved, and his condition was stable for 72 hours. On 23 and 24 April, he was retested for SARS‐CoV‐2 RNA with two independent throat swabs; both were negative (Table 2). On 25 April at 11:25 AM, he was discharged and recommended to follow the requirements to home quarantine for the next 14 days. During his 1 May 2020 follow‐up, it was recommended that he monitors his blood IgM and IgG against SARS‐CoV‐2. Antibodies (IgM and IgG) were measured using a point‐of‐care test, which detected a protective level of IgG (Table 2). The snapshot of COVID‐19 is shown in Figure 1.TABLE 1Vital signs of COVID‐19 recorded on admissionVital signsResponseBody temperature (oF)102.7Blood pressure (mm Hg)110/75Heart rate (beats/min)93Respiratory rate (breaths/min)18Oxygen saturation (%)86Sore throatMildRhinorrheaNDiarrheaNCoughModerateAnosmiaNChest pain and tightnessNMuscle painMildChillNOpen in a separate windowAbbreviations: N; none, mmHg; A millimeter of mercury.TABLE 2SARS‐CoV‐2 RNA detections by Reverse Transcriptase Polymerase Chain ReactionsDateRT‐PCRIgM/IgGX‐rayNasal swabThroat swabBloodChest14 April 2020PositiveGround‐glass darkness in the center and lower right of the lung15 April 202016 April 2020PositivePositive23 April 2020Negative24 April 2020Negative1 May 2020IgM−/IgG+Open in a separate windowAbbreviations: Ggd; ground‐glass darkness; IgG, immunoglobulin G; IgM, immunoglobulin M; RT‐PCR; reverse transcriptase polymerase chain reactions.Open in a separate windowFIGURE 1Snapshot of COVID‐19 in a 30‐year‐old man 3. DISCUSSIONSevere COVID‐19 illness begins after approximately 7 days after symptom onset. The most common symptoms of COVID‐19 are fever, cough, tiredness, dyspnea, and diarrhea.\n12\n, \n13\n Severe COVID‐19 dyspnea triggers progressive respiratory failure followed by severe hypoxemia. In addition, lymphopenia is a frequent symptom of severe COVID‐19.\n14\n, \n15\n COVID‐19 is diagnosed and monitored using qRT‐PCR, partial or complete viral genome sequencing, and plasma antibody‐level measurements. Early SARS‐CoV‐2 is detected by collecting, processing, and analyzing respiratory samples, such as nasopharyngeal aspirates, combined (nasal and oral) swab samples, sputum, tracheal lavage fluid, or bronchoalveolar lavage fluid.\n16\n RNA is isolated from respiratory samples and measured utilizing qRT‐PCR with SARS‐CoV‐2–specific primers.\n17\n Within a week of COVID‐19–symptom onset, plasma IgM and IgG tests easily detect the infection. It showed that a patient had the protective amount of IgG within 14 days. Point‐of‐care tests can identify serum antibodies in 15 minutes and can determine the level of the infection.\n18\n Computed tomography is useful for both diagnosis and follow‐up. Currently, there is no proven successful treatment for COVID‐19. Antiviral medications and respiratory treatment are the primary approaches used to cure the disease. In addition, while several therapies have been suggested, quarantine is the only method that seems to be successful. 4. CONCLUSIONThe most critical aspect of treatment in this case study was close observation of the patient's respiratory condition to assess whether a ventilator was necessary. The patient was recommended to quarantine at home for 2 weeks (14 days) with proper food management. This 2‐week period provides adequate time to determine whether or not they have been infected and are able to spread the infection to other citizens. CONFLICT OF INTERESTThe authors declare that there are no conflicts of interest. AUTHOR CONTRIBUTIONSLutfa Akther, Shaila Sharmin Shahnewaz, and Dilruba Ferdous: were involved in data collection and reviewed the manuscript. Md. Moyen Uddin Pramanik: analyzed the data and wrote the manuscript. ETHICAL APPROVALThis case study does not include any scientific trials involving human subjects. ACKNOWLEDGMENTSThe patient provided informed consent for the release of this case study. Published with written consent of the patient. Notes\n\nAkther L, Shahnewaz SS, Ferdous D, Pramanik MMU. Diagnosis, management, and recovery from COVID‐19: A case report from bangladesh. Clin Case Rep. 2021;9:1748–1751. 10.1002/ccr3.3895\n [CrossRef] [Google Scholar]\nLutfa Akther and Md. Moyen Uddin Pramanik are equal contributors.\nFunding information\nThe author(s) received no financial support for the research, authorship, and/or publication of this article. REFERENCES1. \nSinghal T. A Review of Coronavirus Disease‐2019 (COVID‐19). Indian J Pediatr. 2020;87(4):281‐286. [PMC free article] [PubMed] [Google Scholar]2. \nWHO\n.WHO Coronavirus Disease (COVID‐19) Dashboard 2020. https://covid19.WHO.int/.3. \nJiaye L, Xuejiao L, Shen Q, et al. Community transmission of severe acute respiratory syndrome coronavirus 2, Shenzhen, China, 2020. Emerg Infect Dis. 2020;26(6):1320. [PMC free article] [PubMed] [Google Scholar]4. \nLi Q, Guan X, Wu P, et al. Early transmission dynamics in Wuhan, China, of novel coronavirus‐infected pneumonia. N Engl J Med. 2020;382(13):1199‐1207. [PMC free article] [PubMed] [Google Scholar]5. \nBurke RM, Midgley CM, Dratch A, et al. Active monitoring of persons exposed to patients with confirmed COVID‐19 ‐ United States, January‐February 2020. MMWR Morb Mortal Wkly Rep. 2020;69(9):245‐249. [PMC free article] [PubMed] [Google Scholar]6. \nSinghania N, Bansal S, Nimmatoori DP, Ejaz AA, McCullough PA, Singhania G. Current overview on hypercoagulability in COVID‐19. Am J Cardiovasc Drugs. 2020;4:1‐11. [PMC free article] [PubMed] [Google Scholar]7. \nSinghania N, Bansal S, Singhania G. An atypical presentation of novel coronavirus disease 2019 (COVID‐19). Am J Med. 2020;133(7):e365‐e366. [PMC free article] [PubMed] [Google Scholar]8. \nYi Y, Lagniton PNP, Ye S, Li E, Xu R‐H. COVID‐19: what has been learned and to be learned about the novel coronavirus disease. Int J Biol Sci. 2020;16(10):1753‐1766. [PMC free article] [PubMed] [Google Scholar]9. \nZhai P, Ding Y, Wu X, Long J, Zhong Y, Li Y. The epidemiology, diagnosis and treatment of COVID‐19. Int J Antimicrob Agents. 2020;55(5):105955. [PMC free article] [PubMed] [Google Scholar]10. \nBhadra S, Jiang YS, Kumar MR, Johnson RF, Hensley LE, Ellington AD. Real‐time sequence‐validated loop‐mediated isothermal amplification assays for detection of middle east respiratory syndrome coronavirus (MERS‐CoV). PLoS One. 2015;10(4):e0123126. [PMC free article] [PubMed] [Google Scholar]11. \nCorman VM, Eckerle I, Bleicker T, et al. Detection of a novel human coronavirus by real‐time reverse‐transcription polymerase chain reaction. Euro Surveill. 2012;17(39):20285. [PubMed] [Google Scholar]12. \nRichardson S, Hirsch JS, Narasimhan M, et al. Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID‐19 in the New York City Area. JAMA. 2020;323(20):2052‐2059. [PMC free article] [PubMed] [Google Scholar]13. \nHuang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497‐506. [PMC free article] [PubMed] [Google Scholar]14. \nDefinition Task Force ARDS, Ranieri VM, Rubenfeld GD, et al. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526‐2533. [PubMed] [Google Scholar]15. \nLima CMAO. Information about the new coronavirus disease (COVID‐19). Radiol Bras. 2020;53(2):V–VI. [PMC free article] [PubMed] [Google Scholar]16. \nJacofsky D, Jacofsky EM, Jacofsky M. Understanding antibody testing for COVID‐19. J Arthroplasty. 2020;35(7):S74‐S81. [PMC free article] [PubMed] [Google Scholar]17. \nUdugama B, Kadhiresan P, Kozlowski HN, et al. Diagnosing COVID‐19: the disease and tools for detection. ACS Nano. 2020;14(4):3822‐3835. [PMC free article] [PubMed] [Google Scholar]18. \nZhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579:270‐273. [PMC free article] [PubMed] [Google Scholar]"}