{"title": "Cancer Is an Independent Risk Factor for Acute Respiratory Distress Syndrome in Critically Ill Patients: A Single Center Retrospective Cohort Study", "pubDate": "2022", "PMCID": "", "DOI": "10.1177/08850666211005422", "PMID": "33779386", "abstract": "Background:                       Acute Respiratory Distress Syndrome (ARDS) is a frequent cause of respiratory failure in intensive care unit (ICU) patients and results in significant morbidity and mortality. ARDS often develops as a result of a local or systemic inflammatory insult. Cancer can lead to systemic inflammation but whether cancer is an independent risk factor for developing ARDS is unknown. We hypothesized that critically ill cancer patients admitted to the ICU were at increased risk for the diagnosis of ARDS.                  Methods:                       Retrospective cohort study of critically ill patients admitted between July 2017 and December 2018 at an academic medical center in Columbus, Ohio. The primary outcome was the association of patients with malignancy and the diagnosis of ARDS in a multivariable logistic regression model with covariables selected a priori informed through the construction of a directed acyclic graph.                  Results:                       412 ARDS cases were identified with 166 of those patients having active cancer. There was an association between cancer and ARDS, with an odds ratio (OR) of 1.55 (95% CI 1.26-1.92, P < 0.001). When adjusted for our pre-specified confounding variables, the association remained statistically significant (OR 1.57, 95% CI 1.15-2.13, P = 0.004). In an unadjusted pre-specified subgroup analysis, hematologic malignancy (OR 1.81, 95% CI 1.30-2.53, P < 0.001) was associated with increased odds of developing ARDS while non-metastatic solid tumors (OR 0.51, 95% CI 0.31-0.85, P = 0.01) had statistically significant negative association. Cancer patients with ARDS had a significantly higher ICU (70.5% vs 39.8%, P < 0.001) and hospital (72.9% vs 40.7%, P < 0.001) mortality compared to ARDS patients without active malignancy.                  Conclusion:                       In this single center retrospective cohort study, cancer was found to be an independent risk factor for the diagnosis of ARDS in critically ill patients. To our knowledge, we are the first report an independent association between cancer and ARDS in critically ill patients.", "author": [{"author": "Kevin Ho", "affiliation": ["Division of Pulmonary, Critical Care, and Sleep Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA."], "href": "/?term=Ho+K&cauthor_id=33779386"}, {"author": "Joshua Gordon", "affiliation": ["Division of Internal Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA."], "href": "/?term=Gordon+J&cauthor_id=33779386"}, {"author": "Kevin T Litzenberg", "affiliation": ["Division of Internal Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA."], "href": "/?term=Litzenberg+KT&cauthor_id=33779386"}, {"author": "Matthew C Exline", "affiliation": ["Division of Pulmonary, Critical Care, and Sleep Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA."], "href": "/?term=Exline+MC&cauthor_id=33779386"}, {"author": "Joshua A Englert", "affiliation": ["Division of Pulmonary, Critical Care, and Sleep Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA."], "href": "/?term=Englert+JA&cauthor_id=33779386"}, {"author": "Derrick D Herman", "affiliation": ["Division of Pulmonary, Critical Care, and Sleep Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA."], "href": "/?term=Herman+DD&cauthor_id=33779386"}], "refPMID": [], "citedInPMID": ["33779386", "34059024"], "body": ""}