{"title": "Clinical Characteristics and Short-Term Outcomes of Acute Kidney Injury Missed Diagnosis in Older Patients with Severe COVID-19 in Intensive Care Unit", "pubDate": "2021;25(4):492-500.", "PMCID": "PMC7754698", "DOI": "10.1007/s12603-020-1550-x", "PMID": "33786567", "abstract": "Objectives:                       Patients with severe or critical COVID-19 are at higher risk for developing acute kidney injury (AKI). However, whether AKI is diagnosed in all the patients and the correlation between the outcomes of COVID-19 are not well understood.                  Patients and methods:                       This cohort study was conducted from February 4, 2020 to April 16, 2020 in Wuhan, China. All consecutive inpatients with laboratory-confirmed COVID-19 were included in this study. AKI was defined according to the KDIGO 2012 criteria. The outcomes of patients with and without AKI and whether AKI was or was not recognized were compared.                  Results:                       A total of 107 elderly patients were included in the final analysis. The median age was 70 (64-78) years, and 69 (64.5%) were men. Overall, 48 of 107 patients (44.9%) developed AKI during hospitalization. Meanwhile, 22 (45.8%) cases with AKI was not recognized (missed diagnosis) in this cohort. The Kaplan-Meier curves showed that survival was better in the non-AKI group than in the AKI group (log-rank, all P < 0.001); in the subgroups of the patients with AKI, the hospital survival rate decreased when AKI was not recognized. The survival of patients with recognized AKI was better than that of patients with unrecognized AKI (log-rank, all P < 0.001). According to the multivariate regression analysis, the independent risk factors for in-hospital mortality were AKI (recognized AKI vs non-AKI: HR = 2.413; 95% CI = 1.092-5.333; P = 0.030 and unrecognized AKI vs non-AKI: HR = 4.590; 95% CI = 2.070-10.175; P <0.001), C-reactive protein level (HR = 1.004; 95% CI = 1.000-1.008; P = 0.030), lactate level (HR = 1.236; 95% CI = 1.098-1.391; P < 0.001), and disease classification (critical vs severe: HR = 0.019; 95% CI = 1.347-26.396; P = 5.963).                  Conclusions:                       AKI is not an uncommon complication in elderly patients with COVID-19 who admitted to ICU. Extremely high rates of underdiagnosis and undertreatment of AKI have resulted in an elevated in-hospital mortality rate. Kidney protection is an important issue that cannot be ignored, and intensive care kidney specialists should take responsibility for leading the battle against AKI.", "author": [{"author": "Q Li", "affiliation": ["Feihu Zhou, Department of Critical Care Medicine, the First Medical Centre, Chinese PLA General Hospital, 28 Fuxing Road, Beijing, 100853, China, Tel: +86 10 6693 8148; E-mail: feihuzhou301@126.com."], "href": "/?term=Li+Q&cauthor_id=33786567"}, {"author": "P Hu", "affiliation": [], "href": "/?term=Hu+P&cauthor_id=33786567"}, {"author": "H Kang", "affiliation": [], "href": "/?term=Kang+H&cauthor_id=33786567"}, {"author": "F Zhou", "affiliation": [], "href": "/?term=Zhou+F&cauthor_id=33786567"}], "refPMID": ["32212516", "32202722", "32227758", "32498076", "32031570", "32410714", "32105632", "31986264", "32007143", "32247631", "32217556", "32171076", "32345702", "32109013", "32533197", "26466051", "28117208", "28646870", "22797452", "26903338", "32327202", "24875195", "29264155", "28152018"], "citedInPMID": ["33786567", "35067695", "34938742", "34339777"], "body": " AbstractObjectivesPatients with severe or critical COVID-19 are at higher risk for developing acute kidney injury (AKI). However, whether AKI is diagnosed in all the patients and the correlation between the outcomes of COVID-19 are not well understood.Patients and methodsThis cohort study was conducted from February 4, 2020 to April 16, 2020 in Wuhan, China. All consecutive inpatients with laboratory-confirmed COVID-19 were included in this study. AKI was defined according to the KDIGO 2012 criteria. The outcomes of patients with and without AKI and whether AKI was or was not recognized were compared.ResultsA total of 107 elderly patients were included in the final analysis. The median age was 70 (64–78) years, and 69 (64.5%) were men. Overall, 48 of 107 patients (44.9%) developed AKI during hospitalization. Meanwhile, 22 (45.8%) cases with AKI was not recognized (missed diagnosis) in this cohort. The Kaplan-Meier curves showed that survival was better in the non-AKI group than in the AKI group (log-rank, all P < 0.001); in the subgroups of the patients with AKI, the hospital survival rate decreased when AKI was not recognized. The survival of patients with recognized AKI was better than that of patients with unrecognized AKI (log-rank, all P < 0.001). According to the multivariate regression analysis, the independent risk factors for in-hospital mortality were AKI (recognized AKI vs non-AKI: HR = 2.413; 95% CI = 1.092–5.333; P = 0.030 and unrecognized AKI vs non-AKI: HR = 4.590; 95% CI = 2.070–10.175; P <0.001), C-reactive protein level (HR = 1.004; 95% CI = 1.000–1.008; P = 0.030), lactate level (HR = 1.236; 95% CI = 1.098–1.391; P < 0.001), and disease classification (critical vs severe: HR = 0.019; 95% CI = 1.347–26.396; P = 5.963).ConclusionsAKI is not an uncommon complication in elderly patients with COVID-19 who admitted to ICU. Extremely high rates of underdiagnosis and undertreatment of AKI have resulted in an elevated in-hospital mortality rate. Kidney protection is an important issue that cannot be ignored, and intensive care kidney specialists should take responsibility for leading the battle against AKI.Key words: Coronavirus disease 2019, elderly, acute kidney injury, diagnosis, prognosis IntroductionSince early December 2019, severe acute respiratory Coronavirus 2 (SARS-CoV-2) and the resulting illness, Coronavirus disease 2019 (COVID-19), has developed in Wuhan, China; COVID-19 has become a worldwide pandemic, with 2.1 million cases reported worldwide as of April 16, 2020. Similar to severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), infection from SARS-CoV-2, COVID-19 has resulted in many hospitalizations, respiratory failure and other serious complications, and admissions to the intensive care unit (ICU). (1–3) With the rapid increase in the number of new cases, there were a large number of confirmed cases and limited availability of hospital beds. From the perspective of treating patients and preventing disease spread, a special hospital, the Huo Shen Shan Hospital, Wuhan emerged, which was assigned to exclusively treat COVID-19 patients starting in February 4, 2020 (4). As of April 16, 2020, China has had 82692 laboratory-confirmed cases in total, 50333 of which were identified in Wuhan. Of all the confirmed cases, 3059 patients were treated in Huo Shen Shan Hospital. As we treated patients with severe or critical COVID-19, we noticed that these patients developed acute kidney injury (AKI) at rates higher than those reported in early studies in China.Early studies originating from China reported the rate of AKI to range widely from 8.3% to 29% of COVID-19 patients admitted to the ICU (5–8) while AKI occurred in 0 to 16% of COVID-19 patients who were not admitted to the ICU (5, 8–14). Multiple observational studies have suggested that the risk of AKI in patients with COVID-19 is low. The differences may be due to the populations studied and inconsistent use of definitions of AKI. In fact, AKI is common among critically ill patients with COVID-19 according to experience in Europe and the USA, affecting approximately 26–76% of patients admitted to the ICU (6, 15, 16) and is considered an indicator of disease severity and an independent risk factor for an unfavorable outcome. Furthermore, the overall burden of AKI in COVID-19 might be underestimated, as admission Scr values might not reflect the true baseline state prior to admission, and the preadmission baseline Scr levels might not be readily available. (13). However, there is another important issue that is easily ignored: missed diagnosis of AKI by physicians in ICU.Here, we investigated 3059 consecutive patients admitted to Huo Shen Shan Hospital, which is a hospital dedicated solely to the treatment of COVID-19, in Wuhan, China. The aims were to investigate the incidence and diagnosis of AKI among COVID-19 patients admitted to the ICU. Particular attention was focused on the diagnosis of AKI and the characteristics of the underdiagnosed population to generate a hypothesis of the relationship between AKI and mortality. Patients and methodsStudy design and patientsWe retrospectively analyzed patients diagnosed with COVID-19 and were hospitalized from February 4, 2020 to April 16, 2020. All patients who were enrolled in this study were diagnosed with COVID-19 according to the guidance provided by the Chinese National Health Commission. This study was approved by the Research Ethics Commission of Chinese PLA General Hospital (NoS2020-050-01) and Huo Shen Shan Hospital (NoHSS019). The requirement for written informed consent was waived by the ethics committee of the designated hospital for patients with emerging infectious diseases. We excluded patients younger than 18 years, who had stage 4–5 chronic kidney disease, had only 1 serum creatinine (Scr) or no Scr examination, or had a missing or incomplete medical history. Patients who had 2 Scr assays with intervals longer than 7 days were also excluded, because we could not ensure whether these patients developed AKI.Data collectionEpidemiological, clinical, laboratory, and radiological characteristics, treatment and outcome data were obtained with data collection forms from electronic medical records and reviewed by a trained team of physicians. The information recorded included demographic data, medical history, exposure history, underlying comorbidities, symptoms, signs, laboratory findings, chest computed tomography (CT) scans, treatment measures (i.e., antiviral therapy, corticosteroid therapy, respiratory support, renal replacement therapy), and outcomes. All medical records of patients with AKI were checked by trained nephrologists.DefinitionsThe Scr criteria in the Kidney Disease: Improving Global Outcomes (KDIGO) guidelines were used for screening because retrospectively collected urine data can be inaccurate (17). AKI was defined as an increase in Scr by 26.5 µmol/L within 48 h or a 50% increase in Scr from the baseline value within 7 days. We defined AKI as having been recognized by the physicians in charge if any medical document was available of an increased Scr concentration, concerns about renal insufficiency, or treatment adjustments; otherwise, we defined the case as unrecognized. The recognition rate of AKI refers to the percentage of patients with AKI who had the diagnosis of AKI recognized by the physicians in charge (18). The baseline Scr level was defined as the most recent measurement in the previous 3 months (19). When there were no prior Scr records, we used the lowest Scr value during hospitalization as the baseline Scr level (20, 21). The peak Scr level was the highest Scr level reached during the episode. Acute respiratory distress syndrome (ARDS) was defined according to the Berlin definition (22). Septic shock was defined according to the Sepsis-3 criteria (23). The severity of COVID-19 was defined as serious if at least one of the following items were satisfied (24): (a) breathing rate ≥30/min; (b) pulse oximeter oxygen saturation (SpO2) ≤93% at rest; and (c) ratio of partial pressure of arterial oxygen (PaO2) to fraction of inspired oxygen (FiO2) ≤300 mmHg (1 mmHg=0.133 kPa). Critical illness was defined if at least one of the following items were satisfied: (a) presence of respiratory failure and requirement for mechanical ventilation; (b) shock; and (c) failure of other organs and treatment in the ICU.Statistical analysisContinuous parametric variables are presented as the means + standard deviations (SDs), and continuous nonparametric variables are presented as medians with interquartile ranges (25th and 75th percentiles). Categorical variables are presented as numbers (n) or percentages (%). Between-group comparisons of continuous variables were performed using Student’s t-test or the Mann-Whitney U test, and Pearson’s chi-squared or Fisher’s exact test was used to compare categorical variables. Three-group comparisons were conducted using one-way ANOVA or the Kruskal-Wallis H test for continuous variables and Pearson’s chi-square or Fisher’s exact test for categorical variables. The associations between AKI and in-hospital death were examined using Cox proportional hazard regression analysis. The probability of survival was estimated using the Kaplan-Meier method, and curves were compared using the log-rank test. P-values <0.05 were considered to indicate statistical significance. Statistical analyses were performed using SPSS version 21.0 for Windows (SPSS, Inc., Chicago, IL). ResultsStudy populationAs of April 16, 2020, 3059 consecutive hospitalized patients with confirmed COVID-19 were enrolled in the study, and 126 patients with severe or critical disease required admission to the ICU. Of the 126 patients, we excluded 19 patients, resulting in 107 elderly patients who were eligible for the final analyses (Fig. ​(Fig.1).1). The median age was 70 years, and 64.5% (69/107) of the patients were males.\nOpen in a separate windowFigure 1How chart of the patient inclusion and exclusion process. COVID-19 Coronavirus disease 2019ICU intensive care unit, AKI acute kidney injury, CKD chronic kidney disease, Scr serum creatinineThe baseline characteristics of the patients at ICU admission are provided in Table ​Table1.1. Among these patients, cough (89, 83.2%) was the most common symptom. Fever, dyspnea, muscle ache, fatigue, chest pain, and chills were present in 81 patients (75.7%), 77 patients (72.0%), 68 patients (63.6%), 61 patients (57.0%), 16 patients (15.0%), and 16 patients (15.0%), respectively. Headache (6, 5.6%) and diarrhea (4, 3.7%) were uncommon. The median duration from symptom onset to hospital admission was 15 (10–24) days, and the median duration from symptom onset to ICU admission was 21 (14–32) days. Hypertension (73, 68.2%) was the most common coexisting condition, followed by cardiovascular disease (33, 30.8%), chronic obstructive pulmonary disease (COPD) (23, 21.5%), diabetes (22, 20.6%), cerebrovascular disease (19, 17.8%), and chronic kidney disease (CKD) (5, 4.7%). At the time of admission, 100 patients (93.5%) showed typical chest CT findings of multiple mottling and ground-glass opacities in the lungs, and 106 patients (99.1%) showed bilateral patchy shadowing. Of the 107 included patients, the degree of severity of COVID-19 was categorized as severe in 37 patients (34.6%) and critical in 70 patients (65.4%). Antibiotic therapy was the most common (101, 94.4%), followed by glucocorticoids (91, 85.0%), intravenous immunoglobulin therapy (61, 57.0%), and vasopressors (38, 35.5%).\nTable 1Clinical characteristics of the study cohortCharacteristicOverall (n = 107)Age (years)70 (64–78)Male sex69 (64.5)ComorbidityHypertension73 (68.2)Cardiovascular disease33 (30.8)Chronic obstructive pulmonary disease23 (21.5)Diabetes22 (20.6)Cerebrovascular disease19 (17.8)Chronic kidney disease5 (4.7)Signs and symptomsCough89 (83.2)Fever81 (75.7)Dyspnea77 (72.0)Muscle ache68 (63.6)Fatigue61 (57.0)Chest pain16 (15.0)Chills16 (15.0)Headache6 (5.6)Diarrhea4 (3.7)Chest CT findingsMultiple mottling and ground-glass opacities100 (93.5)PneumoniaUnilateral pneumonia1 (0.9)Bilateral pneumonia106 (99.1)Disease classificationSevere37 (34.6)Critical70 (65.4)Proteinuria46 (43.0)Hematuria47 (43.9)ComplicationsAcute respiratory distress syndrome48 (44.9)Acute kidney injury48 (44.9)Hypoproteinemia41 (38.3)Septic shock38 (35.5)Disseminated intravascular coagulation9 (8.4)TreatmentAntibiotic therapy101 (94.4)Glucocorticoids91 (85.0)Intravenous immunoglobulin therapy61 (57.0)Need for vasopressors38 (35.5)Oxygen therapy99 (92.5)Noninvasive mechanical ventilation67 (62.6)Invasive mechanical ventilation55 (51.4)Continuous renal replacement therapy20 (18.7)Extracorporeal membrane oxygenation4 (3.7)Time from symptom onset to hospital admission (days)15 (10–24)Time from symptom onset to ICU admission (days)21 (14–32)Length of hospital stay (days)21 (10–36)Length of ICU stay (days)9 (4–15)Mortality51 (47.7)Open in a separate windowValues are n (%) or median (interquartile range); ICU intensive care unitA total of 99 patients (92.5%) received oxygen therapy, 67 patients (62.6%) used noninvasive ventilation, 55 patients (51.4%) were treated with invasive mechanical ventilation, 20 (18.7%) patients underwent continuous renal replacement therapy, and extracorporeal membrane oxygenation was performed in 4 (3.7%) patients. Of these 107 included patients, 48 patients (44.9%) had ARDS, 41 patients (38.3%) had hypoproteinemia, 38 patients (35.5%) had septic shock, and 9 patients (8.4%) had disseminated intravascular coagulation during hospitalization.As shown in Table ​Table1,1, on ICU admission, 43.0% of patients had proteinuria, and 43.9% had hematuria. The median duration of hospitalization was 21 days (10–36 days), and the median length of ICU stay was 9 days (4–15 days). During follow-up, a total of 51 patients (47.7%) died, including 40 patients with AKI and 11 patients without AKI; 56 (52.3%) were discharged.Characteristics of AKI patientsOverall, 48 of 107 patients (44.9%) developed AKI during hospitalization. The peak stages of 48 AKI cases were stage 1 in 35.4% (17/48) of cases, stage 2 in 18.8% (9/48), and stage 3 in 45.8% (22/48) (Table ​(Table2).2). We recorded a very high nonrecognition rate of AKI by the physicians in charge, with 22 (45.8%) of 48 patients with identifiable AKI not being recognized by the physicians in charge during hospital stay. The baseline characteristics of patients with and without AKI are displayed in Table ​Table22.\nTable 2Comparisons of the clinical characteristics between patients with Coronavirus disease 2019 and AKI and those with non-AKICharacteristicNon-AKI (59, 55.1)AKI (48, 44.9)P-value\na\n(No-AKI vs. all AKI)P-value\nb\n(Recognized AKI vs. unrecognized AKI)Recognized AKI (26, 54.2)Unrecognized AKI (22, 45.8)Age (years)68 (63–75)73 (67–81)75 (67–81)0.0960.852Male sex37 (62.7)19 (73.1)13 (59.1)0.5490.306Body mass index (kg/m2)22.8±1.923.6±2.423.9±2.70.0990.752ComorbidityHypertension37 (62.7)19 (73.1)17 (77.3)0.3790.738Cardiovascular disease12 (20.3)12 (46.2)9 (40.9)0.0310.715Chronic obstructive pulmonary disease12 (20.3)4 (15.4)7 (31.8)0.3810.177Diabetes10 (16.9)6 (23.1)6 (27.3)0.5610.738Cerebrovascular disease6 (10.2)6 (23.1)7 (31.8)0.0590.497Chronic kidney disease05 (19.2)00.0010.010Signs and symptomsCough51 (86.4)20 (76.9)18 (81.8)0.5570.676Fever46 (78.0)17 (65.4)18 (81.8)0.3470.202Dyspnea47 (79.7)14 (53.8)16 (72.7)0.0510.178Muscle ache38 (64.4)16 (61.5)14 (63.6)0.9680.881Fatigue34 (57.6)17 (65.4)10 (45.5)0.3770.165Chest pain11 (18.6)2 (7.7)3 (13.6)0.3870.502Chills11 (18.6)4 (15.4)1 (4.5)0.2160.204Headache4 (6.8)1 (3.8)1 (4.5)0.8330.904Diarrhea1 (1.7)2 (7.7)1 (4.5)0.4140.650Chest CT findingsMultiple mottling and ground-glass opacities56 (94.9)25 (96.2)19 (86.4)0.3700.216Pneumonia0.549-Unilateral pneumonia1 (1.7)00Bilateral pneumonia58 (98.3)26 (100.0)22 (100.0)Disease classification<0.0010.313Severe30 (50.8)5 (19.2)2 (9.1)Critical29 (49.2)21 (80.8)20 (90.9)MAP on ICU admission (mmHg)97±1594±2197±220.7640.647Laboratory results on ICU admissionAlbumin (g/L)31.9±3.831.3±4.830.5±4.20.4200.521Total bilirubin (umol/L)10.2 (7.2–13.4)17.7 (10.7–24.7)14.2 (11.0–25.5)<0.0010.555Alanine aminotransferase (U/L)30.5 (16.4–57.7)26.2 (16.3–67.7)33.1 (20.2–47.3)0.9260.983Aspartate aminotransferase (U/L)26.9 (16.9–42.0)30.1 (21.7–62.5)28.4 (21.6–65.8)0.3390.772BUN (mmol/L)6.1 (4.5–8.1)9.2 (6.2–12.5)9.8 (6.0–13.7)<0.0010.918Uric acid (umol/L)189.0 (133.0–229.0)305.0 (216.0–473.5)232.0 (178.3–358.5)<0.0010.080Potassium (mmol/L)4.2 (3.8–4.5)4.1 (3.9–4.9)4.3 (3.9–4.8)0.3460.357Sodium (mmol/L)140.0 (137.0–143.0)141.0 (136.0–145.0)143.0 (139.0–147.0)0.0570.182Chlorine (mmol/L)103.0 (100.0–106.0)104.0 (100.0–107.0)107.0 (103.0–112.0)0.0310.134Calcium (mmol/L)2.0 (1.9–2.2)2.0 (1.9–2.0)2.0 (1.9–2.1)0.0740.992Phosphate (mmol/L)0.9 (0.7–1.0)0.9 (0.8–1.2)1.0 (0.7–1.1)0.3240.942Magnesium (mmol/L)0.9 (0.8–1.0)0.9 (0.8–1.1)1.0 (0.9–1.1)0.1180.373Creatine kinase (U/L)44.5 (25.1–85.8)63.6 (37.1–158.4)80.6 (30.9–183.5)0.0780.725Lactate dehydrogenase (U/L)305.2 (225.0–375.3)467.0 (249.9–731.3)466.8 (338.8–808.5)<0.0010.488Creatine kinase isoenzyme (U/L)11.9 (8.7–16.1)17.7 (10.0-30.8)18.4 (12.7–30.9)0.0020.605Cystatin C (mg/L)1.0 (0.9–1.2)1.5 (1.1–2.2)1.3 (1.1–1.5)<0.0010.226CO2 (mmol/L)25.0 (23.0–28.0)22.3 (19.5–25.1)22.0 (19.0–26.0)0.0040.772D-dimer (mg/L)1.8 (1.3-5.4)4.4 (2.2–14.6)5.4 (2.8-7.6)0.0010.836Hemoglobin (g/L)114±20118±24120±170.4510.735Hematocrit35.0 (31.0–38.0)35.0 (29.0–41.0)37.0 (34.0–38.0)0.2630.709Leucocytes (×109/L)9.0 (6.2–13.2)10.7 (5.2–19.1)11.2 (6.6–15.1)0.4800.717Neutrophil percentage (%)86.0 (75.0–91.0)91.0 (68.0–95.0)92.0 (85.0–94.0)0.0830.796Lymphocyte percentage (%)8.4 (4.4–15.8)4.6 (2.9–15.8)4.6 (2.9–10.4)0.0650.959Neutrophil count (×109/L)6.7 (4.8–11.5)9.8 (4.0–16.9)9.8 (5.6–13.7)0.2630.725Lymphocyte count (×109/L)0.8 (0.5–1.2)0.6 (0.3–1.1)0.6 (0.4–1.0)0.2560.548Platelets (×109/L)224 (165–276)151 (62–190)153 (58–232)<0.0010.909C-reactive protein (mg/L)33.2 (8.7–112.4)89.1 (19.8–158.4)92.2 (20.8–142.8)0.0310.951Procalcitonin (ng/mL)0.1 (0.1–0.4)0.6 (0.1–1.7)0.5 (0.2–1.0)<0.0010.590Blood gas analysisLactate (mmol/L)1.2 (0.7–2.3)2.0(1.2-3.3)2.2 (1.5–5.9)0.0010.084pH7.42±0.107.39±0.097.38±0.160.2510.794PaO2 (mmHg)78.9 (56.7–114.0)71.9 (56.2–84.0)70.9 (57.0–96.5)0.7610.725PaCO2 (mmHg)38.7 (33.4–45.2)43.3 (33.9–16.9)38.4 (32.0–47.0)0.5410.402Oxygenation index (mmHg)205.0 (86.0–280.0)101.0 (69.8–197.0)87.0 (61.8–157.5)0.0120.508Proteinuria13 (22.0)19 (73.1)14 (63.6)<0.0010.482Hematuria19 (32.2)15 (57.7)13 (59.1)0.0250.922Kidney functionBaseline Scr (µmol/L)58 (48–66)70 (65–82)72 (56-77)<0.0010.604Scr on ICU admission (µmol/L)56.8 (48.6–68.8)93.8 (68.2–129.1)79.0 (56.4–90.0)<0.0010.126Scr at the time of AKI diagnosis (µmol/L)56.8 (48.6–68.8)139.4 (114.0–171.5)123.5 (104.4–136.1)<0.0010.038Peak Scr (µmol/L)67.6(57.6–77.1)233.1 (165.5–343.6)132.7 (107.5–249.8)<0.0010.009Oliguria010 (38.5)7 (31.8)<0.0010.632AKI stage<0.0010.193107 (26.9)10 (45.5)204 (15.4)5 (22.7)3015 (57.7)7 (31.8)Open in a separate windowValues are n (%), mean ± SD or median (interquartile range); AKI acute kidney injury, MAP mean arterial pressure, 1 mmHg=0.133 kPa, ICU intensive care unit, Scr serum creatinine, BUN blood urea nitrogenCompared with patients without AKI or with unrecognized AKI, patients with recognized AKI were more likely to have pre-existing comorbidities, including cardiovascular disease (P =0.031) and CKD (P =0.001). Patients with AKI (including recognized and not recognized) were more frequently classified to have critical/severe COVID-19 (P <0.001). The incidences of proteinuria (P < 0.001) and hematuria (P = 0.025) were significantly higher in patients with AKI than in patients with non-AKI.In terms of laboratory findings, significant differences were observed in the following variables among the 3 groups at ICU admission: total bilirubin (P <0001), blood urea nitrogen (BUN) (P < 0.001), uric acid (P < 0.001), chlorine (P = 0.031), lactate dehydrogenase (P <0.001), creatine kinase isoenzyme (P=0.001), cystatin C (P<0.001), C02 (P = 0.004), D-dimer (P = 0.001), platelets (P<0.001), C-reactive protein (P = 0.031), procalcitonin (P<0.001), and lactate (P=0.001). Indeed, baseline Scr (P <0001), Scr (P <0001) at ICU admission, Scr (P <0001) at the time of AKI diagnosis, and peak Scr (P <0001) levels during the hospital differed significantly among the 3 groups.Patients with AKI (including recognized and not recognized) more frequently suffered from ARDS (P =0.013) and septic shock (P < 0.001), needed more vasopressors (P < 0.001), and were more frequently treated with noninvasive mechanical ventilation (P < 0.001), invasive mechanical ventilation (P < 0.001), and continuous renal replacement therapy (P < 0.001) than patients with non-AKI. Furthermore, patients with unrecognized AKI had a shorter duration of hospital stay (P = 0.001) and higher mortality (P<0.001) than patients with non-AKI or recognized AKI, as also shown in Table ​Table33.\nTable 3Complications, treatments and outcomes of patients with Coronavirus disease 2019 and AKI or non-AKICharacteristicNon-AKI (59, 55.1)AKI (48, 44.9)P-value\na\n(No-AKI vs. all AKI)P-value\nb\n(Recognized AKI vs. unrecognized AKI)Recognized AKI (26, 54.2)Unrecognized AKI (22, 45.8)ComorbidityAcute respiratory distress syndrome19 (32.2)15 (57.7)14 (63.6)0.0130.675Hypoproteinemia22 (37.3)12 (46.2)7 (31.8)0.5780.312Septic shock9 (15.3)18 (69.2)11 (50.0)<0.0010.175Disseminated intravascular coagulation3 (5.1)4 (15.4)2 (9.1)0.3110.507TreatmentAntibiotic therapy55 (93.2)24 (92.3)22 (100.0)0.2370.112Glucocorticoids51 (86.4)20 (76.9)20 (90.9)0.3750.185Intravenous immunoglobulin therapy32 (54.2)17 (65.4)12 (54.5)0.6120.444Need for vasopressors9 (15.3)16 (61.5)13 (59.1)<0.0010.863Oxygen therapy57 (96.6)25 (96.2)17 (77.3)0.0250.043Noninvasive mechanical ventilation26 (44.1)21 (80.8)20 (90.9)<0.0010.321Invasive mechanical ventilation16 (27.1)21 (80.8)18 (81.8)<0.0010.926Continuous renal replacement therapy3 (5.1)12 (46.2)5 (22.7)<0.0010.091Extracorporeal membrane oxygenation1 (1.7)2 (7.7)1 (4.5)0.4140.650Time from symptom onset to hospital admission (days)16 (12–26)13 (8–16)14 (8–24)0.0100.325Time from symptom onset to ICU admission (days)21 (14–36)19 (14–26)20 (13–31)0.2190.748Length of hospital stay (days)26 (16–40)23 (11–37)10 (6-16)0.0010.008Length of ICU stay (days)9 (5–15)11 (5–26)6 (2–9)0.4420.022Mortality11 (18.6)20 (76.9)20 (90.9)<0.0010.185Open in a separate windowValues are n (%) or median (interquartile range); AKI acute kidney injury, ICU intensive care unitCharacteristics of unrecognized AKI patientsAmong the 48 AKI patients, the recognition rate and nonrecognition rate were 54.2% (26/48) and 45.8% (22/48), respectively. Several baseline differences were noted between the 2 groups (Table ​(Table2).2). As shown in Table ​Table2,2, the prevalence of CKD (P=0.010) and the need for oxygen therapy (P=0.043) were significantly higher in the recognized AKI group. Patients with recognized AKI had higher Scr (P=0.038) and peak Scr (P=0.009) levels than that patients with unrecognized AKI at the time of AKI diagnosis. Furthermore, the patients with recognized AKI had a significantly longer duration of hospital stay (P=0.008) as well as a longer duration of ICU stay (P=0.022) than that patients with unrecognized AKI (Table ​(Table33).AKI and mortalityThe Kaplan-Meier curves showed that survival was better in the non-AKI group than in the AKI group (log-rank, P < 0.001; Fig. ​Fig.2).2). In the subgroups of AKI, the hospital survival rate decreased when was AKI not recognized. The survival of patients with recognized AKI was better than that of patients with unrecognized AKI (log-rank, P = 0.004; Fig. ​Fig.3).3). Patients with both recognized AKI and unrecognized AKI had significantly higher death rates than those without AKI (log-rank P<0.001; Fig. ​Fig.44).\nOpen in a separate windowFigure 2Kaplan-Meier survival curves of survival for patients with severe to critical COVID-19 with and without AKI after hospital admission (log-rank test P < 0.001). AKI acute kidney injuryOpen in a separate windowFigure 3Kaplan-Meier survival curves of survival for patients with severe to critical COVID-19 with recognized AKI and unrecognized AKI after hospital admission (log-rank test P = 0.004). AKI acute kidney injuryOpen in a separate windowFigure 4Kaplan-Meier survival curves of survival for patients with severe to critical COVID-19 with recognized AKI, unrecognized AKI and non-AKI after hospital admission (log-rank test P < 0.001). AKI acute kidney injuryAccording to the multivariate regression analysis, the independent risk factors for in-hospital mortality were AKI (recognized AKI vs non-AKI: HR = 2.413; 95% CI = 1.092–5.333; P = 0.030 and unrecognized AKI vs non-AKI: HR = 4.590; 95% CI = 2.070–10.175; P <0.001), C-reactive protein level (HR = 1.004; 95% CI = 1.000–1.008; P = 0.030), lactate level (HR = 1.236; 95% CI = 1.098–1.391; P < 0.001), and disease classification (critical vs severe: HR = 0.019; 95% CI = 1.347–26.396; P = 5.963) (Table ​(Table44).\nTable 4Multivariate proportional hazard model analysis of risk factors for hospital mortalityRisk factorHR95% CIP-valueCritical vs severeS. 9631.347–26.3960.019AKI0.001Non-AKIReferenceReferenceRecognized AKI2.4131.092–5.3330.030Unrecognized AKI4.5902.070–10.175<0.001Lactate1.2361.098–1.391<0.001C-reactive protein1.0041.000–1.0080.030Open in a separate windowHR hazard ratio, CI confidence interval, AKI acute kidney injury DiscussionThis study is, to our knowledge, the first to characterize and analyze the prognostic impact of missed diagnosis of AKI in severe or critically ill patients with COVID-19. The present study adds interesting information by exploring the relationship between AKI and mortality. First, AKI, as a common complication (44.9%) in COVID-19 patients admitted to the ICU, was associated with an expected high risk of in-hospital mortality. Second, among all AKI patients, only 54% were recognized by clinicians during their ICU stay, and the rate of missed diagnosis was as high as 46%. Third, the recognized AKI group had better in-hospital survival than the unrecognized AKI group, which indicates that the early recognition of AKI in patients with COVID-19 are crucial to reducing morbidity and mortality.Among patients hospitalized with COVID-19, we found that 45% developed AKI during their ICU stay. This rate is much higher than that reported previously in the literature from China, which varied from 2.9% to 29%. While we cannot completely explain this difference, the difference can be partially explained by variations in disease severity or a different proportion of older patients. There are several other reasons for this result: 1) one explanation is related to the 48-h and 7-day diagnostic windows defined by the KDIGO guidelines. First, “Scr increase ≥ 26.5 umol/L” is limited to within 48 h; therefore, in theory, only those with Scr levels tested at least 2 times within 48 h can be detected (25). This can be difficult in clinical practice with emerging infectious diseases. Our data shown even among patients in the ICU, 10.3% of our patients did not meet the Scr test requirements. Such a strategy will result in some AKIs being missed diagnosis. 2) Second, some studies define the Scr value at admission as the baseline level, but some patients have high Scr on admission (10). Such an approach will greatly ignore patients who had AKI before admission, and if the baseline Scr value is defined too high, some AKI patients within the 7-day diagnosis window will be missed. Importantly, the present method of detecting AKI is mainly based on acute changes in Scr, and the frequency of Scr tests has a substantial impact on the detection rate. In a nationwide cross-sectional survey of hospitalized adult patients in China, Yang et al. reported that the detection rate of AKI was only 0.99% according to KDIGO criteria. After adjusting for the frequency of Scr tests, the incidence of AKI rose to 11.6% (18). Thus, to improve the diagnosis rate of AKI, more frequent Scr measurements should be performed in patients with COVID-19.Clinical pathology has determined the autopsy findings of 26 patients with an average age of 69 years who died of COVID-19 in China, revealing acute tubular injury as the primary renal finding (26). The etiology and exact mechanism of AKI in patients with COVID-19 is still unclear. However, other unspecific kidney injury factors relative to ICU must continue to be considered: 1) the fundamental pathophysiology of pneumonia in critically ill patients is severe ARDS, which has been identified as an independent risk factor for AKI (27). 2) These patients experienced symptom onset at the end of January or early February 2020. At that time, there was a limited availability of hospital beds in Wuhan, and many patients suffered from nausea, anorexia, vomiting, malnutrition, and low blood volume, which decreased renal blood flow to the kidney and resulted in AKI. 3) Hospitalized patients, particularly those in ICUs, are often exposed to multiple concurrent nephrotoxins, such as antibiotics, proton pump inhibitors, and nonsteroidal anti-inflammatory drugs, which are also likely to cause drug-induced AKI (15). 4) Mechanical ventilation is often required in critically ill patients. However, mechanical ventilation can worsen kidney function via multiple mechanisms, including impacting hemodynamics, neurohormonal dysregulation, systemic inflammation through mechanical ventilation-associated mediator release, and injurious MV strategies (15, 28).One of the shocking results from this study is the very high nonrecognition rate of AKI by the physicians in charge, which is as high as 46% during hospitalization, even though such patients were treated in the ICU. Previous studies reported that only 21–44% of hospitalized patients received a timely diagnosis of AKI, and the rate of missed diagnosis was 53–74% (18, 21, 29); even in the ICU, the rate of missed diagnosis was as high as 73% (30). The data demonstrated that medical doctors in China still lack awareness of AKI in general. The slight increase in Scr is often ignored by doctors, which leads to timely re-examinations also being neglected. Patients with COVID-19 face risks of ARDS, sepsis, shock, need for mechanical ventilation, and use nephrotoxic drugs. Renal protection in these patients is an important issue in clinical work. The role of intensive care kidney specialists in the treatment of patients with COVID-19 is also very important. Moreover, intensive care kidney specialists must collaborate with critical care physicians to provide cohesive and coherent care plans.The third important finding is that compared with patients without AKI, the identified AKI patients had a poorer prognosis, while the unrecognized AKI patients had the worst prognosis. This also suggests the importance of early diagnosis and early treatment of AKI. In addition, another reason for the high patient mortality rate may be the longer waiting time for hospitalization. In this study, the duration from symptom onset to hospital admission was 15 days and that from symptom onset to ICU admission was 21 days. None of the admitted patients were in the early stages of the disease, so these patients progressed into critical illness. In this situation, clinicians may pay more attention to the lungs and heart but less attention to the kidneys. When AKI occurs, the Scr and peak Scr in identified patients are higher than those in unrecognized patients. This also suggests that when the patient’s Scr is not particularly high, clinicians pay less attention to the kidneys.Overall, severely or critically ill patients have a high risk of developing AKI, so kidney protection should be an important part of clinical treatment. Intensive care kidney specialists need to take responsibility for the fight against AKI. Clinicians need to understand the pathophysiological features of the kidney, perform infection control, be aware of drug nephrotoxicity, hemodynamic management, protective mechanical ventilation, perform careful monitoring of renal function, be familiar with the definition of and diagnostic criteria for AKI, and invite intensive care kidney specialists to intervene in a timely manner. These requirements are important for improving the prognosis of COVID-19 patients with AKI (25).The study had the following limitations. (1) First, this is a single-center retrospective study, and the number of patients included is limited; thus, the results may lack generalizability. (2) Second, because of the strain on medical resources, we lacked data on urine output, which is one component of the KDIGO definition; therefore, the incidence of AKI might have been underestimated. (3) The factors associated with AKI prognosis were complex, and the Acute Physiologic and Chronic Health Evaluation II score and the sequential organ failure assessment score, which are predictive of the outcomes of AKI, were not considered. (4) Finally, we lacked data after the patients were discharged. ConclusionAKI is not an uncommon complication among patients with COVID-19 who admitted to the ICU and is associated with a higher risk of in-hospital mortality. Extremely high rates of underdiagnosis and undertreatment of AKI may resulted in a higher mortality rate. Considering that the missed diagnosis rate was relatively high, the intensive care kidney specialist should be actively involved in the diagnosis and treatment of the patients with COVID-19. AcknowledgementsThis manuscript was edited for English language by American Journal Experts (AJE). AbbreviationsCOVID-19Coronavirus disease 2019SARSSevere acute respiratory syndromeMERSMiddle East respiratory syndromeICUIntensive care unitARDSAcute respiratory distress syndromeECMOExtracorporeal membrane oxygenationAKIAcute kidney injuryKDIGOKidney Disease: Improving Global OutcomesCRRTContinuous renal replacement therapy NotesAuthors’ contributions: LQL and FHZ conceived of and designed the study, had full access to all of the data in the study, and take responsibility for the integrity of the data and the accuracy of the data analysis. PH collected the epidemiological and clinical data. LQL and HJK were responsible for the statistical analysis. LQL and PH wrote the initial draft. FHZ revised the final manuscript. All the authors approved the final version of this manuscript. NotesFunding: This study was funded by grants from China National Defense Technology Innovation Project (grant 20-163-12-ZD-027-003-06 to Dr FHZ), the Military Medical Innovation Project (grant 18CXZ026 to Dr FHZ), and the Special Scientific Research Project of Military Health Care (grant 17B JZ30 to Dr FHZ). NotesAvailability of data and materials: The dataseis used and/or analyzed during the current study are available from the corresponding authors on reasonable request. NotesCompeting interests: The authors declare that they have no competing interests. NotesEthical approval: This study was approved by the Research Ethics Commission of Chinese PLA General Hospital (NoS2020-050-01) and Huo Shen Shan Hospital (NoHSS019). NotesInformed consent: The requirement for written informed consent was waived by the ethics committee of the designated hospital for patients with emerging infectious diseases. FootnotesQinglin Li and Pan Hu contributed equally to this work. References1. Ranney ML, Griffeth V, Jha AK. Critical Supply Shortages — The Need for Ventilators and Personal Protective Equipment during the Covid-19 Pandemic. N Engl J Med. 2020;382(18):e41. doi: 10.1056/NEJMp2006141. [PubMed] [CrossRef] [Google Scholar]2. Emanuel EJ, Persad G, Upshur R, et al.  Fair Allocation of Scarce Medical Resources in the Time of Covid-19. N Engl J Med. 2020;382(21):2049–2055. doi: 10.1056/NEJMsb2005114. [PubMed] [CrossRef] [Google Scholar]3. Bhatraju PK, Ghassemieh BJ, Nichols M, et al.  Covid-19 in Critically 111 Patients in the Seattle Region — Case Series. N Engl J Med. 2020;382(21):2012–2022. doi: 10.1056/NEJMoa2004500. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Gao C, Cai Y, Zhang K, et al.  Association of hypertension and antihypertensive treatment with COVID-19 mortality: a retrospective observational study. Eur Heart J. 2020;41(22):2058–2066. doi: 10.1093/eurheartj/ehaa433. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Wang D, Hu B, Hu C, et al.  Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020;323(11):1061–1069. doi: 10.1001/jama.2020.1585. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Yu Y, Xu D, Fu S, et al.  Patients with COVID-19 in 19 ICUs in Wuhan, China: a cross-sectional study. Crit Care. 2020;24(1):219. doi: 10.1186/s13054-020-02939-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Yang X, Yu Y, Xu J, et al.  Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. 2020;8(5):475–481. doi: 10.1016/S2213-2600(20)30079-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Huang C, Wang Y, Li X, et al.  Clinical features of patients infected with 2019 novel Coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Chen N, Zhou M, Dong X, et al.  Epidemiological and clinical characteristics of 99 cases of 2019 novel Coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395(10223):507–513. doi: 10.1016/S0140-6736(20)30211-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Cheng Y, Luo R, Wang K, et al.  Kidney disease is associated with in-hospital death of patients with COVID-19. Kidney Int. 2020;97(5):829–838. doi: 10.1016/j.kint.2020.03.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Chen T, Wu D, Chen H, et al.  Clinical characteristics of 113 deceased patients with Coronavirus disease 2019: retrospective study. BMJ. 2020;368:m1091. doi: 10.1136/bmj.m1091. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Zhou F, Yu T, Du R, et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395(10229):1054–1062. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Pei G, Zhang Z, Peng J, et al.  Renal Involvement and Early Prognosis in Patients with COVID-19 Pneumonia. J Am Soc Nephrol. 2020;31(6):1157–1165. doi: 10.1681/ASN.2020030276. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Guan WJ, Ni ZY, Hu Y, et al.  Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med. 2020;382(18):1708–1720. doi: 10.1056/NEJMoa2002032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Gabarre P, Dumas G, Dupont T, et al.  Acute kidney injury in critically ill patients with COVID-19. Intensive Care Med. 2020;46(7):1339–1348. doi: 10.1007/s00134-020-06153-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Chan L, Chaudhary K, Saha A, et al. AKI in Hospitalized Patients with COVID-19. J Am Soc Nephrol 2020.17. Kidney Disease: Improving Global Outcomes KDIGO Acute Kidney Injury Work Group  KDIGO Clinical Practice Guideline for Acute Kidney Injury. Kidney inter., Suppl. 2012;2:1–138. doi: 10.1038/kisup.2012.1. [CrossRef] [Google Scholar]18. Yang L, Xing G, Wang L, et al.  Acute kidney injury in China: a cross-sectional survey. Lancet. 2015;386(10002):1465–71. doi: 10.1016/S0140-6736(15)00344-X. [PubMed] [CrossRef] [Google Scholar]19. Chao CT, Tsai HB, Wu CY, et al.  The severity of initial acute kidney injury at admission of geriatric patients significantly correlates with subsequent in-hospital complications. Sei Rep. 2015;5(1):13925. [Google Scholar]20. Wang Y, Wang J, Su T, et al.  Community-Acquired Acute Kidney Injury: A Nationwide Survey in China. Am J Kidney Dis. 2017;69(5):647–657. doi: 10.1053/j.ajkd.2016.10.034. [PubMed] [CrossRef] [Google Scholar]21. Cheng X, Wu B, Liu Y, et al.  Incidence and diagnosis of Acute kidney injury in hospitalized adult patients: a retrospective observational study in a tertiary teaching Hospital in Southeast China. BMC Nephrol. 2017;18(1):203. doi: 10.1186/s12882-017-0622-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Force ADT, Ranieri VM, Rubenfeld GD, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–33. [PubMed] [Google Scholar]23. Singer M, Deutschman CS, Seymour CW, et al.  The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3) JAMA. 2016;315(8):801–10. doi: 10.1001/jama.2016.0287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Dai SP, Zhao X, Wu J-H. Effects of Comorbidities on the Elderly Patients with COVID-19: Clinical Characteristics of Elderly Patients Infected with COVID-19 from Sichuan, China. The journal of nutrition, health & aging 2020. 10.1007/S12603-020-1486-125. Li Q, Mao Z, Hu P, et al. Analysis of the short-term prognosis and risk factors of elderly acute kidney injury patients in different KDIGO diagnostic windows. Aging Clin Exp Res 2019.26. Su H, Yang M, Wan C, et al.  Renal histopathological analysis of 26 postmortem findings of patients with COVID-19 in China. Kidney Int. 2020;98(1):219–227. doi: 10.1016/j.kint.2020.04.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Darmon M, Clec’h C, Adrie C, et al.  Acute respiratory distress syndrome and risk of AKI among critically ill patients. Clin J Am Soc Nephrol. 2014;9(8):1347–53. doi: 10.2215/CJN.08300813. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Joannidis M, Forni LG, Klein SJ, et al. Lung-kidney interactions in critically ill patients: consensus report of the Acute Disease Quality Initiative (ADQI) 21 Workgroup. Intensive Care Med 2019.29. Yang C, Yang B. Acute kidney injury in China: A neglected truth and perspective. Asian J Urol. 2016;3(1):4–5. doi: 10.1016/j.ajur.2015.11.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Tang X, Chen D, Yu S, et al.  Acute kidney injury burden in different clinical units: Data from nationwide survey in China. PLoS One. 2017;12(2):e0171202. doi: 10.1371/journal.pone.0171202. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}