{"title": "A systematic review and meta-analysis of obesity and COVID-19 outcomes", "pubDate": "2021", "PMCID": "PMC8009961", "DOI": "10.1038/s41598-021-86694-1", "PMID": "33785830", "abstract": "Some studies report that obesity is associated with more severe symptoms following SARS-CoV-2 infection and worse COVID-19 outcomes, however many other studies have not reproduced these findings. Therefore, it is uncertain whether obesity is in fact associated with worse COVID-19 outcomes compared to non-obese individuals. We conducted a systematic search of PubMed (including MEDLINE) and Google Scholar on May 18, 2020 to identify published studies on COVID-19 outcomes in non-obese and obese patients, covering studies published during the first 6 months of the pandemic. Meta-analyses with random effects modeling was used to determine unadjusted odds ratios (OR) and 95% confidence intervals (CI) for various COVID-19 outcomes in obese versus non-obese patients. By quantitative analyses of 22 studies from 7 countries in North America, Europe, and Asia, we found that obesity is associated with an increased likelihood of presenting with more severe COVID-19 symptoms (OR 3.03, 95% CI 1.45-6.28, P = 0.003; 4 studies, n = 974), developing acute respiratory distress syndrome (ARDS; OR 2.89, 95% CI 1.14-7.34, P = 0.025; 2 studies, n = 96), requiring hospitalization (OR 1.68, 95% CI 1.14-1.59, P < 0.001; 4 studies, n = 6611), being admitted to an intensive care unit (ICU; OR 1.35, 95% CI 1.15-1.65, P = 0.001; 9 studies, n = 5298), and undergoing invasive mechanical ventilation (IMV; OR 1.76, 95% CI 1.29-2.40, P < 0.001; 7 studies, n = 1558) compared to non-obese patients. However, obese patients had similar likelihoods of death from COVID-19 as non-obese patients (OR 0.96, 95% CI 0.74-1.25, P = 0.750; 9 studies, n = 20,597). Collectively, these data from the first 6 months of the pandemic suggested that obesity is associated with a more severe COVID-19 disease course but may not be associated with increased mortality.", "author": [{"author": "Xinya Zhang", "affiliation": ["Department of Pathology and Immunology, Washington University School of Medicine, Mail: 660 S. Euclid Ave - Campus Box 8118, Lab: 425 S. Euclid Ave - 3710 West Building, St. Louis, MO, 63110, USA.", "Skidmore College, Saratoga Springs, NY, USA."], "href": "/?term=Zhang+X&cauthor_id=33785830"}, {"author": "Alexander M Lewis", "affiliation": ["Skidmore College, Saratoga Springs, NY, USA."], "href": "/?term=Lewis+AM&cauthor_id=33785830"}, {"author": "John R Moley", "affiliation": ["Department of Pathology and Immunology, Washington University School of Medicine, Mail: 660 S. Euclid Ave - Campus Box 8118, Lab: 425 S. Euclid Ave - 3710 West Building, St. Louis, MO, 63110, USA."], "href": "/?term=Moley+JR&cauthor_id=33785830"}, {"author": "Jonathan R Brestoff", "affiliation": ["Department of Pathology and Immunology, Washington University School of Medicine, Mail: 660 S. Euclid Ave - Campus Box 8118, Lab: 425 S. Euclid Ave - 3710 West Building, St. Louis, MO, 63110, USA. brestoff@wustl.edu."], "href": "/?term=Brestoff+JR&cauthor_id=33785830"}], "refPMID": ["32087114", "32167524", "32200663", "32278764", "32444366", "32437642", "32314861", "32271993", "32271368", "32302078", "32120458", "32584797", "32463545", "32409502", "32407719", "32352637", "32382755", "32543702", "32407255", "32444460", "32534848", "32392282", "32378815", "32342479", "32391519", "32519944", "32361738", "32384078", "32320741", "32272080", "32142651", "32428380", "27617176", "16636330", "32021360", "19875709", "20688928", "9728848", "30056777", "785930", "32815621", "33051976", "32783686", "32918645", "24722122", "10789670", "19621072", "14726171", "22797452"], "citedInPMID": ["33785830", "35090709", "34979344", "34859345", "34799284", "34737743", "34627980", "34482520", "34331761", "34204453", "34190161", "34168111", "34163017"], "body": " AbstractSome studies report that obesity is associated with more severe symptoms following SARS-CoV-2 infection and worse COVID-19 outcomes, however many other studies have not reproduced these findings. Therefore, it is uncertain whether obesity is in fact associated with worse COVID-19 outcomes compared to non-obese individuals. We conducted a systematic search of PubMed (including MEDLINE) and Google Scholar on May 18, 2020 to identify published studies on COVID-19 outcomes in non-obese and obese patients, covering studies published during the first 6 months of the pandemic. Meta-analyses with random effects modeling was used to determine unadjusted odds ratios (OR) and 95% confidence intervals (CI) for various COVID-19 outcomes in obese versus non-obese patients. By quantitative analyses of 22 studies from 7 countries in North America, Europe, and Asia, we found that obesity is associated with an increased likelihood of presenting with more severe COVID-19 symptoms (OR 3.03, 95% CI 1.45–6.28, P = 0.003; 4 studies, n = 974), developing acute respiratory distress syndrome (ARDS; OR 2.89, 95% CI 1.14–7.34, P = 0.025; 2 studies, n = 96), requiring hospitalization (OR 1.68, 95% CI 1.14–1.59, P < 0.001; 4 studies, n = 6611), being admitted to an intensive care unit (ICU; OR 1.35, 95% CI 1.15–1.65, P = 0.001; 9 studies, n = 5298), and undergoing invasive mechanical ventilation (IMV; OR 1.76, 95% CI 1.29–2.40, P < 0.001; 7 studies, n = 1558) compared to non-obese patients. However, obese patients had similar likelihoods of death from COVID-19 as non-obese patients (OR 0.96, 95% CI 0.74–1.25, P = 0.750; 9 studies, n = 20,597). Collectively, these data from the first 6 months of the pandemic suggested that obesity is associated with a more severe COVID-19 disease course but may not be associated with increased mortality.Subject terms: Outcomes research, Medical research, Risk factors IntroductionIn the first 6 months of human exposure to Severe Acute Respiratory Syndrome (SARS)-Coronavirus-2 (SARS-CoV-2), which causes Coronavirus Disease 2019 (COVID-19), there were over 9,000,000 confirmed infections and nearly 500,000 deaths worldwide1. By the end of 2020, it is estimated that there were more than 81 million confirmed cases of COVID-19 and over 1.7 million deaths1. Several risk factors have been associated with developing more severe COVID-19 and increased risk of death, including age over 65 years, type 2 diabetes (T2DM), and cardiovascular disease (CVD)2–4. Emerging studies have also suggested that obesity is associated with worse COVID-19 outcomes, including increased rates of hospitalization and intensive care unit (IUC) admission, invasive mechanical ventilation (IMV), and death5–12. However, many studies have not reproduced these findings13–22. In addition, some studies have reported that patients with severe COVID-19 have similar or slightly increased body mass index (BMI) compared to patients with non-severe disease23–25. Therefore, it is unclear whether obesity is in fact associated with adverse COVID-19 outcomes or death.\nTo investigate this, we performed a systematic search of PubMed (including MEDLINE) and Google Scholar on May 18, 2020 to identify all published studies that report COVID-19 comorbidities or outcomes during the first ~ 6 months of the pandemic. We identified 22 cohort studies from 7 countries that could be included in quantitative meta-analyses for six outcomes in obese versus non-obese patients. Our meta-analyses revealed that obese patients are more likely than non-obese patients to present with severe disease, to develop ARDS, need hospitalization, be admitted to the ICU, or require IMV. Surprisingly, however, obesity was not associated with an increased risk of death from COVID-19. Subgroup analysis by continent suggested that in Europe, obesity might be associated with lower mortality from COVID-19 compared to non-obese patients. Although these meta-analyses provide unadjusted odds ratio (OR) estimates, these data from the first 6 months of the pandemic suggest that obesity is associated with a more severe disease course but does not appear to be linked to increased mortality from COVID-19. ResultsLiterature search and characteristics of the included studiesSystematic searches of PubMed (including MEDLINE) and Google Scholar returned 589 records that were reviewed by 2 independent investigators (Fig. 1A). There were 12 additional records identified from reviewing the reference lists of full-text articles we assessed for eligibility (see below). This resulted in 584 unique records after duplicates were removed. We excluded 404 records based on manual review of titles for any potential relevance and the article type (e.g. narrative reviews). Of the remaining 180 records, we read the abstracts and excluded 52 records based on no potential relevance. For the remaining 128 studies, we obtained the full text articles which were reviewed in three rounds. In the first round, two independent investigators identified all studies that stratified any COVID-19 comorbidity or outcome on obesity or BMI category. In the second round, a third investigator independently reviewed all of the excluded full text articles to prevent error. In the third round, four authors met in a virtual consensus conference to review all studies with potential for inclusion. For each study that was included, we scanned the reference list which resulted in identification of 12 additional full text articles (128 articles total) that we reviewed in conference. Overall, we excluded 106 full text articles (of 128) because they did not report original COVID-19 outcome data stratified on obesity or BMI category (n = 63), provided insufficient data to include in the meta-analysis (n = 29), or were not a cohort study (n = 14).Open in a separate windowFigure 1Systematic search strategy and COVID-19 outcomes reported in association with obesity. (A) PRISMA Flow Diagram showing the numbers of articles per stage of review, resulting in n = 22 full text articles reporting COVID-19 outcomes stratified on obesity status. (B) Six outcomes were reported by the 22 studies included in meta-analysis. The numbers of contributing articles per outcome are in parentheses. Numbers do not add to 22 because some studies report more than one outcome. (C) World map showing the locations where the included studies were conducted. The image was generated in BioRender with permission to publish.This resulted in a total of 22 articles that were included in the meta-analysis (Fig. 1A)5,6,8–22,26–30. There were 6 outcomes that were reported by at least 2 of these 22 studies: severity (4 studies representing n = 974 patients), acute respiratory distress syndrome (ARDS, 2 studies representing n = 96 patients), hospitalization (4 studies representing n = 6611 patients), invasive mechanical ventilation (IMV, 7 studies representing n = 1558 patients), being admitted to an intensive care unit (ICU, 8 studies representing n = 5298 patients), and death (9 studies representing n = 20,597 patients) (Fig. 1B). Geographically, these studies were distributed across 3 continents (Fig. 1C). Nine studies were from North America (United States only), 7 studies were from Europe (2 Italy, 2 France, 2 United Kingdom, and 1 Germany), and 6 studies were from Asia (5 China and 1 Singapore). The characteristics of these 22 studies are summarized in Table ​Table1.1. Study quality was assessed using the Newcastle–Ottawa Scale (NOS) for assessing the quality of nonrandomized studies in meta-analyses, the results of which are provided in Supplemental Table S1. This scoring system assigns stars (up to 9 maximum) for meeting specific quality metrics relating to cohort selection, comparability, and the outcome, where more stars indicates higher quality. The majority of the studies achieved 6 or 7 stars. Four studies received 5 stars, and two studies received 8 stars.Table 1Study characteristics.Author, yearLocationStudy typenIncl. (n)Excluded (n)Excluded reasonAges included (y)Age (y)Obesity (kg/m2)Extractable outcome (s)SexEthnicityStudy settingSESPre-existing conditionsMedsBusetto et al.13Padova, ItalyRC92920n/a40–96Mean 70.5 (SD 13.3)BMI ≥ 30IMV, ICU, DMale and femaleNRWNRDM2 (30.4%), HF (31.5%)NRCai et al.14Shenzhen, Guangdong ChinaRC3833830n/a ≥ 18NRBMI ≥ 28IMV, ICU, S, DMale and femaleAsianWNRNRNRCaussy et al.6Lyon, FranceRC35734017BMI unknown ≥ 18NRBMI ≥ 30ICUNRNRW, ICUNRDM2 (21%),HF (26%)NRChao et al.15New York, NY, USARC47470n/a < 21Median 13.1 (IQR 0.4–19.3)BMI ≥ 30IMV, ICU, ARDS, DMale and femaleWhite 1 (3%), Black 3 (9.1%), Latino 26 (78.8%), Other 3 (9.1%)OP, W, ICUNRNRNRDocherty et al.20United KingdomPC20,13311,22289114052 BMI unknown; 4859 still receiving care0–104Median 73 (IQR 58–82)\"clinician-defined\"DMale and femaleNRWNRDM2 (20.7%)NRDreher et al.26Aachen, GermanyRC50500n/aNRMedian 65 (IQR 58–76)BMI ≥ 30ARDSMale and femaleNRW, ICUNRDM2 (58%)NRGoyal et al.10New York, NY, USARC39338013BMI unknown ≥ 18Median 62.2 (IQR 48.6–73.7)BMI ≥ 30IMVMale and femaleWhite 147 (37.4%), Non-white 246 (62.6%)WNRDM2 (25.2%)NRHu et al.27Wuhan, ChinaRC32329429BMI Unknown23–91Median 62BMI ≥ 30SMale and femaleAsianWNRNRAVT, Abx, CSHuang et al.28Jiansu, ChinaRC20217230BMI unknownNRMedian 44 (IQR 33–54)BMI ≥ 28SMale and femaleAsianWNRNRNRICNARC 29United KingdomRC934775211826709 BMI unknown; 1117 still receiving care ≥ 16Median 60 (IQR 51–68)BMI ≥ 30DMale and femaleWhite 5690 (67%), Mixed 145 (1.7%), 1275 (15%), Black (9.8%), Other 555(6.5%)WNRNRNRKalligeros et al.16Providence and Newport, RI, USARC1031030n/a ≥ 18Median 60 (52–70)BMI ≥ 30ICUMale and femaleWhite 42 (40.7%), Black 24 (23.3%), Hispanic (35 (33.9%), Asian 2 (1.9%)W, ICUNRDM2 (36.8%),HF (24.2%)NRKillerby et al.12Atlanta, GA, USARC53143695BMI unknown ≥ 18Median 61 (no IQR shown)BMI ≥ 30HMale and femaleWhite 119 (22.4%), Black 313 (58.9%), Other 17 (3.3%), Unknown 82 (15.4%)OP, WNRDM2 (25.5%)NRLighter et al.9New York, NY, USARC361517620n/aNRNRBMI ≥ 30ICUNRNRWNRNRNRMoriconi et al.21Pisa, ItalyRC1001000n/aNRNRBMI ≥ 30DMale and femaleNRWNRNRNROng et al.17Tan Tock Seng, SingaporeRC1829191BMI unknownNRNRBMI ≥ 25IMV, ICU, DMale and femaleAsianWNRNRNRPeng et al.11Wuhan, Hubei, ChinaRC1121120BMI unknown ≥ 18Median 62 (IQR 55–67)BMI ≥ 25DMale and femaleAsianWNRCVDACEI/ARBPetrilli et al.5New York, NY, USARC52795040239BMI unknown ≥ 19Median 54 (IQR 38–66)BMI ≥ 30HMale and femaleWhite 2003 (37.9%), African American 835 (15.8%), Asian 383 (7.3%), Hispanic 1330 (25.2%), Other 397 (7.5%), Unknown 331 (6.3%)OP, WNRDM2 (22.6%)NRRosenberg et al.22New York, NY, USARC14381030408BMI unknownNRMedian 63BMI ≥ 30DMale and femaleWhite 167 (24.1%), Black 199 (28.7%), Hispanic 199 (28.7%), Other 128 (18.5%)WNRDM2 (48.9%)HC or ZSimonnet et al.8Lille, FranceRC1241240n/aNRMedian 60 (IQR 51–70)BMI ≥ 30IMVMale and femaleNRICUNRDM2 (23%)NRSuleyman et al.18Detroit, MI, USARC4634630n/aNRMean 57.5 (SD 16.8)Assumed BMI ≥ 30 given study locationH, ICUMale and femaleAfrican American 334 (72.1%), Non-African American 129 (27.9%)W, ICUNRDM2 (38.4%)AbxToussie et al.19New York, NY, USARC33831325BMI unknown21–50Median 39 (IQR 31–45)BMI ≥ 30IMV, HMale and femaleWhite 71 (21%), Asian 30 (9%), Black 78 (23%), Hispanic116 (34%), Unknown 43 (13%)OP, WNRNRNRZheng et al.30Wenzhou, ChinaRC66660n/a18–75Mean 47 (no SD shown)BMI ≥ 25SMale and femaleAsianWNRDM2 (24.2%)COVID-19 Management guidance (7th edition)Open in a separate windowRC, retrospective cohort; PC, prospective cohort; n/a, not applicable; Incl., included; BMI, body mass index; y, years; NR, not reported; IQR, interquartile range; SD, standard deviation; S, severity; ARDS, acute respiratory distress syndrome; H, hospitalization; W, ward; OP, outpatient; ICU, intensive care unit admission; IMV, invasive mechanical ventilation; D, death; N, none; HF, heart failure; DM2, type 2 diabetes mellitus; CVD, cardiovascular disease; Meds, medications; Abx, antibiotics; AVT, antiviral therapy; HC, hydroxychloroquine; Z, azithromycin; CS, corticosteroids; ACEi, angiotensin converting enzyme II inhibitor; ARB, angiotensin II receptor blocker.Obesity is associated with a more severe COVID-19 disease courseTo investigate the association between obesity and COVID-19 severity, we performed meta-analyses on each outcome variable. Of the four studies that reported non-severe versus severe disease, three reported a statistically significant increase in disease severity in obese patients compared to non-obese patients with ORs ranging from 1.28 to 6.9014,28,30, whereas one study did not report a statistically significant difference27. On average, random effects meta-analysis modeling indicated an overall OR 3.03 (95% CI 1.46–6.28, P = 0.003), indicating that the 4 studies collectively support an association between obesity and exhibiting more severe COVID-19 disease (Fig. 2A).Open in a separate windowFigure 2Obesity is associated with more severe COVID-19 and an increased likelihood of acute respiratory distress syndrome (ARDS) and hospitalization. Random effects meta-analyses of odds ratios (OR) and 95% confidence intervals (CI) in obese versus non-obese patients for (A) presenting with severe COVID-19 disease (4 studies, n = 915 patients), (B) developing acute respiratory distress syndrome (ARDS) (2 studies, n = 96 patients), and (C) being hospitalized (4 studies, n = 6,252 patients). Non-obese is defined as the reference group.Consistent with this observation, there were 2 studies that compared the likelihood of developing ARDS in obese versus non-obese patients15,26. Although both studies reported a trend towards an increased likelihood of developing ARDS, neither study alone was statistically significant, likely due to being underpowered. When combined in a meta-analysis with random effects modeling, we found that there was a statistically significant association between obesity and developing ARDS (OR 2.89, 95% CI 1.14–7.35, P = 0.025) (Fig. 2B). This finding also supports a relationship between obesity and more severe COVID-19.From a clinical practice perspective, patients with severe respiratory disease are the most likely to be admitted to the hospital for acute or intensive care. We identified 4 studies that reported on hospitalization rates in obese versus non-obese patients5,12,18,19. Each of these studies reported a statistically significant increase in the likelihood of hospitalization for obese patients with COVID-19, with ORs ranging from 1.39 to 2.67. In meta-analysis with random effects modeling, the overall OR for hospitalization in obese versus non-obese patients was 1.68 (95% CI 1.28–2.19, P < 0.001) (Fig. 2C).A subset of COVID-19 patients develop severe respiratory failure that necessitates invasive mechanical ventilation (IMV). There were seven studies that reported IMV in obese and non-obese patients with COVID-19. Of these, two reported a significant increase in the likelihood of IMV in obese versus non-obese patients8,10, and a third reported a similar observation with a non-significant P value19. The other four studies did not report a statistically significant association between obesity and IMV13–15,17. Collectively, however, random effects meta-analysis revealed an overall significant increase in the likelihood of IMV in obese versus non-obese patients with an OR 1.76 (95% CI 1.29–2.40, P < 0.001) (Fig. 3A).Open in a separate windowFigure 3Obesity is associated with an increased likelihood of requiring invasive mechanical ventilation (IMV) and admission to the intensive care unit (ICU) in the setting of COVID-19. Random effects meta-analyses of odds ratios (OR) and 95% confidence intervals (CI) in obese versus non-obese patients for (A) requiring IMV (7 studies, n = 1,261) and (B) admission to an ICU (9 studies, n = 3227). Non-obese is defined as the reference group.There were 8 studies that reported ICU admission rates stratified by obesity. Two of these studies reported a statistically significant increase in the likelihood of ICU admission in obese versus non-obese patients6,9. The other six studies did not report a statistically significant increase in ICU admission rates in obese patients13–18, however all of them reported OR > 1.0 and 5 were likely underpowered to detect a significant difference. When analyzed together in meta-analysis with random effects modeling, overall there was a statistically significant increase in the likelihood of ICU admission in obese versus non-obese patients with an OR 1.35 (95% CI 1.14–1.59, P < 0.001) (Fig. 3B).Obesity does not appear to be associated with increased COVID-19-associated mortalityThere were 9 studies that reported obesity-stratified mortality rates. One relatively small study reported a statistically significant increase in the likelihood of mortality in obese patients with cardiovascular disease 11. In contrast, one large study of ICU patients reported a significant decrease in the death rates in obese patients compared to non-obese patients29. The other 7 studies did not report a statistically significant unadjusted likelihood of death in obese versus non-obese patients, with OR ranging from 0.39 to 4.2513–15,17,20–22. Surprisingly, in meta-analysis with random effects modeling, there was no statistically significant association between obesity and the likelihood of death from COVID-19 with an overall OR 0.96 (95% CI 0.74–1.25, P = 0.750) (Fig. 4A).Open in a separate windowFigure 4Obesity is not associated with increased COVID-19-associated mortality. Random effects meta-analysis of odds ratios (OR) and 95% confidence intervals (CI) for the likelihood of death in obese vs non-obese COVID-19 patients (A) overall (9 studies, n = 20,597 patients and in studies from (B) North America (2 studies, n = 1,076), (C) Asia (3 studies, n = 586), and (D) Europe (4 studies, n = 18,935). Non-obese is defined as the reference group.To assess whether there was a geographic difference in obesity-associated death rates from COVID-19, we performed a subgroup analysis by continent. Two studies from North America (United States) did not show an association between obesity and mortality with an OR 0.95 (95% CI 0.70–1.28, P = 0.725) (Fig. 4B). A similar finding was observed in the Asian studies (China and Singapore), where the OR for death in obese versus non-obese patients was 4.24 (95% CI 0.30–59.03, P = 0.283) (Fig. 4C). In contrast, in the European studies (United Kingdom and Italy), obesity was associated with a significantly lower likelihood of death, with an OR 0.86 (95% CI 0.74–0.99, P = 0.031) (Fig. 4D).It is known that COVID-19 can result in death over a period of several weeks and that recovery can take up to 6–8 weeks or longer31. We hypothesized that the sampling interval for the studies might relate to death rates. To assess this, we calculated the sampling interval for each study as the number of days between the start of enrollment and the end of follow-up. One study17 did not report sufficient information to determine the sampling interval and therefore was not included in this analysis. The sampling interval ranged from 20 to 89 days with a mean ± standard error of the mean of 50.3 ± 10.3 days and a median (interquartile range) of 36 (27.75–85.0) days. We did not observe a statistically significant relationship between the sampling interval and the OR for death (Supplemental Figure S1).Sensitivity analysesTo determine whether the overall OR and 95% CI were driven by any individual study, we performed remove-one sensitivity analyses for each outcome, in which each study is removed from the analysis and a new overall OR (95% CI) is computed. For COVID-19 disease severity (Supplemental Figure S2A), hospitalization (Supplemental Figure S2B), ICU admission (Supplemental Figure S2C), and IMV (Supplemental Figure S2D), removing any one study had no appreciable effect on the OR effect size or P value of the overall association. Remove-one analyses were not computed for ARDS because there were only two studies contributing to that analysis. For death (Supplemental Figure S2E), removing any one study also had no effect on the OR (95% CI), except for one study by Peng et al. Removing this study from the dataset resulted in a statistically significant decrease in mortality in obese patients compared to non-obese patients, with a remove-one OR 0.86 (95% CI 0.78–0.95, P = 0.003).Publication biasWe performed publication bias analyses and, for each outcome, did not find evidence of publication bias (Supplemental Figure S3). Fail-safe N tests were performed to determine the number of additional studies with OR = 0 that would be needed to abolish statistical significance for each outcome’s meta-analysis (Supplemental Table S2). For ARDS, the fail-safe N statistic was not calculable. For death, we did not observe a statistically significant effect, therefore the fail-safe N was 0. For the other outcomes, the fail-safe N was greater than the number of studies observed in the meta-analyses. We acknowledge that the fail-safe N test has significant limitations, including but not limited to its focus on P values and its lack of consideration of study characteristics such as study size, quality, and design. Though publication bias cannot be formally ruled out, both funnel plot and fail-safe N test analyses do not support evidence of publication bias in this meta-dataset. DiscussionUsing a systemic search strategy and subsequent meta-analysis of 22 studies representing n = 30,141 patients from 7 countries, we show that obesity is significantly associated with several adverse comorbidities and outcomes from COVID-19. Specifically, obese patients are approximately 3-times more likely to present with severe disease or develop ARDS, 1.7 times more likely to be hospitalized, 1.3 times more likely to be admitted to the ICU, and 1.7 times more likely to require IMV. Despite this more severe disease course, obesity was not associated with increased mortality from COVID-19. These data indicate that although obesity is associated with more severe COVID-19 and disease progression, paradoxically these associations do not appear to result in an increased risk of death.It is not yet known why obese patients develop more severe COVID-19. One possible explanation is that obese patients express higher levels of viral entry factors. Supporting this idea are studies indicating that obesity is associated with increased expression of ACE2, a receptor for SARS-CoV-2 that is required for viral entry32, in the human lung bronchial epithelium and other potentially relevant organs such as pericardial adipose tissue33,34. These observations suggest that obese patients may have increased susceptibility to SARS-CoV-2 infection. Another possible explanation is that obese patients exhibit chronic pulmonary inflammation, which has previously been linked to an increased risk of developing inflammatory lung diseases and more severe viral pneumonia35–38. A third reason that obese patients might exhibit more severe COVID-19 is the effect of obesity on pulmonary mechanics and lung function. Obesity leads to a heavier chest wall that promotes hypoventilation and has been shown to decrease lung compliance and increase lung resistance39–41. These physiological parameters may increase the susceptibility of obese patients to develop respiratory failure in the setting of SARS-CoV-2 infection. Further research is needed to investigate these possibilities.It is not clear why obesity is associated with more severe COVID-19 without being linked to an increase in mortality in our meta-analyses. Our data are restricted to the first 6 months of the pandemic and therefore represent only the first datasets published on mortality in obese and non-obese patients. Subsequently, there have been several large cohort studies42–44 that have identified an increased risk in mortality in obese patients infected with SARS-CoV-2, and these studies and likely other relevant studies were not included in our meta-analyses because of the cut-off date for our search. In addition, there are several meta-analyses with later search dates than ours which do show an increased risk of mortality in obese COVID-19 patients. For example, Noor et al. (2020) includes 58 studies that were published since the beginning of the pandemic and showed a pooled risk ratio of 2.18 (95% confidence interval 1.10–4.34) for death in obese vs non-obese patients45. Therefore, it is possible that the smaller number of studies in our meta-analysis and time frame of included studies led to type II error. However, if type II error did not occur in our meta-analyses and the association we report is correct, this raises the question of why obese patients do not have increased mortality despite more severe COVID-19. Obesity was associated with more severe disease but improved survival for viral pneumonias (not COVID-19)46, a phenomenon known as the obesity paradox, and there is little known about this phenomenon.An important limitation of our study is that the analyses were not adjusted for other variables that may be related to obesity and COVID-19. Most of the available studies provided raw data on outcomes in obese vs non-obese groups but did not provide results of multivariate (i.e., adjusted) analyses. Some studies did perform multivariate analyses to adjust for age, sex, ethnicity, and/or other variables, however variations in how these studies were performed and the outcomes they reported precluded us from conducting meta-analyses with multivariate models. A second limitation is that BMI category could not be taken into account in our meta-analyses. Most studies did not stratify COVID-19 outcome data by BMI category or reported different BMI category definitions that precluded meta-analysis. It is possible that higher BMI categories (e.g. BMI > 45 kg/m2) are associated with increased or decreased risks of some outcomes compared to lower BMI categories (BMI 30–34.9 kg/m2). Third, the search date for this systematic review and meta-analysis was inclusive of studies published within the first ~ 6 months of the COVID-19 pandemic, some of which were relatively small or underpowered. It is possible that subsequent larger studies that enable careful adjustment for potential confounding variables could shift the landscape of published literature and could influence the presence and/or strength of associations reported in future meta-analyses.In conclusion, our systematic review and meta-analyses revealed associations between obesity and COVID-19 comorbidities and outcomes. Obesity appears to be associated with an increased likelihood of having more severe COVID-19, developing ARDS, being hospitalized, being admitted to the ICU, and requiring IMV. However, obesity does not appear to be associated with increased mortality from COVID-19, at least in unadjusted analyses of data published during the first 6 months of the pandemic. These results have direct implications for clinicians because body mass index and obesity status are readily obtainable data that can be used to identify patients at higher risk of a more severe COVID-19 disease course. MethodsSearch strategy and exclusion and inclusion criteriaThis systematic review and meta-analysis followed PRISMA and MOOSE Guidelines47,48. Three authors independently searched PubMed, MEDLINE (through PubMed), and Google Scholar on May 18, 2020 using the following Boolean search terms in the text field:(\"COVID-19\" OR COVID19 OR \"SARS-CoV-2\" OR \"Severe acute respiratory syndrome coronavirus 2\" OR \"novel coronavirus\" OR nCoV OR “coronavirus disease” or 2019-nCoV OR coronavirus) AND (obesity OR BMI OR \"body mass index\" OR diabetes OR \"metabolic disease\" OR \"metabolic syndrome\")The search did not include a language, date, or other restriction. The search results from the two databases were merged and duplicates removed. Studies published in or prior to 2018 were then excluded because they could not theoretically directly relate to SARS-CoV-2 or COVID-19. The titles and article types of each remaining entry were manually reviewed by two investigators independently. Review articles, opinions, commentaries, and case reports were eliminated. For all remaining entries, two independent reviewers read all of the abstracts and excluded articles that did not mention obesity, BMI, a metabolic disease or that did not present any new data. Entries that did not include an abstract (e.g., Letter to the Editor) were not eliminated. Abstracts that were not in English were translated by a native speaker if in Chinese or using Google Translate if in another language. After screening titles and abstracts, n = 116 entries remained, and we obtained the full text for each. Two reviewers independently evaluated each full text article to determine whether it reported any COVID-19 outcome or comorbidity stratified by obesity status or BMI category, and these articles were carried forward to the next stage of review. As an additional check, articles that were not carried forward and their reference lists were reviewed by a third independent investigator, who could carry forward any article for further review. In total, n = 128 full text articles were reviewed in a virtual conference call with screen sharing involving all investigators. The methods sections of full text articles were reviewed, and all study types other than cohort studies (retrospective or prospective) were excluded. Any disagreement was resolved by discussion and consensus among all authors. To identify any missed papers, we reviewed the reference lists for each study that was included in the quantitative synthesis. In total, n = 22 articles met inclusion criteria, and from these the reported COVID-19 outcomes were tallied. If two articles reported the same outcome, meta-analysis was performed.Definition of obesityThe definition of obesity was BMI ≥ 30 kg/m2 for all studies, except for those from Asia, where obesity is typically defined based on lower BMI cutoffs49. Definitions of obesity for each study are listed in Table ​Table11.OutcomesThe following outcomes were reported by at least two studies: severity of COVID-19 as defined by Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia (Trial Version 5 or 7)50; ARDS as defined by the Berlin Definition criteria51; admission to the hospital; admission to an IC; requirement for IMV; or death. For death, the sampling interval was defined as the start of enrollment to the end of the study’s follow-up period.Study quality assessment and data extractionEach of the n = 22 included articles were presented in virtual conference with all authors present. The characteristics and quality of all studies were assessed using the Newcastle–Ottawa Scale (NOS) for assessing the quality of nonrandomized studies in meta-analyses52. Data were extracted from each article by one investigator and checked by two other investigators independently. Since adjusted analyses were uncommon and did not use similar covariates, we performed our meta-analyses on unadjusted odds ratios. For several studies9,10,12,15,17–22,26, we used data contained with the relevant paper to calculate the numbers of patients in one group or to collapse obese categories into one obese group of BMI ≥ 30 and one non-obese group of BMI < 30 (unless ethnicity-specific BMI cutoffs dictated use of a different cut off for obese vs non-obese, as described above).EthicsThis systematic review and meta-analysis includes only anonymized summary data or statistics from previously published studies and therefore is exempt from Institutional Review Board (IRB) review or approval. However, all studies included in this meta-analysis were required to have declared that their relevant IRB or equivalent reviewed and approved the study.Statistical analysisMeta-analysis of each COVID-19 outcome was performed using the Comprehensive Meta-Analysis (CMA) Professional v3 (Engelwood, New Jersey, USA). Odds ratios (OR) and 95% confidence intervals (CI) were calculated by 2 × 2 tables and/or inverse variance approach and analyzed using a random effects model. The Q test was performed to assess the heterogeneity between studies. For meta-analyses with at least three contributing studies, sensitivity analyses were performed by removing one study at a time and comparing the all-included OR and 95% and the various all-minus-one ORs and 95% CIs. Publication bias was assessed in CMA by plotting each outcome variable’s log OR from each study against standard error. Fail-safe N tests were also performed in CMA. Prism 8 was used to relate the sampling interval and mortality OR via linear regression (GraphPad Software, LLC). Statistical significance was set at P < 0.05. Supplementary Information\nSupplementary Information(222K, docx) AcknowledgementsJRB is supported by NIH Director’s Early Independence Award (DP5 OD028125) and Burroughs Wellcome Fund Career Award for Medical Scientists (#1019648). AML is supported by the Skidmore College Summer Experience Fund. We would like to thank Dr. Ramsey Hachem, MD, Dr. Joel Schilling, MD, PhD, and Dr. Nada Abumrad, PhD (all Washington University School of Medicine) for their helpful discussions and feedback. Author contributionsJ.R.M., X.Z., A.M.L., and J.R.B. performed the searches, critically appraised the studies, extracted data, performed the analyses, and interpreted the results. J.R.B. conceived of and supervised the project and wrote the manuscript with assistance from J.R.M., X.Z., and A.M.L. All authors approved the final version of the manuscript. Competing interestsThe authors declare no competing interests. FootnotesPublisher's noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.These authors contributed equally: Xinya Zhang, Alexander M. Lewis and John R. Moley. References1. Dong E, Du H, Gardner L. An interactive web-based dashboard to track COVID-19 in real time. Lancet Infect. Dis. 2020;20:533–534. doi: 10.1016/S1473-3099(20)30120-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Wu CR, et al.  Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China. JAMA Intern. Med. 2019 doi: 10.1001/jamainternmed.2020.0994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Clerkin KJ, et al.  COVID-19 and cardiovascular disease. Circulation. 2020;141:1648–1655. doi: 10.1161/CIRCULATIONAHA.120.046941. [PubMed] [CrossRef] [Google Scholar]4. Hussain, A., Bhowmik, B. & do Vale Moreira, N. C. COVID-19 and diabetes: Knowledge in progress. Diabetes Res Clin Pract 162, 108142, 10.1016/j.diabres.2020.108142 (2020). [PMC free article] [PubMed]5. Petrilli CM, et al.  Factors associated with hospital admission and critical illness among 5279 people with coronavirus disease 2019 in New York City: prospective cohort study. BMJ. 2020;369:m1966. doi: 10.1136/bmj.m1966. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Caussy C, et al.  Prevalence of obesity among adult inpatients with COVID-19 in France. Lancet Diabetes Endocrinol. 2020;8:562–564. doi: 10.1016/S2213-8587(20)30160-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Caussy C, Wallet F, Laville M, Disse E. Obesity is associated with severe forms of COVID-19. Obesity (Silver Spring) 2020 doi: 10.1002/oby.22842. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Simonnet A, et al.  High prevalence of obesity in severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) requiring invasive mechanical ventilation. Obesity (Silver Spring) 2020 doi: 10.1002/oby.22831. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Lighter J, et al.  Obesity in patients younger than 60 years is a risk factor for Covid-19 hospital admission. Clin Infect Dis. 2020 doi: 10.1093/cid/ciaa415. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Goyal P, et al.  Clinical characteristics of Covid-19 in New York City. N. Engl. J. Med. 2020;382:2372–2374. doi: 10.1056/NEJMc2010419. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Peng YD, et al.  Clinical characteristics and outcomes of 112 cardiovascular disease patients infected by 2019-nCoV. Zhonghua Xin Xue Guan Bing Za Zhi. 2020;48:E004. doi: 10.3760/cma.j.cn112148-20200220-00105. [PubMed] [CrossRef] [Google Scholar]12. Killerby ME, et al.  Characteristics Associated with Hospitalization Among Patients with COVID-19 — Metropolitan Atlanta, Georgia, March-April 2020. Morb. Mortal. Wkly Rep. 2020;69:1–5. doi: 10.15585/mmwr.mm6901a1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Busetto L, et al.  Obesity and COVID-19: an Italian snapshot. Obesity (Silver Spring) 2020 doi: 10.1002/oby.22918. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Cai Q, et al.  Obesity and COVID-19 Severity in a Designated Hospital in Shenzhen, China. Diabetes Care. 2020;43:1392–1398. doi: 10.2337/dc20-0576. [PubMed] [CrossRef] [Google Scholar]15. Chao JY, et al.  Clinical Characteristics and Outcomes of Hospitalized and Critically Ill Children and Adolescents with Coronavirus Disease 2019 (COVID-19) at a Tertiary Care Medical Center in New York City. J. Pediatr. 2019 doi: 10.1016/j.jpeds.2020.05.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Kalligeros M, et al.  Association of obesity with disease severity among patients with coronavirus disease 2019. Obesity (Silver Spring) 2020 doi: 10.1002/oby.22859. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Ong SWX, Young BE, Leo YS, Lye DC. Association of higher body mass index (BMI) with severe coronavirus disease 2019 (COVID-19) in younger patients. Clin. Infect. Dis. 2019 doi: 10.1093/cid/ciaa548. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Suleyman G, et al.  Clinical characteristics and morbidity associated with coronavirus disease 2019 in a series of patients in Metropolitan Detroit. JAMA Netw. Open. 2020;3:e2012270. doi: 10.1001/jamanetworkopen.2020.12270. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Toussie D, et al.  Clinical and chest radiography features determine patient outcomes in young and middle age adults with COVID-19. Radiology. 2020 doi: 10.1148/radiol.2020201754. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Docherty AB, et al.  Features of 20 133 UK patients in hospital with covid-19 using the ISARIC WHO Clinical Characterisation Protocol: prospective observational cohort study. BMJ. 2020;369:m1985. doi: 10.1136/bmj.m1985. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Moriconi D, et al.  Obesity prolongs the hospital stay in patients affected by COVID-19, and may impact on SARS-COV-2 shedding. Obes. Res. Clin. Pract. 2020 doi: 10.1016/j.orcp.2020.05.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Rosenberg ES, et al.  Association of treatment with hydroxychloroquine or azithromycin with in-hospital mortality in patients with COVID-19 in New York State. JAMA. 2020 doi: 10.1001/jama.2020.8630. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Itelman E, et al.  Clinical characterization of 162 COVID-19 patients in Israel: Preliminary Report from a Large Tertiary Center. Isr. Med. Assoc. J. 2020;22:271–274. [PubMed] [Google Scholar]24. Chen QC, et al.  Clinical characteristics of 145 patients with corona virus disease 2019 (COVID-19) in Taizhou, Zhejiang, China. Infection. 2019 doi: 10.1007/s15010-020-01432-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Pierce-Williams RAM, et al.  Clinical course of severe and critical COVID-19 in hospitalized pregnancies: a US cohort study. Am. J. Obstet. Gynecol. MFM. 2020 doi: 10.1016/j.ajogmf.2020.100134. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Dreher M, et al.  The Characteristics of 50 hospitalized COVID-19 patients with and without ARDS. Dtsch Arztebl Int. 2020;117:271–278. doi: 10.3238/arztebl.2020.0271. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Hu L, et al.  Risk factors associated with clinical outcomes in 323 COVID-19 hospitalized patients in Wuhan, China. Clin. Infect. Dis. 2020 doi: 10.1093/cid/ciaa539. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Huang R, et al.  Clinical findings of patients with coronavirus disease 2019 in Jiangsu province, China: A retrospective, multi-center study. PLoS Negl. Trop. Dis. 2020;14:e0008280. doi: 10.1371/journal.pntd.0008280. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. (ICNARC), I. C. N. A. R. C. ICNARC report on COVID-19 in critical care 29 May 2020. ICNARC Case Mix Programme Database (2020).30. Zheng KI, et al.  Letter to the Editor: Obesity as a risk factor for greater severity of COVID-19 in patients with metabolic associated fatty liver disease. Metabolism. 2020;108:154244. doi: 10.1016/j.metabol.2020.154244. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Phua J, et al.  Intensive care management of coronavirus disease 2019 (COVID-19): challenges and recommendations. Lancet Respir. Med. 2020;8:506–517. doi: 10.1016/S2213-2600(20)30161-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Hoffmann M, et al.  SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. Cell. 2020;181:271–280. doi: 10.1016/j.cell.2020.02.052. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Higham A, Singh D. Increased ACE2 expression in the bronchial epithelium of COPD patients who are overweight. Obesity (Silver Spring) 2020 doi: 10.1002/oby.22907. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Patel VB, Basu R, Oudit GY. ACE2/Ang 1–7 axis: A critical regulator of epicardial adipose tissue inflammation and cardiac dysfunction in obesity. Adipocyte. 2016;5:306–311. doi: 10.1080/21623945.2015.1131881. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Poulain M, et al.  The effect of obesity on chronic respiratory diseases: pathophysiology and therapeutic strategies. CMAJ. 2006;174:1293–1299. doi: 10.1503/cmaj.051299. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. He H, et al.  Systemic inflammation mediates the associations between abdominal obesity indices and lung function decline in a Chinese general population. Diabetes Metab. Syndr. Obes. 2020;13:141–150. doi: 10.2147/DMSO.S229749. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Mancuso P. Obesity and lung inflammation. J. Appl. Physiol. 2010;1985(108):722–728. doi: 10.1152/japplphysiol.00781.2009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Diaz E, et al.  Impact of obesity in patients infected with 2009 influenza A(H1N1) Chest. 2011;139:382–386. doi: 10.1378/chest.10-1160. [PubMed] [CrossRef] [Google Scholar]39. Pelosi P, et al.  The effects of body mass on lung volumes, respiratory mechanics, and gas exchange during general anesthesia. Anesth. Analg. 1998;87:654–660. doi: 10.1097/00000539-199809000-00031. [PubMed] [CrossRef] [Google Scholar]40. Dixon AE, Peters U. The effect of obesity on lung function. Expert Rev. Respir. Med. 2018;12:755–767. doi: 10.1080/17476348.2018.1506331. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Hedenstierna G, Santesson J. Breathing mechanics, dead space and gas exchange in the extremely obese, breathing spontaneously and during anaesthesia with intermittent positive pressure ventilation. Acta Anaesthesiol. Scand. 1976;20:248–254. doi: 10.1111/j.1399-6576.1976.tb05036.x. [PubMed] [CrossRef] [Google Scholar]42. Czernichow S, et al.  Obesity doubles mortality in patients hospitalized for severe acute respiratory syndrome Coronavirus 2 in Paris Hospitals, France: A Cohort Study on 5795 patients. Obesity (Silver Spring, Md ) 2020;28:2282–2289. doi: 10.1002/oby.23014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Smati S, et al.  Relationship between obesity and severe COVID-19 outcomes in patients with type 2 diabetes: results from the CORONADO study. Diabetes Obes. Metab. 2021;23:391–403. doi: 10.1111/dom.14228. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Tartof SY, et al.  Obesity and mortality among patients diagnosed with COVID-19: results from an Integrated Health Care Organization. Ann. Intern. Med. 2020;173:773–781. doi: 10.7326/M20-3742. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Noor FM, Islam MM. Prevalence and associated risk factors of mortality among COVID-19 patients: a meta-analysis. J. Community Health. 2020;45:1270–1282. doi: 10.1007/s10900-020-00920-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Nie W, et al.  Obesity survival paradox in pneumonia: a meta-analysis. BMC Med. 2014;12:61. doi: 10.1186/1741-7015-12-61. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Stroup DF, et al.  Meta-analysis of observational studies in epidemiology: a proposal for reporting. JAMA. 2000;283:2008–2012. doi: 10.1001/jama.283.15.2008. [PubMed] [CrossRef] [Google Scholar]48. Moher D, et al.  Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. PLoS Med. 2009;6:e1000097. doi: 10.1371/journal.pmed.1000097. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Consultation WHOE. Appropriate body-mass index for Asian populations and its implications for policy and intervention strategies. Lancet. 2004;363:157–163. doi: 10.1016/S0140-6736(03)15268-3. [PubMed] [CrossRef] [Google Scholar]50. Medicine, N. H. C. a. S. A. o. T. C. Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia (Trial Version 7). Last updated March 3, 2020. (2020).51. Force ADT, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]52. Wells, G. et al. The Newcastle–Ottawa Scale (NOS) for Assessing the Quality of Non-Randomized Studies in Meta-Analysis. http://www.ohri.ca/programs/clinical_epidemiology/oxford.asp Last accessed December 28, 2020 (2000)."}