{"title": "PaO 2/FiO 2 and IL-6 are risk factors of mortality for intensive care COVID-19 patients", "pubDate": "2021", "PMCID": "PMC8016870", "DOI": "10.1038/s41598-021-86676-3", "PMID": "33795768", "abstract": "To identify the risk factors of mortality for the coronavirus disease 19 (COVID-19) patients admitted to intensive care units (ICUs) through a retrospective analysis. The demographic, clinical, laboratory, and chest imaging data of patients admitted to the ICU of Huoshenshan Hospital from February 10 to April 10, 2020 were retrospectively analyzed. Student's t-test and Chi-square test were used to compare the continuous and categorical variables, respectively. The logistic regression model was employed to ascertain the risk factors of mortality. This retrospective study involved 123 patients, including 64 dead and 59 survivors. Among them, 57 people were tested for interleukin-6 (IL-6) (20 died and 37 survived). In all included patients, the oxygenation index (PaO2/FiO2) was identified as an independent risk factor (odd ratio [OR] = 0.96, 95% confidence interval [CI]: 0.928-0.994, p = 0.021). The area under the curve (AUC) was 0.895 (95% CI: 0.826-0.943, p < 0.0001). Among the patients tested for IL-6, the PaO2/FiO2 (OR = 0.955, 95%CI: 0.915-0.996, p = 0.032) and IL-6 (OR = 1.013, 95%CI: 1.001-1.025, p = 0.028) were identified as independent risk factors. The AUC was 0.9 (95% CI: 0.791-0.964, p < 0.0001) for IL-6 and 0.865 (95% CI: 0.748-0.941, p < 0.0001) for PaO2/FiO2. PaO2/FiO2 and IL-6 could potentially serve as independent risk factors for predicting death in COVID-19 patients requiring intensive care.", "author": [{"author": "Yanli Gu", "affiliation": ["Department of Respiratory and Critical Care Medicine, Jinling Hospital, Nanjing Medical University, Nanjing, 210002, China."], "href": "/?term=Gu+Y&cauthor_id=33795768"}, {"author": "Donghui Wang", "affiliation": ["Department of Respiratory and Critical Care Medicine, Jinling Hospital, Nanjing Medical University, Nanjing, 210002, China."], "href": "/?term=Wang+D&cauthor_id=33795768"}, {"author": "Cen Chen", "affiliation": ["Department of Respiratory and Critical Care Medicine, The First School of Clinical Medicine, Jinling Hospital, Southern Medical University, Nanjing, 210002, China."], "href": "/?term=Chen+C&cauthor_id=33795768"}, {"author": "Wanjun Lu", "affiliation": ["Department of Respiratory and Critical Care Medicine, Jinling Hospital, Medical School of Nanjing University, Nanjing, 210002, China."], "href": "/?term=Lu+W&cauthor_id=33795768"}, {"author": "Hongbing Liu", "affiliation": ["Department of Respiratory and Critical Care Medicine, Jinling Hospital, Medical School of Nanjing University, Nanjing, 210002, China."], "href": "/?term=Liu+H&cauthor_id=33795768"}, {"author": "Tangfeng Lv", "affiliation": ["Department of Respiratory and Critical Care Medicine, Jinling Hospital, Medical School of Nanjing University, Nanjing, 210002, China."], "href": "/?term=Lv+T&cauthor_id=33795768"}, {"author": "Yong Song", "affiliation": ["Department of Respiratory and Critical Care Medicine, Jinling Hospital, Nanjing Medical University, Nanjing, 210002, China. yong.song@nju.edu.cn.", "Department of Respiratory and Critical Care Medicine, Jinling Hospital, Medical School of Nanjing University, Nanjing, 210002, China. yong.song@nju.edu.cn."], "href": "/?term=Song+Y&cauthor_id=33795768"}, {"author": "Fang Zhang", "affiliation": ["Department of Respiratory and Critical Care Medicine, Jinling Hospital, Nanjing Medical University, Nanjing, 210002, China. zhangfanglab@163.com.", "Department of Respiratory and Critical Care Medicine, Jinling Hospital, Medical School of Nanjing University, Nanjing, 210002, China. zhangfanglab@163.com."], "href": "/?term=Zhang+F&cauthor_id=33795768"}], "refPMID": ["30646565", "29052924", "32648466", "32646604", "32902858", "32105632", "31986264", "32007143", "28101605", "22797452", "17585106", "33321983", "32164089", "27381687", "14738793", "32171076", "29405201", "29622697", "32253759"], "citedInPMID": ["33795768", "34958811", "34937570", "34631653"], "body": " AbstractTo identify the risk factors of mortality for the coronavirus disease 19 (COVID-19) patients admitted to intensive care units (ICUs) through a retrospective analysis. The demographic, clinical, laboratory, and chest imaging data of patients admitted to the ICU of Huoshenshan Hospital from February 10 to April 10, 2020 were retrospectively analyzed. Student's t-test and Chi-square test were used to compare the continuous and categorical variables, respectively. The logistic regression model was employed to ascertain the risk factors of mortality. This retrospective study involved 123 patients, including 64 dead and 59 survivors. Among them, 57 people were tested for interleukin-6 (IL-6) (20 died and 37 survived). In all included patients, the oxygenation index (PaO2/FiO2) was identified as an independent risk factor (odd ratio [OR] = 0.96, 95% confidence interval [CI]: 0.928–0.994, p = 0.021). The area under the curve (AUC) was 0.895 (95% CI: 0.826–0.943, p < 0.0001). Among the patients tested for IL-6, the PaO2/FiO2 (OR = 0.955, 95%CI: 0.915–0.996, p = 0.032) and IL-6 (OR = 1.013, 95%CI: 1.001–1.025, p = 0.028) were identified as independent risk factors. The AUC was 0.9 (95% CI: 0.791–0.964, p < 0.0001) for IL-6 and 0.865 (95% CI: 0.748–0.941, p < 0.0001) for PaO2/FiO2. PaO2/FiO2 and IL-6 could potentially serve as independent risk factors for predicting death in COVID-19 patients requiring intensive care.Subject terms: Medical research, Risk factors IntroductionSince the first case was diagnosed in Wuhan, China, the coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome-coronavirus-2 (SARS-CoV-2) has spread across the world. SARS‐CoV‐2, is the seventh human coronavirus and belongs to β coronavirus. Six coronaviruses have infected humans previously, including SARS‐CoV‐1 and Middle East respiratory syndrome (MERS)‐CoV in 2003 and 2012, respectively. However, the pandemic caused by SARS‐CoV‐2 is unprecedented. The mortality rates of SARS and MERS were > 10% and 35%, respectively1,2, while it is only 3.12–5.43% among the hospitalized COVID-19 patients according to the data from National Health Commission of the People's Republic of China and World Health Organization.\nAlthough the mortality rate of COVID-19 is lower than that of SARS and MERS, the overall number of deaths is higher owing to the greater number of infections. As of September 14, 2020, China reported 85,202 cases of infection and 4634 deaths3. Meanwhile, a whopping 28,918,900 cases of infection and 922,252 deaths have been reported globally from this disease4. The clinical data from Wuhan, China, indicate that 17.7–32% of the patients required ICU admission, and the mortality rate of the critically ill patients was as high as 49–61.5%5,6. Early identification of individuals at a high risk of mortality may help reduce the mortality rate associated with this disease.The clinical manifestations of COVID-19 include asymptomatic infections, mild upper respiratory symptoms, and respiratory failure requiring advanced life support7,8. The severity of the disease has been classified into mild, common, severe, and critical according to the guidelines for the diagnosis and treatment of COVID-19 pneumonia published by the National Health Commission of China9. A significant proportion of the severe and critically ill patients require intensive care and have high mortality rates. If patients with a high risk of mortality can be identified early upon ICU admission, it would be helpful in focusing the treatment efforts on these patients toward reducing the mortality rate from COVID-19.In this study, we retrospectively analyzed the clinical data of 123 patients admitted to the ICU of Huoshenshan Hospital, a specialized COVID-19 hospital in Wuhan, China, to identify the risk factors of mortality. ResultsDemographic, clinical, laboratory and chest imaging data of all ICU patientsAs shown in Table ​Table1,1, 64 cases (44 men, 20 women) in the deceased group and 59 cases (34 men, 25 women) in the surviving group were included from February 10 to April 10, 2020. The mean time from illness onset to ICU admission was 22.38 days. No statistical difference was observed in age, sex, and underlying diseases between the deceased and surviving groups. The most common symptom of the patients was fever, followed by cough, dyspnea, fatigue, chest tightness, muscle soreness, and poor appetite. Except fatigue (p = 0.011), these symptoms were similar between the two groups. The deceased patients had a higher heart rate (p = 0.003) and respiratory rate (p = 0.009), while no statistically significant difference was observed in the body temperature, systolic blood pressure (SBP), and diastolic blood pressure (DBP) (p > 0.05 in all instances) at ICU admission. As for the laboratory findings, there was a significant difference in the counts of leukocytes (p = 0.001), neutrophils (p = 0.001), lymphocytes (p = 0.029), platelets (p = 0.008), neutrophil–lymphocyte ratio (NLR) (p = 0.001), albumin (p = 0.001), urea nitrogen (p = 0.005), serum chloride (p = 0.029), myoglobin (p = 0.004), brain natriuretic peptide (BNP) (p = 0.021), D-dimer (p = 0.023), lactate dehydrogenase (LDH) (p < 0.0001), C reactive protein (CRP) (p < 0.0001), and procalcitonin (PCT) (p = 0.025) levels between the deceased and surviving group. When compared with the surviving patients, the oxygenation index (PaO2/FiO2) of the deceased patients was much lower (p < 0.0001), whereas the PaCO2 level was not significantly different (p = 0.821). In addition, chest imaging severity was also significantly different between the two groups. Since only 57 patients were tested for IL-6, IL-6 was not included in the analysis of 123 patients.Table 1Clinical characteristics of intensive care COVID-19 patients.CharacteristicTotal(n = 123)Deceased group(n = 64)Surviving group(n = 59)p valueAge, year70.2 ± 11.5870.97 ± 11.1769.37 ± 12.050.447Sex, n (%)0.261Male78(63.4)44(68.7)34(57.6)Female45(36.6)20(31.3)25(42.4)Underlying disease, n (%)Hypertension67(54.5)32(50)35(59.3)0.366Diabetes mellitus28(22.8)19(30)9(15.3)0.084Coronary heart disease14(11.4)11(17.2)3(5)0.064Cerebrovascular disease12(10)7(11)5(8.5)0.765COPD13(10.6)7(11)6(10.2)1Hepatic/renal insufficiency14(11.4)7(11)7(11.9)1Symptoms, n (%)Fever91(74)48(75)43(72.9)0.839Cough90(73.2)44(68.8)46(78)0.31Dyspnea75(61)43(67.2)32(54.2)0.195Chest tightness32(26)14(21.9)18(30.5)0.309Fatigue69(56.1)43(67.2)26(44.1)0.011Poor appetite17(13.8)7(10.9)10(16.9)0.435Muscle soreness29(23.6)18(28.1)11(18.6)0.288Vital signsTemperature, ℃36.61 ± 1.0636.64 ± 1.436.57 ± 0.490.72Heart rate, beats per minute95.38 ± 17.299.81 ± 18.1990.58 ± 14.770.003Respiratory rate, beats per minute25.46 ± 6.9127 ± 7.4323.78 ± 5.920.009Systolic blood pressure, mmHg136.2 ± 22.11134.63 ± 25.29137.9 ± 18.110.414Diastolic blood pressure, mmHg79.59 ± 15.4478.38 ± 14.7380.92 ± 16.20.364Laboratory findingsLeucocyte count, *10^9/L11.28 ± 8.1313.56 ± 10.028.8 ± 4.240.001Neutrophil count, *10^9/L9.71 ± 7.8911.95 ± 9.627.28 ± 4.340.001Lymphocyte count, *10^9/L0.82 ± 0.580.71 ± 0.430.94 ± 0.70.029NLR, %16.76 ± 14.4220.96 ± 14.7412.28 ± 12.720.001Eosinophil count, *10^9/L0.09 ± 0.160.07 ± 0.160.11 ± 0.160.132Hemoglobin, g/L114.68 ± 21.81116.14 ± 23.6113.07 ± 19.720.439Platelet, *10^9/L190.77 ± 108.33166.17 ± 117.43217.46 ± 91.170.008Albumin, g/L31.88 ± 6.2130.06 ± 5.0433.89 ± 6.790.001Globulin, g/L28.17 ± 527.97 ± 4.6428.39 ± 5.40.644ALT, IU/L48.6 ± 83.7760.1 ± 107.9735.89 ± 41.120.114Creatinine, umol/L108.14 ± 155.46112.76 ± 103.22103.21 ± 197.440.736Urea nitrogen, mmol/L9.65 ± 7.3311.44 ± 7.57.74 ± 6.690.005Serum sodium, mmol/L142.42 ± 10.57143.6 ± 13.74141.08 ± 4.840.181Serum potassium, mmol/L4.27 ± 0.684.35 ± 0.74.19 ± 0.660.208Serum chloride, mmol/L104.77 ± 6.24105.94 ± 6.86103.47 ± 5.220.029Serum calcium, mmol/L2.02 ± 0.181.99 ± 0.22.06 ± 0.150.051Myoglobin, ng/ml233.14 ± 659.61421.04 ± 878.7432.14 ± 65.040.004Hypersensitive troponin I, ng/ml0.36 ± 1.280.6 ± 1.720.12 ± 0.490.086BNP, pg/ml290.01 ± 599.91411.57 ± 749.64146.83 ± 300.830.021APTT, s30.72 ± 8.1432.09 ± 9.8429.28 ± 5.60.063Thrombin time, s17.68 ± 6.2518.79 ± 8.3416.51 ± 2.20.052D-dimer, mg/L5.35 ± 6.396.69 ± 6.973.91 ± 5.40.023LDH, IU/L383.96 ± 189.85476.04 ± 205.33291.89 ± 115.4 < 0.0001CRP, mg/L80.45 ± 77.84111.77 ± 81.9946.39 ± 56.39 < 0.0001PCT, ng/ml0.76 ± 2.441.31 ± 3.340.19 ± 0.190.025PaO2/FiO2, mmHg172.98 ± 119.38108.06 ± 50.29243.39 ± 132.43 < 0.0001PaCO2, mmHg40.16 ± 10.5140.34 ± 12.8239.92 ± 6.550.821Chest X-ray severity, n (%) < 0.0001Mild41(33.33)16(25)25(42.37)Moderate38(30.89)14(21.88)24(40.68)Severe41(33.33)32(50)9(15.25)Time from illness onset to ICU admission, days22.38 ± 3.5420.11 ± 11.3924.8 ± 15.260.059Open in a separate windowData are presented as mean ± SD or number (%).COPD, chronic obstructive pulmonary disease; ICU, intensive care unit; NLR, neutrophil–lymphocyte ratio; ALT, alanine aminotransferase; AST, aspartate transaminase; A/G ratio, white/globule ratio; BNP, brain natriuretic peptide; APTT, activated partial thromboplastin time; LDH, lactate dehydrogenase; IL-6, interleukin-6; CRP, C-reactive protein; PCT, procalcitonin; PaO2, arterial partial pressure of oxygen; FiO2, oxygen concentration; PaCO2, arterial partial pressure of carbon dioxide.Risk factors of mortality of all ICU patientsFrom the clinical data and laboratory findings of these patients, we selected indicators with p < 0.05, including heart rate, respiratory rate, leukocyte, neutrophil, lymphocyte, NLR, platelet, albumin, urea nitrogen, serum chloride, myoglobin, BNP, D-dimer, LDH, CRP, PCT, PaO2/FiO2, and chest imaging severity, and incorporated them into the logistic regression model. As shown in Table ​Table2,2, univariate logistic regression analysis revealed that the above indicators were associated with death in COVID-19 patients, except for the respiratory rate. The abovementioned indicators were then further incorporated into multivariable analysis. PaO2/FiO2 (OR = 0.96, 95% CI: 0.928–0.994, p = 0.021) were found to be an independent risk factor of mortality for the COVID-19 patients. We thereby drew the receiver operator characteristic (ROC) curve of PaO2/FiO2. As shown in Fig. 1, the AUC was 0.895 (95% CI: 0.826–0.943, p < 0.0001), with a sensitivity of 81.2% and a specificity of 83.1% when the cut-off value was 152.86 mmHg.Table 2Risk factors associated with mortality for intensive care COVID-19 patients.CharacteristicUnivariableOR (95%CI)p valueMultivariableOR (95%CI)p valueHeart rate, beats per minute1.035(1.011–1.059)0.004Respiratory rate, beats per minute ≤ 251(ref) > 252.047(0.969–4.325)0.061Leucocyte count, *10^9/L ≤ 101(ref) > 102.749(1.31–5.769)0.007Neutrophil count, *10^9/L ≤ 6.31(ref) > 6.32.427(1.168–5.042)0.017Lymphocyte count, *10^9/L2.391(1.053–5.43)0.037NLR, %1.054(1.02–1.089)0.002Platelet, *10^9/L1.005(1.001–1.008)0.011Albumin, g/L1.171(1.067–1.284)0.001Urea nitrogen, mmol/L ≤ 8.81(ref) > 8.84.592(2.054–10.266) < 0.0001Serum chloride, mmol/L1.07(1.004–1.14)0.036Myoglobin, ng/ml1.01(1.003–1.017)0.005BNP, pg/ml1.002(1–1.003)0.028D-dimer, mg/L1.091(1.006–1.182)0.034LDH, IU/L ≤ 2501(ref) > 2506.72(2.479–18.219) < 0.0001CRP, mg/L ≤ 101(ref) > 105.444(2.004–14.788)0.001PCT, ng/ml31.74(4.16–241.89)0.001PaO2/FiO2, mmHg0.974 (0.965–0.983)< 0.00010.96(0.928–0.994)0.021Chest imaging severityMild1(ref)Moderate5.556(2.106–14.653)0.001Severe6.095(2.263–16.414)< 0.0001Open in a separate windowNLR, neutrophil–lymphocyte ratio; BNP, brain natriuretic peptide; LDH, lactate dehydrogenase; CRP, C-reactive protein; PCT, procalcitonin; PaO2, arterial partial pressure of oxygen; FiO2, oxygen concentration.Open in a separate windowFigure 1The AUC of PaO2/FiO2 in all patients (AUC = 0.895 (95% CI: 0.826–0.943, p < 0.0001)). Abbreviations: AUC: area under the curve; PaO2/FiO2: oxygenation index.Risk factors of mortality in the subgroup analysisSeveral studies had reported that IL-6 was involved in the pathophysiological process of COVID-19; therefore, we performed a subgroup analysis in patients who were tested for IL-6 to explore whether IL-6 could be an independent risk factor at our center. A total of 57 patients tested for IL-6, among whom 20 cases (14 men, 6 women) in the deceased group and 37 cases (24 men, 13 women) in the surviving group were included. The clinical characteristics of the included patients have been shown in the Supplementary Material 1 (Tables S1). After multivariate logistic regression analysis, both IL-6 (OR = 1.013, 95%CI: 1.001–1.025, p = 0.028) and PaO2/FiO2 (OR = 0.955, 95%CI: 0.915–0.996, p = 0.032) were identified as independent risk factors (Supplementary Material 1, Table S2). Among patients not tested for IL-6, the PaO2/FiO2 (OR = 0.976, 95%CI: 0.953–0.998, p = 0.037) was still an independent risk factor (Supplementary Material 1, Tables S3 and S4).We further drew the receiver operator characteristic (ROC) curves of IL-6 and PaO2/FiO2 and their combination curve among patients tested for IL-6. As shown in Fig. 2, the AUCs of IL-6 and PaO2/FiO2 were 0.9 (95% CI: 0.791–0.964, p < 0.0001) and 0.865 (95% CI: 0.748–0.941, p < 0.0001), respectively. The cut-off value of IL-6 was 24.24 pg/mL, with a sensitivity of 95% and a specificity of 75.68%, while the cut-off value of PaO2/FiO2 was 167 mmHg, with a sensitivity of 85% and a specificity of 75.68%. The combination ROC curve of IL-6 and PaO2/FiO2 had an AUC of 0.936 (95%CI: 0.839–0.984), which were not statistically significant when compared with IL-6 (p = 0.319) or PaO2/FiO2 (p = 0.0502). The ROC curve of PaO2/FiO2 in patients not tested for IL-6 was shown in Supplementary Material 1 (Figure S1). Furthermore, we observed the variation trend of IL-6 levels in 6 patients (3 in the deceased group and 3 in the surviving group) whose plasma IL-6 was tested > 5-times during hospitalization. The levels of IL-6 decreased gradually as the condition of the patients improved in the surviving group, while it increased as the patients’ condition deteriorated in the deceased group (Fig. 3).Open in a separate windowFigure 2The AUC of IL-6 and PaO2/FiO2 and their combination in patients tested for IL-6. The AUC of IL-6 and PaO2/FiO2 were 0.9 (95% CI: 0.791–0.964, p < 0.0001) and 0.865 (95% CI: 0.748–0.941, p < 0.0001) respectively. The combination ROC curve of IL-6 and PaO2/FiO2 had an AUC of 0.936 (95%CI: 0.839–0.984), which were not statistically significant when compared with IL-6 (p = 0.319) or PaO2/FiO2 (p = 0.0502). Abbreviations: AUC: area under the curve; PaO2/FiO2: oxygenation index; IL-6: interleukin-6.Open in a separate windowFigure 3The variation trend of IL-6 levels in six patients (3 in deceased group and 3 in surviving group) during hospitalization. Abbreviations: IL-6: interleukin-6. DiscussionThis retrospective study confirmed several factors related to the death of COVID-19 patients receiving intensive care, including heart rate, leukocyte count, neutrophil count, lymphocyte count, NLR, platelet count, albumin level, urea nitrogen level, serum chloride level, myoglobin level, BNP level, D-dimer level, LDH level, CRP level, PCT level, PaO2/FiO2 level, and chest imaging severity, among which the level of PaO2/FiO2 was an independent risk factor. In fact, IL-6 was also an independent risk factor when considered.PaO2/FiO2, the most commonly used oxygenation index, is included in the sepsis management guideline10 and acute respiratory distress syndrome (ARDS)11 although it may overestimate the incidence of ARDS and underestimate ARDS mortality12. Lung is the most important organ invaded by SARS-CoV-2. Several COVID-19 patients are characterized by hypoxia and respiratory distress. Post-mortem histological examination revealed hyaline membranes, and mixed inflammatory cell infiltration of the interstitium, alveoli, and perivascular areas13, which are consistent with the characteristics of ARDS. In this study, PaO2/FiO2 was an independent predictor of COVID-19 death irrespective of considering IL-6.Evidence have shown that cytokine release syndrome (CRS) plays an important role in the pathogenesis of COVID-19. IL-6, one of the inflammatory cytokines involved in CRS, was significantly elevated, which is the key driver of the inflammatory process in COVID-197,14. Excessive IL-6 can lead to organ damage, such as increasing vascular permeability15 and decreasing myocardial contractility16. Consistent with a previous large retrospective cohort study17, we noted that IL-6 was another independent risk factor of mortality for COVID-19, with 95% sensitivity and 75.68% specificity at the cut-off value of 24.24 pg/mL. Despite the lack of statistical significance, the combined application of IL-6 and PaO2/FiO2 showed superior sensitivity and specificity. In addition, the level of IL-6 in the deceased group increased gradually, while it improved in the surviving group. This finding indicates that the disease prognosis could possibly be judged based on the changing trend of IL-6 value.IL-6 activates downstream JAK signaling pathway by binding to either trans-membrane (cis-signaling) or soluble (trans-signaling) IL-6R18. Tocilizumab, a recombinant humanized monoclonal anti-IL‐6R antibody, can bind to both trans-membrane and soluble IL-6R to inhibit IL-6-mediated cis- and trans-signaling19. Studies had shown the efficacy of tocilizumab against COVID-1920,21. However, all of them are retrospective studies and the number of reported cases is small. Larger random control trials are needed in the future to confirm the therapeutic effect of tocilizumab on COVID-19.This study has several limitations. First, the sample size was small in this single-center retrospective study; hence, the results should be validated with additional studies. Second, this is a retrospective study and not a prospective study. Pharmacological therapies implemented and the time of hospitalization may affect the laboratory values and PaO2/FiO2. We hence selected the laboratory findings on the day of ICU admission or the day after ICU admission to minimize the adverse impact of subsequent treatments. Third, because the imaging severity was not evaluated by computed tomography, the chest X-ray results may be inconsistent with the actual lung lesions. Finally, not all laboratory tests were performed in all patients, for instance, serum ferritin and T lymphocyte subpopulation. Therefore, their role in mortality could not be evaluated.In conclusion, PaO2/FiO2 and IL-6 could potentially serve as independent risk factors for predicting death in COVID-19 patients requiring intensive care, and the prognosis of patients could possibly be judged according to the change in the trend of IL-6 level. Thus, clinicians might want to consider the aforementioned indicators and take active action to reduce the mortality of COVID-19. MethodsPatientsFrom February 10 to April 10, 2020, a total of 123 patients were admitted to the ICU of Huoshenshan Hospital. Among these patients, 66 patients did not detect IL-6 while 57 patients did. SARS-CoV-2 infection was confirmed in all the patients by reverse transcription-polymerase chain reaction (RT-PCR). Patients admitted to the ICU had to satisfy any of the following criteria: 1. respiratory failure necessitating mechanical ventilation, 2. unstable vital signs requiring electrocardiographic monitoring, and 3. Presenting other complications such as gastrointestinal bleeding, heart failure, and renal failure also. This study was approved by the Ethics Committee of the Wuhan Huoshenshan Hospital, and informed consent was obtained from all individual participants or their families. The ethics committee approval number was HSSLL033. All methods were performed in accordance with the relevant guidelines and regulations.Data collectionAll data were obtained from the electronic medical system and were independently checked by two researchers to ascertain their accuracy. Detailed demographic information, underlying diseases, clinical symptoms, vital signs, laboratory findings, and imaging severity of all the patients were recorded when they entered the ICU. Demographic information included age and sex. Underlying diseases included hypertension, diabetes mellitus, coronary heart disease, cerebrovascular disease (cerebral infarction/hemorrhage), COPD, and hepatic/renal insufficiency. Clinical symptoms included fever, cough, dyspnea, chest tightness, fatigue, poor appetite, and muscle soreness. Vital signs included body temperature, heart rate, respiratory rate, and blood pressure. Laboratory tests included blood routine, liver, kidney, heart, and coagulation indices; biological indicators were related to inflammation or infection, oxygenation index (PaO2/FiO2), and PaCO2. Some indicators were tested several times, but we selected the laboratory findings on the day of ICU admission or the day after ICU admission. According to the lung lesion range, the chest X-ray findings were divided into mild, moderate, and severe. Mild was defined as a lesion area involving 1–2 lung fields, moderate involving 3–4 lung fields, and severe involving 5–6 lung fields.Data analysisThe continuous and categorical variables were expressed as mean ± standard deviation (SD) and frequency, respectively. Student's t-test and Chi-square test were used to compare the continuous and categorical variables between the groups of deceased and surviving patients. To identify independent risk factors of mortality, univariate and multivariate logistic regression models were used. We included variables into univariate logistic analysis if their between-group differences were significant. Then variables that were significant in univariate logistic analysis were further incorporated into multivariate logistic analysis. Deceased group was defined as 0 and surviving group as 1 in logistic analysis. p < 0.05 (two-tailed) was considered to be statistically significant. All statistical analyses were performed using SPSS (version 25.0).\nEthics approvalThis study was approved by the Ethics Committee of the Wuhan Huoshenshan Hospital.Consent to participateInformed consent was obtained from all individual participants or their families included in the study. Supplementary Information\nSupplementary Information.(394K, pdf) AcknowledgementsThis work was supported by the grants from the National Natural Science Foundation of China (Grant Numbers 81970034 and 81770082). Author contributionsF.Z. and Y.S. contributed to concept; Y.G. wrote the main manuscript text; D.W., C.C. and W.L. prepared the tables and figures; H.L. and T.L. offered proposals and helped analyzing data; All authors reviewed the manuscript. Competing interestsThe authors declare no competing interests. FootnotesPublisher's noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Contributor InformationYong Song, Email: nc.ude.ujn@gnos.gnoy.Fang Zhang, Email: moc.361@balgnafgnahz. References1. Song Z, et al.  From SARS to MERS, thrusting coronaviruses into the spotlight. Viruses. 2019 doi: 10.3390/v11010059. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Yin Y, Wunderink RG. MERS, SARS and other coronaviruses as causes of pneumonia. Respirology (Carlton, Vic.) 2018;23:130–137. doi: 10.1111/resp.13196. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Tao H, Li F, Li R, Han X, Hu Y. Successful treatment of a patient with non-small cell lung cancer and interstitial lung disease with durvalumab: a case report. Ann. Palliat. Med. 2020 doi: 10.21037/apm-20-1134. [PubMed] [CrossRef] [Google Scholar]4. Bouhlel L, et al.  Occurrence and number of immune-related adverse events are independently associated with survival in advanced non-small-cell lung cancer treated by nivolumab. Bull. Cancer. 2020;107:946–958. doi: 10.1016/j.bulcan.2020.04.019. [PubMed] [CrossRef] [Google Scholar]5. Nazha B, et al.  Efficacy and safety of immune checkpoint blockade in self-identified black patients with advanced non-small cell lung cancer. Cancer. 2020 doi: 10.1002/cncr.33141. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Yang X, et al.  Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir. Med. 2020;8:475–481. doi: 10.1016/s2213-2600(20)30079-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Huang C, et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet (London, England) 2020;395:497–506. doi: 10.1016/s0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Chen N, et al.  Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet (London, England) 2020;395:507–513. doi: 10.1016/s0140-6736(20)30211-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Notice on Issuing the New Coronavirus Pneumonia Diagnosis and Treatment Plan (Trial Version 7). http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb1989.shtml (2020).10. Rhodes A, et al.  Surviving sepsis campaign: International guidelines for management of sepsis and septic shock: 2016. Intensive Care Med. 2017;43:304–377. doi: 10.1007/s00134-017-4683-6. [PubMed] [CrossRef] [Google Scholar]11. Ranieri VM, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]12. Villar J, et al.  An early PEEP/FIO2 trial identifies different degrees of lung injury in patients with acute respiratory distress syndrome. Am. J. Respir. Crit. Care Med. 2007;176:795–804. doi: 10.1164/rccm.200610-1534OC. [PubMed] [CrossRef] [Google Scholar]13. Keresztesi AA, et al.  Post-mortem diagnosis and autopsy findings in SARS-CoV-2 infection: forensic case series. Diagnostics (Basel) 2020 doi: 10.3390/diagnostics10121070. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Chen L, et al.  Analysis of clinical features of 29 patients with 2019 novel coronavirus pneumonia. Zhonghua jie he he hu xi za zhi Zhonghua jiehe he huxi zazhi Chin J. Tuberc. Respir. Dis. 2020;43:203–208. doi: 10.3760/cma.j.issn.1001-0939.2020.03.013. [PubMed] [CrossRef] [Google Scholar]15. Tanaka T, Narazaki M, Kishimoto T. Immunotherapeutic implications of IL-6 blockade for cytokine storm. Immunotherapy. 2016;8:959–970. doi: 10.2217/imt-2016-0020. [PubMed] [CrossRef] [Google Scholar]16. Pathan N, et al.  Role of interleukin 6 in myocardial dysfunction of meningococcal septic shock. Lancet (London, England) 2004;363:203–209. doi: 10.1016/s0140-6736(03)15326-3. [PubMed] [CrossRef] [Google Scholar]17. Zhou F, et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet (London, England) 2020;395:1054–1062. doi: 10.1016/s0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Johnson DE, O'Keefe RA, Grandis JR. Targeting the IL-6/JAK/STAT3 signalling axis in cancer. Nat. Rev. Clin. Oncol. 2018;15:234–248. doi: 10.1038/nrclinonc.2018.8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Le RQ, et al.  FDA approval summary: Tocilizumab for treatment of chimeric antigen receptor T cell-induced severe or life-threatening cytokine release syndrome. Oncologist. 2018;23:943–947. doi: 10.1634/theoncologist.2018-0028. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Cennimo, D. J. & Olsen, K. M. Coronavirus Disease 2019 (COVID-19) Guidelines. Updated: Jul 02, 2020.https://emedicine.medscape.com/article/2500114-guidelines (2020).21. Luo P, et al.  Tocilizumab treatment in COVID-19: a single center experience. J. Med. Virol. 2020;92:814–818. doi: 10.1002/jmv.25801. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}