{"title": "Implementation of Multimodality Neurologic Monitoring Reporting in Pediatric Traumatic Brain Injury Management", "pubDate": "2021", "PMCID": "PMC8012079", "DOI": "10.1007/s12028-021-01190-8", "PMID": "33791948", "abstract": "Background/objective:                       Multimodality neurologic monitoring (MMM) is an emerging technique for management of traumatic brain injury (TBI). An increasing array of MMM-derived biomarkers now exist that are associated with injury severity and functional outcomes after TBI. A standardized MMM reporting process has not been well described, and a paucity of evidence exists relating MMM reporting in TBI management with functional outcomes or adverse events.                  Methods:                       Prospective implementation of standardized MMM reporting at a single pediatric intensive care unit (PICU) is described that included monitoring of intracranial pressure (ICP), cerebral oxygenation and electroencephalography (EEG). The incidence of clinical decisions made using MMM reporting is described, including timing of neuroimaging, ICP monitoring discontinuation, use of paralytic, hyperosmolar and pentobarbital therapies, neurosurgical interventions, ventilator and CPP adjustments and neurologic prognostication discussions. Retrospective analysis was performed on the association of MMM reporting with initial Glasgow Coma Scale (GCS) and Pediatric Risk of Mortality III (PRISM III) scores, duration of total hospitalization and PICU hospitalization, duration of mechanical ventilation and invasive ICP monitoring, inpatient complications, time with ICP > 20 mmHg, time with cerebral perfusion pressure (CPP) < 40 mmHg and 12-month Glasgow Outcome Scale-Extended Pediatrics (GOSE-Peds) scores. Association of outcomes with MMM reporting was investigated using the Wilcoxon rank-sum test or Fisher's exact test, as appropriate.                  Results:                       Eighty-five children with TBI underwent MMM over 6 years, among which 18 underwent daily MMM reporting over a 21-month period. Clinical decision-making influenced by MMM reporting included timing of neuroimaging (100.0%), ICP monitoring discontinuation (100.0%), timing of extubation trials of surviving patients (100.0%), body repositioning (11.1%), paralytic therapy (16.7%), hyperosmolar therapy (22.2%), pentobarbital therapy (33.3%), provocative cerebral autoregulation testing (16.7%), adjustments in CPP thresholds (16.7%), adjustments in PaCO2 thresholds (11.1%), neurosurgical interventions (16.7%) and neurologic prognostication discussions (11.1%). The implementation of MMM reporting was associated with a reduction in ICP monitoring duration (p = 0.0017) and mechanical ventilator duration (p = 0.0018). No significant differences were observed in initial GCS or PRISM III scores, total hospitalization length, PICU hospitalization length, total complications, time with ICP > 20 mmHg, time with CPP < 40 mmHg, use of tier 2 therapy, or 12-month GOS-E Peds scores.                  Conclusion:                       Implementation of MMM reporting in pediatric TBI management is feasible and can be impactful in tailoring clinical decisions. Prospective work is needed to understand the impact of MMM and MMM reporting systems on functional outcomes and clinical care efficacy.", "author": [{"author": "Brian Appavu", "affiliation": ["Department of Neurosciences, Barrow Neurological Institute At Phoenix Children's Hospital, 1919 E. Thomas Road, Ambulatory Building B, 3rd floor, Phoenix, AZ, 85016, USA. bappavu@phoenixchildrens.com.", "Department of Child Health, University Arizona College of Medicine -Phoenix, 550 E. Van Buren Street, Phoenix, AZ, 85004, USA. bappavu@phoenixchildrens.com."], "href": "/?term=Appavu+B&cauthor_id=33791948"}, {"author": "Brian T Burrows", "affiliation": ["Department of Neurosciences, Barrow Neurological Institute At Phoenix Children's Hospital, 1919 E. Thomas Road, Ambulatory Building B, 3rd floor, Phoenix, AZ, 85016, USA."], "href": "/?term=Burrows+BT&cauthor_id=33791948"}, {"author": "Todd Nickoles", "affiliation": ["Department of Surgery, Phoenix Children's Hospital, 1919 E. Thomas Road, Phoenix, AZ, 85016, USA."], "href": "/?term=Nickoles+T&cauthor_id=33791948"}, {"author": "Varina Boerwinkle", "affiliation": ["Department of Neurosciences, Barrow Neurological Institute At Phoenix Children's Hospital, 1919 E. Thomas Road, Ambulatory Building B, 3rd floor, Phoenix, AZ, 85016, USA.", "Department of Child Health, University Arizona College of Medicine -Phoenix, 550 E. Van Buren Street, Phoenix, AZ, 85004, USA."], "href": "/?term=Boerwinkle+V&cauthor_id=33791948"}, {"author": "Anthony Willyerd", "affiliation": ["Department of Critical Care Medicine, Phoenix Children's Hospital, 1919 E. Thomas Road, Phoenix, AZ, 85016, USA."], "href": "/?term=Willyerd+A&cauthor_id=33791948"}, {"author": "Vishal Gunnala", "affiliation": ["Department of Critical Care Medicine, Phoenix Children's Hospital, 1919 E. Thomas Road, Phoenix, AZ, 85016, USA."], "href": "/?term=Gunnala+V&cauthor_id=33791948"}, {"author": "Tara Mangum", "affiliation": ["Department of Neurosciences, Barrow Neurological Institute At Phoenix Children's Hospital, 1919 E. Thomas Road, Ambulatory Building B, 3rd floor, Phoenix, AZ, 85016, USA.", "Department of Child Health, University Arizona College of Medicine -Phoenix, 550 E. Van Buren Street, Phoenix, AZ, 85004, USA."], "href": "/?term=Mangum+T&cauthor_id=33791948"}, {"author": "Iris Marku", "affiliation": ["Department of Neurosciences, Barrow Neurological Institute At Phoenix Children's Hospital, 1919 E. Thomas Road, Ambulatory Building B, 3rd floor, Phoenix, AZ, 85016, USA.", "Department of Child Health, University Arizona College of Medicine -Phoenix, 550 E. Van Buren Street, Phoenix, AZ, 85004, USA."], "href": "/?term=Marku+I&cauthor_id=33791948"}, {"author": "P D Adelson", "affiliation": ["Department of Neurosciences, Barrow Neurological Institute At Phoenix Children's Hospital, 1919 E. Thomas Road, Ambulatory Building B, 3rd floor, Phoenix, AZ, 85016, USA.", "Department of Child Health, University Arizona College of Medicine -Phoenix, 550 E. Van Buren Street, Phoenix, AZ, 85004, USA."], "href": "/?term=Adelson+PD&cauthor_id=33791948"}], "refPMID": ["12667776", "29122524", "30516605", "25138226", "26132743", "30877472", "32038449", "23200264", "20154535", "22797452", "23628831", "22217782", "30829890", "22220819", "22622398", "29978744", "8800328", "11940737", "24091657", "31153150", "19948619", "26132743", "30830015", "28979497"], "citedInPMID": ["33791948", "33929706"], "body": " AbstractBackground/ObjectiveMultimodality neurologic monitoring (MMM) is an emerging technique for management of traumatic brain injury (TBI). An increasing array of MMM-derived biomarkers now exist that are associated with injury severity and functional outcomes after TBI. A standardized MMM reporting process has not been well described, and a paucity of evidence exists relating MMM reporting in TBI management with functional outcomes or adverse events.MethodsProspective implementation of standardized MMM reporting at a single pediatric intensive care unit (PICU) is described that included monitoring of intracranial pressure (ICP), cerebral oxygenation and electroencephalography (EEG). The incidence of clinical decisions made using MMM reporting is described, including timing of neuroimaging, ICP monitoring discontinuation, use of paralytic, hyperosmolar and pentobarbital therapies, neurosurgical interventions, ventilator and CPP adjustments and neurologic prognostication discussions. Retrospective analysis was performed on the association of MMM reporting with initial Glasgow Coma Scale (GCS) and Pediatric Risk of Mortality III (PRISM III) scores, duration of total hospitalization and PICU hospitalization, duration of mechanical ventilation and invasive ICP monitoring, inpatient complications, time with ICP > 20 mmHg, time with cerebral perfusion pressure (CPP) < 40 mmHg and 12-month Glasgow Outcome Scale—Extended Pediatrics (GOSE-Peds) scores. Association of outcomes with MMM reporting was investigated using the Wilcoxon rank-sum test or Fisher’s exact test, as appropriate.ResultsEighty-five children with TBI underwent MMM over 6 years, among which 18 underwent daily MMM reporting over a 21-month period. Clinical decision-making influenced by MMM reporting included timing of neuroimaging (100.0%), ICP monitoring discontinuation (100.0%), timing of extubation trials of surviving patients (100.0%), body repositioning (11.1%), paralytic therapy (16.7%), hyperosmolar therapy (22.2%), pentobarbital therapy (33.3%), provocative cerebral autoregulation testing (16.7%), adjustments in CPP thresholds (16.7%), adjustments in PaCO2 thresholds (11.1%), neurosurgical interventions (16.7%) and neurologic prognostication discussions (11.1%). The implementation of MMM reporting was associated with a reduction in ICP monitoring duration (p = 0.0017) and mechanical ventilator duration (p = 0.0018). No significant differences were observed in initial GCS or PRISM III scores, total hospitalization length, PICU hospitalization length, total complications, time with ICP > 20 mmHg, time with CPP < 40 mmHg, use of tier 2 therapy, or 12-month GOS-E Peds scores.ConclusionImplementation of MMM reporting in pediatric TBI management is feasible and can be impactful in tailoring clinical decisions. Prospective work is needed to understand the impact of MMM and MMM reporting systems on functional outcomes and clinical care efficacy.Supplementary InformationThe online version contains supplementary material available at 10.1007/s12028-021-01190-8.Keywords: Traumatic Brain Injury, Pediatric Neurocritical Care, Quality Improvement, Multimodal Neurologic Monitoring, Hospital Complications IntroductionTraumatic brain injury (TBI) is a leading cause of death and disability in children [1]. While preventative measures have been successful in improving the extent of primary injury, much of the morbidity following injury arises from secondary pathophysiological responses. The secondary injury response of TBI is well established in translational laboratory models [2] yet present day management of this phase has depended on invasive intracranial pressure (ICP) monitoring that does not provide a comprehensive picture of the underlying pathophysiology manifesting during this period. To better understand the acutely injured brain and impact of secondary insults upon primary TBI injury, real-time biomarkers are needed to provide an individualized biosignature for patients in neurocritical care.Multimodality neurologic monitoring (MMM) is an emerging technique that allows integration of data from multiple intensive care unit devices to monitor for dynamic physiologic changes that occur after acute brain injury [3]. A fundamental goal of MMM is to allow bedside clinicians to understand complex physiologic changes that lead to secondary brain injury and develop therapeutic strategies before the onset of worsened brain injury or other complications. Consensus recommendations exist that support the use of MMM to augment standard neurologic assessments of critically brain injured patients [4]. Increasing evidence also suggests that model-based indices of cerebral autoregulation (CA) and brain compliance may represent potentially modifiable biomarkers of injury severity after pediatric and adult TBI [5, 6]. Standardized processes of assessing and reporting MMM data are not well described and despite increasing use of MMM in neurocritical care, no studies have investigated the association of MMM with functional outcome or adverse events after TBI [7].Implementation of standardized pediatric TBI protocols based on existing published TBI guidelines has been shown to improve clinical outcomes [8]. We hypothesized that the introduction of standardized MMM guided reporting that would provide real-time clinically actionable information would improve outcomes in children following TBI. This study describes the implementation of a standardized MMM reporting process at a single pediatric intensive care unit (PICU) for children with TBI and investigates our early experience as to the association of this initiative with treatment strategies, functional outcomes and quality improvement (QI) metrics. MethodsA standardized MMM reporting process was implemented at Phoenix Children's Hospital (PCH) for children with TBI undergoing intracranial neurophysiologic monitoring, which we describe. We describe specific clinical decisions made using the MMM reporting system, including timing of neuroimaging, use of paralytic therapy, hyperosmolar therapy, pentobarbital, implementation of provocative autoregulation testing, adjustment of CPP and partial pressure of carbon dioxide (PaCO2) thresholds, neurosurgical decision making, body repositioning and neurologic prognostication. We also conducted an exploratory analysis of the association of implementation of MMM reporting with hospitalization length, ICP monitoring duration, mechanical ventilator duration, inpatient complications as recorded by the Trauma Quality Improvement Program at PCH and functional outcome. This study was approved both as a quality improvement project by the PCH QI Department (Quality-77) and as an original research study by the PCH Institutional Review Board (IRB: 20–225).Patient PopulationPatients included in this study were children ages 14 days to 21 years old with TBI hospitalized in the PCH PICU. Included patients required ICP monitoring and underwent MMM as standard of care. Reasons for ICP monitoring included initial GCS scores equal or less than 8, patients with GCS scores greater than 8 with progressive neurologic deterioration, or patients for whom sedative and/or paralytic therapy was needed in the acute phase of injury to address other trauma-related comorbidities (e.g., liver and spleen lacerations). The only exclusion criteria for this study were children with GCS scores of 3 who presented upon admission to the emergency department with bilateral fixed and dilated pupils. Patient demographic data collected for this study included age, gender and race.Quality Improvement (QI) MetricsQI metrics included those utilized through the American College of Surgeons Trauma Quality Improvement Program (TQIP) with criteria of complications defined by the National Trauma Data Standard Data Dictionary [9]. These included initial GCS scores, length of total PICU hospitalization, total mechanical ventilator days and the incidence of hospital complications including deep vein thrombosis (DVT), acute kidney injury (AKI), acute respiratory distress (ARDS), pressure ulcer (PU), ventilator associated pneumonia (VAP) and in-hospital mortality. ARDS is defined as bilateral opacities on chest imaging within 1 week of known clinical onset or new or worsening respiratory symptoms and respiratory failure that is not fully explained by cardiac failure or fluid overload [10]. VAP is defined as a pneumonia where the patient is on mechanical ventilation for greater than 2 calendar days on the date of the first element used to meet criteria for pneumonia, with the day of ventilator placement being day 1 and the ventilator in place on the date of the first element used to meet pneumonia criteria or the day before [11]. We also reviewed cerebrospinal fluid (CSF) infections, intracranial hemorrhage at invasive neurologic monitoring sites and Pediatric Risk of Mortality III (PRISM III) scores [12]. Based upon thresholds described by existing Brain Trauma Foundation guidelines for pediatric TBI management [13, 14], we reviewed the total percent time of ICP > 20 mmHg and cerebral perfusion pressure (CPP) < 40 mmHg for patients undergoing continuous intraparenchymal ICP monitoring, as well as functional outcome using 12 month GOS-E Peds [15] scores for those patients who had such data available.Tiered treatments for ICPIn accordance with pediatric guidelines [13, 14], the institutional TBI protocol at PCH consisted of first and second tier treatments for elevated ICP. First tier treatments included continuous CSF drainage (if external ventricular drain [EVD] is used and set 3 cm above the midbrain), sedation (fentanyl, dexmedetomidine, etc.), paralytics (e.g., vecuronium), hyperosmolar therapy (3% hypertonic saline or mannitol), or mild hyperventilation (PaCO2 approximating 35 mmHg). Second tier therapies consisted of moderate hyperventilation (PaCO2 of 30–35 mmHg) with invasive or near infrared brain oxygenation to avoid ischemia (maintain invasive brain tissue oxygenation [PbtO2] > 10 mmHg or consider limiting cerebral regional oximetry reduction to no more than 20% from baseline prior to hyperventilation), pentobarbital, mild hypothermia (lowering of systemic temperature to 350 C) and/or decompressive craniectomy if indicated for the failure of medical management or a surgically indicated pathology (i.e., intracranial hematoma enlargement). In this study, we described the use of Tier 1 and Tier 2 therapies for patients before and after implementation of MMM reporting.Establishment of Multimodal Neurologic MonitoringBeginning in September 2014, patients at PCH with TBI who required ICP monitoring underwent integrated MMM as standard of care. This consisted of invasive arterial blood pressure (ABP) monitoring, ICP monitoring with an EVD and/or intraparenchymal probe, cerebral regional oximetry (rSO2) and continuous video electroencephalography (cEEG). Patients also received invasive brain tissue oxygenation (PbtO2) or intracortical EEG monitoring on the basis of the risk/benefit ratio determined by the neurosurgeon on-call. Continuous physiologic data from all monitoring devices were collected and synchronized using a MMM system (CNS200; Moberg ICU Solutions, Philadelphia, PA). Goals of ICP and CPP monitoring were set daily by a multidisciplinary team consisting of a pediatric intensivist, critical care neurologist, neurosurgeon and trauma surgeon following an institutional protocol guided by the most updated Brain Trauma Foundation Guidelines for Pediatric Traumatic Brain Injury at the time [13, 14].Between September 2014 and August 2017, patients who underwent MMM had data stored within a dedicated MMM device with a visualization platform of physiologic trends available at the patients' bedside for live review. Clinicians were able to use MMM data for clinical decision support only by viewing trend data at the bedside. After patients were discharged from the PICU, MMM data was archived to an existing institutional clinical database. Beginning in August 2017, hospital infrastructure had been developed for dedicated gigabit ethernet port access in 24 PICU rooms that allowed for live-data streaming of MMM trend and waveform data that could be directly and continuously accessed by the multidisciplinary team. These data were viewable by the clinical team on demand using standard visualization software (CNS Reader, Moberg ICU Solutions, Philadelphia, PA) available within an institutional virtual machine. Starting in June 2018, additional software (ICM + , Cambridge, UK) was implemented within the virtual machine to provide the multidisciplinary team with continuous calculation of target ICP and CPP measures, along with scatter plots displaying continuous trends in MMM parameters for clinicians to see how these correlated with each other. Furthermore, this allowed for calculation of model-based indices of cerebral autoregulation (CA) and brain compliance. Model-based indices of CA systematically calculated included the pressure reactivity index (PRx) [16] and pulse amplitude index (PAx) [17]. The model-based index for brain compliance systematically calculated was the correlation of ICP pulse amplitude and ICP (RAP) [18]. With respect to CA indices, optimal CPP (CPPOpt) values were calculated using previously described methods by plotting CPP values versus values for each respective CA index and identifying the minimum CPP value on a U-shaped curve to fit the data [19]. By December 2019, the institutional EMR (Allscripts, Chicago, IL) was adapted to include MMM reports that could be generated by a clinician to summarize and review MMM data.From January 15, 2019, to August 31, 2020, a standardized MMM reporting process was implemented and supported within the institutional EMR (Fig. 1). These reports were created to aid bedside clinicians with patient-centered individualized clinical decision support, and no changes were made to institutional protocols to deviate from management of ICP or CPP founded upon published TBI guidelines.Open in a separate windowFig. 1Flow process diagram of the workflow for multimodal neurologic monitoring reporting of children with traumatic brain injury. Abbreviations: ICU, intensive care unit; MMM, multimodality neurologic monitoring; PICU, pediatric intensive care unit; TBI, traumatic brain injuryStatisticsContinuous and categorical data were summarized with descriptive statistics including the median and interquartile range [IQR] of continuous demographic and decision-making data and frequencies of categorical data. Wilcoxon rank-sum test was applied to assess for differences in quantitative QI metrics between patients who underwent structured MMM reporting as compared to those who did not, with mean, standard deviation [SD], median and IQR values described. Fisher’s exact test was applied to investigate for differences in binary QI metrics between patients who underwent MMM reporting as compared to those who did not. Statistical significance was set at p < 0.05. All statistical analyses were performed using R Studio Version 3.4.1. ResultsDemographicsSeven hundred fifty-eight children were admitted to the PCH PICU with TBI between September 2014 and October 2020. One-hundred thirty-three TBI patients underwent ICP monitoring, among which eighty-five patients (63.9%) underwent MMM during the study period (Table ​(Table1).1). Reasons for not undergoing MMM monitoring included early withdrawal of life-sustaining measures, early removal of ICP monitoring and lack of available MMM equipment at time of monitoring. Of those eighty-five children, eighty (94.1%) underwent intraparenchymal ICP pressure monitoring with or without an EVD and five (5.9%) had only an EVD. Twenty-seven (31.8%) were female. Ages ranged from 18 days to 20 years of age (median 7.0 years, IQR [ ±] 10.0). Forty-one (48.2%) were Hispanic, 26 (30.6%) were Caucasian, 11 (12.9%) were Native American, 6 (7.1%) were African American and 1 (1.2%) was Asian. Initial GCS scores prior to ICP monitoring ranged from 3 to 15 (6.0 ± 5.0), with 72 patients (84.7%) qualifying as severe TBI (initial GCS score ≤ 8). Initial PRISM III scores ranged from 6 to 33 (16.0 ± 5.0). Total inpatient hospitalization length ranged from 1 to 84 days (19.0 ± 17.0). PICU hospitalization length ranged from 1 to 58 days (14.0 ± 11.0). Length of ICP monitoring ranged from 1 to 24 days (7.0 ± 5.0). Regarding hospital complications, 12 patients experienced PU (14.1%), 11 experienced VAP (12.9%), 2 experienced DVT (2.4%), 2 experienced ARDS (2.4%), 1 experienced AKI (1.2%) 1 experienced cerebrospinal fluid infection (1.2%) and 1 (1.2%) experienced intracranial hemorrhage at the site of invasive neurologic monitoring devices in the setting of disseminated intravascular coagulation. Eleven patients experienced in-hospital mortality (12.9%), all related to withdrawal of life-sustaining measures after discussion between clinicians and patient surrogates. Percent time with ICP > 20 mmHg ranged from 0 to 100% (5.5 ± 13.3). Percent time with CPP < 40 mmHg ranged from 0 to 100% (0.2 ± 0.9). All eighty-five patients (100%) underwent tier 1 therapies for ICP management. Twenty-five patients underwent tier 2 therapies for ICP management (29.4%) during their PICU hospitalization and eighteen patients (21.2%) underwent MMM reporting, of which 9/18 (50.0%) had 12-month GOSE-Peds scores available for review. Daily MMM reports ranged from 1 to 9 reports (4.0 ± 3.5) per patient that had reporting performed. Among the seventy-four surviving patients, fifty-eight patients (78.4%) were discharged to an acute inpatient rehabilitation unit, fifteen patients (20.3%) were discharged home and one patient (1.4%) was discharged to a long-term care facility.Table 1Characteristics of 82 pediatric patients with traumatic brain injury undergoing multimodality neurologic monitoringCharacteristicNumber (%) of PatientsFemale, number (%)27 (31.8)Race Hispanic41 (48.2) Caucasian26 (30.6) Native American11 (12.9) African American6 (7.1) Asian1 (1.2)Need for tier 1 therapies85 (100)Need for tier 2 therapies24 (28.2)Complications Pressure ulcer12 (14.1) Ventilator assisted pneumonia11 (12.9) Deep vein thrombosis2 (2.3) Acute respiratory distress syndrome2 (2.3) Acute kidney injury1 (1.2) Surgical site infection1 (1.2)Multimodal monitoring reporting18 (21.1)In-Hospital Mortality11 (12.9)Median (IQR)Age, years7.0 (10.0)Initial Glasgow Coma Score6.0 (5.0)Pediatric Risk of Mortality III (PRISM III) score16.0 (5.0)Total hospitalization length (days)19.0 (17.0)Length of pediatric intensive care hospitalization (days)14.0 (11.0)Length of intracranial pressure monitoring (days)7.0 (5.0)Percent time, ICP > 20 mmHg5.5 (13.3)Percent time, CPP < 40 mmHg0.2 (0.9)Open in a separate windowAbbreviations: ICP, intracranial pressure; CPP, cerebral perfusion pressureElements of Multimodal Monitoring ReportingIn all reports, a brief history is provided regarding the patient including age and injury type along with the indication for MMM (e.g., “integrated neurophysiologic monitoring after TBI”). A technical summary is included describing the patient's monitoring location (e.g., PICU, 6th floor), location of invasive and non-invasive hemodynamic and neurologic sensors and the vendor associated with each monitor. A summary of hardware used for data acquisition and software used for review and annotation of integrated MMM data is described. Daily goals of hemodynamic and neurophysiologic thresholds set by the clinical team are also described (e.g., “ICP goals are set less than 20 mmHg and CPP is set at 40 mmHg”). Reports are developed for a maximum of 24-h of recording, typically from 6 AM on a given day to 6 AM the following day. All attempts are made by the reporting clinician to submit the report each morning of recording as early as possible. If MMM is started or discontinued, the monitoring time for each report begins at the recording time to 6 AM or starts at 6 AM until discontinuation time.A range of ICP values are described for each day of recording that includes a mean or median value. The percent time that a patient does not achieve threshold-based care goals is recorded, as well as the hourly dose (mmHg/hour) in which that goal is not achieved. Qualitative ICP waveform analysis is performed [18], including the description of the range in which compliant waveforms are observed in which P1 is greater than P2 and P3. The range of ICP values in which ICP waveforms become non-compliant and when ICP pulse amplitude increases in conjunction with P2 rising above P1 is also noted. To complement these ICP metrics, the RAP index is delineated in terms of mean or median and range values, with a description of the trend of this value with changes in ICP. Images of multimodal trends in ICP, ABP, CPP, heart rate and end-tidal carbon dioxide values are provided in 24-h time scales as well as in relation to specific events of interest, including plateau waves (Fig. 2). Events of interest reported are identified either through active discussion with bedside clinicians or upon data review. Similarly, CPP and ABP are quantified to provide the mean, median and range values, in addition to the percent time and hourly dose that goals of care are not achieved.Open in a separate windowFig. 2In a 9-month-old boy with traumatic brain injury, multiple plateau waves of intracranial hypertension are observed above 20 mmHg. Each plateau wave is associated with increases in ABP, EtCO2 and rSO2, suggestive of increases in intracranial arterial blood volume. Communication with bedside nursing affirms these plateau waves were provoked by nursing care. Findings are communicated with the bedside team and escalation to tier 2 therapy is avoided. Abbreviations: ABP, arterial blood pressure; CPP, cerebral perfusion pressure; EtCO2, end-tidal CO2; ICP, intracranial pressure; rSO2, cerebral oxygenationCerebral oxygenation monitoring is recorded either through invasive brain tissue oxygenation measurements or cerebral regional oximetry. Mean, median and range values are obtained for each recording day as well as descriptive analysis of how changes in these variables relate to other MMM parameters such as ICP, CPP, ABP, or end-tidal carbon dioxide (EtCO2). Scatterplots are developed for exploratory analysis of the relationship of cerebral oxygenation with other parameters such as ABP or EtCO2 (Fig. 3). While thresholds are provided by pediatric TBI guidelines for invasive brain tissue oxygenation (PbtO2 > 10 mmHg [14]), such thresholds are not provided for cerebral regional oximetry and MMM reporting analysis primarily focuses on the association of its relationship with other physiologic data.Open in a separate windowFig. 3In the patient described in Fig. 2 within the same epoch, scatterplots demonstrate strong positive association between RSO2 to both ETCO2 and ABP. Abbreviations: ABP, arterial blood pressure; ETCO2, end tidal cerebral dioxide; RSO2, cerebral oxygenationFor all patients with intraparenchymal ICP probe monitoring, a description of CA is provided as well as calculated daily mean or median values for PRx and PAx and time points in which PRx > 0.3 are sustained for over 30 min. Four-hour epochs of time are used to screen for the presence or absence of CPPOpt with a qualitative description of whether data points for each CA index fit a U-shaped parabolic curve, as well as estimated CPPOpt values and their corresponding lower limit of autoregulation (LLA) and upper limit of autoregulation (ULA) values in regions where a U-shaped parabolic curve is identified.Pertinent continuous electroencephalography (cEEG) findings are provided and include the presence of background continuity, symmetry, sleep–wake cycling, epileptiform discharges and seizures. This reporting is adjunctive to formal EEG reporting by the epileptologist on service for EEG review. If there are seizures or other pertinent findings of interest (asymmetric sleep spindles), an image of the relevant findings is provided. If intracortical electroencephalography is utilized, a description of direct-current (DC) slow wave potentials is described if found. In addition, quantitative electroencephalography (QEEG) is described including hemispheric power asymmetry and suppression percentage. If seizures are identified, an image of the QEEG correlate is provided.A brief description of transcranial Doppler ultrasound (TCD) findings is provided. If available, critical closing pressure (CCP) and arterial time constant (Tau) are described when TCD waveforms are integrated with ICP and ABP waveforms [20]. If continuous TCD is applied, changes in ICP, ABP and TCD flow velocities (FVs) are described.The report also includes a summary of relevant findings, including whether there is evidence of CA, acute symptomatic seizures, corticothalamic function (presence or absence of sleep spindles on EEG) and brain compliance. Description of how threshold-based goals of care were attained is described compared to the previous day's recordings. Potential etiologies of intracranial hypertension or cerebral hypoperfusion are hypothesized based upon existing data reviewing the association of ICP or CPP with other MMM parameters.Clinical Decision-MakingClinical decision-making influenced by our MMM reporting system is summarized in Table ​Table22 and visualized in Supplement 1. The MMM reporting system was used as part of decision-making regarding timing of neuroimaging and discontinuation of ICP monitoring in all eighteen patients (100%), as well as timing of extubation trials in all sixteen surviving patients (100%). In three patients (16.7%), assessment of intracranial hypertension burden was used during testing of keeping the head of the bed flat for 1 h to determine whether patients were safe for prolonged neuroimaging studies and/or other trauma-related surgical procedures. Two patients (11.1%) underwent both initiation and discontinuation of paralytic therapy because of MMM reporting for ICP management for recurrent paroxysmal plateau waves of intracranial hypertension. Four patients (22.2%) received hyperosmolar therapy for ICP management based on MMM reporting for intracranial hypertension with subsequent relaxation of targeted sodium goals later in their course. Six patients (33.3%) received pentobarbital therapy for intracranial hypertension based on MMM reporting and later underwent discontinuation of pentobarbital in the latter aspect of their course. MMM reporting led to subsequent bedside provocative cerebral autoregulation testing performed in three patients (16.7%) with use of concurrent continuous TCD and ICP monitoring as well as escalation or withdrawal of vasoactive support (Fig. 4). Visual analysis of trends between ICP, ABP and cerebral regional oximetry from continuous autoregulation monitoring was analyzed as part of hypothesis generation for potential upper and lower limits of autoregulation prior to initiation of provocative testing, with PRx, PAx and CPPOpt values also reviewed to provide ancillary analysis. Provocative cerebral autoregulation testing with titration or withdrawal of vasoactive support was used to determine whether cerebral autoregulation was present by investigating changes in ICP, TCD MFVs and cerebral regional oximetry over a range of CPP values that were determined safe to explore by the multidisciplinary care team. The absence of cerebral autoregulation across a wide range of CPP values in two patients (66.7%) with malignant intracranial hypertension led to lowering of the CPP threshold and one patient (33.3%) with intact cerebral autoregulation did not have their CPP threshold adjusted. One patient who did not undergo provocative cerebral autoregulation (6.7%) testing had their CPP threshold raised prior to placement of an external ventricular drain for malignant intracranial hypertension and later lowered with resolution of intracranial hypertension. No patients underwent adjustment of CPP based exclusively on PRx, PAx or CPPOpt values, and no adjustments were made to reduce CPP below 40 mmHg on any patient, the recommended threshold in current pediatric TBI guidelines [11]. MMM reporting of ICP and cerebral regional oximetry values led to lowering of the PaCO2 threshold in 2 patients with malignant intracranial hypertension (11.1%) with maintenance of PaCO2 remaining above 30 mmHg. Three patients (16.7%) underwent neurosurgical procedures based on the MMM reporting system, including one patient receiving a decompressive craniectomy for malignant intracranial hypertension, one patient having an EVD placed for malignant intracranial hypertension and one patient undergoing intracranial electrode placement over the left temporal surface for fluctuating lateralized periodic discharges over that region. The latter patient experienced subsequent seizures later captured on intracranial and surface EEG that were actively treated. Two patients (11.1%) underwent body repositioning to optimize jugular venous return in the setting of rising ICP which helped stabilize ICP values. The MMM reporting system was used as part of the prognostication discussion of two patients (11.1%) with refractory intracranial hypertension and absent cerebral autoregulation who later had withdrawal of life-sustaining treatment.Table 2Clinical Decisions Made in Pediatric Traumatic Brain Injury Patients Using MMM ReportingClinical DecisionNo. of patients (%)Timing of Neuroimaging18/18 (100.0)  Testing of Tolerance of Lying Flat3/18 (16.7)Adjustment of Paralytic Therapy2/18 (11.1) Escalation of Therapy2/2 (100.0) De-Escalation of Therapy2/2 (100.0)Adjustment of Hyperosmolar Therapy4/18 (22.2) Escalation of Therapy4/4 (100.0) De-Escalation of Therapy4/4 (100.0)Adjustment of Pentobarbital Therapy6/18 (33.3) Escalation of Therapy6/6 (100.0) De-escalation of Therapy6/6 (100.0)Use of Provocative Autoregulation Testing3/18 (16.7)Adjustment of CPP Threshold3/18 (16.7) Lowering of CPP Threshold2/3 (66.7) Raising of CPP Threshold1/3 (33.3)Adjustment of PaCO2 goal2/18 (11.1) Lowering of PaCO2 Threshold2/2 (100.0) Raising of PaCO2 Threshold2/2 (100.0)Surgical Decision Making3/18 (100.0) EVD Placement1/3 (33.3) Decompressive Craniectomy1/3 (33.3) Intracortical Electrode Monitoring Placement1/3 (33.3) Removal of Invasive Neuromonitoring18/18 (100.0)Timing of Extubation in Patients without Withdrawal of Life Sustaining Therapies16/16 (100.0)Body Repositioning for Improved Jugular Venous Return2/18 (11.1)Discussion of MMM Findings in Prognostication with Patient Surrogates2/18 (11.1)Open in a separate windowAbbreviations: %, percent; CPP, cerebral perfusion pressure; EVD, external ventricular drain; MMM, multimodal neurologic monitoring; No, number; PaCO2, partial pressure of carbon dioxideOpen in a separate windowFig. 4A 1-year-old girl with abusive head trauma experienced refractory intracranial hypertension secondary to malignant cerebral edema affirmed on neuroimaging. Intracranial hypertension is refractory to all institutional tier 2 therapies. Mean pressure reactivity index value on this recording date is 0.5, suggestive of poor cerebral autoregulation. Continuous bedside TCD is applied to the bilateral MCA regions. Direct association of ICP, ABP and TCD MCA MFVs is observed, reaffirming poor cerebral autoregulation. Tapering of norepinephrine leads to a reduction of CPP from 55 to 45 mmHg, a reduction in bilateral TCD MFVs by 10 cm/sec and reduction of ICP from 27 to 15 mmHg. CPP goals are subsequently adjusted from maintenance above 55 mmHg to above 40 mmHg. Intracranial hypertension is subsequently resolved for the remainder of this patient’s PICU hospitalization. Abbreviations: CPP, cerebral perfusion pressure; ICP, intracranial pressure; MCA, middle cerebral artery; MFVs, mean flow velocities; PICU, pediatric intensive care unit; TCD, transcranial Doppler ultrasoundQuality MetricsAfter implementation of MMM reporting, a reduction in ICP monitoring duration (median 7.0 versus 3.5 days, p = 0.0017) and mechanical ventilator days ( median 9.0 versus 5.5 days, p = 0.0018) was observed (Table ​(Table3).3). No significant differences were observed in terms of total or PICU hospitalization lengths, total complications, initial GCS or PRISM III scores, time with ICP > 20 mmHg, time with CPP < 40 mmHg, 12-month GOS-E Peds scores, in-hospital mortality, or the incidence of tier 2 therapy. Changes in incidence of individual complication rates to MMM reporting were not significant as they related specifically to DVT, AKI, ARDS, VAP, CSF infections, intracranial hemorrhage from invasive monitoring devices, or in-hospital mortality (Supplement 2).Table 3Association of multimodal monitoring reporting with injury severity, quality improvement metrics and functional outcomes after pediatric traumatic brain injuryBefore MMM ReportingAfter MMM Reportingp-valueN = 67N = 18Mean (SD)Median (IQR)Mean (SD)Median (IQR)Initial GCS6.0 (2.9)6.0 (4.0)6.6 (3.4)6.5 (5.5)0.4972PRISM III16.2 (4.3)16.0 (14.5)17.9 (8.0)16.0 (12.0)0.5837Length of hospitalization (days)24.1 (16.7)21 (17.7)21.6 (17.2)17.5 (15.3)0.4074PICU Length (days)17.3 (11.9)14.0 (12.0)12.3 (9.0)10.0 (9.3)0.0546Ventilator days11.1 (8.3)9.0 (7.0)6.6 (3.9)5.5 (6.8)0.0118ICP monitoring days7.8 (4.2)7.0 (5.0)4.6 (2.7)3.5 (4.0)0.0017Total complications (per patient)0.4 (0.7)0.0 (1.0)0.1 (0.3)0.0 (0.0)0.0672N = 62N = 18% time ICP > 20 mmHg15.7 (27.5)4.7 (10.9)20.3 (30.6)8.0 (24.1)0.2943% time CPP < 40 mmHg9.1 (25.2)0.2 (0.7)8.1 (23.5)0.3 (1.4)0.5310N = 67N = 9GOSE-PEDs, 12 months4.4 (2.2)5.0 (3.0)4.0 (1.7)3.0 (1.0)0.5639Open in a separate windowBold represents variables that are statistically significantAbbreviations: CPP, cerebral perfusion pressure; GCS, Glasgow Coma Scale at presentation; GOSE-Peds, Glasgow outcome scale – extended pediatrics (GOSE-Peds); ICP, intracranial pressure; MMM, multimodality monitoring; N, count; PICU, pediatric intensive care unit; PRISM III, Pediatric Risk of Mortality III Score at presentation; SD, standard deviation DiscussionWe describe the implementation of MMM reporting for children with TBI requiring ICP monitoring. We demonstrate that real-time MMM reporting is feasible, allowing bedside clinicians timely review of integrated physiologic data. We demonstrate that a MMM reporting system impacted clinical decisions in TBI management, including use of various tier 1 and 2 therapies, timing of neuroimaging, timing of neurologic monitoring discontinuation, neurosurgical interventions and neurologic prognostication. This study is the first to describe a standardized process of MMM reporting, the first to demonstrate the association of this strategy with clinical decision support and the first to explore the association of this system with trauma-related QI metrics during neurocritical care management.TBI remains a leading cause of morbidity and mortality in children [1]. Despite several prospective multicenter clinical trials, high level recommendations are not available in current pediatric TBI guidelines [14]. Reliance on standard neurologic examinations and ICP monitoring alone leaves clinicians with a lack of real-time information regarding ongoing cerebral injury to identify effective approaches in clinical care. This paucity of high-level evidence is likely related to the complex pathophysiological processes underlying TBI, including high variability in injury mechanisms and heterogeneous secondary insults [2]. A primary focus of pediatric TBI management is the prevention or mitigation of intracranial hypertension, with a primary focus on decreasing ICP below a threshold of 20 mmHg and increasing CPP above a threshold of 40 mmHg. Current TBI guidelines suggest these thresholds without a corresponding systematic process of understanding etiologies of ICP or CPP deviations [21]. Therapies such as hypertonic saline, pentobarbital, decompressive craniectomy and therapeutic hypothermia alleviate intracranial hypertension secondary to cerebral edema. However, if intracranial hypertension is secondary to increased intracranial arterial blood volume or sub-optimal patient positioning with central venous obstruction, many of these therapies may be ineffective and increase risk for prolonged hospitalization, vasoactive support requirements and hospital complications. Simply targeting threshold values of CPP and ICP is insufficient for effective management decision-making, and neurologic monitoring systems are needed to drive specific clinical decisions that address underlying pathophysiologic secondary brain injury mechanisms on hand.The implementation of our MMM reporting initiative is aimed toward providing bedside clinicians a better understanding of real-time brain physiology for critically ill patients. Our MMM reporting system for children with TBI focuses on understanding the reasons why ICP or CPP thresholds may or may not be achieved, using measures of cerebral oxygenation, blood pressure, electroencephalography and model-based indices of cerebral dynamics to better assess post-traumatic neurophysiology. We demonstrate that a systematic process of reporting these findings is associated with an impact in tailored clinical decision-making to address underlying neurophysiology in pediatric TBI care. The use of MMM reporting was most prevalent with respect to decision making regarding safety and appropriate timing for neuroimaging and discontinuation of invasive neurologic monitoring. Specific tailored treatment strategies used because of MMM reporting varied from simple body repositioning to improve jugular venous return to neurosurgical interventions in order to improve refractory intracranial hypertension. A variety of tier 1 and 2 treatment strategies were employed under different circumstances. Each strategy was mindful of the findings in MMM reporting of not just ICP or CPP thresholds, but findings as related to integrated relationships between the trends in these parameters and how they related to changes in EtCO2, ABP, cerebral regional oximetry and EEG activity. We used model-based indices of cerebral autoregulation such as PRx and CPPOpt values in ancillary data analysis and hypothesis generation of cerebral autoregulation integrity. The Neurocritical Care Society, in collaboration with the European Society of Intensive Care Medicine, the Society for Critical Care Medicine and the Latin American Brain Injury Consortium, have provided consensus recommendations that continuous bedside monitoring of autoregulation is now feasible and suggest that it should be considered as part of MMM (4). Prospective work has demonstrated that PRx values are a strong predictor of mortality after pediatric TBI [22, 23]. The recently published consensus and guidelines-based algorithm for first and second tier therapies for pediatric TBI state that PRx may be used to identify a potentially “optimal” CPP level as an endpoint for targeting therapies, though it provides only a global value while the status of autoregulation and optimal CPP may be regionally dependent [24]. In our MMM reporting, we provide such data although it is not used exclusively in the decision to change targeted CPP threshold values. We identified that in specific patients, MMM reporting led to use of more definitive bedside provocative testing of cerebral autoregulation to change targeted CPP thresholds. The implementation of TCD monitoring to bilateral MCA regions aids in regional monitoring of cerebral autoregulation for pediatric TBI patients (Fig. 4). Prospective clinical trials are underway in adult severe TBI patients to investigate the implications of CPPOpt-guided management (CPPOpt Guided Therapy; Assessment of Target Effectiveness [COGITATE]; clinicaltrials.gov identifier {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02982122\",\"term_id\":\"NCT02982122\"}}NCT02982122) and prospective clinical trials are needed to understand whether such strategies are effective in children.Our exploratory analysis of the association of MMM reporting with QI metrics revealed an association of our system with a reduction in ICP monitoring and ventilator days. We are limited in our ability to extrapolate that this is causally related to MMM reporting given an insufficiently powered sample size to account for confounding variables and an inherent risk for the Hawthorne effect in our analysis. Our hospital employs standardized processes to recognize inpatient complications and actively address them and these may also play a role in improving certain QI metrics over time. Such processes include monitoring of compliance with the VAP bundle [25] and nursing education on patient turning to prevent PU, but no specific QI initiatives were made targeting ICP monitoring or mechanical ventilator duration. To focus our analysis on the element of MMM reporting, we specifically compared the time periods before and after implementation of our formalized MMM reporting system and we did not account for gradual transitions in the evolution of our MMM system in which remote monitoring was available, but formalized reporting was not conducted.This study is limited given that the analysis of QI metrics was retrospective and conducted at a single site. The use of increased neurologic monitoring tools in neurocritical care carries inherent risk of finding additional biomarkers of pathophysiology for which escalated treatment may do more harm by prolonging intensive care rather than efficiently transitioning towards rehabilitative strategies. Clinicians interested in MMM need to be mindful of this risk, and we developed our MMM reporting system to be mindful that many particular biomarkers of pathophysiology (e.g., brief intracranial hypertension in setting of nursing cares, slowing on EEG in the setting of sedative pharmacotherapy) may be representative of natural responses to the intensive care unit environment. Our observed reduction in ICP monitoring and ventilator days with MMM reporting may possibly reflect a mitigation of this risk in MMM monitoring. Cerebral regional oximetry values may reflect cerebral oxygen extraction at times, but also can be compromised by scalp edema or admixture of blood flow arising from an external carotid supply, necessitating caution in interpretation. Astute bedside nursing assessments may recognize specific findings that would impact clinical decisions similarly to that described in our MMM reporting system. Given the number of monitoring tools and complexities of specific tools utilized (e.g., EEG), this becomes challenging to account for all aspects of clinical decision support and thus a formalized MMM reporting system may assist in a busy intensive care environment. There is an ongoing need to conduct sufficiently powered prospective multicenter studies to understand whether the use of MMM and/or MMM reporting may be associated with improvement in functional outcomes, reduction in hospital complications and an effective and timely transition from acute intensive care to rehabilitation in surviving patients.Implementation of MMM analysis and reporting is time and resource intensive. Our service employs multiple integrated MMM devices, gigabit ethernet port access in PICU rooms, an ability to stream and auto-archive data, sufficient storage capacity and multiple software tools installed on a dedicated virtual machine available 24/7 for remote analysis and monitoring. Sufficient expertise in critical care neurophysiology and time for data analysis and reporting are needed to employ an effective program. We developed a robust nursing education program to ensure proper set up of MMM monitoring and documentation by bedside nursing staff and similar efforts are likely needed in other centers to develop a similar system. Nevertheless, in centers with the sufficient resources and expertise, a consistent strategy of MMM reporting for clinical decision support may be feasible and aid in improving clinical care. ConclusionImplementation of MMM reporting as part pediatric TBI management is feasible and can be impactful in tailoring clinical decision making. Prospective work is needed to understand the impact of MMM and MMM reporting systems on functional outcomes and clinical care efficacy. Supplementary InformationBelow is the link to the electronic supplementary material.Supplementary file1 (DOCX 11 kb)(12K, docx)Supplementary file2 (DOCX 14 kb)(15K, docx)Supplementary file3 (TIF 90 kb)(91K, tif) AcknowledgementsWe thank Hamy Temkit, PhD, for discussion of the statistical tests implemented in this study. We thank Jeff Lyons and the PCH Information Technology Department for facilitating hospital infrastructure development for multimodal neurologic monitoring. We also thank Brandon Foreman, MD, for education and counsel regarding MMM reporting. Author ContributionsBA, BTB and TN all contributed towards data analysis, preparation, development, and critical review of the manuscript. VB, AW, VG, TM, IM and PDA contributed towards preparation, development, and critical review of the manuscript. FundingThis work was funded in part by the United States Department of Defense Congressionally Directed Medical Research Programs Epilepsy Research Program (W81XWH-19–1-0514). Compliance with Ethical StandardsFDA ApprovalICM + is not FDA approved for clinical care. Clinical decisions were not made with exclusive use of ICM + software.Conflicts of interestDr. Appavu reports research funding from the United States Department of Defense Congressionally Directed Medical Research Programs Epilepsy Research Program in relation to this work. He also reports a completed research grant from Moberg ICU Solutions as well as a research grant from the American Heart Association, outside of the submitted work. All other co-authors have no relevant conflicts of interest to disclose.Ethics ApprovalThis study was performed under all ethical research guidelines at Phoenix Children’s Hospital, and the Quality Department (QUALITY-77) and Institutional Review Board (IRB #20-225) at Phoenix Children’s Hospital approved this study. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Hawley CA, Ward AB, Long J, Owen DW, Magnay AR. Prevalence of traumatic brain injury amongst children admitted to hospital in one health district: a population-based study. Injury. 2003;354:256–260. doi: 10.1016/S0020-1383(02)00193-6. [PubMed] [CrossRef] [Google Scholar]2. Maas AIR, Menon DK, Adelson PD, Andelic N, Bell MJ, Belli A, et al.  Traumatic brain injury: integrated approaches to improve prevention, clinical care and research. Lancet Neurol. 2017;16:987–1048. doi: 10.1016/S1474-4422(17)30371-X. [PubMed] [CrossRef] [Google Scholar]3. Rivera-Lara L, Puttgen HA. Multimodality monitoring in the neurocritical care unit. Continuum (Minneap Minn). 2018;24(6):1776–1788. [PubMed] [Google Scholar]4. Le Roux P, Menon DK, Citerio G, et al (2014) Consensus summary statement of the International Multidisciplinary Consensus Conference on Multimodality Monitoring in Neurocritical Care: a statement for healthcare professionals from the Neurocritical Care Society and the European Society of Intensive Care Medicine. Intensive Care Med. 40(9); 1189–1209. [PubMed]5. Lewis PM, Czosynka M, Carter BG, Rosenfeld JV, Paul E, Singhal N, Butt W. Cerebrovascular pressure reactivity in children with traumatic brain injury. Pediatr Crit Care Med. 2015;16(8):739–749. doi: 10.1097/PCC.0000000000000471. [PubMed] [CrossRef] [Google Scholar]6. Zeiler FA, Ercole A, Cabeleira M, Zoerle T, Stocchetti N, Menon DK, et al.  Univariate comparison of performance of different cerebrovascular reactivity indices for outcome association in adult TBI. A CENTER-TBI Study Acta Neurochir (Wien) 2019;161(6):1217–1227. doi: 10.1007/s00701-019-03844-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Appavu B, Burrows BT, Foldes S, Adelson PD. Approaches to multimodality monitoring in pediatric traumatic brain injury. Front Neurol. 2019;26(10):1261. doi: 10.3389/fneur.2019.01261. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Pineda JA, Leonard JR, Mazotas IG, Noetzel M, Limbrick DD, Keller MS, et al.  Effect of implementation of a paediatric neurocritical care programme on outcomes after severe traumatic brain injury: a retrospective cohort study. Lancet Neurol. 2013;12(1):45–52. doi: 10.1016/S1474-4422(12)70269-7. [PubMed] [CrossRef] [Google Scholar]9. Hemmila MR, Nathens AB, Shafi S, Calland JF, Clark DE, Cryer HG. The trauma quality improvement program: pilot study and initial demonstration of feasibility. J Trauma. 2010;68:253–262. [PubMed] [Google Scholar]10. The ARDS Definition Task Force  Acute Respiratory Distress Syndrome: The Berlin Definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]11. Centers for Disease Control and Prevention. 2020. Pneumonia (Ventilator-associated [VAP] and non-ventilator-associated [PNEU]) Event. U.S. Department of Health and Human Services. https://www.cdc.gov/nhsn/pdfs/pscmanual/6pscvapCurrent.pdf.12. Pollack MM, Dean JM, Butler J, Holubkov R, Doctor A, Meert KL, et al.  The ideal time interval for critical care severity-of-illness assessment. Pediatr Crit Care Med. 2013;14(5):448–453. doi: 10.1097/PCC.0b013e31828a7270. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Kochanek PM, Carney N, Adelson PD, Ashwal S, Bell MJ, Bratton S, et al (2012) Guidelines for the acute medical management of severe traumatic brain injury in infants, children and adolescents - second edition. Pediatr Crit Care Med. 13(1); S1-S82. [PubMed]14. Kochanek PM, Tasker RC, Carney N, Totten AM, Adelson PD, Selden NR, et al (2019) Guidelines for the Management of Pediatric Severe Traumatic Brain Injury, Third Edition: Update of the Brain Trauma Foundation Guidelines. Pediatr Crit Care Med. 20(3S); S1-S82. [PubMed]15. Beers SR, Wisniewski SR, Garcia-Filion P, Tian Y, Hahner T, Berger RP, et al.  Validity of a pediatric version of the Glasgow Outcome Scale - Extended. J Neurotrauma. 2012;29(6):1126–1139. doi: 10.1089/neu.2011.2272. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Steiner LA, Szosnyka M, Piechnik SK, Smielewski P, Chatfield D, Menon DK, et al.  Continuous determination of optimal cerebral perfusion pressure in traumatic brain injury. Crit Care Med. 2012;40:2456–2463. doi: 10.1097/CCM.0b013e3182514eb6. [PubMed] [CrossRef] [Google Scholar]17. Zeiler FA, Donnelly J, Calviello L, Lee JK, Smielewski P, Brady K, et al.  Validation of pressure reactivity and pulse amplitude indices against the lower limit of autoregulation, part I: experimental intracranial hypertension. J Neurotrauma. 2018;35(23):2803–2811. doi: 10.1089/neu.2017.5603. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Czosnyka M, Guazzo E, Whitehouse M, Smielewski P, Czosnyka Z, Kirkpatric P, et al.  Significance of intracranial pressure waveform analysis after head injury. Acta Neurochir. 1996;138(5):531–541. doi: 10.1007/BF01411173. [PubMed] [CrossRef] [Google Scholar]19. Aries MJ, Czosnyka M, Budohoski KP, Steiner LA, Lavinio A, Kolias AG, et al.  Continuous determination of optimal cerebral perfusion pressure in traumatic brain injury. Crit Care Med. 2002;30:733–738. doi: 10.1097/00003246-200204000-00002. [PubMed] [CrossRef] [Google Scholar]20. Varsos GV, Kasprowicz M, Smielewski P, Czosnyka M. Model-based indices describing cerebrovascular dynamics. Neurocrit Care. 2014;20(1):142–157. doi: 10.1007/s12028-013-9868-4. [PubMed] [CrossRef] [Google Scholar]21. Appavu B, Foldes ST, Adelson PD. Clinical trials for pediatric traumatic brain injury: definition of insanity? J Neurosurg Pediatr. 2019;23(6):661–669. doi: 10.3171/2019.2.PEDS18384. [PubMed] [CrossRef] [Google Scholar]22. Brady KM, Shaffner DH, Lee JK, Easley RB, Smilewski P, Czosnyka M, et al.  Continuous monitoring of cerebrovascular pressure reactivity after traumatic brain injury in children. Pediatrics. 2009;124(6):e1205–e1212. doi: 10.1542/peds.2009-0550. [PubMed] [CrossRef] [Google Scholar]23. Lewis PM, Czosnyka M, Carter BG, Rosenfeld JV, Paul E, Singhal N, Butt W. Cerebrovascular pressure reactivity in children with traumatic brain injury. Pediatr Crit Care Med. 2015;16(8):739–749. doi: 10.1097/PCC.0000000000000471. [PubMed] [CrossRef] [Google Scholar]24. Kochanek PM, Tasker RC, Bell MJ, Adelson PD, Carney N, Vavilala M, et al.  Management of pediatric severe traumatic brain injury: 2019 consensus and guidelines-based algorithm for first and second tier therapies. Pediatr Crit Care Med. 2019;20(3):269–279. doi: 10.1097/PCC.0000000000001737. [PubMed] [CrossRef] [Google Scholar]25. Hellyer T, Ewan V, Wilson P, Simpson AJ. The intensive care society recommended bundle of interventions for the prevention of ventilator-associated pneumonia. J Intensive Care Soc. 2016;17(3):238–243. doi: 10.1177/1751143716644461. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}