{"title": "Interstitial Lung Disease Worsens Short- and Long-Term Outcomes of Systemic Rheumatic Disease Patients Admitted to the ICU: A Multicenter Study", "pubDate": "2021", "PMCID": "PMC7959321", "DOI": "10.3390/jcm10051037", "PMID": "33802364", "abstract": "Critically ill patients with systemic rheumatic diseases (SRDs) have a fair prognosis, while those with interstitial lung disease (ILD) have a poorer outcome. However, the prognosis of SRD patients with ILD admitted to the intensive care unit (ICU) remains unclear. We conducted a case-control study to investigate the outcomes of critically ill SRD-ILD patients. Consecutive SRD-ILD patients admitted to five ICUs from January 2007 to December 2017 were compared to SRD patients without ILD. Mortality rates were compared between groups, and prognostic factors were then identified. One hundred and forty critically ill SRD patients were included in the study. Among the 70 patients with SRD-ILD, the SRDs were connective tissue diseases (56%), vasculitis (29%), sarcoidosis (13%), and spondylarthritis (3%). Patients were mainly admitted for acute exacerbation of SRD-ILD (36%) or infection (34%). ICU, in-hospital, and one-year mortality rates in SRD-ILD patients were higher than in SRD patients without ILD (n = 70): 40% vs. 16% (p < 0.01), 49% vs. 19% (p < 0.01), and 66% vs. 40% (p < 0.01), respectively. Hypoxemia, high sequential organ failure assessment (SOFA) score, and admission for ILD acute exacerbation were associated with ICU mortality. In conclusion, ILD worsened the outcomes of SRD patients admitted to the ICU. Admissions related to SRD-ILD acute exacerbation and the severity of the acute respiratory failure were associated with ICU mortality.", "author": [{"author": "Lorrain Banuls", "affiliation": ["Intensive Care Medicine Department, Lapeyronie Hospital, Montpellier University Hospital, 191, avenue du Doyen Gaston Giraud, 34090 Montpellier, France."], "href": "/?term=Banuls+L&cauthor_id=33802364"}, {"author": "Juliette Vanoverschelde", "affiliation": ["Radiology Department, Arnaud de Villeneuve Hospital, Montpellier University Hospital, 34090 Montpellier, France."], "href": "/?term=Vanoverschelde+J&cauthor_id=33802364"}, {"author": "Fanny Garnier", "affiliation": ["Intensive Care Medicine Department, Lapeyronie Hospital, Montpellier University Hospital, 191, avenue du Doyen Gaston Giraud, 34090 Montpellier, France."], "href": "/?term=Garnier+F&cauthor_id=33802364"}, {"author": "Matthieu Amalric", "affiliation": ["Intensive Care Medicine Department, Lapeyronie Hospital, Montpellier University Hospital, 191, avenue du Doyen Gaston Giraud, 34090 Montpellier, France."], "href": "/?term=Amalric+M&cauthor_id=33802364"}, {"author": "Samir Jaber", "affiliation": ["Department of Anesthesiology and Critical Care, Saint Eloi Hospital, Montpellier University Hospital, 34090 Montpellier, France.", "PhyMedExp, University of Montpellier, INSERM (French Institut of Health and Medical Research), CNRS (French National Centre for Scientific Research), 34090 Montpellier, France."], "href": "/?term=Jaber+S&cauthor_id=33802364"}, {"author": "Jonathan Charbit", "affiliation": ["Department of Anesthesiology and Critical Care, Lapeyronie Hospital, Montpellier University Hospital, 34090 Montpellier, France."], "href": "/?term=Charbit+J&cauthor_id=33802364"}, {"author": "Kevin Chalard", "affiliation": ["Department of Anesthesiology and Critical Care, Gui de Chauliac Hospital, Montpellier University Hospital, 34090 Montpellier, France."], "href": "/?term=Chalard+K&cauthor_id=33802364"}, {"author": "Marc Mourad", "affiliation": ["PhyMedExp, University of Montpellier, INSERM (French Institut of Health and Medical Research), CNRS (French National Centre for Scientific Research), 34090 Montpellier, France.", "Department of Anesthesiology and Critical Care, Arnaud de Villeneuve Hospital, Montpellier University Hospital, 34090 Montpellier, France."], "href": "/?term=Mourad+M&cauthor_id=33802364"}, {"author": "Nacim Benchabane", "affiliation": ["Intensive Care Medicine Department, Lapeyronie Hospital, Montpellier University Hospital, 191, avenue du Doyen Gaston Giraud, 34090 Montpellier, France.", "PhyMedExp, University of Montpellier, INSERM (French Institut of Health and Medical Research), CNRS (French National Centre for Scientific Research), 34090 Montpellier, France."], "href": "/?term=Benchabane+N&cauthor_id=33802364"}, {"author": "Racim Benomar", "affiliation": ["Intensive Care Medicine Department, Lapeyronie Hospital, Montpellier University Hospital, 191, avenue du Doyen Gaston Giraud, 34090 Montpellier, France."], "href": "/?term=Benomar+R&cauthor_id=33802364"}, {"author": "Noemie Besnard", "affiliation": ["Intensive Care Medicine Department, Lapeyronie Hospital, Montpellier University Hospital, 191, avenue du Doyen Gaston Giraud, 34090 Montpellier, France."], "href": "/?term=Besnard+N&cauthor_id=33802364"}, {"author": "Delphine Daubin", "affiliation": ["Intensive Care Medicine Department, Lapeyronie Hospital, Montpellier University Hospital, 191, avenue du Doyen Gaston Giraud, 34090 Montpellier, France."], "href": "/?term=Daubin+D&cauthor_id=33802364"}, {"author": "Vincent Brunot", "affiliation": ["Intensive Care Medicine Department, Lapeyronie Hospital, Montpellier University Hospital, 191, avenue du Doyen Gaston Giraud, 34090 Montpellier, France."], "href": "/?term=Brunot+V&cauthor_id=33802364"}, {"author": "Kada Klouche", "affiliation": ["Intensive Care Medicine Department, Lapeyronie Hospital, Montpellier University Hospital, 191, avenue du Doyen Gaston Giraud, 34090 Montpellier, France.", "PhyMedExp, University of Montpellier, INSERM (French Institut of Health and Medical Research), CNRS (French National Centre for Scientific Research), 34090 Montpellier, France."], "href": "/?term=Klouche+K&cauthor_id=33802364"}, {"author": "Romaric Larcher", "affiliation": ["Intensive Care Medicine Department, Lapeyronie Hospital, Montpellier University Hospital, 191, avenue du Doyen Gaston Giraud, 34090 Montpellier, France.", "PhyMedExp, University of Montpellier, INSERM (French Institut of Health and Medical Research), CNRS (French National Centre for Scientific Research), 34090 Montpellier, France."], "href": "/?term=Larcher+R&cauthor_id=33802364"}], "refPMID": ["25996557", "20682528", "32289313", "11797021", "17989156", "24071885", "30463873", "25115557", "26304286", "31570253", "29353024", "26912511", "24122180", "27785888", "20872595", "2390119", "23045170", "19433414", "26160873", "31385462", "29177080", "11790668", "27299520", "26903338", "3558716", "8844239", "4136544", "8254858", "22797452", "17182981", "12418438", "23968871", "18635345", "6017244", "26812945", "31112379", "31694743", "29707304", "27620287", "27626833", "24283226", "27537725", "29851838"], "citedInPMID": ["33802364"], "body": " AbstractCritically ill patients with systemic rheumatic diseases (SRDs) have a fair prognosis, while those with interstitial lung disease (ILD) have a poorer outcome. However, the prognosis of SRD patients with ILD admitted to the intensive care unit (ICU) remains unclear. We conducted a case–control study to investigate the outcomes of critically ill SRD-ILD patients. Consecutive SRD-ILD patients admitted to five ICUs from January 2007 to December 2017 were compared to SRD patients without ILD. Mortality rates were compared between groups, and prognostic factors were then identified. One hundred and forty critically ill SRD patients were included in the study. Among the 70 patients with SRD–ILD, the SRDs were connective tissue diseases (56%), vasculitis (29%), sarcoidosis (13%), and spondylarthritis (3%). Patients were mainly admitted for acute exacerbation of SRD-ILD (36%) or infection (34%). ICU, in-hospital, and one-year mortality rates in SRD-ILD patients were higher than in SRD patients without ILD (n = 70): 40% vs. 16% (p < 0.01), 49% vs. 19% (p < 0.01), and 66% vs. 40% (p < 0.01), respectively. Hypoxemia, high sequential organ failure assessment (SOFA) score, and admission for ILD acute exacerbation were associated with ICU mortality. In conclusion, ILD worsened the outcomes of SRD patients admitted to the ICU. Admissions related to SRD-ILD acute exacerbation and the severity of the acute respiratory failure were associated with ICU mortality.Keywords: systemic rheumatic disease, interstitial lung disease, intensive care unit, mortality, outcome 1. IntroductionSystemic rheumatic diseases (SRDs) are a heterogenous group of diseases that share common features such as difficult diagnosis, potential multiorgan involvement, different therapeutic options, including immunosuppressive treatments, and a natural history mainly marked by both acute exacerbations and super-infections [1]. This complexity implies management by a multidisciplinary team, particularly in intensive care unit (ICU) settings [2]. Despite this, several studies have reported that ICU patients with SRDs have fair short- and long-term outcomes [1,3].On the contrary, patients with interstitial lung disease (ILD) admitted to the ICU are known to have poor outcomes [4,5,6]. Indeed, in a recent review, Huapaya et al. reported a high in-hospital mortality rate at 52% [7]. The outcome seems mainly linked to illness severity, need for mechanical ventilation [5,7], and high-resolution computed tomography (HRCT) patterns, such as fibrosis [8,9] and usual interstitial pneumonia (UIP) [10]. However, the prognosis is also linked to the underlying etiology [11].Immunosuppressive treatments can modify SRD evolution [12]; therefore, ILD related to SRDs (SRD–ILD) is reputed to be associated with better outcomes than other forms of ILD [11]. However, data on critically ill patients with SRD-ILD are very scarce. The effect of lung involvement on the prognosis of SRD patients admitted to the ICU is unclear and mortality rates and prognosis factors remain questionable in SRD-ILD patients.The aim of this study was to assess ICU, in-hospital, and one-year mortality rates in SRDs with and without ILD, then to identify factors independently associated with in-ICU mortality in SRD-ILD patients. 2. Materials and Methods2.1. PatientsThis observational retrospective case–control study was carried out from 1 January 2007 to 31 December 2017 in five ICUs of Montpellier University Hospital. All consecutive SRD-ILD patients admitted to ICUs during the study period were included. Investigators retrieved eligible patients by (i) screening SRD-ILD in the ICU database using the International Classification of Diseases, Tenth Revision (ICD-10) codes of ILD and SRDs (in French: PMSI—programme de medicalisation des systemes d’information) and (ii) by reviewing all ICU discharge summaries. SRD diagnoses were retrospectively and blindly confirmed, then clustered by an intensivist (L.B.), a pneumologist (M.A.), and an internist/immunologist (R.L.), according to the previously published classification criteria [13,14,15,16,17,18,19,20,21]. Furthermore, ILD diagnoses were retrospectively assessed by a pneumologist (M.A.) and a radiologist (J.V.) according to the American Thoracic Society/European Respiratory Society (ATS/ERS) classification [22]. SRD-ILD patients who had typical patterns of diffuse alveolar hemorrhage or cardiac pulmonary edema and those admitted to the ICU after scheduled surgery were excluded. When a patient was admitted twice or more, only the first ICU stay was considered. A control group of critically ill SRD patients without ILD matched on the basis of age, sex, Charlson index, SOFA score, SRD type, and/or level of immunosuppression was set up by extracting patients from the cohort presented by Larcher et al. [3].2.2. Data CollectionMedical records, including discharged summaries, biological results, and medical imagery, were extracted from the institutional medical software (DxCare®, DEDALUS FRANCE S.A., Le Plessy-Robinson, France). Reasons for ICU admission were classified into “acute respiratory failure related to a pulmonary disease” and “other reasons” (extra-pulmonary sepsis causing dyspnea, cardiogenic pulmonary edemas, bronchospasms, or other). ICU diagnoses were classified into one of the following categories: infection, SRD-ILD acute exacerbation, and other. According to the definition of idiopathic pulmonary fibrosis acute exacerbation [23], an SRD-ILD acute exacerbation was retained when the following were associated: (i) a previous or concurrent diagnosis of SRD–ILD; (ii) an acute worsening or development of dyspnea typically lasting for less than 30 days; (iii) HRCT with new bilateral ground-glass opacity and/or consolidation superimposed on an underlying pattern consistent with ILD, or new bilateral alveolo-interstitial opacities on the chest X-ray when no HRCT was available; (iv) deterioration not fully explained by cardiac failure or fluid overload. Furthermore, infection diagnosis was retained in patients with clinical and biological signs of infections and after ruling out other diagnoses [24]. All ICU diagnoses were retrospectively and blindly confirmed by an intensivist (L.B.), a pneumologist (M.A.), an internist (R.L.), and a radiologist (J.V.). Whenever a discrepancy between reviewers appeared, diagnosis was discussed between the reviewers until a consensus was achieved.Demographical data, morbidities, and prior health status were collected. The Charlson index [25], ICU severity scores, simplified acute physiology score II (SAPS II), sequential organ failure assessment (SOFA), SOFA without respiratory system assessment (non-pulmonary SOFA), and Glasgow coma scale were calculated at ICU admission [26,27,28]. During ICU stay, the worst oxygen arterial partial pressure to fraction of inspired oxygen (PaO2/FiO2) ratio [29], the occurrence of acute kidney injury (AKI) [30], ICU-acquired infections were collected, as the need for vasoactive drugs, mechanical ventilation, renal replacement therapy, and extracorporeal membrane oxygenation (ECMO). Immunosuppressive treatment and corticosteroid therapy before and during ICU stay were recorded.All thoracic HRCT realized before and after ICU admission were blindly analyzed by a radiologist (J.V.) and a pneumologist (M.A.) and classified by patterns as follows: UIP, nonspecific interstitial pneumonia (NSIP), acute interstitial pneumonia (AIP), or unclassifiable. Additional HRCT patterns of fibrosis or acute lung injury were also identified. Fibrosis pattern was defined by additional lesions such as honeycombing and/or traction bronchiectasis, whereas acute lung injury radiological pattern was defined by acute onset of ground-glass opacities, consolidation, and/or interlobular septal thickening in HRCT. Discrepancies in HRCT between the two reviewers were also resolved by discussion.2.3. OutcomesLengths of stay and associated outcomes were collected, including ICU, in-hospital, and one-year after ICU admission mortalities. Vital statistics and date of death, if applicable, were collected using the electronic medical records of each hospital or by phone call to the family doctor, to the patient, or to their next of kin. Mortality rates were assessed and compared to that of a control group of critically ill SRD patients without ILD. Predictive factors of ICU mortality among SRD-ILD patients were then identified.2.4. Statistical AnalysisData are described as the median and interquartile range (IQR) or number and percentage.One-year survival was defined as one year starting from ICU admission. The ICU, in-hospital, and one-year mortalities of SRD-ILD patients were compared to a control group of ICU SRD patients without ILD. The one-year survival of these two groups is presented with Kaplan–Meier curves and compared using the log-rank test.The SRD-ILD population was divided according to vital status in ICU. Categorical variables were compared using Chi-square tests and continuous variables using the nonparametric Wilcoxon test. Independent factors associated with ICU mortality were assessed using a logistic regression model. A conditional stepwise regression with 0.2 as the critical p-value for entry into the model was performed to select the most informative variables. Then, given the number of events (28 patients died in ICU), we selected only three variables according to their clinical relevance and statistical significance in the univariate analysis to include in the multivariate analysis [31]. Interactions and correlations between the explanatory variables were carefully checked.All tests were two-sided and p-values less than 0.05 were considered statistically significant. Analyses were done using R software version 3.5.0 (Free Software Foundation, Boston, MA, USA).2.5. Ethical ConsiderationsThe Montpellier University Hospital Institutional Review Board approved this study (no. 2018_IRB-MTP_09-18) and waived the need for written consent. The study was registered at ClinicalTrials.gov (No. {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04398381\",\"term_id\":\"NCT04398381\"}}NCT04398381) on 21 May 2020. 3. Results3.1. General Characteristics of the Study PopulationAmong 108 patients screened, 70 SRD-ILD patients (38 females) with a median age of 65 (58; 74) years old and a median Charlson index of 4 (3; 6) were included in the study (Figure 1). The demographics and characteristics of these patients are summarized in Table 1.Open in a separate windowFigure 1Flow chart of the study population. ICU = intensive care unit, ILD = interstitial lung disease, PMSI = Programme de Medicalisation des Systemes d’Information, SRD = systemic rheumatic diseases. * Control group of critically ill SRD patients without ILD matched on the basis of age, sex, Charlson index, SOFA score, SRD type, and/or level of immunosuppression.Table 1SRD-ILD patients’ characteristics.\nAll Patientsn = 70ICU Deceasedn = 28ICU Survived n = 42p-Value(Univariate Analysis)Characteristics at admission\n\n\n\nSex (Male), n (%)32 (45.7)13 (46.4)19 (45.2)1.00Age (years), median (IQR)65.0 (58.4–73.7)63.3 (57.4–70.6)65.9 (59.2–73.9)0.49BMI, median (IQR)25.1 (21.7–27.0)25.1 (23.2–26.1)25.1 (21.1–27.9)0.90Charlson index, median (IQR)4 (3–6)4 (3–6)5 (4–6)0.66SAPS II, median (IQR)43 (32–59)49 (41–66)40 (30–50)0.02SOFA score, median (IQR)7 (4–9)8 (5–13)6 (3–8)0.03Non-pulmonary SOFA score, median (IQR)4 (2–6)4 (1–10)4 (2–6)0.39Serum creatinine (µmol/L), median (IQR)146 (102–268)171 (109–252)127 (85–322)0.67SRD Type\n\n\n\nCTD, n (%)39 (55.7)19 (67.8)20 (47.6)0.05Vasculitis, n (%)20 (28.6)4 (14.3)16 (38.1)Sarcoidosis, n (%)9 (12.8)3 (10.7)6 (14.3)Spondylarthritis, n (%)2 (2.9)2 (7.1)0 (0.0)Treatment before admission\n\n\n\nCorticosteroids, n (%)38 (54.3)18 (64.3)20 (47.6)0.26Immunosuppressive, n (%)19 (27.1)9 (32.1)10 (23.8)0.62Treatment during hospitalization\n\n\n\nCorticosteroids, n (%)56 (80.0)23 (82.1)33 (78.6)0.95Dose of corticosteroids (mg/kg/day), median (IQR)1.00 (0.10–1.00)1.00 (0.11–1.37)0.50 (0.10–1.00)0.37Immunosuppressive, n (%)18 (25.7)11 (39.3)7 (16.7)0.06Plasma exchange, n (%)7 (10.0)3 (10.7)4 (9.5)1.00Reason for admission\n\n\n\nAcute respiratory failure related to a pulmonary disease, n (%)39 (55.7)21 (75.0)18 (42.9)0.02Other, n (%)31 (44.3)7 (25.0)24 (57.1)Diagnosis\n\n\n\nInfection, n (%)24 (34.3)9 (32.1)15 (35.7)<0.01Acute exacerbation, n (%)25 (35.7)16 (57.1)9 (21.4)Other, n (%)21 (30.0)3 (10.7)18 (42.9)KDIGO stage\n\n\n\n0, n (%)19 (27.1)6 (21.4)13 (31.0)0.261, n (%)12 (17.1)4 (14.3)8 (19.0)2, n (%)6 (8.6)1 (3.6)5 (11.9)3, n (%)33 (47.1)17 (60.7)16 (38.1)Worst PaO2/FiO2\n\n\n\n<10028 (40.0)20 (71.4)8 (19.0)<0.01100–19915 (21.4)4 (14.3)11 (26.2)≥20027 (38.6)4 (14.3)23 (54.8)Organ support\n\n\n\nVasoactive drugs, n (%)38 (54.3)21 (75.0)17 (40.5)<0.01Invasive ventilation, n (%)44 (62.8)26 (92.8)18 (42.9)<0.01Prone positioning, n (%)7 (10.0)5 (17.9)2 (4.8)0.17Renal replacement therapy, n (%)24 (34.3)14 (50.0)10 (23.8)0.04Outcomes\n\n\n\nLength of ICU stay (days), median (IQR)7 (3–20)11 (4–24)6 (2–16)-ICU-acquired infection, n (%)14 (20.0)5 (17.8)9 (21.4)0.95Death in ICU, n (%)28 (40.0)28 (100%)0 (0%)-Death at one year, n (%)46 (65.7)-18 (43%)-Open in a separate windowIQR = interquartile range, BMI = body mass index, CTD = connective tissue disease, ICU = intensive care unit, ILD = interstitial lung disease, KDIGO = kidney disease improving global outcomes, PaO2/FiO2 = arterial partial pressure of oxygen to fraction of inspired oxygen ratio, SAPS II = simplified acute physiology score II, SOFA = sequential organ failure assessment, SRD = systemic rheumatic diseases.SRD diagnoses were as follows: 39 patients (56%) had a connective tissue disorder (CTD): 18 (26%) systemic sclerosis, 9 (13%) myositis, 9 (13%) rheumatoid arthritis, 2 (3%) Sjögren’s syndrome, and 1 (1%) systemic lupus erythematosus; 20 patients (29%) had a vasculitis: 12 (17%) granulomatosis with polyangiitis, 4 (6%) microscopic polyangiitis, and 4 (6%) unclassified; 9 patients (13%) had a sarcoidosis, and 2 patients (3%) had an ankylosing spondylitis. Before ICU admission, 38 patients (54%) were treated with corticosteroids and 19 (27%) with immunosuppressive treatments (in association or not). As shown in Table 1, high median SAPS II (43 (32; 59)) and SOFA score (7 (4; 9)) underlined the severity of the patients’ illnesses. Patients were mostly admitted for a pulmonary acute respiratory failure related to a pulmonary disease (39 patients, 56%). Diagnoses retained after ICU stay were mainly SRD-ILD acute exacerbations (25 patients, 36%) or infections (24 patients, 34%). Other diagnoses included cardiogenic pulmonary edema (6 patients), hemorrhagic shock (6 patients), neurologic failure (3 patients), and miscellaneous (6 patients). During ICU stay, 44 patients (63%) required invasive mechanical ventilation, 38 (54%) vasopressive drugs. Twenty-four patients (34%) underwent renal replacement therapy and one required ECMO. More than two-thirds of patients experienced an AKI with 33 (47%) at KDIGO (kidney disease improving global outcomes) stage 3 and 28 patients (40%) had a PaO2/FiO2 ≤ 100. Most patients were treated by corticosteroids (56 patients, 80%), whereas 18 (26%) received an immunosuppressive treatment, including: cyclophosphamide 500–600 mg/m2 IV (12 patients, 1 patient in 2008 and the rest after 2013), rituximab 1 g IV repeated 15 days later (5 patients, 1 patient in 2008 and the rest after 2014), and a combination of tacrolimus and mycophenolate (1 patient). Seven patients (10%) had plasma exchange therapy.3.2. HRCT PatternsDuring ICU stay, HRCT was realized at least once in 61 patients (87%). Among them, an NSIP was diagnosed in 17, a UIP in 11, and an AIP in 5. In the remaining 28 patients, HRCT pattern was considered unclassifiable (Table 2). In addition to the underlying ILD pattern, patients may have lesions such as fibrosis and/or a radiological acute lung injury pattern. Forty patients (66%) had a fibrosis pattern and 37 (61%) had a radiological acute lung injury pattern.Table 2Radiological features.\nPatients with HRCTn = 61Death in ICUn = 22Alive in ICUn = 39p-Value(Univariate Analysis)ILD radiologic pattern\n\n\n\nUnclassifiable, n (%)25 (41)6 (27.3)22 (56.4)0.05AIP, n (%)5 (8)4 (18.2)1 (2.6)NSIP, n (%)17 (28)8 (36.4)9 (23.1)UIP, n (%)11 (18)4 (18.2)7 (17.9)Fibrosis, n (%)40 (66)16 (72.7)24 (61.5)0.55Acute lung injury radiological pattern, n (%)37 (61)19 (86.4)18 (46.1)0.004Open in a separate windowAIP = acute interstitial pneumonia, HRCT = high-resolution computed tomography, ICU = intensive care unit, ILD = interstitial lung disease, NSIP = nonspecific interstitial pneumonia, UIP = usual interstitial pneumonia.3.3. OutcomesAmong the SRD-ILD patients, 28 died in the ICU, corresponding to a mortality rate of 40%. The median ICU length-of-stay was 7 (3–20) days. Six additional patients died before hospital discharge, bringing the in-hospital mortality rate to 49% (Table 1 and Figure 1 and Figure 2). Among the 36 patients discharged from hospital, 12 died one year after admission to the ICU, resulting in a mortality rate of 66% (Table 1 and Figure 1 and Figure 2). None of the surviving patients benefited from lung transplantation. We also compared ICU survival between three periods, namely, 2007–2009 (30% (15.4–58.6)), 2010–2013 (41.2% (23.3–72.7)), and 2014–2017 (33.3% (20.6–54.0)), and we did not observe any significant differences between periods (log-rank test, p = 0.9).Open in a separate windowFigure 2Comparison of Kaplan–Meier curves of one-year survival after ICU admission of SRD patients with (blue dashed line) and without interstitial lung disease (red line). Control group of critically ill SRD patients without ILD matched on the basis of age, sex, Charlson index, SOFA score, SRD type, and/or level of immunosuppression. ICU = intensive care unit, ILD = interstitial lung disease, SRD = systemic rheumatic diseases.The demographics and treatment before admission of our 70 SRD-ILD patients were comparable to those of the patients of the control group (Table 3). SRD-ILD patients showed significantly higher ICU, in-hospital, and one-year mortality rates than SRD patients without ILD: 40% vs. 16% (p < 0.01), 49% vs. 19% (p < 0.01), and 66% vs. 40% (p < 0.01), respectively (Table 3 and Figure 2).Table 3Comparison to the control group (SRD patients without ILD).\n\nSRD without ILD\n\nn = 70\n\nSRD with ILD\n\nn = 70\n\np-Value\n\n(Univariate Analysis)\nPatient characteristics at admission\n\n\nSex (Male), n (%)32 (45,7)32 (45.7)1Age (years), median (IQR)64.6 (57.48–75.53)65.0 (58.3–73.6)0.85BMI, median (IQR)25.1 (21.2–28.6)25.1 (21.7–26.9)0.91Charlson score, median (IQR)5 (3–6)4 (3–6)0.99SOFA Score, median (IQR)7 (4–9)7 (4–9)0.89SRD Type, n (%)\n\n\nCTD48 (68.6)39 (55.7)0.04Vasculitis10 (14,3)20 (28.6)Sarcoidosis5 (7.1)9 (12.8)AS7 (10.0)2 (2.9)Treatment before admission\n\n\nCorticosteroids, n (%)46 (65.7)38 (54.3)0.23Immunosuppressive therapy, n (%)25 (35.7)19 (27.1)0.36Prognosis\n\n\nDeath in ICU, n (%)11 (15.7)28 (40.0)<0.01Death in hospital, n (%)13 (18.6)34 (48.6)<0.01Death at one year, n (%)28 (40.0)46 (65.7)<0.01Open in a separate windowIQR = interquartile range, BMI = body mass index, CTD = connective tissue disease, ICU = intensive care unit, ILD = interstitial lung disease, SOFA = sequential organ failure assessment, SRD = systemic rheumatic diseases.3.4. Prognostic FactorsIn the univariate analysis, SAPS II (p = 0.02), SOFA score (p = 0.03), need for invasive ventilation (p < 0.01), need for vasoactive drug (p < 0.01), renal replacement therapy (p = 0.04), low PaO2/FiO2 (p < 0.01), and admission for ILD acute exacerbations (p < 0.01) were associated with ICU mortality in SRD-ILD patients (Table 1). The occurrence of an acute lung injury pattern in HRCT (p = 0.04) was also associated with ICU mortality (Table 2). The type of immunosuppressive therapy was not associated with ICU mortality.Logistic regression identified a high SOFA score (p < 0.01), low PaO2/FiO2 (p < 0.01), and admission for ILD acute exacerbation (p < 0.01) as independently associated with ICU mortality in SRD-ILD patients (Table 4).Table 4Multivariate analysis to predict ICU mortality in SRD-ILD patients.VariablesAdjusted ORCI 95%p-ValueSOFA Score1.75(1.16–2.52)<0.01Worst PaO2/FiO2\n\n\n>200---101–2001.73(0.33–9.05)0.51≤10019.60(2.41–159.20)<0.01Diagnosis in ICU\n\n\nAcute exacerbation (reference)---Infection0.02(0.0001–0.59)<0.01Other0.01(0.0001–0.19)<0.01Open in a separate windowModel adjusted to SOFA score, PaO2/FiO2, SRD type, and diagnosis. CI 95% = 95% confidence interval, ICU = intensive care unit, ILD = interstitial lung disease, OR = odds ratio, PaO2/FiO2 = arterial partial pressure of oxygen to fraction of inspired oxygen ratio, SOFA = sequential organ failure assessment, SRD = systemic rheumatic diseases. 4. DiscussionIn this study, we investigated a ten-year cohort of critically ill SRD-ILD patients and compared them to a control group of SRD patients without ILD. Our main finding was that outcomes, particularly long-term outcomes, were poorer in the SRD-ILD group as shown by the ICU, in-hospital, and one-year mortality rates at 40% vs. 16%, 49% vs. 19%, and 66% vs. 40%, respectively. ICU admission for ILD acute exacerbation, higher SOFA score, and lower PaO2/FiO2 ratio was significantly associated with ICU mortality in SRD-ILD patients.Previous studies have reported that 10% to 25% of SRD patients are admitted to hospital during the course of their disease, and that one-third of these patients need ICU admission [32]. It is noteworthy that those admitted to the ICU have fair outcomes, similarly to other ICU patients with the same level of illness severity [1,3]. However, our results highlighted the burden of lung involvement in critically ill patients with SRD and showed that ILD dramatically worsens the outcome, bringing them closer to those of other ILD patients.The outcomes of ILD patients have been reported as poor, especially when requiring invasive mechanical ventilation [6,8,33,34], which has led to considering invasive mechanical ventilation futile in these settings. Indeed, Mallick et al. reviewed the data of patients with idiopathic pulmonary fibrosis who were mechanically ventilated and found an in-hospital mortality of 87% and a three-month mortality of 94% [34]. However, data from the poor outcomes associated with patients with interstitial pulmonary fibrosis requiring invasive ventilation are often assigned confusedly to all patients with ILD [6,9]. Recently, Gannon et al. [11] reported the results of a large cohort of 126 critically ill ILD patients and found that a diagnosis of CTD–ILD was independently associated with a substantially lower risk of short- and long-term death compared to other ILDs. In-hospital and one-year risk of death were 39% and 52% for CTD–ILD patients, whereas those of other ILDs were above 70% and 80%, respectively. Our study showed that almost half of the critically ill SRD-ILD patients did not survive to hospital discharge and, at one year, only one third were alive. Although, the outcomes of our patients seemed slightly worse than those of CTD–ILD patients as reported by Gannon [11], they may be somewhat better than those reported previously in critically ill ILD patients [8,33,34]. Moreover, our cohort was larger, included a different case mix, and was characterized by a higher illness severity (SAPS II at 43 [32; 59] and SOFA at 7 [4,5,6,7,8,9]). It is well known that high SAPS II and/or SOFA score and the need for life-sustaining therapies such as vasoactive drugs and invasive ventilation are associated with poor outcomes in critically ill patients [26,28,35].Our major concern was to identify predictive factors of mortality to help physicians decide the level and degree of life support in the case of clinical worsening and ICU admission in SRD patients. In our cohort, ICU admission for ILD acute exacerbation was significantly associated with mortality. Severe acute exacerbation seems to be a turning point in the SRD-ILD clinical course, even though the disease potential reversibility may not be discarded. Our observation that the presence of a radiological acute lung injury pattern—potentially related to an acute exacerbation, an infection, or both—was associated with mortality, albeit by univariate analysis, may underline the former assumption. Whether delayed administration of immunosuppressive treatment in such circumstances may jeopardize patient outcomes, as reported in critically ill patients with vasculitis [36], remains questionable. This work was not designed to give any answer to this issue; further studies are mandatory to determine the optimal timing of immunosuppressive treatment and the benefit of innovative therapeutics early after ICU admission [37].One striking finding of this study was that SRD-ILD patients’ mortality was mainly associated with a higher SOFA score and a lower PaO2/FiO2 ratio during ICU stay. It is noteworthy that the nonpulmonary SOFA score was not associated with mortality. In addition, the comparison of critically ill SRD patients with and without ILD showed that the former have the poorer outcomes. This suggests that interstitial lung injury and the level of injury severity are among the most determinant in prognosis, such has been already reported in patients admitted for an acute respiratory distress syndrome (ARDS) related to variable causes [29]. In the case of refractory hypoxemia, ECMO may be used as a bridge for transplantation in ILD patients [38]. Nonetheless, lung transplantation remains controversial for these patients mostly with extra-pulmonary organ involvement that may complicate management after surgery [39]. In our cohort, no patient was eligible for lung transplantation, and the only patient who benefited from an ECMO implantation died. Besides hypoxemia, respiratory system compliance is frequently decreased in ILD patients [5], but these data were not recorded from our cohort. One may hypothesize that invasive mechanical ventilation could worsen the course of SRD–ILD, as reported in ARDS patients [35,40,41,42]. Nevertheless, the optimal ventilation strategy and the use of extracorporeal carbon dioxide removal (ECCO2R) [43] or ECMO [44] in SRD-ILD patients remain a subject of debate.The present study has several limitations. First, the study was limited by its retrospective design, introducing bias in data collection and results interpretation. However, ICU admission of SRD-ILD patients is rare and it seems difficult to perform a prospective study in this specific population. Second, during a study period of 10 years, heterogeneity in ICU management and post-ICU care and the use of new rheumatic treatment could substantially modify the prognosis. Nonetheless, this study is one of the largest evaluating short- and long-term outcomes of critically ill SRD–ILD. In addition, our comparison of the mortality rates for three periods did not show any differences. Third, infection or acute exacerbation diagnoses were sometimes not supported by robust evidence and might have been misclassified. Given the severity of the respiratory failure, no patient was able to have a transbronchial biopsy in the ICU. To secure our data collection, all diagnoses were retrospectively and blindly confirmed by four different investigators with a post-hoc analysis of the medical files, including microbiological confirmation when available. Fourth, only patients admitted to the ICU were included in the study, which may have led to selection bias, minimizing the estimation of mortality rates by exclusion of patients denied ICU admission because of do-not-resuscitate management. Lastly, quality of life, readmission, and functional status are important and relevant outcomes but were been collected in this study. 5. ConclusionsIn conclusion, a diagnosis of ILD significantly worsens the prognosis of SRD patients admitted to the ICU. Critically ill SRD-ILD patients have poor outcomes with an ICU mortality rate at 40% and a one-year after ICU admission rate of 66%. SRD-ILD acute exacerbation and interstitial lung injury severity were the main predictors of ICU mortality. Management of SRD-ILD patients is complex and requires a multidisciplinary approach. Further studies are intended to improve the ICU outcomes of these patients. Author ContributionsConceptualization, K.K. and R.L.; methodology, K.K., R.L., and L.B.; data collection and investigation, L.B., S.J., J.C., K.C., M.M., N.B. (Nacim Benchabane), R.B., N.B. (Noemie Besnard), D.D., V.B., and R.L.; formal analysis, J.V., M.A., F.G., and R.L.; writing—original draft preparation, L.B.; writing—review and editing, K.K., F.G., and R.L.; supervision, K.K.; study conception, K.K. and R.L. All authors have read and agreed to the published version of the manuscript. FundingThis research received no external funding. Institutional Review Board StatementThis study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the Institutional Review Board of Montpellier University Hospital (no. 2018_IRB-MTP_09-18). Informed Consent StatementPatient consent was waived by the Institutional Review Board. Data Availability StatementThe authors consent to share the collected data with others. Data will be provided to qualified investigators free of charge, after careful examination of required documents (summary of the research plan, request form and IRB approval) by the study board of investigators. Data will be available immediately after the main publication and indefinitely. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Dumas G., Géri G., Montlahuc C., Chemam S., Dangers L., Pichereau C., Brechot N., Duprey M., Mayaux J., Schenck M., et al.  Outcomes in Critically Ill Patients with Systemic Rheumatic Disease: A Multicenter Study. Chest. 2015;148:927–935. doi: 10.1378/chest.14-3098. [PubMed] [CrossRef] [Google Scholar]2. Fischer A., West S.G., Swigris J.J., Brown K.K., du Bois R.M. Connective Tissue Disease-Associated Interstitial Lung Disease. Chest. 2010;138:251–256. doi: 10.1378/chest.10-0194. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Larcher R., de Chambrun M.P., Garnier F., Rubenstein E., Carr J., Charbit J., Chalard K., Mourad M., Amalric M., Platon L., et al.  One-Year Outcome of Critically Ill Patients with Systemic Rheumatic Disease: A Multicenter Cohort Study. Chest. 2020;158:1017–1026. doi: 10.1016/j.chest.2020.03.050. [PubMed] [CrossRef] [Google Scholar]4. Fumeaux T., Rothmeier C., Jolliet P. Outcome of Mechanical Ventilation for Acute Respiratory Failure in Patients with Pulmonary Fibrosis. Intensive Care Med. 2001;27:1868–1874. doi: 10.1007/s00134-001-1150-0. [PubMed] [CrossRef] [Google Scholar]5. Fernández-Pérez E.R., Yilmaz M., Jenad H., Daniels C.E., Ryu J.H., Hubmayr R.D., Gajic O. Ventilator Settings and Outcome of Respiratory Failure in Chronic Interstitial Lung Disease. Chest. 2008;133:1113–1119. doi: 10.1378/chest.07-1481. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Vial-Dupuy A., Sanchez O., Douvry B., Guetta L., Juvin K., Wermert D., Guérot E., Israël-Biet D. Outcome of Patients with Interstitial Lung Disease Admitted to the Intensive Care Unit. Sarcoidosis Vasc. Diffuse Lung Dis. Off. J. WASOG. 2013;30:134–142. [PubMed] [Google Scholar]7. Huapaya J.A., Wilfong E.M., Harden C.T., Brower R.G., Danoff S.K. Risk Factors for Mortality and Mortality Rates in Interstitial Lung Disease Patients in the Intensive Care Unit. Eur. Respir. Rev. 2018;27:180061. doi: 10.1183/16000617.0061-2018. [PubMed] [CrossRef] [Google Scholar]8. Zafrani L., Lemiale V., Lapidus N., Lorillon G., Schlemmer B., Azoulay E. Acute Respiratory Failure in Critically Ill Patients with Interstitial Lung Disease. PLoS ONE. 2014;9:e104897.  doi: 10.1371/journal.pone.0104897. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Hadley R., Hyzy R. Critically Ill Patients with Interstitial Lung Disease. Clin. Chest Med. 2015;36:497–510. doi: 10.1016/j.ccm.2015.05.012. [PubMed] [CrossRef] [Google Scholar]10. Maillet T., Goletto T., Beltramo G., Dupuy H., Jouneau S., Borie R., Crestani B., Cottin V., Blockmans D., Lazaro E., et al.  Usual Interstitial Pneumonia in ANCA-Associated Vasculitis: A Poor Prognostic Factor. J. Autoimmun. 2019:102338. doi: 10.1016/j.jaut.2019.102338. [PubMed] [CrossRef] [Google Scholar]11. Gannon W.D., Lederer D.J., Biscotti M., Javaid A., Patel N.M., Brodie D., Bacchetta M., Baldwin M.R. Outcomes and Mortality Prediction Model of Critically Ill Adults with Acute Respiratory Failure and Interstitial Lung Disease. Chest. 2018;153:1387–1395. doi: 10.1016/j.chest.2018.01.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Mathai S.C., Danoff S.K. Management of Interstitial Lung Disease Associated with Connective Tissue Disease. BMJ. 2016:h6819. doi: 10.1136/bmj.h6819. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. van den Hoogen F., Khanna D., Fransen J., Johnson S.R., Baron M., Tyndall A., Matucci-Cerinic M., Naden R.P., Medsger T.A., Carreira P.E., et al.  2013 Classification Criteria for Systemic Sclerosis: An American College of Rheumatology/European League against Rheumatism Collaborative Initiative. Arthritis Rheum. 2013;65:2737–2747. doi: 10.1002/art.38098. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Shiboski C.H., Shiboski S.C., Seror R., Criswell L.A., Labetoulle M., Lietman T.M., Rasmussen A., Scofield H., Vitali C., Bowman S.J., et al.  2016 American College of Rheumatology/European League Against Rheumatism Classification Criteria for Primary Sjögren’s Syndrome: A Consensus and Data-Driven Methodology Involving Three International Patient Cohorts. Arthritis Rheumatol. 2017;69:35–45. doi: 10.1002/art.39859. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Aletaha D., Neogi T., Silman A.J., Funovits J., Felson D.T., Bingham C.O., Birnbaum N.S., Burmester G.R., Bykerk V.P., Cohen M.D., et al.  2010 Rheumatoid Arthritis Classification Criteria: An American College of Rheumatology/European League Against Rheumatism Collaborative Initiative. Arthritis Rheum. 2010;62:2569–2581. doi: 10.1002/art.27584. [PubMed] [CrossRef] [Google Scholar]16. Hunder G.G., Arend W.P., Bloch D.A., Calabrese L.H., Fauci A.S., Fries J.F., Leavitt R.Y., Lie J.T., Lightfoot R.W., Masi A.T. The American College of Rheumatology 1990 Criteria for the Classification of Vasculitis. Introduction. Arthritis Rheum. 1990;33:1065–1067. doi: 10.1002/art.1780330802. [PubMed] [CrossRef] [Google Scholar]17. Jennette J.C., Falk R.J., Bacon P.A., Basu N., Cid M.C., Ferrario F., Flores-Suarez L.F., Gross W.L., Guillevin L., Hagen E.C., et al.  2012 Revised International Chapel Hill Consensus Conference Nomenclature of Vasculitides. Arthritis Rheum. 2013;65:1–11. doi: 10.1002/art.37715. [PubMed] [CrossRef] [Google Scholar]18. Sieper J., Rudwaleit M., Baraliakos X., Brandt J., Braun J., Burgos-Vargas R., Dougados M., Hermann K.-G., Landewé R., Maksymowych W., et al.  The Assessment of SpondyloArthritis International Society (ASAS) Handbook: A Guide to Assess Spondyloarthritis. Ann. Rheum. Dis. 2009;68(Suppl. 2):ii1–ii44. doi: 10.1136/ard.2008.104018. [PubMed] [CrossRef] [Google Scholar]19. Fischer A., Antoniou K.M., Brown K.K., Cadranel J., Corte T.J., du Bois R.M., Lee J.S., Leslie K.O., Lynch D.A., Matteson E.L., et al.  An Official European Respiratory Society/American Thoracic Society Research Statement: Interstitial Pneumonia with Autoimmune Features. Eur. Respir. J. 2015;46:976–987. doi: 10.1183/13993003.00150-2015. [PubMed] [CrossRef] [Google Scholar]20. Aringer M., Costenbader K., Daikh D., Brinks R., Mosca M., Ramsey-Goldman R., Smolen J.S., Wofsy D., Boumpas D.T., Kamen D.L., et al.  2019 European League Against Rheumatism/American College of Rheumatology Classification Criteria for Systemic Lupus Erythematosus. Arthritis Rheumatol. 2019;71:1400–1412. doi: 10.1002/art.40930. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Bottai M., Tjärnlund A., Santoni G., Werth V.P., Pilkington C., de Visser M., Alfredsson L., Amato A.A., Barohn R.J., Liang M.H., et al.  EULAR/ACR Classification Criteria for Adult and Juvenile Idiopathic Inflammatory Myopathies and Their Major Subgroups: A Methodology Report. RMD Open. 2017;3:e000507. doi: 10.1136/rmdopen-2017-000507. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. American Thoracic Society. European Respiratory Society  American Thoracic Society/European Respiratory Society International Multidisciplinary Consensus Classification of the Idiopathic Interstitial Pneumonias: This Joint Statement of the American Thoracic Society (ATS), and the European Respiratory Society (ERS) Was Adopted by the ATS Board of Directors, June 2001 and by The ERS Executive Committee, June 2001. Am. J. Respir. Crit. Care Med. 2002;165:277–304. doi: 10.1164/ajrccm.165.2.ats01. [PubMed] [CrossRef] [Google Scholar]23. Collard H.R., Ryerson C.J., Corte T.J., Jenkins G., Kondoh Y., Lederer D.J., Lee J.S., Maher T.M., Wells A.U., Antoniou K.M., et al.  Acute Exacerbation of Idiopathic Pulmonary Fibrosis. An International Working Group Report. Am. J. Respir. Crit. Care Med. 2016;194:265–275. doi: 10.1164/rccm.201604-0801CI. [PubMed] [CrossRef] [Google Scholar]24. Singer M., Deutschman C.S., Seymour C.W., Shankar-Hari M., Annane D., Bauer M., Bellomo R., Bernard G.R., Chiche J.-D., Coopersmith C.M., et al.  The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3) JAMA. 2016;315:801. doi: 10.1001/jama.2016.0287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Charlson M.E., Pompei P., Ales K.L., MacKenzie C.R. A New Method of Classifying Prognostic Comorbidity in Longitudinal Studies: Development and Validation. J. Chronic Dis. 1987;40:373–383. doi: 10.1016/0021-9681(87)90171-8. [PubMed] [CrossRef] [Google Scholar]26. Vincent J.L., Moreno R., Takala J., Willatts S., De Mendonça A., Bruining H., Reinhart C.K., Suter P.M., Thijs L.G. The SOFA (Sepsis-Related Organ Failure Assessment) Score to Describe Organ Dysfunction/Failure. On Behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine. Intensive Care Med. 1996;22:707–710. doi: 10.1007/BF01709751. [PubMed] [CrossRef] [Google Scholar]27. Teasdale G., Jennett B. Assessment of Coma and Impaired Consciousness. A Practical Scale. Lancet. 1974;2:81–84. doi: 10.1016/S0140-6736(74)91639-0. [PubMed] [CrossRef] [Google Scholar]28. Le Gall J.R., Lemeshow S., Saulnier F. A New Simplified Acute Physiology Score (SAPS II) Based on a European/North American Multicenter Study. JAMA. 1993;270:2957–2963. doi: 10.1001/jama.1993.03510240069035. [PubMed] [CrossRef] [Google Scholar]29. The ARDS Definition Task Force  Acute Respiratory Distress Syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]30. Kidney Disease: Improving Global Outcomes (KDIGO) Acute Kidney Injury Work Group.  KDIGO Clinical Practice Guideline for Acute Kidney Injury. Kidney Int. Suppl. 2012;2:1–138. doi: 10.1159/000339789. [CrossRef] [Google Scholar]31. Vittinghoff E., McCulloch C.E. Relaxing the Rule of Ten Events per Variable in Logistic and Cox Regression. Am. J. Epidemiol. 2007;165:710–718. doi: 10.1093/aje/kwk052. [PubMed] [CrossRef] [Google Scholar]32. Janssen N.M., Karnad D.R., Guntupalli K.K. Rheumatologic Diseases in the Intensive Care Unit: Epidemiology, Clinical Approach, Management, and Outcome. Crit. Care Clin. 2002;18:729–748. doi: 10.1016/S0749-0704(02)00025-8. [PubMed] [CrossRef] [Google Scholar]33. Gaudry S., Vincent F., Rabbat A., Nunes H., Crestani B., Naccache J.M., Wolff M., Thabut G., Valeyre D., Cohen Y., et al.  Invasive Mechanical Ventilation in Patients with Fibrosing Interstitial Pneumonia. J. Thorac. Cardiovasc. Surg. 2014;147:47–53. doi: 10.1016/j.jtcvs.2013.06.039. [PubMed] [CrossRef] [Google Scholar]34. Mallick S. Outcome of Patients with Idiopathic Pulmonary Fibrosis (IPF) Ventilated in Intensive Care Unit. Respir. Med. 2008;102:1355–1359. doi: 10.1016/j.rmed.2008.06.003. [PubMed] [CrossRef] [Google Scholar]35. Nash G., Blennerhassett J.B., Pontoppidan H. Pulmonary Lesions Associated with Oxygen Therapy and Artificial Ventilation. N. Engl. J. Med. 1967;276:368–374. doi: 10.1056/NEJM196702162760702. [PubMed] [CrossRef] [Google Scholar]36. Kimmoun A., Baux E., Das V., Terzi N., Talec P., Asfar P., Ehrmann S., Geri G., Grange S., Anguel N., et al.  Outcomes of Patients Admitted to Intensive Care Units for Acute Manifestation of Small-Vessel Vasculitis: A Multicenter, Retrospective Study. Crit. Care. 2015;20:27. doi: 10.1186/s13054-016-1189-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Distler O., Highland K.B., Gahlemann M., Azuma A., Fischer A., Mayes M.D., Raghu G., Sauter W., Girard M., Alves M., et al.  Nintedanib for Systemic Sclerosis–Associated Interstitial Lung Disease. N. Engl. J. Med. 2019;380:2518–2528. doi: 10.1056/NEJMoa1903076. [PubMed] [CrossRef] [Google Scholar]38. Prieto-Peña D., Martínez-Meñaca A., Calderón-Goercke M., Mora-Cuesta V.M., Fernández-Rozas S., Iturbe-Fernández D., Gómez-Román J.J., Cifrián-Martínez J.M., Castañeda S., Hernández J.L., et al.  Long-Term Survival of Lung Transplantation for Interstitial Lung Disease Associated with Connective Tissue Diseases: A Study of 26 Cases from a Referral Centre. Clin. Exp. Rheumatol. 2020;38:615–620. [PubMed] [Google Scholar]39. Park J.E., Kim S.Y., Song J.H., Kim Y.S., Chang J., Lee J.G., Paik H.C., Park M.S. Comparison of Short-Term Outcomes for Connective Tissue Disease-Related Interstitial Lung Disease and Idiopathic Pulmonary Fibrosis after Lung Transplantation. J. Thorac. Dis. 2018;10:1538–1547. doi: 10.21037/jtd.2018.02.50. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Gattinoni L., Tonetti T., Cressoni M., Cadringher P., Herrmann P., Moerer O., Protti A., Gotti M., Chiurazzi C., Carlesso E., et al.  Ventilator-Related Causes of Lung Injury: The Mechanical Power. Intensive Care Med. 2016;42:1567–1575. doi: 10.1007/s00134-016-4505-2. [PubMed] [CrossRef] [Google Scholar]41. Brochard L., Slutsky A., Pesenti A. Mechanical Ventilation to Minimize Progression of Lung Injury in Acute Respiratory Failure. Am. J. Respir. Crit. Care Med. 2017;195:438–442. doi: 10.1164/rccm.201605-1081CP. [PubMed] [CrossRef] [Google Scholar]42. Slutsky A.S., Ranieri V.M. Ventilator-Induced Lung Injury. N. Engl. J. Med. 2013;369:2126–2136. doi: 10.1056/NEJMra1208707. [PubMed] [CrossRef] [Google Scholar]43. Vianello A., Arcaro G., Paladini L., Iovino S. Successful Management of Acute Respiratory Failure in an Idiopathic Pulmonary Fibrosis Patient Using an Extracorporeal Carbon Dioxide Removal System. Sarcoidosis Vasc. Diffuse Lung Dis. Off. J. WASOG. 2016;33:186–190. [PubMed] [Google Scholar]44. Huang J., Liu C., Zhu R., Su Y., Lin J., Lu J., Wen S., Zuo L. Combined Usage of Extracorporeal Membrane Oxygenation and Double Filtration Plasmapheresis in Amyopathic Dermatomyositis Patient with Severe Interstitial Lung Disease: A Case Report. Medicine. 2018;97:e10946. doi: 10.1097/MD.0000000000010946. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}