{"title": "Implications of SARS-Cov-2 infection on eNOS and iNOS activity: Consequences for the respiratory and vascular systems", "pubDate": "2021", "PMCID": "PMC8021449", "DOI": "10.1016/j.niox.2021.04.003", "PMID": "33831567", "abstract": "Symptoms of COVID-19 range from asymptomatic/mild symptoms to severe illness and death, consequence of an excessive inflammatory process triggered by SARS-CoV-2 infection. The diffuse inflammation leads to endothelium dysfunction in pulmonary blood vessels, uncoupling eNOS activity, lowering NO production, causing pulmonary physiological alterations and coagulopathy. On the other hand, iNOS activity is increased, which may be advantageous for host defense, once NO plays antiviral effects. However, overproduction of NO may be deleterious, generating a pro-inflammatory effect. In this review, we discussed the role of endogenous NO as a protective or deleterious agent of the respiratory and vascular systems, the most affected in COVID-19 patients, focusing on eNOS and iNOS roles. We also reviewed the currently available NO therapies and pointed out possible alternative treatments targeting NO metabolism, which could help mitigate health crises in the present and future CoV's spillovers.", "author": [{"author": "Lara M F Guimarães", "affiliation": ["Departamento de Bioquímica, Instituto de Química, Universidade de São Paulo, SP, Brazil."], "href": "/?term=Guimar%C3%A3es+LMF&cauthor_id=33831567"}, {"author": "Caio V T Rossini", "affiliation": ["Departamento de Bioquímica, Instituto de Química, Universidade de São Paulo, SP, Brazil."], "href": "/?term=Rossini+CVT&cauthor_id=33831567"}, {"author": "Claudiana Lameu", "affiliation": ["Departamento de Bioquímica, Instituto de Química, Universidade de São Paulo, SP, Brazil. Electronic address: claulameu@usp.br."], "href": "/?term=Lameu+C&cauthor_id=33831567"}], "refPMID": ["32333222", "32648899", "25720466", "30683171", "29654248", "21957308", "17459938", "32125642", "32532805", "32385101", "32686260", "32437250", "19519561", "17043768", "9192673", "17869551", "21132021", "11515807", "14977040", "23966993", "29729549", "29047084", "21858206", "32179124", "32224074", "22797452", "32105637", "32252784", "32077789", "32329799", "32359410", "7781921", "27645688", "31205027", "12682462", "28188225", "27043409", "25593744", "32437596", "33375371", "33077917", "17116756", "30355078", "19767531", "27729465", "32753148", "28044409", "32456846", "32388331", "32946812", "32690910", "28579545", "32203709", "15510222", "17673671", "27347773", "19089341", "17383982", "16371634", "12663340", "27903300", "19491403", "32374815", "32492712", "32217556", "32414646", "30701381", "27886531", "32353251", "31376606", "32339221", "31173724", "26481314", "11414678", "16955520", "17242068", "15650225", "9182795", "1373522", "22363706", "8642338", "7682706", "8516803", "10679404", "11515814", "11515816", "8151776", "7544004", "7524082", "25250029", "9696801", "9188590", "7690156", "7474119", "7533852", "1321855", "9449698", "23562771", "15286280", "32348474", "19800091", "10791912", "33116300", "18379246", "11264456", "22588153", "24681349", "23443282", "10554332", "23157515", "10390372", "16101524", "27373322", "20036926", "31966575", "11179131", "12663341"], "citedInPMID": ["33831567", "35085325", "34980198", "34909758", "34859262", "34723226", "34367380", "34364739", "34299181"], "body": " AbstractSymptoms of COVID-19 range from asymptomatic/mild symptoms to severe illness and death, consequence of an excessive inflammatory process triggered by SARS-CoV-2 infection. The diffuse inflammation leads to endothelium dysfunction in pulmonary blood vessels, uncoupling eNOS activity, lowering NO production, causing pulmonary physiological alterations and coagulopathy. On the other hand, iNOS activity is increased, which may be advantageous for host defense, once NO plays antiviral effects. However, overproduction of NO may be deleterious, generating a pro-inflammatory effect. In this review, we discussed the role of endogenous NO as a protective or deleterious agent of the respiratory and vascular systems, the most affected in COVID-19 patients, focusing on eNOS and iNOS roles. We also reviewed the currently available NO therapies and pointed out possible alternative treatments targeting NO metabolism, which could help mitigate health crises in the present and future CoV's spillovers.Keywords: Nitric oxide metabolism, Coronavirus disease-19, Acute respiratory distress syndrome, Coagulopathy, Antiviral effect Graphical abstractOpen in a separate window 1. IntroductionAt the end of 2019, a new coronavirus (CoV), the severe acute respiratory syndrome (SARS)-CoV-2 emerged in Wuhan, China [1]. SARS-CoV-2 is the causative virus of coronavirus disease 2019 (COVID-19), whose symptoms range from asymptomatic to severe respiratory failure, leading patients to hospitalization and even to death [2]. Although seven known CoVs have crossed the species barrier and are endemic in humans, CoVs are broadly distributed in wildlife [3]. The manifold reports detecting numerous CoVs in animals, coupled with the ongoing and pre-existed spillovers of coronavirus in humans, indicate that future zoonotic transmission events may occur [[4], [5], [6], [7]].In the light of the new CoV outbreak, researchers around the world are making a task force to develop therapeutic strategies, targeting on the virus itself and the disease caused by the SARS-CoV-2 [8]. Although some infected individuals have no symptoms, others report from common cold to severe respiratory failure, such as acute respiratory distress syndrome (ARDS), with multiple organ failure, as a consequence of an excessive inflammatory process triggered by SARS-CoV-2 infection [9]. The diffuse inflammation causes pulmonary physiology damage, and also endothelial disfunction and disturbances in nitric oxide (NO) metabolism, which activate coagulation and thrombin generation leading to thrombosis and pulmonary embolism observed in severe COVID-19 patients [10]. Attempting to find an immediate solution for COVID-19, approved drugs by the Food and Drug Administration (FDA) and similar agencies to treat other diseases are being investigated [[11], [12], [13]]. Nevertheless, there is no effective treatment for COVID-19, the strategies are to try minimizing the chances of hospitalization in the intensive care unit and to avoid invasive procedures like extracorporeal membrane oxygenation (ECMO) to oxygenate the lungs [13].In this sense, inhaled NO, a non-invasive method, has been investigated to treat COVID-19 and reduce the need for invasive mechanical ventilation. In addition to being a pulmonary vasodilator, NO can act as an anti-inflammatory and antithrombotic agent. NO donors and NO gas also showed antibacterial and antiviral properties in in vitro studies and early clinical investigations [14]. However, excessive exposure at high levels of NO can be deleterious to the organism; cells in pro-oxidative state use NO to produce toxic metabolites known as reactive nitrogen oxide species [15], that might aggravate the problems associated with COVID-19 [16]. Here, we reviewed the role of NO in protecting or damaging of the respiratory and vascular systems, the most affected in COVID-19, pointing to possible therapies targeting NO metabolism. 2. Metabolism of nitric oxide in the ARDS contextNO is generated along with l-citrulline from l-arginine and oxygen (O2) in a reaction catalyzed by NO synthase (NOS). Of the three known isoforms of NOS, neuronal NOS (nNOS) and endothelial NOS (eNOS) are constitutively expressed NOS (cNOS), while the expression of inducible NOS (iNOS) depends on inflammatory stimuli (reviewed in Ref. [17]). Evidence demonstrates that for NO production, iNOS preferably uses cytosolic l-arginine [18] and cNOS depends on a compartmentalized pool of l-arginine produced from l-citrulline recycling via the citrulline-NO cycle [19]. Therefore, arginosuccinate synthase (ASS), the rate-limiting enzyme in this cycle [20] tightly controls cNOS-produced NO, whereas iNOS produces high levels of NO for hours or days since cytosolic l-arginine concentration is not limited and is above the Km of the NOS [19,21]. However, high levels of NO can be deleterious to the organism; cells in pro-oxidative state use NO to produce reactive species [22]. In this case, the arginase, enzyme that catabolizes l-arginine, is activated to reduce iNOS-produced harmful NO, interfering in beneficial NO production as it also competes with cNOS for this substrate [23]. Low l-arginine availability is associated with ARDS, and may also lead to eNOS uncoupling, which induces further oxidative and cellular damage in the pulmonary epithelium and endothelium [[24], [25], [26]]. For all these reasons, it is of particular interest to ensure the NO production at a safe level, so that the deleterious threshold is not exceeded. In this sense, keeping a pool of l-arginine directed to NO production by the l-citrulline recycling would be a strategy to treat diseases that involve dysregulation of NO metabolism [15]. 3. The importance of eNOS activity in the pathogenesis of SARS-CoV-23.1. NO and pulmonary physiologyThe most prevalent symptoms of COVID-19 are fever, cough and fatigue, however, about 20% of patients may experience more severe symptoms associated with ARDS [27,28]. ARDS is an acute diffuse inflammatory lung injury, which drives to increased pulmonary vascular permeability. Physiological alterations caused by the infiltration of immune cells lead to greater venous admixture (wasted perfusion), increased physiological dead space and decreased lung compliance [29]. Chest computed tomography (CT) scans from COVID-19 patients show the presence of ground-glass opacity and consolidation since early phase of the disease. Linear opacities, crazy-paving pattern, reverse halo sign and other alterations were observed in patients in the late phase. Also, lung tissue involvement is not homogeneous, which means that patients have different parts of the lungs compromised [[30], [31], [32]]. These findings confirm that the virus causes physiopathological alterations in lung parenchyma and pulmonary vascular structure, which induce ARDS.ARDS patients are divided into three exclusive categories (mild, moderate, and severe) based on degree of hypoxemia, which is primarily caused by ventilation-perfusion rate (V/Q) mismatch, an outcome of pulmonary vascular changes [29,33]. Dual-energy CT imaging of COVID-19 pneumonia has shown a higher perfusion in areas with opacities and consolidation, lowering the V/Q and causing venous admixture [34]. In healthy individuals, hypoxemia induces vasoconstriction in intrapulmonary arteries to reduce desaturated blood flow through underventilated areas in the lungs, redirecting it to better-oxygenated lung segments [35,36]. Inversely, high blood pressure in these specific ventilated areas of the lungs promotes shear stress, which increases eNOS activity and, hence, NO-induced vasodilatation [37] (Fig. 1\nA). However, ARDS diffuse inflammatory process triggers a vasodilatation cascade in non-ventilated parts of the lungs (deregulating hypoxic vasoconstrictive mechanisms) and vasoconstriction in ventilated areas. The imbalance between vasoconstricting and vasodilating pathways leads to endothelium dysfunction (Fig. 1B) [34,35,38].Open in a separate windowFig. 1Implications of ARDS in hypoxic pulmonary vasoconstriction (HPV). (A) In individuals with intact endothelium, alveolar hypoxia induces vasoconstriction in intrapulmonary arteries, redirecting blood flow to well ventilated areas. The blood pressure in arteries near ventilated alveoli rises, which in turn promotes shear stress, induces eNOS activity and increases the concentration of endothelium-derived vasodilators, like NO, inhibiting HPV and promoting widening of vessel diameter. This regulation causes the blood to flow in direction of well-ventilated areas, improving V/Q [[35], [36], [37]]. (B) In ARDS patients, the diffuse inflammation causes endothelial dysfunction in intrapulmonary arteries, causing reduction of HPV. In this situation, the production of endothelium-derived vasoconstrictors (endothelin and thromboxane) is disrupted, causing relaxation of vessel walls in underventilated areas. Once the blood flow is not redirected to well ventilated areas and the activation of eNOS by shear does not occur, inhibiting the production of endothelium-derived vasodilators. These events may cause redirection of blood flow to areas were gas exchange is compromised, worsening V/Q [34,38]. Created with BioRender.com.The diffuse inflammation in lung tissue stimulates phenotypic changes in blood vessel endothelial cells, due to injury and increased arginase activity, lowering l-arginine availability, which leads to eNOS uncoupling, increasing RNOS production and contributing to endothelial dysfunction [24,26,39,40]. These abnormalities together suggest an intrapulmonary shunt to areas where gas exchange is compromised, worsening V/Q mismatch, causing hypoxemia, increased vascular pulmonary resistance and pulmonary hypertension [41].Evidence from post-mortem samples indicates that COVID-19-induced endothelial dysfunction can be caused not only in an indirect manner, by the recruitment of immune cells induced by SARS-CoV-2 infection of susceptible cell types, but also in a direct manner, through endothelial cell infection [42,43]. After binding with angiotensin-converting enzyme 2 (ACE2), the virus enters the cell mainly by endocytosis. ACE2 is internalized and downregulated on endothelial cells, causing renin-angiotensin system (RAS) imbalance. Once ACE2 expression is diminished on endothelial cells, the generation of angiotensin-1-7 (Ang 1-7) is reduced, decreasing the activation of MAS receptor, lowering the release of NO from endothelial cells, causing vasoconstriction, platelet aggregation and disruption of cell-autonomous immunity [12,44,45]. The endothelial barrier importance is such that the elderly and patients with pre-existing risk factors who have compromised endothelium are more susceptible to severe COVID-19 (Table 1\n).Table 1Pre-existing alterations in endothelium as risk factors for severe COVID-19.Risk factorsPre-existing conditionsCOVID-19 ComplicationsOld age[46,47]Age-related physiological changes:• Age-dependent decreases in NO bioavailability.• Increased oxidative stress.• Increased inflammation.• Reduced shear-stress response• Reduced Tetrahydrobiopterin availability.• Weak endothelium, more susceptible to SARS-CoV-2 infection.• Exacerbation of endothelial dysfunction and its consequences.Pregnancy[48,49]Physiological adaptations in pregnancy:• Vascular remodeling.• Overexpression of ACE2.• Increase production of Ang 1–7.• Increased endothelial NO release.• Vasodilatation• Decreased blood pressure• Greater risk for SARS-CoV-2 infection.• Downregulation of ACE2 - unbalanced vasodilatory responses.• Increased blood pressure.• High risk of preeclampsia.Diabetes[[50], [51], [52], [53]]• Mitochondrial collapse – ROS production• Reduced eNOS expression.• Impairment of endothelial repair• Reduced Tetrahydrobiopterin availability• Increased arginase activity• Low ACE2 expression• Exacerbation of endothelial dysfunction and its consequences.• Worsening of dysglycemia• Aggravation of RAS imbalance• Pancreatic b-cells damageCardiovascular diseases[54,55]• Endothelial cells in a pro-inflammatory and pro-thrombotic state.• Elevated ROS production.• Reduced NO bioavailability.• Myocardial injury.• Arrhythmia.• Acute cardiac injury.Open in a separate windowAbbreviations: NO, nitric oxide; ACE2, angiotensin-converting enzyme 2; Ang 1–7, angiotensin-1-7; ROS, reactive oxygen species; eNOS, endothelial nitric oxide synthase; RAS, renin-angiotensin system.In an attempt to reverse severe ARDS symptoms and prevent progression in COVID-19 early phase patients, many therapeutic options that modulate respiratory physiology are being proposed, like plateau airway pressure, neuromuscular blockade, extracorporeal membrane oxygenation and inhaled NO [56]. Up to now, inhaled NO is under study in dozens of CoV-related clinical trials [57] These interventional studies not only focus on reversing virus burden and respiratory failure in patients on mechanical ventilation, but also treat and prevent progression in patients with mild and moderate disease and as a preventive option for healthcare providers [57]. Under physiological conditions, blood vessel endothelial cells produce NO, which diffuses into the smooth muscle layer and promotes relaxation and vasodilation through physiological activation of NO-sensitive guanylyl cyclase forming cGMP from GTP. cGMP plays a key role in maintaining the physiological tissue homeostasis, regulating the activity of different targets downstream, such as cGMP-regulated ion channels, cGMP-dependent phosphodiesterases and cGMP-dependent protein kinase (PKG) [58]. After activation by cGMP, PKG phosphorylates myosin light chain phosphatase, which in turn dephosphorylates regulatory light chain (RLC) of myosin, promoting relaxation. cGMP also decreases Ca2+ cytosolic concentration, inhibiting the Ca2+/calmodulin-dependent protein kinase, myosin light chain kinase, activity, therefore preventing RLC phosphorylation and contributing to smooth muscle relaxation [59]. Given that eNOS is uncoupled in patients with blood vessel endothelial dysfunction, inhaled NO has been used as therapeutic option to replace the endogenous NO activity in patients with several pulmonary complications, including ARDS. As inhaled NO acts selectively, only inducing vasodilatation in lung areas where ventilation is not compromised, it can improve V/Q mismatch [60,61].Nevertheless, inhaled NO application remains debatable. Inhaled NO benefits on oxygenation is transitory and does not appear to be associated with increased survival. Likewise, most ARDS patients die from multiple organ failure rather than hypoxemia [62]. Moreover, prolonged exposure to inhaled NO can cause sensitization, lowering the oxygenation benefit while exposing these patients to oxidative toxic damage, reducing its benefits [63,64]. Renal function in patients receiving inhaled NO treatment can also be compromised, increasing the need for renal replacement therapy [65]. In order to avoid complications, controlled therapies to regulate the metabolism of NO should be investigated, including an allosteric ASS activator, the step-limiting enzyme of NO-citrulline cycle [15,66].3.2. Coagulation pathway and endothelial dysfunction in COVID-19Besides the deleterious effects of SARS-CoV-2-induced diffuse inflammation in pulmonary physiology and oxygen saturation, such virus can also induce coagulopathy. Autopsies from COVID-19-positive patients have shown diffuse alveolar damage, widespread lung vascular thrombosis, microvascular thromboembolic, capillary congestion and deep venous thrombosis [67]. Thus, high d-dimer levels in the blood, a coagulopathy marker, are associated with increased mortality in COVID-19 patients. Indeed, pulmonary embolism was the direct cause of death in some patients [42,67,68]. Multi-organ failure, observed in severe COVID-19 cases, has been linked with diffuse intravascular coagulation and large-vessel thrombosis [42,69,70]. Therefore, National Institute of Health treatment guideline for COVID-19 patients recommends anticoagulant therapy as prophylaxis for hospitalised individuals [71].In the COVID-19, several factors contribute for coagulopathy. The inflammatory response, generated by virus infection, leads to the activation of coagulation cascade, thrombin generation and fibrinolysis shutdown [[72], [73], [74]]. Hypoxemia can also contribute to coagulopathy, increasing blood viscosity and triggering the release of hypoxia-inducible transcription factors, that in turn influence the coagulation and fibrinolysis cascades [75]. Furthermore, endothelial injury and dysfunction caused by pro-inflammatory cytokines and tropism of the virus for ACE2 receptors, decrease the bioavailability of NO and trigger venous thromboembolism and disruption of natural antithrombotic state [76]. Also, eNOS uncoupling due to low l-arginine levels, impairs NO production or bioavailability in ARDS patients, which induces vasoconstriction and can lead to arterial and venous thrombosis [77]. On the other hand, under physiological conditions, eNOS-produced NO in the intact endothelium is released and then the NO/cGMP/PKG signaling pathway induces vasodilatation, inhibits platelet adhesion and aggregation and prevents smooth muscle cell proliferation, hindering thrombus formation [77]. Nevertheless, there is no clinically available NO therapy that addresses endothelial dysfunction directly, which could prevent thrombosis in COVID-19 patients [77,78].Several therapeutic strategies with NO-enhancing and –releasing agents have been studied to develop new antithrombotic drugs [77]; even so, NO is not under studies to prevent coagulopathy in COVID-19. 4. iNOS activity: friend or enemy of COVID-19?4.1. Nitric oxide in immune responses against virusesNO is a key molecule in the regulation of immune response to pathogens [[79], [80], [81], [82], [83]]. Mainly, iNOS-synthesized NO is an important immunoregulatory mediator of the host's immune system against infectious organisms, and acts as a toxic agent. Futhermore, NO can regulate cellular function, growth and death of immune cells, such as macrophages, neutrophils, T cells and natural killers (NK) cells [21].Although macrophages are the main NO producers in response to pathogens [[84], [85], [86]], many cells express iNOS, including fibroblasts, hepatocytes [87], endothelial and epithelial cells, keratinocytes and chondrocytes [88,89] antigen-presenting cells [90] and NK cells [21,91]. iNOS expression is induced by several agents, including microbial lipopolysaccharides and cytokines [[92], [93], [94]]. Once expressed, unlike eNOS and nNOS, iNOS is continuously active. Therefore, iNOS provides continuous high concentrations of NO to chemically neutralize invading pathogens, and this level of synthesis is sustained for hours or days, depending on how long the enzyme is present in cells or tissue [21].NO has several advantages as an antiviral agent, despite that, there are few studies investigating its potential therapeutic in viral infections. Firstly, it can easily pass through cell membranes to neighboring cells, as well as to viruses, not requiring a receptor [95]. Also, NO acts on a variety of viral targets, inhibiting viral replication; and cell specificity depends on its concentration, chemical reactivity, proximity of target cells and the way that target cells are designed to respond [21]. Finally, the NO effect is independent of the immune recognition of the infected cell, in contrast to antiviral lymphocytes. Such effect may be important in virus-infected cells where the major histocompatibility complex, essential for the adaptive immune system, is limited and/or sub regulated [95]. Given the highly reactive nature of NO, its antiviral effects are probably mediated by reactions with multiple cellular and viral targets which may be advantageous for host defense because it will limit the capacity of viruses to develop resistance.Studies have shown that the NO antiviral effects are provided by NO donors [[96], [97], [98], [99], [100]] or by iNOS directly activated by cytokines [[92], [93], [94]]. Rimmelzwaan et al. [101] demonstrated that influenza A virus replication in MDCK cells was severely impaired by NO generating compound, S -nitroso- N -acetylpenicillamine (SNAP). Reduction of infected cells and virus production proved to correlate with reduction of viral protein activity and viral RNA synthesis (Fig. 2\nA), indicating that NO affects an early stage in the replication cycle of influenza viruses. This same group hypothesizes that iNOS-synthesized NO in airways epithelial cells, induced by cytokines synthesized after virus infection [102,103], provides an antiviral effect in these cells. Likewise, exposure to NO demonstrated dose-dependent antiviral effects in cells infected with influenza A, B and H1N1 [104]. Additionally, it has been reported that peroxynitrite, an intermediate product formed by the reaction of NO with superoxide, inhibits the entry of RNA of some viruses into host cells [105].Open in a separate windowFig. 2NO antiviral mechanisms, hypothesis of action on SARS-CoV-2 replication. (A) Acting on viral proteases. The processing of the polyprotein region is a point of posttranslational control that is essential for virus replication. SARS-CoV-2 processes the polyproteins using two cysteine proteases, the papain-like protease (PLpro) or the chymotrypsin-like protease (Mpro). S-nitrosylation of specific Cys residue reduces the activity of these proteases inhibiting SARS-CoV-2 replication [106,107]. (B) Acting on host cell proteins. The complete intracellular life cycle of SARS-CoV-2 relies on interactions with host molecules. The proteolytic cleavage of S proteins by serine protease TMPRSS2 and cysteine proteases cathepsin B (CatB) and CatL is essential for the virus fusion. Thus, the inhibition CatB and CatL by S-nitrosylation could prevent SARS-CoV-2 entry into cell. (C) Furthermore, NO-mediated S-nitrosylation of cysteine-containing proteins may prevent virus molecular interactions critical for RNA replication, virus assembly and translation of viral mRNAs, abrogating SARS-CoV-2 cell cycle [108,109].With the new CoV global outbreak, the search for effective antivirals against SARS-CoV-2 is an important undertaking. Interestingly, inhibition of SARS-CoV replication cycle in vitro was reported with NO donors by two distinct mechanisms, by affecting spike (S) protein and ACE2 fusion (Fig. 2B) or reduction of viral RNA load in early stages of replication (Fig. 2C) [82]. Although its antiviral effects against SARS-CoV-2 is not yet elucidated, evidence shows that NO has a great potential. We hypothesize that metabolic enhancement of NO production and NO bioavailability through complex interventions can partially reverse deleterious physiological conditions associated with viral infection and unregulated pro-inflammatory processes.4.2. NO in lung injuries: pro-inflammatory effectAlthough NO plays a protective role in viral infection, it can also contribute to immunopathology of COVID-19. NO generation is a tightly regulated process; the pathophysiological conditions that deregulate it lead to reactive oxygen species (ROS) generation [25,110,111]. Excessive ROS produced by the endothelium and epithelium, as well as by leukocytes, play an important role in ARDS progression and lung damage. ROS positively regulate the expression of proinflammatory cytokines and adhesion molecules, causing endothelial and epithelial dysfunctions, along with increasing oxidative stress in pulmonary duct tissues and airways, further altering the inflammatory state [25,112,113]. Throughout ARDS process, lung cells release large amounts of inflammatory factors that increase iNOS synthesis in alveolar macrophages, neutrophils and bronchial epithelium, providing abundant amounts of NO for release into lung tissues [114,115]. Moreover, airway stress can induce bronchial obstruction and worsen inflammation in ARDS patients, further inducing lung tissues to produce NO [116].Overproduction of NO leads to deleterious cell components damage when reacting with superoxide, and favors the formation of peroxynitrite that can nitrate and oxidize proteins, lipids and nucleotides [117]. In case of increased plasma NO levels, the reaction between NO and superoxide to form peroxynitrite becomes very fast, where the production rate is about three times higher than the rate of superoxide decomposition by superoxide dismutase [118]. Excessive peroxynitrite formation can lead to inhibition of mitochondrial respiration, protein dysfunction, depletion of cellular energy, damage to cell membranes and DNA [117], in addition to contributing to resistance to anti-inflammatory drugs [119]. Although reactive nitrogen species (RNS) are more widely cited, both ROS and RNS are capable of interact with proteins, DNA or lipids by oxidation or nitrosation [120].NO-mediated oxidative stress is an important factor in the pathogenesis of lung injury. High levels of NO, represented by the increase of its stable metabolites, nitrate and nitrite, can intensify lipid peroxidation, cause necrosis and denaturation of pulmonary epithelial cells, aggravate inflammation and induce the onset of ARDS [121]. A clinical study reported high concentrations of the NO, nitrate and nitrite metabolites in the bronchoalveolar lavage, not only in ARDS patients, but also in patients at risk for ARDS, suggesting that the oxidative stress detected at the beginning of ARDS begins when patients are at risk, before the clinically defined syndrome is recognized [122]. 5. ConclusionAs discussed in the present article, disruption of NO physiology is closely related to the development of ARDS in COVID-19 patients. Nevertheless, NO production pathways are affected in a different manner. eNOS-derived NO production is compromised, inducing alterations throughout the body, especially lung parenchyma and vessel barrier, in fact, conditions that cause changes at the epithelium increase risk for severe illness, reinforcing the important role of damaged endothelial cells in the development of severe COVID-19. On the other hand, NO production by iNOS is increased in effort to fight the virus; however, this pro-inflammatory state can cause a deleterious effect, leading to lung injury. Inhaled NO has been used in ARDS patients in the attempt to mitigate pulmonary physiological alterations caused by eNOS uncoupling, but the transitory effects and possible oxidative toxic damage may weaken the use of this therapy. Here, we propose the investigation of therapies that promote NO production in a metabolic manner. Molecules that positively modulate the activity of ASS, a key enzyme in arginine metabolism, would increase arginine production, leading to eNOS recoupling and increasing NO metabolite production [66]. On the contrary, specific iNOS inhibitors should attenuate ARDS intrapulmonary pathologies [123]. In conclusion, therapeutic approaches that modulate NO metabolism should be considered for the prevention or treatment of severe cases of COVID-19. FundingThis work was supported by the São Paulo Research Foundation: Fundação de Amparo à Pesquisa do Estado de SP, FAPESP (Project No. 2015/19128-2). AcknowledgementsCL is grateful for the funding of São Paulo Research Foundation, FAPESP (Project No. 2015/19128-2), CNPq (Conselho Nacional de Desenvolvimento Científico e Tecnológico) and CAPES (Coordenação de Aperfeiçoamento de Pessoal de Nível Superior), Brazil. CVTR is grateful for FAPESP fellowships (Project No. 2019/08999-3-DD). LG thanks the Higher Education Improvement Coordination (PROEX fellowship). Authors have no conflicts of interest to declare. References1. Wang H., Li X., Li T., Zhang S., Wang L., Wu X., Liu J. The genetic sequence, origin, and diagnosis of SARS-CoV-2. Eur. J. Clin. Microbiol. Infect. Dis. 2020;39:1629–1635. doi: 10.1007/s10096-020-03899-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Wiersinga W.J., Rhodes A., Cheng A.C., Peacock S.J., Prescott H.C. Pathophysiology, transmission, diagnosis, and treatment of coronavirus disease 2019 (COVID-19): a review. JAMA, J. Am. Med. Assoc. 2020;324:782–793. doi: 10.1001/jama.2020.12839. [PubMed] [CrossRef] [Google Scholar]3. Fehr A.R., Perlman S.  Coronaviruses: an overview of their replication and pathogenesis. In: Maier H., Bickerton E., Britton P., editors. Coronaviruses Methods Protoc. Springer; New York: 2015. pp. 1–23. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Amer H.M. Bovine-like coronaviruses in domestic and wild ruminants. Anim. Health Res. Rev. 2019;19:113–124. doi: 10.1017/S1466252318000117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Chamings A., Nelson T.M., Vibin J., Wille M., Klaassen M., Alexandersen S. Detection and characterisation of coronaviruses in migratory and non-migratory Australian wild birds. Sci. Rep. 2018;8 doi: 10.1038/s41598-018-24407-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Chu D.K.W., Leung C.Y.H., Gilbert M., Joyner P.H., Ng E.M., Tse T.M., Guan Y., Peiris J.S.M., Poon L.L.M. Avian coronavirus in wild aquatic birds. J. Virol. 2011;85:12815–12820. doi: 10.1128/jvi.05838-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Dong B.Q., Liu W., Fan X.H., Vijaykrishna D., Tang X.C., Gao F., Li L.F., Li G.J., Zhang J.X., Yang L.Q., Poon L.L.M., Zhang S.Y., Peiris J.S.M., Smith G.J.D., Chen H., Guan Y. Detection of a novel and highly divergent coronavirus from asian leopard cats and Chinese ferret badgers in southern China. J. Virol. 2007;81:6920–6926. doi: 10.1128/jvi.00299-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. NIH COVID-19 Treatment Guidelines Panel . Natl. Institutes Heal; 2020. Therapeutic Options under Investigation Coronavirus Disease COVID-19.https://www.covid19treatmentguidelines.nih.gov/therapeutic-options-under-investigation/ [Google Scholar]9. Fu Y., Cheng Y., Wu Y. Understanding SARS-CoV-2-mediated inflammatory responses: from mechanisms to potential therapeutic tools. Virol. Sin. 2020;35:266–271. doi: 10.1007/s12250-020-00207-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Dinicolantonio J.J., McCarty M. Thrombotic complications of COVID-19 may reflect an upregulation of endothelial tissue factor expression that is contingent on activation of endosomal NADPH oxidase. Open Hear. 2020;7:1337. doi: 10.1136/openhrt-2020-001337. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Kiplin Guy R., DiPaola R.S., Romanelli F., Dutch R.E. Rapid repurposing of drugs for COVID-19. Science (80-. ) 2020;368:829–830. doi: 10.1126/science.abb9332. [PubMed] [CrossRef] [Google Scholar]12. Pillat M.M., Krüger A., Guimarães L.M.F., Lameu C., de Souza E.E., Wrenger C., Ulrich H. Insights in chloroquine action: perspectives and implications in malaria and COVID-19. Cytometry A. 2020;97:872–881. doi: 10.1002/cyto.a.24190. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. NIH  . 2020. Treatment Guidelines Coronavirus Disease 2019, COVID-19 Treat. Guidel. 2019; p. 130.https://www.covid19treatmentguidelines.nih.gov/ [Google Scholar]14. Alvarez R.A., Berra L., Gladwin M.T. Home nitric oxide therapy for COVID-19. Am. J. Respir. Crit. Care Med. 2020;202:16–20. doi: 10.1164/rccm.202005-1906ED. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Lameu C., de Camargo A.C.M., Faria M. L-Arginine signalling potential in the brain: the peripheral gets central, Recent Pat. CNS Drug Discov. 2009;4:137–142. doi: 10.2174/157488909788453004. [PubMed] [CrossRef] [Google Scholar]16. LeBaron T.W., McCullough M.L., Ruppman K.H., Sr. A novel functional beverage for COVID-19 and other conditions: hypothesis and preliminary data, increased blood flow, and wound healing. J. Transl. Sci. 2020;6:1–6. doi: 10.15761/JTS.1000380. [CrossRef] [Google Scholar]17. Madhusoodanan K.S., Murad F. NO-cGMP signaling and regenerative medicine involving stem cells. Neurochem. Res. 2007;32:681–694. doi: 10.1007/s11064-006-9167-y. [PubMed] [CrossRef] [Google Scholar]18. Xia Y., Zweier J.L. Superoxide and peroxynitrite generation from inducible nitric oxide synthase in macrophages. Proc. Natl. Acad. Sci. U. S. A. 1997;94:6954–6958. doi: 10.1073/pnas.94.13.6954. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Flam B.R., Eichler D.C., Solomonson L.P. Endothelial nitric oxide production is tightly coupled to the citrulline-NO cycle, Nitric Oxide - Biol. Chem. 2007;17:115–121. doi: 10.1016/j.niox.2007.07.001. [PubMed] [CrossRef] [Google Scholar]20. Lameu C., Pontieri V., Guerreiro J.R., Oliveira E.F., Da Silva C.A., Giglio J.M., Melo R.L., Campos R.R., De Camargo A.C.M., Ulrich H. Brain nitric oxide production by a proline-rich decapeptide from Bothrops jararaca venom improves baroreflex sensitivity of spontaneously hypertensive rats. Hypertens. Res. 2010;33:1283–1288. doi: 10.1038/hr.2010.208. [PubMed] [CrossRef] [Google Scholar]21. Coleman J.W. Nitric oxide in immunity and inflammation. Int. Immunopharm. 2001;1:1397–1406. doi: 10.1016/S1567-5769(01)00086-8. [PubMed] [CrossRef] [Google Scholar]22. Ridnour L.A., Thomas D.D., Mancardi D., Espey M.G., Miranda K.M., Paolocci N., Feelisch M., Fukuto J., Wink D.A. The chemistry of nitrosative stress induced by nitric oxide and reactive nitrogen oxide species. Putting perspective on stressful biological situations. Biol. Chem. 2004;385:1–10. doi: 10.1515/BC.2004.001. [PubMed] [CrossRef] [Google Scholar]23. Lucas R., Czikora I., Sridhar S., Zemskov E.A., Oseghale A., Circo S., Cederbaum S.D., Chakraborty T., Fulton D.J., Caldwell R.W., Romero M.J. Arginase 1: an unexpected mediator of pulmonary capillary barrier dysfunction in models of acute lung injury. Front. Immunol. 2013;4 doi: 10.3389/fimmu.2013.00228. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. van den Berg M.P., Meurs H., Gosens R. Targeting arginase and nitric oxide metabolism in chronic airway diseases and their co-morbidities. Curr. Opin. Pharmacol. 2018;40:126–133. doi: 10.1016/j.coph.2018.04.010. [PubMed] [CrossRef] [Google Scholar]25. Kellner M., Noonepalle S., Lu Q., Srivastava A., Zemskov E., Black S.M.  ROS signaling in the pathogenesis of acute lung injury (ALI) and acute respiratory distress syndrome (ARDS) In: Wang Yong-Xiao., editor. Pulm. Vasc. Redox Signal. Heal. Dis. Springer New York LLC; 2017. pp. 105–137. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Benedetti G., Morais K.L.P., Guerreiro J.R., de Oliveira E.F., Hoshida M.S., Oliveira L., Sass N., Lebrun I., Ulrich H., Lameu C., de Camargo A.C.M. Bothrops jararaca peptide with anti-hypertensive action normalizes endothelium dysfunction involved in physiopathology of Preeclampsia. PloS One. 2011;6 doi: 10.1371/journal.pone.0023680. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Rodriguez-Morales A.J., Cardona-Ospina J.A., Gutiérrez-Ocampo E., Villamizar-Peña R., Holguin-Rivera Y., Escalera-Antezana J.P., Alvarado-Arnez L.E., Bonilla-Aldana D.K., Franco-Paredes C., Henao-Martinez A.F., Paniz-Mondolfi A., Lagos-Grisales G.J., Ramírez-Vallejo E., Suárez J.A., Zambrano L.I., Villamil-Gómez W.E., Balbin-Ramon G.J., Rabaan A.A., Harapan H., Dhama K., Nishiura H., Kataoka H., Ahmad T., Sah R. Clinical, laboratory and imaging features of COVID-19: a systematic review and meta-analysis. Trav. Med. Infect. Dis. 2020;34 doi: 10.1016/j.tmaid.2020.101623. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Tang X., Du R.H., Wang R., Cao T.Z., Guan L.L., Yang C.Q., Zhu Q., Hu M., Li X.Y., Li Y., Liang L.R., Tong Z.H., Sun B., Peng P., Shi H.Z. Comparison of hospitalized patients with ARDS caused by COVID-19 and H1N1. Chest. 2020;158:195–205. doi: 10.1016/j.chest.2020.03.032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: the Berlin definition. JAMA, J. Am. Med. Assoc. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]30. Shi H., Han X., Jiang N., Cao Y., Alwalid O., Gu J., Fan Y., Zheng C. Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study. Lancet Infect. Dis. 2020;20:425–434. doi: 10.1016/S1473-3099(20)30086-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Li X., Zeng W., Li X., Chen H., Shi L., Li X., Xiang H., Cao Y., Chen H., Liu C., Wang J. CT imaging changes of corona virus disease 2019(COVID-19): a multi-center study in Southwest China. J. Transl. Med. 2020;18:154. doi: 10.1186/s12967-020-02324-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Bernheim A., Mei X., Huang M., Yang Y., Fayad Z.A., Zhang N., Diao K., Lin B., Zhu X., Li K., Li S., Shan H., Jacobi A., Chung M. Chest CT findings in coronavirus disease 2019 (COVID-19): relationship to duration of infection. Radiology. 2020;295:685–691. doi: 10.1148/radiol.2020200463. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Marini J.J., Gattinoni L. Management of COVID-19 respiratory distress. JAMA, J. Am. Med. Assoc. 2020;323:2329–2330. doi: 10.1001/jama.2020.6825. [PubMed] [CrossRef] [Google Scholar]34. Lang M., Som A., Mendoza D.P., Flores E.J., Reid N., Carey D., Li M.D., Witkin A., Rodriguez-Lopez J.M., Shepard J.-A.O., Little B.P. Hypoxaemia related to COVID-19: vascular and perfusion abnormalities on dual-energy CT. Lancet Infect. Dis. 2020;S1473–3099 doi: 10.1016/S1473-3099(20)30367-4. 30367–4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Weir E.K., Archer S.L. The mechanism of acute hypoxic pulmonary vasoconstriction: the tale of two channels. Faseb. J. 1995;9:183–189. doi: 10.1096/fasebj.9.2.7781921. [PubMed] [CrossRef] [Google Scholar]36. Dunham-Snary K.J., Wu D., Sykes E.A., Thakrar A., Parlow L.R.G., Mewburn J.D., Parlow J.L., Archer S.L. Hypoxic pulmonary vasoconstriction: from molecular mechanisms to medicine. Chest. 2017;151:181–192. doi: 10.1016/j.chest.2016.09.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Iring A., Jin Y.J., Albarrán-Juárez J., Siragusa M., Wang S.P., Dancs P.T., Nakayama A., Tonack S., Chen M., Künne C., Sokol A.M., Günther S., Martínez A., Fleming I., Wettschureck N., Graumann J., Weinstein L.S., Offermanns S. Shear stress-induced endothelial adrenomedullin signaling regulates vascular tone and blood pressure. J. Clin. Invest. 2019;129:2775–2791. doi: 10.1172/JCI123825. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Kaisers U., Busch T., Deja M., Donaubauer B., Falke K.J.  Crit. Care Med. 2003. Selective pulmonary vasodilation in acute respiratory distress syndrome; pp. S337–S342. [PubMed] [CrossRef] [Google Scholar]39. Oliveira S.D.S., Castellon M., Chen J., Bonini M.G., Gu X., Elliott M.H., Machado R.F., Minshall R.D. Inflammation-induced caveolin-1 and BMPRII depletion promotes endothelial dysfunction and TGF-β-driven pulmonary vascular remodeling. Am. J. Physiol. Lung Cell Mol. Physiol. 2017;312:L760–L771. doi: 10.1152/ajplung.00484.2016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Monticelli L.A., Buck M.D., Flamar A.L., Saenz S.A., Wojno E.D.T., Yudanin N.A., Osborne L.C., Hepworth M.R., Tran S.V., Rodewald H.R., Shah H., Cross J.R., Diamond J.M., Cantu E., Christie J.D., Pearce E.L., Artis D. Arginase 1 is an innate lymphoid-cell-intrinsic metabolic checkpoint controlling type 2 inflammation. Nat. Immunol. 2016;17:656–665. doi: 10.1038/ni.3421. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Ryan D., Frohlich S., McLoughlin P. Pulmonary vascular dysfunction in ARDS. Ann. Intensive Care. 2014;4:1–11. doi: 10.1186/s13613-014-0028-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Ackermann M., Verleden S.E., Kuehnel M., Haverich A., Welte T., Laenger F., Vanstapel A., Werlein C., Stark H., Tzankov A., Li W.W., Li V.W., Mentzer S.J., Jonigk D. Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in covid-19. N. Engl. J. Med. 2020;383:120–128. doi: 10.1056/nejmoa2015432. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Bernard I., Limonta D., Mahal L.K., Hobman T.C. Endothelium infection and dysregulation by SARS-CoV-2: evidence and caveats in COVID-19. Viruses. 2020;13 doi: 10.3390/v13010029. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Perico L., Benigni A., Casiraghi F., Ng L.F.P., Renia L., Remuzzi G. Immunity, endothelial injury and complement-induced coagulopathy in COVID-19. Nat. Rev. Nephrol. 2021;17:46–64. doi: 10.1038/s41581-020-00357-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Sampaio W.O., Dos Santos R.A.S., Faria-Silva R., Da Mata Machado L.T., Schiffrin E.L., Touyz R.M. Angiotensin-(1-7) through receptor Mas mediates endothelial nitric oxide synthase activation via Akt-dependent pathways. Hypertension. 2007;49:185–192. doi: 10.1161/01.HYP.0000251865.35728.2f. [PubMed] [CrossRef] [Google Scholar]46. Donato A.J., Machin D.R., Lesniewski L.A. Mechanisms of dysfunction in the aging vasculature and role in age-related disease. Circ. Res. 2018;123:825–848. doi: 10.1161/CIRCRESAHA.118.312563. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Yang Y.M., Huang A., Kaley G., Sun D. eNOS uncoupling and endothelial dysfunction in aged vessels. Am. J. Physiol. Heart Circ. Physiol. 2009;297:1829–1836. doi: 10.1152/ajpheart.00230.2009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Boeldt D.S., Bird I.M. Vascular adaptation in pregnancy and endothelial dysfunction in preeclampsia. J. Endocrinol. 2017;232:R27–R44. doi: 10.1530/JOE-16-0340. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Narang K., Enninga E.A.L., Gunaratne M.D.S.K., Ibirogba E.R., Trad A.T.A., Elrefaei A., Theiler R.N., Ruano R., Szymanski L.M., Chakraborty R., Garovic V.D. SARS-CoV-2 infection and COVID-19 during pregnancy: a multidisciplinary review. Mayo Clin. Proc. 2020;95:1750–1765. doi: 10.1016/j.mayocp.2020.05.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Shi Y., Vanhoutte P.M. Macro- and microvascular endothelial dysfunction in diabetes. J. Diabetes. 2017;9:434–449. doi: 10.1111/1753-0407.12521. [PubMed] [CrossRef] [Google Scholar]51. Cuschieri S., Grech S. COVID-19 and diabetes: the why, the what and the how. J. Diabetes Complicat. 2020;34:107637. doi: 10.1016/j.jdiacomp.2020.107637. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Pal R., Bhadada S.K. COVID-19 and diabetes mellitus: an unholy interaction of two pandemics. Diabetes Metab. Syndr. Clin. Res. Rev. 2020;14:513–517. doi: 10.1016/j.dsx.2020.04.049. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. The Lancet Diabetes & Endocrinology COVID-19 and diabetes: a co-conspiracy? Lancet Diabetes Endocrinol. 2020;8:801. doi: 10.1016/S2213-8587(20)30315-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Nishiga M., Wang D.W., Han Y., Lewis D.B., Wu J.C. COVID-19 and cardiovascular disease: from basic mechanisms to clinical perspectives. Nat. Rev. Cardiol. 2020;17:543–558. doi: 10.1038/s41569-020-0413-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Incalza M.A., D'Oria R., Natalicchio A., Perrini S., Laviola L., Giorgino F. Oxidative stress and reactive oxygen species in endothelial dysfunction associated with cardiovascular and metabolic diseases. Vasc. Pharmacol. 2018;100:1–19. doi: 10.1016/j.vph.2017.05.005. [PubMed] [CrossRef] [Google Scholar]56. Matthay M.A., Aldrich J.M., Gotts J.E. Treatment for severe acute respiratory distress syndrome from COVID-19. Lancet Respir. Med. 2020;8:433–434. doi: 10.1016/S2213-2600(20)30127-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. NIH  . ClinicalTrials.Gov; 2020. COVID-19 | Nitric Oxide Related Studies.https://clinicaltrials.gov/ct2/results?cond=COVID-19&intr=%22Nitric+Oxide%22 [Google Scholar]58. Russwurm M., Koesling D. NO activation of guanylyl cyclase. EMBO J. 2004;23:4443–4450. doi: 10.1038/sj.emboj.7600422. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Nakamura K., Koga Y., Sakai H., Homma K., Ikebe M. cGMP-dependent relaxation of smooth muscle is coupled with the change in the phosphorylation of myosin phosphatase. Circ. Res. 2007;101:712–722. doi: 10.1161/CIRCRESAHA.107.153981. [PubMed] [CrossRef] [Google Scholar]60. Gebistorf F., Karam O., Wetterslev J., Afshari A. Inhaled nitric oxide for acute respiratory distress syndrome (ARDS) in children and adults. Cochrane Database Syst. Rev. 2016;2016:CD002787. doi: 10.1002/14651858.CD002787.pub3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Ghofrani H.A., Grimminger F. Modulating cGMP to treat lung diseases. Handb. Exp. Pharmacol. 2009;191:469–483. doi: 10.1007/978-3-540-68964-5_20. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Adhikari N.K.J., Burns K.E.A., Friedrich J.O., Granton J.T., Cook D.J., Meade M.O. Effect of nitric oxide on oxygenation and mortality in acute lung injury: systematic review and meta-analysis. Br. Med. J. 2007;334:779–782. doi: 10.1136/bmj.39139.716794.55. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Griffiths M.J.D., Evans T.W. Inhaled nitric oxide therapy in adults. N. Engl. J. Med. 2005;353:2683–2695. doi: 10.1056/NEJMra051884. [PubMed] [CrossRef] [Google Scholar]64. Gerlach H., Keh D., Semmerow A., Busch T., Lewandowski K., Pappert D.M., Rossaint R., Falke K.J. Dose-response characteristics during long-term inhalation of nitric oxide in patients with severe acute respiratory distress syndrome: a prospective, randomized, controlled study. Am. J. Respir. Crit. Care Med. 2003;167:1008–1015. doi: 10.1164/rccm.2108121. [PubMed] [CrossRef] [Google Scholar]65. Ruan S.Y., Wu H.Y., Lin H.H., Wu H.D., Yu C.J., Lai M.S. Inhaled nitric oxide and the risk of renal dysfunction in patients with acute respiratory distress syndrome: a propensity-matched cohort study. Crit. Care. 2016;20:389. doi: 10.1186/s13054-016-1566-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Guerreiro J.R., Lameu C., Oliveira E.F., Klitzke C.F., Melo R.L., Linares E., Augusto O., Fox J.W., Lebrun I., Serrano S.M.T., Camargo A.C.M. Argininosuccinate synthetase is a functional target for a snake venom anti-hypertensive peptide. Role in arginine and nitrix oxide production. J. Biol. Chem. 2009;284:20022–20033. doi: 10.1074/jbc.M109.021089. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Wichmann D., Sperhake J.P., Lütgehetmann M., Steurer S., Edler C., Heinemann A., Heinrich F., Mushumba H., Kniep I., Schröder A.S., Burdelski C., de Heer G., Nierhaus A., Frings D., Pfefferle S., Becker H., Bredereke-Wiedling H., de Weerth A., Paschen H.R., Sheikhzadeh-Eggers S., Stang A., Schmiedel S., Bokemeyer C., Addo M.M., Aepfelbacher M., Püschel K., Kluge S. Autopsy findings and venous thromboembolism in patients with COVID-19: a prospective cohort study. Ann. Intern. Med. 2020;173:268–277. doi: 10.7326/M20-2003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Al-Samkari H., Karp Leaf R.S., Dzik W.H., Carlson J.C.T., Fogerty A.E., Waheed A., Goodarzi K., Bendapudi P.K., Bornikova L., Gupta S., Leaf D.E., Kuter D.J., Rosovsky R.P. COVID-19 and coagulation: bleeding and thrombotic manifestations of SARS-CoV-2 infection. Blood. 2020;136:489–500. doi: 10.1182/BLOOD.2020006520. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Chen T., Wu D., Chen H., Yan W., Yang D., Chen G., Ma K., Xu D., Yu H., Wang H., Wang T., Guo W., Chen J., Ding C., Zhang X., Huang J., Han M., Li S., Luo X., Zhao J., Ning Q. Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study. BMJ. 2020;368 doi: 10.1136/bmj.m1091. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Devaux C.A., Rolain J.M., Raoult D. ACE2 receptor polymorphism: susceptibility to SARS-CoV-2, hypertension, multi-organ failure, and COVID-19 disease outcome. J. Microbiol. Immunol. Infect. 2020;53:425–435. doi: 10.1016/j.jmii.2020.04.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. NIH  . 2020. Antithrombotic Therapy in Patients with COVID-19, COVID-19 Treat. Guidel.https://www.covid19treatmentguidelines.nih.gov/antithrombotic-therapy/ [Google Scholar]72. Schmitt F.C.F., Manolov V., Morgenstern J., Fleming T., Heitmeier S., Uhle F., Al-Saeedi M., Hackert T., Bruckner T., Schöchl H., Weigand M.A., Hofer S., Brenner T. Acute fibrinolysis shutdown occurs early in septic shock and is associated with increased morbidity and mortality: results of an observational pilot study. Ann. Intensive Care. 2019;9:19. doi: 10.1186/s13613-019-0499-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Levi M., van der Poll T. Coagulation and sepsis. Thromb. Res. 2017;149:38–44. doi: 10.1016/j.thromres.2016.11.007. [PubMed] [CrossRef] [Google Scholar]74. Jose R.J., Manuel A. COVID-19 cytokine storm: the interplay between inflammation and coagulation. Lancet Respir. Med. 2020;8:e46–e47. doi: 10.1016/S2213-2600(20)30216-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Gupta N., Zhao Y.Y., Evans C.E. The stimulation of thrombosis by hypoxia. Thromb. Res. 2019;181:77–83. doi: 10.1016/j.thromres.2019.07.013. [PubMed] [CrossRef] [Google Scholar]76. Connors J.M., Levy J.H. COVID-19 and its implications for thrombosis and anticoagulation. Blood. 2020;135:2033–2040. doi: 10.1182/blood.2020006000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Gresele P., Momi S., Guglielmini G. Nitric oxide-enhancing or -releasing agents as antithrombotic drugs. Biochem. Pharmacol. 2019;166:300–312. doi: 10.1016/j.bcp.2019.05.030. [PubMed] [CrossRef] [Google Scholar]78. Yau J.W., Teoh H., Verma S. Endothelial cell control of thrombosis. BMC Cardiovasc. Disord. 2015;15:130. doi: 10.1186/s12872-015-0124-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Saxena S.K., Mathur A., Srivastava R.C. Induction of nitric oxide synthase during Japanese encephalitis virus infection: evidence of protective role. Arch. Biochem. Biophys. 2001;391:1–7. doi: 10.1006/abbi.2001.2360. [PubMed] [CrossRef] [Google Scholar]80. Klingström J., Åkerström S., Hardestam J., Stoltz M., Simon M., Falk K.I., Mirazimi A., Rottenberg M., Lundkvist Å. Nitric oxide and peroxynitrite have different antiviral effects against hantavirus replication and free mature virions. Eur. J. Immunol. 2006;36:2649–2657. doi: 10.1002/eji.200535587. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Greaves J., Chamberlain L.H. Palmitoylation-dependent protein sorting. J. Cell Biol. 2007;176:249–254. doi: 10.1083/jcb.200610151. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Åkerström S., Mousavi-Jazi M., Klingström J., Leijon M., Lundkvist Å., Mirazimi A. Nitric oxide inhibits the replication cycle of severe acute respiratory syndrome coronavirus. J. Virol. 2005;79:1966–1969. doi: 10.1128/jvi.79.3.1966-1969.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Stamler J.S., Toone E.J., Lipton S.A., Sucher N.J. (S)NO signals: translocation, regulation, and a consensus motif. Neuron. 1997;18:691–696. doi: 10.1016/S0896-6273(00)80310-4. [PubMed] [CrossRef] [Google Scholar]84. Xie Q.W., Cho H.J., Calaycay J., Mumford R.A., Swiderek K.M., Lee T.D., Ding A., Troso T., Nathan C. Cloning and characterization of inducible nitric oxide synthase from mouse macrophages. Science (80-. ) 1992;256:225–228. doi: 10.1126/science.1373522. [PubMed] [CrossRef] [Google Scholar]85. Mehta D.R., Ashkar A.A., Mossman K.L. The nitric oxide pathway provides innate antiviral protection in conjunction with the type I interferon pathway in fibroblasts. PloS One. 2012;7 doi: 10.1371/journal.pone.0031688. [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Nicholson S., Bonecini-Almeida M.D.G., Lapa E Silva J.R., Nathan C., Xie Q.W., Mumford R., Weidner J.R., Calaycay J., Geng J., Boechat N., Linhares C., Rom W., Ho J.L. Inducible nitric oxide synthase in pulmonary alveolar macrophages from patients with tuberculosis. J. Exp. Med. 1996;183:2293–2302. doi: 10.1084/jem.183.5.2293. [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Geller D.A., Lowenstein C.J., Shapiro R.A., Nussler A.K., Di Silvio M., Wang S.C., Nakayama D.K., Simmons R.L., Snyder S.H., Billiar T.R. Molecular cloning and expression of inducible nitric oxide synthase from human hepatocytes. Proc. Natl. Acad. Sci. U. S. A. 1993;90:3491–3495. doi: 10.1073/pnas.90.8.3491. [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Langrehr J.M., Hoffman R.A., Lancaster J.R., Simmons R.L. Nitric oxide—a new endogenous immunomodulator. Transplantation. 1993;55:1205–1212. doi: 10.1097/00007890-199306000-00001. [PubMed] [CrossRef] [Google Scholar]89. Bogdan C., Röllinghoff M., Diefenbach A. Reactive oxygen and reactive nitrogen intermediates in innate and specific immunity. Curr. Opin. Immunol. 2000;12:64–76. doi: 10.1016/S0952-7915(99)00052-7. [PubMed] [CrossRef] [Google Scholar]90. Van Der Veen R.C. Nitric oxide and T helper cell immunity. Int. Immunopharm. 2001;1:1491–1500. doi: 10.1016/S1567-5769(01)00093-5. [PubMed] [CrossRef] [Google Scholar]91. Cifone M.G., Ulisse S., Santoni A. Natural killer cells and nitric oxide. Int. Immunopharm. 2001;1:1513–1524. doi: 10.1016/S1567-5769(01)00095-9. [PubMed] [CrossRef] [Google Scholar]92. Sarawar S.R., Doherty P.C. Concurrent production of interleukin-2, interleukin-10, and gamma interferon in the regional lymph nodes of mice with influenza pneumonia. J. Virol. 1994;68:3112–3119. doi: 10.1128/JVI.68.5.3112-3119.1994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Guo F.H., De Raeve H.R., Rice T.W., Stuehr D.J., Thunnissen F.B.J.M., Erzurum S.C. Continuous nitric oxide synthesis by inducible nitric oxide synthase in normal human airway epithelium in vivo. Proc. Natl. Acad. Sci. U. S. A. 1995;92:7809–7813. doi: 10.1073/pnas.92.17.7809. [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Asano K., Chee C.B.E., Gaston B., Lilly C.M., Gerard C., Drazen J.M., Stamler J.S. Constitutive and inducible nitric oxide synthase gene expression, regulation, and activity in human lung epithelial cells. Proc. Natl. Acad. Sci. U. S. A. 1994;91:10089–10093. doi: 10.1073/pnas.91.21.10089. [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Burrack K.S., Morrison T.E. The role of myeloid cell activation and arginine metabolism in the pathogenesis of virus-induced diseases. Front. Immunol. 2014;5:428. doi: 10.3389/fimmu.2014.00428. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Pope M., Marsden P.A., Cole E., Sloan S., Fung L.S., Ning Q., Ding J.W., Leibowitz J.L., Phillips M.J., Levy G.A. Resistance to murine hepatitis virus strain 3 is dependent on production of nitric oxide. J. Virol. 1998;72:7084–7090. doi: 10.1128/JVI.72.9.7084-7090.1998. [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Lin Y.L., Huang Y.L., Ma S.H., Yeh C.T., Chiou S.Y., Chen L.K., Liao C.L. Inhibition of Japanese encephalitis virus infection by nitric oxide: antiviral effect of nitric oxide on RNA virus replication. J. Virol. 1997;71:5227–5235. doi: 10.1128/jvi.71.7.5227-5235.1997. [PMC free article] [PubMed] [CrossRef] [Google Scholar]98. Karupiah G., Xie Q.W., Buller R.M.L., Nathan C., Duarte C., MacMicking J.D. Inhibition of viral replication by interferon-γ-induced nitric oxide synthase. Science (80-. ) 1993;261:1445–1448. doi: 10.1126/science.7690156. [PubMed] [CrossRef] [Google Scholar]99. Akarid K., Sinet M., Desforges B., Gougerot-Pocidalo M.A. Inhibitory effect of nitric oxide on the replication of a murine retrovirus in vitro and in vivo. J. Virol. 1995;69:7001–7005. doi: 10.1128/jvi.69.11.7001-7005.1995. [PMC free article] [PubMed] [CrossRef] [Google Scholar]100. Bi Z., Reiss C.S. Inhibition of vesicular stomatitis virus infection by nitric oxide. J. Virol. 1995;69:2208–2213. doi: 10.1128/jvi.69.4.2208-2213.1995. [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Rimmelzwaan G.F., Baars M., Fouchier R.A.M., Osterhaus A.D.M.E. Inhibition of influenza virus replication by nitric oxide. Int. Congr. Ser. 2001;1219:551–555. doi: 10.1016/S0531-5131(01)00649-5. [CrossRef] [Google Scholar]102. Hennet T., Ziltener H.J., Frei K., Peterhans E. A kinetic study of immune mediators in the lungs of mice infected with influenza A virus. J. Immunol. 1992;149:932–939. doi: 10.1189/jlb.0506299. [PubMed] [CrossRef] [Google Scholar]103. Hayden F.G., Fritz R.S., Lobo M.C., Alvord W.G., Strober W., Straus S.E. Local and systemic cytokine responses during experimental human influenza A virus infection. Relation to symptom formation and host defense. J. Clin. Invest. 1998;101:643–649. doi: 10.1172/JCI1355. [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Regev-Shoshani G., Vimalanathan S., McMullin B., Road J., Av-Gay Y., Miller C. Gaseous nitric oxide reduces influenza infectivity in vitro. Nitric Oxide - Biol. Chem. 2013;31:48–53. doi: 10.1016/j.niox.2013.03.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Padalko E., Ohnishi T., Matsushita K., Sun H., Fox-Talbot K., Bao C., Baldwin W.M., Lowenstein C.J. Peroxynitrite inhibition of coxsackievirus infection by prevention of viral RNA entry. Proc. Natl. Acad. Sci. U. S. A. 2004;101:11731–11736. doi: 10.1073/pnas.0400518101. [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Gildenhuys S. Expanding our understanding of the role polyprotein conformation plays in the coronavirus life cycle. Biochem. J. 2020;477:1479–1482. doi: 10.1042/BCJ20200223. [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. Åkerström S., Gunalan V., Keng C.T., Tan Y.J., Mirazimi A. Dual effect of nitric oxide on SARS-CoV replication: viral RNA production and palmitoylation of the S protein are affected. Virology. 2009;395:1–9. doi: 10.1016/j.virol.2009.09.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]108. Colasanti M., Persichini T., Venturini G., Ascenzi P. S-nitrosylation of viral proteins: molecular bases for antiviral effect of nitric oxide. IUBMB Life. 1999;48:25–31. doi: 10.1080/713803459. [PubMed] [CrossRef] [Google Scholar]109. V’kovski P., Kratzel A., Steiner S., Stalder H., Thiel V. Coronavirus biology and replication: implications for SARS-CoV-2. Nat. Rev. Microbiol. 2020 doi: 10.1038/s41579-020-00468-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]110. Westphal M., Enkhbaatar P., Schmalstieg F.C., Kulp G.A., Traber L.D., Morita N., Cox R.A., Hawkins H.K., Westphal-Varghese B.B., Rudloff H.E., Maybauer D.M., Maybauer M.O., Burke A.S., Murakami K., Saunders F., Horvath E.M., Szabo C., Traber D.L. Neuronal nitric oxide synthase inhibition attenuates cardiopulmonary dysfunctions after combined burn and smoke inhalation injury in sheep. Crit. Care Med. 2008;36:1196–1204. doi: 10.1097/CCM.0b013e31816a1a0c. [PubMed] [CrossRef] [Google Scholar]111. Davis K.L., Martin E., Turko I.V., Murad F. Novel effects of nitric oxide. Annu. Rev. Pharmacol. Toxicol. 2001;41:203–236. doi: 10.1146/annurev.pharmtox.41.1.203. [PubMed] [CrossRef] [Google Scholar]112. Kahn N., Meister M., Eberhardt R., Muley T., Schnabel P.A., Bender C., Johannes M., Keitel D., Sültmann H., Herth F.J.F., Kuner R. Early detection of lung cancer by molecular markers in endobronchial epithelial-lining fluid. J. Thorac. Oncol. 2012;7:1001–1008. doi: 10.1097/JTO.0b013e31824fe921. [PubMed] [CrossRef] [Google Scholar]113. Kamiyama I., Kohno M., Kamiya K., Nakamura H., Sawafuji M., Kobayashi K., Watanabe M. A new technique of bronchial microsampling and proteomic analysis of epithelial lining fluid in a rat model of acute lung injury. Mol. Immunol. 2014;59:217–225. doi: 10.1016/j.molimm.2014.02.013. [PubMed] [CrossRef] [Google Scholar]114. Wallet F., Delannoy B., Haquin A., Debord S., Leray V., Bayle F., Richard J.C., Boussel L., Guérin C. Evaluation of recruited lung volume at inspiratory plateau pressure with PEEP using bedside digital chest X-ray in patients with acute lung injury/ARDS. Respir. Care. 2013;58:416–423. doi: 10.4187/respcare.01893. [PubMed] [CrossRef] [Google Scholar]115. Matsuo N. The role of intrapulmonary nitric oxide generation in the development of adult respiratory distress syndrome. Surg. Today. 1999;29:1068–1074. doi: 10.1007/s005950050646. [PubMed] [CrossRef] [Google Scholar]116. Ciprandi G., Tosca M.A., Capasso M. High exhaled nitric oxide levels may predict bronchial reversibility in allergic children with asthma or rhinitis. J. Asthma. 2013;50:33–38. doi: 10.3109/02770903.2012.740119. [PubMed] [CrossRef] [Google Scholar]117. Van Der Vliet A., Eiserich J.P., Shigenaga M.K., Cross C.E. Reactive nitrogen species and tyrosine nitration in the respiratory tract: epiphenomena or a pathobiologic mechanism of disease? Am. J. Respir. Crit. Care Med. 1999;160:1–9. doi: 10.1164/ajrccm.160.1.9807044. [PubMed] [CrossRef] [Google Scholar]118. Korhonen R., Lahti A., Kankaanranta H., Moilanen E. Nitric oxide production and signaling in inflammation. Curr. Drug Targets - Inflamm. Allergy. 2005;4:471–479. doi: 10.2174/1568010054526359. [PubMed] [CrossRef] [Google Scholar]119. Barnes P.J. Inflammatory mechanisms in patients with chronic obstructive pulmonary disease. J. Allergy Clin. Immunol. 2016;138:16–27. doi: 10.1016/j.jaci.2016.05.011. [PubMed] [CrossRef] [Google Scholar]120. Rehberg S., Maybauer M.O., Maybauer D.M., Traber L.D., Enkhbaatar P., Traber D.L. The role of nitric oxide and reactive nitrogen species in experimental ARDS. Front. Biosci. - Sch. 2010;2 S:18–29. doi: 10.2741/s43. [PubMed] [CrossRef] [Google Scholar]121. Tang K., Shao X., Liu F., Zhu B., Dong Z., Xu W., Yang Q. Correlation between nitric oxide content in exhaled breath condensate and the severity of acute respiratory distress syndrome. Int. J. Clin. Exp. Pathol. 2017;10:7350–7355. http://www.ncbi.nlm.nih.gov/pubmed/31966575 [PMC free article] [PubMed] [Google Scholar]122. Sittipunt C., Steinberg K.P., Ruzinski J.T., Myles C., Zhu S., Goodman R.B., Hudson L.D., Matalon S., Martin T.R. Nitric oxide and nitrotyrosine in the lungs of patients with acute respiratory distress syndrome. Am. J. Respir. Crit. Care Med. 2001;163:503–510. doi: 10.1164/ajrccm.163.2.2004187. [PubMed] [CrossRef] [Google Scholar]123. Enkhbaatar P., Murakami K., Shimoda K., Mizutani A., Traber L., Phillips G.B., Parkinson J.F., Cox R., Hawkins H., Herndon D., Traber D. The inducible nitric oxide synthase inhibitor BBS-2 prevents acute lung injury in sheep after burn and smoke inhalation injury. Am. J. Respir. Crit. Care Med. 2003;167:1021–1026. doi: 10.1164/rccm.200209-1031PP. [PubMed] [CrossRef] [Google Scholar]"}