{"title": "Clinical characteristics and outcomes of COVID-19 patients with diabetes mellitus in Kuwait", "pubDate": "2021", "PMCID": "PMC8020058", "DOI": "10.1016/j.heliyon.2021.e06706", "PMID": "33842709", "abstract": "Background:                       COVID-19 has a highly variable clinical presentation, ranging from asymptomatic to severe respiratory symptoms and death. Diabetes seems to be one of the main comorbidities contributing to a worse COVID-19 outcome.                  Objective:                       In here we analyze the clinical characteristics and outcomes of diabetic COVID-19 patients Kuwait.                  Methods:                       In this single-center, retrospective study of 417 consecutive COVID-19 patients, we analyze and compare disease severity, outcome, associated complications, and clinical laboratory findings between diabetic and non-diabetic COVID-19 patients.                  Results:                       COVID-19 patients with diabetes had more ICU admission than non-diabetic COVID-19 patients (20.1% vs. 16.8%, p < 0.001). Diabetic COVID-19 patients also recorded higher mortality in comparison to non-diabetic COVID-19 patients (16.7% vs. 12.1%, p < 0.001). Diabetic COVID-19 patients had significantly higher prevalence of comorbidities, such as hypertension. Laboratory investigations also highlighted notably higher levels of C-reactive protein in diabetic COVID019 patients and lower estimated glomerular filtration rate. They also showed a higher incidence of complications. logistic regression analysis showed that every 1 mmol/L increase in fasting blood glucose in COVID-19 patients is associated with 1.52 (95% CI: 1.34-1.72, p < 0.001) times the odds of dying from COVID-19.                  Conclusion:                       Diabetes is a major contributor to worsening outcomes in COVID-19 patients. Understanding the pathophysiology underlining these findings could provide insight into better management and improved outcome of such cases.", "author": [{"author": "Abdullah Alshukry", "affiliation": ["Department of Otolaryngology & Head and Neck Surgery, Jaber Al-Ahmad Hospital, Ministry of Health, Kuwait."], "href": "/?term=Alshukry+A&cauthor_id=33842709"}, {"author": "Mohammad Bu Abbas", "affiliation": ["Department of Otolaryngology & Head and Neck Surgery, Jaber Al-Ahmad Hospital, Ministry of Health, Kuwait."], "href": "/?term=Bu+Abbas+M&cauthor_id=33842709"}, {"author": "Yaseen Ali", "affiliation": ["Department of Otolaryngology & Head and Neck Surgery, Jaber Al-Ahmad Hospital, Ministry of Health, Kuwait."], "href": "/?term=Ali+Y&cauthor_id=33842709"}, {"author": "Barrak Alahmad", "affiliation": ["Department of Environmental Health, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA, USA."], "href": "/?term=Alahmad+B&cauthor_id=33842709"}, {"author": "Abdullah A Al-Shammari", "affiliation": ["Research Sector, Dasman Diabetes Institute (DDI), Dasman, Kuwait.", "Department of Mathematics, Faculty of Sciences, Kuwait University, Kuwait."], "href": "/?term=Al-Shammari+AA&cauthor_id=33842709"}, {"author": "Ghadeer Alhamar", "affiliation": ["Research Sector, Dasman Diabetes Institute (DDI), Dasman, Kuwait.", "Endocrinology & Diabetes Unit, Campus Biomedico, University of Rome, Rome, Italy."], "href": "/?term=Alhamar+G&cauthor_id=33842709"}, {"author": "Mohammad Abu-Farha", "affiliation": ["Research Sector, Dasman Diabetes Institute (DDI), Dasman, Kuwait."], "href": "/?term=Abu-Farha+M&cauthor_id=33842709"}, {"author": "Jehad AbuBaker", "affiliation": ["Research Sector, Dasman Diabetes Institute (DDI), Dasman, Kuwait."], "href": "/?term=AbuBaker+J&cauthor_id=33842709"}, {"author": "Sriraman Devarajan", "affiliation": ["Research Sector, Dasman Diabetes Institute (DDI), Dasman, Kuwait."], "href": "/?term=Devarajan+S&cauthor_id=33842709"}, {"author": "Ali A Dashti", "affiliation": ["Department of Medical Laboratory Sciences, Faculty of Allied Health Sciences, Health Sciences Center (HSC), Kuwait University, Kuwait."], "href": "/?term=Dashti+AA&cauthor_id=33842709"}, {"author": "Fahd Al-Mulla", "affiliation": ["Research Sector, Dasman Diabetes Institute (DDI), Dasman, Kuwait."], "href": "/?term=Al-Mulla+F&cauthor_id=33842709"}, {"author": "Hamad Ali", "affiliation": ["Research Sector, Dasman Diabetes Institute (DDI), Dasman, Kuwait.", "Department of Medical Laboratory Sciences, Faculty of Allied Health Sciences, Health Sciences Center (HSC), Kuwait University, Kuwait."], "href": "/?term=Ali+H&cauthor_id=33842709"}], "refPMID": ["31986264", "33532652", "32087114", "32083643", "32173241", "32015508", "32031570", "33216801", "32187458", "32219356", "32173574", "32335169", "33246086", "33051331", "23303908", "31518657", "27352628", "16759303", "32234451", "33335527", "32224164", "32417709", "31862745", "22797452", "15882252", "32091533", "32369736", "32447102", "32409505", "32409504", "32429572", "21233852", "32356627", "32327413"], "citedInPMID": ["33842709", "34926392", "34899701", "34781810", "34505420"], "body": " AbstractBackgroundCOVID-19 has a highly variable clinical presentation, ranging from asymptomatic to severe respiratory symptoms and death. Diabetes seems to be one of the main comorbidities contributing to a worse COVID-19 outcome.ObjectiveIn here we analyze the clinical characteristics and outcomes of diabetic COVID-19 patients Kuwait.MethodsIn this single-center, retrospective study of 417 consecutive COVID-19 patients, we analyze and compare disease severity, outcome, associated complications, and clinical laboratory findings between diabetic and non-diabetic COVID-19 patients.ResultsCOVID-19 patients with diabetes had more ICU admission than non-diabetic COVID-19 patients (20.1% vs. 16.8%, p < 0.001). Diabetic COVID-19 patients also recorded higher mortality in comparison to non-diabetic COVID-19 patients (16.7% vs. 12.1%, p < 0.001). Diabetic COVID-19 patients had significantly higher prevalence of comorbidities, such as hypertension. Laboratory investigations also highlighted notably higher levels of C-reactive protein in diabetic COVID019 patients and lower estimated glomerular filtration rate. They also showed a higher incidence of complications. logistic regression analysis showed that every 1 mmol/L increase in fasting blood glucose in COVID-19 patients is associated with 1.52 (95% CI: 1.34–1.72, p < 0.001) times the odds of dying from COVID-19.ConclusionDiabetes is a major contributor to worsening outcomes in COVID-19 patients. Understanding the pathophysiology underlining these findings could provide insight into better management and improved outcome of such cases.Keywords: COVID-19, Diabetes mellitus, SARS-CoV2, Inflammation, CRP 1. IntroductionIn December 2019, a novel coronavirus, now known as Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), emerged in Wuhan, China [1,2,3]. Since then, it has spread rapidly all over the world and was declared a pandemic by the World Health Organization on March 11, 2020. With the number of cases currently exeeding 100 million and more than two million deaths, the virus poses a major threat to global health [4,5].Coronavirus Disease 2019 (COVID-19), the disease caused by the virus, has shown a highly variable clinical presentation, ranging from asymptomatic to severe illness leading to death. The symptoms of COVID-19 include fever, cough, dyspnea, myalgia, fatigue, headache, and loss of taste or smell. Most patients experience mild symptoms, although some may develop serious complications, including acute respiratory distress syndrome (ARDS), multiorgan failure, septic shock, and hypercoagulation, which can eventually lead to death [6,7,8,9,10]. The exact reasons for the observed variability in disease manifestations and outcomes are not fully understood. Whereas pediatric cases show a milder clinical course [11], a worse prognosis has been associated with older age and being male. Emerging evidence also indicates that preexisting medical conditions, including hypertension, cardiovascular disease, chronic kidney disease, chronic obstructive pulmonary disease, solid organ transplantation, and diabetes, can increase the risk of poor COVID-19 prognosis [2,12,13,14,15,16,17].Diabetes mellitus is a chronic metabolic disease characterized by the occurrence of hyperglycemia for a prolonged period. It is associated with serious long-term complications, including cardiovascular disease and chronic kidney disease [18]. Diabetes, which affects 463 million people, has a major impact on global health. It is among the top 10 causes of adult deaths worldwide [19]. In the past two decades, two coronaviruses have emerged that have caused widespread respiratory illness and deaths. In 2002, SARS coronavirus (SARS-CoV) emerged in China, causing severe acute respiratory syndrome coronavirus. In 2012, another coronavirus, MERS-coronavirus (MERS-CoV), emerged in Saudi Arabia, causing Middle East respiratory syndrome. Experience with both syndromes revealed that diabetes was a risk factor for poor prognosis and mortality [20,21]. Similarly, initial reports of the clinical characteristics of COVID-19 showed a similar trend [1,22]. Given the global burden of diabetes and the pandemic course of SARS-CoV-2, understanding how diabetes contributes to a worse COVID-19 prognosis is important.Several studies have shown that type 2 diabetes, which is the most prevalent type of the disease, is associated with low-grade chronic inflammation that affects the homeostatic glucose regulation and insulin sensitivity [23,24]. Studies have indicated that hyperglycemia may be a major pushing factor for a poorer prognosis of COVID-19, and has been a suggested risk factor for predicting ICU admission and negative outcomes in patients [17]. This finding has been seen in earlier SARs-CoV infections, where hyperglycemia and presence of diabetes were independent predictors of mortality [21]. Furthermore, hyperglycemia has been indicative of a poorer prognosis of COVID-19, regardless of diabetes status [17]. Hyperglycemia in combination with chronic inflammation could contribute to an abnormal immune response by weakening T-cell function, in addition to an increased risk of hyperinflammation and cytokine storm [25,26], which in turn can worsen the COVID-19 disease outcome.Understanding how diabetes worsens COVID-19 outcomes can help provide better disease management and contribute to the improvement in disease outcomes. In this study, we perform a comprehensive clinical analysis of COVID-19 patients with and without type 2 diabetes. We analyze and compare the distribution of disease severity, associated complications, and death outcomes between the two groups. 2. Subjects and methods2.1. Study designThe Standing Committee for Coordination of Health and Medical Research at the Ministry of Health in Kuwait reviewed and approved this retrospective study (Institutional Review Board 2020/1404). The Standing Committee waived the requirement for written informed consent because of the urgency of data collection and the exceptional nature of the disease. All procedures involving human participants were performed following the relevant guidelines and regulations. The medical records of confirmed COVID-19 cases admitted to Jaber Al-Ahmad Hospital in Kuwait between February 24 and May 24, 2020, were accessed, analyzed, and included in this study. The diagnosis of COVID-19 was established based on positive viral real-time reverse transcriptase-polymerase chain reaction (RT-PCR) assay of nasal and/or pharyngeal swabs, following the World Health Organization's interim guidance. Cases were divided into two main groups: patients with diabetes and patients without diabetes. The diagnosis of diabetes was based on a fasting plasma glucose value of ≥7.0 mmol/L and/or patient's medical history [27]. Only type 2 diabetes patients were considered in this study as no type 1 diabetes patients were encountered. Laboratory diagnosis was confirmed with medical history. Each group was further divided into the following subgroups depending on COVID-19 severity and outcome: asymptomatic, symptomatic with mild/moderate symptoms, intensive care unit (ICU) survivors, and ICU death. End points analyzed for comparison between diabetic and non-diabetic patients are ICU admission and death. Data presented in this study was made available on springer nature data depository [28] and can be accessed via https://doi.org/10.6084/m9.figshare.12567881.v1.2.2. Data collectionWe included 417 confirmed COVID-19 patients in the study. All patients were hospitalized in Jaber Al-Ahmad Hospital, a major governmental hospital which was made exclusive for COVID-19 patients. The patients’ medical records were accessed and analyzed by our team at Dasman Diabetes Institute, Faculty of Allied Health Sciences at Kuwait University, and Jaber Al-Ahmad Hospital. We obtained and analyzed demographic data, medical history, including underlying comorbidities, travel history, contact tracing data, clinical chemistry, hematological laboratory findings, chest radiological images, treatments, complications, ICU admissions and durations, and dynamics of hospital stay and outcomes. The diagnosis of ARDS was determined based on the Berlin definition [29]. Acute kidney injury was evaluated following the Kidney Disease: Improving Global Outcomes definition [30]. The presence of cardiac injury was established based on cardiac blood markers, electrocardiography, and/or echocardiography [9].2.3. Hospitalization dynamicsDuring the patient recruitment period, Jaber Al-Ahmad Hospital by the Ministry of Health instituted a 100% hospitalization policy for COVID-19–positive cases. All cases with a positive RT-PCR test, including asymptomatic cases, were admitted, isolated, and put under medical surveillance. Patients in the mild/moderate group, who were hemodynamically stable and had no signs of respiratory distress, were admitted to the ward after RT-PCR confirmation for isolation, medical surveillance, and reevaluation. Patients were transferred to the ICU if they developed signs of respiratory distress and desaturation of oxygen levels (confirmed by pulse oximetry and arterial blood gases) and/or signs of hemodynamic instability that required close monitoring and intensive re-establishment of homeostasis. Patients with severe to critical COVID-19 symptoms were admitted directly to the ICU if they matched any of the following criteria of severity: hypoxemic respiratory failure requiring respiratory support, such as patients who developed ARDS; hemodynamic instability due to cardiogenic or septic shock and clinical, radiological, or laboratory evidence of heart failure; acute cardiac injury; and acute kidney injury secondary to COVID-19 manifestations.2.4. Statistical analysisThe variables analyzed in the study were divided into categorical and continuous variables. The categorical variables were described as frequencies and percentages, whereas continuous variables were presented as medians and interquartile ranges and means and standard deviations. We used a one-way analysis of variance to compare means between groups; we used the Kruskal–Wallis H test to compare the medians of the different group laboratory parameters. Categorical variables were analyzed using the chi-square test, and when the data were limited, Fisher exact test was used. The differences between group means and medians were considered statistically significant when p < 0.05. We investigated the relationship between fasting blood glucose as a continuous exposure and ICU admission as an outcome from COVID-19 as a binary response and adjusted to other covariates (age, gender, smoking status, diabetes status, and other comorbidities). We employed a logistic regression model and reported the odds ratios of the outcome of dying from COVID-19 for each 1 mmol/L increase in fasting blood glucose. All statistical analyses were performed using GraphPad Prism software (La Jolla, CA, USA), SPSS (Statistical Package for Social Sciences) for Windows version 25.0 (IBM SPSS Inc., Chicago, IL, USA) and R version 3.4.3 (R Foundation for Statistical Computing, Vienna, Austria). 3. Results3.1. Cohort characteristicsThe studied cohort consisted of 417 COVID-19 patients who were divided into two groups based on fasting blood glucose levels: 273 (65.5%) non-diabetic patients and 122 (29.3%) diabetic patients (Table 1). The mean age of the non-diabetic group was 39.55 (±16.59) years, whereas the mean age of the diabetic group was 56.44 (±11.64) years (p < 0.001, Student t-test; Table 1 and supplementary Figure 1). The diabetic group had a greater incidence of fever, shortness of breath, and fatigue than the non-diabetic group (p < 0.05, <0.001, and <0.05, respectively). However, the differences in other symptoms were not significant between the two groups (Table 1).Table 1Cohort characteristics stratified by diabetic status.Non-DiabeticsDiabeticsP-valueGender Males169/273 (61.9)93/144 (64.6)0.59 Females104/273 (38.1)51/144 (35.4)0.59 total273/417 (65.5)144/417 (34.5)Age (years)39.55 (±16.59)56.44 (±11.64)<0.001Symptoms Fever83/273 (30.4)60/144 (41.7)0.022 Chills5/273 (1.8)6/144 (4.2)0.166 Dysgeusia1/273 (0.4)0/144 (0)0.359 Dry Cough83/273 (30.4)53/144 (36.8)0.187 Productive Cough13/273 (4.8)13/144 (9.1)0.091 Headache22/273 (8.1)5/144 (3.5)0.06 Chest Pain4/273 (1.5)6/144 (4.2)0.095 Syncope0/273 (0)1/144 (0.7)0.143 Runny Nose12/273 (4.4)2/144 (1.4)0.082 Sore Throat44/273 (16.1)17/144 (11.8)0.229 Shortness of Breadth20/273 (7.3)56/144 (38.9)<0.001 Nausea7/273 (2.6)5/144 (3.5)0.603 Vomiting5/273 (1.8)5/144 (3.5)0.31 Abdominal Pain3/273 (1.1)9/144 (6.3)0.004 Diarrhea8/273 (2.9)5/144 (3.5)0.764 Fatigue20/273 (7.3)20/144 (13.9)0.034 Myalgia33/273 (12.1)15/144 (10.4)0.609Comorbidities Hypertension40/273 (14.7)83/144 (57.6)<0.001 Asthma21/273 (7.7)20/144 (14.1)0.044 COPD1/273 (0.4)0/144 (0)0.359 Cardiovascular disease12/273 (4.4)27/144 (18.8)<0.001 Chronic renal disease4/273 (1.5)10/144 (6.9)0.004 Malignancy8/273 (2.9)4/144 (2.8)0.924Open in a separate windowThe diabetic group had a higher prevalence of comorbidities including hypertension, asthma, cardiovascular disease, and chronic renal disease (p < 0.001, <0.05, <0.001, and <0.005, respectively; Table 1).3.2. COVID-19 severity, outcome, and associated complicationsIn terms of COVID-19 severity, we found no statistically significant difference in the percentages of asymptomatic and mild-moderate cases between the diabetic and non-diabetic groups (Table 2). However, the diabetic group included a significantly higher proportion of patients requiring admission to the ICU (p < 0.001). Without adjustment, the diabetes group had a significantly higher percentage of death as compared with the non-diabetic group (16.7% vs. 12.1%, p < 0.001; Table 2). The diabetic group also had a significantly higher prevalence of complications, including sepsis, ARDS, cardiovascular disease, heart failure, and kidney injury when compared with the non-diabetic group (p < 0.001; Table 2).Table 2COVID-19 severity, outcome and associated complications among diabetics and non-diabetics.Non-DiabeticsDiabeticsP-valueDisease Category Asymptomatic119/273 (43.6)45/144 (31.3) Mild/Moderate133/273 (48.7)38/144 (26.4) Severe46/273 (16.8)29/144 (20.1)<0.001 Death cases33/273 (12.1)24/144 (16.7)<0.001In-hospital complications Sepsis13/273 (4.8)44/144 (31)<0.001 ARDS18/273 (6.6)61/144 (42.4)<0.001 Heart Failure9/273 (3.3)43/144 (30.5)<0.001 Cardiac Injury7/273 (2.6)28/144 (19.7)<0.001 Kidney Injury6/273 (2.2)35/144 (24.3)<0.001Open in a separate windowP-values indicating significant results are highlighted in bold.3.3. Fasting blood glucose level and odds ratio of deathWe used a logistic regression model and reported the odds ratios of the outcome of dying from COVID-19 for each 1-mmol/L increase in fasting blood glucose. We found that every 1 mmol/L increase in fasting glucose is associated with 1.52 (95% CI: 1.34–1.72, p < 0.001) times the odds of dying from COVID-19.3.4. Clinical biochemistry findingsThe diabetic and non-diabetic groups were subdivided into asymptomatic, mild-moderate, and severe categories. The clinical biochemistry findings were compared between the patients with and without diabetes in the subcategories of COVID-19 severity (Table 3). The cohort was categorized and divided according to the fasting blood glucose level. We noted a significant difference in fasting blood glucose between the diabetic and non-diabetic groups across all subcategories. The mean estimated glomerular filtration rate (eGFR) was significantly lower in the diabetic group than the non-diabetic group in all subcategories. The lowest value was in the severe group (57.50 ± 33.81 vs. 76.46 ± 34.14 mL/min/1.73 m2, p < 0.05). The other renal markers, creatinine and urea, were higher in general in the diabetic groups than the non-diabetic groups. However, the results were significant only in the severe subcategory (p < 0.05 for both markers). The C-reactive protein levels were significantly higher among diabetic patients than non-diabetic patients in all subcategories (p < 0.05, <0.05, and <0.005, in order; Table 3). Although procalcitonin levels were higher in all diabetic groups, the difference was not statistically significant. The albumin level was significantly lower in the diabetic groups across all subcategories than the non-diabetic groups (p < 0.001, <0.001, and <0.05, in order). White blood cell counts, and neutrophil counts were significantly higher in the diabetic group in the severe subcategory as compared with the non-diabetic group (p < 0.05 and <0.005, respectively; Table 3).Table 3Clinical biochemistry findings per group stratified by diabetic status.Asymptomatic (N = 164)Mild-moderate group (N = 171)Severe symptoms (N = 82)Non-Diabetics (N = 119)Diabetics (N = 45)p-valueNon-Diabetics (N = 133)Diabetics (N = 38)p-valueNon-Diabetics (N = 37)Diabetics (N = 45)p-valueVariablesMean ± SDMean ± SDMean ± SDMean ± SDMean ± SDMean ± SDeGFR mL/min/1.73m2109.64 ± 19.2795.10 ± 17.2<0.001104.97 ± 18.6191.71 ± 23.59.00276.46 ± 34.1457.50 ± 33.81.035CRP mg/L6.22 ± 8.8113.61 ± 21.91.03322.34 ± 30.6638.89 ± 35.91.016110.75 ± 90.61195.12 ± 109.55.003PCT ng/ml0.04 ± 0.020.06 ± 0.1.2580.10 ± 0.120.12 ± 0.14.7215.72 ± 11.2310.13 ± 21.32.233Glucose mmol/L5.25 ± 0.617.47 ± 2.62<0.0015.44 ± 0.68.59 ± 2.47<0.0015.73 ± 0.5911.11 ± 3.52<0.001Urea mmol/L3.47 ± 0.993.87 ± 1.49.1014.61 ± 11.394.86 ± 3.27.82310.41 ± 8.1914.79 ± 9.03.047Creatinine mmol/L63.73 ± 16.8665.03 ± 16.85.66073.25 ± 50.7881.49 ± 58.51.435145.84 ± 110.02212.98 ± 181.77.049Albumin g/L38.30 ± 3.1135.49 ± 3.95<0.00136.02 ± 4.3632.89 ± 4.62<0.00124.92 ± 5.3521.91 ± 4.53.028ALP IU/L74.85 ± 45.3667.09 ± 31.03.21461.87 ± 26.968.99 ± 22.97.11088.46 ± 34.61102.11 ± 56.52.197WBC x10ˆ9/L6.61 ± 1.926.15 ± 1.87.1636.47 ± 1.96.99 ± 4.69.5029.95 ± 4.2812.70 ± 5.62.024Platelet x10ˆ9/L270.40 ± 63.14287.16 ± 113.57.353278.40 ± 76.63314.24 ± 121.47.092278.35 ± 126.84274.61 ± 88.67.901RBC x10ˆ12/L5.02 ± 0.655.05 ± 0.61.7925.11 ± 1.684.87 ± 0.66.1805.63 ± 7.574.00 ± 0.63.335HB g/L137.00 ± 35.91131.63 ± 18.09.209135.27 ± 16.17126.63 ± 16.82.007108.47 ± 24.73108.21 ± 17.57.964D-Dimer mg/L277.38 ± 142.08164.67 ± 57.12.095393.21 ± 260.43368.10 ± 251.16.8022329.35 ± 2140.983332.37 ± 3995.75.256Neutrophils x10ˆ9/L3.20 ± 1.153.00 ± 1.42.3903.48 ± 1.323.54 ± 0.99.7687.46 ± 3.7110.86 ± 5.50.003Lymphocytes x10ˆ9/L2.58 ± 1.422.37 ± 0.66.1962.15 ± 0.652.69 ± 4.41.4601.20 ± .571.03 ± 0.45.219Monocytes x10ˆ9/L0.59 ± 0.150.57 ± 0.16.4780.59 ± 0.190.59 ± 0.24.9110.63 ± .0.360.64 ± 0.42.882Eosinophils x10ˆ9/L0.19 ± 0.160.17 ± 0.17.5880.15 ± 120.15 ± 0.13.8090.21 ± 0.510.13 ± 0.3.476Basophils %0.01 ± 0.020.01 ± 0.02.6670.01 ± 0.020.01 ± 0.03.8470.02 ± 0.020.02 ± 0.03.992Open in a separate windowP-values indicating significant results are highlighted in bold. 4. DiscussionCOVID-19 has displayed a broad spectrum of severity, ranging from asymptomatic to severe illness leading to death. Many factors influence disease outcome, including age and gender. Severe outcomes have been associated with preexisting chronic illnesses, such as hypertension and diabetes. In this study, we presented the clinical characteristics and outcomes of diabetic COVID-19 patients in Kuwait.In general, we found that patients with diabetes had more severe COVID-19 outcomes than patients without diabetes, represented by the higher proportion of ICU admitted cases (severe) and deaths (Table 2). Our results are in agreement with the findings obtained from a Chinese COVID-19 cohort, in which COVID-19 diabetic patients had a 7.3% increased risk of mortality compared with 2.3% for the general population [31]. Moreover, a British cohort showed that COVID-19 patients with uncontrolled diabetes had a higher risk of death than other patients did [32].The impact of uncontrolled diabetes, with emphasis on hyperglycemia, continuously appears to be indicative of a poorer outcome of COVID-19 [33]. Studies have stated that this may be linked to hyperglycemia playing a detrimental role in overproduction of interleukin-6 (IL-6), which has been associated with increased lung infiltration and severity of COVID-19 [34]. Hence, researchers have attempted to show that the use of certain glucose lowering medications may improve outcomes of diabetic COVID-19 patients. Sardu et al, showed that in a cohort of 59 patients, 26 of whom had previously diagnosed diabetes, those given intravenous insulin had a more positive outcome than those who were not [34,35]. However, Chen et al found that COVID-19 patients taking insulin, although they presented with significantly different inflammatory markers (higher CRP, procalcitonin and erythrocyte sedimentation rate), they did not have an overall difference in severity than to patients not taking insulin [36].The reason for such differences in severity and outcomes in diabetic patients with COVID-19 is likely due to the multifactorial syndromic nature of diabetes. In our cohort, for instance, we found that diabetic patients had a higher percentage of underlying comorbidities such as hypertension and cardiovascular disease (57.6% and 14.1%, respectively), compared with the non-diabetic patients (14.7% and 4.4, % respectively; Table 1). Such results agree with the findings reported in a study conducted in Wuhan, China (56.9% and 20.9%, respectively) [37]. Hypertension has continuously been associated with a severe prognosis of COVID-19. This may be related to the role of angiotensin-converting enzyme 2 (ACE2), which is widely dispersed in the body but found in abundance in lung epithelial cells. ACE2 is also found lining the cells of the pancreatic islets, hence patients with diabetes and hypertension can be treated with ACE inhibitors (ACEi) [38]. It has been established that SARs-CoV-2 enters the cell via the ACE2 receptor, hence the administration of ACEi to these patients can potentially exacerbate the progression of COVID-19 [23]. However, studies have shown that anti-hypertensive medications appear to have no impact on the prognosis of COVID-19 [34].Furthermore, we found significantly higher levels of C-reactive protein in all of our COVID-19 diabetic patients than non-diabetic COVID-19 patients (Table 3). Inflammation plays a critical role in diabetes pathogenesis, whereby diabetic patients typically develop a chronic state of inflammation [39]. Hence, this finding could be associated with an inflammatory status that makes these patients more susceptible to the damaging effects of what is known as the COVID-19 cytokine storm, which leads to multiorgan failure and death [40].We also noted a significantly lower eGFR upon admission for diabetic patients as compared with non-diabetic individuals (Table 3). This finding coincided with a higher incidence of acute kidney injury among diabetic patients than non-diabetic patients (24.3% and 2.2%, respectively, p < 0.001; Table 2). Diabetic patients have a higher risk of developing chronic kidney disease, which can eventually lead to kidney failure. The situation is worse in diabetic COVID-19 patients, because SARS-CoV-2 is likely to target the kidney through anACE2–dependent pathway, leading to renal impairment and death [41].Our logistic regression model showed a positive correlation between fasting blood glucose levels and increased risk of COVID-19 death, with adjustment for other risk factors including age, gender, smoking status, and other comorbidities. This finding might suggest that elevated glucose levels could be the primary molecular trigger for a cascade of pathological events that contribute to the poor outcome associated with COVID-19 in diabetic patients. 5. ConclusionIn conclusion, diabetes is one of the major risk factors associated with the poor outcome and mortality of COVID-19 patients. COVID-19 patients with diabetes have a higher prevalence of comorbidities such as hypertension, higher levels of inflammatory markers, lower eGFR, and a higher incidence of in-hospital complications, which illustrates the possible multifaceted pathological mechanistic pathways triggered by hyperglycemia that lead to worse outcomes and mortality. DeclarationsAuthor contribution statementAbdullah Alshukry, Mohammad Bu Abbas and Yaseen Ali: Contributed reagents, materials, analysis tools or data.Barrak Alahmad, Abdullah A. Al-Shammari, Mohammad Abu-Farh, Jehad Abubaker, Sriraman Devarajan, Ali A. Dashti and Fahd Al-Mulla: Analyzed and interpreted the data.Ghadeer Alhamar: Analyzed and interpreted the data; Wrote the paper.Hamad Ali: Conceived and designed the experiments; Analyzed and interpreted the data; Wrote the paper.Funding statementThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.Data availability statementData associated with this study has been deposited at Figshare at https://doi.org/10.6084/m9.figshare.12567881.v1.Declaration of interests statementThe authors declare no conflict of interest.Additional informationNo additional information is available for this paper. AcknowledgementsWe would like to thank the administration of Jaber Al-Ahmad hospital and KFAS Emergency Resilience Program for facilitating and supporting this work. No funding was obtained for the presented work. References1. Huang C. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. [PMC free article] [PubMed] [Google Scholar]2. Al-Mulla F. ACE2 and FURIN variants are potential predictors of SARS-CoV-2 outcome: a time to implement precision medicine against COVID-19. Heliyon. 2021;7 [PMC free article] [PubMed] [Google Scholar]3. Haddad D. SARS-CoV-2: Proof of recombination between strains and emergence of possibly more virulent ones. medRxiv. 2020 11.11.20229765 (2020) [Google Scholar]4. Dong E., Du H., Gardner L. An interactive web-based dashboard to track COVID-19 in real time. Lancet Infect. Dis. 2020;20(5) [PMC free article] [PubMed] [Google Scholar]5. Al-Shammari A.A.A. Real-time tracking and forecasting of the COVID-19 outbreak in Kuwait: a mathematical modeling study. medRxiv. 2020 05.03.20089771 (2020) [Google Scholar]6. Bai Y. Presumed asymptomatic carrier transmission of COVID-19. J. Am. Med. Assoc. 2020 [PMC free article] [PubMed] [Google Scholar]7. Lai C.C. Asymptomatic carrier state, acute respiratory disease, and pneumonia due to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2): facts and myths. J. Microbiol. Immunol. Infect. 2020;53(3) [PMC free article] [PubMed] [Google Scholar]8. Wu F. A new coronavirus associated with human respiratory disease in China. Nature. 2020;579:265–269. [PMC free article] [PubMed] [Google Scholar]9. Wang D. Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in wuhan, China. J. Am. Med. Assoc. 2020;323(11) [PMC free article] [PubMed] [Google Scholar]10. Alshukry A. Clinical characteristics of coronavirus disease 2019 (COVID-19) patients in Kuwait. PloS One. 2020;15 [PMC free article] [PubMed] [Google Scholar]11. Lu X. SARS-CoV-2 infection in children. N. Engl. J. Med. 2020;382:1663–1665. [PMC free article] [PubMed] [Google Scholar]12. Williamson E. OpenSAFELY: factors associated with COVID-19-related hospital death in the linked electronic health records of 17 million adult NHS patients. medRxiv. 2020 05.06.20092999 (2020) [Google Scholar]13. Guo T. Cardiovascular implications of fatal outcomes of patients with coronavirus disease 2019 (COVID-19) JAMA Cardiol. 2020 [PMC free article] [PubMed] [Google Scholar]14. Yang J. Prevalence of comorbidities and its effects in patients infected with SARS-CoV-2: a systematic review and meta-analysis. Int. J. Infect. Dis. 2020;94:91–95. [PMC free article] [PubMed] [Google Scholar]15. Zheng Z. Risk factors of critical & mortal COVID-19 cases: a systematic literature review and meta-analysis. J. Infect. 2020 [PMC free article] [PubMed] [Google Scholar]16. Ali H. Outcomes of COVID-19: disparities by ethnicity. Infect. Genet. Evol. 2020:104639. [PMC free article] [PubMed] [Google Scholar]17. Alahmad B., Al-Shammari A.A., Bennakhi A., Al-Mulla F., Ali H. Fasting blood glucose and COVID-19 severity: nonlinearity matters. Diabetes Care. 2020;43:3113–3116. [PMC free article] [PubMed] [Google Scholar]18. Forbes J.M., Cooper M.E. Mechanisms of diabetic complications. Physiol. Rev. 2013;93:137–188. [PubMed] [Google Scholar]19. Saeedi P. Global and regional diabetes prevalence estimates for 2019 and projections for 2030 and 2045: results from the international diabetes federation diabetes atlas. Diabetes Res. Clin. Pract. 2019;157:107843. 9(th) edition. [PubMed] [Google Scholar]20. Badawi A., Ryoo S.G. Prevalence of comorbidities in the Middle East respiratory syndrome coronavirus (MERS-CoV): a systematic review and meta-analysis. Int. J. Infect. Dis. 2016;49:129–133. [PMC free article] [PubMed] [Google Scholar]21. Yang J.K. Plasma glucose levels and diabetes are independent predictors for mortality and morbidity in patients with SARS. Diabet. Med. 2006;23:623–628. [PubMed] [Google Scholar]22. Petrosillo N., Viceconte G., Ergonul O., Ippolito G., Petersen E. COVID-19, SARS and MERS: are they closely related? Clin. Microbiol. Infect. 2020;26:729–734. [PMC free article] [PubMed] [Google Scholar]23. Abu-Farha M. Impact of diabetes in patients diagnosed with COVID-19. Front. Immunol. 2020;11:576818. [PMC free article] [PubMed] [Google Scholar]24. Ali H., Al-Shammari A.A., Alahmad B., Al-Mulla F. Advancing risk analysis of COVID-19 clinical predictors: the case of fasting blood glucose. Front. Med. 2021;8 In press. [Google Scholar]25. Iacobellis G. COVID-19 and diabetes: can DPP4 inhibition play a role? Diabetes Res. Clin. Pract. 2020;162:108125. [PMC free article] [PubMed] [Google Scholar]26. de Lucena T.M.C., da Silva Santos A.F., de Lima B.R., de Albuquerque Borborema M.E., de Azevedo Silva J. Mechanism of inflammatory response in associated comorbidities in COVID-19. Diabetes Metab Syndr. 2020;14:597–600. [PMC free article] [PubMed] [Google Scholar]27. American Diabetes A.2. Classification and diagnosis of diabetes: standards of medical care in diabetes-2020. Diabetes Care. 2020;43:S14–S31. [PubMed] [Google Scholar]28. Abdullah A.  2020. Data Underlying the Manuscript: Clinical Characteristics of Coronavirus Disease 2019 (COVID-19) Patients in Kuwait. [Google Scholar]29. Force A.D.T. Acute respiratory distress syndrome: the Berlin Definition. J. Am. Med. Assoc. 2012;307:2526–2533. [PubMed] [Google Scholar]30. Levey A.S. Definition and classification of chronic kidney disease: a position statement from Kidney Disease: Improving Global Outcomes (KDIGO) Kidney Int. 2005;67:2089–2100. [PubMed] [Google Scholar]31. Wu Z., McGoogan J.M. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese center for disease control and Prevention. J. Am. Med. Assoc. 2020;323(13) [PubMed] [Google Scholar]32. Williamson E.J. OpenSAFELY: factors associated with COVID-19 death in 17 million patients. Nature. 2020 [Google Scholar]33. Zhu L. Association of blood glucose control and outcomes in patients with COVID-19 and Pre-existing type 2 diabetes. Cell Metabol. 2020;31:1068–1077. e3. [PMC free article] [PubMed] [Google Scholar]34. Marfella R. Negative impact of hyperglycaemia on tocilizumab therapy in Covid-19 patients. Diabetes Metab. 2020;46:403–405. [PMC free article] [PubMed] [Google Scholar]35. Riddle M.C. COVID-19 in people with diabetes: urgently needed lessons from early reports. Diabetes Care. 2020;43:1378–1381. [PMC free article] [PubMed] [Google Scholar]36. Chen X. Hypertension and diabetes delay the viral clearance in COVID-19 patients. medRxiv. 2020 03.22.20040774 (2020) [Google Scholar]37. Shi Q. Clinical characteristics and risk factors for mortality of COVID-19 patients with diabetes in wuhan, China: a two-center, retrospective study. Diabetes Care. 2020;43:1382–1391. [PubMed] [Google Scholar]38. Abu-Farha M. The role of lipid metabolism in COVID-19 virus infection and as a drug target. Int. J. Mol. Sci. 2020;21 [PMC free article] [PubMed] [Google Scholar]39. Donath M.Y., Shoelson S.E. Type 2 diabetes as an inflammatory disease. Nat. Rev. Immunol. 2011;11:98–107. [PubMed] [Google Scholar]40. Mancia G., Rea F., Ludergnani M., Apolone G., Corrao G. Renin-angiotensin-aldosterone system blockers and the risk of covid-19. N. Engl. J. Med. 2020;382:2431–2440. [PMC free article] [PubMed] [Google Scholar]41. Zhang Y.M., Zhang H. Genetic roadmap for kidney involvement of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. Clin. J. Am. Soc. Nephrol. 2020;15:1044–1046. [PMC free article] [PubMed] [Google Scholar]"}