{"title": "Description of ovine model for testing ventilator prototypes in the COVID-19 pandemic", "pubDate": "2020", "PMCID": "PMC7584440", "DOI": "10.1016/j.redar.2020.10.002", "PMID": "33858680", "abstract": "The COVID-19 pandemic has revealed a ventilator deficit in the global health system for this scenario. For this reason, several national and international projects have been developed to get done prototypes of ventilators which could be easy and fast to manufacture. One of the requirements of the AEMPS for conducting clinical studies with new prototypes is through the validation of these new prototypes in an animal model. Therefore, it is important to achieve an animal model which allows us to easily reproduce different clinical scenarios. In this article, we describe the use of a sheep as a research model to assess a prototype ventilator. The animal was anesthetized for 10hours in which the prototype was tested in up to 6different scenarios. This model is effective and easy to reproduce, making it an excellent choice for this kind of research.", "author": [{"author": "J Viscasillas", "affiliation": ["Departamento de Medicina y Cirugía Animal, Hospital Clínico Veterinario. Facultad de Veterinaria, Universidad Cardenal Herrera-CEU, CEU Universities, Valencia, Spain."], "href": "/?term=Viscasillas+J&cauthor_id=33858680"}, {"author": "J M Alonso-Iñigo", "affiliation": ["Servicio de Anestesiología, Reanimación y Tratamiento del Dolor, Hospital Universitari i Politécnic La Fe de Valencia, España."], "href": "/?term=Alonso-I%C3%B1igo+JM&cauthor_id=33858680"}, {"author": "A Gutierrez-Bautista", "affiliation": ["Departamento de Medicina y Cirugía Animal, Hospital Clínico Veterinario. Facultad de Veterinaria, Universidad Cardenal Herrera-CEU, CEU Universities, Valencia, Spain."], "href": "/?term=Gutierrez-Bautista+A&cauthor_id=33858680"}, {"author": "M Casañ Pallardó", "affiliation": ["Servicio de Anestesiología, Reanimación y Tratamiento del Dolor, Hospital General Universitario de Castellón, España."], "href": "/?term=Casa%C3%B1+Pallard%C3%B3+M&cauthor_id=33858680"}, {"author": "J I Redondo", "affiliation": ["Departamento de Medicina y Cirugía Animal, Hospital Clínico Veterinario. Facultad de Veterinaria, Universidad Cardenal Herrera-CEU, CEU Universities, Valencia, Spain."], "href": "/?term=Redondo+JI&cauthor_id=33858680"}], "refPMID": ["25836957", "32532430", "7445941", "22797452", "25927183", "22244649", "24891325", "30713713", "31728356", "23117276"], "citedInPMID": ["33858680"], "body": " AbstractLa pandemia COVID-19 ha puesto de manifiesto un déficit de ventiladores en el sistema sanitario para estas situaciones. Por ello, varios proyectos nacionales e internacionales se han desarrollado en pocas semanas para producir prototipos de ventiladores de fácil y rápida fabricación. Una de las exigencias de la AEMPS para la realización de estudios clínicos con nuevos prototipos pasa por la validación en un modelo animal. Para ello es importante poder utilizar un modelo animal en el que reproducir diferentes situaciones clínicas de forma fácil. En este artículo describimos el uso de la oveja como modelo animal para evaluar un prototipo de ventilador. El animal estuvo anestesiado durante 10 horas en las que el prototipo fue utilizado hasta en 6 escenarios. Este modelo pareció eficaz y es fácilmente reproducible, por lo que es una excelente opción para este tipo de investigación.Palabras clave: Experimento, Oveja, Ventilador, Síndrome de distrés respiratorio agudo AbstractThe COVID-19 pandemic has revealed a ventilator deficit in the global health system for this scenario. For this reason, several national and international projects have been developed to get done prototypes of ventilators which could be easy and fast to manufacture. One of the requirements of the AEMPS for conducting clinical studies with new prototypes is through the validation of these new prototypes in an animal model. Therefore, it is important to achieve an animal model which allows us to easily reproduce different clinical scenarios. In this article, we describe the use of a sheep as a research model to assess a prototype ventilator. The animal was anesthetized for 10 hours in which the prototype was tested in up to 6 different scenarios. This model is effective and easy to reproduce, making it an excellent choice for this kind of research.Keywords: Experiment, Sheep, Ventilator, Acute respiratory distress syndrome IntroducciónLa necesidad de encontrar un puente entre la investigación básica y la clínica dio lugar a la investigación traslacional1. Este paso en el desarrollo de nuevos fármacos, equipos médicos o procedimientos no solo es necesario, sino que también es un requerimiento legal previo al ensayo clínico.La pandemia de la COVID-19 ha requerido de la utilización de soporte ventilatorio en un gran número de pacientes. Según varias fuentes, hasta un 15,2%2 de estos pacientes necesitaron el uso de ventilación mecánica. Esto hace que ciertos equipos, como los ventiladores de cuidados intensivos, fueran una pieza fundamental en su tratamiento. El stock y la capacidad de fabricación de estos equipos es limitada, lo que en una situación de pandemia como la vivida había un potencial riesgo de no disponer del número de ventiladores necesarios. Con el objetivo de evitar la falta de ventiladores disponibles se han desarrollado diferentes proyectos nacionales e internacionales de diseño y fabricación, la mayoría de ellos con las premisas de que sean de fácil fabricación y bajo coste y con un código open source para que sean fabricados rápidamente en masa en cualquier lugar del mundo.En esta situación de urgencia, la Agencia Española de Medicamentos y Productos Sanitarios (AEMPS), autoridad competente en España, publicó una resolución en el que recogía los requisitos para homologar un prototipo de ventilador3. En resumen, además de una descripción técnica del prototipo y de pruebas en un pulmón de simulación, la agencia solicitaba que el prototipo fuera probado también en un modelo animal. Sin embargo, en dicha resolución solo se define el modelo de animal (porcino), sin especificar las características del experimento. Esto hace que en un principio no solo se desechen otros modelos animales también válidos s no que no queden definidos los parámetros mínimos de monitorización que se debe emplear en el modelo para asegurar que el ventilador es seguro.El objetivo de este artículo es describir el modelo animal utilizado en nuestro caso para probar un prototipo de ventilador open source desarrollado durante la pandemia de COVID-19. Con ello, pretendemos ayudar a que nuestra experiencia sirva de referencia para otros grupos de investigación. Caso clínicoEl experimento fue aprobado por la Consellería de Agricultura, Desarrollo Rural, Emergencia Climática y Transición Ecológica de la Generalitat Valenciana (código 2020/VSC/PEA/0066) a propuesta del Comité de Ética y Experimentación Animal de la Universidad CEU Cardenal Herrera.El modelo animal empleado fue el ovino, un carnero de 60 kg de peso y 4 años. Solo se indicó ayuno para sólidos, que fue de 12 h antes del procedimiento, con aporte de líquidos ad libitum hasta empezar el experimento. Se colocó un catéter venoso a través de la vena cefálica derecha por el que se administró 0,5 mg/kg de midazolam como premedicación.La preoxigenación se realizó mediante mascarilla de oxigenación veterinaria con un flujo de 5 L/min durante 5 min. Tras este periodo, con en animal en decúbito esternal, se indujo la anestesia con una combinación de quetamina (5 mg/kg) y propofol (2 mg/kg). Se realizó la intubación orotraqueal con la ayuda de un laringoscopio de pala miller y un bougie, y avanzando un tubo endotraqueal con sistema de neumotaponamiento de diámetro interno de 8,5 mm. El animal se conectó a un ventilador convencional mediante un circuito circular por el que se suministraba una FiO2 de 0,5. El mantenimiento anestésico se hizo por vía intravenosa con infusiones continuas de quetamina (1 mg/kg por hora), fentanilo (10 mcg/kg por hora) y propofol (0,2 mg/kg por minuto).Al animal se le colocó un catéter arterial mediante técnica Seldinger en la arteria carpal derecha, un catéter central bilumen en la vena yugular externa izquierda también mediante técnica Seldinger y una sonda ruminal para evitar el timpanismo ruminal y su potencial efecto depresor tanto respiratorio como cardiovascular. Los parámetros monitorizados fueron ECG, pulsioximetría, capnografía convencional, espirometría, temperatura central, presión arterial invasiva, presión venosa central (monitor Carescape B450, General Electric, Helsinki, Finlandia) presión esofágica (FlumexGrE, MbMed, Buenos Aires, Argentina), capnografía volumétrica (FlumexGrE, MbMed, Buenos Aires, Argentina), gasto cardíaco mínimamente invasivo (Mostcare, Vygon, Valencia, España), gasometrías (Epoc blood analysis system, Siemens Healthcare,Erlangen, Germany) arteriales en los momentos previamente establecidos por el experimento y radiografías torácicas.Tras la inducción y estabilización del animal se inició la ventilación con el prototipo de ventilador ACUTE-19 (fig. 1\n) en modo de ventilación mandatoria continua controlada por presión (CMV-PC); se instauraron diversos patrones ventilatorios con una FiO2 variable en 6 fases secuenciales:1.Ventilación basal sin bloqueo neuromuscular con los siguientes parámetros: Positive end-expiratory pressure (PEEP) 5 cmH2O, presión inspirada (Pinsp) para obtener un volumen tidal (VT) de 6-7 ml/kg, frecuencia respiratoria 14 rpm, relación inspiración:espiración 1:2 y FiO2 0,5.2.Ventilación basal con bloqueo neuromuscular. En esta fase se administró atracurio (0,5 mg/kg) y se mantuvieron los parámetros ventilatorios como en la fase 1. Con una duración de ambas fases de 150 min.3.Modelo de distrés respiratorio (SDRA). El modelo SDRA se provocó lavando el surfactante alveolar con 60 ml/kg de solución salina fisiológica a 37 °C4. Para ello se introdujo una sonda a través del tubo endotraqueal, por donde se administraron 20 ml/kg de solución salina fisiológica atemperado. Una vez administrado, se realizó una maniobra de coupage y se recuperó el contenido líquido con un aspirador quirúrgico. La recolección de un líquido de color blanquecino es compatible con una mezcla de la solución salina fisiológica y el surfactante. Tras terminar esta procedimiento, se conectó al animal de nuevo al ventilador y se monitorizó para comprobar si el modelo SDRA se había conseguido. Se necesitaron 3 lavados para conseguirlo. La confirmación del modelo SDRA se efectuó mediante la observación del descenso de los valores de saturación arterial periférica de oxígeno por debajo de 90% seguido por una radiografía de tórax y una gasometría arterial para confirmar un valor de PaO2/FiO2 menor de 1005.4.Reclutamiento alveolar y estrategia ventilatoria. Una vez instaurado el modelo SDRA, y tras esperar 20 min, se ejecutó la siguiente estrategia de reclutamiento6:• Maniobra de reclutamiento alveolar. Se realizó en modo CMV-PC con una driving pressure (DP) de 15 cmH2O, frecuencia respiratoria de 15 rpm, relación inspiración:espiración de 1:1, FiO2 de 0,8 y PEEP inicial de 5 cmH2O. Se aumentó el nivel de PEEP de 5 en 5 cmH2O cada 10 ciclos respiratorios aumentando a 15 ciclos en el último nivel de PEEP (25 cmH2O) y se consiguió una presión de apertura en vía aérea de 40 cmH2O (duración de la maniobra: 160 segundos) (fig. 2\n).Open in a separate windowFigura 2Esquema de maniobra de reclutamiento alveolar realizada en la fase 4 tras provocar el distrés respiratorio agudo en el animal. PCV (ventilación controlada por presión), OL-PEEP (Open lung PEEP). Figura adaptada de Ferrando C, Soro M, Unzueta C, et al. Rationale and study design for an individualised perioperative open-lung ventilatory strategy with a high versus conventional inspiratory oxygen fraction (iPROVE-O2) and its effects on surgical site infection: study protocol for a randomised controlled trial. BMJ Open 2017 Jul 31;7(7):e016765. doi: 10.1136/bmjopen-2017-016765.• Cálculo de PEEP óptima. Se ajustó la presión de trabajo para obtener un Vt de 6-7 ml/kg, una frecuencia respiratoria de 15 rpm y una PEEP de 20 cmH2O. Se procedió a disminuir el nivel de PEEP de 2 en 2 cmH2O cada 30 segundos hasta conseguir la PEEP con la mejor complianza dinámica (Cdyn). Una vez conocido el nivel de PEEP óptima (PEEP con mejor Cdyn), se repitió la misma maniobra de reclutamiento alveolar y se ajustó el nivel de PEEP con mejor Cdyn añadiendo 2 cmH2O a los valores obtenidos.• Ventilación postreclutamiento. Se ajustó la driving pressure para obtener un VT de 6-7 ml/kg, una frecuencia respiratoria de 15 rpm, una relación de ispiración:espiración de 1:2 y PEEP de mejor Cdyn, manteniendo la ventilación durante 90 min.\n5.Modelo de broncoconstricción: CMV-PC en un modelo de broncoconstricción una vez recuperado del distrés respiratorio. Tras varias horas de estabilización, y ya con el pulmón recuperado, se administraron 0,03 mg/kg de neostigmina por vía intravenosa para producir broncoconstricción, que se confirmó por el aumento de la resistencia de vías aérea en la espirometría.6.Ventilación espontánea con diferentes valores de continuos positive airway pressure (CPAP). Por último, se redujeron las dosis de las infusiones de quetamina, fentanilo y propofol al 50% con el objetivo de disminuir la profundidad anestésica y recuperar la actividad espontánea. En ese momento, se comenzó a administrar diferentes niveles de CPAP y valorar sus efectos en los parámetros monitorizados.\nOpen in a separate windowFigura 1Organización de la sala durante el experimento. Oveja anestesiada con TIVA y posicionada en decúbito esternal en la mesa de radiología. El animal está conectado al prototipo del ventilador y moditorizado con monitor multipramétrico (B40, GE, Chicago, Illinois, EEUU), de gasto cardíaco (MostCare, Vygon, Ecouen, Francia) y mecánica ventilatoria (FluxMed GrE, MBMED, Buenos Aires Argentina). Todos los datos fueron almacenados y el experimento grabado en su totalidad.En la figura 3\nse resumen los resultados obtenidos en cada momento del experimento de los principales parámetros de oxigenación monitorizados en el animal.Open in a separate windowFigura 3Gráfica mostrando los resultados de PaO2 (en mmHg), FiO2 (%) y PaO2/FiO2 obtenidos a lo largo de las diferentes fases del estudio; 1) Ventilación basal, 2) Ventilación basal con bloqueante neuromuscular (BNM), 3) Distrés respiratorio agudo, 4) Reclutamiento alveolar con búsqueda de PEEP óptima, 5) Broncoconstricción (B) y 6) ventilación espontánea con CPAP. DiscusiónLa elección del modelo animal en experimentación animal debe basarse en los criterios de reemplazo, reducción y refinamiento1. En nuestro caso buscamos una especie fácil de manejar, con características parecidas a la especie humana, con previa experiencia en su uso para este tipo de experimento, y con un protocolo que permitiera probar el ventilador en diferentes escenarios clínicos y que fuera fácilmente reproducible. Además, el modelo utilizado debía ser sencillo de ejecutar, con fármacos y técnicas normalmente utilizadas en centros de experimentación animal.La AEMPS indicaba que el experimento debe hacerse en un modelo porcino. Sin embargo, en el momento en que se publicó la norma nuestro proyecto estaba muy avanzado y ya habíamos obtenido los permisos para llevarlo a cabo en un modelo ovino, que, a priori, considerábamos más adecuado. Tras ponernos en contacto con la AEMPS, nos autorizó a emplear este modelo tras justificar su idoneidad.Las ovejas son animales gregarios, domesticados desde hace miles de años y fáciles de manejar, explorar y administrar fármacos por cualquier vía, incluso la intravenosa, sin necesidad de sedación previa, que es una de las principales ventajas frente al modelo porcino.El modelo ovino se utiliza de forma extendida en medicina translacional para diferentes campos de la investigación. Específicamente se ha utilizado antes para el estudio de diferentes modelos de enfermedad respiratoria y de diferentes estrategias ventilatorias7.Aunque en un primer momento el hecho de ser una especie herbívora y rumiante puede hacernos pensar que es una especie más alejada de la especie humana que otras muy empleadas en experimentación animal, como el cerdo, la anatomía y fisiología del aparato respiratorio de la oveja se asemeja más al humano que las de otras especies. Asimismo, es muy útil en experimentos donde es necesario estudiar parámetros respiratorios y obtener mediciones de mecánica respiratoria7.El animal estuvo anestesiado durante 10 h en las que se probaron todos los escenarios descritos, sin tener más complicaciones que las asociadas al modelo de distrés respiratorio, que fueron resueltas con una maniobra de reclutamiento utilizando el prototipo del ventilador. El uso de una monitorización avanzada nos dio una información detallada del estado del animal en todo momento tanto desde la perspectiva cardiovascular como respiratoria. Ello nos permitió confirmar, por un lado, que producíamos el efecto buscado en cada momento con nuestras maniobras, y, por otro, a la vez que no teníamos efectos secundarios no deseados. Aunque el grado de monitorización no estaba tampoco definido en la resolución de la AEMPS, creemos que es importante tener al menos un control de todos estos parámetros cuando se está probando un prototipo de ventilador.El modelo ovino ha sido muy utilizado en el estudio del síndrome de distrés respiratorio agudo8. Este modelo de distrés ha sido realizado mediante varias técnicas como, por ejemplo, la administración de humo de algodón directamente en el pulmón9, administración de lipopolisacáridos de Escherichia coli\n10 o el lavado alveolar con suero salino fisiológico y la consecuente pérdida de surfactante alveolar4. Las diferencias entre ellos dependen del producto utilizado para producir el daño tisular, la gravedad del cuadro y la patofisiología que produce. Esta última técnica, el lavado alveolar con suero salino, es la empleada en nuestro modelo. Este modelo de distrés ha sido utilizado en diversos estudios para evaluar maniobras de reclutamiento alveolar11, 12. El modelo utilizado en nuestro caso es un método sencillo, rápido, seguro y fácilmente reproducible para valorar el efecto de las maniobras ventilatorias. Este modelo también permite resolver el síndrome, por lo que el animal puede potencialmente ser utilizado para otras maniobras o escenarios, como en este caso. De esta forma optimizamos el concepto de «reducción» del principio de las 3 R formulados por Russel y Burch, en Inglaterra en 1959, que marcaron uno de los pilares de la experimentación animal1.El modelo utilizado es sencillo de repetir, con fármacos y técnicas normalmente utilizadas en centros de investigación animal.Para terminar, los resultados obtenidos en la gasometría y mostrados en la gráfica muestran una buena oxigenación en las fases 1 y 2. El valor de PaO2/FiO2 < 100 conseguido tras el lavado alveolar del surfactante reprodujo un modelo de distrés respiratorio agudo severo y las maniobras de reclutamiento alveolar mejoraron de forma significativa la oxigenación. Por último, tanto en las fases 5 como en la 6 la oxigenación se mantuvo también adecuada. ConclusiónA modo de conclusión podemos afirmar que el modelo ovino utilizado en este experimento fue capaz de cumplir todos los objetivos previamente establecidos para valorar el prototipo del ventilador en diferentes escenarios clínicos. Por todo ello, creemos que este modelo animal utilizado para estudiar el prototipo de ventilador es fácil de emplear, de reproducir y puede evaluar diferentes escenarios clínicos en un solo animal en las circunstancias actuales de urgencia sanitaria por COVID-19. Conflicto de interesesLos autores declaran no tener ningún conflicto de intereses. Bibliografía1. Tannenbaum J., Bennett B. Russell and Burch's 3 Rs then and now: The need for clarity in definition and purpose. J Am Assoc Lab Anim Sci. 2015;54:120–132. PMCID: PMC4382615. [PMC free article] [PubMed] [Google Scholar]2. Villalonga R., Martín M.C., Avilés-Jurado F.X., Alvarez J., Aldecoa C., de Haro C., et al.  Documento de consenso de la Sociedad Española de Medicina Intensiva, Crítica, y Unidades Coronarias (SEMICYUC), la Sociedad Española de Otorrinolaringología y Cirugía de Cabeza y Cuello (SEORL-CCC) y la Sociedad Española de Anestesiología y Reanimación (SEDAR) sobre la traqueotomía en pacientes con COVID-19. Rev Esp Anestesiol Reanim. 2020 doi: 10.1016/j.redar.2020.05.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Agencia española de medicamentos y productos sanitarios. Información sobre prototipos de respiradores, pruebas de seguridad y requisitos de investigación clínica. 27 de marzo 2020; https://www.aemps.gob.es/informa/notasInformativas/productosSanitarios/2020/NI-PS_11-2020-respiradores-pruebas-investigaciones.pdf4. Lachmann B., Robertson B., Vogel J. In vivo lung lavage as an experimental model of the respiratory distress syndrome. Acta Anaesthesiol Scand. 1980;24:231–236. [PubMed] [Google Scholar]5. Ranieri V.M., Rubenfeld G.D., et al.  Acute respiratory distress syndrome: The Berlin definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]6. Ferrando C., Soro M., Canet J., Unzueta M.C., Suárez F., Librero J., et al.  Rationale and study design for an individualized perioperative open lung ventilatory strategy (iPROVE): Study protocol for a randomized controlled trial. Trials. 2015;27;16:193. doi: 10.1186/s13063-015-0694-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Meeusen E., Snibson K., Hirst S., Bischof R. Sheep as a model species for the study and treatment of human asthma and other respiratory diseases. Drug Discov Today Dis Models. 2009;6:101–106. doi: 10.1016/j.ddmod.2009.12.002. [CrossRef] [Google Scholar]8. Ballard-Croft C., Wang D., Sumpter R., Zhou X., Zwischenberger J., et al.  Large-animal models of acute respiratory distress syndrome. Ann Thorac Surg. 2012;93:1331–1339. doi: 10.1016/j.athoracsur.2011.06.107. [PubMed] [CrossRef] [Google Scholar]9. Asmussen S., Ito H., Traber D.L., Lee J., Cox R., Hawkins H., et al.  Human mesenchymal stem cells reduce the severity of acute lung injury in a sheep model of bacterial pneumonia. Thorax. 2014;69:819–825. doi: 10.1136/thoraxjnl-2013-204980. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Cardenes N., Aranda-Valderrama P., Carney J.P., Sellares Torres J., Alvarez D., Kocydirim E., et al.  Cell therapy for ARDS: Efficacy of endobronchial versus intravenous administration and biodistribution of MAPCs in a large animal model. Open Resp Res. 2019:1–10. doi: 10.1136/bmjresp-2018-000308. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Yehya N. Lessons learned in acute respiratory distress syndrome from the animal laboratory. Ann Transl Med. 2019;7:503–515. doi: 10.21037/atm.2019.09.33. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Engel M., Nowacki R.M., Reiss L.K., Uhlig S., Willems C.H., Kloosterboer N., et al.  Comparison of recruitment maneuvers in ventilated sheep with acute respiratory distress syndrome. Lung. 2013;191:77–86. doi: 10.1007/s00408-012-9428-2. [PubMed] [CrossRef] [Google Scholar]"}