{"title": "Mechanisms of enhancer action: the known and the unknown", "pubDate": "2021", "PMCID": "PMC8051032", "DOI": "10.1186/s13059-021-02322-1", "PMID": "33858480", "abstract": "Differential gene expression mechanisms ensure cellular differentiation and plasticity to shape ontogenetic and phylogenetic diversity of cell types. A key regulator of differential gene expression programs are the enhancers, the gene-distal cis-regulatory sequences that govern spatiotemporal and quantitative expression dynamics of target genes. Enhancers are widely believed to physically contact the target promoters to effect transcriptional activation. However, our understanding of the full complement of regulatory proteins and the definitive mechanics of enhancer action is incomplete. Here, we review recent findings to present some emerging concepts on enhancer action and also outline a set of outstanding questions.", "author": [{"author": "Anil Panigrahi", "affiliation": ["Department of Molecular and Cellular Biology, Baylor College of Medicine, One Baylor Plaza, Houston, TX, 77030, USA."], "href": "/?term=Panigrahi+A&cauthor_id=33858480"}, {"author": "Bert W O'Malley", "affiliation": ["Department of Molecular and Cellular Biology, Baylor College of Medicine, One Baylor Plaza, Houston, TX, 77030, USA. berto@bcm.edu."], "href": "/?term=O%27Malley+BW&cauthor_id=33858480"}], "refPMID": ["28479598", "20375317", "23829164", "32214235", "18614008", "27818507", "31934628", "12853946", "19139764", "14735121", "16094311", "6277502", "6259538", "6262784", "31086298", "29491135", "32197056", "29759817", "30262496", "12837695", "31988385", "23582322", "25547603", "22955617", "2871943", "11282468", "2830022", "28732548", "31606140", "16754612", "22722344", "17387144", "24277850", "27114036", "28395144", "29942020", "24642862", "21593416", "25635462", "25702574", "30454069", "28855262", "11237011", "22244452", "18682548", "31950992", "17339369", "16625209", "16533910", "16733536", "28961967", "32268280", "11504856", "25956793", "22069375", "19969543", "25913741", "26673387", "25732611", "5876245", "19741700", "21081479", "32411176", "18584029", "22868264", "22102826", "27863239", "24913666", "20161746", "8816476", "15696541", "28792889", "11250145", "31253573", "25512556", "12191469", "21835447", "28887413", "23953112", "25303530", "23850489", "6774262", "3052270", "16751179", "26550828", "11040209", "11823631", "17380126", "21765417", "32238450", "23473601", "20720539", "28938092", "26166704", "29209056", "30092612", "26308897", "17984965", "25957685", "18450439", "25619691", "30417100", "31605096", "25693126", "28512350", "29122461", "30241608", "1455510", "30290144", "28275002", "32599564", "7979245", "3167984", "1570308", "22941653", "18342607", "19129543", "23803465", "27062924", "2153462", "2247075", "22733267", "28844863", "32668201", "29775582", "19890323", "28368289", "26362934", "9334315", "1454801", "16141072", "15790807", "20485488", "20393465", "24670763", "25678556", "22905871", "32514177", "29284524", "30664627", "23636943", "31477927", "29378787", "29378788", "29979962", "28922346", "24674738", "31993419", "28369033", "28787426", "32728249", "31980609", "31784727", "31930333", "6828386", "25160912", "9679020", "10521391", "3018583", "21295696", "1851121", "3748156", "8327891", "27340173", "11847345", "32001106", "24141950", "24213634", "22270183", "25228660", "22955621", "23728302", "15694345", "23744951", "25043061", "28890333", "32075973", "12426570", "30038397", "19923429", "27067601", "25126789", "28703221", "22682246", "12672691", "28860207", "18286208", "24470145", "27814486", "19458616", "20219941", "24821768", "24874989", "23142663", "21549311", "21408204", "29224777", "31494034", "31124784", "29371426", "8799830", "27452946", "9121580", "8436289", "30449618", "7613088", "2566384", "8525367", "23872598", "31000590", "7723828", "7736588", "9660975", "16630816", "32035656", "30602787", "31101674", "27293191", "7624382", "28285903", "3192212", "19815776", "22495300", "30367165", "27210764", "31753851", "31780627", "28874668", "24398455", "30527662", "25959774", "32470376", "29867216", "28985562", "30361340", "31226276", "24360274", "22265404", "27708057", "29420474", "28964699", "31514731", "11581157", "27899590", "28110180", "31092928", "3888409", "9512455", "30886051", "32103011", "24068939", "22297846", "31704182", "25288112", "28225081", "22398450", "28340338", "29930094", "29930091", "29930090", "31391587", "31398323", "30833784", "33333019", "6166873", "28475875", "20644712", "22586273", "26443845", "32213323", "32499643", "25682954", "20181721", "31439941", "24679523", "28520978", "31402173", "22404626", "31462772", "19741698", "30554876", "32152500", "26948815", "23993744", "24778216", "25263592", "26516199", "28086087", "32579929"], "citedInPMID": ["33858480", "34791221", "34788845", "34414474", "34381190", "34238343", "34215813"], "body": " AbstractDifferential gene expression mechanisms ensure cellular differentiation and plasticity to shape ontogenetic and phylogenetic diversity of cell types. A key regulator of differential gene expression programs are the enhancers, the gene-distal cis-regulatory sequences that govern spatiotemporal and quantitative expression dynamics of target genes. Enhancers are widely believed to physically contact the target promoters to effect transcriptional activation. However, our understanding of the full complement of regulatory proteins and the definitive mechanics of enhancer action is incomplete. Here, we review recent findings to present some emerging concepts on enhancer action and also outline a set of outstanding questions.Supplementary InformationThe online version contains supplementary material available at 10.1186/s13059-021-02322-1. IntroductionMetazoans—the multicellular organisms that comprise the Kingdom Animalia—began their formative journey of evolution over 635 million years ago, when multicellularity emerged from early unicellular holozoans [1, 2]. Multicellularity conferred increased size, greater metabolic competence, protection from predation, and division of labor through functional diversification and specialization of cells, ensuring increased chance of survival and evolutive fitness [3]. The human body is composed of over 37 trillion cells [4] that make up hundreds of different cell types despite sharing identical genotype [5]. Such cellular diversity and morphological complexity have been achieved through cellular differentiation, which integrates both evolution and development [6, 7]. In addition to differentiation, cells are constantly challenged by various physicochemical assaults and thus must develop phenotypic plasticity [8]. At the heart of cellular plasticity and differentiation is the drive to acquire proteins with new functions or to alter their spatiotemporal patterns of expression. This necessitates making new proteins, or repurposing existing proteins for novel functions. Such diversity in protein expression during evolution is acquired through gaining or losing genes, as well as by acquiring differential gene regulatory capabilities [9, 10]. Cells achieve differential gene expression by implementing complex gene regulatory networks [11, 12] that may include many alternate layers of non-transcriptional gene regulation [13]. A gene regulatory network can be described as complex interplays between two components: the target gene and its regulators. The regulators consist of both the cis-regulatory elements (CRE) in the genome and relevant gene products; the latter includes proteins (as trans-acting transcription factors (TF) and signaling molecules) and regulatory non-coding transcripts. The CRE repertoire includes the boundary elements or insulators necessary for specific spatial organization of the chromatin into topologically associated domains (TAD), the silencers, the enhancers (distal sequence elements that activate a target gene’s expression), and the promoters. Experimental evidence strongly suggests that the distant enhancers physically contact the promoters by chromatin looping during transcription activation. However, how exactly the enhancer accomplishes the over-all act of gene activation is still unresolved—even nearly 40 years after its discovery as a 72 bp repeat element in the Simian Virus 40 genome [14–16]. In this review, we attempt to summarize our most current understanding of enhancer function and to outline the questions yet to be resolved. Different aspects of this review are subjects of several excellent reviews with varied coverage [17–21]. EnhancersGeneral features of enhancersEnhancers are non-coding sequences in the genome that activate the expression of target genes transcribed by the RNA polymerase II (RNAPII). Enhancers can act independent of orientation, distance, and location with respect to the target gene [14] and can be located over as much as a million base pairs away—as seen for the SHH gene [22]. Readers are referred to an excellent recent review that details the development of the concept of transcriptional enhancers [23]. Vertebrate enhancers can be 100–1000 bp in length, and multiple enhancers can exist in a cluster to form a super-enhancer [24]—analogous to previously described locus control regions [25]. Enhancers are found mostly in the intergenic and intronic regions, while a few enhancers have been found within exons. As detailed below, enhancers consist of dense clusters of transcription factor binding sites (TFBS) and are bound by cell type-specific TFs, coregulators, chromatin modifiers, architectural proteins like Cohesin, Condensin and CTCF, other enzymes, and RNAPII. Owing to such large-scale protein assembly, enhancers are often nucleosome deficient, and thus are hypersensitive to nucleases reflecting DNA accessibility—a feature widely exploited as a signature of enhancers [26]. Thus assembled, the enhancer complex loops over and physically contacts the target promoter and activates transcription.Origin and evolution of metazoan enhancersSeveral lines of reasoning argue that the early holozoan relatives of the metazoans already possessed enhancer-like regulatory features. Enhancer-like elements exist in bacteria that regulate target gene expression by DNA looping [27, 28]. The upstream activating sequences (UAS) are prevalent in yeasts and also can function as enhancers in human cells [29]. The plants have also evolved transcriptional enhancers [30], even as the ancestors of plants and animals diverged very early in eukaryotic evolution nearly two billion years ago [31, 32]. Moreover, microsynteny is evidently conserved across metazoans [33, 34], indicative of the presence of enhancers in the bystander genes. Also, comparative genomics has revealed a core group of paneukaryotic TFs [35]. Extensive functional genomic studies in an early pre-metazoan Capsaspora owczarzaki have identified dynamic cis-regulatory landscapes [36]. Among the early metazoans, enhancers were also identified in the sponge Amphimedon queenslandica [37] that can activate genes in zebrafish and mouse tissues [38]. Early metazoans have complex cellular differentiation patterns indicative of well-structured gene regulatory mechanisms [39, 40]. These findings collectively establish that enhancers and enhancer-like gene regulatory mechanisms predate metazoan evolution. Being nucleosome-deficient, enhancers exhibit higher mutation rate [26], suggesting that the pre-metazoan cis-regulatory regions could have been the ideal breeding grounds for enhancer evolution. Indeed, it is now recognized that new cis-regulatory motifs emerge from pre-existing regulatory sequences through co-option or exaptation [41–43]. Additionally, enhancers also emerge from transposable elements (TE) [44, 45]; nearly half of the human genome consists of TEs [46]. Also, the inherent transposition process introduces terminal duplication and sequence diversity, making the TEs ideal tools to cause widespread changes to the genomic landscape. Unsurprisingly, both the DNA transposons and retrotransposons have been widely reported as the source of enhancer activity [47–51].Genomic duplication events—be it tandem duplications of chromosomal regions, duplications of whole chromosomes, or whole genomes—also create enhancers. One of the copies post duplication is essentially redundant and can tolerate mutations, while the genetic integrity of the other copy is maintained. This results in complete or partial loss of the duplicated region (non-functionalization or sub-functionalization), or gain of new functional features (neo-functionalization). If the duplicated region was a cis-regulatory module, it evolves new regulatory functions over time, resulting in the genesis of new enhancers [52, 53]. In a related scenario, when a CRE-coupled-gene module is duplicated, both the resultant CREs develop specializations such that the paralogs are regulated differently [54, 55]. Additionally, TFBSs can be created de novo in an inert sequence, which can evolve over time into an enhancer. Computational simulations predict that a 6 bp TFBS can emerge in Drosophila in 24 years [56], while a complex CRE with multiple TFBSs can take over 0.5 million years to emerge [57]. Some enhancers reportedly emerged de novo from ancestral or extant exons [58–60]; however, there is no evidence of the emergence of any enhancer in a region that did not have any ancestral history of transcription [61]. Prior transcriptional status supports enhancer emergence; because high indels, substitutions and recombination are conducive to enhancer evolution, and correlate very strongly with open chromatin in germline genomes [62]. Nevertheless, protein-coding sequences have diverged less compared to the non-coding sequences. Consistent with this fact, it is accepted that the emergence and subsequent divergence of CREs, but not the protein-coding sequences per se, led to the evolution of morphological phenotypes [6], a notion initially proposed more than 55 years ago [63].Sequence features of enhancersEnhancers are evolutionarily conserved in sequence and function [64]. For example, thousands of highly conserved non-coding sequences representing potential enhancers are found in all jawed vertebrates [65]. However, enhancers may display sequence divergence despite exhibiting conserved function [66, 67]. Enhancer function is a reflection of its underlying sequence, which largely contains dense clusters of TFBSs [68]. The functional potential of an enhancer is influenced by several parameters including the type of the TF encoded to bind the enhancer sequence, the orientation, binding affinities, order, number, and spacing of individual TFBSs along the enhancer, and the underlying DNA topology, collectively called “enhancer architecture” [69–71]. It is believed that the inactive enhancers normally exist in closed chromatin conformation because the DNA sequence underlying CREs has a high potential to form nucleosomes [72]. However, enhancers undergo rapid nucleosome depletion upon TF binding [73].Two questions arise here: why do enhancers contain so many TFBSs, and why are some ultra-conserved in evolution while others are not? From the perspective of chromatin packaging, it is useful to cluster multiple TFBSs together, so that additive binding of the required TFs could progressively overcome the higher propensity of the enhancers to form nucleosomes, allowing desired gene regulation. From the perspective of cellular phenotypic diversity, a given enhancer can regulate a cognate gene in multiple cell types differentially or temporally if they express multiple different TFs that bind the enhancer. Thus, availability of TFBSs allows the different cell types to employ their specific TFs to utilize the same enhancer and yet choose the timing and magnitude of its action. The major types of enhancer architecture are the “billboard,” “TF collective,” and the “enhanceosome” models [68, 70]. The TFBSs in many enhancers are modular in nature. That is, a few neighboring TFBSs form a module and almost function independently of the rest of the TFBSs in the enhancer as the TFs bind additively [74]. This enhancer architecture confers low conservation in TFBS sequences and supports additive or cooperative TF recruitment, known as a “billboard model.” In the “TF collective” model, TFs can be recruited through their respective TFBSs as well as through protein-protein interactions. Since certain TFs can bind the enhancer indirectly, these enhancers are expected to display higher evolvability, and thus exhibit lower conservation. It is possible for such enhancers to display similar TF occupancy despite having diverged sequence motifs, and dissimilar TF occupancy despite conserved sequences [75]. On the contrary, the “enhanceosome” enhancers, such as the one regulating the human IFNB1 gene, contain multiple interdependent domains within, such that alterations in the sequence, order, or spacing of the domains are not tolerated, and the TFs bind cooperatively as one functional unit [76]. These enhancers represent a class that is under high evolutive constraints and thus highly conserved in evolution.Proteome of enhancersDuring a lineage-specification event, pioneer TFs access their nucleosomal binding sites at “closed” enhancers [77]. This pioneering event is followed by cooperative binding of other TFs to their cognate binding sites freed of nucleosomes, aided by chromatin remodeling factors and histone acetyl transferases (HAT) [78]. What follows, it is believed, is sequential or collective recruitment of other TFs, coregulators, chromatin remodelers and modifiers, and RNAPII (Fig. 1 [79]). Enhancer priming and activation likely occurs in successive phases of protein recruitment that may involve assisted loading of additional TFs [80] and coregulator exchange [81]. Thus, enhancer activation results in a large assembly of hundreds of proteins [82–84]. Naturally, such large-scale protein recruitment keeps the enhancer region nucleosome deficient and thus hypersensitive to nucleases [85, 86], a feature popularly utilized to identify enhancers [26]. Proteins assembled at enhancers can promote either activation or repression of target genes depending on their repertoire of coactivator or repressor complexes, respectively [87, 88].\nOpen in a separate windowFig. 1A simplistic schematic for enhancer-mediated transcription activation. A pioneer TF binds a nucleosome at an enhancer and nucleates the process of enhancer priming, facilitating the recruitment of other TFs (ERα) and chromatin remodeling and modification factors (CR-MFs). ERα recruits the coactivators SRC-3 and p300, plus other TFs and coactivators as the MegaTrans complex. The Mediator complex and other relevant coactivators with distinct enzyme activities are subsequently recruited and their conformational changes result in transfer of the enhancer-bound coactivators onto the promoter-bound RNAPII complexes, establishing “transient and direct” enhancer-promoter contact (EPC). Sequential phosphorylation of the RNAPII C-terminal domain (CTD) at S5 and S2 residues coordinates transcription initiation and transition to elongation. Once the RNAPII exits the promoter for productive transcript elongation (mRNA), the Mediator/coactivators can enter another round of recruitment to the enhancer and subsequent transfer to the promoter, aided by EPC formation and severance, completing another cycle of RICE (collective “RNAPII/coactivator recruitment ➔ transcription initiation➔ promoter clearance ➔productive elongation” events). Similar actions by other TFs at the enhancer can amplify TF action, resulting in synergistic transcription activation. Not shown for simplicity: GTFs, RNAPII and eRNA transcription at the enhancer, and other factors and CR-MFs at the promoterThe proteome at the enhancer can be broadly classified into five groups. These include TFs, architectural proteins like the histones, coactivators that are recruited to the enhancers via TFs, reader proteins that recognize specific modifications on the underlying histones, and finally RNAPII and other enzymes that catalyze or influence various steps to ensure stepwise transition of transcription from formation of the pre-initiation complex (PIC) to productive transcription through promoter clearance, elongation, proximal pausing, and pause release (see Table 1).\nTable 1Proteome of enhancersProtein categoriesSelect examplesSelect referencesTFsSequence-specific TFs that bind enhancers directly and other TFs recruited via protein-protein interactions—classified into distinct structural and functional groups[68, 82, 83, 89, 90]General Transcription Factors (GTFs)[91–93]Architectural proteinsChromatin enriched with histone H3K4me1, H3K27ac; H3.3, H2Az[94]Cohesin, Condensin, CTCF[82, 95–97]CoregulatorsMediator complex[95, 98]Chromatin remodeling complexes and chromatin-modifying enzymes (“writers” and “erasers” of post-translational modifications)[99]Integrator complex[100]Steroid receptor coactivators and other coregulators of TFs[81, 83, 84]Effector proteinsProteins that “read” histone post-translational modifications[94, 101]Catalytic enzymesRNAPII and associated enzymes[93]Other enzymes (RNA exosome complex; PARP-1; Topoisomerase-1; TET2, etc.)[102–105]Open in a separate windowThe enhancer itself undergoes transcription (discussed below) and is enriched with the RNAPII and all the general transcription factors (GTFs) [91, 92]. Not only the enhancers and promoters share similar sequence architecture and chromatin modifications, but also the promoters can function as enhancers [106]. A typical PIC may comprise the RNAPII and GTFs, totaling up to a sum of 45 proteins with a combined mass of over 2500 kDa [107]. Adding to that all the other groups of proteins mentioned above (Table ​(Table1),1), a modest estimate tells us that an active enhancer proteome may include up to two hundred proteins—excluding the promoter proteome in contact. It is inconceivable that each of these proteins has an indispensable role at the enhancer or at one connecting promoter; nevertheless, most of these proteins must cooperatively execute a series of interactions and biochemical reactions that culminates in the activation of the target promoter. We have only just begun to understand the functions of some of these players. For example, despite the activities of chromatin remodelers [108] and modifiers [109] having been elucidated extensively, we do not comprehensively know what substrates these activities act upon at the enhancer-promoter contacts (EPC) in what precise kinetics and to what precise impact. A systematic investigation to comprehensively identify and characterize all enzyme activities at the enhancers and promoters is warranted.Enhancers as the command centers for signaling pathwaysLiving systems are surrounded by and are exposed to a wide range of environmental factors. For example, the human exposome is comprised of thousands of biotic agents and chemical compounds [110]. One way these agents impact living systems is by instigating differential gene regulation, indicating that gene-regulatory instructions must be transduced from these external agents to the genome. The exposome constituents interact with specific receptor molecules on the cell surface that initiate cascades of diverse signaling pathways. The end result of the signaling processes is activation of specific TFs that bind to their cognate TFBSs at the CREs [111]. Such TF recruitment is essentially diverse and combinatorial, which ultimately dictates which gene is to express when and in what quantity. Signal transduction pathways employ over 1600 TFs to effectuate specific gene expression programs [90, 112]. The vast majority of enhancers respond to signaling cues and accordingly execute the requisite transcriptional programs. Thus, enhancers function as the command centers for signaling pathways. While external transcriptional stimuli (such as hormone induction) and differentiation can nucleate priming and activation of enhancers as discussed above, the active state of certain enhancers may be maintained in terminally differentiated cells to ensure sustained expression of housekeeping genes [113]. Thus, enhancers can be either inducible or constitutive.Steroid hormone signaling presents a well-studied example of enhancer-mediated transcription regulation [114, 115]. The nuclear hormone receptors (NRs) such as the progesterone receptor (PR), androgen receptor (AR), glucocorticoid receptor (GR), and estrogen receptor (ER) are known to dimerize upon ligand binding while interacting with the target nuclear hormone response elements (NREs) at the enhancers, first demonstrated for GR and PR [116]. While some NRs can bind the NRE within a nucleosome in vitro, the stability and efficiency of such binding requires additional TFs [117, 118]. Inside the cells, the NRs invariably bind nuclease-accessible regulatory elements [119] and colocalize with a pioneer TF such as FOXA1 [120], though ER and GR can facilitate the recruitment of each other [121]. The NRs and the pioneer TFs often cooperate to regulate their mutual genomic occupancy [122]. Once bound to DNA, NRs promote both formation and stabilization of the PIC [123, 124]. The NRs usually recruit one of the three major steroid receptor coactivators (SRCs 1, 2, or 3) belonging to the p160 superfamily [87, 125]. Structural studies with cryo-electron microscopy have suggested that ERα and AR recruit SRC-3 and also bring in secondary coactivators to modify the chromatin neighborhood [126, 127]. ERα also mediates establishment of transcription-conducive chromatin interaction landscapes involving the enhancer, promoter, and gene body [128, 129], likely with the aid in part of the assembly of dynamic coregulator complexes [84]. Not surprisingly, impairment in hormone signaling and the consequent transcriptional dysregulation are implicated in diseases such as cancer [130].RNAs at enhancersApart from the DNA sequence motifs and assembled proteins, non-coding RNAs comprise another integral component of enhancers [131]. Although intergenic transcription had been observed at the β-globin loci much earlier [132, 133], widespread intergenic transcription was detected at genomic scale in 2005  [134, 135]. A bulk of these transcripts were long non-coding RNAs, while the rest mapped to enhancers [136, 137]. These transcripts are today widely known as enhancer-derived RNA, or eRNA. Studies employing CAGE (cap analysis of gene expression) have suggested that tens of thousands of distinct eRNAs can be detected in vertebrate cells, which outnumber the mRNAs [138, 139]. eRNAs can be bidirectional, divergent transcripts originating at about 180 bp apart, can be up to 2 kb long, largely unspliced and non-polyadenylated [19, 140, 141]. Although bidirectional transcription is supposedly a general feature of accessible chromatin not confined to enhancers [142], a recent single-cell transcriptome analysis argues that eRNAs are invariably unidirectional and non-divergent [143]. Depending upon the model system, methods of detection, and depth of analysis, eRNA synthesis may seem to precede promoter activation or can occur in concert with promoter-driven transcription. For example, lipopolysaccharide (LPS)-induced eRNA synthesis in mouse macrophages appears to precede transcription from the target promoter [136], whereas synchronous, E2-inducible eRNA and mRNA synthesis is observed in MCF-7 cells as assayed by global run-on sequencing (GRO-seq) [144]. CAGE analysis encompassing 33 time-course studies of cellular differentiation or activation has revealed a high degree of co-occurrence of transcription at both enhancers and promoters in both human and mouse cells [139]. eRNAs are short-lived and their genesis and abundance are regulated by coregulator complexes Integrator [100] and RNA Exosome [102], respectively. Employing NET-CAGE, which quantifies RNAs before they are affected by turnover, simultaneous generation of eRNA and mRNA was observed for the majority of the enhancer-promoter pairs [145]. In a novel cell-free assay that demonstrated enhancer-dependent promoter-driven transcription, we observed concurrent generation of both the eRNA and mRNA in vitro for the human GREB1 locus [128]. The magnitude of eRNAs usually reflects the enhancer activity, measured as target mRNA levels [128, 137, 138, 144, 146, 147]. While it is unclear if eRNAs universally remain tethered to the enhancer chromatin or are released into the nucleoplasm [131], a polyadenylated subset of eRNAs reportedly can contact promoters in trans on a different chromosome and regulate transcription [148]. Additionally, nascent promoter-driven transcripts associate with enhancers [149].To recap, not only an active enhancer itself undergoes transcription, but also the magnitude of its eRNA production mirrors the target promoter activity. Expectedly, physical contact is detected between an enhancer and promoter pair that are either dormant (not transcribing) or “active” (where both enhancer and promoter are producing eRNAs and mRNAs, respectively), but not when one is dormant and the other is active [150]. These observations led to the notion of functional connection among eRNAs, EPC, and promoter-driven transcription. Rather expectedly, several laboratories have reported that knockdown or overexpression of eRNAs correlatively affect the target gene expression and/or EPC [151]. Interestingly, the transcriptional impact of siRNA knockdown appears very specific [139]. This specificity is used to identify enhancers: the CRISPR-cas9 targeting is employed to recruit transcriptional repressors (CRISPRi) or activators (CRISPRa) to suppress or stimulate transcription at potential CREs, which leads to target gene modulation [152]. These considerations point to causal or coordinated transcription at an “in contact” enhancer and promoter pair. Indeed, transcription at cognate enhancer-promoter pairs is a highly coordinated process genome-wide [145], as well as in vitro [128]. We found that the GREB1 enhancer and promoter fragments individually do not transcribe well, but undergo robust activation when co-incubated in conditions that support maximal EPC in trans. Using this system, we observed that it is the ‘act of transcription’ at the enhancer and promoter—but not the enhancer- or promoter-derived transcripts per se—that is mutually stimulatory [128]. That is, transcription-conducive nucleoprotein architectures at the enhancer and promoter stimulate each other’s transcription.Enhancer discoverySeveral of the key features of enhancers described above are employed to identify enhancers. These approaches largely fall into five groups: (i) genome-wide maps of DNA accessibility; enrichment of epigenomic marks; occupancy of select TFs and TF clusters, coactivators and RNAPII; (ii) global transcription potential as assessed by GRO-seq, or mapping genomic TSSs by CAGE; (iii) assessment of transcription activation potential of regulatory sequences using reporter genes; (iv) targeted perturbation of the transcriptional status of the CREs by their suppression or activation; and (v) genome-wide assessment of chromatin connectomes to identify ‘in contact’ enhancer-target pairs [23, 153, 154]. Once an enhancer is identified, the next challenge is to determine its target gene. The straight-forward way is to quantify the known target gene activation upon enhancer perturbation [152, 155]. However, large-scale enhancer-target discovery efforts are usually plagued with varying degrees of off-target effects and multilateral regulatory control (i.e., multiple enhancers may regulate a target gene, or an enhancer may target multiple genes). Therefore, the best approach forward to conclusively identify functional enhancer-gene pairs is to integrate enhancer signatures with chromatin connectomes and underlying transcription in a defined population of cells [156]. Since transcriptional activation of a given gene is not synchronous among cells in a population in an identical environment, or even among alleles within a cell [157], accurate identification of functional enhancer-gene pairs will require integrative quantification of enhancer features, underlying transcription, and chromatin connectomes for each allele.Cell-free methodologies [128] could offer an alternative approach for enhancer discovery and characterization. The cell-free assays involve two main components: (i) a construct with a natural enhancer-promoter pair with natural, shortened intervening sequence, or individual fragments containing the enhancer and promoter, and (ii) a protein source to support EPC and transcription, such as the classical Dignam nuclear extract [158] (see Fig. 2). We believe the EPC-coupled-transcription strategy to be versatile, which can be optimized for any enhancer-promoter pair activated by the required activator and using the nuclear extract from a relevant cell type. Since the biochemical compatibility between the proteomes at the enhancer and promoter is likely a critical factor determining enhancer-promoter interaction specificity [159], this approach could potentially uncover novel functional enhancer-promoter pairs.\nOpen in a separate windowFig. 2Cell-free assays to interrogate EPC and transcription. Four cell-free assays are envisaged where a construct with an enhancer and a promoter, or isolated enhancer and promoter fragments, or a BAC clone can be used as templates to interrogate EPC and transcription activation. Streptavidin-coated M280 magnetic beads are employed to capture EPCs on biotinylated fragments. These assays offer unique advantages not achievable through existing cell-based approaches, such as (1) same-source verification of EPC and transcription, (2) exploring mechanistic and/or causal link between EPC and transcription, (3) proteomics of EPC to identify protein complexes that (i) mediate looping and (ii) ensure transcription, and (4) biochemistry of EPC to elucidate requirements of non-proteinaceous ingredients (e.g., ATP, NTPs, coenzymes, and cofactors) in looping-coupled transcription activation. Arguably, any putative enhancer-promoter pair can be studied using the nuclear extract (NE) prepared from a relevant cell line. See (Panigrahi et al., 2018) for details Mechanism of enhancer actionHow exactly the enhancer activates target gene transcription is a persistent question in the field of eukaryotic gene regulation. To impart regulation, the enhancers must communicate with the target promoters. However, the enhancers in higher eukaryotes are physically separated along the genome from the target gene promoters. Several models have been proposed for enhancer-promoter communications. These include tracking (a transcriptional activator recruited to the enhancer tracks along the chromatin until it reaches the promoter), linking (an enhancer-bound transcriptional activator recruits proteins to for a chain that ultimately connects to the target promoter), and looping (proteins assembled at the enhancer and promoter make direct physical contacts) [21, 160, 161]. While the tracking model would be over-reliant on motor proteins and would impede the action of intronic enhancers (the tracking mechanics would collide with transcribing RNAPIIs), it is inconceivable that large chains of linking protein moieties would be employed genome-wide. As detailed below, the looping model enjoys overwhelming experimental support for establishing distal enhancer-promoter contacts (EPC).Detecting EPCsAs discussed above, enhancers are dense clusters of TFBSs that assemble large protein complexes representing various structural and functional classes, and the protein-enriched enhancers greatly activate transcription from specific target promoters. Arguably, such specificity can be achieved only through direct contacts between an enhancer and promoter pair, likely through protein-protein interactions [162, 163]. This notion initially was demonstrated by electron microscopy of a purified DNA template complexed with purified proteins that bound the enhancer or the promoter [164], modeled after studies of bacterial transcription mechanisms [165]. For the want of explorative studies within the cellular environment, a method was envisaged to detect two otherwise distant regions of DNA in close physical proximity. This methodology involved restriction digestion of DNA around bound proteins and ligation of the new DNA ends [166]. This methodology caused the advent of the chromosome conformation capture (3C) technique and its many derivatives [167, 168] and created the new discipline of ‘chromatin connectome’ that revolutionized our understanding of overall chromosome structural and functional dynamics [17, 169]. It is also now possible to achieve enhancer-promoter contacts (EPC) in vitro and simultaneously quantify both EPC and transcriptional readouts at the enhancer and promoter (Fig. ​(Fig.2),2), allowing direct functional studies into the mechanistic relationship among EPC, enhancer transcription, and promoter activation [128].EPC correlates with gene expression genome-wideEmploying the 3C-based connectome approaches or fluorescence-based visualization techniques, at individual loci or at genomic scale, studies over the past two decades have revealed several important features of enhancer action as a function of EPC (see Table 2). These studies provide strong evidence that EPC not only correlates with but also is required for transcription activation. Individual TFs and various protein complexes with disparate functionalities have been implicated in formation and sustenance of EPCs. Many enhancer-promoter pairs exist in preformed contacts in the absence of transcription, emphasizing that an EPC does not automatically guarantee transcription activation.\nTable 2Features of enhancer-promoter contacts (EPC)EPC featuresSelect referencesEPC is pervasive genome-wide[170–174]Two types of EPC Facultative (de novo): formed on demand for transcription[128, 129, 144, 175, 176] Preformed: keeps gene loci poised for transcription[170, 177–180]EPC correlates with active transcription[128, 181–183]EPC is required for transcription or “forced” EPC results in transcription[184–187]EPC is required for PIC recruitment, transcription elongation[91, 188, 189]Promoters in contact with active enhancers exhibit higher transcription rates[170]Sustained transcription is not required for the maintenance of EPC[170, 190]Proteins of various structural and functional categories can act as looping factors promoting EPC: tissue-specific TFs, Mediator complex, the Cohesin complex, CTCF; bridging factors LDB1, GATA3, OCA-B coactivator; chromatin remodelers SWI/SNF and NuRD; SRC-3; YY-1[95, 128, 176, 187, 191–200]Open in a separate windowAn EPC-transcription disconnect?Despite both the profound conceptual logic and richness of data implicating EPC directly in transcription activation, there are reports that disagree [201, 202]. While it is possible that enhancers may adopt mechanisms other than direct EPC at certain loci, both technical and conceptual considerations can explain such observations. As discussed in the next section, EPC must be flexible and can be transient. Since transcription occurs in pulses, EPC need not be maintained after a burst of transcription initiation has occurred. Therefore, the best chance to capture a functionally competent EPC is during transcription initiation, which these two studies overlooked. Moreover, this could be a result of transcription-induced mobility of the enhancer within the nuclear space [203], an observation yet to be extensively tested in the context of EPC and transcription dynamics. Also, the above studies measure the gene-enhancer distance in fluorescence images at micrometer to sub-micrometer scale, though the enhancer and the promoter can be at the most 70 nm apart even with the most liberal estimates, which is beyond the scope of spatial resolution in many fluorescence imaging studies (for a comparison, up to twenty transcribing RNAPII complexes can reside in a cluster 70 nm in diameter [204]). Even as “seeing is believing,” not seeing an enhancer-promoter juxtaposition does not mean that EPC did not occur.Activation of transcriptionTwo steps in transcriptional activationThe above discussion establishes near-universal correlation between EPC and transcription, while also emphasizing that mere EPC does not automatically ensure transcription activation. Thus, some critical changes must occur at the EPC to trigger transcription. Evidently, enhancers can impact the promoter in many mutually non-exclusive ways, including reconfiguration of chromatin structure and modifications, recruitment of the pre-initiation complex (PIC), delivering RNAPII, removing repressors, and facilitating pause-release (see [205] for an extensive review). However, we still do not have a clear understanding of the actual mechanics of transcriptional ‘activation’, which essentially means rapid, multiple rounds of productive transcription from the promoter. Conceptually, enhancer-mediated transcription activation can occur in two broad steps: recruitment [206] and synergism [207]. First, sequence-specific TFs are recruited to the enhancer and promoter cooperatively, collectively, or additively, as discussed earlier (see [89] for an extensive review). Since the activation domains of TFs are intrinsically disordered regions (IDRs) with a high potential to interact with other proteins [208, 209], they further recruit other TFs and coactivators relevant to the transcription reaction (Fig. ​(Fig.1).1). For example, the coactivators SRC-3, p300, Mediator, and the MegaTrans complex of multiple TFs and enzyme activities are recruited to estrogen-responsive enhancers via pre-bound ERα [81, 83]. Second, the TFs display functional synergy; that is, the transcriptional output with two TFs is greater than the sum of the transcriptional output with the individual TFs, indicative of “functional amplification” of TF action. Transcriptional synergy has been demonstrated extensively, for example, in progesterone signaling [210], in TFIID function [211], in motor neuron specification [212], or in synthetic transcriptional circuits [213], while the detailed mechanics of synergism remains unclear.Activation must involve amplification of TF actionSince TFs do not carry catalytic properties, their functional amplification can arguably happen in two mutually non-exclusive ways. First, a TF can undergo conformational change upon contacting a coregulator such that this interaction is specific but transient, allowing the coregulator to contact proteins at the promoter, after which the initial TF-coregulator contact is severed. This frees the TF for another round of coregulator recruitment and transfer, in cycles of association and dissociation. This model was well illustrated in yeast: transcriptional activation occurs when components of the GTF-RNAPII machinery are covalently connected to enhancer-bound proteins [214, 215], but not when the activation domain is transferred to the promoter-bound RNAPII machinery [216]. It is important to note that these association-dissociation cycles as described here may not necessarily reflect successive cycles of transcriptional events (i.e., RNAPII recruitment-transcription initiation-promoter clearance-transcript elongation; RICE); rather it may describe multiple dynamic interactions within the EPC during one transcriptional event. Also, these steps can be numerically amplified when multiple TFs are involved, resulting in transcriptional synergy (Fig. ​(Fig.1).1). Coregulators bridging the enhancer and the promoter may also undergo similar conformational or compositional changes. For example, the tail module of the Mediator complex interacts with the enhancer-bound TFs while the head and the middle modules contact the RNAPII and PIC at the promoter. Phosphorylation of the Mediator by TFIIH—which also phosphorylates RNAPII CTD to instigate transcription initiation—renders the Mediator-PIC interaction transient [98, 192]. These dynamic and transient links between the enhancer and the promoter—mediated by the Mediator complex—may somehow amplify the TF function (Fig. ​(Fig.11).The second way to amplify TF action is through recruitment of catalytic activities. Since transcription itself is an enzymatic reaction, its activation must have enzymatic explanations. Thus, the enhancer-bound TFs can recruit enzymes that impact transcription reactions much the same way as coactivator recruitment, but with greater transcription output. The enzymes here might include kinases and phosphatases, acetyltransferases and deacetylases, methyltransferases and demethylases, ATP-dependent chromatin remodeling factors representing ATPases and helicases/translocases, etc. For example, TFIIS and p300 synergize to activate transcription [217]. These considerations establish that the TFs do not “act” in transcriptional activation per se; but they provide the requisite platform on which coactivators and other enzymes execute catalytic activities, leading to transcriptional activation.Importance of EPC dynamismThe above discussion points to a critical feature of EPC function: that the contact between a given enhancer-promoter pair must be dynamic, and both formation and severance of contacts between an enhancer and its cognate promoter are important for eventual transcriptional activation (Fig. ​(Fig.11 [128]). In a subset of ERα-dependent genes, failure to recruit the steroid receptor coactivators impairs estrogen-induced transcription activation despite a substantial increase in EPC [81], as mirrored in a scenario of SRC-3 depletion [128]. This activation defect may be partly because of a rigid EPC where the enhancer and promoter fail to dynamically dissociate and re-associate, abrogating the possibility of transcriptional synergy. This notion of dynamic EPC in transcription activation is supported by the observations of transcriptional bursts. By transcriptional activation, we essentially mean higher production of the desired transcripts per unit time, when the available template molecules are a constant. In a population context, such higher production of the given transcript can occur if more templates undergo steady transcription, or a few templates undergo rapid and multiple rounds of transcription in “bursts.” It is now recognized that most genes in various model systems transcribe in bursts, followed by prolonged periods of inactivity [218]. Bursts can happen by increasing the number of transcribing RNAPII per burst (referred to as burst size or amplitude), which is governed by the promoter architecture [219]. Here, key promoter-proximal TFs dwell longer at stronger promoters, allowing more transcriptional events per burst [220]. Alternatively, burst frequency can be increased without impacting the amplitude. Increased frequency of bursts is largely a function of the enhancer strength [219, 221]. It is known that enhancers increase the probability of transcription, and not the level of transcription [222]. Thus, a strong enhancer likely contacts the promoter more frequently, each contact perhaps representing one transcription event. Such a probabilistic scenario is possible only if EPC is not a stable, enduring connection, but instead is a dynamism of contact formation and severance [128, 184]. The preformed EPCs detected genome-wide at transcriptionally inactive gene loci represent a state of poised enhancer-promoter proximity that is still waiting for the defining reaction to occur to kick start transcription [223], and hence the dynamism of EPC formation and severance.Controlling enhancer action through chromatin organizationIt would be nearly impossible for an enhancer to find a cognate promoter if the entire genome is randomly and homogenously dispersed in the nuclear space, with no substructure. However, the chromosomes as large soluble polymers impede free intermingling of themselves in the nucleus. This forces them to assume distinct chromosome territories such that there is little contact between chromosomes [224, 225]. Each chromosome is further structurally organized into several compartments of the A type (largely transcriptionally active) or B type (largely transcriptionally silent). Regions in compartment B exhibit higher interactions within, indicative of a more compact structure, than those in compartment A [225]. Each compartment is further organized into topologically associated domains (TADs) where there are minimal interdomain interactions and maximal intradomain interactions; TADs in vertebrates are demarcated by CTCF-bound insulator elements [226, 227], where Cohesin generates the TAD architecture by loop extrusion [228–230]. Clusters of non-coding CREs and target genes, along with bystander genes have been preserved in evolution to spatially coexist as genomic regulatory blocks (GRBs) [34]. The GRBs have been identified as TADs in as diverse organisms as Drosophila and human [231], indicating deep evolutionary roots of TADs. An enhancer and its cognate target gene almost always reside within a TAD; i.e., an enhancer’s functional jurisdiction is largely limited to the home TAD as it seldom contacts genes residing in neighboring TADs [232, 233]. Sequence alterations at the TAD boundaries can restructure the adjacent TADs such that an enhancer can contact and activate a gene that resides in an otherwise inaccessible TAD, best illustrated in developmental disorders [234, 235]. This spatial restriction eases the effort for the enhancer and cognate genes to find each other. However, not all promoters and enhancers within a TAD interact with each other, and there exists precise enhancer-promoter selectivity (see below).Cohesin appears to play a very critical role here: the STAG1-containing Cohesin creates and maintains TADs as anchors of “macro” inter-TAD loops, whereas the STAG2-containing Cohesin mediates the ‘micro’ intra-TAD loops necessary for establishing EPC [236]. It is important to note that even as Cohesin depletion appears to abolish the TAD structures at population scale, the impact on over-all transcription is minimal [237]. Single cell experiments reveal that specific TADs survive Cohesin loss [238]. Combinedly, these observations suggest that Cohesin loss restructures the TADs such that the distinctiveness of the TADs is not detected at a population scale. Therefore, it is possible that additional mechanisms other than Cohesin-mediated loop extrusion contribute to chromosomal architecture and enhancer function [239].Complexity of multi-enhancer controlIt is now established that the number of CREs in the metazoan genome outnumbers the genes [138, 240]. Research into capturing promoter-centric or enhancer-centric interactions have revealed not only the usual suspects, i.e., enhancer-promoter interactions, but also numerous enhancer-enhancer, promoter-promoter, enhancer-gene body, and promoter-gene body contacts [240, 241], despite distinct network architectures of the enhancers and promoters [173]. Although it is unclear what fraction of these interactions are functionally relevant in any given cell type, what is beyond dispute is that an average gene is under the control of multiple enhancers [242]. For many genes, it has been demonstrated that redundant enhancers allow temporally specific as well as quantitatively precise gene expression and may compensate for the loss of other enhancers, thereby conferring phenotypic robustness [243]. The multiple enhancers for a given target gene may be classified as predominant or supportive, where the latter becomes functional upon inactivation of a predominant enhancer [244]. According to a new report, the most distal enhancer in an enhancer chain usually acts as the predominant regulator of a target gene [245].So, in such multi-enhancer systems, what determines which enhancer to contact the promoter and when? This problem is also relevant to the EPC selectivity within TADs discussed above. For every enhancers and promoters, the underlying TFBSs dictate TF occupancy and eventual recruitment of coregulators. The biochemical compatibility imparted by the different protein complexes assembled at different enhancers and promoters can potentially explain enhancer-promoter interaction specificity [246–249]. Recently, transcriptional specificity of several Drosophila coregulators bound to a proximal enhancer has been worked out for different core promoters, revealing different compatibilities [250]. An extension of this technology can potentially reveal TF-coregulator compatibilities for distal enhancers and distinct promoter types. Emerging concepts in enhancer actionEnhancer or silencer?Since the chromatin structure itself is an overwhelming impediment to transcription, research on transcriptional activation mechanisms has been tremendous. However, there are position- and orientation-independent silencer elements in the eukaryotic genomes that mediate active repression of transcription [251, 252]. With the premise that active silencers (i) would be nuclease-sensitive due to assembly of repressor protein complexes—as are the enhancers, (ii) would be enriched with repressive epigenomic marks such as H3K27me3, and (iii) would suppress transcription of the neighboring genes, thousands of silencer elements have been recently discovered in multiple human cell lines [253]. These silencers are enriched with binding motifs for many repressors; several of these silencers were also experimentally validated in reporter assays. Another study focused on previously uncharacterized nuclease-hypersensitive CREs enriched with repressive TFBSs and employed massively parallel reporter assays that identified thousands of silencers in multiple human and murine cell lines [254]. Several of these elements were found in contact with inactive genes in published Hi-C datasets.Just as an enhancer is not supposed to be active in all cells, so is a silencer expected to be active in specific cell types. Also, just as an enhancer can be inactivated through the recruitment of repressive proteins [255, 256], a silencer can also be potentially deactivated. Thus, depending on the presence of coactivators or corepressors, the functional identity of the enhancers and silences may potentially switch. Interestingly, several silencers reportedly act as enhancers in different cell types [254, 257]. We envisage six scenarios emerging from these studies: direct activation and repression by enhancers and silencers, respectively; passive suppression and expression upon dismissal of coactivators and corepressors from enhancers and silencers, respectively; and enforced reversal of enhancer and silencer functions when they gain repressors and activators, respectively. Whether such scenarios indeed play out await experimental evidence.Condensates encompassing EPCOver the recent years, it has become increasingly clear that various biochemical reactions undergo liquid-liquid phase separation (LLPS) into condensates inside the cell, where not only the efficiency and fidelity of biomolecular processes are enhanced, but also the organizational and architectural specificity is attained without requiring membranous confines [258, 259]. Two factors are important for phase separation of molecules: a network of interactions among the participating molecules so that the local concentration is effectively high; and the surface of the molecules conducive enough to support such interactions—for example, a multi-modular feature called “multivalency” [260], where each module can potentially initiate interactions. Examples of multivalent interaction surfaces in macromolecules include unstructured patches or IDRs in proteins, the modular structure of RNA, high TFBSs as in enhancers, etc. Multivalency can spontaneously initiate oligomerization that soon results in a polymer, which forms high-density liquid droplets upon LLPS. A critical feature of these liquid droplets is the exchange of molecules with the surroundings. This provides an ideal platform for multicomponent biochemical reactions to take place. Transcription is one such molecular process, and LLPS was theorized to regulate transcription [261]. Subsequent studies have now demonstrated that the Mediator complex, various TFs with IDRs, coactivators, and RNA Polymerase II (RNAPII) form condensates during transcription [208, 262–265]. Multivalent DNA sequences on enhancers also promote condensations of the bound TFs and coactivators through LLPS even at moderate concentrations [266]. LLPS is reported to cause enhancers to come closer that otherwise reside in faraway TADs [267], although this notion has not been tested rigorously. Nevertheless, these studies have established that phase separated condensates form on enhancers and correlate with transcription activation. Taking into account the various components of transcription regulation undergoing LLPS, it is safe to assume that the RNAPII-Coactivator condensates encompass EPCs (see below; Fig. 3), though definitive proof is desired. A recent study suggests that local RNA concentration can regulate condensate formation and dissolution, thereby functioning as a transcriptional feedback mechanism [268].\nOpen in a separate windowFig. 3A schematic for transcriptional coordination between the enhancer, promoter, and gene body. a Multiple protein complexes specializing in many structural and catalytic activities establish EPC. RNAPII recruitment and transcription initiation occur in a phase-separated condensate (a “transcription bubble”) where productive transcript elongation takes place. RNAPII remains within the EPC-encompassing transcription bubble, necessitating extrusion of the downstream template DNA into a loop behind—as elongation proceeds. Sequential recruitment of RNAPII represent transcription of the gene in multiple transcription units, each forming a DNA loop as in the petals of a sunflower. b Additionally, the chromatin landscape of a transcriptionally poised gene can exist in a sunflower arrangement where proteins assembled at intronic TFBS clusters hold the enhancer and promoter in proximity without direct EPC. Transcription initiation accompanies direct EPC. This model can supplement and co-operate with (a). c Multiple gene promoters can exist in physical proximity with a given enhancer within a phase-separated condensate, facilitating coordinated transcription activation. Likewise, a given promoter can also exist in association with multiple enhancers simultaneouslyTranscription bubble at EPCThe relative motion of the template DNA vis-à-vis the elongating RNA polymerase is an area of active debate. There are two possibilities: the RNAPII leaves the promoter after transcription initiation, pauses, and “tracks forward” along the template DNA like a locomotive as the RNA synthesis progresses. Alternatively, the RNAPII can stay tethered to nuclear structures while the template DNA “extrudes backward” during chain elongation. Nearly 40 years ago, Peter Cook and colleagues observed that the “body” of nascent RNAs are tethered to nuclear structures—presumably through the RNAPII itself [269]. This led to the “extrusion backward” model, while the “tracking forward” model enjoys general acceptance. From a cellular perspective of population energetics, it would be wasteful to engage numerous RNAPIIs along numerous genes discretely such that at any given time thousands of transcribing genes populate the entire nuclear space. A more productive way would be to have transcription factories [204], where congregations of genes could be transcribed in a concerted fashion. In fact, transcription-associated RNAPII condensates provide support to this view [262].Over the years, many genome-wide [170, 241, 270] and locus-specific [271, 272] studies have observed promoter-gene body contacts that also associate with RNAPII. This is possible only if the RNAPII remains in contact with the promoter and downstream transcribed regions simultaneously. In that case, the only way for the RNAPII to elongate the RNA chain is to drag the template backward, causing DNA extrusion. Indeed, Blobel and colleagues observed the enhancer, the promoter, and the progressive regions of the gene body held together in close proximity as transcription continued [273]. While studying the transcription kinetics of the GREB1 locus, we observed that two gene body SRC-3-bound regions (GBS1 and GBS2) hold the enhancer and promoter in close proximity in estradiol (E2)-deprived MCF-7 cells. However, upon E2 stimulation, the GBS1 and GBS2 (18 kb and 43 kb downstream of the promoter, respectively) promptly disengage from the enhancer allowing direct EPC, and they then get back in contact with the EPC when their respective regions are undergoing transcription [128], supporting the extrusion model. We made similar observation at the NRIP1 locus as well. Recently, a strong proof for this model has come in the form of “stripes” in an exemplary nucleosome-resolution “Micro-C” connectome of the transcription-linked chromatin [274]. The stripes extend from the promoter and cover the entire length of active genes, which is possible only if the samples represent the promoter’s contact with the body of the gene progressively.Taking the above observations along with the recent transcriptional LLPS studies, we propose that the enhancer and the promoter reside within a phase-separated “transcription bubble” enriched with coactivators and the RNAPII, and that transcription elongation occurs when the downstream template DNA is dragged backward causing a progressively extruding loop (Fig. ​(Fig.3a).3a). A recent global RNA-RNA interaction map has revealed physical proximity between eRNAs and transcripts derived from target promoters [275]. The experimental methodology in this study rules out detection of RNA-RNA interactions in free-floating ribonucleoprotein particles, emphasizing that the specific eRNA-mRNA contacts are chromatin-mediated and, thus, recapitulate EPC. Such direct contacts between the chromatin-anchored transcripts are possible only when the enhancer and the promoter reside in a transcription bubble during transcription (Fig. ​(Fig.3).3). It is also possible that strategic gene body locations within the gene, like the SRC-3 enriched GBSs, may exist as preassembled TF-Coactivator hubs. In fact, more than half of all genomic TFBS clusters reside in intronic regions [276] and many genes contain SRC-3 enriched GBSs that coincide with the intronic TFBS clusters [277]; however, their functional relevance has not been explored. We envisage that these intronic TFBS clusters assemble into bound TF-coactivator hubs to aid the enhancer-coordinated transcription of the gene in a dynamic architecture akin to the petals of a sunflower (Fig. ​(Fig.3b).3b). In our opinion, such a scenario can explain the concordance of transcription seen at the enhancers and target genes, coordination of enhancer-regulated transcription of the gene body, observation of multi-enhancer and multi-promoter contacts as observed at genomic scales [170, 241], as well as simultaneous regulation of more than one gene by a single enhancer (Fig. ​(Fig.3c)3c) [221].Intronic regulation of enhancer actionAn offshoot of the transcription bubble and the sunflower model described above is the tantalizing prospect of intronic regulation of enhancer action. Since the enhancer, promoter and the strategic intronic TFBS clusters (e.g., GBSs) maintain near-constant contact, these nucleoprotein hubs can structurally and functionally influence each other (Fig. ​(Fig.3b).3b). Interestingly, not only the genomic interactions of GBS1 and GBS2 with the GREB1 enhancer and promoter are recapitulated in vitro, inclusion of GBS1 and GBS2 fragments greatly enhance cell-free transcription of both the enhancer and promoter [128]. These results would suggest that GBS1 and GBS2 might be acting as intronic enhancers, but these elements do not exhibit any recognizable epigenomic signatures of active enhancers [144]. Thus, it is likely that strategic intronic TFBS clusters constitute a novel functional class of gene regulatory elements that not only regulate the EPC, but also impact transcriptional processivity. Unanswered questions on enhancer actionWhy, how, when to contact a promoterDespite the extensive information about enhancers as sampled above, our mechanistic understanding of enhancer function remains incomplete. The key question of how exactly enhancers activate promoters still awaits definitive answers. The mechanism of enhancer action as discussed above—that enhancer-bound TFs help recruit other TFs, GTF, coactivators, and the RNAPII holoenzyme at the promoter to stimulate transcription—is predominantly based on our knowledge of the transcription regulation in yeast, Drosophila, and mammalian model systems where the enhancer elements are in close proximity to the promoters [278]. While the basic biochemical steps in transcription remain the same in yeast and higher metazoans, the latter have evolved significant differences, including more complex regulatory sequences, larger repertoire and diversity of TFs and coregulators, additional transcription-associated epigenetic signatures, greater enhancer-promoter genomic distance, and greater hierarchy of chromosomal organization [279]. We do not as yet have a systematic, detailed, and integrative molecular understanding of how these features impact mammalian transcription.As discussed earlier, EPC is required to transmit the regulatory instruction from the enhancer onto the promoter, and yet an EPC does not guarantee transcription. Arguably, it is useful to have a preformed EPC(s) so that the gene locus is poised for transcription—waiting for a final kick start. But, what determines which set of enhancers and promoters should stay in preformed contacts, when, and for how long? Are there any universal norms that govern genome-wide EPC at non-transcribing loci, or do individual EPCs have their own molecular explanations? Are there any definitive and universal looping determinants that mediate EPC at all loci (even the Cohesin and the Mediator complex can be dispensable for EPC [280, 281])? Or, is EPC a result of concerted efforts of many TFs and coactivators, whose detailed identities may be locus-specific? Further, why do the enhancer and promoter move apart during transcription in a few cases [201, 202]? Are these observations a result of conceptual and procedural inconsistencies, or is there an alternate pathway to transmit the enhancer-encoded instructions onto the promoter, without involving any physical contact? An idea of indirect contribution of RNAPII and Mediator in EPC—by somehow making the looping chromatin interfaces accessible to architectural proteins—has been floated [281], but has not been adequately tested. Also, most studies employing fluorescence in situ hybridization (FISH) approaches with ~ 50 kb-long probes show the enhancer and promoter at distances greater than hundreds of nanometers, yet consider them as “in physical proximity.” These distances are nearly an order of magnitude larger than an estimated distance between any given “in contact” enhancer-promoter pair along with the assembled proteomes. Then, what actually do we mean by physical proximity? Can the physical contact between the proteomes assembled at the enhancer and promoter be still possible at such great distances? Or, can a huge phase-separated transcription hub, encompassing a congregation of multiple gene loci, explain such supposedly direct-yet-distant regulation?After contacting a promoterSince mere EPC does not automatically ensure transcription, the preformed EPCs raise another critical question: what happens after an enhancer contacts a promoter? What triggers the transcription? Detailed genetic, biochemical, genomic, structural, and proteomic investigations into the stepwise transitions in transcription, from TBP binding and PIC assembly to promoter clearance, pausing, pause release and productive elongation, have generated a tremendous volume of information [278, 282–284]; however, it is unknown which critical reactions and players act as the defining trigger for the EPC in first becoming transcriptionally competent, and then succeeding in productive chain elongation. It was suggested that EPC can help recruit RNAPII and associated factors to the promoter to facilitate transcription initiation [91, 163] and elongation [188, 273], which apparently are not enough to trigger transcription. Not only that, RNAPII occupancy is already detected at EPCs in the absence of transcription stimulation [144], indicating that the presence of RNAPII cannot be the defining trigger either. Since the predominant mode of transcription is bursting and enhancers primarily increase the burst frequency [184, 219, 285], transcription “activation” is likely accomplished by an increased pace of RNAPII “recruitment-initiation-clearance-elongation” events (RICE), which conceivably involve both compositional and structural reorganization of the EPC during successive rounds of transcription. This raises the question: what are the molecular determinants and definitions of such reorganization?Answering these questions would require the development of new methodologies. Arguably, isolation of genomic EPCs at sufficient temporal resolution during the transcriptional transitions and comprehensive proteome analysis thereof could provide deep insight into these questions. However, this is a formidable task because, first, we currently do not have an easy way to isolate locus-specific EPCs from the genome in sufficient quantities that would allow such detailed investigations [286]; preparing a single sample for a given genomic EPC would require more than a billion cells. Second, the cellular environment presents some challenges that impede deeper mechanistic studies. For example, it is impossible to address the proteome-based mechanism of burst dynamics as discussed above, since the bursts are cell-intrinsic and are the source of ultimate transcriptional heterogeneity in a population. Third, addressing many of the questions would require controlling the availability of not just the stimulating signals and the key transcription factors – which is relatively easy to accomplish, but also of ATP, which is not possible in a cell-based model system. Fourth, the current interrogation of EPC and transcription through approaches based on 3C/DNA-seq, RNA-seq, and fluorescence (FISH) each adopt very different experimental pipelines, and the resultant interpretations of the various types of data are correlative at the best. Therefore, the best option towards deeper mechanistic studies on EPC-transcription dynamics may be to employ cell-free methodologies for EPCs coupled with transcriptional readouts and proteomics (Fig. ​(Fig.22).Why eRNAs?The fact that eRNAs are produced genome-wide in animals as diverse as C. elegans, fruit fly and mammals raises the possibility that enhancer transcription is a product of transcriptional noise. However, the same observation also argues that it might be a conserved phenomenon with a purpose. This latter possibility is supported by the fact that full complements of GTFs, RNAPII, and other critical coactivators occupy active enhancers, suggesting that the resultant eRNAs might have a cellular function. The considerations described in the earlier section arguing mutual coordination between the enhancer and promoter transcription further raise the questions: why are enhancer and promoter transcription coordinated, and what is the molecular basis of that coordination? As discussed above, the “act of transcription” at an in-contact pair of enhancer and promoter is mutually stimulatory. What is the biochemical explanation of such mutualism? The subsequent questions that emerge are: why must an enhancer transcribe, and do eRNAs have any generalizable functional relevance?The eRNAs have clearly emerged as an indisputable marker of active enhancers, and many in the field consider eRNAs as either a spontaneous byproduct of enhancer activation, or a ploy to keep the enhancer chromatin open (reviewed by [19, 140, 151]). Likewise, eRNAs have been reported to exhibit specific functional roles [141, 151, 287], which include helping establish an open chromatin structure to support transcription [288], recruiting Cohesin [148, 175] and Mediator [289], entrapping the negative elongation factor NELF [290] or YY1 [291], stimulation of histone acetyltransferase activity of the coactivator CBP [292]. Contrary to near-universal correlation of eRNAs and transcription activation, a recent report implicates eRNAs in nucleating ERα-dependent transcription repression [293]. However, the eRNAs across a genome differ both in sequence and structure, and hence must differ in functional specificity, if any. Therefore, none of these suggested functions can be generalized for all eRNAs, indicating that the universal function of eRNAs, if any, is still elusive. In addition, the proposed functions of eRNAs do not explain a more critical and pertinent question: why and how does the enhancer start transcribing eRNAs? We do not seem to have definitive answers to these questions yet. Conclusion and future directionEnhancers carry the regulatory instructions for a gene’s spatiotemporal expression. The enhancer-encoded instructions are communicated to the cognate gene promoters via dynamic protein-protein interactions that involve multitudes of TFs, coregulators, chromatin architectural proteins, and enzymes. Moreover, many of these proteins acquire or shed covalent modifications necessary for proper transcriptional regulation. In concert with the promoter-driven transcription, the enhancers themselves also undergo transcription, producing eRNAs of uncertain functions. These multifaceted interactions among the underlying DNA sequences at the enhancer and promoter, the assemblies of proteins, and RNA molecules likely occur in phase-separated condensates. However, global or locus-specific dynamics of these multifarious interactions leading to productive transcription are still poorly understood. The current dogma posits that the enhancer-encoded instructions are translated into a ‘TF code’ when a certain combination of TFs binds the enhancers both directly and indirectly. This combinatorial TF recruitment to the enhancers is currently thought to define the transcriptional regulation of a target gene. We opine that the combinatorial TF occupancy merely provides a platform for dynamic recruitment of the coregulators, which ultimately govern transcriptional specificity and processivity. For a more holistic and mechanistic understanding of enhancer function, it is now the time to transition from the current “TF code” of transcription to a ‘coregulator code’, where the emphasis would be to define at high temporal resolution the combinatorial coregulator repertoire that drive locus-specific transcription activation. Supplementary Information\nAdditional file 1. Review history.(23K, docx) Peer review informationTim Sands was the primary editor of this article and managed its editorial process and peer review in collaboration with the rest of the editorial team.Review historyThe review history is available as Additional file 1. Authors’ contributionsAP was the primary contributing author and BWO was the secondary contributing author. Both authors contributed to fact/concept checking. The authors read and approved the final manuscript. FundingBWO is supported by grants HD-007857, HD-008188, and PO1-59820 from the National Institutes of Health. DeclarationsCompeting interestsThe authors declare that they have no competing interests. FootnotesPublisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Sebe-Pedros A, Degnan BM, Ruiz-Trillo I. The origin of Metazoa: a unicellular perspective. Nat Rev Genet. 2017;18:498–512. doi: 10.1038/nrg.2017.21. [PubMed] [CrossRef] [Google Scholar]2. Davidson EH, Erwin DH. An integrated view of precambrian eumetazoan evolution. Cold Spring Harb Symp Quant Biol. 2009;74:65–80. doi: 10.1101/sqb.2009.74.042. [PubMed] [CrossRef] [Google Scholar]3. Grosberg RK, Strathmann RR. The evolution of multicellularity: a minor major transition? Annu Rev Ecol Evol Syst. 2007;38:621–654. doi: 10.1146/annurev.ecolsys.36.102403.114735. [CrossRef] [Google Scholar]4. Bianconi E, et al.  An estimation of the number of cells in the human body. Ann Hum Biol. 2013;40:463–471. doi: 10.3109/03014460.2013.807878. [PubMed] [CrossRef] [Google Scholar]5. Han X, et al. Construction of a human cell landscape at single-cell level. Nature. 2020. 10.1038/s41586-020-2157-4. [PubMed]6. Carroll SB. Evo-devo and an expanding evolutionary synthesis: a genetic theory of morphological evolution. Cell. 2008;134:25–36. doi: 10.1016/j.cell.2008.06.030. [PubMed] [CrossRef] [Google Scholar]7. Arendt D, et al.  The origin and evolution of cell types. Nat Rev Genet. 2016;17:744–757. doi: 10.1038/nrg.2016.127. [PubMed] [CrossRef] [Google Scholar]8. Virk RKA, et al.  Disordered chromatin packing regulates phenotypic plasticity. Sci Adv. 2020;6:eaax6232. doi: 10.1126/sciadv.aax6232. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Levine M, Tjian R. Transcription regulation and animal diversity. Nature. 2003;424:147–151. doi: 10.1038/nature01763. [PubMed] [CrossRef] [Google Scholar]10. Erwin DH, Davidson EH. The evolution of hierarchical gene regulatory networks. Nat Rev Genet. 2009;10:141–148. doi: 10.1038/nrg2499. [PubMed] [CrossRef] [Google Scholar]11. Davidson EH, Peter IS. Davidson EH, Peter IS, editors. Genomic Control Process: 2015 Academic Press. p. 41–77.12. Barabasi AL, Oltvai ZN. Network biology: understanding the cell’s functional organization. Nat Rev Genet. 2004;5:101–113. doi: 10.1038/nrg1272. [PubMed] [CrossRef] [Google Scholar]13. Alonso CR, Wilkins AS. The molecular elements that underlie developmental evolution. Nat Rev Genet. 2005;6:709–715. doi: 10.1038/nrg1676. [PubMed] [CrossRef] [Google Scholar]14. Banerji J, Rusconi S, Schaffner W. Expression of a beta-globin gene is enhanced by remote SV40 DNA sequences. Cell. 1981;27:299–308. doi: 10.1016/0092-8674(81)90413-X. [PubMed] [CrossRef] [Google Scholar]15. Benoist C, Chambon P. In vivo sequence requirements of the SV40 early promotor region. Nature. 1981;290:304–310. doi: 10.1038/290304a0. [PubMed] [CrossRef] [Google Scholar]16. Gruss P, Dhar R, Khoury G. Simian virus 40 tandem repeated sequences as an element of the early promoter. Proc Natl Acad Sci U S A. 1981;78:943–947. doi: 10.1073/pnas.78.2.943. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Schoenfelder S, Fraser P. Long-range enhancer-promoter contacts in gene expression control. Nat Rev Genet. 2019;20:437–455. doi: 10.1038/s41576-019-0128-0. [PubMed] [CrossRef] [Google Scholar]18. Catarino RR, Stark A. Assessing sufficiency and necessity of enhancer activities for gene expression and the mechanisms of transcription activation. Genes Dev. 2018;32:202–223. doi: 10.1101/gad.310367.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Field A, Adelman K. Evaluating enhancer function and transcription. Annu Rev Biochem. 2020. 10.1146/annurev-biochem-011420-095916. [PubMed]20. Rickels R, Shilatifard A. Enhancer logic and mechanics in development and disease. Trends Cell Biol. 2018;28:608–630. doi: 10.1016/j.tcb.2018.04.003. [PubMed] [CrossRef] [Google Scholar]21. Furlong EEM, Levine M. Developmental enhancers and chromosome topology. Science. 2018;361:1341–1345. doi: 10.1126/science.aau0320. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Lettice LA, et al.  A long-range Shh enhancer regulates expression in the developing limb and fin and is associated with preaxial polydactyly. Hum Mol Genet. 2003;12:1725–1735. doi: 10.1093/hmg/ddg180. [PubMed] [CrossRef] [Google Scholar]23. Gasperini M, Tome JM, Shendure J. Towards a comprehensive catalogue of validated and target-linked human enhancers. Nat Rev Genet. 2020;21:292–310. doi: 10.1038/s41576-019-0209-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Whyte WA, et al.  Master transcription factors and mediator establish super-enhancers at key cell identity genes. Cell. 2013;153:307–319. doi: 10.1016/j.cell.2013.03.035. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Pott S, Lieb JD. What are super-enhancers? Nat Genet. 2015;47:8–12. doi: 10.1038/ng.3167. [PubMed] [CrossRef] [Google Scholar]26. Thurman RE, et al.  The accessible chromatin landscape of the human genome. Nature. 2012;489:75–82. doi: 10.1038/nature11232. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Reitzer LJ, Magasanik B. Transcription of glnA in E. coli is stimulated by activator bound to sites far from the promoter. Cell. 1986;45:785–792. doi: 10.1016/0092-8674(86)90553-2. [PubMed] [CrossRef] [Google Scholar]28. Xu H, Hoover TR. Transcriptional regulation at a distance in bacteria. Curr Opin Microbiol. 2001;4:138–144. doi: 10.1016/s1369-5274(00)00179-x. [PubMed] [CrossRef] [Google Scholar]29. Webster N, Jin JR, Green S, Hollis M, Chambon P. The yeast UASG is a transcriptional enhancer in human HeLa cells in the presence of the GAL4 trans-activator. Cell. 1988;52:169–178. doi: 10.1016/0092-8674(88)90505-3. [PubMed] [CrossRef] [Google Scholar]30. Oka R, et al.  Genome-wide mapping of transcriptional enhancer candidates using DNA and chromatin features in maize. Genome Biol. 2017;18:137. doi: 10.1186/s13059-017-1273-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Burki F, Roger AJ, Brown MW, Simpson AGB. The new tree of eukaryotes. Trends Ecol Evol. 2020;35:43–55. doi: 10.1016/j.tree.2019.08.008. [PubMed] [CrossRef] [Google Scholar]32. Knoll AH, Javaux EJ, Hewitt D, Cohen P. Eukaryotic organisms in Proterozoic oceans. Philos Trans R Soc Lond B Biol Sci. 2006;361:1023–1038. doi: 10.1098/rstb.2006.1843. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Irimia M, et al.  Extensive conservation of ancient microsynteny across metazoans due to cis-regulatory constraints. Genome Res. 2012;22:2356–2367. doi: 10.1101/gr.139725.112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Kikuta H, et al.  Genomic regulatory blocks encompass multiple neighboring genes and maintain conserved synteny in vertebrates. Genome Res. 2007;17:545–555. doi: 10.1101/gr.6086307. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. de Mendoza A, et al.  Transcription factor evolution in eukaryotes and the assembly of the regulatory toolkit in multicellular lineages. Proc Natl Acad Sci U S A. 2013;110:E4858–E4866. doi: 10.1073/pnas.1311818110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Sebe-Pedros A, et al.  The Dynamic Regulatory Genome of Capsaspora and the Origin of Animal Multicellularity. Cell. 2016;165:1224–1237. doi: 10.1016/j.cell.2016.03.034. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Gaiti F, et al. Landscape of histone modifications in a sponge reveals the origin of animal cis-regulatory complexity. Elife. 2017;6. 10.7554/eLife.22194. [PMC free article] [PubMed]38. Wong ES, et al. Early origin and deep conservation of enhancers in animals. bioRxiv. 2019:633651. 10.1101/633651.39. Sebe-Pedros A, et al.  Early metazoan cell type diversity and the evolution of multicellular gene regulation. Nat Ecol Evol. 2018;2:1176–1188. doi: 10.1038/s41559-018-0575-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Schwaiger M, et al.  Evolutionary conservation of the eumetazoan gene regulatory landscape. Genome Res. 2014;24:639–650. doi: 10.1101/gr.162529.113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Rebeiz M, Jikomes N, Kassner VA, Carroll SB. Evolutionary origin of a novel gene expression pattern through co-option of the latent activities of existing regulatory sequences. Proc Natl Acad Sci U S A. 2011;108:10036–10043. doi: 10.1073/pnas.1105937108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Villar D, et al.  Enhancer evolution across 20 mammalian species. Cell. 2015;160:554–566. doi: 10.1016/j.cell.2015.01.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Boyd JL, et al.  Human-chimpanzee differences in a FZD8 enhancer alter cell-cycle dynamics in the developing neocortex. Curr Biol. 2015;25:772–779. doi: 10.1016/j.cub.2015.01.041. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Bourque G, et al.  Ten things you should know about transposable elements. Genome Biol. 2018;19:199. doi: 10.1186/s13059-018-1577-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Trizzino M, et al.  Transposable elements are the primary source of novelty in primate gene regulation. Genome Res. 2017;27:1623–1633. doi: 10.1101/gr.218149.116. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Lander ES, et al.  Initial sequencing and analysis of the human genome. Nature. 2001;409:860–921. doi: 10.1038/35057062. [PubMed] [CrossRef] [Google Scholar]47. Schmidt D, et al.  Waves of retrotransposon expansion remodel genome organization and CTCF binding in multiple mammalian lineages. Cell. 2012;148:335–348. doi: 10.1016/j.cell.2011.11.058. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Bourque G, et al.  Evolution of the mammalian transcription factor binding repertoire via transposable elements. Genome Res. 2008;18:1752–1762. doi: 10.1101/gr.080663.108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Barth NKH, Li L, Taher L. Independent transposon exaptation is a widespread mechanism of redundant enhancer evolution in the mammalian genome. Genome Biol Evol. 2020;12:1–17. doi: 10.1093/gbe/evaa004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Pace JK, 2nd, Feschotte C. The evolutionary history of human DNA transposons: evidence for intense activity in the primate lineage. Genome Res. 2007;17:422–432. doi: 10.1101/gr.5826307. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Bejerano G, et al.  A distal enhancer and an ultraconserved exon are derived from a novel retroposon. Nature. 2006;441:87–90. doi: 10.1038/nature04696. [PubMed] [CrossRef] [Google Scholar]52. McEwen GK, et al.  Ancient duplicated conserved noncoding elements in vertebrates: a genomic and functional analysis. Genome Res. 2006;16:451–465. doi: 10.1101/gr.4143406. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Jimenez-Delgado S, Crespo M, Permanyer J, Garcia-Fernandez J, Manzanares M. Evolutionary genomics of the recently duplicated amphioxus Hairy genes. Int J Biol Sci. 2006;2:66–72. doi: 10.7150/ijbs.2.66. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Baudouin-Gonzalez L, et al.  Diverse Cis-regulatory mechanisms contribute to expression evolution of tandem gene duplicates. Mol Biol Evol. 2017;34:3132–3147. doi: 10.1093/molbev/msx237. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Nepal C, et al.  Ancestrally duplicated conserved noncoding element suggests dual regulatory roles of HOTAIR in cis and trans. iScience. 2020;23:101008. doi: 10.1016/j.isci.2020.101008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Stone JR, Wray GA. Rapid evolution of cis-regulatory sequences via local point mutations. Mol Biol Evol. 2001;18:1764–1770. doi: 10.1093/oxfordjournals.molbev.a003964. [PubMed] [CrossRef] [Google Scholar]57. Duque T, Sinha S. What does it take to evolve an enhancer? A simulation-based study of factors influencing the emergence of combinatorial regulation. Genome Biol Evol. 2015;7:1415–1431. doi: 10.1093/gbe/evv080. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Eichenlaub MP, Ettwiller L. De novo genesis of enhancers in vertebrates. PLoS Biol. 2011;9:e1001188. doi: 10.1371/journal.pbio.1001188. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Dong X, et al.  Exonic remnants of whole-genome duplication reveal cis-regulatory function of coding exons. Nucleic Acids Res. 2010;38:1071–1085. doi: 10.1093/nar/gkp1124. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Zhenilo S, et al.  Individual genome sequencing identified a novel enhancer element in exon 7 of the CSFR1 gene by shift of expressed allele ratios. Gene. 2015;566:223–228. doi: 10.1016/j.gene.2015.04.053. [PubMed] [CrossRef] [Google Scholar]61. Maeso I, Tena JJ. Favorable genomic environments for cis-regulatory evolution: a novel theoretical framework. Semin Cell Dev Biol. 2016;57:2–10. doi: 10.1016/j.semcdb.2015.12.003. [PubMed] [CrossRef] [Google Scholar]62. Makova KD, Hardison RC. The effects of chromatin organization on variation in mutation rates in the genome. Nat Rev Genet. 2015;16:213–223. doi: 10.1038/nrg3890. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Zuckerkandl E, Pauling L. Molecules as documents of evolutionary history. J Theor Biol. 1965;8:357–366. doi: 10.1016/0022-5193(65)90083-4. [PubMed] [CrossRef] [Google Scholar]64. Visel A, Rubin EM, Pennacchio LA. Genomic views of distant-acting enhancers. Nature. 2009;461:199–205. doi: 10.1038/nature08451. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Lee AP, Kerk SY, Tan YY, Brenner S, Venkatesh B. Ancient vertebrate conserved noncoding elements have been evolving rapidly in teleost fishes. Mol Biol Evol. 2011;28:1205–1215. doi: 10.1093/molbev/msq304. [PubMed] [CrossRef] [Google Scholar]66. Gallardo-Fuentes L, Santos-Pereira JM, Tena JJ. Functional conservation of divergent p63-bound cis-regulatory elements. Front Genet. 2020;11:339. doi: 10.3389/fgene.2020.00339. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Hare EE, Peterson BK, Iyer VN, Meier R, Eisen MB. Sepsid even-skipped enhancers are functionally conserved in Drosophila despite lack of sequence conservation. PLoS Genet. 2008;4:e1000106. doi: 10.1371/journal.pgen.1000106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Spitz F, Furlong EE. Transcription factors: from enhancer binding to developmental control. Nat Rev Genet. 2012;13:613–626. doi: 10.1038/nrg3207. [PubMed] [CrossRef] [Google Scholar]69. Ludwig MZ, Manu, Kittler R, White KP, Kreitman M. Consequences of eukaryotic enhancer architecture for gene expression dynamics, development, and fitness. PLoS Genet. 2011;7:e1002364. doi: 10.1371/journal.pgen.1002364. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Long HK, Prescott SL, Wysocka J. Ever-Changing Landscapes: Transcriptional Enhancers in Development and Evolution. Cell. 2016;167:1170–1187. doi: 10.1016/j.cell.2016.09.018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Levo M, Segal E. In pursuit of design principles of regulatory sequences. Nat Rev Genet. 2014;15:453–468. doi: 10.1038/nrg3684. [PubMed] [CrossRef] [Google Scholar]72. Tillo D, et al.  High nucleosome occupancy is encoded at human regulatory sequences. PLoS One. 2010;5:e9129. doi: 10.1371/journal.pone.0009129. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Armstrong JA, Emerson BM. NF-E2 disrupts chromatin structure at human beta-globin locus control region hypersensitive site 2 in vitro. Mol Cell Biol. 1996;16:5634–5644. doi: 10.1128/mcb.16.10.5634. [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Arnosti DN, Kulkarni MM. Transcriptional enhancers: Intelligent enhanceosomes or flexible billboards? J Cell Biochem. 2005;94:890–898. doi: 10.1002/jcb.20352. [PubMed] [CrossRef] [Google Scholar]75. Khoueiry P, et al. Uncoupling evolutionary changes in DNA sequence, transcription factor occupancy and enhancer activity. Elife. 2017;6. 10.7554/eLife.28440. [PMC free article] [PubMed]76. Merika M, Thanos D. Enhanceosomes. Curr Opin Genet Dev. 2001;11:205–208. doi: 10.1016/s0959-437x(00)00180-5. [PubMed] [CrossRef] [Google Scholar]77. Meers MP, Janssens DH, Henikoff S. Pioneer factor-nucleosome binding events during differentiation are motif encoded. Mol Cell. 2019;75:562–575 e565. doi: 10.1016/j.molcel.2019.05.025. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Iwafuchi-Doi M, Zaret KS. Pioneer transcription factors in cell reprogramming. Genes Dev. 2014;28:2679–2692. doi: 10.1101/gad.253443.114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Cosma MP. Ordered recruitment: gene-specific mechanism of transcription activation. Mol Cell. 2002;10:227–236. doi: 10.1016/s1097-2765(02)00604-4. [PubMed] [CrossRef] [Google Scholar]80. Voss TC, et al.  Dynamic exchange at regulatory elements during chromatin remodeling underlies assisted loading mechanism. Cell. 2011;146:544–554. doi: 10.1016/j.cell.2011.07.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Murakami S, Nagari A, Kraus WL. Dynamic assembly and activation of estrogen receptor alpha enhancers through coregulator switching. Genes Dev. 2017;31:1535–1548. doi: 10.1101/gad.302182.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Yan J, et al.  Transcription factor binding in human cells occurs in dense clusters formed around cohesin anchor sites. Cell. 2013;154:801–813. doi: 10.1016/j.cell.2013.07.034. [PubMed] [CrossRef] [Google Scholar]83. Liu Z, et al.  Enhancer activation requires trans-recruitment of a mega transcription factor complex. Cell. 2014;159:358–373. doi: 10.1016/j.cell.2014.08.027. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Foulds CE, et al.  Proteomic analysis of coregulators bound to ERalpha on DNA and nucleosomes reveals coregulator dynamics. Mol Cell. 2013;51:185–199. doi: 10.1016/j.molcel.2013.06.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Wu C. The 5′ ends of Drosophila heat shock genes in chromatin are hypersensitive to DNase I. Nature. 1980;286:854–860. doi: 10.1038/286854a0. [PubMed] [CrossRef] [Google Scholar]86. Gross DS, Garrard WT. Nuclease hypersensitive sites in chromatin. Annu Rev Biochem. 1988;57:159–197. doi: 10.1146/annurev.bi.57.070188.001111. [PubMed] [CrossRef] [Google Scholar]87. Rosenfeld MG, Lunyak VV, Glass CK. Sensors and signals: a coactivator/corepressor/epigenetic code for integrating signal-dependent programs of transcriptional response. Genes Dev. 2006;20:1405–1428. doi: 10.1101/gad.1424806. [PubMed] [CrossRef] [Google Scholar]88. Stampfel G, et al.  Transcriptional regulators form diverse groups with context-dependent regulatory functions. Nature. 2015;528:147–151. doi: 10.1038/nature15545. [PubMed] [CrossRef] [Google Scholar]89. Lemon B, Tjian R. Orchestrated response: a symphony of transcription factors for gene control. Genes Dev. 2000;14:2551–2569. doi: 10.1101/gad.831000. [PubMed] [CrossRef] [Google Scholar]90. Brivanlou AH, Darnell JE., Jr Signal transduction and the control of gene expression. Science. 2002;295:813–818. doi: 10.1126/science.1066355. [PubMed] [CrossRef] [Google Scholar]91. Vernimmen D, De Gobbi M, Sloane-Stanley JA, Wood WG, Higgs DR. Long-range chromosomal interactions regulate the timing of the transition between poised and active gene expression. EMBO J. 2007;26:2041–2051. doi: 10.1038/sj.emboj.7601654. [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Koch F, et al.  Transcription initiation platforms and GTF recruitment at tissue-specific enhancers and promoters. Nat Struct Mol Biol. 2011;18:956–963. doi: 10.1038/nsmb.2085. [PubMed] [CrossRef] [Google Scholar]93. Schier AC, Taatjes DJ. Structure and mechanism of the RNA polymerase II transcription machinery. Genes Dev. 2020;34:465–488. doi: 10.1101/gad.335679.119. [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Calo E, Wysocka J. Modification of enhancer chromatin: what, how, and why? Mol Cell. 2013;49:825–837. doi: 10.1016/j.molcel.2013.01.038. [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Kagey MH, et al.  Mediator and cohesin connect gene expression and chromatin architecture. Nature. 2010;467:430–435. doi: 10.1038/nature09380. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Ren G, et al.  CTCF-mediated enhancer-promoter interaction is a critical regulator of cell-to-cell variation of gene expression. Mol Cell. 2017;67:1049–1058 e1046. doi: 10.1016/j.molcel.2017.08.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Li W, et al.  Condensin I and II complexes license full estrogen receptor alpha-dependent enhancer activation. Mol Cell. 2015;59:188–202. doi: 10.1016/j.molcel.2015.06.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]98. Soutourina J. Transcription regulation by the Mediator complex. Nat Rev Mol Cell Biol. 2018;19:262–274. doi: 10.1038/nrm.2017.115. [PubMed] [CrossRef] [Google Scholar]99. Nakagawa T, Yoneda M, Higashi M, Ohkuma Y, Ito T. Enhancer function regulated by combinations of transcription factors and cofactors. Genes Cells. 2018;23:808–821. doi: 10.1111/gtc.12634. [PubMed] [CrossRef] [Google Scholar]100. Lai F, Gardini A, Zhang A, Shiekhattar R. Integrator mediates the biogenesis of enhancer RNAs. Nature. 2015;525:399–403. doi: 10.1038/nature14906. [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Taverna SD, Li H, Ruthenburg AJ, Allis CD, Patel DJ. How chromatin-binding modules interpret histone modifications: lessons from professional pocket pickers. Nat Struct Mol Biol. 2007;14:1025–1040. doi: 10.1038/nsmb1338. [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Pefanis E, et al.  RNA exosome-regulated long non-coding RNA transcription controls super-enhancer activity. Cell. 2015;161:774–789. doi: 10.1016/j.cell.2015.04.034. [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Kraus WL. Transcriptional control by PARP-1: chromatin modulation, enhancer-binding, coregulation, and insulation. Curr Opin Cell Biol. 2008;20:294–302. doi: 10.1016/j.ceb.2008.03.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Puc J, et al.  Ligand-dependent enhancer activation regulated by topoisomerase-I activity. Cell. 2015;160:367–380. doi: 10.1016/j.cell.2014.12.023. [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Wang L, et al.  TET2 coactivates gene expression through demethylation of enhancers. Sci Adv. 2018;4:eaau6986. doi: 10.1126/sciadv.aau6986. [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Andersson R, Sandelin A. Determinants of enhancer and promoter activities of regulatory elements. Nat Rev Genet. 2020;21:71–87. doi: 10.1038/s41576-019-0173-8. [PubMed] [CrossRef] [Google Scholar]107. Sainsbury S, Bernecky C, Cramer P. Structural basis of transcription initiation by RNA polymerase II. Nat Rev Mol Cell Biol. 2015;16:129–143. doi: 10.1038/nrm3952. [PubMed] [CrossRef] [Google Scholar]108. Clapier CR, Iwasa J, Cairns BR, Peterson CL. Mechanisms of action and regulation of ATP-dependent chromatin-remodelling complexes. Nat Rev Mol Cell Biol. 2017;18:407–422. doi: 10.1038/nrm.2017.26. [PMC free article] [PubMed] [CrossRef] [Google Scholar]109. Gates LA, Foulds CE, O'Malley BW. Histone Marks in the 'Driver's Seat': Functional Roles in Steering the Transcription Cycle. Trends Biochem Sci. 2017;42:977–989. doi: 10.1016/j.tibs.2017.10.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]110. Jiang C, et al.  Dynamic human environmental exposome revealed by longitudinal personal monitoring. Cell. 2018;175:277–291 e231. doi: 10.1016/j.cell.2018.08.060. [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Karin M, Smeal T. Control of transcription factors by signal transduction pathways: the beginning of the end. Trends Biochem Sci. 1992;17:418–422. doi: 10.1016/0968-0004(92)90012-x. [PubMed] [CrossRef] [Google Scholar]112. Lambert SA, et al.  The human transcription factors. Cell. 2018;175:598–599. doi: 10.1016/j.cell.2018.09.045. [PubMed] [CrossRef] [Google Scholar]113. Curina A, et al.  High constitutive activity of a broad panel of housekeeping and tissue-specific cis-regulatory elements depends on a subset of ETS proteins. Genes Dev. 2017;31:399–412. doi: 10.1101/gad.293134.116. [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. O’Malley BW. 90 YEARS OF PROGESTERONE: Reminiscing on the origins of the field of progesterone and estrogen receptor action. J Mol Endocrinol. 2020;65:C1–C4. doi: 10.1530/JME-20-0042. [PubMed] [CrossRef] [Google Scholar]115. Tsai MJ, O’Malley BW. Molecular mechanisms of action of steroid/thyroid receptor superfamily members. Annu Rev Biochem. 1994;63:451–486. doi: 10.1146/annurev.bi.63.070194.002315. [PubMed] [CrossRef] [Google Scholar]116. Tsai SY, et al.  Molecular interactions of steroid hormone receptor with its enhancer element: evidence for receptor dimer formation. Cell. 1988;55:361–369. doi: 10.1016/0092-8674(88)90059-1. [PubMed] [CrossRef] [Google Scholar]117. Perlmann T. Glucocorticoid receptor DNA-binding specificity is increased by the organization of DNA in nucleosomes. Proc Natl Acad Sci U S A. 1992;89:3884–3888. doi: 10.1073/pnas.89.9.3884. [PMC free article] [PubMed] [CrossRef] [Google Scholar]118. Joshi SR, Sarpong YC, Peterson RC, Scovell WM. Nucleosome dynamics: HMGB1 relaxes canonical nucleosome structure to facilitate estrogen receptor binding. Nucleic Acids Res. 2012;40:10161–10171. doi: 10.1093/nar/gks815. [PMC free article] [PubMed] [CrossRef] [Google Scholar]119. John S, et al.  Interaction of the glucocorticoid receptor with the chromatin landscape. Mol Cell. 2008;29:611–624. doi: 10.1016/j.molcel.2008.02.010. [PubMed] [CrossRef] [Google Scholar]120. Eeckhoute J, et al.  Cell-type selective chromatin remodeling defines the active subset of FOXA1-bound enhancers. Genome Res. 2009;19:372–380. doi: 10.1101/gr.084582.108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]121. Miranda TB, et al.  Reprogramming the chromatin landscape: interplay of the estrogen and glucocorticoid receptors at the genomic level. Cancer Res. 2013;73:5130–5139. doi: 10.1158/0008-5472.CAN-13-0742. [PMC free article] [PubMed] [CrossRef] [Google Scholar]122. Swinstead EE, et al.  Steroid receptors reprogram FoxA1 occupancy through dynamic chromatin transitions. Cell. 2016;165:593–605. doi: 10.1016/j.cell.2016.02.067. [PMC free article] [PubMed] [CrossRef] [Google Scholar]123. Klein-Hitpass L, et al.  The progesterone receptor stimulates cell-free transcription by enhancing the formation of a stable preinitiation complex. Cell. 1990;60:247–257. doi: 10.1016/0092-8674(90)90740-6. [PubMed] [CrossRef] [Google Scholar]124. Elliston JF, et al.  Mechanism of estrogen receptor-dependent transcription in a cell-free system. Mol Cell Biol. 1990;10:6607–6612. doi: 10.1128/mcb.10.12.6607. [PMC free article] [PubMed] [CrossRef] [Google Scholar]125. Lonard DM, O’Malley BW. Nuclear receptor coregulators: modulators of pathology and therapeutic targets. Nat Rev Endocrinol. 2012;8:598–604. doi: 10.1038/nrendo.2012.100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]126. Yi P, et al.  Structural and functional impacts of ER coactivator sequential recruitment. Mol Cell. 2017;67:733–743 e734. doi: 10.1016/j.molcel.2017.07.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]127. Yu X, et al. Structural insights of transcriptionally active, full-length androgen receptor coactivator complexes. Mol Cell. 2020. 10.1016/j.molcel.2020.06.031. [PMC free article] [PubMed]128. Panigrahi AK, et al.  SRC-3 coactivator governs dynamic estrogen-induced chromatin looping interactions during transcription. Mol Cell. 2018;70:679–694 e677. doi: 10.1016/j.molcel.2018.04.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]129. Fullwood MJ, et al.  An oestrogen-receptor-alpha-bound human chromatin interactome. Nature. 2009;462:58–64. doi: 10.1038/nature08497. [PMC free article] [PubMed] [CrossRef] [Google Scholar]130. Groner AC, Brown M. Role of steroid receptor and coregulator mutations in hormone-dependent cancers. J Clin Invest. 2017;127:1126–1135. doi: 10.1172/JCI88885. [PMC free article] [PubMed] [CrossRef] [Google Scholar]131. Foulds CE, Panigrahi AK, Coarfa C, Lanz RB, O'Malley BW. Long noncoding RNAs as targets and regulators of nuclear receptors. Curr Top Microbiol Immunol. 2016;394:143–176. doi: 10.1007/82_2015_465. [PubMed] [CrossRef] [Google Scholar]132. Ashe HL, Monks J, Wijgerde M, Fraser P, Proudfoot NJ. Intergenic transcription and transinduction of the human beta-globin locus. Genes Dev. 1997;11:2494–2509. doi: 10.1101/gad.11.19.2494. [PMC free article] [PubMed] [CrossRef] [Google Scholar]133. Tuan D, Kong S, Hu K. Transcription of the hypersensitive site HS2 enhancer in erythroid cells. Proc Natl Acad Sci U S A. 1992;89:11219–11223. doi: 10.1073/pnas.89.23.11219. [PMC free article] [PubMed] [CrossRef] [Google Scholar]134. Carninci P, et al.  The transcriptional landscape of the mammalian genome. Science. 2005;309:1559–1563. doi: 10.1126/science.1112014. [PubMed] [CrossRef] [Google Scholar]135. Cheng J, et al.  Transcriptional maps of 10 human chromosomes at 5-nucleotide resolution. Science. 2005;308:1149–1154. doi: 10.1126/science.1108625. [PubMed] [CrossRef] [Google Scholar]136. De Santa F, et al.  A large fraction of extragenic RNA pol II transcription sites overlap enhancers. PLoS Biol. 2010;8:e1000384. doi: 10.1371/journal.pbio.1000384. [PMC free article] [PubMed] [CrossRef] [Google Scholar]137. Kim TK, et al.  Widespread transcription at neuronal activity-regulated enhancers. Nature. 2010;465:182–187. doi: 10.1038/nature09033. [PMC free article] [PubMed] [CrossRef] [Google Scholar]138. Andersson R, et al.  An atlas of active enhancers across human cell types and tissues. Nature. 2014;507:455–461. doi: 10.1038/nature12787. [PMC free article] [PubMed] [CrossRef] [Google Scholar]139. Arner E, et al.  Transcribed enhancers lead waves of coordinated transcription in transitioning mammalian cells. Science. 2015;347:1010–1014. doi: 10.1126/science.1259418. [PMC free article] [PubMed] [CrossRef] [Google Scholar]140. Natoli G, Andrau JC. Noncoding transcription at enhancers: general principles and functional models. Annu Rev Genet. 2012;46:1–19. doi: 10.1146/annurev-genet-110711-155459. [PubMed] [CrossRef] [Google Scholar]141. Sartorelli V, Lauberth SM. Enhancer RNAs are an important regulatory layer of the epigenome. Nat Struct Mol Biol. 2020;27:521–528. doi: 10.1038/s41594-020-0446-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]142. Young RS, Kumar Y, Bickmore WA, Taylor MS. Bidirectional transcription initiation marks accessible chromatin and is not specific to enhancers. Genome Biol. 2017;18:242. doi: 10.1186/s13059-017-1379-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]143. Kouno T, et al.  C1 CAGE detects transcription start sites and enhancer activity at single-cell resolution. Nat Commun. 2019;10:360. doi: 10.1038/s41467-018-08126-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]144. Hah N, Murakami S, Nagari A, Danko CG, Kraus WL. Enhancer transcripts mark active estrogen receptor binding sites. Genome Res. 2013;23:1210–1223. doi: 10.1101/gr.152306.112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]145. Hirabayashi S, et al.  NET-CAGE characterizes the dynamics and topology of human transcribed cis-regulatory elements. Nat Genet. 2019;51:1369–1379. doi: 10.1038/s41588-019-0485-9. [PubMed] [CrossRef] [Google Scholar]146. Henriques T, et al.  Widespread transcriptional pausing and elongation control at enhancers. Genes Dev. 2018;32:26–41. doi: 10.1101/gad.309351.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]147. Mikhaylichenko O, et al.  The degree of enhancer or promoter activity is reflected by the levels and directionality of eRNA transcription. Genes Dev. 2018;32:42–57. doi: 10.1101/gad.308619.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]148. Tsai PF, et al.  A Muscle-Specific Enhancer RNA Mediates Cohesin Recruitment and Regulates Transcription In trans. Mol Cell. 2018;71:129–141 e128. doi: 10.1016/j.molcel.2018.06.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]149. Li X, et al.  GRID-seq reveals the global RNA-chromatin interactome. Nat Biotechnol. 2017;35:940–950. doi: 10.1038/nbt.3968. [PMC free article] [PubMed] [CrossRef] [Google Scholar]150. Lam MT, Li W, Rosenfeld MG, Glass CK. Enhancer RNAs and regulated transcriptional programs. Trends Biochem Sci. 2014;39:170–182. doi: 10.1016/j.tibs.2014.02.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]151. Arnold PR, Wells AD, Li XC. Diversity and emerging roles of enhancer RNA in regulation of gene expression and cell fate. Front Cell Dev Biol. 2019;7:377. doi: 10.3389/fcell.2019.00377. [PMC free article] [PubMed] [CrossRef] [Google Scholar]152. Klann TS, et al.  CRISPR-Cas9 epigenome editing enables high-throughput screening for functional regulatory elements in the human genome. Nat Biotechnol. 2017;35:561–568. doi: 10.1038/nbt.3853. [PMC free article] [PubMed] [CrossRef] [Google Scholar]153. Elkon R, Agami R. Characterization of noncoding regulatory DNA in the human genome. Nat Biotechnol. 2017;35:732–746. doi: 10.1038/nbt.3863. [PubMed] [CrossRef] [Google Scholar]154. Consortium EP, et al.  Expanded encyclopaedias of DNA elements in the human and mouse genomes. Nature. 2020;583:699–710. doi: 10.1038/s41586-020-2493-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]155. Li K, et al.  Interrogation of enhancer function by enhancer-targeting CRISPR epigenetic editing. Nat Commun. 2020;11:485. doi: 10.1038/s41467-020-14362-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]156. Fulco CP, et al.  Activity-by-contact model of enhancer-promoter regulation from thousands of CRISPR perturbations. Nat Genet. 2019;51:1664–1669. doi: 10.1038/s41588-019-0538-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]157. Stossi F, et al.  Estrogen-induced transcription at individual alleles is independent of receptor level and active conformation but can be modulated by coactivators activity. Nucleic Acids Res. 2020;48:1800–1810. doi: 10.1093/nar/gkz1172. [PMC free article] [PubMed] [CrossRef] [Google Scholar]158. Dignam JD, Lebovitz RM, Roeder RG. Accurate transcription initiation by RNA polymerase II in a soluble extract from isolated mammalian nuclei. Nucleic Acids Res. 1983;11:1475–1489. doi: 10.1093/nar/11.5.1475. [PMC free article] [PubMed] [CrossRef] [Google Scholar]159. van Arensbergen J, van Steensel B, Bussemaker HJ. In search of the determinants of enhancer-promoter interaction specificity. Trends Cell Biol. 2014;24:695–702. doi: 10.1016/j.tcb.2014.07.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]160. Blackwood EM, Kadonaga JT. Going the distance: a current view of enhancer action. Science. 1998;281:60–63. doi: 10.1126/science.281.5373.60. [PubMed] [CrossRef] [Google Scholar]161. Bulger M, Groudine M. Looping versus linking: toward a model for long-distance gene activation. Genes Dev. 1999;13:2465–2477. doi: 10.1101/gad.13.19.2465. [PubMed] [CrossRef] [Google Scholar]162. Ptashne M. Gene regulation by proteins acting nearby and at a distance. Nature. 1986;322:697–701. doi: 10.1038/322697a0. [PubMed] [CrossRef] [Google Scholar]163. Bulger M, Groudine M. Functional and mechanistic diversity of distal transcription enhancers. Cell. 2011;144:327–339. doi: 10.1016/j.cell.2011.01.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]164. Su W, Jackson S, Tjian R, Echols H. DNA looping between sites for transcriptional activation: self-association of DNA-bound Sp1. Genes Dev. 1991;5:820–826. doi: 10.1101/gad.5.5.820. [PubMed] [CrossRef] [Google Scholar]165. Griffith J, Hochschild A, Ptashne M. DNA loops induced by cooperative binding of lambda repressor. Nature. 1986;322:750–752. doi: 10.1038/322750a0. [PubMed] [CrossRef] [Google Scholar]166. Cullen KE, Kladde MP, Seyfred MA. Interaction between transcription regulatory regions of prolactin chromatin. Science. 1993;261:203–206. doi: 10.1126/science.8327891. [PubMed] [CrossRef] [Google Scholar]167. Denker A, de Laat W. The second decade of 3C technologies: detailed insights into nuclear organization. Genes Dev. 2016;30:1357–1382. doi: 10.1101/gad.281964.116. [PMC free article] [PubMed] [CrossRef] [Google Scholar]168. Dekker J, Rippe K, Dekker M, Kleckner N. Capturing chromosome conformation. Science. 2002;295:1306–1311. doi: 10.1126/science.1067799. [PubMed] [CrossRef] [Google Scholar]169. McCord RP, Kaplan N, Giorgetti L. Chromosome conformation capture and beyond: toward an integrative view of chromosome structure and function. Mol Cell. 2020;77:688–708. doi: 10.1016/j.molcel.2019.12.021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]170. Jin F, et al.  A high-resolution map of the three-dimensional chromatin interactome in human cells. Nature. 2013;503:290–294. doi: 10.1038/nature12644. [PMC free article] [PubMed] [CrossRef] [Google Scholar]171. Zhang Y, et al.  Chromatin connectivity maps reveal dynamic promoter-enhancer long-range associations. Nature. 2013;504:306–310. doi: 10.1038/nature12716. [PMC free article] [PubMed] [CrossRef] [Google Scholar]172. Chepelev I, Wei G, Wangsa D, Tang Q, Zhao K. Characterization of genome-wide enhancer-promoter interactions reveals co-expression of interacting genes and modes of higher order chromatin organization. Cell Res. 2012;22:490–503. doi: 10.1038/cr.2012.15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]173. Heidari N, et al.  Genome-wide map of regulatory interactions in the human genome. Genome Res. 2014;24:1905–1917. doi: 10.1101/gr.176586.114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]174. Sanyal A, Lajoie BR, Jain G, Dekker J. The long-range interaction landscape of gene promoters. Nature. 2012;489:109–113. doi: 10.1038/nature11279. [PMC free article] [PubMed] [CrossRef] [Google Scholar]175. Li W, et al.  Functional roles of enhancer RNAs for oestrogen-dependent transcriptional activation. Nature. 2013;498:516–520. doi: 10.1038/nature12210. [PMC free article] [PubMed] [CrossRef] [Google Scholar]176. Vakoc CR, et al.  Proximity among distant regulatory elements at the beta-globin locus requires GATA-1 and FOG-1. Mol Cell. 2005;17:453–462. doi: 10.1016/j.molcel.2004.12.028. [PubMed] [CrossRef] [Google Scholar]177. Andrey G, et al.  A switch between topological domains underlies HoxD genes collinearity in mouse limbs. Science. 2013;340:1234167. doi: 10.1126/science.1234167. [PubMed] [CrossRef] [Google Scholar]178. Ghavi-Helm Y, et al.  Enhancer loops appear stable during development and are associated with paused polymerase. Nature. 2014;512:96–100. doi: 10.1038/nature13417. [PubMed] [CrossRef] [Google Scholar]179. Phanstiel DH, et al.  Static and dynamic DNA loops form AP-1-bound activation hubs during macrophage development. Mol Cell. 2017;67:1037–1048 e1036. doi: 10.1016/j.molcel.2017.08.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]180. Qin Y, Grimm SA, Roberts JD, Chrysovergis K, Wade PA. Alterations in promoter interaction landscape and transcriptional network underlying metabolic adaptation to diet. Nat Commun. 2020;11:962. doi: 10.1038/s41467-020-14796-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]181. Carter D, Chakalova L, Osborne CS, Dai YF, Fraser P. Long-range chromatin regulatory interactions in vivo. Nat Genet. 2002;32:623–626. doi: 10.1038/ng1051. [PubMed] [CrossRef] [Google Scholar]182. Chen H, et al.  Dynamic interplay between enhancer-promoter topology and gene activity. Nat Genet. 2018;50:1296–1303. doi: 10.1038/s41588-018-0175-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]183. Nolis IK, et al.  Transcription factors mediate long-range enhancer-promoter interactions. Proc Natl Acad Sci U S A. 2009;106:20222–20227. doi: 10.1073/pnas.0902454106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]184. Bartman CR, Hsu SC, Hsiung CC, Raj A, Blobel GA. Enhancer Regulation of Transcriptional Bursting Parameters Revealed by Forced Chromatin Looping. Mol Cell. 2016;62:237–247. doi: 10.1016/j.molcel.2016.03.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]185. Deng W, et al.  Reactivation of developmentally silenced globin genes by forced chromatin looping. Cell. 2014;158:849–860. doi: 10.1016/j.cell.2014.05.050. [PMC free article] [PubMed] [CrossRef] [Google Scholar]186. Morgan SL, et al.  Manipulation of nuclear architecture through CRISPR-mediated chromosomal looping. Nat Commun. 2017;8:15993. doi: 10.1038/ncomms15993. [PMC free article] [PubMed] [CrossRef] [Google Scholar]187. Deng W, et al.  Controlling long-range genomic interactions at a native locus by targeted tethering of a looping factor. Cell. 2012;149:1233–1244. doi: 10.1016/j.cell.2012.03.051. [PMC free article] [PubMed] [CrossRef] [Google Scholar]188. Sawado T, Halow J, Bender MA, Groudine M. The beta -globin locus control region (LCR) functions primarily by enhancing the transition from transcription initiation to elongation. Genes Dev. 2003;17:1009–1018. doi: 10.1101/gad.1072303. [PMC free article] [PubMed] [CrossRef] [Google Scholar]189. Chen FX, et al.  PAF1 regulation of promoter-proximal pause release via enhancer activation. Science. 2017;357:1294–1298. doi: 10.1126/science.aan3269. [PMC free article] [PubMed] [CrossRef] [Google Scholar]190. Palstra RJ, et al.  Maintenance of long-range DNA interactions after inhibition of ongoing RNA polymerase II transcription. PLoS One. 2008;3:e1661. doi: 10.1371/journal.pone.0001661. [PMC free article] [PubMed] [CrossRef] [Google Scholar]191. Yun WJ, et al.  The hematopoietic regulator TAL1 is required for chromatin looping between the beta-globin LCR and human gamma-globin genes to activate transcription. Nucleic Acids Res. 2014;42:4283–4293. doi: 10.1093/nar/gku072. [PMC free article] [PubMed] [CrossRef] [Google Scholar]192. Malik S, Roeder RG. Mediator: A Drawbridge across the Enhancer-Promoter Divide. Mol Cell. 2016;64:433–434. doi: 10.1016/j.molcel.2016.10.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]193. Hadjur S, et al.  Cohesins form chromosomal cis-interactions at the developmentally regulated IFNG locus. Nature. 2009;460:410–413. doi: 10.1038/nature08079. [PMC free article] [PubMed] [CrossRef] [Google Scholar]194. Schmidt D, et al.  A CTCF-independent role for cohesin in tissue-specific transcription. Genome Res. 2010;20:578–588. doi: 10.1101/gr.100479.109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]195. He B, Chen C, Teng L, Tan K. Global view of enhancer-promoter interactome in human cells. Proc Natl Acad Sci U S A. 2014;111:E2191–E2199. doi: 10.1073/pnas.1320308111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]196. Krivega I, Dale RK, Dean A. Role of LDB1 in the transition from chromatin looping to transcription activation. Genes Dev. 2014;28:1278–1290. doi: 10.1101/gad.239749.114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]197. Chen Y, et al.  DNA binding by GATA transcription factor suggests mechanisms of DNA looping and long-range gene regulation. Cell Rep. 2012;2:1197–1206. doi: 10.1016/j.celrep.2012.10.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]198. Ren X, Siegel R, Kim U, Roeder RG. Direct interactions of OCA-B and TFII-I regulate immunoglobulin heavy-chain gene transcription by facilitating enhancer-promoter communication. Mol Cell. 2011;42:342–355. doi: 10.1016/j.molcel.2011.04.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]199. Euskirchen GM, et al.  Diverse roles and interactions of the SWI/SNF chromatin remodeling complex revealed using global approaches. PLoS Genet. 2011;7:e1002008. doi: 10.1371/journal.pgen.1002008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]200. Weintraub AS, et al.  YY1 Is a Structural Regulator of Enhancer-Promoter Loops. Cell. 2017;171:1573–1588 e1528. doi: 10.1016/j.cell.2017.11.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]201. Benabdallah NS, et al.  Decreased enhancer-promoter proximity accompanying enhancer activation. Mol Cell. 2019;76:473–484 e477. doi: 10.1016/j.molcel.2019.07.038. [PMC free article] [PubMed] [CrossRef] [Google Scholar]202. Alexander JM, et al. Live-cell imaging reveals enhancer-dependent Sox2 transcription in the absence of enhancer proximity. Elife. 2019;8. 10.7554/eLife.41769. [PMC free article] [PubMed]203. Gu B, et al.  Transcription-coupled changes in nuclear mobility of mammalian cis-regulatory elements. Science. 2018;359:1050–1055. doi: 10.1126/science.aao3136. [PMC free article] [PubMed] [CrossRef] [Google Scholar]204. Iborra FJ, Pombo A, Jackson DA, Cook PR. Active RNA polymerases are localized within discrete transcription “factories’ in human nuclei. J Cell Sci. 1996;109(Pt 6):1427–1436. [PubMed]205. Beagrie RA, Pombo A. Gene activation by metazoan enhancers: diverse mechanisms stimulate distinct steps of transcription. Bioessays. 2016;38:881–893. doi: 10.1002/bies.201600032. [PubMed] [CrossRef] [Google Scholar]206. Ptashne M, Gann A. Transcriptional activation by recruitment. Nature. 1997;386:569–577. doi: 10.1038/386569a0. [PubMed] [CrossRef] [Google Scholar]207. Herschlag D, Johnson FB. Synergism in transcriptional activation: a kinetic view. Genes Dev. 1993;7:173–179. doi: 10.1101/gad.7.2.173. [PubMed] [CrossRef] [Google Scholar]208. Boija A, et al.  Transcription factors activate genes through the phase-separation capacity of their activation domains. Cell. 2018;175:1842–1855 e1816. doi: 10.1016/j.cell.2018.10.042. [PMC free article] [PubMed] [CrossRef] [Google Scholar]209. Triezenberg SJ. Structure and function of transcriptional activation domains. Curr Opin Genet Dev. 1995;5:190–196. doi: 10.1016/0959-437x(95)80007-7. [PubMed] [CrossRef] [Google Scholar]210. Tsai SY, Tsai MJ, O'Malley BW. Cooperative binding of steroid hormone receptors contributes to transcriptional synergism at target enhancer elements. Cell. 1989;57:443–448. doi: 10.1016/0092-8674(89)90919-7. [PubMed] [CrossRef] [Google Scholar]211. Sauer F, Hansen SK, Tjian R. Multiple TAFIIs directing synergistic activation of transcription. Science. 1995;270:1783–1788. doi: 10.1126/science.270.5243.1783. [PubMed] [CrossRef] [Google Scholar]212. Mazzoni EO, et al.  Synergistic binding of transcription factors to cell-specific enhancers programs motor neuron identity. Nat Neurosci. 2013;16:1219–1227. doi: 10.1038/nn.3467. [PMC free article] [PubMed] [CrossRef] [Google Scholar]213. Bashor CJ, et al.  Complex signal processing in synthetic gene circuits using cooperative regulatory assemblies. Science. 2019;364:593–597. doi: 10.1126/science.aau8287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]214. Chatterjee S, Struhl K. Connecting a promoter-bound protein to TBP bypasses the need for a transcriptional activation domain. Nature. 1995;374:820–822. doi: 10.1038/374820a0. [PubMed] [CrossRef] [Google Scholar]215. Barberis A, et al.  Contact with a component of the polymerase II holoenzyme suffices for gene activation. Cell. 1995;81:359–368. doi: 10.1016/0092-8674(95)90389-5. [PubMed] [CrossRef] [Google Scholar]216. Keaveney M, Struhl K. Activator-mediated recruitment of the RNA polymerase II machinery is the predominant mechanism for transcriptional activation in yeast. Mol Cell. 1998;1:917–924. doi: 10.1016/s1097-2765(00)80091-x. [PubMed] [CrossRef] [Google Scholar]217. Guermah M, Palhan VB, Tackett AJ, Chait BT, Roeder RG. Synergistic functions of SII and p300 in productive activator-dependent transcription of chromatin templates. Cell. 2006;125:275–286. doi: 10.1016/j.cell.2006.01.055. [PubMed] [CrossRef] [Google Scholar]218. Tunnacliffe E, Chubb JR. What is a transcriptional burst? Trends Genet. 2020;36:288–297. doi: 10.1016/j.tig.2020.01.003. [PubMed] [CrossRef] [Google Scholar]219. Larsson AJM, et al.  Genomic encoding of transcriptional burst kinetics. Nature. 2019;565:251–254. doi: 10.1038/s41586-018-0836-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]220. Donovan BT, et al. Live-cell imaging reveals the interplay between transcription factors, nucleosomes, and bursting. EMBO J. 2019;38. 10.15252/embj.2018100809. [PMC free article] [PubMed]221. Fukaya T, Lim B, Levine M. Enhancer control of transcriptional bursting. Cell. 2016;166:358–368. doi: 10.1016/j.cell.2016.05.025. [PMC free article] [PubMed] [CrossRef] [Google Scholar]222. Walters MC, et al.  Enhancers increase the probability but not the level of gene expression. Proc Natl Acad Sci U S A. 1995;92:7125–7129. doi: 10.1073/pnas.92.15.7125. [PMC free article] [PubMed] [CrossRef] [Google Scholar]223. Cruz-Molina S, et al.  PRC2 facilitates the regulatory topology required for poised enhancer function during pluripotent stem cell differentiation. Cell Stem Cell. 2017;20:689–705 e689. doi: 10.1016/j.stem.2017.02.004. [PubMed] [CrossRef] [Google Scholar]224. Lichter P, Cremer T, Borden J, Manuelidis L, Ward DC. Delineation of individual human chromosomes in metaphase and interphase cells by in situ suppression hybridization using recombinant DNA libraries. Hum Genet. 1988;80:224–234. doi: 10.1007/BF01790090. [PubMed] [CrossRef] [Google Scholar]225. Lieberman-Aiden E, et al.  Comprehensive mapping of long-range interactions reveals folding principles of the human genome. Science. 2009;326:289–293. doi: 10.1126/science.1181369. [PMC free article] [PubMed] [CrossRef] [Google Scholar]226. Dixon JR, et al.  Topological domains in mammalian genomes identified by analysis of chromatin interactions. Nature. 2012;485:376–380. doi: 10.1038/nature11082. [PMC free article] [PubMed] [CrossRef] [Google Scholar]227. Rowley MJ, Corces VG. Organizational principles of 3D genome architecture. Nat Rev Genet. 2018;19:789–800. doi: 10.1038/s41576-018-0060-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]228. Fudenberg G, et al.  Formation of chromosomal domains by loop extrusion. Cell Rep. 2016;15:2038–2049. doi: 10.1016/j.celrep.2016.04.085. [PMC free article] [PubMed] [CrossRef] [Google Scholar]229. Davidson IF, et al.  DNA loop extrusion by human cohesin. Science. 2019;366:1338–1345. doi: 10.1126/science.aaz3418. [PubMed] [CrossRef] [Google Scholar]230. Kim Y, Shi Z, Zhang H, Finkelstein IJ, Yu H. Human cohesin compacts DNA by loop extrusion. Science. 2019;366:1345–1349. doi: 10.1126/science.aaz4475. [PMC free article] [PubMed] [CrossRef] [Google Scholar]231. Harmston N, et al.  Topologically associating domains are ancient features that coincide with Metazoan clusters of extreme noncoding conservation. Nat Commun. 2017;8:441. doi: 10.1038/s41467-017-00524-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]232. Symmons O, et al.  Functional and topological characteristics of mammalian regulatory domains. Genome Res. 2014;24:390–400. doi: 10.1101/gr.163519.113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]233. Sun F, et al.  Promoter-Enhancer Communication Occurs Primarily within Insulated Neighborhoods. Mol Cell. 2019;73:250–263 e255. doi: 10.1016/j.molcel.2018.10.039. [PMC free article] [PubMed] [CrossRef] [Google Scholar]234. Lupianez DG, et al.  Disruptions of topological chromatin domains cause pathogenic rewiring of gene-enhancer interactions. Cell. 2015;161:1012–1025. doi: 10.1016/j.cell.2015.04.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]235. Melo US, et al.  Hi-C identifies complex genomic rearrangements and TAD-shuffling in developmental diseases. Am J Hum Genet. 2020;106:872–884. doi: 10.1016/j.ajhg.2020.04.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]236. Kojic A, et al.  Distinct roles of cohesin-SA1 and cohesin-SA2 in 3D chromosome organization. Nat Struct Mol Biol. 2018;25:496–504. doi: 10.1038/s41594-018-0070-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]237. Rao SSP, et al.  Cohesin loss eliminates all loop domains. Cell. 2017;171:305–320 e324. doi: 10.1016/j.cell.2017.09.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]238. Bintu B, et al. Super-resolution chromatin tracing reveals domains and cooperative interactions in single cells. Science. 2018;362. 10.1126/science.aau1783. [PMC free article] [PubMed]239. Robson MI, Ringel AR, Mundlos S. Regulatory landscaping: how enhancer-promoter communication is sculpted in 3D. Mol Cell. 2019;74:1110–1122. doi: 10.1016/j.molcel.2019.05.032. [PubMed] [CrossRef] [Google Scholar]240. Kieffer-Kwon KR, et al.  Interactome maps of mouse gene regulatory domains reveal basic principles of transcriptional regulation. Cell. 2013;155:1507–1520. doi: 10.1016/j.cell.2013.11.039. [PMC free article] [PubMed] [CrossRef] [Google Scholar]241. Li G, et al.  Extensive promoter-centered chromatin interactions provide a topological basis for transcription regulation. Cell. 2012;148:84–98. doi: 10.1016/j.cell.2011.12.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]242. Fulco CP, et al.  Systematic mapping of functional enhancer-promoter connections with CRISPR interference. Science. 2016;354:769–773. doi: 10.1126/science.aag2445. [PMC free article] [PubMed] [CrossRef] [Google Scholar]243. Osterwalder M, et al.  Enhancer redundancy provides phenotypic robustness in mammalian development. Nature. 2018;554:239–243. doi: 10.1038/nature25461. [PMC free article] [PubMed] [CrossRef] [Google Scholar]244. Carleton JB, Berrett KC, Gertz J. Multiplex enhancer interference reveals collaborative control of gene regulation by estrogen receptor alpha-bound enhancers. Cell Syst. 2017;5:333–344 e335. doi: 10.1016/j.cels.2017.08.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]245. Song W, Sharan R, Ovcharenko I. The first enhancer in an enhancer chain safeguards subsequent enhancer-promoter contacts from a distance. Genome Biol. 2019;20:197. doi: 10.1186/s13059-019-1808-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]246. Butler JE, Kadonaga JT. Enhancer-promoter specificity mediated by DPE or TATA core promoter motifs. Genes Dev. 2001;15:2515–2519. doi: 10.1101/gad.924301. [PMC free article] [PubMed] [CrossRef] [Google Scholar]247. Cubenas-Potts C, et al.  Different enhancer classes in Drosophila bind distinct architectural proteins and mediate unique chromatin interactions and 3D architecture. Nucleic Acids Res. 2017;45:1714–1730. doi: 10.1093/nar/gkw1114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]248. Pachano T, et al.  Orphan CpG islands boost the regulatory activity of poised enhancers and dictate the responsiveness of their target genes. bioRxiv. 2020;2020:2008.2005.237768. doi: 10.1101/2020.08.05.237768. [CrossRef] [Google Scholar]249. Reiter F, Wienerroither S, Stark A. Combinatorial function of transcription factors and cofactors. Curr Opin Genet Dev. 2017;43:73–81. doi: 10.1016/j.gde.2016.12.007. [PubMed] [CrossRef] [Google Scholar]250. Haberle V, et al.  Transcriptional cofactors display specificity for distinct types of core promoters. Nature. 2019;570:122–126. doi: 10.1038/s41586-019-1210-7. [PubMed] [CrossRef] [Google Scholar]251. Brand AH, Breeden L, Abraham J, Sternglanz R, Nasmyth K. Characterization of a “silencer” in yeast: a DNA sequence with properties opposite to those of a transcriptional enhancer. Cell. 1985;41:41–48. doi: 10.1016/0092-8674(85)90059-5. [PubMed] [CrossRef] [Google Scholar]252. Ogbourne S, Antalis TM. Transcriptional control and the role of silencers in transcriptional regulation in eukaryotes. Biochem J. 1998;331(Pt 1):1–14. doi: 10.1042/bj3310001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]253. Huang D, Petrykowska HM, Miller BF, Elnitski L, Ovcharenko I. Identification of human silencers by correlating cross-tissue epigenetic profiles and gene expression. Genome Res. 2019;29:657–667. doi: 10.1101/gr.247007.118. [PMC free article] [PubMed] [CrossRef] [Google Scholar]254. Doni Jayavelu N, Jajodia A, Mishra A, Hawkins RD. Candidate silencer elements for the human and mouse genomes. Nat Commun. 2020;11:1061. doi: 10.1038/s41467-020-14853-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]255. Harth-Hertle ML, et al.  Inactivation of intergenic enhancers by EBNA3A initiates and maintains polycomb signatures across a chromatin domain encoding CXCL10 and CXCL9. PLoS Pathog. 2013;9:e1003638. doi: 10.1371/journal.ppat.1003638. [PMC free article] [PubMed] [CrossRef] [Google Scholar]256. Whyte WA, et al.  Enhancer decommissioning by LSD1 during embryonic stem cell differentiation. Nature. 2012;482:221–225. doi: 10.1038/nature10805. [PMC free article] [PubMed] [CrossRef] [Google Scholar]257. Gisselbrecht SS, et al.  Transcriptional silencers in Drosophila serve a dual role as transcriptional enhancers in alternate cellular contexts. Mol Cell. 2020;77:324–337 e328. doi: 10.1016/j.molcel.2019.10.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]258. Hyman AA, Weber CA, Julicher F. Liquid-liquid phase separation in biology. Annu Rev Cell Dev Biol. 2014;30:39–58. doi: 10.1146/annurev-cellbio-100913-013325. [PubMed] [CrossRef] [Google Scholar]259. Banani SF, Lee HO, Hyman AA, Rosen MK. Biomolecular condensates: organizers of cellular biochemistry. Nat Rev Mol Cell Biol. 2017;18:285–298. doi: 10.1038/nrm.2017.7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]260. Li P, et al.  Phase transitions in the assembly of multivalent signalling proteins. Nature. 2012;483:336–340. doi: 10.1038/nature10879. [PMC free article] [PubMed] [CrossRef] [Google Scholar]261. Hnisz D, Shrinivas K, Young RA, Chakraborty AK, Sharp PA. A Phase separation model for transcriptional control. Cell. 2017;169:13–23. doi: 10.1016/j.cell.2017.02.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]262. Cho WK, et al.  Mediator and RNA polymerase II clusters associate in transcription-dependent condensates. Science. 2018;361:412–415. doi: 10.1126/science.aar4199. [PMC free article] [PubMed] [CrossRef] [Google Scholar]263. Sabari BR, et al. Coactivator condensation at super-enhancers links phase separation and gene control. Science. 2018;361. 10.1126/science.aar3958. [PMC free article] [PubMed]264. Chong S, et al. Imaging dynamic and selective low-complexity domain interactions that control gene transcription. Science. 2018;361. 10.1126/science.aar2555. [PMC free article] [PubMed]265. Guo YE, et al.  Pol II phosphorylation regulates a switch between transcriptional and splicing condensates. Nature. 2019;572:543–548. doi: 10.1038/s41586-019-1464-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]266. Shrinivas K, et al.  Enhancer features that drive formation of transcriptional condensates. Mol Cell. 2019;75:549–561 e547. doi: 10.1016/j.molcel.2019.07.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]267. Nair SJ, et al.  Phase separation of ligand-activated enhancers licenses cooperative chromosomal enhancer assembly. Nat Struct Mol Biol. 2019;26:193–203. doi: 10.1038/s41594-019-0190-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]268. Henninger JE, et al.  RNA-mediated feedback control of transcriptional condensates. Cell. 2021;184:207–225 e224. doi: 10.1016/j.cell.2020.11.030. [PMC free article] [PubMed] [CrossRef] [Google Scholar]269. Jackson DA, McCready SJ, Cook PR. RNA is synthesized at the nuclear cage. Nature. 1981;292:552–555. doi: 10.1038/292552a0. [PubMed] [CrossRef] [Google Scholar]270. Siersbaek R, et al.  Dynamic rewiring of promoter-anchored chromatin loops during adipocyte differentiation. Mol Cell. 2017;66:420–435 e425. doi: 10.1016/j.molcel.2017.04.010. [PubMed] [CrossRef] [Google Scholar]271. Papantonis A, et al.  Active RNA polymerases: mobile or immobile molecular machines? PLoS Biol. 2010;8:e1000419. doi: 10.1371/journal.pbio.1000419. [PMC free article] [PubMed] [CrossRef] [Google Scholar]272. Larkin JD, Cook PR, Papantonis A. Dynamic reconfiguration of long human genes during one transcription cycle. Mol Cell Biol. 2012;32:2738–2747. doi: 10.1128/MCB.00179-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]273. Lee K, Hsiung CC, Huang P, Raj A, Blobel GA. Dynamic enhancer-gene body contacts during transcription elongation. Genes Dev. 2015;29:1992–1997. doi: 10.1101/gad.255265.114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]274. Hsieh TS, et al.  Resolving the 3D landscape of transcription-linked mammalian chromatin folding. Mol Cell. 2020;78:539–553 e538. doi: 10.1016/j.molcel.2020.03.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]275. Cai Z, et al.  RIC-seq for global in situ profiling of RNA-RNA spatial interactions. Nature. 2020;582:432–437. doi: 10.1038/s41586-020-2249-1. [PubMed] [CrossRef] [Google Scholar]276. Chen H, et al.  An integrative analysis of TFBS-clustered regions reveals new transcriptional regulation models on the accessible chromatin landscape. Sci Rep. 2015;5:8465. doi: 10.1038/srep08465. [PMC free article] [PubMed] [CrossRef] [Google Scholar]277. Lanz RB, et al.  Global characterization of transcriptional impact of the SRC-3 coregulator. Mol Endocrinol. 2010;24:859–872. doi: 10.1210/me.2009-0499. [PMC free article] [PubMed] [CrossRef] [Google Scholar]278. Roeder RG. 50+ years of eukaryotic transcription: an expanding universe of factors and mechanisms. Nat Struct Mol Biol. 2019;26:783–791. doi: 10.1038/s41594-019-0287-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]279. Levine M, Cattoglio C, Tjian R. Looping back to leap forward: transcription enters a new era. Cell. 2014;157:13–25. doi: 10.1016/j.cell.2014.02.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]280. Krivega I, Dean A. LDB1-mediated enhancer looping can be established independent of mediator and cohesin. Nucleic Acids Res. 2017;45:8255–8268. doi: 10.1093/nar/gkx433. [PMC free article] [PubMed] [CrossRef] [Google Scholar]281. El Khattabi L, et al.  A pliable mediator acts as a functional rather than an architectural bridge between promoters and enhancers. Cell. 2019;178:1145–1158 e1120. doi: 10.1016/j.cell.2019.07.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]282. Zhou Q, Li T, Price DH. RNA polymerase II elongation control. Annu Rev Biochem. 2012;81:119–143. doi: 10.1146/annurev-biochem-052610-095910. [PMC free article] [PubMed] [CrossRef] [Google Scholar]283. Cramer P. Organization and regulation of gene transcription. Nature. 2019;573:45–54. doi: 10.1038/s41586-019-1517-4. [PubMed] [CrossRef] [Google Scholar]284. Fuda NJ, Ardehali MB, Lis JT. Defining mechanisms that regulate RNA polymerase II transcription in vivo. Nature. 2009;461:186–192. doi: 10.1038/nature08449. [PMC free article] [PubMed] [CrossRef] [Google Scholar]285. Rodriguez J, et al.  Intrinsic dynamics of a human gene reveal the basis of expression heterogeneity. Cell. 2019;176:213–226 e218. doi: 10.1016/j.cell.2018.11.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]286. Gauchier M, van Mierlo G, Vermeulen M, Dejardin J. Purification and enrichment of specific chromatin loci. Nat Methods. 2020;17:380–389. doi: 10.1038/s41592-020-0765-4. [PubMed] [CrossRef] [Google Scholar]287. Li W, Notani D, Rosenfeld MG. Enhancers as non-coding RNA transcription units: recent insights and future perspectives. Nat Rev Genet. 2016;17:207–223. doi: 10.1038/nrg.2016.4. [PubMed] [CrossRef] [Google Scholar]288. Mousavi K, et al.  eRNAs promote transcription by establishing chromatin accessibility at defined genomic loci. Mol Cell. 2013;51:606–617. doi: 10.1016/j.molcel.2013.07.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]289. Hsieh CL, et al.  Enhancer RNAs participate in androgen receptor-driven looping that selectively enhances gene activation. Proc Natl Acad Sci U S A. 2014;111:7319–7324. doi: 10.1073/pnas.1324151111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]290. Schaukowitch K, et al.  Enhancer RNA facilitates NELF release from immediate early genes. Mol Cell. 2014;56:29–42. doi: 10.1016/j.molcel.2014.08.023. [PMC free article] [PubMed] [CrossRef] [Google Scholar]291. Sigova AA, et al.  Transcription factor trapping by RNA in gene regulatory elements. Science. 2015;350:978–981. doi: 10.1126/science.aad3346. [PMC free article] [PubMed] [CrossRef] [Google Scholar]292. Bose DA, et al.  RNA binding to CBP stimulates histone acetylation and transcription. Cell. 2017;168:135–149 e122. doi: 10.1016/j.cell.2016.12.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]293. Yang M, et al.  Enhancer RNAs Mediate Estrogen-Induced Decommissioning of Selective Enhancers by Recruiting ERalpha and Its Cofactor. Cell Rep. 2020;31:107803. doi: 10.1016/j.celrep.2020.107803. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}