{"title": "Endotoxin Adsorbent Therapy in Severe COVID-19 Pneumonia", "pubDate": "2022;51(1):47-54.", "PMCID": "PMC8089445", "DOI": "10.1159/000515628", "PMID": "33857940", "abstract": "Introduction:                       Uncontrolled systemic inflammation may occur in severe coronavirus disease 19 (COVID-19). We have previously shown that endotoxemia, presumably from the gut, may complicate COVID-19. However, the role of endotoxin adsorbent (EA) therapy to mitigate organ dysfunction in COVID-19 has not been explored.                  Methods:                       We conducted a retrospective observational study in COVID-19 patients who received EA therapy at the King Chulalongkorn Memorial Hospital, Bangkok, Thailand, between March 13 and April 17, 2020. Relevant clinical and laboratory data were collected by inpatient chart review.                  Results:                       Among 147 hospitalized COVID-19 patients, 6 patients received EA therapy. All of the 6 patients had severe COVID-19 infection with acute respiratory distress syndrome (ARDS). Among these, 5 of them were mechanically ventilated and 4 had complications of secondary bacterial infection. The endotoxin activity assay (EAA) results of pre-EA therapy ranged from 0.47 to 2.79. The choices of EA therapy were at the discretion of attending physicians. One patient was treated with oXiris® along with continuous renal replacement therapy, and the others received polymyxin B hemoperfusion sessions. All patients have survived and were finally free from the mechanical ventilation as well as had improvement in PaO2/FiO2 ratio and decreased EAA level after EA therapy.                  Conclusions:                       We demonstrated the clinical improvement of severe COVID-19 patients with elevated EAA level upon receiving EA therapy. However, the benefit of EA therapy in COVID-19 ARDS is still unclear and needs to be elucidated with randomized controlled study.", "author": [{"author": "Sadudee Peerapornratana", "affiliation": ["Division of Nephrology, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand.", "Excellence Center for Critical Care Nephrology, King Chulalongkorn Memorial Hospital, Bangkok, Thailand.", "Critical Care Nephrology Research Unit, Chulalongkorn University, Bangkok, Thailand.", "Department of Laboratory Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand.", "Center for Critical Care Nephrology, The CRISMA Center, Department of Critical Care Medicine, University of Pittsburgh, School of Medicine, Pittsburgh, Pennsylvania, USA."], "href": "/?term=Peerapornratana+S&cauthor_id=33857940"}, {"author": "Phatadon Sirivongrangson", "affiliation": ["Division of Nephrology, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand.", "Excellence Center for Critical Care Nephrology, King Chulalongkorn Memorial Hospital, Bangkok, Thailand.", "Critical Care Nephrology Research Unit, Chulalongkorn University, Bangkok, Thailand."], "href": "/?term=Sirivongrangson+P&cauthor_id=33857940"}, {"author": "Somkanya Tungsanga", "affiliation": ["Division of Nephrology, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], "href": "/?term=Tungsanga+S&cauthor_id=33857940"}, {"author": "Kanitha Tiankanon", "affiliation": ["Division of Nephrology, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], "href": "/?term=Tiankanon+K&cauthor_id=33857940"}, {"author": "Win Kulvichit", "affiliation": ["Division of Nephrology, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand.", "Excellence Center for Critical Care Nephrology, King Chulalongkorn Memorial Hospital, Bangkok, Thailand.", "Critical Care Nephrology Research Unit, Chulalongkorn University, Bangkok, Thailand."], "href": "/?term=Kulvichit+W&cauthor_id=33857940"}, {"author": "Opass Putcharoen", "affiliation": ["Division of Infectious Diseases, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], "href": "/?term=Putcharoen+O&cauthor_id=33857940"}, {"author": "John A Kellum", "affiliation": ["Center for Critical Care Nephrology, The CRISMA Center, Department of Critical Care Medicine, University of Pittsburgh, School of Medicine, Pittsburgh, Pennsylvania, USA."], "href": "/?term=Kellum+JA&cauthor_id=33857940"}, {"author": "Nattachai Srisawat", "affiliation": ["Division of Nephrology, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand.", "Excellence Center for Critical Care Nephrology, King Chulalongkorn Memorial Hospital, Bangkok, Thailand.", "Critical Care Nephrology Research Unit, Chulalongkorn University, Bangkok, Thailand.", "Center for Critical Care Nephrology, The CRISMA Center, Department of Critical Care Medicine, University of Pittsburgh, School of Medicine, Pittsburgh, Pennsylvania, USA.", "Tropical Medicine Cluster, Chulalongkorn University, Bangkok, Thailand.", "Academy of Science, Royal Society of Thailand, Bangkok, Thailand."], "href": "/?term=Srisawat+N&cauthor_id=33857940"}], "refPMID": ["31986264", "32788292", "32649078", "32134278", "32171076", "17452016", "18086818", "1984950", "23199978", "20623785", "26090112", "20224904", "22797452", "9672205", "15243928", "29978355", "15030519", "29414327", "18710327", "28690590", "16631551", "20032332", "22543245", "19815859", "22607642", "33284413", "12210714", "15148453", "17381535", "26552136", "21422686", "32172242", "30367647", "33377184", "29728790"], "citedInPMID": ["33857940", "34895343"], "body": " AbstractIntroductionUncontrolled systemic inflammation may occur in severe coronavirus disease 19 (COVID-19). We have previously shown that endotoxemia, presumably from the gut, may complicate COVID-19. However, the role of endotoxin adsorbent (EA) therapy to mitigate organ dysfunction in COVID-19 has not been explored.MethodsWe conducted a retrospective observational study in COVID-19 patients who received EA therapy at the King Chulalongkorn Memorial Hospital, Bangkok, Thailand, between March 13 and April 17, 2020. Relevant clinical and laboratory data were collected by inpatient chart review.ResultsAmong 147 hospitalized COVID-19 patients, 6 patients received EA therapy. All of the 6 patients had severe COVID-19 infection with acute respiratory distress syndrome (ARDS). Among these, 5 of them were mechanically ventilated and 4 had complications of secondary bacterial infection. The endotoxin activity assay (EAA) results of pre-EA therapy ranged from 0.47 to 2.79. The choices of EA therapy were at the discretion of attending physicians. One patient was treated with oXiris® along with continuous renal replacement therapy, and the others received polymyxin B hemoperfusion sessions. All patients have survived and were finally free from the mechanical ventilation as well as had improvement in PaO<sub>2</sub>/FiO<sub>2</sub> ratio and decreased EAA level after EA therapy.ConclusionsWe demonstrated the clinical improvement of severe COVID-19 patients with elevated EAA level upon receiving EA therapy. However, the benefit of EA therapy in COVID-19 ARDS is still unclear and needs to be elucidated with randomized controlled study.Keywords: Coronavirus disease 19, Endotoxemia, Endotoxin adsorbent, Acute respiratory distress syndrome, Critical care, Adsorption therapy IntroductionThe emergence of coronavirus disease 19 (COVID-19) has become a devastating condition affecting millions worldwide. Severe COVID-19 infection shares common features with sepsis syndrome and with bacterial coinfection may result in bacterial toxins, which might contribute to disease severity [1]. Furthermore, high level of bacterial DNA and LPS were found in bloodstream of patients with severe COVID-19 [2]. At present, the only therapies for critically ill patients with COVID-19 include supportive care and low-dose corticosteroids. Remdesivir may shorten the disease course and viral shedding duration but may not improve the patient's survival [3]. Many other potential treatments such as favipiravir, chloroquine/hydroxychloroquine, and convalescent plasma are under investigation with unclear efficacy [4].Many recent reports suggested the high incidence of secondary bacterial infection in severe COVID-19 patients judging from the rate of empirical antibiotics, which varied from 58 to 80.3% [1, 5, 6]. Endotoxin, also known as LPS, is a part of the cell wall of gram-negative bacteria. Endotoxin has been extensively investigated and acknowledged as one of the key triggers of lethal shock during severe sepsis and also one of the primary drivers of systemic inflammation [7, 8, 9]. However, the role of endotoxin in severe COVID-19 is still unknown.Endotoxin adsorbent (EA) therapy is a standard of care to control endotoxemia in many countries, particularly in Asia. This treatment was first introduced in Japan >20 years ago. There is an evidence that removing endotoxin by EA therapy can literally reduce circulating levels of proinflammatory cytokines [10]. In addition, previous literature also demonstrated a potential benefit of EA in viral pneumonias such as H1N1 influenza and H5N1 [11, 12, 13].Whether EA therapy may be useful in severe CO­VID-19 is unknown. However, in this study, we sought to determine whether EA therapy could be associated with pulmonary gas exchange and remote organ dysfunction improvement in patients with COVID-19 pneumonia. Materials and MethodsStudy Population, Setting, and Data CollectionThis was a retrospective observational study in COVID-19 patients who received EA therapy. We included patients who (1) aged >18 years, (2) had laboratory-confirmed COVID-19 pneumonia, (3) received EA therapy, and (4) were admitted to King Chulalongkorn Memorial Hospital, Bangkok, Thailand, during March 13 and April 17, 2020.We obtained demographic data, information on clinical presentation, laboratory investigation, and radiography at the time of presentation and during ICU admission. All laboratory tests and radiological assessments, including plain chest radiography and chest computed tomography, were performed at the discretion of the treating physician. All patients received standard treatment protocol, whereas other therapeutic treatments were prescribed according to the judgment of treating physician. Patients with COVID-19 acute respiratory distress syndrome (ARDS) who had intermediate to high blood endotoxin activity assay (EAA) level (≥0.4) were eligible for EA therapy. EAA levels were obtained before and after each EA therapy session and at 7 days after the first session. We followed the clinical course and outcome of the patients until May 20, 2020. The study was approved by the Faculty of Medicine, Chulalongkorn University Ethics Committee (IRB No. 336/63). The informed consent was waived due to retrospective nature of the study. Only deidentified data were used in this study.DefinitionWe used the Berlin Criteria [14] to define ARDS. This classified the severity of ARDS by PaO2/FiO2 (P/F) ratio as mild (>200–300 mm Hg), moderate (>100–200 mm Hg), and severe (≤100 mm Hg). Acute kidney injury (AKI) was defined by creatinine and urine output criteria according to the Kidney Disease: Improving Global Outcomes (KDIGO) [15]. Secondary bacterial infection was defined as bacterial infection that occurred during hospital admission.Standard Treatment ProtocolAll patients received the standard treatment protocol. Treating physicians performed thorough evaluation and managed CO­VID-19 patients with standard care including volume status assessment and hemodynamic and respiratory support. Although currently there is no specific antiviral treatment for COVID-19, this therapy was given to all patients with confirmed COVID-19 pneumonia, as recommended by the Department of Medical Service, Ministry of Public Health of Thailand [16]. The antiviral treatment consists of a combination of favipiravir, lopinavir/ritonavir or darunavir, hydroxychloroquine, and azithromycin.EA ProtocolHemoperfusion with endotoxin and/or cytokine adsorbent cartridges were used as adjunctive therapy based on decision of the treating physicians. The treatment protocol used either 2 sessions of 4-h polymyxin B hemoperfusion (Toraymyxin®; Toray Medical, Tokyo, Japan) for 2 consecutive days or the hollow-fiber modified AN69 membrane (oXiris®; Baxter, Meyzieu, France) for 72 h. Toraymyxin® is a polystyrene-based woven fiber coated with immobilized polymyxin B, which has a strong affinity to the lipid A portion of endotoxin through ionic and hydrophobic interactions. oXiris® is a surface-treated AN69 membrane with polyethyleneimine and grafted with heparin, which could adsorb both endotoxin and cytokines. Selection of adsorbent for each patient was mainly decided by clinical judgment and availability of the devices. Vascular access was placed using a double-lumen catheter inserted through the central vein by Seldinger's method. Blood flow rate was set at 120–150 mL/min. Heparin infusion was the standard anticoagulation. In case heparin was contraindicated, the non-anticoagulation strategy would be applied.Laboratory ProceduresCOVID-19 Test Confirmation COVID-19 tests were performed by qRT-PCR technique using cobas® SARS-CoV-2 qualitative test with the cobas® 6800 platform (Roche Diagnostics, Indianapolis, IN, USA). The test method was described in detail in online suppl. material 1 (for all online suppl. material, see www.karger.com/doi/10.1159/000515628).Endotoxin Activity Assay We performed the chemiluminescent-based EAA (Spectral Diagnostics, Ontario, Canada), as described elsewhere [17]. This assay is based on the detection of enhanced respiratory burst activity in neutrophils, following their priming by complexes of endotoxin and a specific antiendotoxin antibody. Briefly, 40 μL of whole blood was incubated with zymosan and antiendotoxin antibody. EAA level of ≥0.40 was considered as intermediate increase [18]. Manufacturer fact sheet was available in online suppl. material 2. ResultsDuring the study period, a total of 147 COVID-19 patients were hospitalized. Six patients were diagnosed with ARDS and underwent EA therapy. Of these, 5 patients received polymyxin B hemoperfusion sessions, and another patient received treatment with oXiris® by Prisma­flex system. Baseline characteristics are summarized in Table ​Table1.1. There were 5 male and 1 female patients, with age ranging from 55 to 72 years. All 6 patients had underlying comorbidities − 4 patients with type 2 diabetes mellitus, 1 patient with HIV infection, and 1 patient with history of multiple myeloma (in remission). Days of fever at admission and days of fever at EA therapy were ranging from 3 to 8 days and 4 to 13 days, respectively. Five out of 6 patients were intubated before the initiation of EA therapy. P/F ratios at initiation of EA therapy were ranging from 145 to 281. All patients received antiviral medication and antibiotics.Table 1Patient characteristics123456Age, years505957586458SexMMMMMFU/DDMT2DMT2DCMKT, DMT2, HT, DLPMM, DMT2, HT, DLPHIV infectionFever day at admissiona5361037Fever day at EA therapyb10131212412ICU admissionYYYYYYAPACHE II score at EA therapy17104122211SOFA score at EA therapy1711106116PaO2/FiO2 ratio at EA therapy186246190212145281IntubationYYYNYYIL-6 level, pg/mL3,2374966616438868TreatmentsEA therapyoXirisPMX-HPPMX-HPPMX-HPPMX-HPPMX-HPDarunavir + ritonavirYYYNNYAntimalarial drugYYYNYYFavipiravirYYYYYYAzithromycinYYNNYNCorticosteroidYYNYNNAntibioticsYYYYYYOpen in a separate windowAPACHE II score, Acute Physiology and Chronic Health Evaluation II score; DCM, dilated cardiomyopathy; DLP, dyslipidemia; DMT2, type 2 diabetes mellitus; EA, endotoxin adsorbent; F, female; FiO2, fractional inspired oxygen, HBV, hepatitis B virus; HP, hemoperfusion; HT, hypertension; ICU, intensive care unit; IL-6, Interleukin-6; KT, kidney transplant; PMX-HP, polymyxin B hemoperfusion; M, male; MM, multiple myeloma; N, no; PaO2, partial pressure of arterial oxygen; SOFA score, Sequential Organ Failure Assessment score; U/D, underlying disease; Y, yes.aFever day at admission = duration between fever onset date and admission date.bFever day at EA therapy = duration between fever onset date and EA therapy date.Clinical courses of 6 patients are depicted in Figure ​Figure1,1, and clinical outcomes are shown in Table ​Table2.2. EAA level before EA therapy ranged from 0.47 to 2.79. Two patients were placed in prone position and 1 patient underwent extracorporeal membrane oxygenation (ECMO) therapy. Status as of May 20, 2020, all patients have survived and were free from mechanical ventilation. All patients had improvement in P/F ratios and a decrease in EAA level after EA therapy. No complication of EA therapy was observed. Three patients developed secondary bacterial infections before EA therapy, while 1 patient developed 7 days afterward.Open in a separate windowFig. 1Six cases of EA therapy. IL-6 was presented as pg/mL. A. baumannii, Acinetobacter baumannii; anti-IL-6, anti-IL-6 receptor antibody; CRRT, continuous renal replacement therapy; D/C, discharge; DMT2, diabetes mellitus type 2; EA, endotoxin adsorbent; EAA, endotoxin activity assay; ECMO, extracorporeal membrane oxygenation; F, female; IVIG, intravenous immunoglobulin; ICU, intensive care unit; IL-6, interleukin-6; K. pneumoniae, Klebsiella pneumoniae; M, male; PaO2/FiO2 ratio, arterial partial pressure of oxygen and the fraction of inspired oxygen ratio; PMX-HP, polymyxin B hemoperfusion; U/D, underlying disease.Table 2Clinical outcomes123456DeadNNNNNNTotal ICU admission day28281422810Days of hospitalized after EA therapy5335214339Total mechanical ventilation day282590286Use of inotropic drugYYNNYYProne positionYYNNNNECMOYNNNNNBacterial infectionYYNNYYSite of infectionPneumoniaPneumoniaNNPneumoniaSepticemiaOrganismsA. baumanniiA. baumanniiNNKlebsiella pneumoniaeA. baumanniiMaximum AKI staging331232RRTY, renal recoveryY, no renal recoveryNNY, renal recoveryNOpen in a separate windowA. baumannii, Acinetobacter baumannii; AKI, acute kidney injury; EA, endotoxin adsorbent; ECMO, extracorporeal membrane oxygenation; ICU, intensive care unit; M, male; N, no; RRT, renal replacement therapy; Y, yes.All 6 patients developed AKI. Three patients (patients 1, 2, and 5) had oliguria with volume overload and required continuous renal replacement therapy (CRRT). As of January 11, 2021, all patients were dialysis independent and recovered from AKI. DiscussionWe reported clinical courses and outcomes of 6 critically ill COVID-19 patients with ARDS who received EA therapy. Secondary bacterial infections were observed in 4 patients. All patients were survived and free from mechanical ventilation.High EAA level in viral infection has been demonstrated to be associated with poor outcome in animal study, causing a release of proinflammatory cytokines and interferons [19, 20]. Recently, patients with COVID-19 were found to have high level of proinflammatory cytokines [1]. Similar findings were also reported in patients with severe acute respiratory syndrome [21] and Middle East respiratory syndrome [22]. This emphasized the existing and impact of so-called “cytokine storm” in viral respiratory infection that deteriorates the clinical course. The mechanisms of endotoxemia in patients with COVID-19 pneumonia or even other viral syndromes have not been well studied. Patients with viral respiratory infection such as influenza often suffer from severe secondary bacterial infections, which are frequently associated with high morbidity and mortality [23, 24]. Previous pandemic outbreak of H1N1 influenza A in 1918–1919, also known as “Spanish flu,” resulted in an estimated death toll of 50 million people, many of which were caused by secondary bacterial pneumonia [25, 26]. About 30% of patients with H1N1 influenza A pandemic in 2009 also had been aggravated with secondary bacterial infection [27, 28]. Previous observational study showed that patients with EAA level of 0.4–0.6 were associated with a higher risk of bacterial infection compared with those who had EAA level of <0.4 [29]. Although all patients in our study had EAA level >0.40, only 3 patients developed concurrent bacterial infection (Fig. ​(Fig.1;1; patients 2, 5, and 6). This finding indicated that COVID-19 may induce endotoxemia without secondary bacterial infection. It might be possible that viremia results in capillary leakage similar to bacterial sepsis, which causes interstitial edema and dysfunction of the intestinal barriers. This phenomenon may promote the translocation of bacteria or bacterial product from the lung and/or gut into the blood circulation and then induce the release of proinflammatory cytokines. We as well recently demonstrated the evidence of bacterial RNA in bloodstream in severe COVID-19 patients with high EAA level [30].Data showing benefits of polymyxin B hemoperfusion in ARDS are limited to small uncontrolled studies [31, 32, 33]. Recently, several studies reported successful hemoperfusion with polymyxin B-immobilized fiber in patients with H1N1 and H5N1 influenza complicated with ARDS by improving oxygenation [11, 12, 34, 35]. Moreover, the latest approval of the Government of Canada on the use of polymyxin B hemoperfusion in severe CO­VID-19 pneumonia was announced on April 20, 2020 [36]. EA therapy has been proposed to mitigate cytokine burden by cutting the peak of a specific foreign target (endotoxin), resulting in the restoration of immune homeostasis without a prolonged state of immunosuppression [37, 38]. Conversely, other potential therapy for cytokine storm, such as IL-6 receptor inhibitor, may cause serious secondary infection from prolonged immunosuppressive effect. Recently, De Rosa et al. [39] reported a case series from EUPHAS 2 study. They investigated the use of polymyxin B hemoperfusion in COVID-19-infected patients with septic shock from various pathogens and reported the reduction of SOFA score after 2 sessions of polymyxin B hemoperfusion [39].We used 2 adsorbent devices in this study, Toraymyxin® and oXiris®. Data from in vitro study [40] demonstrated that oXiris® was able to remove endotoxin as effective as Toraymyxin®. Due to the negatively charged AN69 membrane, oXiris® provides a cytokine-adsorbing property by ionic bonding, which was shown to be as effective as CytoSorb®. While Toraymyxin® has lower rate of cytokine removal [40]. Practically, oXiris® could contemporaneously provide cytokine and endotoxin adsorption with continuous dialysis therapy, meanwhile Toraymyxin® could be intermittently performed without dialysis. Thus, oXiris® might be preferable in patient requiring CRRT in order to correct metabolic derangement and control fluid balance. In addition, 1 patient in our study (patient 1) underwent ECMO therapy. This patient suffered from ARDS complicated by severe AKI and needed venovenous-ECMO therapy and CRRT for organ support. We then decided to use oXiris® for both dialysis and adsorptive therapy. The arterial and venous lines of CRRT machine were connected at post-pump and pre-oxygenator area of the ECMO circuit. Continuous heparin infusion was used for anticoagulation. CRRT was then switched to prolonged intermittent hemodialysis after 3 days, whereas ECMO was able to discontinue after 9 days of support.Our study has several strengths. First, to our knowledge, this is the first study that explored the role of EA therapy in patients with COVID-19 pneumonia. We believe that this finding will provide the novel insight for management of these patients. Second, we tested EAA level by using the US FDA cleared test kit. This test is one of the most reliable tests to measure the endotoxin level. Third, we also demonstrated the benefits of early use of EA therapy in mild ARDS patients who had ongoing deterioration of the PF ratios (Fig. ​(Fig.1;1; patients 4 and 6). However, our study was not without limitations. First, we did not include patients with COVID-19 ARDS without EA therapy as a control group. Therefore, it is quite difficult to conclude the benefits of EA therapy in this setting. However, we wish that our study will be a starting point to examine the effect of EA therapy in mitigation of organ dysfunction in severe COVID-19. We strongly encourage further randomized controlled trials exploring this issue. Second, this is a single-center study; hence, generalizability is limited. ConclusionsWe described the clinical improvement of severe COVID-19 patients with elevated EAA level receiving EA therapy. However, the benefit of EA therapy in CO­VID-19 ARDS is still unclear and needs to be elucidated with randomized controlled study. Statement of EthicsThe study was reviewed and approved by the Faculty of Medicine, Chulalongkorn University Ethics Committee (IRB No. 336/63). The consent was voided due to retrospective nature of the study. We presented only deidentified data. Conflict of Interest StatementToray Industries provided the polymyxin B cartridge and endotoxin activity assay kits for use in this study and Baxter company provided oXiris® set. Both companies had no influence on the study design or analysis or on the comment of this article. None of the authors have any conflicts to disclosure. Funding SourcesThis investigator-initiated study was funded by the Excellence Center for Critical Care Nephrology, King Chulalongkorn Memorial Hospital. Author ContributionsS.P., P.S., W.K., and N.S. were responsible for study concept and design. S.T. and K.T. were responsible for the acquisition, analysis, or interpretation of data. S.P., P.S., and N.S. were responsible for drafting the manuscript. All authors had full access to all the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis. All authors interpreted the findings, contributed to writing the manuscript, and approved the final version for publication. AcknowledgementsWe would like to thank the staff, fellows, nurses, and research coordinators from the Excellence Center for Critical Care Nephrology (EC-CCN) and Emerging Infectious Disease (EID) unit, Faculty of Medicine, Chulalongkorn University. We also thank Miss Sasipa Tachaboon, MSc, medical technologist, for laboratory procedures. References1. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395((10223)):497–506. [PMC free article] [PubMed] [Google Scholar]2. Arunachalam PS, Wimmers F, Mok CKP, Perera R, Scott M, Hagan T, et al.  Systems biological assessment of immunity to mild versus severe COVID-19 infection in humans. Science. 2020 Sep 4;369((6503)):1210–20. [PMC free article] [PubMed] [Google Scholar]3. Beigel JH, Tomashek KM, Dodd LE, Mehta AK, Zingman BS, Kalil AC, et al.  Remdesivir for the treatment of Covid-19: preliminary report. N Engl J Med. 2020 Sep 3;383((10)):994. [PubMed] [Google Scholar]4. Shanmugaraj B, Siriwattananon K, Wangkanont K, Phoolcharoen W. Perspectives on monoclonal antibody therapy as potential therapeutic intervention for coronavirus disease-19 (COVID-19) Asian Pac J Allergy Immunol. 2020;38((1)):10–8. [PubMed] [Google Scholar]5. Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, et al.  Clinical characteristics of coronavirus disease 2019 in China. N Engl J Med. 2020 Feb 28; Epub ahead of print. [Google Scholar]6. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395((10229)):1054–62. [PMC free article] [PubMed] [Google Scholar]7. Opal SM. The host response to endotoxin, antilipopolysaccharide strategies, and the management of severe sepsis. Int J Med Microbiol. 2007;297((5)):365–77. [PubMed] [Google Scholar]8. Munford RS. Sensing gram-negative bacterial lipopolysaccharides: a human disease determinant? Infect Immun. 2008;76((2)):454–65. [PMC free article] [PubMed] [Google Scholar]9. Danner RL, Elin RJ, Hosseini JM, Wesley RA, Reilly JM, Parillo JE. Endotoxemia in human septic shock. Chest. 1991;99((1)):169–75. [PubMed] [Google Scholar]10. Kudo K, Binh NG, Manabe T, Co DX, Tuan ND, Izumi S, et al.  Clinical preparedness for severe pneumonia with highly pathogenic avian influenza A (H5N1): experiences with cases in Vietnam. Respir Investig. 2012;50((4)):140–50. [PubMed] [Google Scholar]11. Yokoyama T, Tateishi K, Tsushima K, Agatsuma T, Yamamoto H, Koizumi T, et al.  A case of severe ARDS caused by novel swine-origin influenza (A/H1N1pdm) virus: a successful treatment with direct hemoperfusion with polymyxin B-immobilized fiber. J Clin Apher. 2010;25((6)):350–3. [PubMed] [Google Scholar]12. Binh NG, Manabe T, Co DX, Tuan ND, Thach PT, Kudo K. Polymyxin-B-immobilized-fiber column hemoperfusion with oseltamivir treatment for ARDS due to influenza H1N1/09. Respirol Case Rep. 2015;3((2)):57–60. [PMC free article] [PubMed] [Google Scholar]13. Takeda S, Munakata R, Abe S, Mii S, Suzuki M, Kashiwada T, et al.  Hypercytokinemia with 2009 pandemic H1N1 (pH1N1) influenza successfully treated with polymyxin B-immobilized fiber column hemoperfusion. Intensive Care Med. 2010;36((5)):906–7. [PubMed] [Google Scholar]14. The ARDS Definition Task Force  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307((23)):2526–33. [PubMed] [Google Scholar]15. Kidney Disease: Improving Global Outcomes (KDIGO) Acute Kidney Injury Work Group  KDIGO clinical practice guideline for acute kidney injury. Kidney Int. 2012;2:1–138. [Google Scholar]16. WHO  . COVID-19: WHO Thailand Situation Reports. World Health Organization; 2020.  Available from:  https://www.who.int/thailand/emergencies/novel-coronavirus-2019/situation-reports. [Google Scholar]17. Romaschin AD, Harris DM, Ribeiro MB, Paice J, Foster DM, Walker PM, et al.  A rapid assay of endotoxin in whole blood using autologous neutrophil dependent chemiluminescence. J Immunol Methods. 1998;212((2)):169–85. [PubMed] [Google Scholar]18. Marshall JC, Foster D, Vincent JL, Cook DJ, Cohen J, Dellinger RP, et al.  Diagnostic and prognostic implications of endotoxemia in critical illness: results of the MEDIC study. J Infect Dis. 2004;190((3)):527–34. [PubMed] [Google Scholar]19. Koch RM, Diavatopoulos DA, Ferwerda G, Pickkers P, de Jonge MI, Kox M. The endotoxin-induced pulmonary inflammatory response is enhanced during the acute phase of influenza infection. Intensive Care Med Exp. 2018;6((1)):15. [PMC free article] [PubMed] [Google Scholar]20. Lin E, Lowry SF. The human response to endotoxin. Sepsis. 1998;((2)):255–62. [Google Scholar]21. Wong CK, Lam CW, Wu AK, Ip WK, Lee NL, Chan IH, et al.  Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome. Clin Exp Immunol. 2004;136((1)):95–103. [PMC free article] [PubMed] [Google Scholar]22. Mahallawi WH, Khabour OF, Zhang Q, Makhdoum HM, Suliman BA. MERS-CoV infection in humans is associated with a pro-inflammatory Th1 and Th17 cytokine profile. Cytokine. 2018;104:8–13. [PMC free article] [PubMed] [Google Scholar]23. Morens DM, Taubenberger JK, Fauci AS. Predominant role of bacterial pneumonia as a cause of death in pandemic influenza: implications for pandemic influenza preparedness. J Infect Dis. 2008;198((7)):962–70. [PMC free article] [PubMed] [Google Scholar]24. Morris DE, Cleary DW, Clarke SC. Secondary bacterial infections associated with influenza pandemics. Front Microbiol. 2017;8:1041. [PMC free article] [PubMed] [Google Scholar]25. Brundage JF. Interactions between influenza and bacterial respiratory pathogens: implications for pandemic preparedness. Lancet Infect Dis. 2006;6((5)):303–12. [PMC free article] [PubMed] [Google Scholar]26. Chien YW, Klugman KP, Morens DM. Bacterial pathogens and death during the 1918 influenza pandemic. N Engl J Med. 2009;361((26)):2582–3. [PubMed] [Google Scholar]27. Cilloniz C, Ewig S, Menendez R, Ferrer M, Polverino E, Reyes S, et al.  Bacterial co-infection with H1N1 infection in patients admitted with community acquired pneumonia. J Infect. 2012;65((3)):223–30. [PMC free article] [PubMed] [Google Scholar]28. Jain S, Kamimoto L, Bramley AM, Schmitz AM, Benoit SR, Louie J, et al.  Hospitalized patients with 2009 H1N1 influenza in the United States, April–June 2009. N Engl J Med. 2009;361((20)):1935–44. [PubMed] [Google Scholar]29. Yaguchi A, Yuzawa J, Klein DJ, Takeda M, Harada T. Combining intermediate levels of the Endotoxin Activity Assay (EAA) with other biomarkers in the assessment of patients with sepsis: results of an observational study. Crit Care. 2012;16((3)):R88. [PMC free article] [PubMed] [Google Scholar]30. Sirivongrangson P, Kulvichit W, Payungporn S, Pisitkun T, Chindamporn A, Peerapornratana S, et al.  Endotoxemia and circulating bacteriome in severe COVID-19 patients. Intensive Care Med Exp. 2020;8((1)):72. [PMC free article] [PubMed] [Google Scholar]31. Tsushima K, Kubo K, Koizumi T, Yamamoto H, Fujimoto K, Hora K, et al.  Direct hemoperfusion using a polymyxin B immobilized column improves acute respiratory distress syndrome. J Clin Apher. 2002;17((2)):97–102. [PubMed] [Google Scholar]32. Nakamura T, Kawagoe Y, Matsuda T, Shoji H, Ueda Y, Tamura N, et al.  Effect of polymyxin B-immobilized fiber on blood metalloproteinase-9 and tissue inhibitor of metalloproteinase-1 levels in acute respiratory distress syndrome patients. Blood Purif. 2004;22((3)):256–60. [PubMed] [Google Scholar]33. Tsushima K, Kubo K, Yoshikawa S, Koizumi T, Yasuo M, Furuya S, et al.  Effects of PMX-DHP treatment for patients with directly induced acute respiratory distress syndrome. Ther Apher Dial. 2007;11((2)):138–45. [PubMed] [Google Scholar]34. Nakano M, Yoshida S, Nakayama T, Ogushi F, Hanibuchi M, Nishioka Y. [A Case of Acute Respiratory Distress Syndrome (ARDS) accompanied with influenza (H1N1) 2009 successfully treated with polymyxin B-immobilized fiber column-direct hemoperfusion (PMX-DHP)] Kansenshogaku Zasshi. 2015;89((3)):416–21. [PubMed] [Google Scholar]35. Yatera K, Yamasaki K, Kawanami T, Tokuyama S, Ogoshi T, Kouzaki M, et al.  A case of successful treatment with polymyxin B-immobilized fiber column direct hemoperfusion in acute respiratory distress syndrome after influenza A infection. Intern Med. 2011;50((6)):601–5. [PubMed] [Google Scholar]36. List of medical devices for expanded use in relation to the COVID-19 pandemic: Government of Canada.  Available from:  https://www.canada.ca/en/health-canada/services/drugs-health-products/drug-products/announcements/interim-order-importation-sale-medical-devices-covid-19/list-expanded-use.html.37. Ronco C, Reis T, De Rosa S. Coronavirus epidemic and extracorporeal therapies in intensive care: si vis pacem para bellum. Blood Purif. 2020;49((3)):225–8. [PMC free article] [PubMed] [Google Scholar]38. Srisawat N, Tungsanga S, Lumlertgul N, Komaenthammasophon C, Peerapornratana S, Thamrongsat N, et al.  The effect of polymyxin B hemoperfusion on modulation of human leukocyte antigen DR in severe sepsis patients. Crit Care. 2018;22((1)):279. [PMC free article] [PubMed] [Google Scholar]39. De Rosa S, Cutuli SL, Ferrer R, Antonelli M, Ronco C, Group CEC. Polymyxin B hemoperfusion in COVID-19 patients with endotoxic shock: case series from EUPHAS II registry. Artif Organs. 2020 [PubMed] [Google Scholar]40. Malard B, Lambert C, Kellum JA. In vitro comparison of the adsorption of inflammatory mediators by blood purification devices. Intensive Care Med Exp. 2018;6((1)):12. [PMC free article] [PubMed] [Google Scholar]"}