{"title": "Admission levels of Soluble Urokinase Plasminogen Activator Receptor (suPAR) are Associated with the Development of Severe Complications in Hospitalised COVID-19 Patients: A Prospective Cohort Study", "pubDate": "2021", "PMCID": "PMC8056823", "DOI": "10.1016/j.ijid.2021.04.026", "PMID": "33862208", "abstract": "Objective:                       To examine the association between plasma levels of the soluble urokinase plasminogen activator receptor (suPAR) and the incidence of severe complications of COVID-19.                  Methods:                       403 RT-PCR-confirmed COVID-19 patients were recruited and prospectively followed-up at a major hospital in the United Arab Emirates. The primary endpoint was time from admission until the development of a composite outcome, including acute respiratory distress syndrome (ARDS), intensive care unit (ICU) admission, or death from any cause. Patients discharged alive were considered as competing events to the primary outcome. Competing risk regression was used to quantify the association between suPAR and the incidence of the primary outcome.                  Results:                       6.2% of patients experienced ARDS or ICU admission, but none died. Taking into account competing risk, the incidence of the primary outcome was 11.5% (95% confidence interval [CI], 6.7-16.3) in patients with suPAR levels >3.91 ng/mL compared to 2.9% (95% CI, 0.4-5.5) in those with suPAR ≤3.91 ng/mL. Also, an increase by 1 ng/mL in baseline suPAR resulted in a 58% rise in the hazard of developing the primary outcome (hazard ratio 1.6, 95% CI, 1.2-2.1, p = 0.003).                  Conclusion:                       suPAR has an excellent prognostic utility in predicting severe complications in hospitalised COVID-19 patients.", "author": [{"author": "Abderrahim Oulhaj", "affiliation": ["Institute of Public Health, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates; Zayed Center for Health Sciences, United Arab Emirates University, United Arab Emirates. Electronic address: aoulhaj@uaeu.ac.ae."], "href": "/?term=Oulhaj+A&cauthor_id=33862208"}, {"author": "Ahmed R Alsuwaidi", "affiliation": ["Department of Paediatrics, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."], "href": "/?term=Alsuwaidi+AR&cauthor_id=33862208"}, {"author": "Abubaker Suliman", "affiliation": ["Institute of Public Health, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."], "href": "/?term=Suliman+A&cauthor_id=33862208"}, {"author": "Huda Gasmelseed", "affiliation": ["Al Ain Hospital, Al Ain, United Arab Emirates."], "href": "/?term=Gasmelseed+H&cauthor_id=33862208"}, {"author": "Shaima Khan", "affiliation": ["Academic Affairs Department, Tawam Hospital, Al Ain, United Arab Emirates."], "href": "/?term=Khan+S&cauthor_id=33862208"}, {"author": "Shamma Alawi", "affiliation": ["Academic Affairs Department, Tawam Hospital, Al Ain, United Arab Emirates."], "href": "/?term=Alawi+S&cauthor_id=33862208"}, {"author": "Yaman Hukan", "affiliation": ["Academic Affairs Department, Tawam Hospital, Al Ain, United Arab Emirates."], "href": "/?term=Hukan+Y&cauthor_id=33862208"}, {"author": "Junu George", "affiliation": ["Department of Paediatrics, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."], "href": "/?term=George+J&cauthor_id=33862208"}, {"author": "Fayez Alshamsi", "affiliation": ["Department of Internal Medicine, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."], "href": "/?term=Alshamsi+F&cauthor_id=33862208"}, {"author": "Farrukh Sheikh", "affiliation": ["Al Ain Hospital, Al Ain, United Arab Emirates."], "href": "/?term=Sheikh+F&cauthor_id=33862208"}, {"author": "Zahir Osman Eltahir Babiker", "affiliation": ["Division of Infectious Diseases, Sheikh Shakhbout Medical City in Partnership with Mayo Clinic, Abu Dhabi, United Arab Emirates."], "href": "/?term=Babiker+ZOE&cauthor_id=33862208"}, {"author": "Juergen Prattes", "affiliation": ["Department of Internal Medicine, Section of Infectious Diseases and Tropical Medicine, Medical University of Graz, Austria."], "href": "/?term=Prattes+J&cauthor_id=33862208"}, {"author": "Harald Sourij", "affiliation": ["Zayed Center for Health Sciences, United Arab Emirates University, United Arab Emirates; Department of Internal Medicine, Division of Endocrinology and Diabetology, Medical University of Graz, Austria."], "href": "/?term=Sourij+H&cauthor_id=33862208"}], "refPMID": ["22797452", "32963090", "28084848", "32781244", "32167538", "30177549", "32692365", "31995687", "26539835", "23159293", "31986264", "21332843", "21324198", "21479972", "32444366", "24645798", "30357870", "33050487", "32354367", "30975178", "32534626", "22755554", "15113317", "32091533", "32746940"], "citedInPMID": ["33862208", "35081737", "34926532", "34691321"], "body": " AbstractObjectiveTo examine the association between plasma levels of the soluble urokinase plasminogen activator receptor (suPAR) and the incidence of severe complications of COVID-19.Methods403 RT-PCR-confirmed COVID-19 patients were recruited and prospectively followed-up at a major hospital in the United Arab Emirates. The primary endpoint was time from admission until the development of a composite outcome, including acute respiratory distress syndrome (ARDS), intensive care unit (ICU) admission, or death from any cause. Patients discharged alive were considered as competing events to the primary outcome. Competing risk regression was used to quantify the association between suPAR and the incidence of the primary outcome.Results6.2% of patients experienced ARDS or ICU admission, but none died. Taking into account competing risk, the incidence of the primary outcome was 11.5% (95% confidence interval [CI], 6.7–16.3) in patients with suPAR levels >3.91 ng/mL compared to 2.9% (95% CI, 0.4–5.5) in those with suPAR ≤3.91 ng/mL. Also, an increase by 1 ng/mL in baseline suPAR resulted in a 58% rise in the hazard of developing the primary outcome (hazard ratio 1.6, 95% CI, 1.2–2.1, p = 0.003).ConclusionsuPAR has an excellent prognostic utility in predicting severe complications in hospitalised COVID-19 patients.Abbreviations: ARDS, acute respiratory distress syndrome; CI, confidence interval; COVID-19, coronavirus disease 2019; CRP, C-reactive protein; ELISA, enzyme-linked immunosorbent assay; ICU, intensive care unit; LDH, lactate dehydrogenase; RT-PCR, reverse-transcriptase polymerase chain reaction; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2; SD, standard deviation; suPAR, soluble urokinase Plasminogen Activator Receptor; UAE, United Arab EmiratesKeywords: COVID-19, Urokinase plasminogen activator, Acute respiratory distress syndrome, Intensive care admission, All-cause mortality IntroductionThe novel coronavirus disease 2019 (COVID-19) pandemic, caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has exerted enormous relentless pressures on the global healthcare systems. As of February 4, 2021, over 102 million people were infected with SARS-CoV-2, and more than 2.2 million have died since the start of the pandemic (WHO, 2020). The true number of cases may even exceed the number of diagnosed cases by more than 10-fold (Havers et al., 2020, Stringhini et al., 2020).Although the vast majority of COVID-19 cases are mild, a significant number of patients need hospitalisation and may require transfer to the intensive care unit (ICU) (Grasselli et al., 2020, Wu and McGoogan, 2020). Most patients with critical COVID-19 illness have underlying morbidity (Petrilli et al., 2020); however, critical illness has also occurred in otherwise healthy individuals. The current standard of care for triaging COVID-19 patients relies on routine clinical and laboratory assessment but offers limited prognostic information (Huang et al., 2020, Grasselli et al., 2020). Therefore, it is essential to accurately triage patients to identify those who may safely be discharged home for self-isolation, those who should be hospitalised, and those at risk of deterioration who may require ICU admission.The plasmin-plasminogen system, which mediates several cellular pathways, depends on converting plasminogen to plasmin through either tissue-type plasminogen activator or urokinase-type plasminogen activator (Hamie et al., 2018). The urokinase-type plasminogen activator receptor (uPAR) is a glycosyl-phosphatidylinositol-linked membrane protein present on endothelial cells and other cells such as monocytes, activated T lymphocytes, macrophages, and megakaryocytes. The soluble form of uPAR (suPAR) originates from the cleavage and release of the membrane-bound uPAR, and depending on the degree of immune stimulation, can be found in blood, urine and cerebrospinal fluid.As the urokinase receptor system is a crucial regulator of the intersection between inflammatory, immune, coagulation, and fibrinolytic responses, the role of suPAR has been assessed in the diagnosis, assessment, and prognosis of several infectious, autoimmune, and neoplastic disease processes (Desmedt et al., 2017). Therefore, we conducted this prospective cohort study with the aim of investigating the association between baseline plasma levels of suPAR and the incidence of severe complications in hospitalized COVID-19 patients, including acute respiratory distress syndrome (ARDS), ICU admission, and all-cause mortality. Materials and methodsSettingAl Ain Hospital is a 402-bed major public hospital and a designated COVID-19 response centre for the Eastern region of the Emirate of Abu Dhabi, United Arab Emirates (UAE).Study designAfter obtaining written informed consent, patients aged 18 years or above presenting with SARS-CoV-2 infection confirmed by real-time reverse transcription-polymerase chain reaction (RT-PCR) were consecutively enrolled into the study and prospectively followed up until the occurrence of the primary outcome or hospital discharge. The primary endpoint was defined as the time interval between admission suPAR level and the development of a composite primary outcome including acute respiratory distress syndrome (ARDS), intensive care unit (ICU) admission, or all-cause mortality. ARDS was defined according to the Berlin criteria (ARDS Definition Task Force et al., 2012). Pregnant women and any patients experiencing any event from the primary outcome at presentation were excluded from the study.Demographic, clinical, and laboratory informationData on age, sex, ethnicity, height, body weight, body mass index (BMI), smoking status, and pre-existing morbidities were obtained at enrolment. Routine clinical and laboratory parameters were recorded, including blood pressure, respiratory rate, peripheral oxygen saturation, complete and differential blood cell counts, renal function test, serum electrolytes, liver function test, coagulation profile, serum creatine kinase, serum lactate dehydrogenase (LDH), serum ferritin, serum D-dimers, serum C-reactive protein (CRP), and SARS CoV-2 RT-PCR results. Grading of COVID-19 severity on computed tomography images of the chest was based on formal interpretative reports issued by radiologists.SuPAR measurementPlasma samples for suPAR were collected within 24 h of admission and were immediately transported to the research laboratory at UAE University and stored at −80 °C pending further analysis.Plasma suPAR levels were measured using commercial Enzyme-linked Immunosorbent Assay (ELISA) kits (suPARnostic™ assay Virogates, Copenhagen, Denmark). The suPARnostic kit is designed to detect the full-length and cleaved forms of suPAR using a double monoclonal antibody sandwich assay. Plasma (25 μL) was mixed with 225 μL of horseradish peroxidase-labelled detection antibody (mouse anti-human suPAR antibody) in a white mixing plate provided with the kit. A total of 100 μL of this mix was then transferred to duplicate wells of optically clear microwell plate precoated with capture anti-suPAR antibody. The plates were incubated for one hour at room temperature. After washing procedures, 100 μL of the 3,3′,5,5′tetramethylbenzidine substrate were added to each well and incubated for 20 min under dark conditions. Colour development was stopped by adding sulphuric acid. A microplate reader was used to measure absorbance at 450 nm within 30 min of stopping the reaction. A calibration curve was prepared from the suPAR standard, and the plasma concentration of suPAR was determined by interpolation. The lower limit of detection of the assay was 0.1 ng/mL as determined by the manufacturer.Statistical analysesBaseline characteristics were summarized using descriptive statistics, including mean and standard deviation (SD) for continuous measures, and frequency tables for categorical variables. We compared categorical variables using the Chi-squared or Fisher’s exact tests, and continuous variables using the unpaired t-test or its non-parametric equivalent (Wilcoxon rank sum test) in case the normality assumption is violated.The primary endpoint was analysed using the time to event analysis (survival analysis). The survival time was defined as the time interval between the suPAR measurement upon hospital admission and the occurrence of any of the events from the primary outcome, i.e., ARDS, ICU admission, or death from any cause. Patients who were either lost to follow-up, withdrew informed consent, or did not experience any of the primary outcome events were right-censored. Patients who were discharged alive from the hospital were considered competing events to the primary endpoint. Survival curves were estimated using the cumulative incidence function that takes competing risks into account. Fine and Gray’s proportional hazards model was used to investigate the association between admission suPAR level and the primary outcome adjusting for known risk factors (Fine and Gray, 1999). All statistical analyses were performed using R software (R: The R Project for Statistical Computing, n.d.). P values <0.05 were considered statistically significant.Sample size calculationWe calculated the sample size using an advanced approach for a multivariable prediction model for binary and time to event outcome (Riley et al., 2019). The minimum sample size was chosen to satisfy three criteria: (i) small optimism in predictor effect estimates as defined by a global shrinkage factor of ≥ 0.9, (ii) small absolute difference of ≤0.05 in the model’s apparent and adjusted R2 and (iii) precise estimation of the overall risk in the population. We used the R package pmsampsize to derive sample size. The minimum sample size was estimated to be 384 participants for building a prediction model that meets all the three criteria. We assumed a Cox-Snell R square to be around 0.15.Ethical considerationsThe study was approved by the National COVID-19 Research Ethics Committee (reference: DOH/CVDC/2020/835). ResultsBaseline characteristicsOverall, 403 RT-PCR-confirmed COVID-19 patients were enrolled from May 10, 2020, through August 24, 2020, and followed up until the occurrence of the primary outcome, hospital discharge, or transfer to another healthcare facility (See flowchart for patients selection and follow-up in Figure 1\n).Open in a separate windowFigure 1Flowchart showing selection of patients with COVID-19 for inclusion in the study.Patients aged 18 years or above presenting with SARS-CoV-2 infection confirmed by real-time reverse transcription-polymerase chain reaction (RT-PCR) were consecutively enrolled into the study and prospectively followed up until the occurrence of the primary outcome or hospital discharge.Table 1 shows the baseline demographic, clinical, and radiological features of COVID-19 patients. Most patients were males (72.7%, 293/403) and originally of non-Arab Asian ethnicity (65%, 262/403). The mean age at presentation was 49.3 years (SD 11.9).Table 1Demographic, clinical, and radiological features of hospitalised COVID-19 patients.CharacteristicTotalPrimary outcomeaP-valuecNobYesNumber (%)403 (100)378 (94)25 (6)Age (years) mean (SDd)49.31 (11.93)49.12 (11.82)52.16 (13.36)0.339Sex n (%) Female110 (27.30)106 (28.04)4 (16.00)0.281 Male293 (72.70)272 (71.96)21 (84.00)Ethnicity n (%) Arab134 (33.25)126 (33.33)8 (32.00)0.774 Non-Arab Asian262 (65.01)245 (64.81)17 (68.00) Other7 (1.74)7 (1.85)0 (0.00)Body mass index mean (SD)28.39 (5.25)28.37 (5.34)28.68 (3.83)0.410Smoking status n (%) Current or ex-smoker87 (21.59)82 (21.69)5 (20.00)1.000 Non-smoker316 (78.41)296 (78.31)20 (80.00)Diabetes mellitus n (%) No217 (53.85)210 (55.56)7 (28.00)0.014 Yes186 (46.15)168 (44.44)18 (72.00)Hypertension n (%) No204 (50.62)198 (52.38)6 (24.00)0.011 Yes199 (49.38)180 (47.62)19 (76.00)Respiratory disease n (%) No352 (87.34)331 (87.57)21 (84.00)0.835 Yes51 (12.66)47 (12.43)4 (16.00)Cardiovascular disease n (%) No252 (62.53)237 (62.70)15 (60.00)0.955 Yes151 (37.47)141 (37.30)10 (40.00)Chronic kidney disease n (%) No371 (92.06)349 (92.33)22 (88.00)0.694 Yes32 (7.94)29 (7.67)3 (12.00)Cancer n (%) No361 (89.58)338 (89.42)23 (92.00)0.943 Yes42 (10.42)40 (10.58)2 (8.00)Liver disease n (%) No375 (93.05)352 (93.12)23 (92.00)1.000 Yes28 (6.95)26 (6.88)2 (8.00)Systolic blood pressure mmHg, mean (SD)130.27 (15.54)130.34 (15.38)129.27 (18.12)0.317Diastolic blood pressure mmHg, mean (SD)77.27 (9.64)77.15 (9.67)79.14 (9.08)0.342Respiratory rate, mean (SD)18.25 (1.33)18.21 (1.22)18.86 (2.38)0.152Peripheral oxygen saturation mean (SD)98.35 (1.48)98.39 (1.46)97.68 (1.52)0.011Grade of peripheral oxygen saturation n (%) <90%1 (0.25)1 (0.26)0 (0.00)0.818 90–94%5 (1.24)5 (1.32)0 (0.00) >94%397 (98.51)372 (98.41)25 (100.00)Computed tomography scan of the chest n (%) Mild109 (27.18)105 (27.93)4 (16.00)0.184 Moderate274 (68.33)253 (67.29)21 (84.00) Severe18 (4.49)18 (4.79)0 (0.00)Open in a separate windowaIncludes the development of acute respiratory distress syndrome, intensive care unit admission, or death from any cause.bIncludes patients who were right-censored or were discharged alive.cCategorical variables were compared using the Chi-squared or Fisher’s exact tests, and continuous variables were compared using the unpaired t-test or the Wilcoxon rank-sum test.dStandard deviation.In total, 6.2% (25/403) of patients experienced the primary outcome (ARDS or ICU admission), 68.7% (277/403) were discharged alive, and 25.1% (101/403) were right-censored because they were still hospitalised at the end of the study or transferred to another healthcare facility. No patient died, was lost to follow-up, or withdrew consent during the study period.Compared with patients who were discharged, those who experienced the primary outcome had higher prevalence of diabetes mellitus (72.0% vs 44.4%, p = 0.014) and hypertension (76.0% vs 47.6%, p = 0.011). However, no statistically significant differences were observed with respect to age, sex, BMI, smoking status, education, ethnicity, other morbidities, baseline blood pressure measurements, and peripheral oxygen saturation.Unfavourable laboratory profiles at admission were observed in patients who experienced the primary outcome compared to those who did not (Table 2\n). These include higher levels of CRP (63.3 ± 55.4 mg/L vs 31.8 ± 39.7 mg/L, p < 0.001), serum creatinine (99.0 ± 61.1 μmol/L vs 81.6 ± 64.1 μmol/L, p = 0.005), serum LDH (326.3 ± 81.0 mmol/L vs 279.2 ± 122.2 mmol/L, p = 0.002), serum ferritin (823.5 ± 584.3 ng/mL vs 556.9 ± 598.1 ng/mL, p = 0.005), and neutrophil-to-monocyte ratio (14.1 ± 8.1 vs 8.6 ± 5.2, p < 0.001).Table 2Laboratory features of hospitalised COVID-19 patients.CharacteristicTotalPrimary OutcomeaP-valuecCharacteristicNobYesPlasma suPARd level ng/mL mean (SDe)4.16 (1.67)4.07 (1.62)5.51 (1.80)<0.001Serum creatinine μmol/L mean (SD)82.65 (63.96)81.59 (64.07)99.04 (61.12)0.005Serum ferritin ng/mL mean (SD)573.72 (600.04)556.94 (598.11)823.48 (584.28)0.005Serum lactate dehydrogenase mmol/L mean (SD)282.08 (120.57)279.17 (122.25)326.35 (80.96)0.002Neutrophil-to-monocyte ratio mean (SD)8.96 (5.58)8.63 (5.22)14.11 (8.14)<0.001Serum C-reactive protein, mg/L mean (SD)33.71 (41.46)31.80 (39.75)63.30 (55.37)<0.001Serum D-Dimers mg/L mean (SD)0.66 (0.91)0.68 (0.94)0.50 (0.45)0.348Serum potassium mmol/L mean (SD)4.01 (0.46)4.01 (0.46)3.88 (0.44)0.131Serum sodium mmol/L mean (SD)137.48 (3.72)137.56 (3.74)136.29 (3.32)0.055Serum urea mmol/L mean (SD)4.46 (2.38)4.41 (2.35)5.35 (2.64)0.033Total white blood cells ×109/L mean (SD)6.27 (2.33)6.28 (2.33)6.13 (2.26)0.670Open in a separate windowaIncludes the development of development of acute respiratory distress syndrome, intensive care unit admission, or death from any cause.bIncludes patients who were right-censored or were discharged alive.cCategorical variables were compared using the Chi-squared or Fisher’s exact tests, and continuous variables were compared using the unpaired t-test or the Wilcoxon rank-sum test.dSoluble urokinase plasminogen activator receptor.eStandard deviation.The association between plasma suPAR levels and the primary outcomePatients who experienced the primary outcome had higher baseline plasma suPAR levels than those discharged alive (5.5 ng/mL vs 4.1 ng/mL, p < 0.0001). Furthermore, 80% of those who experienced the primary outcome had suPAR levels >3.91 ng/mL compared to 47% in those who did not develop it. The distribution of admission plasma suPAR levels across the two groups is shown in Figure 2\n.Open in a separate windowFigure 2The boxplot of baseline plasma levels of the soluble urokinase plasminogen activator receptor (suPAR) in COVID-19 patients according to the primary outcome.The primary outcome is the development of acute respiratory distress syndrome, admission to intensive care unit, or death from any cause. The p-value provided corresponds to the unpaired t-test comparing the average level of suPAR between those who experienced the primary outcome and those who did not.The incidence of the primary outcome was 7.5% (95% confidence interval [CI], 4.6%–10.3%) after allowing for right-censored observations and competing events. This incidence was 11.5% (95% CI, 6.7%–16.3%) in patients with suPAR levels above the median (i.e. >3.91 ng/mL) compared to 2.9% (95% CI, 0.4%–5.5%) in patients with suPAR levels below the median (<3.91 ng/mL). Figure 3\ndisplays the cumulative incidence function of the primary outcome according to the median suPAR level of 3.91 ng/mL.Open in a separate windowFigure 3The cumulative incidence of the primary outcome stratified by the median soluble urokinase Plasminogen Activator Receptor (suPAR) in hospitalized COVID-19 patients.The primary outcome is the development of acute respiratory distress syndrome, admission to intensive care unit, or death from any cause. The cumulative incidence function takes into account recovery as a competing risk. The p-value provided in the right-hand plot corresponds to the log rank test accounting for competing risk.The multivariate Fine-Gray competing risk model was fitted to examine the association between plasma suPAR levels and the incidence of the primary outcome while adjusting for potential risk factors including age, sex, smoking, diabetes, hypertension, BMI, creatinine, C-reactive protein, ferritin, lactate dehydrogenase and the neutrophil-to-monocyte ratio (Table 3\n). In this model, baseline suPAR levels were significantly associated with the incidence of the primary outcome even after adjusting for potential risk factors. An increase in suPAR level by 1 ng/mL would lead to 58% increased hazard for developing the primary outcome (adjusted hazard ratio [HR] 1.6, 95% CI: 1.2–2.1, p = 0.003). Furthermore, inflammatory markers such as CRP or ferritin were not independent predictors of the primary outcome. On the other hand, the neutrophil-to-monocyte ratio remained a significant independent predictor of the primary outcome (HR: 1.6, 95% CI: 1.2–2.1, p <0.001).Table 3The multivariate Fine-Gray competing risk regression model for predicting the primary outcome for COVID-19 complications consisting of the development of acute respiratory syndrome, intensive care admission, or death from any cause.CharacteristicHazard ratio(95% confidence interval)P-valueAge (years)0.81 (0.48–1.35)0.41Sex MaleReference– Female0.71 (0.34–1.46)0.35Body mass index1.06 (0.68–1.65)0.8Smoking status Non-smokerReference– Current or ex-smoker0.74 (0.46–1.19)0.21Diabetes mellitus NoReference– Yes1.66 (0.92–2.99)0.093Hypertension NoReference– Yes1.34 (0.67–2.71)0.41Serum lactate dehydrogenase1.13 (0.83–1.55)0.44Serum ferritin1.16 (0.83–1.61)0.38Serum C-reactive protein1.08 (0.79–1.47)0.64Neutrophil-to-monocytes ratio1.6 (1.24–2.06)<0.001Soluble urokinase Plasminogen Activator Receptor (suPAR)1.58 (1.17–2.14)0.003Open in a separate window DiscussionWe investigated the association between suPAR level and the incidence of severe complications in COVID-19 patients, including ARDS, ICU admission, and death from any cause. Our study’s results demonstrate that patients who experienced these complications had higher baseline suPAR level than those without. Furthermore, a competing risk analysis showed that the higher the level of suPAR at baseline, the higher the risk of experiencing COVID-19 complications, even after adjusting for potential demographic, clinical and laboratory parameters. More specifically, for every increase of 1 ng/mL in suPAR level at baseline, there is a corresponding increase of 58% in the hazard of experiencing COVID-19 complications.SuPAR levels have previously been shown to be significantly higher in patients with fatal outcomes than survivors in a myriad of critical illnesses, including systemic inflammatory response syndrome and invasive bacterial bloodstream infections (Hoenigl et al., 2013, Huttunen et al., 2011, Koch et al., 2011, Mölkänen et al., 2011, Raggam et al., 2014, Wittenhagen et al., 2004). They were also found to be immune mediators for developing acute and chronic kidney disease, and more recently predictive of in-hospital acute kidney injury and the need for dialysis in COVID-19 hospitalised patients (Azam et al., 2020, Hayek et al., 2020, Hayek et al., 2015). A potential role for suPAR in triaging patients attending emergency departments has been highlighted (Schultz et al., 2019, Uusitalo-Seppälä et al., 2012). It is essential to emphasise that suPAR levels not only reflect underlying infections but also are influenced by pre-existing comorbidities like diabetes mellitus, chronic inflammation and others. Thus, suPAR may more or less reflect the overall susceptibility profile of an individual for developing severe diseases rather than only diagnose the acute event, such as COVID-19 or other infections. For triage purposes, it is essential to categorize the patient based on chronic conditions as well as based on the acute event in various risk categories. suPAR may be a promising biomarker in this setting as currently only very few COVID-19 triage scores are published (Giannella et al., 2020) and are often based on retrospective study designs, often including various variables that are either difficult to assess (e.g., SOFA Score) or have limited availability (e.g., interleukin testing). With suPAR testing, we may overcome at least some of these limitations and provide a single, simple and fast biomarker for risk stratification in COVID-19 patients.Our study is one of a few investigating the association between suPAR levels and COVID-19 complications. Recently, a small study of 57 COVID-19 patients conducted in Greece showed that a suPAR serum level ≥6 ng/mL was the best predictor for the development of severe respiratory failure, defined as PO2/FiO2 ratio <150 requiring mechanical ventilation or continuous positive airway pressure, and outperformed established markers like CRP (Rovina et al., 2020). In our study, we observed similar findings, with suPAR being the dominant predictor for severe COVID-19 associated complications; however, absolute plasma suPAR levels were lower in our study. This may be explained by the younger age in our cohort compared to the Greek study cohort and the consequently lower proportion of underlying disease associated with elevated baseline suPAR levels. Additionally, a logistic regression model rather than a competing risk regression modelling was used to investigate the association.We showed that COVID-19 patients with plasma suPAR levels >3.9 ng/mL had unfavourable serum creatinine, CRP, ferritin, LDH, and neutrophil-to-monocyte ratio profiles. However, only the neutrophil-to-monocyte ratio remained a significant independent predictor of the primary outcome in the multivariate competing risk regression model. It has been observed that lymphocyte and monocyte populations decrease while neutrophil counts increase in COVID-19 (Zhao et al., 2020), and more recent research showed a link between neutrophil-to-monocyte ratio and COVID-19 in-hospital mortality (Rizo-Téllez et al., 2020).This study’s major strength is the relatively large number of suPAR samples collected (compared to other studies) and the inclusion of information on a broad range of demographic, clinical and laboratory characteristics in the multivariate regression model. The limitation of this study is the relatively moderate number of events composing the primary outcome. This was because we included any patient admitted to the hospital for COVID-19 regardless of disease severity at baseline. We learned over the last months that hospital admission strategies varied significantly between countries. If we excluded less severe patients from the study, the frequency of the primary outcome would probably have increased. Still, the purpose of this study was to investigate suPAR as a prognostic biomarker in people admitted to the hospital, hence including all hospitalized patients in the analysis is important for the applicability of this biomarker. As a consequence, we observed that suPAR levels in mild COVID-19 cases are much lower than those found in severe cases. ConclusionsWe found plasma suPAR and neutrophil-to-monocyte ratio to be significantly associated with severe COVID-19 complications. Future studies might consider integrating plasma suPAR and other clinical and laboratory biomarkers into prognostic models to improve risk prediction accuracy, allowing them to perform treatment interventions based on the given risk for severe complications. A reliable prediction tool would allow more research into individualised treatment and better utilisation and hospital resources management. Ethics approval and consent to participateThe United Arab Emirates’ National COVID-19 Research Ethics Committee approved the study (DOH/CVDC/2020/835, date: 29/04/2020). Consent for publicationNot applicable as no identifiable personal information is being presented. Availability of data and materialsThe data underlying this article are presented within the manuscript. Competing interestsThe authors have no conflicts of interests to declare. FundingThis work was supported by a research grant from the College of Medicine and Health Sciences at the United Arab Emirates University. Authors’ contributionAO and ARA designed the study and coordinated data collection. AO and FA developed and implemented the data capture system using RedCap software. ZB, JP and HS contributed to the study design. HG, SK, SA, YK, FK recruited study participants and coordinated data collection. JG performed suPAR measurements. AO and AS performed all statistical analysis. AO drafted the first version of the manuscript. AO, ARA, ZB, JP and HS contributed to manuscript writing. All authors read and approved the final version of the manuscript. AO is the guarantor of the study. AcknowledgementsWe thank Dr Rami Beiram (United Arab Emirates University) for his continuous support to our study and for useful discussions. ReferencesARDS Definition Task Force, Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]Azam T.U., Shadid H.R., Blakely P., O’Hayer P., Berlin H., Pan M., et al.  Soluble urokinase receptor (SuPAR) in COVID-19–related AKI. J Am Soc Nephrol. 2020;31:2725–2735. doi: 10.1681/ASN.2020060829. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Desmedt S., Desmedt V., Delanghe J.R., Speeckaert R., Speeckaert M.M. The intriguing role of soluble urokinase receptor in inflammatory diseases. Crit Rev Clin Lab Sci. 2017;54:117–133. doi: 10.1080/10408363.2016.1269310. [PubMed] [CrossRef] [Google Scholar]Fine J.P., Gray R.J. A proportional hazards model for the subdistribution of a competing risk. J Am Stat Assoc. 1999;94:496–509. doi: 10.1080/01621459.1999.10474144. [CrossRef] [Google Scholar]Giannella M., Scudeller L., Tedeschi S., Rinaldi M., Bussini L., Fornaro G., et al.  Development and validation of a prediction model for severe respiratory failure in hospitalized patients with SARS-CoV-2 infection: a multicentre cohort study (PREDI-CO study) Clin Microbiol Infect. 2020;26:1545–1553. doi: 10.1016/j.cmi.2020.08.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Grasselli G., Pesenti A., Cecconi M. Critical care utilization for the COVID-19 outbreak in Lombardy, Italy: early experience and forecast during an emergency response. JAMA. 2020;323:1545. doi: 10.1001/jama.2020.4031. [PubMed] [CrossRef] [Google Scholar]Hamie L., Daoud G., Nemer G., Nammour T., El Chediak A., Uthman I.W., et al.  SuPAR, an emerging biomarker in kidney and inflammatory diseases. Postgrad Med J. 2018;94:517–524. doi: 10.1136/postgradmedj-2018-135839. [PubMed] [CrossRef] [Google Scholar]Havers F.P., Reed C., Lim T., Montgomery J.M., Klena J.D., Hall A.J., et al.  Seroprevalence of antibodies to SARS-CoV-2 in 10 sites in the United States, March 23-May 12, 2020. JAMA Intern Med. 2020;180:1576. doi: 10.1001/jamainternmed.2020.4130. [PubMed] [CrossRef] [Google Scholar]Hayek S.S., Leaf D.E., Samman Tahhan A., Raad M., Sharma S., Waikar S.S., et al.  Soluble urokinase receptor and acute kidney injury. N Engl J Med. 2020;382:416–426. doi: 10.1056/NEJMoa1911481. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hayek S.S., Sever S., Ko Y.-A., Trachtman H., Awad M., Wadhwani S., et al.   2015. Soluble urokinase receptor and chronic kidney disease. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hoenigl M., Raggam R.B., Wagner J., Valentin T., Leitner E., Seeber K., et al.  Diagnostic accuracy of soluble urokinase plasminogen activator receptor (suPAR) for prediction of bacteremia in patients with systemic inflammatory response syndrome. Clin Biochem. 2013;46:225–229. doi: 10.1016/j.clinbiochem.2012.11.004. [PubMed] [CrossRef] [Google Scholar]Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Huttunen R., Syrjänen J., Vuento R., Hurme M., Huhtala H., Laine J., et al.  Plasma level of soluble urokinase-type plasminogen activator receptor as a predictor of disease severity and case fatality in patients with bacteraemia: a prospective cohort study. J Intern Med. 2011;270:32–40. doi: 10.1111/j.1365-2796.2011.02363.x. [PubMed] [CrossRef] [Google Scholar]Koch A., Voigt S., Kruschinski C., Sanson E., Dückers H., Horn A., et al.  Circulating soluble urokinase plasminogen activator receptor is stably elevated during the first week of treatment in the intensive care unit and predicts mortality in critically ill patients. Crit Care Lond Engl. 2011;15:R63. doi: 10.1186/cc10037. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Mölkänen T., Ruotsalainen E., Thorball C.W., Järvinen A. Elevated soluble urokinase plasminogen activator receptor (suPAR) predicts mortality in Staphylococcus aureus bacteremia. Eur J Clin Microbiol Infect Dis Off Publ Eur Soc Clin Microbiol. 2011;30:1417–1424. doi: 10.1007/s10096-011-1236-8. [PubMed] [CrossRef] [Google Scholar]Petrilli C.M., Jones S.A., Yang J., Rajagopalan H., O’Donnell L., Chernyak Y., et al.  Factors associated with hospital admission and critical illness among 5279 people with coronavirus disease 2019 in New York City: prospective cohort study. BMJ. 2020;369:m1966. doi: 10.1136/bmj.m1966. [PMC free article] [PubMed] [CrossRef] [Google Scholar]R: The R Project for Statistical Computing. n.d. https://www.r-project.org/. [Accessed 24 December 2020].Raggam R.B., Wagner J., Prüller F., Grisold A., Leitner E., Zollner‐Schwetz I., et al.  Soluble urokinase plasminogen activator receptor predicts mortality in patients with systemic inflammatory response syndrome. J Intern Med. 2014;276:651–658. doi: 10.1111/joim.12238. [PubMed] [CrossRef] [Google Scholar]Riley R.D., Snell K.I., Ensor J., Burke D.L., Jr F.E.H., Moons K.G., et al.  Minimum sample size for developing a multivariable prediction model: PART II - binary and time-to-event outcomes. Stat Med. 2019;38:1276–1296. doi: 10.1002/sim.7992. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rizo-Téllez S.A., Méndez-García L.A., Flores-Rebollo C., Alba-Flores F., Alcántara-Suárez R., Manjarrez-Reyna A.N., et al.  The neutrophil-to-monocyte ratio and lymphocyte-to-neutrophil ratio at admission predict in-hospital mortality in Mexican patients with severe SARS-CoV-2 infection (Covid-19) Microorganisms. 2020;8 doi: 10.3390/microorganisms8101560. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rovina N., Akinosoglou K., Eugen-Olsen J., Hayek S., Reiser J., Giamarellos-Bourboulis E.J. Soluble urokinase plasminogen activator receptor (suPAR) as an early predictor of severe respiratory failure in patients with COVID-19 pneumonia. Crit Care. 2020;24:187. doi: 10.1186/s13054-020-02897-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Schultz M., Rasmussen L.J.H., Kallemose T., Kjøller E., Lind M.N., Ravn L., et al.  Availability of suPAR in emergency departments may improve risk stratification: a secondary analysis of the TRIAGE III trial. Scand J Trauma Resusc Emerg Med. 2019;27:43. doi: 10.1186/s13049-019-0621-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Stringhini S., Wisniak A., Piumatti G., Azman A.S., Lauer S.A., Baysson H., et al.  Seroprevalence of anti-SARS-CoV-2 IgG antibodies in Geneva, Switzerland (SEROCoV-POP): a population-based study. Lancet. 2020;396:313–319. doi: 10.1016/S0140-6736(20)31304-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Uusitalo-Seppälä R., Huttunen R., Tarkka M., Aittoniemi J., Koskinen P., Leino A., et al.  Soluble urokinase-type plasminogen activator receptor in patients with suspected infection in the emergency room: a prospective cohort study. J Intern Med. 2012;272:247–256. doi: 10.1111/j.1365-2796.2012.02569.x. [PubMed] [CrossRef] [Google Scholar]WHO . 2020. Coronavirus disease (COVID-19) weekly epidemiological update and weekly operational update. 2020. [Google Scholar]Wittenhagen P., Kronborg G., Weis N., Nielsen H., Obel N., Pedersen S.S., et al.  The plasma level of soluble urokinase receptor is elevated in patients with Streptococcus pneumoniae bacteraemia and predicts mortality. Clin Microbiol Infect Off Publ Eur Soc Clin Microbiol Infect Dis. 2004;10:409–415. doi: 10.1111/j.1469-0691.2004.00850.x. [PubMed] [CrossRef] [Google Scholar]Wu Z., McGoogan J.M. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese center for disease control and prevention. JAMA. 2020;323:1239–1242. doi: 10.1001/jama.2020.2648. [PubMed] [CrossRef] [Google Scholar]Zhao Y., Nie H.-X., Hu K., Wu X.-J., Zhang Y.-T., Wang M.-M., et al.  Abnormal immunity of non-survivors with COVID-19: predictors for mortality. Infect Dis Poverty. 2020;9 doi: 10.1186/s40249-020-00723-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}