{"title": "A predictive score at admission for respiratory failure among hospitalized patients with confirmed 2019 Coronavirus Disease: a simple tool for a complex problem", "pubDate": "2021", "PMCID": "PMC8082224", "DOI": "10.1007/s11739-021-02748-2", "PMID": "33914228", "abstract": "Coronavirus Disease 2019 (COVID-19) pandemic has implacably stricken on the wellness of many countries and their health-care systems. The aim of the present study is to analyze the clinical characteristics of the initial wave of patients with COVID-19 attended in our center, and to identify the key variables predicting the development of respiratory failure. Prospective design study with concurrent data retrieval from automated medical records of all hospitalized adult patients who tested positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) rRT-PCR assay performed on respiratory samples from March 2nd to 18th, 2020. Patients were followed up to May 1st, 2020 or death. Respiratory failure was defined as a PaO2/FiO2 ratio ≤ 200 mm Hg or the need for mechanical ventilation (either non-invasive positive pressure ventilation or invasive mechanical ventilation). We included 521 patients of whom 416 (81%) had abnormal Chest X-ray on admission. Median age was 64.6 ± 18.2 years. One hundred eighty-one (34.7%) developed respiratory failure after a median time from onset of symptoms of 9 days (IQR 6-11). In-hospital mortality was 23.8% (124/521). The modeling process concluded into a logistic regression multivariable analysis and a predictive score at admission. Age, peripheral pulse oximetry, lymphocyte count, lactate dehydrogenase and C-reactive protein were the selected variables. The model has a good discriminative capacity with an area under the ROC curve of 0.85 (0.82-0.88). The application of a simple and reliable score at admission seems to be a useful tool to predict respiratory failure in hospitalized COVID-19 patients.", "author": [{"author": "Antonio Lalueza", "affiliation": ["Department of Internal Medicine, University Hospital 12 de Octubre, Av Córdoba Km 5,400, 28041, Madrid, Spain. lalueza@hotmail.com.", "Department of Medicine, School of Medicine, Complutense University, Madrid, Spain. lalueza@hotmail.com.", "Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain. lalueza@hotmail.com."], "href": "/?term=Lalueza+A&cauthor_id=33914228"}, {"author": "Jaime Lora-Tamayo", "affiliation": ["Department of Internal Medicine, University Hospital 12 de Octubre, Av Córdoba Km 5,400, 28041, Madrid, Spain.", "Department of Medicine, School of Medicine, Complutense University, Madrid, Spain.", "Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain."], "href": "/?term=Lora-Tamayo+J&cauthor_id=33914228"}, {"author": "Guillermo Maestro-de la Calle", "affiliation": ["Department of Internal Medicine, University Hospital 12 de Octubre, Av Córdoba Km 5,400, 28041, Madrid, Spain."], "href": "/?term=Maestro-de+la+Calle+G&cauthor_id=33914228"}, {"author": "Dolores Folgueira", "affiliation": ["Department of Medicine, School of Medicine, Complutense University, Madrid, Spain.", "Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain.", "Department of Microbiology, University Hospital 12 de Octubre, Madrid, Spain."], "href": "/?term=Folgueira+D&cauthor_id=33914228"}, {"author": "Estíbaliz Arrieta", "affiliation": ["Department of Internal Medicine, University Hospital 12 de Octubre, Av Córdoba Km 5,400, 28041, Madrid, Spain."], "href": "/?term=Arrieta+E&cauthor_id=33914228"}, {"author": "Borja de Miguel-Campo", "affiliation": ["Department of Internal Medicine, University Hospital 12 de Octubre, Av Córdoba Km 5,400, 28041, Madrid, Spain."], "href": "/?term=de+Miguel-Campo+B&cauthor_id=33914228"}, {"author": "Raquel Díaz-Simón", "affiliation": ["Department of Internal Medicine, University Hospital 12 de Octubre, Av Córdoba Km 5,400, 28041, Madrid, Spain.", "Department of Medicine, School of Medicine, Complutense University, Madrid, Spain."], "href": "/?term=D%C3%ADaz-Sim%C3%B3n+R&cauthor_id=33914228"}, {"author": "David Lora", "affiliation": ["Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain.", "CIBER de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain.", "Facultad de Estudios Estadísticos, Complutense University, Madrid, Spain."], "href": "/?term=Lora+D&cauthor_id=33914228"}, {"author": "Cristina de la Calle", "affiliation": ["Department of Internal Medicine, University Hospital 12 de Octubre, Av Córdoba Km 5,400, 28041, Madrid, Spain."], "href": "/?term=de+la+Calle+C&cauthor_id=33914228"}, {"author": "Mikel Mancheño-Losa", "affiliation": ["Department of Internal Medicine, University Hospital 12 de Octubre, Av Córdoba Km 5,400, 28041, Madrid, Spain.", "Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain."], "href": "/?term=Manche%C3%B1o-Losa+M&cauthor_id=33914228"}, {"author": "Álvaro Marchán-López", "affiliation": ["Department of Internal Medicine, University Hospital 12 de Octubre, Av Córdoba Km 5,400, 28041, Madrid, Spain."], "href": "/?term=March%C3%A1n-L%C3%B3pez+%C3%81&cauthor_id=33914228"}, {"author": "Ana García-Reyne", "affiliation": ["Department of Internal Medicine, University Hospital 12 de Octubre, Av Córdoba Km 5,400, 28041, Madrid, Spain."], "href": "/?term=Garc%C3%ADa-Reyne+A&cauthor_id=33914228"}, {"author": "Mario Fernández-Ruiz", "affiliation": ["Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain.", "Unit of Infectious Diseases, University Hospital 12 de Octubre, Madrid, Spain."], "href": "/?term=Fern%C3%A1ndez-Ruiz+M&cauthor_id=33914228"}, {"author": "Javier Sayas-Catalán", "affiliation": ["Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain.", "Department of Respiratory Medicine, University Hospital 12 de Octubre, Madrid, Spain."], "href": "/?term=Sayas-Catal%C3%A1n+J&cauthor_id=33914228"}, {"author": "Antonio Serrano", "affiliation": ["Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain.", "Department of Immunology, University Hospital 12 de Octubre,, Madrid, Spain."], "href": "/?term=Serrano+A&cauthor_id=33914228"}, {"author": "Cecilia Cueto-Felgueroso", "affiliation": ["Department of Biochemistry, University Hospital 12 de Octubre, Madrid, Spain."], "href": "/?term=Cueto-Felgueroso+C&cauthor_id=33914228"}, {"author": "Rafael San Juan", "affiliation": ["Department of Medicine, School of Medicine, Complutense University, Madrid, Spain.", "Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain.", "Unit of Infectious Diseases, University Hospital 12 de Octubre, Madrid, Spain."], "href": "/?term=San+Juan+R&cauthor_id=33914228"}, {"author": "Rocío García-García", "affiliation": ["Department of Respiratory Medicine, University Hospital 12 de Octubre, Madrid, Spain."], "href": "/?term=Garc%C3%ADa-Garc%C3%ADa+R&cauthor_id=33914228"}, {"author": "Mercedes Catalán", "affiliation": ["Department of Intensive Care Medicine, University Hospital 12 de Octubre, Madrid, Spain."], "href": "/?term=Catal%C3%A1n+M&cauthor_id=33914228"}, {"author": "Victoria Villena", "affiliation": ["Department of Medicine, School of Medicine, Complutense University, Madrid, Spain.", "Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain.", "Department of Respiratory Medicine, University Hospital 12 de Octubre, Madrid, Spain."], "href": "/?term=Villena+V&cauthor_id=33914228"}, {"author": "José María Aguado", "affiliation": ["Department of Medicine, School of Medicine, Complutense University, Madrid, Spain.", "Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain.", "Unit of Infectious Diseases, University Hospital 12 de Octubre, Madrid, Spain."], "href": "/?term=Aguado+JM&cauthor_id=33914228"}, {"author": "Carlos Lumbreras", "affiliation": ["Department of Internal Medicine, University Hospital 12 de Octubre, Av Córdoba Km 5,400, 28041, Madrid, Spain.", "Department of Medicine, School of Medicine, Complutense University, Madrid, Spain.", "Research Institute of Hospital 12 de Octubre (imas+12), Madrid, Spain.", "Unit of Infectious Diseases, University Hospital 12 de Octubre, Madrid, Spain."], "href": "/?term=Lumbreras+C&cauthor_id=33914228"}, {"author": "COVID+12 group", "affiliation": [], "href": "/?term=COVID%2B12+group%5BCorporate+Author%5D"}, {"author": "José Bascuñana", "affiliation": [], "href": "/?term=Bascu%C3%B1ana+J"}, {"author": "Ana Colás", "affiliation": [], "href": "/?term=Col%C3%A1s+A"}, {"author": "Laura Corbella", "affiliation": [], "href": "/?term=Corbella+L"}, {"author": "Carmen Díaz-Pedroche", "affiliation": [], "href": "/?term=D%C3%ADaz-Pedroche+C"}, {"author": "María Teresa García", "affiliation": [], "href": "/?term=Garc%C3%ADa+MT"}, {"author": "Covadonda Gómez-Cuervo", "affiliation": [], "href": "/?term=G%C3%B3mez-Cuervo+C"}, {"author": "Pilar Hernández-Jiménez", "affiliation": [], "href": "/?term=Hern%C3%A1ndez-Jim%C3%A9nez+P"}, {"author": "Manuel Lizasoain", "affiliation": [], "href": "/?term=Lizasoain+M"}, {"author": "Francisco López-Medrano", "affiliation": [], "href": "/?term=L%C3%B3pez-Medrano+F"}, {"author": "Elena Medina-García", "affiliation": [], "href": "/?term=Medina-Garc%C3%ADa+E"}, {"author": "Asunción Pérez-Jacoiste", "affiliation": [], "href": "/?term=P%C3%A9rez-Jacoiste+A"}, {"author": "Mar Ripoll", "affiliation": [], "href": "/?term=Ripoll+M"}, {"author": "María Ruiz Ruigómez", "affiliation": [], "href": "/?term=Ruig%C3%B3mez+MR"}, {"author": "Jose Tiago SilvaSilva", "affiliation": [], "href": "/?term=SilvaSilva+JT"}, {"author": "María José Zamorro-Lorenci", "affiliation": [], "href": "/?term=Zamorro-Lorenci+MJ"}], "refPMID": ["32156327", "32202722", "32250385", "32109013", "32188484", "32171076", "32296069", "32361738", "32167524", "7722560", "31078660", "18929686", "31992387", "22797452", "17573487", "15122742", "26352116", "32319424", "32217556", "32304772", "32217835", "32396163", "32171063"], "citedInPMID": ["33914228", "35012962"], "body": " AbstractCoronavirus Disease 2019 (COVID-19) pandemic has implacably stricken on the wellness of many countries and their health-care systems. The aim of the present study is to analyze the clinical characteristics of the initial wave of patients with COVID-19 attended in our center, and to identify the key variables predicting the development of respiratory failure. Prospective design study with concurrent data retrieval from automated medical records of all hospitalized adult patients who tested positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) rRT-PCR assay performed on respiratory samples from March 2nd to 18th, 2020. Patients were followed up to May 1st, 2020 or death. Respiratory failure was defined as a PaO2/FiO2 ratio ≤ 200 mm Hg or the need for mechanical ventilation (either non-invasive positive pressure ventilation or invasive mechanical ventilation). We included 521 patients of whom 416 (81%) had abnormal Chest X-ray on admission. Median age was 64.6 ± 18.2 years. One hundred eighty-one (34.7%) developed respiratory failure after a median time from onset of symptoms of 9 days (IQR 6–11). In-hospital mortality was 23.8% (124/521). The modeling process concluded into a logistic regression multivariable analysis and a predictive score at admission. Age, peripheral pulse oximetry, lymphocyte count, lactate dehydrogenase and C-reactive protein were the selected variables. The model has a good discriminative capacity with an area under the ROC curve of 0.85 (0.82–0.88). The application of a simple and reliable score at admission seems to be a useful tool to predict respiratory failure in hospitalized COVID-19 patients.Supplementary InformationThe online version contains supplementary material available at 10.1007/s11739-021-02748-2.Keywords: Respiratory failure, SARS-CoV2, COVID-19, Coronavirus, Score, Outcome IntroductionCoronavirus Disease 2019 (COVID-19) pandemic has implacably stricken on the wellness of many countries and their health-care systems.COVID-19 has rapidly spread over the world, the incidence curve being overwhelmingly steep in Mediterranean countries such as Italy or Spain [1]. The first case in Madrid was reported on February 25th 2020 [2], and our center diagnosed the first patient in March 1st. In spite of the efforts for flattening the epidemic curve, more than 3000 patients have been attended over the following weeks in our hospital. The number of subjects needing critical-care assistance grew enormously, this picture being the rule in the metropolitan area of Madrid and in some other highly populated Spanish regions. The magnitude of the epidemic, the uncertain benefit-harm balance of available treatments, and the ethical responsibility for fairly allocating medical resources has generated great stress among physicians [3].In such scenario, a rapid and early assessment of patients’ risk to progress to respiratory failure is essential to wisely manage hospital resources. Recent studies have reported that elderly patients with high blood pressure and presenting with high C-reactive protein (CRP), Sequential Organ Failure Assessment index, lymphopenia or d-dimer are at higher risk of severe disease and death [4–10]. Still, these parameters may lack sensitivity and specificity, and they should be adjusted by other strategies aiming to avoid or delay respiratory support. The ideal evaluation of patients at baseline should be simple and executive, but also should lead to right decisions. The aim of this study was to analyze the clinical characteristics of the initial wave of patients with COVID-19 attended in our center, and to create an easy-to-perform score to rapidly identify patients at risk of developing respiratory failure. MethodsStudy Population and designThis prospective and observational study included all consecutive adult (≥ 18 years) patients with confirmed COVID-19 and hospitalized at the University Hospital “12 de Octubre” from March 2nd to 18th, 2020. Our center is a 1200-bed teaching hospital, including 56 ICU-beds and referral to a population of around 470,000 inhabitants in southern Madrid (Spain). Patients were enrolled at the time of diagnosis of COVID-19 and followed up to May 1st, 2020 or death, whatever came first.Clinical characteristics, baseline features measured by Charlson Comorbidity Index [11], vital signs, respiratory status, radiological data, and laboratory values at admission, along with patient progress and complications during hospitalization were recorded in electronic medical records and concurrently extracted.Vital signs were obtained in the Emergency Department triage and the first available laboratory data from each patient were used to calculate the score. Study data were collected and managed using REDCap electronic data capture tools hosted at the Research Institute of Hospital 12 de Octubre (imas+12). REDCap (Research Electronic Data Capture) is a secure, web-based software platform designed to support data capture for research studies [12, 13].The protocol was approved by the Hospital 12 de Octubre Clinical Research Ethics Committee (reference 20/117) and granted a waiver of informed consent due to its observational design.Microbiological methodsFor the molecular diagnosis of SARS-CoV-2 infection, nasopharyngeal swabs [flocked swabs in UTM™ viral transport medium (Copan Diagnostics, Brescia, Italy)] were obtained from suspected cases and processed by automatized extraction and specific PCR methods [14]. For real-time reverse transcription polymerase chain reaction (rRT-PCR), the LightCycler 480 System instrument (Roche Life Science, Indianapolis, IN, USA) was used.Endpoint definitionRespiratory failure was defined as a partial pressure of arterial oxygen/fraction of inspired oxygen PaO2/FiO2 (PaO2/FiO2) ratio ≤ 200 mmHg [15], or the need for mechanical ventilation (either non-invasive positive pressure ventilation—Continuous (CPAP) or Bilevel positive pressure ventilation- or invasive mechanical ventilation), including those patients who had a clinical indication for ventilatory support but for any reason were finally not ventilated. If PaO2 was not available, the estimated PaO2/FiO2 (ePaO2/FiO2) ratio was calculated using the pulse oximetry saturation/fraction of inspired oxygen (SpO2/FiO2) ratio applying the formula SpO2/FiO2 = 64 + 0.84 × PaO2/FiO2 [16].Statistical methodsThe presence or absence of respiratory failure was blindly defined to clinical information. We did not calculate formal sample size. Instead, all available data were used to maximize the power of the study.Outcome (respiratory failure) was recorded in all patients. In the predictive model of respiratory failure [age, lymphocytes, SpO2%, CRP and lactate dehydrogenase (LDH)] only 18 patients had missing data, representing 3.45% of the entire cohort. Given the low percentage of patients excluded from the multivariate model, no imputation of data was performed and only complete-cases were included for the development of the model.Quantitative variables were described using median and interquartile range (IQR) or means ± standard deviation (SD), and compared by Student's t test for independent samples or Mann–Whitney U test, as appropriate. All parameters were tested for normality of distribution by means of the Kolmogorov–Smirnov test. Categorical variables were expressed by absolute and relative frequency, and compared by X2-test or Fisher exact test.Univariate analysis was performed to establish the relationship of variables to the development of respiratory failure and adjusted p values for multiple comparisons were obtained using the method of Benjamini and Hochberg. Associations were expressed as odds ratios (ORs) with 95% confidence intervals (95% CI) for categorical variables, and effect size with 95% CI for continuous variables was calculated using Cohen´s d method with the “esize” function of Stata 16. Thirty-two variables were considered for inclusion in the study of the presence of respiratory failure. The complete list of variables initially analyzed is shown in Supplementary Table ​Table3.3. Secondly, a multivariate analysis of significant risk factors of respiratory failure identified in the univariate analysis, as well as other risk factors that we considered clinically relevant, was performed using a logistic regression. Backward selection with a type I error rate of 0.05 was used to reach a final reduced model containing 5 predictor variables (age, SpO2, lymphocytes, LDH and CRP). Discrimination of the final model was quantified via a C-statistic (ROC area), the predictive ability was determined with Brier score and R2 Nalgerkerke and Hosmer and Lemeshow test was used to determine the goodness-of-fit. The logistic regression model was converted to a more user-friendly integer score predicting an individual’s probability of respiratory failure. With each quantitative factor grouped into categories, an individual score increases by an integer amount for each level above the lowest category. Each integer amount is a rounding of the exact coefficient obtained from the logistic regression model. The lower the value of the score, the lower the risk of respiratory failure and vice-versa. This risk score was based on increasing categories of probability of respiratory failure on the methodology of risk score function implemented in the Framingham study [17]. A calibration plot was used to validate predicted probabilities against binary events. Model development was performed using rms package (Frank E Harrell Jr (2015). rms: Regression Modeling Strategies. R package version 4.3–1. http://CRAN.R-project.org/package=rms). All statistical tests were 2-tailed and the threshold of statistical significance was p < 0.05. Additionally, LOESS smoothing function was used to plot probability of respiratory failure. Statistical analysis was performed with computer software (IBM SPSS Statistics for Windows, Version 21.0. Armonk, NY: IBM Corp).Table 3Proposed score for predicting respiratory failureVariableCut-off and associated pointsPointsProbability of respiratory failureAge < 55 years0 points55–75 years2 points > 75 years3 points01234567891011121314151617181920 > 201.1%1.6%2.6%4%6%9.1%13.5%19.4%27.3%36.8%47.5%58.4%68.6%77.2%84%89.1%92.7%95.2%96.8%97.9%98.6%99.1%Lymphocyte count(cells/µl) < 5004 points500–10003 points > 10000 pointsSpO2% < 929 points92–961 point > 960 pointsLDH (U/I) < 2800 points280–3801 point > 3804 pointsCRP (mg/dl) < 40 points4–121 point > 123 pointsOpen in a separate windowSpO2 peripheral pulse oximetry; LDH lactate dehydrogenase; CRP C-reactive protein ResultsBaseline and clinical characteristicsDuring the recruitment period, 521 patients were included, of whom 181 (34.7%) developed respiratory failure after a median time from the onset of symptoms of 9 days [interquartile range (IQR): 6–11)]. Supplementary Fig. 1 shows the number of patients hospitalized at 12 Octubre University Hospital in medical wards and ICU during the study period.Demographic and clinical characteristics of the patients are shown in Table ​Table1.1. Median age was 64.6 ± 18.2 years, with 317 patients (60.8%) over 60 years (77.9% in respiratory failure group vs 51.8% in non-respiratory failure, p < 0.0001). Median Charlson Comorbidity index was ≥ 1 in 50% of patients, being higher among cases with respiratory failure group [1 (IQR 0–2) vs 0 (IQR 0–1), p < 0.0001]. The most frequent previous medical condition was hypertension (42%).Table 1Demographic, clinical, radiological, and laboratory findings at admission according to the development of respiratory failureVariableTotal (n = 521)Respiratory failure (n = 181)Non-respiratory failure (n = 340)p valueBaseline characteristics Age (years)64.66 ± 18.271.73 ± 14.9160.89 ± 18.69 < 0.0001 Gender (male)299 (57.6)125 (69.1)174 (51.5) < 0.0001 Charlson comorbidity index score1 (0–2)1 (0–2)0 (0–1) < 0.0001 Hispanic ethnicity (vs. others)98 (19.3)31 (17.3)67 (20.3)0.41 Caucasic (vs. others)391 (76.8)145 (81)246 (74.5)0.099 Nursing-home or extended-care facility17 (3.3)11 (6.1)6 (1.8)0.008 Smoker (current or former)131 (25.7)64 (35.8)67 (20.3) < 0.0001 Obesity150 (34.2)61 (38.1)89 (32)0.19 Diabetes mellitus95 (18.3)43 (23.8)52 (15.3)0.018 Hypertension217 (42.1)97 (54.2)120 (35.7) < 0.0001 Coronary heart disease40 (7.7)19 (10.5)21 (6.2)0.078 Congestive heart failure33 (6.3)16 (8.8)17 (5)0.087 Peripheral artery disease21 (4)12 (6.6)9 (2.6)0.028 Asthma40 (7.7)6 (3.3)34 (10)0.006 Chronic obstructive pulmonary disease41 (7.9)26 (14.4)15 (4.4) < 0.0001 Pulmonary hypertension16 (3.2)11 (6.3)5 (1.5)0.004 Sleep apnea syndrome37 (7.1)21 (11.6)16 (4.7)0.004 Cerebrovascular disease31 (6)20 (11)11 (3.2) < 0.0001 Dementia53 (10.2)30 (16.6)23 (6.8) < 0.0001 Chronic kidney disease35 (6.7)18 (9.9)17 (5)0.032 Chronic liver disease25 (4.8)12 (6.7)13 (3.8)0.14 Malignancya72 (14.3)38 (21.8)34 (10.3) < 0.0001 Previous use of steroidsb34 (6.6)18 (9.9)16 (4.7)0.023Clinical findings at admission Duration of illness prior to confirming the infection (days)5 (3–7)5 (3–7)5 (3–7)0.68 > 7 days116 (22.5)36 (20.2)80 (23.7)0.36 Temperature (ºC)37.73 ± 0.9737.63 ± 0.9737.7 ± 0.960.38 Systolic BP (mm Hg)124 (114–138)125 (114–140)124 (114–138)0.72 Heart rate (beats per minute)90 (79–103)90.5 (78–102)90 (80–104)0.34 Respiratory rate (breaths per minute)18 (15–22)20 (16–26.2)18 (15–18) < 0.0001 > 20 breaths per minute138 (27.8)80 (47.1)58 (17.7) < 0.0001 Altered consciousness53 (10.2)34 (18.8)19 (5.6) < 0.0001 Dyspnea278 (53.5)126 (69.6)152 (44.8) < 0.0001 Radiological findings Abnormal Chest X-ray416 (81.1)158 (87.8)258 (77.5)0.004 PaO2 (mmHg)c67 (55–86.25)57 (50.5–70.5)79 (62–96) < 0.0001 SpO2 (%)c92.95 ± 6.5588.72 ± 8.5695.22 ± 3.46 < 0.0001 ePAFI ratio376 (282–457)285 (241–376)409.5 (333–471) < 0.0001 Leukocytes (× 103 cells/µl)5.6 (4.4–7.59)6.4 (4.7–8.75)5.4 (4.3–7.1) < 0.0001 Neutrophils (× 103 cells/µl)4 (2.9–5.8)5 (3.5–7.35)3.6 (2.7–5.2) < 0.0001 Lymphocytes (× 103 cells/µl)0.9 (0.6–1.2)0.7 (0.5–1)1 (0.7–1.3) < 0.0001 Monocytes (× 103 cells/µl)0.5 (0.3–0.7)0.4 (0.3–0.7)0.5 (0.4–0.7)0.013 Platelets (× 103 /µl)182 (145.2–233)169 (131.5–213.5)187 (153–238)0.007 Hemoglobin (g/dl)13.84 ± 1.8813.57 ± 1.9913.98 ± 1.80.018 Lactate (mmol/l)1.4 (1–1.8)1.45 (1.1–2)1.2 (1–1.6)0.004 Creatinine (mg/dl)0.9 (0.71–1.12)0.99 (0.8–1.4)0.84 (0.69–1.06) < 0.0001 Triglyceride levels (mg/dl)120 (96–159)123 (94–160.5)120 (97–159)0.9 Ferritin levels (ng/ml)702 (338–1352)1107 (514–2045)603 (294–1069) < 0.0001 LDH (U/l)328 (265–413)406 (311–527)304 (250–368) < 0.0001 AST (mg/dl)33 (24.5–50.8)41 (28–58)31 (23.2–44.7) < 0.0001 Albumin (mg/dl)3.77 (3.4–4.1)3.6 (3.2–3.9)3.9 (3.5–4.2) < 0.0001 Bilirubin (mg/dl)0.4 (0.3–0.6)0.5 (0.3–0.6)0.4 (0.3–0.5) < 0.0001 Creatine kinase (U/l)90 (52–189)120 (74–251.5)78 (46.7–149.7) < 0.0001 Troponin T (pg/ml)10.3 (5.73–21.4)17.5 (9.8–30.7)8.1 (5.1–16.25) < 0.0001 CRP (mg/dl)7.62 (3.1–15)13.8 (7.33–23.37)4.56 (1.83–10.56) < 0.0001 Procalcitonin (ng/mL)0.12 (0.07–0.3)0.25 (0.14–0.7)0.08 (0.06–0.14) < 0.0001 Fibrinogen levels (mg/dl)669 (581–785)723 (622–817.5)652 (560–747.5) < 0.0001 D-dimer (mg/mL)611 (373–1091)874 (569–1379)532 (326–853) < 0.0001Open in a separate windowBold characters indicate p values < 0.05Data are presented as No. (%) or median (interquartile range) or mean ± standard deviation. Bold characters indicate p values < 0.05. All categorical variables analyzed are dichotomous. The reference category is the absent of the analyzed factor. All laboratory values were available in > 90% of cases except: PaO2 (n = 262); Lactate (n = 229); Triglyceride levels (n = 201); Creatine kinase (n = 415); Troponin T (n = 285); Procalcitonin (n = 163); Fibrinogen levels (n = 346); D-dimer (n = 230)BP blood pressure; PaO2 partial pressure of oxygen; SpO2 peripheral pulse oximetry; ePAFI estimated pulse oximetry saturation/fraction of inspired oxygen (SpO2/FiO2) ratio; LDH lactate dehydrogenase; AST aspartate aminotransferase; CRP C-reactive proteinaMalignancy includes hematological malignancies and solid organ tumorbUse of steroids was defined as (1) more than 20 mg/day of oral prednisone during 7 days or longer or (2) less than 20 mg/day during a minimum of 3 monthscMeasured on room airPatients’ characteristics at admissionThe median time between the onset of symptoms to the first positive rRT-PCR was 5 days (IQR 3–7), it being above 7 days in 116 patients (22.5%). Clinical, radiological and laboratory findings at admission are shown in Table ​Table1.1. At admission, initial chest X-ray showed abnormal findings in 416 cases (81.1%) (87.8% in respiratory failure vs 77.5% in non-respiratory failure, p = 0.004). The most common radiologic finding was bilateral ground-glass opacities (41.9%).Hematologic and biochemical abnormalitiesAs shown in Table ​Table1,1, significant differences were observed in most laboratory parameters between those who developed respiratory failure in comparison with those did not. Partial pressure of arterial oxygen (PaO2) on room air was determined in 262 cases whereas pulse oximetry saturation (SpO2) on room air was used in 512 patients. SpO2 (%) at admission was 93 ± 6, and SpO2 < 90% was present in 101 cases (19.7%). Median values of LDH, CRP, and lymphocyte count at admission were 328 UI/l (IQR 265–413), 7.6 mg/dl (IQR 3.1–15), and 0.9 × 103cells/µl (IQR 0.62–1.2), respectively.Management and outcomeIn the course of hospitalization, 347 patients (68%) received oxygen therapy during a median of 6 days (IQR 3–11). Four hundred seventy-six patients were treated with antibiotics (91.5%), being azithromycin used in 292 cases (56%). Likewise, Lopinavir/ritonavir, hydroxychloroquine, interferon-β1b, corticosteroids, tocilizumab and remdesivir were prescribed in 60% (314), 75% (393), 24% (128), 25% (131), 8% (44), and 0.2% (1) patients, respectively.As shown in Supplementary Table 1, ICU admission occurred in 52 patients (10%), of whom 51 belonged to the respiratory failure group (28% vs 0.3%, p < 0.0001). Median length of stay in ICU was 12.5 days (IQR 6–18).Median time from admission to respiratory failure was 3 days (IQR 1–6). In the respiratory failure group, 27% (49/181) of patients were treated with invasive mechanical ventilation for a median duration of 12 days (IQR 7–17), whereas 31 patients (17%) were managed with non-invasive mechanical ventilation. Extracorporeal membrane oxygenation and prone position were used in 1 and 43 patients, respectively.Median time from admission to clinical improvement was 5 days (IQR 3–9), with a significant difference between groups [14.5 days (IQR 9–20) in the respiratory failure group vs.5 days (IQR 3–7) in the non-respiratory failure group, p < 0.0001].Overall mortality occurred in 23.8% (124/521), with a significant difference between groups [65.7% (119/181) vs. 1.5% (5/340), p < 0.0001]. Median time from admission to discharge or death was 9 days (IQR 6–14 days), [11 days (IQR 7–19) vs. 8 days (IQR 5–12), p < 0.0001]. Among survivors, median hospital stay was 22 days (IQR 16.5–31) in respiratory failure group vs. 8 days (IQR 5–12) in non-respiratory failure one (p < 0.0001).To analyze medical complications happening in the course of hospitalization, patients were followed up for 1 month or until death (see Supplementary Table 1).Risk estimation of respiratory failureAs Table ​Table22 shows, a reduced model identifying respiratory failure was generated. Five variables remained independently associated with the primary endpoint: age (OR 1.026; 95% CI 1.019–1.042, p = 0.0004), SpO2(%) (OR 0.853; 95% CI 0.804–0.906, p < 0.0001), lymphocyte count (OR 0.414; 95% CI 0.232–0.737, p = 0.0029), LDH (OR 1.004; 95% CI 1.002–1.006, p = 0.0001) and CRP (OR 1.048; 95% CI 1.018–1.078, p = 0.0013). LOESS smoothing curve plotting the probability of respiratory failure against variables included in the score are depicted in Fig. 1.Table 2Regression coefficients of the logistic regression modelIntercept and risk factorsRegression coefficientp valueOR95% CI of ORIntercept11.04240.0003––Age (years)0.02640.00041.0261.0118–1.0419Lymphocytes (cells/µl)− 0.87770.00290.4140.2324–0.7376LDH (U/I)0.00440.00011.00441.0022–1.0066CRP (mg/dl)0.0470.00131.0481.0185–1.0784SpO2 (%)− 0.1585 < 0.00010.85370.8045–0.9059Open in a separate windowThe linear predictor can be calculated as 11.042 + 0.0264 × each year (age)—0.1585 × each unit of SpO2(%) − 0.877 × each lymphocyte (× 103 cells/µl) + 0.0044 × each unit of LDH + 0.047 × each unit of C-reactive protein (mg/dl). The predicted probability of respiratory failure can be calculated with the formula 1/(1 + exp [− linear predictor])OR odds ratio; CI confidence interval; SpO2 peripheral pulse oximetry; LDH lactate dehydrogenase; CRP C-reactive proteinOpen in a separate windowFig. 1LOESS smoothing curve plotting the probability of respiratory failure against variables included in the scoreA score predicting the occurrence of respiratory failure was created as visualizations of the logistic regression model (Table ​(Table3).3). As an example, a patient with age 60 years, 800 lymphocytes/µl, SpO2 of 93%, LDH of 315 U/I and a CRP of 5 mg/dl, receives a score of 11. Therefore, using this model, this patient would have an estimated probability of 58.4% of respiratory failure.This reduced model provided good discriminative ability (bootstrap-corrected c index 0.85) as Fig. 2 and Supplementary Table 2 shows and goodness-of-fit (Hosmer and Lemeshow p = 0.49). According to Youden´s Index J the optimal cut-off for the score was 9 points (sensitivity of 82.66% and specificity of 71.96%). The corresponding sensitivity, specificity, positive, and negative likelihood ratios of different points are detailed in Supplementary Table 4.Open in a separate windowFig. 2Receiver operating characteristic (ROC) curve of the score in discriminating the presence of respiratory failureCalibration plot for the score is shown in Supplementary Fig. 2. The c-statistic (area under ROC curve) for internal validation was 0.84. DiscussionDuring the recruitment period of the study, our hospital experimented an exponential growth of COVID-19 patients in medical wards and ICU in a short period of time, as shown in Supplementary Fig. 1. This circumstance forced an adaptive restructuration aimed to rapidly increase medical, respiratory intermediate care, and ICU beds. In a situation of overload such as the one we suffered during the first wave of the pandemic, the early identification of patients at high risk of respiratory failure seems mandatory to ensure appropriate infrastructure for respiratory support. In this context, a score with the ability of facilitating the early triage of these patients is essential. Furthermore, this score should be simple and easily implemented, even in resource-limited settings.In this regard, we present a simple and quick 5-item score which can be easily calculated at patients’ bedside at admission. A large proportion of subjects at a high risk of respiratory failure would be identified by this tool with a high discriminative ability (C-statistic = 0.85). Having this information at an early stage would allow a sound planning of hospital beds and use of respiratory resources. Of note, this score would also select patients who would benefit from the early use of anti-inflammatory drugs to manage the characteristic dysfunctional immune response in patients with severe SARS-CoV-2 infection.As shown in Supplementary Table 2, Charlson Comorbidity index substituting age could slightly increase the accuracy of the score, but the use of age is much simpler and practical, and the discrimination of the final model and the predictive ability was similar (pairwise comparison of ROC curves, p = 0.3). The score also includes SpO2% which is easier to determine than PaO2, and therefore was collected in the majority of cases. It should also be noted that arterial blood gas diagnostics could be inaccessible in resource-constrained settings, being pulse oximetry a reliable alternative to achieve a validated estimation of PaO2/FIO2, as proposed by the Kigali modification of Berlin criteria [18]. We also believe that SpO2% is a more reliable parameter than dyspnea, since this symptom may not be reported by patients even in presence of severe hypoxemia, probably because of the persistence of spared, normal compliant lung tissue surrounding affected areas with extreme intrapulmonary shunt [19].The other three variables included in the score are laboratory values. Lymphopenia is described as a prognostic marker in SARS-CoV-2 [20]. Others, like interleukin-6, D-dimers, procalcitonin, and ferritin [10, 21, 22] have been also associated with a poor outcome, but their availability in many Emergency Departments is scarce, this needing to be considered in a resource shortage scenario. In our score, the laboratory values related with respiratory failure were LDH and CRP, which performed soundly for predicting respiratory failure (Fig. 3). As shown in Supplementary Table 2, ferritin did not improve the model accuracy.Open in a separate windowFig. 3Predicted probability of respiratory failureDifferent outcomes have been proposed in COVID-19 observational studies, being mortality the most frequently reported [7, 9, 10, 21]. Only one study reported the risk factors associated with acute respiratory distress syndrome, although it did not propose a score [10].A recently published Chinese report [23] proposed a 10-item score for predicting the need of invasive ventilation, as part of a composite endpoint (which also included death and ICU admission). While of interest, the population analyzed was significantly different from that of our cohort regarding age and baseline features, COVID-19 respiratory involvement, and mortality. Our study may be more representative of the situation experienced in most Western countries. In this regard, our endpoint focuses on the most frequent and serious complication associated with COVID-19. Development of respiratory failure frequently leads to the need for invasive ventilation, ICU admission, and death (Liang's study endpoints), but it also adds the use of non-invasive mechanical ventilation outside ICU, which needs trained staff and sophisticated facilities, too. In addition, it also includes a significant number of patients with respiratory failure who would finally not be suitable for ventilation, but would still benefit from optimized medical therapy and medical resources for a long time. We believe that our primary endpoint offers a more realistic picture of the situation experienced in overloaded hospitals.We want to point out that despite the majority of chest X-ray were abnormal, the score was verified in the subgroup with normal X-ray, being the AUC 0.81 (p < 0.0001). These data might be of interest, since it could facilitate the use of the score even in less severe population, although this recommendation should be taken with caution.An important strength of our study was that possible biases have been minimized by including all consecutive adult hospitalized patients with confirmed COVID-19 and presenting a very low percentage of missing data in the main variables of the study, especially in vital signs and analytical values, as they were gathered automatically by electronic records.Conversely, this single center study has the inherent limitations of potential selection bias, depending on the main demographic features of the population attended. Additional prospective multicenter validation studies of the proposed score for predicting the occurrence of respiratory failure should be completed before clinical use. The only laboratory value with a high percentage of missing data was D-dimers, so we failed in demonstrating if it could be an independent risk factor. This parameter has been associated with worse prognosis in some studies [10] but not in all of them [9, 21] and its high cost and, in our case, unavailability of enough test at some moments of the wave, limited its use.Summing up, we believe that the proposed score may have significant clinical implications. In comparison with other scores proposed for predicting an unfavorable outcome for COVID-19 patients, this has the advantage of its simplicity and the fact that it can be calculated at the bedside of the patient on his arrival at the Emergency Department. It would be a useful tool to optimize the scarce resources available in a pandemic situation by identifying, at admission in the Emergency Department, patients at risk to develop respiratory failure. As some authors pointed out, adoption of straightforward triage algorithms might be useful to optimize the management of hypoxic patients with severe disease [24]. Additionally, our endpoint includes patients with respiratory failure (and not only invasive ventilation). This fact give us an accurate idea of a subgroup of more severe and life-threating patients in which early immunomodulatory drugs may be considered. ConclusionsWe propose a simple score to early predict the development of respiratory failure in COVID-19 to optimize antiviral and immunomodulatory therapy and to adequate health-care resources, including respiratory support in such a pandemic situation. Supplementary InformationBelow is the link to the electronic supplementary material.Supplementary file1 (DOCX 377 KB)(377K, docx) AcknowledgementsThe authors acknowledge the COVID+12 group Investigators: José Bascuñana, Ana Colás, Laura Corbella, Carmen Díaz-Pedroche, María Teresa García, Covadonda Gómez-Cuervo, Pilar Hernández-Jiménez, Manuel Lizasoain, Francisco López-Medrano, Elena Medina-García, Asunción Pérez-Jacoiste, Mar Ripoll, María Ruiz Ruigómez, Jose Tiago Silva and María José Zamorro-Lorenci. All of them from University Hospital 12 de Octubre, Madrid, Spain. Author contributionsAll authors meet the requirements for authorship. A.L., J.L–T., G.M., V.V., JM. A. and C.L. design the study. A.L., G.M., J.S. screened the patients. A.L., J.L–T., G.M., E.A., B.M., R. D., C.C., M.M., A.M., A.G. M.F., J.S., R.S-J., R.G., M.C. did acquisition of data. A.L., J.L–T., D.L. performed the statistical analysis. D.F., A.S. and C.C. did laboratory tests. A.L., J.L–T., D.L., participated in the data interpretation and edited the article. A.L., J.L–T. and C.L. created the first draft of the article. A.L., G.M., M.F., JM. A. and C.L. participated in Project Administration and Supervision. A.L., J.L–T. and C.L. wrote the final draft of the article and made all the changes suggested by the coauthors. All authors had access to the clinical study report, reviewed the article, and approved the submission of the article. FundingThis study was supported by the Spanish Ministry of Science and Innovation, Instituto de Salud Carlos III (COVID-19 research call COV20/00181) — co‐financed by the European Development Regional Fund “A way to achieve Europe”. Mikel Mancheño-Losa was supported by a Research Contract “Río Hortega” from the Spanish Ministry of Science and Innovation, Instituto de Salud Carlos III (CM19/00226). Mario Fernández-Ruiz holds a research contract “Miguel Servet” from the Spanish Ministry of Science and Innovation, Instituto de Salud Carlos III (CP 18/00073). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. DeclarationsConflict of interestThe authors declared they do not have anything to disclose regarding conflict of interest with respect to this manuscript.Human and animal rights statementThe study protocol was approved by the University Hospital 12 de Octubre Review Board.Informed consentThe protocol was approved by the Hospital 12 de Octubre Clinical Research Ethics Committee and granted a waiver of informed consent due to its observational design. FootnotesCOVID+12 is a member of SEMI-COVID network. An initiative of the Spanish Society of Internal Medicine (SEMI). Membership of the COVID+12 group is provided in Acknowledgments.Publisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Contributor InformationCOVID+12 group:José Bascuñana, Ana Colás, Laura Corbella, Carmen Díaz-Pedroche, María Teresa García, Covadonda Gómez-Cuervo, Pilar Hernández-Jiménez, Manuel Lizasoain, Francisco López-Medrano, Elena Medina-García, Asunción Pérez-Jacoiste, Mar Ripoll, María Ruiz Ruigómez, Jose Tiago SilvaSilva, and  María José Zamorro-Lorenci References1. Instituto de Salud Carlos III CNdEa. Vigilancia en Salud Pública (2020) Available at: https://cnecovid.isciii.es/covid19/#declaraci%C3%B3n-agregada. Accessed 10 May 20202. Spiteri G, Fielding J, Diercke M, et al.  First cases of coronavirus disease 2019 (COVID-19) in the WHO European Region, 24 January to 21 February 2020. Euro Surveill. 2019 doi: 10.2807/1560-7917.ES.2020.25.9.2000178. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Emanuel EJ, Persad G, Upshur R, et al.  Fair allocation of scarce medical resources in the time of Covid-19. N Engl J Med. 2020 doi: 10.1056/NEJMsb2005114. [PubMed] [CrossRef] [Google Scholar]4. Grasselli G, Zangrillo A, Zanella A, et al.  Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy region. Italy JAMA. 2020 doi: 10.1001/jama.2020.5394. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Guan WJ, Ni ZY, Hu Y, et al.  Clinical characteristics of Coronavirus Disease 2019 in China. N Engl J Med. 2020;382(18):1708–1720. doi: 10.1056/NEJMoa2002032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Shi Y, Yu X, Zhao H, et al.  Host susceptibility to severe COVID-19 and establishment of a host risk score: findings of 487 cases outside Wuhan. Crit Care. 2020;24(1):108. doi: 10.1186/s13054-020-2833-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Zhou F, Yu T, Du R, et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395(10229):1054–1062. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Tan L, Wang Q, Zhang D, et al.  Lymphopenia predicts disease severity of COVID-19: a descriptive and predictive study. Signal Transduct Target Ther. 2020;5(1):33. doi: 10.1038/s41392-020-0148-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Hu L, Chen S, Fu Y, et al.  Risk factors associated with clinical outcomes in 323 COVID-19 hospitalized patients in Wuhan. China Clin Infect Dis. 2020 doi: 10.1093/cid/ciaa539. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Wu C, Chen X, Cai Y, et al.  Risk factors associated with acute respiratory distress syndrome and death in patients with Coronavirus Disease 2019 Pneumonia in Wuhan, China. JAMA Intern Med. 2019 doi: 10.1001/jamainternmed.2020.0994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Charlson M, Szatrowski TP, Peterson J, et al.  Validation of a combined comorbidity index. J Clin Epidemiol. 1994;47(11):1245–1251. doi: 10.1016/0895-4356(94)90129-5. [PubMed] [CrossRef] [Google Scholar]12. Harris PA, Taylor R, Minor BL, et al.  The REDCap consortium: building an international community of software platform partners. J Biomed Inform. 2019;95:103208. doi: 10.1016/j.jbi.2019.103208. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Harris PA, Taylor R, Thielke R, et al.  Research electronic data capture (REDCap): a metadata-driven methodology and workflow process for providing translational research informatics support. J Biomed Inform. 2009;42(2):377–381. doi: 10.1016/j.jbi.2008.08.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Corman VM, Landt O, Kaiser M, et al.  Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR. Euro Surveill. 2019 doi: 10.2807/1560-7917. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Force ADT, Ranieri VM, Rubenfeld GD, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]16. Rice TW, Wheeler AP, Bernard GR, et al.  Comparison of the SpO2/FIO2 ratio and the PaO2/FIO2 ratio in patients with acute lung injury or ARDS. Chest. 2007;132(2):410–417. doi: 10.1378/chest.07-0617. [PubMed] [CrossRef] [Google Scholar]17. Sullivan LM, Massaro JM, D'Agostino RB. Presentation of multivariate data for clinical use: the Framingham Study risk score functions. Stat Med. 2004;23(10):1631–1660. doi: 10.1002/sim.1742. [PubMed] [CrossRef] [Google Scholar]18. Riviello ED, Kiviri W, Twagirumugabe T, et al.  Hospital incidence and outcomes of the acute respiratory distress syndrome using the Kigali modification of the Berlin definition. Am J Respir Crit Care Med. 2016;193(1):52–59. doi: 10.1164/rccm.201503-0584OC. [PubMed] [CrossRef] [Google Scholar]19. Dondorp AM, Hayat M, Aryal D, et al.  Respiratory support in novel Coronavirus Disease (COVID-19) patients, with a focus on resource-limited settings. Am J Trop Med Hyg. 2020 doi: 10.4269/ajtmh.20-0283. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Chen T, Wu D, Chen H, et al.  Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study. BMJ. 2020;368:m1091. doi: 10.1136/bmj.m1091. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Chen R, Liang W, Jiang M, et al.  Risk factors of fatal outcome in hospitalized subjects with Coronavirus Disease 2019 from a nationwide analysis in China. Chest. 2019 doi: 10.1016/j.chest.2020.04.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Chen G, Wu D, Guo W, et al.  Clinical and immunological features of severe and moderate coronavirus disease 2019. J Clin Invest. 2020;130(5):2620–2629. doi: 10.1172/JCI137244. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Liang W, Liang H, Ou L, et al.  Development and validation of a clinical risk score to predict the occurrence of critical illness in hospitalized patients with COVID-19. JAMA Intern Med. 2020 doi: 10.1001/jamainternmed.2020.2033. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Ayebare RR, Flick R, Okware S, et al.  Adoption of COVID-19 triage strategies for low-income settings. Lancet Respir Med. 2020;8(4):e22. doi: 10.1016/S2213-2600(20)30114-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}