{"title": "Home Management of Patients with Moderate or Severe Respiratory Failure Secondary to COVID-19, Using Remote Monitoring and Oxygen with or without HFNC", "pubDate": "2021", "PMCID": "PMC8065650", "DOI": "10.3390/pathogens10040413", "PMID": "33915796", "abstract": "Background:                       Home treatment of patients affected by COVID-19 is still a matter of daily debate. During the clinical evolution of the disease, there are high risks of lung failure, which requires oxygen therapy. Here, we report our clinical experience with at-home treatment using high-flow nasal cannula in non-hospitalised patients with confirmed COVID-19.                  Patients and methods:                       In this study, 18 patients with moderate-to-severe respiratory failure secondary to COVID-19 were monitored at home daily for temperature and SpO2 measurements. Other parameters such as saturation of peripheral oxygen (SpO2), SpO2/FiO2 (fraction of inspired oxygen), temperature, and lung performance were monitored periodically. Depending on oxygen requirements, the patients also received either standard oxygen via a face mask or, if higher FiO2 required, high-flow nasal cannula (HFNC).                  Results:                       All 18 patients had favourable outcomes and recovered from COVID-19. No death was recorded in this group.                  Conclusion:                       Our clinical experience proves that high-flow nasal cannula oxygen therapy may be considered for at-home treatment of COVID-19 patients with moderate lung failure. This could be useful for further treatment during the pandemic and may also be considered in future epidemics.", "author": [{"author": "Anna Annunziata", "affiliation": ["Department of Respiratory Pathophysiology, Monaldi-Cotugno Hospital, 80131 Naples, Italy."], "href": "/?term=Annunziata+A&cauthor_id=33915796"}, {"author": "Antonietta Coppola", "affiliation": ["Department of Respiratory Pathophysiology, Monaldi-Cotugno Hospital, 80131 Naples, Italy."], "href": "/?term=Coppola+A&cauthor_id=33915796"}, {"author": "Novella Carannante", "affiliation": ["First Division Infectious Disease, Cotugno Hospital, 80131 Naples, Italy."], "href": "/?term=Carannante+N&cauthor_id=33915796"}, {"author": "Francesca Simioli", "affiliation": ["Department of Respiratory Pathophysiology, Monaldi-Cotugno Hospital, 80131 Naples, Italy."], "href": "/?term=Simioli+F&cauthor_id=33915796"}, {"author": "Maurizia Lanza", "affiliation": ["Department of Respiratory Pathophysiology, Monaldi-Cotugno Hospital, 80131 Naples, Italy."], "href": "/?term=Lanza+M&cauthor_id=33915796"}, {"author": "Pierpaolo Di Micco", "affiliation": ["Department of Medicine, Fatebenefratelli Hospital of Naples, 80129 Naples, Italy."], "href": "/?term=Di+Micco+P&cauthor_id=33915796"}, {"author": "Giuseppe Fiorentino", "affiliation": ["Department of Respiratory Pathophysiology, Monaldi-Cotugno Hospital, 80131 Naples, Italy."], "href": "/?term=Fiorentino+G&cauthor_id=33915796"}], "refPMID": ["32756535", "33357219", "32348588", "22797452", "17573487", "26271028", "32220112", "27997805", "32542464", "33242934", "32299867", "30357270", "28736002"], "citedInPMID": ["33915796", "34182540"], "body": " AbstractBackground: Home treatment of patients affected by COVID-19 is still a matter of daily debate. During the clinical evolution of the disease, there are high risks of lung failure, which requires oxygen therapy. Here, we report our clinical experience with at-home treatment using high-flow nasal cannula in non-hospitalised patients with confirmed COVID-19. Patients and methods: In this study, 18 patients with moderate-to-severe respiratory failure secondary to COVID-19 were monitored at home daily for temperature and SpO2 measurements. Other parameters such as saturation of peripheral oxygen (SpO2), SpO2/FiO2 (fraction of inspired oxygen), temperature, and lung performance were monitored periodically. Depending on oxygen requirements, the patients also received either standard oxygen via a face mask or, if higher FiO2 required, high-flow nasal cannula (HFNC). Results: All 18 patients had favourable outcomes and recovered from COVID-19. No death was recorded in this group. Conclusion: Our clinical experience proves that high-flow nasal cannula oxygen therapy may be considered for at-home treatment of COVID-19 patients with moderate lung failure. This could be useful for further treatment during the pandemic and may also be considered in future epidemics.Keywords: COVID-19, SARS-COV-2, ground-glass pneumonia, lung failure, home therapy, high-flow nasal cannula 1. IntroductionCOVID-19 is a recent, ongoing pandemic which has spread quickly, overwhelming hospitals and increasing demand for critical care services. It has a high mortality rate which ranges from 62% to 97% in patients requiring advanced respiratory support [1]. Against a background of serious urgency and uncertainty, the shortage of beds and the possibility of being hospitalised far from one’s home have led to a great demand for home care. Oxygen therapy can be provided at home, although monitoring it may be difficult, because haemogasanalysis samples need fast processing. However, when the patient needs a high concentration of oxygen due to persistent desaturation, hospitalisation is required and a high concentration of oxygen may be administered by high-flow nasal cannula (HFNC) or non-invasive ventilation or orotracheal intubation. In this clinical setting, the efficacy of HFNC in inpatients with COVID-19 has previously been evaluated, in particular when hypoxic respiratory failure is present. The study proved that HFNC was an effective treatment for these patients, and approximately 61.9% of patients showed improved oxygenation and were also able to successfully withdraw from HFNC when treated at home [2] To date, there are no known studies describing at-home management of COVID-19 patients with respiratory failure with the use of HFNC. 2. Materials and MethodsWe describe the at-home monitoring and the clinical course of 18 patients affected by COVID-19—14 male and 4 female, with a mean age of 68.7 years. All patients had a nasopharyngeal swab positive for SARS-COV-2. Patients were enrolled consecutively, and the observation period was between October and November 2020. According to the guidelines for home care of SARS-COV-2 patients, all the necessary treatments—azithromycin, methylprednisolone, low-molecular-weight heparin—were administered by health workers and nurses specialised in the management of patients affected by COVID-19 [3]. We evaluated whether the home was suitable for the isolation of and the provision of care for a COVID-19 patient, including whether the patient and the caregiver had everything they required to adhere to the recommendations for home care isolation [4]. All patients met the criteria for respiratory failure (SpO2/FiO2 < 200) and refused hospitalisation when the clinical evaluation was performed at the emergency department (ED). They signed a statement to declare refusal and to agree to be treated by ED doctors in their home. The diagnosis of acute respiratory failure (ARF) was made for all patients with SpO2 < 92%. We used the SpO2/FiO2 (SF) index to stratify the severity of respiratory failure according to guidelines [5]. Patients’ respiratory failure was classified into mild, moderate, and severe by cut-offs (as used in previous studies and derived from the relationship between SpO2/FiO2 and PaO2/FiO2) of 315, 235, and 144 for mild, moderate, and severe ARF, respectively, based on lowest SF ratio for clinically worst day [6,7].For at-home monitoring, patients used a thermometer, a blood pressure monitor, and a pulse oximeter. Temperature, saturation, heart rate, and blood pressure were measured 3 times per day. The parameters were measured daily even when symptoms were not present due to the well-known clinically significant hypoxemia in the absence of dyspnoea. The patients transmitted the data via text messages to their referring physician. A doctor was available to provide advice by phone, conduct an online consultation, modify treatment, order additional medication (for cough, bronchodilator), change the dosage of treatment, organise laboratory tests, or determine a change in patient support with oxygen therapy. Patients received therapy with azithromycin 500 mg daily for 6 days, methylprednisolone 0.5 mg/kg/day, and low-molecular-weight heparin (enoxaparin) 4000 IU once a day until SpO2 normalised. In case of persistent irritating cough, patients were given paracodeine. When respiratory failure occurred in the presence of one or more risk factors for thromboembolism, an intermediate or high dose of enoxaparin (6000 or 8000 UI) was administered after the assessment of the risk of bleeding [8].Respiratory support was provided with standard oxygen via nasal cannula, Venturi mask, and mask with reservoir to 9 patients, while the other 9 patients (SF < 144) were treated with HFNC (Figure 1) supplemented with oxygen with an average FiO2 of 66%. (Figure 2) Proning was recommended to all patients. All 9 patients treated with HFNC were initially treated with standard oxygen therapy and after persistent severe desaturation we decided to administer HFNC with myAIRVO2 (Fisher & Paykel Healthcare, Auckland, New Zealand) devices. Those patients started HFNC on day 8 (approximately) and continued until SpO2 became normal. All our patients refused hospitalization and refused invasive treatment. However, tracheal intubation was considered, if the patient changed his mind and accepted it, in the presence of hypoxemia/desaturation refractory to treatment with oxygen therapy or in case of hemodynamic instability. In this case, the territorial emergency number for home rescue would have been activated.Open in a separate windowFigure 1Average SpO2/FiO2 during oxygen therapy with and without HFNC. Respiratory support was provided with standard oxygen with nasal cannula, Venturi mask, and mask with reservoir in patients with s/f < 234; patients with s/f < 144 were treated with HFNC.Open in a separate windowFigure 2Average FiO2 % during oxygen therapy with and without HFNC. FiO2 provided with standard oxygen with nasal cannula, Venturi mask, and mask with reservoir was lower (patients with s/f < 234) than FiO2 provided to patients (s/f < 144) treated with HFNC. Patients treated with HFNC were supplemented with oxygen with and average FiO2 of 66%.Comorbidities with an associated increased risk of worse outcome for COVID-19 were also recorded. 3. ResultsClinical results were monitored by clinical and instrumental data day by day. Here, we summarise only the most relevant data. On day 1, no patients were on oxygen, and on day 3, oxygen was provided to patients with SpO2 < 94%. All comorbidities are summarised in Table 1. We found diabetes (62%), ischemic heart disease (47%), severe obesity, BMI > 40 kg/m2, (34%), systemic arterial hypertension (82%), and pre-existing respiratory diseases such as COPD and pulmonary interstitial disease (34%). All patients were former smokers. At the onset of symptoms, the average temperature was 38.7 °C (Figure 3) and the average oxygen saturation was 96.7 ± 0.9%. The latter decreased on the 7th to 9th day, reaching an average value of 94 ± 3.2% on the 3rd day, 85.7 ± 4.4% on the 7th to 9th day, and 84.4 ± 4.2% on the 12th to 14th day. (Figure 4) Seven patients had an SF value < 144, while the rest had an SF value < 235.Open in a separate windowFigure 3Trend of temperature for patients treated at home.Open in a separate windowFigure 4SpO2 chart of patients treated at home.Table 1Clinical characteristics.VariablePercentage (%)Diabetes62Severe obesity (BMI > 40 kg/m2)34Hypertension82Chronic ischemic heart disease47COPD34Smoking habit11Thromboprophylaxis with enoxaparin 4000 U daily45Thromboprophylaxis with enoxaparin more than 4000 U daily55Overall deaths0Open in a separate windowFor all patients, the clinical course was characterised by resolution of fever within 10 days of illness. Seven patients presented with desaturation from the 3rd day, while the remaining 11 desaturated between the 7th and the 14th day. Nine patients required at-home treatment with HFNC, with an initial setting between 45 L/min and 50 L/min that could be changed depending on SpO2. All 9 patients treated with HFNC were initially treated with standard oxygen therapy and after persistent severe desaturation we decided to administer HFNC with myAIRVO2 (Fisher & Paykel Healthcare, Auckland, New Zealand) devices. These patients presented with severe dyspnoea and persistent irritating cough at night. HFNC was chosen as an alternative therapy that enhances gas exchange and reduces work of breathing [9]. All patients had a clinical course characterised by a good recovery. Respiratory parameters normalised within 15 to 22 days. No patient required additional antibiotic therapy or an escalation of respiratory support with Continuous Positive Airway Pressure or non invasive mechanical ventilation.  4. DiscussionThe use of HFNC for patients with COVID-19 and lung failure has already been reported in other studies [10,11] with improved outcome. In fact, HFNC may improve lung failure by delivering a small amount of positive end-expiratory pressure (PEEP). The maximum PEEP level during HFNC is estimated at about 5 cm H₂O [11]. With HFNC, we were also able to deliver a high FiO2, which allowed for better patient oxygenation. There is evidence in the literature that HFNC may reduce the need for invasive ventilation and escalation of therapy compared with standard oxygen in COVID-19 patients with acute hypoxemic respiratory failure [10,11]. All patients were provided with at-home support, and in light of the clinical course observed, we decided to report on our experience. Thus, our study, although with a small sample of patients who all refused hospitalisation, confirmed that HFNC may be also considered for at-home treatment of moderate or severe lung failure caused by COVID-19. Deaths due to lung failure for COVID-19 were not recorded in our study, even though progressive lung failure for ground-glass pneumonia and pulmonary embolism was suspected in 4 patients. Treatment was carried out for an average of 20 days and only 4 patients (22%) were treated for more than 20 days. Respiratory support, especially oxygen therapy, is very important in the treatment of severe COVID-19. Pulmonary lesions often begin with interstitial exudation and gradually progress to large consolidation, and lung compliance significantly decreases. However, there is still debate about whether invasive or non-invasive ventilation treatment is better for COVID-19 patients, especially when there are obvious complications of infection in the late stage of intubation due to the long course of the disease and the risk of complications such as pneumothorax and pneumomediastinum. HFNC can effectively improve oxygenation and reduce the probability of invasive and non-invasive mechanical ventilation. It provides sufficiently heated and humidified oxygen to relieve nasal cavity irritation. HFNC has already been used at home for the treatment of diseases such as chronic respiratory failure and bronchiectasis for some years. Contraindications to its use can be nasal bleeding due to varicose veins or mucosal lesions. Bio-aerosol dispersion via HFNC shows a similar risk to standard oxygen masks [12]. However, previous studies have found that HFNC can be used in ICU patients with acute hypoxemic respiratory failure [13]. HFNC has been reported to be superior to non-invasive positive pressure ventilation in terms of both mortality and comfort [14]. The use of the SpO2/FiO2 ratio at home was necessary due to the difficulty to perform blood gas analysis. This index allows to evaluate the saturation parameter in relation to the FiO2 and stratify the severity of acute respiratory failure. Limit of use of peripheral saturation alone can be an inaccurate detection of saturation in case of alterations of the peripheral circulation, hypotension, tremors in the limbs, and saturation values lower than 80%. In such cases, certainly BGA is needed.We present our approach to home care for patients with moderate or severe respiratory failure secondary to COVID 19. In the coming months, we hope to learn whether our programme is effective in increasing the efficiency of health workers, to mitigate the health crisis and alleviate suffering. Of course, this study’s great limitation is the choice of patients to be treated at home, which is different to a possible selection of patients who could be treated at home or in hospital. Therefore, we look forward to learning from other groups of patients who implement similar therapeutic interventions, or alternatively, we may hypothesize a study in which a control group of selected patients treated in a different place or way may be included. We observed that an adequate respiratory support with close clinical and instrumental monitoring proved to be an effective clinical response in patients with moderate to severe acute respiratory failure, and this further encourages at-home treatment of COVID-19 pneumonia. Furthermore, if these results are confirmed, other types of infective/viral pneumonia could be evaluated for at-home treatment in the future, even with severe respiratory failure, thus reducing the need for hospitalisation. AcknowledgmentsWe thank all the collegues in Monaldi and Cotugno Hospital for fithing with courage and passion with this invisible enemy.  Author ContributionsConceptualization, A.A., N.C., A.C. and G.F.; methodology, A.A., N.C., A.C. and F.S.; validation, A.A., F.S., M.L. and P.D.M.; formal analysis, A.A., N.C., A.C., G.F., F.S. and M.L.; investigation, A.A., N.C., A.C., G.F., F.S. and M.L.; data curation, A.A., N.C., A.C., G.F., F.S., M.L. and P.D.M.; writing—original draft preparation, A.A., N.C., A.C., G.F., F.S. and M.L.; writing—review and editing, A.A., N.C., A.C., G.F., F.S. and M.L.; visualization, A.A., N.C., A.C., G.F., F.S. and M.L. supervision, P.D.M.; project administration, A.A., N.C., A.C., G.F., F.S. and M.L. All authors have read and agreed to the published version of the manuscript. FundingThis research received no external funding. Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the Institutional Review Board Università degli Studi della Campania “Luigi Vanvitelli” e Azienda Ospedaliera dei Colli, approval number 0020053, 7 July 2020. Informed Consent StatementInformed consent was obtained from all subjects involved in the study. Data Availability StatementData is contained within the article. Conflicts of InterestAuthors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Crimi C., Noto A., Cortegiani A., Impellizzeri P., Elliott M., Ambrosino N., Gregoretti C. Noninvasive respiratory support in acute hypoxemic respiratory failure associated with COVID-19 and other viral infections. Minerva Anestesiol. 2020;86 doi: 10.23736/S0375-9393.20.14785-0. [PubMed] [CrossRef] [Google Scholar]2. Hu M., Zhou Q., Zheng R., Li X., Ling J., Chen Y., Jia J., Xie C. Application of high-flow nasal cannula in hypoxemic patients with COVID-19: A retrospective cohort study. BMC Pulm. Med. 2020;20:1–7. doi: 10.1186/s12890-020-01354-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Pascarella G., Strumia A., Piliego C., Bruno F., Del Buono R., Costa F., Scarlata S., Agrò F.E. COVID-19 diagnosis and management: A comprehensive review. J. Intern. Med. 2020;288:192–206. doi: 10.1111/joim.13091. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. WHO: Home care for patients with suspected or confirmed COVID-19 and management of their contacts.  [(accessed on 12 August 2020)]; Available online:  https://www.who.int/publications/i/item/home-care-for-patients-with-suspected-novel-coronavirus-(ncov)-infection-presenting-with-mild-symptoms-and-management-of-contacts.5. Force A.D.T., Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute Respiratory Distress Syndrome. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]6. Rice T.W., Wheeler A.P., Bernard G.R., Hayden D.L., Schoenfeld D.A., Ware L.B. Comparison of the Spo2 /Fio2 Ratio and the Pao2/Fio2 Ratio in Patients With Acute Lung Injury or ARDS. Chest. 2007;132:410–417. doi: 10.1378/chest.07-0617. [PubMed] [CrossRef] [Google Scholar]7. Chen W., Janz D.R., Shaver C.M., Bernard G.R., Bastarache J.A., Ware L.B. Clinical Characteristics and Outcomes Are Similar in ARDS Diagnosed by Oxygen Saturation/Fio2 Ratio Compared with Pao2/Fio2 Ratio. Chest. 2015;148:1477–1483. doi: 10.1378/chest.15-0169. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Tang N., Bai H., Chen X., Gong J., Li D., Sun Z. Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy. J. Thromb. Haemost. 2020;18:1094–1099. doi: 10.1111/jth.14817. [PubMed] [CrossRef] [Google Scholar]9. Mauri T., Turrini C., Eronia N., Grasselli G., Volta C.A., Bellani G., Pesenti A. Physiologic Effects of High-Flow Nasal Cannula in Acute Hypoxemic Respiratory Failure. Am. J. Respir. Crit. Care Med. 2017;195:1207–1215. doi: 10.1164/rccm.201605-0916OC. [PubMed] [CrossRef] [Google Scholar]10. Agarwal A., Basmaji J., Muttalib F., Granton D., Chaudhuri D., Chetan D., Hu M., Fernando S.M., Honarmand K., Bakaa L., et al.  High-flow nasal cannula for acute hypoxemic respiratory failure in patients with COVID-19: Systematic reviews of effectiveness and its risks of aerosolization, dispersion, and infection transmission. Can. J. Anesth. 2020;67:1217–1248. doi: 10.1007/s12630-020-01740-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Simioli F., Annunziata A., Langella G., Polistina G.E., Martino M., Fiorentino G. Clinical outcomes of high-flow nasal cannula in COVID-19 associated postextubation respiratory failure. A single-centre case series. Anestezjol. Intensywna Ter. 2020;52:373–376. doi: 10.5114/ait.2020.101007. [PubMed] [CrossRef] [Google Scholar]12. Li J., Fink J.B., Ehrmann S. High-flow nasal cannula for COVID-19 patients: Low risk of bio-aerosol dispersion. Eur. Respir. J. 2020;55:2000892. doi: 10.1183/13993003.00892-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Azoulay E., Lemiale V., Mokart D., Nseir S., Argaud L., Pène F., Kontar L., Bruneel F., Klouche K., Barbier F., et al.  Effect of High-Flow Nasal Oxygen vs Standard Oxygen on 28-Day Mortality in Immunocompromised Patients With Acute Respiratory Failure. JAMA. 2018;320:2099–2107. doi: 10.1001/jama.2018.14282. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Tu G., He H., Yin K., Ju M., Zheng Y., Zhu D., Luo Z. High-flow Nasal Cannula Versus Noninvasive Ventilation for Treatment of Acute Hypoxemic Respiratory Failure in Renal Transplant Recipients. Transplant. Proc. 2017;49:1325–1330. doi: 10.1016/j.transproceed.2017.03.088. [PubMed] [CrossRef] [Google Scholar]"}