{"title": "Prognostic Value of Bioactive Adrenomedullin in Critically Ill Patients with COVID-19 in Germany: An Observational Cohort Study", "pubDate": "2021", "PMCID": "PMC8069401", "DOI": "10.3390/jcm10081667", "PMID": "33924637", "abstract": "The coronavirus disease 2019 (COVID-19) pandemic has placed a significant burden on hospitals worldwide. Objective biomarkers for early risk stratification and clinical management are still lacking. The aim of this work was to determine whether bioactive adrenomedullin can assist in the risk stratification and clinical management of critically ill COVID-19 patients. Fifty-three patients with confirmed COVID-19 were included in this prospective observational cohort study between March and April 2020. Bioactive adrenomedullin (bio-ADM) plasma concentration was measured daily for seven days after admission. The prognostic value and clinical significance of bio-ADM plasma levels were evaluated for the severity of respiratory failure, the need for extracorporeal organ support and outcome (28-day mortality). Bio-ADM levels increased with the severity of acute respiratory distress syndrome (ARDS; p < 0.001) and were significantly elevated in invasively ventilated patients (p = 0.006) and patients in need of extracorporeal membrane oxygenation (p = 0.040) or renal replacement therapy (RRT; p < 0.001) compared to patients without these conditions. Non-survivors showed significantly higher bio-ADM levels than survivors (p = 0.010). Bio-ADM levels predicted 28-day mortality (C-index 0.72, 95% confidence interval 0.56-0.87, p < 0.001). Bio-ADM plasma levels correlate with disease severity, the need for extracorporeal organ assistance, and outcome, and highlight the promising value of bio-ADM in the early risk stratification and management of patients with COVID-19.", "author": [{"author": "Tim-Philipp Simon", "affiliation": ["Department of Intensive and Intermediate Care, University Hospital RWTH Aachen, 52074 Aachen, Germany."], "href": "/?term=Simon+TP&cauthor_id=33924637"}, {"author": "Christian Stoppe", "affiliation": ["Department of Intensive and Intermediate Care, University Hospital RWTH Aachen, 52074 Aachen, Germany."], "href": "/?term=Stoppe+C&cauthor_id=33924637"}, {"author": "Thomas Breuer", "affiliation": ["Department of Intensive and Intermediate Care, University Hospital RWTH Aachen, 52074 Aachen, Germany."], "href": "/?term=Breuer+T&cauthor_id=33924637"}, {"author": "Lara Stiehler", "affiliation": ["Department of Intensive and Intermediate Care, University Hospital RWTH Aachen, 52074 Aachen, Germany."], "href": "/?term=Stiehler+L&cauthor_id=33924637"}, {"author": "Michael Dreher", "affiliation": ["Department of Pneumology and Intensive Care Medicine, University Hospital RWTH Aachen, 52074 Aachen, Germany."], "href": "/?term=Dreher+M&cauthor_id=33924637"}, {"author": "Alexander Kersten", "affiliation": ["Department of Pneumology and Intensive Care Medicine, University Hospital RWTH Aachen, 52074 Aachen, Germany."], "href": "/?term=Kersten+A&cauthor_id=33924637"}, {"author": "Stefan Kluge", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], "href": "/?term=Kluge+S&cauthor_id=33924637"}, {"author": "Mahir Karakas", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], "href": "/?term=Karakas+M&cauthor_id=33924637"}, {"author": "Elisabeth Zechendorf", "affiliation": ["Department of Intensive and Intermediate Care, University Hospital RWTH Aachen, 52074 Aachen, Germany."], "href": "/?term=Zechendorf+E&cauthor_id=33924637"}, {"author": "Gernot Marx", "affiliation": ["Department of Intensive and Intermediate Care, University Hospital RWTH Aachen, 52074 Aachen, Germany."], "href": "/?term=Marx+G&cauthor_id=33924637"}, {"author": "Lukas Martin", "affiliation": ["Department of Intensive and Intermediate Care, University Hospital RWTH Aachen, 52074 Aachen, Germany."], "href": "/?term=Martin+L&cauthor_id=33924637"}], "refPMID": ["32085846", "32405103", "32519944", "32171076", "32403242", "32352535", "32475810", "32202722", "32346073", "29562917", "32646523", "10782362", "28150464", "8387282", "7690563", "32325026", "32882706", "32437596", "32630976", "33381880", "32796765", "29324626", "30583748", "28411114", "30675131", "22797452", "32243267", "24533868", "32111263", "31986264", "32159735", "11149956", "33148300", "30592365", "28050899", "15897343", "27699168", "32101446", "32328724", "21707440", "32242738", "32209890", "32286245", "32344321", "32145275", "33268425"], "citedInPMID": ["33924637", "34992239", "34767054"], "body": " AbstractThe coronavirus disease 2019 (COVID-19) pandemic has placed a significant burden on hospitals worldwide. Objective biomarkers for early risk stratification and clinical management are still lacking. The aim of this work was to determine whether bioactive adrenomedullin can assist in the risk stratification and clinical management of critically ill COVID-19 patients. Fifty-three patients with confirmed COVID-19 were included in this prospective observational cohort study between March and April 2020. Bioactive adrenomedullin (bio-ADM) plasma concentration was measured daily for seven days after admission. The prognostic value and clinical significance of bio-ADM plasma levels were evaluated for the severity of respiratory failure, the need for extracorporeal organ support and outcome (28-day mortality). Bio-ADM levels increased with the severity of acute respiratory distress syndrome (ARDS; p < 0.001) and were significantly elevated in invasively ventilated patients (p = 0.006) and patients in need of extracorporeal membrane oxygenation (p = 0.040) or renal replacement therapy (RRT; p < 0.001) compared to patients without these conditions. Non-survivors showed significantly higher bio-ADM levels than survivors (p = 0.010). Bio-ADM levels predicted 28-day mortality (C-index 0.72, 95% confidence interval 0.56–0.87, p < 0.001). Bio-ADM plasma levels correlate with disease severity, the need for extracorporeal organ assistance, and outcome, and highlight the promising value of bio-ADM in the early risk stratification and management of patients with COVID-19.Keywords: ARDS, endothelial dysfunction, bioactive adrenomedullin, biomarker, COVID-19, ECMO 1. IntroductionAs of the 18 May 2020, the worldwide COVID-19 pandemic had caused over 300,000 global deaths, with approximately 4.5 million confirmed cases [1]. Even in countries with high intensive care unit (ICU) capacity, such as Germany, the medical, societal, and economic impacts of the COVID-19 pandemic reveal unseen effects on the overall population mortality [2]. In Germany, particularly in the federal state of North Rhine-Westphalia as early as February 2020, a large number of individuals were infected and subsequently became ill. Consequently, the University Hospital Rheinisch-Westfälische Technische Hochschule (RWTH) Aachen became one of the academic centers treating severely ill COVID-19 very early on [3]. Infection with severe acute respiratory syndrome-related coronavirus 2 (SARS-CoV-2) is mainly characterized by fever, pneumonia, lymphopenia and exhausted lymphocytes, which may ultimately lead to the development of endothelial dysfunction and organ failure, necessitating a prolonged ICU stay with the need for organ support [4].Although the evidence is continuously growing that the commonly used but rather nonspecific interleukin (IL)-6, C-reactive protein (CRP) and D-dimer levels are significantly elevated and linked to poor outcomes in most cases, robust biomarkers for the early risk stratification and clinical management of COVID-19 patients are still lacking, however, they are urgently needed [5,6,7]. Establishing objective biomarkers could ensure the efficient allocation of medical resources and inform physician decision-making to assign beds, ventilators, renal replacement therapy (RRT), and extracorporeal membrane oxygenation (ECMO) therapy while addressing the challenge of the best allocation of limited medical resources [8].Respiratory and cardiovascular disorders are rapidly emerging as key threats in the disease development of COVID-19 [9]. The impact of these pathologies is of particular clinical relevance, as the lung is one major organ with a high proportion of endothelial cells. In fact, adrenomedullin (ADM) has been shown to play a key role in regulating vascular (hyper) permeability and endothelial stability/integrity in patients with severe infection [10] and has recently been presumed to be associated with COVID-19-induced endotheliitis [11]. ADM is ubiquitously expressed in human tissues. It is mainly expressed in endothelial and vascular smooth muscle cells [12,13], and to a lesser extent also in other tissues such as the adrenal medulla, intestines, heart, aortic skeletal muscle, kidneys, and the lungs [14,15]. The impairment of vascular integrity and an increase in endothelial permeability, marked by increased ADM plasma levels, are triggered by proinflammatory cytokines and the degradation of the basement membrane by matrix metalloproteinases that are released by activated endothelial cells. Endothelial cell infection, inflammation and activation with the subsequent interruption of endothelial barrier function has been described in COVID-19 patients [16,17]. In fact, Ackerman et al. described histopathological findings in the lungs of a small group of patients who died after developing COVID-19 disease. He and his coworkers found multifocal endotheliitis, endothelial injury and angiogenesis compared to patients who died after influenza infection. Thus, there is solid evidence that indicates an important role of the endothelium in the pathogenesis of COVID-19 [18].Due to the different biological backgrounds (both ADM and mid-regional MR-proADM are derived from the same precursor (pro-ADM)), their stoichiometric relationship is imperfect, as ADM requires a C-terminal amidation to become biologically active adrenomedullin (bio-ADM) [19]. Bio-ADM has also been described as a therapeutic target to treat patients with septic shock. The humanized monoclonal antibody, Adrecizumab, aims to improve endothelial function and was recently investigated in a phase II clinical trial [20]. Adrecizumab was used for compassionate use in an uncontrolled study of eight severe COVID-19 patients, showing a possible beneficial effect on the outcome [21]. Supported by these results and the clinical experience with bio-ADM, we started to measure bio-ADM in our routine laboratory, and not only in COVID-19 patients. Other derivatives of the ADM precursor are likely to have a closer association with the patient’s endothelial status.Previous studies in critically ill patients identified that bio-ADM, a marker for endothelial dysfunction [22], correlates with severe complications such as severe hypotension, edema formation, ionotropic/vasopressor use, need for organ support and subsequent organ failure [23,24]. Considering that endothelial dysfunction and pulmonary edema are of paramount relevance in the pathophysiology and ultimately in the clinical course of acute respiratory distress syndrome (ARDS) [25], we hypothesized that high and/or rising bio-ADM levels might predict a severe course of COVID-19 infection with the possible need for extracorporeal organ support. To evaluate whether bio-ADM plasma levels can assist in the clinical decision-making process for the adequate treatment of COVID-19 patients, we implemented daily measurements of bio-ADM in our ICU to identify patients with severe ARDS, the need for organ support, such as invasive ventilation, ECMO, and RRT, and those at risk of short-term death. 2. Materials and Methods2.1. Study Population and Data CollectionAfter ethical approval (Ethical Committee of RWTH University, EK 100/20), this prospective observational study was performed between the 13 March and 16 April 2020 at the University Hospital RWTH Aachen, Germany. All patients or their legal representatives provided written informed consent. All patients with positive SARS-CoV-2 PCR results and ICU admission were included in this study. The exclusion criteria were age < 18 years old, pregnancy, and palliative care. ARDS was defined according to the Berlin definition [26] and validated by a blinded physician and expert in respiratory/critical care medicine who was independent of the study group and only had access to the data relevant for the classification. The analysis was carried out using real-time reverse transcription PCR (RT-PCR). The treatment of patients followed the standards of care in our ICU, including mechanical ventilation, veno-venous ECMO and RRT, if needed. The decision on the use of veno-venous ECMO therapy was based on the recently published Extracorporeal Life Support Organization (ELSO) consensus guidelines [27]. All parameters, including demographics, vital signs, laboratory values, blood gas analyses and organ support, were extracted from the patient data management system (Intellispace Critical Care and Anesthesia (ICCA) system, Philips, The Netherlands).2.2. Bio-ADM MeasurementBlood was sampled on the day of admission and on a daily basis until day 7 for the analysis of bio-ADM and standard laboratory parameters. Bio-ADM was measured in EDTA plasma with a one-step luminescence sandwich immunoassay (SphingoTec GmbH, Hennigsdorf, Germany) [19]. In brief, 100 µL samples were incubated under agitation for one hour at room temperature with 150 µL of detection antibody directed against the N-terminus of bio-ADM in a microtiter plate coated with monoclonal antibody directed against mid-regional bio-ADM. Synthetic human bio-ADM was used as the calibrator. After washing, the chemiluminescence signal was measured in a microtiter plate luminescence reader (Centro LB960, Berthold Technologies, Bad Wildbad, Germany). The assay had a lower detection limit of 3 pg/mL. In a reference population of 200 healthy individuals, the median (99 percentile) bio-ADM level was 20.7 pg/mL (43 pg/mL) [28]. The bio-ADM cutoff value of 70 mg/dL was previously reported for ICU settings by Marino et al. [28] and was subsequently applied in the work of Mebazaa et al. [23] and Blet et al. [29].2.3. StatisticsValues are expressed as the median and interquartile range (IQR), or count and percentage, as appropriate. Group comparisons of continuous variables were performed using the Kruskal–Wallis test. Categorical data were compared using Pearson’s chi-squared test for count data. Biomarker data were log-transformed. Boxplots were used to illustrate the differences in bio-ADM in categorical variables. Cox proportional hazards regression modeling was used to analyze the effect of (log-transformed) bio-ADM on survival in univariable analyses. The assumption of proportional hazards was tested. The predictive value of a model was assessed by the model likelihood ratio chi-square statistic. The concordance index (C index) is given as an effect measure. It is equivalent to the concept of the area under the curve (AUC) adopted for a binary outcome. The Kaplan–Meier survival curves were plotted and used for illustrative purposes. All statistical tests were 2-tailed, and a two-sided p-value of 0.05 was considered significant. 3. ResultsIn this cohort study, 53 patients with COVID-19 were consecutively included after confirmed SARS-CoV-2 infection and the need for ICU admission (n = 40 male (76%), median (IQR) age 62 {57–70} years) (Table 1). The median ICU length of stay was 16 (7.5–20) days. Thirty-two patients (60%) were discharged from the ICU to the normal ward prior to day 28, eight patients (15%) remained in the ICU, and 13 patients (25%) died. Markers of systemic inflammation are shown in Table 1.Table 1The baseline characteristics of 53 critically ill COVID-19 patients stratified by the severity of ARDS. The variables in the outcome section of Table 1, intubation and status on day 28, have three categories each, and the p-value compares all three.VariableAll (n = 53)None (n = 3)Mild (n = 12)Moderate (n = 13)Severe (n = 25)p-ValueAge (years, median (IQR))62 {57–70}53 {49–65}61 {59–64}62 {54–67}66 {58–72}0.767Gender male, n (%)40 (75.5)3 (100)10 (83.3)6 (46.2)21 (84.0)0.039Body mass index (kg/m2, median (IQR))29.3 {24.9–32.6}24.9 {24.7–28.2}29.2 {26.3–34.9}30.5 {6.7–35.2}29.3 {24.7–31.3}0.758Temperature, max (°C, median (IQR))38.1 {37.4–38.5}38.1 {37.8–38.8}38.1 {37.8–38.6}38.2 {37.0–38.5}38.0 {37.3–38.5}0.934Heart rate (bpm, median (IQR))106 {89–114}93 {86–107}105 {93–109}91 {72–103}112 {104–121}0.014Respiratory rate (bpm, median (IQR))25 {23–28}24 {22–25}24 {23–26}25 {22–28}25 {23–29}0.678SOFA score at the day of enrollment (points, median (IQR))9.0 {7.0–11.0}8.5 {7.8–9.3}7.0 {6.0–9.5}8.5 {7.8–10.0}11.0 {9.0–11.0}0.037Blood gas analysis (at the day of enrollment)Arterial pH (median (IQR))7.36 {7.30–7.42}7.47 {7.38–7.49}7.40 {7.37–7.44}7.38 {7.33–7.43}7.32 {7.28–7.36}0.011pCO2 (mmHg, median (IQR))45.1 {39.3–52.0}48.0 {42.1–71.3}36.7 {33.8–41.2}45.5 {43.2–52.0}48.2 {42.1–55.4}0.001pO2 (mmHg, median (IQR))79 {70–91}71 {64–80}92 {75–105}79 {70–92}79 {70–84}0.345SpO2 (%, median (IQR))95 {94–98}94 {93–94}98 {96–99}98 {95–100}94 {93–97}0.031Horowitz index (mmHg/%, median (IQR))114 {88–151}133 {89–276}224 {168–276}115 {100–150}94 {71–115}0.002Biomarker (at the day of enrollment, unless otherwise stated)bio-ADM (pg/mL, median (IQR))59.9 {37.9–101.9}28.3 {19.9–28.4}39.0 {29.2–54.5}48.1 {26.9–79.8}101.9 {67.0–201.1}<0.001bio-ADM > 70 pg/mL, n (%)22 (41.5)0 (0)1 (8.3)4 (30.8)17 (68.0)0.002Lactate (mmol/L, median (IQR))1.0 {0.8–1.4}0.7 {0.5–1.0}0.8 {0.7–0.9}0.9 {0.7–1.5}1.3 {1–1.7}0.003IL-6 (pg/mL, median (IQR))158.4 {97.4–337.4}51.9 {34.5–69.4}65.7 {46.9–93.5}211.2 {141.3–519.9}251.5 {151.2–475.2}0.001PCT (ng/mL, median (IQR))0.53 {0.13–1.89}0.07 {0.06–0.08}0.14 {0.11–0.25}0.22 {0.11–0.69}1.46 {0.66–5.06}<0.001CRP (nmol/L, median (IQR))175 {117–326}182 {182–182}80 {34–142}256 {124–298}251 {158–350}0.002WBC (103/mm3, median (IQR))9.3 {6.6–13.0}10.4 {9.3–11.9}6.2 {5.7–10.8}8.0 {7.4–9.4}10.1 {8.0–13.9}0.120Platelets (103/µL, median (IQR))228 {198–329}202 {200–292}197 {140–236}237 {204–328}263 {204–338}0.242Creatinine (mg/dL, median (IQR))1.1 {0.8–2.2}0.7 {0.6–0.7}1.0 {0.8–1.2}0.9 {0.6–1.1}1.8 {1.2–3.0}0.004ComorbiditiesArterial hypertension, n (%)27 (50.9)1 (33.3)5 (41.7)9 (69.2)12 (48.0)0.455Diabetes mellitus, n (%)13 (24.5)0 (0)1 (8.3)3 (23.1)9 (36.0)0.215Ischemic heart disease, n (%)10 (18.9)0 (0)2 (16.7)4 (30.8)4 (16.0)0.557Embolism/thrombosis, n (%)6 (11.3)1 (33.3)1 (8.3)3 (23.1)1 (4.0)0.197Cardiac arrhythmia, n (%)6 (11.3)0 (0)1 (8.3)0 (0)5 (20.0)0.259Cerebral vascular disease, n (%)5 (9.4)0 (0)2 (16.7)0 (0)3 (12.0)0.459COPD, n (%)6 (11.3)1 (33.3)2 (16.7)1 (7.7)2 (8.0)0.525Other lung diseases, n (%)2 (3.8)1 (33.3)1 (8.3)0 (0)0 (0)0.025Chronic kidney disease, n (%)8 (15.1)0 (0)2 (16.7)3 (23.1)3 (12.0)0.708Tumor disease, n (%)4 (7.5)0 (0)3 (25.0)1 (7.7)0 (0)0.057Smoker, n (%)3 (5.7)0 (0)1 (8.3)2 (15.4)0 (0)0.247Treatment in the ICU (first 14 days, unless otherwise stated)ICU length of stay (days, median (IQR))16 {7.5–20.0}6 {4.0–9.5}7.5 {3.0–10.5}19.5 {16.5–23.0}17.5 {15.0–21.0}0.004Highest dose of Norepinephrine during the first 7 days (µg/kg/min, median (IQR))0.15 {0.06–0.29}0.07 {0.03–0.11}0 {0–0.09}0.15 {0.06–0.18}0.29 {0.13–0.35}<0.001Anticoagulation, n (%)15 (28.3)1 (33.3)2 (16.7)3 (23.1)9 (36.0)0.627Antiplatelet, n (%)15 (28.3)0 (0)4 (33.3)6 (46.2)5 (20.0)0.238Antihypertensive, n (%)32 (60.4)1 (33.3)8 (66.7)10 (76.9)13 (52.0)0.343Immunosuppressant, n (%)9 (17)1 (33.3)2 (16.7)4 (30.8)2 (8.0)0.289Analgesics, n (%)8 (15.1)1 (33.3)4 (33.3)1 (7.7)2 (8.0)0.143VentilationIntubation during ICU stay, n (%)44 (83.0)1 (33.3)5 (41.7)13 (100)25 (100)0.006Intubation:\n\n\n\n\n\n  never, n (%)9 (17.0)2 (67.7)7 (58.3)0 (0)0 (0)\n  at admission, n (%)38 (71.7)1 (33.3)3 (25.0)12 (92.3)22 (88.0)0.022  later, n (%)6 (11.3)0 (0)2 (16.7)1 (7.7)3 (12.0)\nOutcomeDeath 28 days, n (%)13 (24.5)1 (33.3)0 (0)1 (7.7)11 (44.0)0.011Status on day 28:\n\n\n\n\n0.001  discharged, n (%)32 (60.4)2 (66.7)12 (100)11 (84.6)7 (28.0)  in ICU post day 28, n (%)8 (15.1)0 (0)0 (0)1 (7.7)7 (28.0)  death 28 days, n (%)13 (24.5)1 (33.3)0 (0)1 (7.7)11 (44.0)Open in a separate windowVariables are given as the median (interquartile range) or number (%). ARDS, acute respiratory distress syndrome; bio-ADM, bioactive adrenomedullin; COPD, chronic obstructive pulmonary disease; CRP, C-reactive protein; ECMO, extracorporeal membrane oxygenation; FiO2, fraction of inspired oxygen; ICU, intensive care unit; IL-6, interleukin-6; pCO2, partial pressure of carbon dioxide; PCT, procalcitonin; PEEP, positive end-expiratory pressure; pO2, partial pressure of oxygen; RRT, renal replacement therapy; SpO2, peripheral capillary oxygen saturation; SOFA, sequential organ failure assessment; WBC, white blood cell counts.A high proportion of patients 72% (n = 38) presented with moderate or severe ARDS (25% moderate, 47% severe). Bio-ADM levels increased with the severity of ARDS (p < 0.001): bio-ADM increased from a median (IQR) of 28.3 {19.9–28.4} pg/mL for patients without ARDS to 39.0 {29.2–54.5} pg/mL for patients with mild ARDS, to 48.1 {26.9–79.8} pg/mL for patients with moderate ARDS and to 101.9 {67.0–201.1} pg/mL for patients with severe ARDS (Figure 1).Open in a separate windowFigure 1Boxplot of bio-ADM by ARDS in 53 COVID-19 patients at ICU admission (p < 0.001). The distribution of bio-ADM is shown as boxes, with the lower end of the boxes representing the 25th and the upper end of the boxes representing the 75th percentile (interquartile range), the middle line representing the median, and the whiskers showing the minimal and maximal bio-ADM levels. Horizontal line at 70 pg/mL. The y axis uses a logarithmic scale. ARDS: acute respiratory distress syndrome; bio-ADM: bioactive adrenomedullin; ICU: intensive care unit.The majority of patients (n = 44) received invasive ventilation during the ICU stay (Table 1). Bio-ADM levels were significantly increased in invasively ventilated patients compared to spontaneously breathing patients (68.2 {45.5–106.6} pg/mL vs. 31.8 {18.6–48.4} pg/mL, p = 0.006) (Figure 2A). Of note, bio-ADM levels on ICU admission were similarly elevated in patients who received invasive ventilation upon ICU admission (n = 38) compared to those patients who required mechanical ventilation in due course during the study period (n = 6) (69.8 {44.1–107.3} pg/mL vs. 63.2 {51.0–88.7} pg/mL).Open in a separate windowFigure 2Boxplot of bio-ADM levels by (A) invasive ventilation (p = 0.006); (B) ECMO (p < 0.001); and (C) RRT (p < 0.001) in 53 COVID-19 patients upon ICU admission. The distributions of bio-ADM are shown as boxes, with the lower end of the boxes representing the 25th and the upper end of the boxes representing the 75th percentile (interquartile range), the middle line representing the median, and the whiskers showing the minimal and maximal bio-ADM levels. Outliers are shown as circles plotted beyond the whiskers. Patients who fulfilled the criteria for ECMO therapy but did not receive ECMO treatment were termed “indicated”. The y axis uses a logarithmic scale. bio-ADM: bioactive adrenomedullin; ECMO: extracorporeal membrane oxygenation; ICU: intensive care unit; RRT: renal replacement therapy.Increased bio-ADM levels were observed in patients treated with veno-venous ECMO (n = 9) compared to patients without ECMO therapy (101.9 {65.0–144.1} pg/mL vs. 53.3 {29.2–91.0} pg/mL, p = 0.040) (Figure 2B). Notably, the highest bio-ADM levels were observed in patients who were eligible for ECMO therapy because of the severity of respiratory failure according to the ELSO consensus guideline (16) but were not treated with ECMO because of individual patient decree (262.1 {136.1–274.6} pg/mL, p < 0.001) (Figure 2B). Moreover, bio-ADM levels significantly correlated with the dose of norepinephrine (r = 0.47, p < 0.001).With respect to kidney function, there was a notable correlation between bio-ADM and serum creatinine (r = 0.62, p < 0.001) on the day of admission. In line, significantly higher bio-ADM levels were found in patients receiving RRT compared to patients without RRT (101.9 {67.7–182.9} pg/mL vs. 40.2 {27.2–53.5} pg/mL, p < 0.001) (Figure 2C).Bio-ADM levels on the day of admission were higher in non-survivors than in survivors (107.6 {51.0–262.1} pg/mL vs. 53.3 {29.2–91.0} pg/mL, p = 0.010). Notably, bio-ADM on the day of admission predicted 28-day mortality (C-index 0.72, 95% confidence interval (CI) 0.56–0.87, p < 0.001) (Figure 3A). Bio-ADM was independent and superior to laboratory biomarkers measured at the same time, including CRP (standardized HR 3.5 (95% CI 1.6–7.5), C index 0.50, p = 0.801); the added value of bio-ADM on top of CRP (p = 0.006), PCT (C index 0.67, p = 0.081; added value of bio-ADM p = 0.008), lactate (C index 0.53, p = 0.557; added value of bio-ADM p = 0.002), IL-6 (C index 0.54, p = 0.526; added value of bio-ADM p = 0.004) and creatinine (C index 0.68, p = 0.020; added value of bio-ADM p = 0.028).Open in a separate windowFigure 3Kaplan–Meier plot for 28-day mortality for bio-ADM. Curves are plotted by (A) bio-ADM quartiles (for continuous bio-ADM) and (B) to illustrate the potential value of serial measurements of bio-ADM, by > or <70 pg/mL at admission and 48 h (p = 0.122). Patients with missing bio-ADM data at 48 h remain in their initial category. bio-ADM: bioactive adrenomedullin.We then elucidated the additional value of the serial measurement of bio-ADM for the prediction of 28-day mortality. Based on previous studies (18–22), we applied a cutoff value for bio-ADM of 70 pg/mL and grouped the patients accordingly (Figure 3B). 4. DiscussionThe current COVID-19 pandemic is a serious challenge to hospitals worldwide, necessitating decision-making on limited critical care resources while the knowledge of the pathophysiology of this new disease is constantly evolving. Although most COVID-19 patients show mild to moderate symptoms, some develop multiple organ failure, including ARDS [30]. In the absence of specific treatment strategies, there is an urgent call for clear guidance by early risk-stratifying biomarkers to identify and to manage the increasing numbers of vulnerable COVID-19 patients in need of escalated intensive care treatment [31]. In the present study, the first German observational study in critically ill COVID-19 patients, we investigated bio-ADM as an early biomarker in 53 critically ill COVID-19 patients admitted to the ICU at the University Hospital RWTH Aachen. Increased bio-ADM levels at ICU admission were associated with the severity of ARDS, the subsequent need for organ support (mechanical ventilation, veno-venous ECMO, renal replacement therapy, and vasopressors) and 28-day mortality. Thus, our findings clearly highlight the potential of bio-ADM as a promising biomarker for the early risk stratification of critically ill patients suffering from COVID-19.The cardiovascular and respiratory systems are substantially involved in the disease progression of COVID-19, as all cases showed pneumonia upon admission and relatively high rates of pulmonary and cardiovascular complications. ADM controls vasodilation and endothelial integrity. Endothelial function and barrier stability are developed and maintained by ADM, as confirmed by knockout animal models in which the underlying signaling pathways were abolished and edema formation and vascular leakages were observed [32]. Translating these findings into clinical practice, studies have shown that bio-ADM plasma levels correlate with multiple organ injuries, severe hypotension, edema formation, disease severity and mortality in patients with sepsis, while low and decreasing bio-ADM blood levels indicate improved outcomes [24,28,33]. Similar evidence exists for other indications where endothelial dysfunction is of relevance, such as in acute heart failure [34] and cardiogenic shock [35].SARS-CoV-2 enters host cells via the angiotensin converting enzyme 2 receptor, which is expressed in the kidney, lung and heart [36]. Histological investigations of tissues from COVID-19 patients who suffered severe respiratory failure, needed organ support and even some who eventually died of multiple organ failure, revealed a substantial pathological alteration in the endothelial glycocalyx. The latter indicates that the endothelial dysfunction and disturbance of endothelial integrity are crucial mechanisms in the pathophysiology of COVID-19 [16,37]. The present findings clearly show an association between the bio-ADM levels at ICU admission and the severity of ARDS in patients suffering from COVID-19, indicating a central role of bio-ADM in the pathology of COVID-19-induced pulmonary injury. In addition, our data highlight the potential of bio-ADM to identify patients in need of invasive ventilation during the ICU stay, as patients with invasive ventilation revealed significantly increased levels of bio-ADM at ICU admission. These findings confirm and extend previous observational studies in septic patients, indicating an association between increased levels of bio-ADM and the need for mechanical ventilation [23]. Furthermore, bio-ADM plasma levels were closely related to the need for veno-venous ECMO therapy and RRT. While acknowledging that our findings do not establish a causal relationship between elevated bio-ADM plasma levels and endothelial dysfunction and the clinical course of COVID-19 patients, our data strengthen the importance of bio-ADM—and therefore endothelial dysfunction—playing a crucial role in the development of organ failure in critically ill COVID-19 patients [38]. However, it is important to mention that although our data indicate a strong predictive value of bio-ADM in regard to the clinical course of the patient, the causative relationship remains unclear and needs further investigation.In this context, previous exploratory studies have already demonstrated significantly elevated cytokine levels, which may contribute to the development of shock and tissue damage in the heart, liver and kidney as well as respiratory failure in COVID-19 patients [39]. Although markers for organ functions, such as the heart and kidney, are regularly assessed in clinical practice, the endothelium, as one of the most relevant organs, is not routinely monitored, even if highly relevant for the homeostasis of organ function [40].Several publications from China addressed the prognostic value of different parameters in predicting disease severity and short-term survival in COVID-19 patients [41,42,43,44,45,46]. Of note, although limited by a small size and the single center character, our data show significantly elevated bio-ADM levels in non-survivors compared to survivors with a moderate predictive value for 28-day mortality. These findings are in line with earlier work showing that bio-ADM levels correlate with disease severity and mortality in patients with sepsis [28,33]. 5. ConclusionsIn conclusion, this first German study on bio-ADM in critically ill COVID-19 patients shows the promising value of circulating bio-ADM in the early risk stratification of severe COVID-19 patients. Our work opens up for future randomized trials that prospectively evaluate bio-ADM as a new objective tool for the risk stratification and monitoring of patients suffering from COVID-19. AcknowledgmentsThe authors thank Nadine Frank, Jessica Pezechk and Bianca Meier for their excellent technical support. Author ContributionsConceptualization, T.-P.S., T.B., C.S. and L.M.; methodology, T.-P.S. and L.M.; validation, T.-P.S., T.B. and L.M.; formal analysis, T.-P.S. and L.M.; resources, T.-P.S., L.M. and G.M.; data curation, T.-P.S., L.S., E.Z., M.D., A.K. S.K., M.K. and L.M.; writing—review and editing, T.-P.S., C.S. and L.M.; supervision, G.M.; project administration, T.-P.S. and L.M.; funding acquisition, L.M., C.S. and T.B. All authors have read and agreed to the published version of the manuscript. FundingThis research was funded by a grant from the German Research Foundation to L.M. (DFG, MA 7082/3-1) to C.S. (DFG, STO 1099/8-1) and T.B. (DFG, BR 5308/3-1). Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki and approved by the local Ethical Committee of RWTH University (EK 100/20). Informed Consent StatementInformed consent was obtained from all participants involved in the study or their legal representatives. Data Availability StatementThe raw data supporting the conclusions of this article will be made available by the authors, without undue reservation. Conflicts of InterestThe authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Xu Z., Shi L., Wang Y., Zhang J., Huang L., Zhang C., Liu S., Zhao P., Liu H., Zhu L., et al.  Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir. Med. 2020;8:420–422. doi: 10.1016/S2213-2600(20)30076-X. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Banerjee A., Pasea L., Harris S., Gonzalez-Izquierdo A., Torralbo A., Shallcross L., Noursadeghi M., Pillay D., Sebire N., Holmes C., et al.  Estimating excess 1-year mortality associated with the COVID-19 pandemic according to underlying conditions and age: A population-based cohort study. Lancet. 2020;395:1715–1725. doi: 10.1016/S0140-6736(20)30854-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Dreher M., Kersten A., Bickenbach J., Balfanz P., Hartmann B., Cornelissen C., Daher A., Stöhr R., Kleines M., Lemmen S.W., et al.  The Characteristics of 50 hospitalized COVID-19 patients with and without ARDS. Dtsch. Aerzteblatt Online. 2020;117:271–278. doi: 10.3238/arztebl.2020.0271. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Zhou F., Yu T., Du R., Fan G., Liu Y., Liu Z., Xiang J., Wang Y., Song B., Gu X., et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: A retrospective cohort study. Lancet. 2020;395:1054–1062. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Aboughdir M., Kirwin T., Khader A.A., Wang B. Prognostic value of cardiovascular biomarkers in COVID-19: A review. Viruses. 2020;12:527.  doi: 10.3390/v12050527. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Guzik T.J., Mohiddin S.A., DiMarco A., Patel V., Savvatis K., Marelli-Berg F.M., Madhur M.S., Tomaszewski M., Maffia P., D’Acquisto F., et al.  COVID-19 and the cardiovascular system: Implications for risk assessment, diagnosis, and treatment options. Cardiovasc. Res. 2020;116:1666–1687. doi: 10.1093/cvr/cvaa106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Kermali M., Khalsa R.K., Pillai K., Ismail Z., Harky A. The role of biomarkers in diagnosis of COVID-19—A systematic review. Life Sci. 2020;254:117788. doi: 10.1016/j.lfs.2020.117788. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Emanuel E.J., Persad G., Upshur R., Thome B., Parker M., Glickman A., Zhang C., Boyle C., Smith M., Phillips J.P. Fair allocation of scarce medical resources in the time of Covid-19. N. Engl. J. Med. 2020;382:2049–2055. doi: 10.1056/NEJMsb2005114. [PubMed] [CrossRef] [Google Scholar]9. Cao W., Li T. COVID-19: Towards understanding of pathogenesis. Cell Res. 2020;30:367–369. doi: 10.1038/s41422-020-0327-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Elke G., Bloos F., Wilson D.C., Brunkhorst F.M., Briegel J., Reinhart K., Loeffler M., Kluge S., Nierhaus A., Jaschinski U., et al.  The use of mid-regional proadrenomedullin to identify disease severity and treatment response to sepsis—A secondary analysis of a large randomised controlled trial. Crit. Care. 2018;22:79. doi: 10.1186/s13054-018-2001-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Wilson D.C., Schefold J.C., Baldirà J., Spinetti T., Saeed K., Elke G. Adrenomedullin in COVID-19 induced endotheliitis. Crit. Care. 2020;24:1–2. doi: 10.1186/s13054-020-03151-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Hinson J.P., Kapas S., Smith D.M. Adrenomedullin, a multifunctional regulatory peptide. Endocr. Rev. 2000;21:138–167. doi: 10.1210/edrv.21.2.0396. [PubMed] [CrossRef] [Google Scholar]13. Schönauer R., Els-Heindl S., Beck-Sickinger A.G. Adrenomedullin—New perspectives of a potent peptide hormone. J. Pept. Sci. 2017;23:472–485. doi: 10.1002/psc.2953. [PubMed] [CrossRef] [Google Scholar]14. Kitamura K., Kangawa K., Kawamoto M., Ichiki Y., Nakamura S., Matsuo H., Eto T. Adrenomedullin: A novel hypotensive peptide isolated from human pheochromocytoma. Biochem. Biophys. Res. Commun. 1993;192:553–560. doi: 10.1006/bbrc.1993.1451. [PubMed] [CrossRef] [Google Scholar]15. Sakata J., Shimokubo T., Kitamura K., Nakamura S., Kangawa K., Matsuo H., Eto T. Molecular cloning and biological activities of rat adrenomedullin, a hypotensive peptide. Biochem. Biophys. Res. Commun. 1993;195:921–927. doi: 10.1006/bbrc.1993.2132. [PubMed] [CrossRef] [Google Scholar]16. Varga Z., Flammer A.J., Steiger P., Haberecker M., Andermatt R., Zinkernagel A.S., Mehra M.R., Schuepbach R.A., Ruschitzka F., Moch H. Endothelial cell infection and endotheliitis in COVID-19. Lancet. 2020;395:1417–1418. doi: 10.1016/S0140-6736(20)30937-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Libby P., Lüscher T. COVID-19 is, in the end, an endothelial disease. Eur. Heart J. 2020;41:3038–3044. doi: 10.1093/eurheartj/ehaa623. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Ackermann M., Verleden S.E., Kuehnel M., Haverich A., Welte T., Laenger F., Vanstapel A., Werlein C., Stark H., Tzankov A., et al.  Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in Covid-19. N. Engl. J. Med. 2020;383:120–128. doi: 10.1056/NEJMoa2015432. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Weber J., Sachse J., Bergmann S., Sparwaßer A., Struck J., Bergmann A. Sandwich immunoassay for bioactive plasma adrenomedullin. J. Appl. Lab. Med. 2017;2:222–233. doi: 10.1373/jalm.2017.023655. [PubMed] [CrossRef] [Google Scholar]20. Van Lier D., Kox M., Pickkers P. Promotion of vascular integrity in sepsis through modulation of bioactive adrenomedullin and dipeptidyl peptidase 3. J. Intern. Med. 2020 doi: 10.1111/joim.13220. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Karakas M., Jarczak D., Becker M., Roedl K., Addo M.M., Hein F., Bergmann A., Zimmermann J., Simon T.-P., Marx G., et al.  Targeting endothelial dysfunction in eight extreme-critically ill patients with covid-19 using the anti-adrenomedullin antibody adrecizumab (ham8101) Biomolecules. 2020;10:1171.  doi: 10.3390/biom10081171. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Geven C., Bergmann A., Kox M., Pickkers P. Vascular effects of adrenomedullin and the anti-adrenomedullin antibody adrecizumab in sepsis. Shock. 2018;50:132–140. doi: 10.1097/SHK.0000000000001103. [PubMed] [CrossRef] [Google Scholar]23. Mebazaa A., Geven C., Hollinger A., Wittebole X., Chousterman B.G., Blet A., Gayat E., Hartmann O., Scigalla P., Struck J., et al.  Circulating adrenomedullin estimates survival and reversibility of organ failure in sepsis: The prospective observational multinational adrenomedullin and outcome in sepsis and septic shock-1 (AdrenOSS-1) study. Crit. Care. 2018;22:1–12. doi: 10.1186/s13054-018-2243-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Caironi P., Latini R., Struck J., Hartmann O., Bergmann A., Maggio G., Cavana M., Tognoni G., Pesenti A., Gattinoni L., et al.  Circulating biologically active adrenomedullin (bio-ADM) predicts hemodynamic support requirement and mortality during sepsis. Chest. 2017;152:312–320. doi: 10.1016/j.chest.2017.03.035. [PubMed] [CrossRef] [Google Scholar]25. Spadaro S., Park M., Turrini C., Tunstall T., Thwaites R., Mauri T., Ragazzi R., Ruggeri P., Hansel T.T., Caramori G., et al.  Biomarkers for acute respiratory distress syndrome and prospects for personalised medicine. J. Inflamm. 2019;16:1–11. doi: 10.1186/s12950-018-0202-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Force A.D.T., Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]27. Bartlett R.H., Ogino M.T., Brodie D., McMullan D.M., Lorusso R., MacLaren G., Stead C.M., Rycus P., Fraser J.F., Belohlavek J., et al.  Initial ELSO guidance document: ECMO for COVID-19 patients with severe cardiopulmonary failure. ASAIO J. 2020;66:472–474. doi: 10.1097/MAT.0000000000001173. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Marino R., Struck J., Maisel A.S., Magrini L., Bergmann A., Di Somma S. Plasma adrenomedullin is associated with short-term mortality and vasopressor requirement in patients admitted with sepsis. Crit. Care. 2014;18:R34. doi: 10.1186/cc13731. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Blet A., de Roquetaillade C., Hartmann O., Struck J., Mebazaa A., Chousterman B.G. Added value of serial bio-adrenomedullin measurement in addition to lactate for the prognosis of septic patients admitted to ICU. Crit. Care. 2020;24:1–6. doi: 10.1186/s13054-020-2794-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., Zhang L., Fan G., Xu J., Gu X., et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Murthy S., Gomersall C.D., Fowler R.A. Care for critically Ill patients with COVID-19. JAMA. 2020;323:1499. doi: 10.1001/jama.2020.3633. [PubMed] [CrossRef] [Google Scholar]32. Caron K.M., Smithies O. Extreme Hydrops Fetalis and Cardiovascular Abnormalities in Mice Lacking a Functional Adrenomedullin Gene. Proc. Natl. Acad. Sci. USA. 2001;98:615–619. doi: 10.1073/pnas.98.2.615. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Lundberg O.H.M., Lengquist M., Spångfors M., Annborn M., Bergmann D., Schulte J., Levin H., Melander O., Frigyesi A., Friberg H. Circulating bioactive adrenomedullin as a marker of sepsis, septic shock and critical illness. Crit. Care. 2020;24:1–10. doi: 10.1186/s13054-020-03351-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Voors A.A., Kremer D., Geven C., Ter Maaten J.M., Struck J., Bergmann A., Pickkers P., Metra M., Mebazaa A., Düngen H.-D., et al.  Adrenomedullin in heart failure: Pathophysiology and therapeutic application. Eur. J. Heart Fail. 2019;21:163–171. doi: 10.1002/ejhf.1366. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Tolppanen H., Rivas-Lasarte M., Lassus J., Sans-Roselló J., Hartmann O., Lindholm M., Arrigo M., Tarvasmäki T., Köber L., Thiele H., et al.  Adrenomedullin: A marker of impaired hemodynamics, organ dysfunction, and poor prognosis in cardiogenic shock. Ann. Intensiv. Care. 2017;7:1–10. doi: 10.1186/s13613-016-0229-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Ferrario C.M., Jessup J., Chappell M.C., Averill D.B., Brosnihan K.B., Tallant E.A., Diz D.I., Gallagher P.E. Effect of angiotensin-converting enzyme inhibition and angiotensin II receptor blockers on cardiac angiotensin-converting enzyme 2. Circulation. 2005;111:2605–2610. doi: 10.1161/CIRCULATIONAHA.104.510461. [PubMed] [CrossRef] [Google Scholar]37. Martin L., Koczera P., Zechendorf E., Schuerholz T. The endothelial glycocalyx: New diagnostic and therapeutic approaches in sepsis. BioMed Res. Int. 2016;2016:1–8. doi: 10.1155/2016/3758278. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Joffre J., Hellman J., Ince C., Ait-Oufella H. Endothelial responses in sepsis. Am. J. Respir. Crit. Care Med. 2020;202:361–370. doi: 10.1164/rccm.201910-1911TR. [PubMed] [CrossRef] [Google Scholar]39. Wang K., Zhang Z., Yu M., Tao Y., Xie M. 15-day mortality and associated risk factors for hospitalized patients with COVID-19 in Wuhan, China: An ambispective observational cohort study. Intensiv. Care Med. 2020;46:1472–1474. doi: 10.1007/s00134-020-06047-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Paulus P., Jennewein C., Zacharowski K. Biomarkers of Endothelial Dysfunction: Can They Help Us Deciphering Systemic Inflammation and Sepsis? Biomarkers. 2011;16:S11–S21. doi: 10.3109/1354750X.2011.587893. [PubMed] [CrossRef] [Google Scholar]41. Du Y., Tu L., Zhu P., Mu M., Wang R., Yang P., Wang X., Hu C., Ping R., Hu P., et al.  Clinical features of 85 fatal cases of covid-19 from Wuhan: A retrospective observational study. Am. J. Respir. Crit. Care Med. 2020 doi: 10.1164/rccm.202003-0543OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Deng Y., Liu W., Liu K., Fang Y.Y., Shang J., Zhou L., Wang K., Leng F., Wei S., Chen L., et al.  Clinical characteristics of fatal and recovered cases of coronavirus disease 2019 (covid-19) in Wuhan, China: A retrospective study. Chin. Med. J. 2020;133:1261–1267. doi: 10.1097/CM9.0000000000000824. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Henry B.M., de Oliveira M.H.S., Benoit S., Plebani M., Lippi G. Hematologic, biochemical and immune biomarker abnormalities associated with severe illness and mortality in coronavirus disease 2019 (COVID-19): A meta-analysis. Clin. Chem. Lab. Med. 2020;58:1021–1028. doi: 10.1515/cclm-2020-0369. [PubMed] [CrossRef] [Google Scholar]44. Liu F., Li L., Xu M., Wu J., Luo D., Zhu Y., Li B., Song X., Zhou X. Prognostic value of interleukin-6, C-reactive protein, and procalcitonin in patients with COVID-19. J. Clin. Virol. 2020;127:104370. doi: 10.1016/j.jcv.2020.104370. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Lippi G., Plebani M. Procalcitonin in patients with severe coronavirus disease 2019 (COVID-19): A meta-analysis. Clin. Chim. Acta. 2020;505:190–191. doi: 10.1016/j.cca.2020.03.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Hodges G., Pallisgaard J., Olsen A.-M.S., Mcgettigan P., Andersen M., Krogager M., Kragholm K., Køber L., Gislason G.H., Torp-Pedersen C., et al.  Association between biomarkers and COVID-19 severity and mortality: A nationwide Danish cohort study. BMJ Open. 2020;10:e041295. doi: 10.1136/bmjopen-2020-041295. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}