{"title": "Risk factors for secondary hemophagocytic lymphohistiocytosis in severe coronavirus disease 2019 adult patients", "pubDate": "2021", "PMCID": "PMC8084265", "DOI": "10.1186/s12879-021-06094-8", "PMID": "33926377", "abstract": "Background:                       Secondary hemophagocytic lymphohistiocytosis (sHLH) is a life-threatening hyperinflammatory event and a fatal complication of viral infections. Whether sHLH may also be observed in patients with a cytokine storm induced by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection is still uncertain. We aimed to determine the incidence of sHLH in severe COVID-19 patients and evaluate the underlying risk factors.                  Method:                       Four hundred fifteen severe COVID-19 adult patients were retrospectively assessed for hemophagocytosis score (HScore). A subset of 7 patients were unable to be conclusively scored due to insufficient patient data.                  Results:                       In 408 patients, 41 (10.04%) had an HScore ≥169 and were characterized as \"suspected sHLH positive\". Compared with patients below a HScore threshold of 98, the suspected sHLH positive group had higher D-dimer, total bilirubin, alanine aminotransferase, aspartate aminotransferase, blood urea nitrogen, serum creatinine, triglycerides, ferritin, interleukin-6, C-reactive protein, procalcitonin, lactate dehydrogenase, creatine kinase isoenzyme, troponin, Sequential Organ Failure Assessment (SOFA) score, while leukocyte, hemoglobin, platelets, lymphocyte, fibrinogen, pre-albumin, albumin levels were significantly lower (all P < 0.05). Multivariable logistic regression revealed that high ferritin (>1922.58 ng/mL), low platelets (<101 × 109/L) and high triglycerides (>2.28 mmol/L) were independent risk factors for suspected sHLH in COVID-19 patients. Importantly, COVID-19 patients that were suspected sHLH positive had significantly more multi-organ failure. Additionally, a high HScore (>98) was an independent predictor for mortality in COVID-19.                  Conclusions:                       HScore should be measured as a prognostic biomarker in COVID-19 patients. In particular, it is important that HScore is assessed in patients with high ferritin, triglycerides and low platelets to improve the detection of suspected sHLH.", "author": [{"author": "Mei Meng", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Meng+M&cauthor_id=33926377"}, {"author": "Limin Chen", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China."], "href": "/?term=Chen+L&cauthor_id=33926377"}, {"author": "Sheng Zhang", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China."], "href": "/?term=Zhang+S&cauthor_id=33926377"}, {"author": "Xuan Dong", "affiliation": ["Tuberculosis and Respiratory Department, Wuhan Infectious Diseases Hospital, Wuhan, China."], "href": "/?term=Dong+X&cauthor_id=33926377"}, {"author": "Wenzhe Li", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Li+W&cauthor_id=33926377"}, {"author": "Ranran Li", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China."], "href": "/?term=Li+R&cauthor_id=33926377"}, {"author": "Yunxin Deng", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Deng+Y&cauthor_id=33926377"}, {"author": "Tao Wang", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Wang+T&cauthor_id=33926377"}, {"author": "Yan Xu", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Xu+Y&cauthor_id=33926377"}, {"author": "Jiao Liu", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Liu+J&cauthor_id=33926377"}, {"author": "Yanxia Huang", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Huang+Y&cauthor_id=33926377"}, {"author": "Yizhu Chen", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Chen+Y&cauthor_id=33926377"}, {"author": "Sisi Huang", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China."], "href": "/?term=Huang+S&cauthor_id=33926377"}, {"author": "Zhenliang Wen", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Wen+Z&cauthor_id=33926377"}, {"author": "Lidi Zhang", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Zhang+L&cauthor_id=33926377"}, {"author": "Hangxiang Du", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Du+H&cauthor_id=33926377"}, {"author": "Yongan Liu", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China.", "Department of Critical Care Medicine, Ruijin Hospital North, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], "href": "/?term=Liu+Y&cauthor_id=33926377"}, {"author": "Djillali Annane", "affiliation": ["General intensive care unit, Raymond Poincaré Hospital (APHP), Laboratory of Inflammation and Infection U1173, University of Versailles SQY/INSERM 104 bd Raymond Poincaré, 92380, Garches, France. djillali.annane@aphp.fr."], "href": "/?term=Annane+D&cauthor_id=33926377"}, {"author": "Jieming Qu", "affiliation": ["Department of Pulmonary and Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China. jmqu0906@163.com.", "Institute of Respiratory Diseases, Shanghai Jiao Tong University School of Medicine, Rui Jin 2nd road, Shanghai, 200025, China. jmqu0906@163.com."], "href": "/?term=Qu+J&cauthor_id=33926377"}, {"author": "Dechang Chen", "affiliation": ["Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, No 197, Rui Jin 2nd road, Shanghai, 200025, China. 15168887139@163.com."], "href": "/?term=Chen+D&cauthor_id=33926377"}], "refPMID": ["32222812", "32192578", "31986264", "32387470", "28934563", "24290661", "26836913", "22797452", "22890468", "26575612", "26903338", "4573728", "24782338", "30992265", "10839741", "30049591", "32178975", "32325026", "32291094", "32125452", "33389315", "33124971", "32251717", "32425294", "32343968", "32411313", "32293098"], "citedInPMID": ["33926377", "35054471", "34673822", "34670351", "34389110"], "body": " AbstractBackgroundSecondary hemophagocytic lymphohistiocytosis (sHLH) is a life-threatening hyperinflammatory event and a fatal complication of viral infections. Whether sHLH may also be observed in patients with a cytokine storm induced by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection is still uncertain. We aimed to determine the incidence of sHLH in severe COVID-19 patients and evaluate the underlying risk factors.MethodFour hundred fifteen severe COVID-19 adult patients were retrospectively assessed for hemophagocytosis score (HScore). A subset of 7 patients were unable to be conclusively scored due to insufficient patient data.ResultsIn 408 patients, 41 (10.04%) had an HScore ≥169 and were characterized as “suspected sHLH positive”. Compared with patients below a HScore threshold of 98, the suspected sHLH positive group had higher D-dimer, total bilirubin, alanine aminotransferase, aspartate aminotransferase, blood urea nitrogen, serum creatinine, triglycerides, ferritin, interleukin-6, C-reactive protein, procalcitonin, lactate dehydrogenase, creatine kinase isoenzyme, troponin, Sequential Organ Failure Assessment (SOFA) score, while leukocyte, hemoglobin, platelets, lymphocyte, fibrinogen, pre-albumin, albumin levels were significantly lower (all P < 0.05). Multivariable logistic regression revealed that high ferritin (>1922.58 ng/mL), low platelets (<101 × 109/L) and high triglycerides (>2.28 mmol/L) were independent risk factors for suspected sHLH in COVID-19 patients. Importantly, COVID-19 patients that were suspected sHLH positive had significantly more multi-organ failure. Additionally, a high HScore (>98) was an independent predictor for mortality in COVID-19.ConclusionsHScore should be measured as a prognostic biomarker in COVID-19 patients. In particular, it is important that HScore is assessed in patients with high ferritin, triglycerides and low platelets to improve the detection of suspected sHLH.Keywords: Secondary Hemophagocytic Lymphohistiocytosis, COVID-19, HScore, Ferritin, Triglycerides, Platelet, Cytokine storm Highlights\nSecondary hemophagocytic lymphohistiocytosis (sHLH) has prognostic value in corona virus disease 2019 (COVID-19)HScore in severe COVID-19 cases can help detect sHLHRisk factors for suspected sHLH in severe COVID-19 are high ferritin (>1922.58 ng/mL), low platelets (<101 × 109/L) and high triglycerides (>2.28 mmol/L).Cytokine storm syndrome is the cause of suspected sHLH in severe COVID-19 IntroductionCOVID-19 caused by SARS-CoV-2 continues to spread globally and represents a serious worldwide health problem [1]. RECOVERY trial results showed dexamethasone reduced 28-day mortality in severe COVID-19 by attenuating the exaggerated inflammatory response in the host [2]. However, in coronavirus infection, several studies observed delay in viral clearance with systemic corticosteroid therapy, potentially indicating increased viral replication as an adverse effect [1]. Therefore, it is urgent to accurately identify the patient subsets that may benefit from immunosuppressive treatment.Accumulating evidence has indicated that a cytokine storm caused by an excessive immune response drives disease progression and organ failure in COVID-19 patients [3–5]. sHLH is a cytokine-driven fulminant hyperinflammatory syndrome associated with morbidity and mortality up to 88%. sHLH in adults often occurs after infections, especially viral infections by Epstein-Barr Virus (EBV), cytomegalovirus (CMV), human immunodeficiency virus (HIV), and influenza [6]. The main clinical features of sHLH include persistent fever, cytopenia, and hyperferritinemia [7]. Lung involvement is common and was shown to be an independent determinant of death in sHLH [8]. It is reasonable to speculate that the abnormal hyperinflammatory state in COVID-19 may induce sHLH, thus driving a poor prognosis.A recent study suggested that HScore, a score for the diagnosis of reactive hemophagocytic syndrome, could be used to identify suspected occurrence of sHLH in severe COVID-19 without mandatory bone marrow hemophagocytosis [3]. Once a diagnosis of sHLH is established, targeted interventions should be carried out rapidly, including immunosuppressants such as glucocorticoids and chemotherapy drugs [7]. To provide more accurate diagnosis and appropriate treatment, it is necessary to conduct studies about sHLH in severe COVID-19.In this study, we screened severe COVID-19 patients for sHLH with objectives to (1) determine the incidence of suspected sHLH in severe COVID-19, (2) describe clinical features of suspected sHLH associated with COVID-19, (3) evaluate risk factors for suspected sHLH and identify mortality-associated risk factors in COVID-19 patients, and (4) highlight potential relationships between emerging knowledge of COVID-19 disease progression and suspected sHLH. Patients and methodsThe present study is a single-center, retrospective study, which was approved by the ethics committee of Wuhan Infectious Diseases Hospital (KY-2020-03-01).Data collectionA total of 1399 confirmed COVID-19 patients from January 2, 2020 to March 28, 2020 were screened. We retrieved demographic and epidemiological characteristics, laboratory testing results, clinical diagnosis and treatment data from electronic medical records and files.DefinitionSevere COVID-19 was defined according to WHO 2020 classification, as follows: fever or suspected respiratory infection, plus one of the following: respiratory rate > 30 breaths/min; severe respiratory distress; or SpO2 ≤ 93% on room air [9]. The Berlin Definition was used to diagnose acute respiratory distress syndrome (ARDS) [10]. Acute kidney injury (AKI) was diagnosed using the KDIGO criteria [11]. Prothrombin time test, the levels of fibrin/fibrinogen (Fib) degradation products, and platelet counts were used for the diagnosis of disseminated intravascular coagulation (DIC) [12]. Diagnosis of septic shock was based on the Third International Consensus Definition for Sepsis and Septic Shock [13]. Liver and heart injury were diagnosed according to laboratory testing results [14].The HScore was developed by Fardet et al. and colleagues to estimate an individual’s risk of having sHLH. This scoring system can be freely available online (http://saintantoine.aphp.fr/score/) and contains nine items in routine practice, including known underlying immunodepression, maximal temperature (°C), hepatomegaly, splenomegaly, lower hemoglobin level, lower leucocytes count, lower platelets count, higher ferritin level (ng/ml), higher triglyceride level (mmol/l), lower fibrinogen level (g/l), higher serum glutamic oxaloacetic transaminase/ recombinant aspartate aminotransferase (SGOT/ASAT) level (UI/L), hemophagocytosis features on bone marrow aspirate. We set HScore 169 and 98 as the cut off because HScore at 169 achieved the optimal discriminative power in previous study and HScore < 98 virtually rules out the diagnosis of sHLH [15]. Patients with HScores between 98 and 169 were not categorized as either suspected sHLH positive or negative [15].Statistical analysisContinuous variables were presented as median (lower quartile, upper quartile) and compared using the Wilcoxon rank-sum or Kruskal-Wallis tests. Frequency was used to represent the unordered classification variables and Pearson chi-square tests were used for comparison. Ordered categorical variables were expressed as frequency and compared by Wilcoxon rank-sum or Kruskal-Wallis tests. A binary logistic regression model was used for multivariate analysis to select factors associated with suspected sHLH or death. The receiver-operator characteristic analysis and area under the curve were used to evaluate the discrimination of potential variables to diagnose suspected sHLH. The model was validated internally by bootstrap resampling, and the prognostic performance was measured by the concordance index (C-index) and calibration curve. All analyses were performed using SAS software, version 9.4 (SAS Institute Inc., Cary, NC) or R software. Graphs were made in Stata 16.0 or MedCalc softwares. All probability calculations were two-tailed, and p values of 0.05 or less were considered to be statistically significant. ResultsClinical characteristics and laboratory findings of severe COVID-19Of the 1399 COVID-19 confirmed patients who met a treatment endpoint, either recovery or death, in Wuhan Infectious Diseases Hospital by March 28, 2020 were included in this study. Of 1399 patients, 424 met the criteria for severe COVID-19. However, 9 patients were missing, and thus 415 patients were included in this study for analysis. Among the 415 patients, 171 were female (41.20%) and 244 were male (58.80%), 255 were over than 60 years old (61.45%). Non-survivors were 220 (53.01%), including 138 male (62.73%).Compared with survivors, non-survivors were older and had shorter length of hospital stay, higher SOFA scores and APACHE II scores at 24 h post-admission, significantly lower leukocytes, platelets, neutrophils, lymphocytes, Fib, pre-albumin, albumin, while D-Dimer, aspartate aminotransferase (AST), blood urea nitrogen (BUN), serum creatinine (sCr), ferritin, Interleukin − 6 (IL-6), C-reactive protein (CRP), procalcitonin (PCT), lactate dehydrogenase (LDH), creatine kinase isoenzyme (CK-MB), troponin were all significantly higher (all P < 0.0001) (Table 1). There were no significant differences in underlying comorbidities between survivor and non-survivor patients.\nTable 1Characteristics of all 415 patients with severe COVID-19 and stratified into survivors and non-survivorsAll(n = 415)Survivors(n = 195)Nonsurvivors(n = 220)P valueGender, Male/Female, n (%)244(58.80) /171(41.20)106(54.36)/ 89(45.64)138(62.73)/ 82(37.27)0.0839Age, years, Mean (SD)62.63(13.49)57.77(12.67)66.93(12.74)< 0.0001age, years, n(%)< 0.0001 <4023(5.54)15(7.69)8(3.64) 40–60137(33.01)92(47.18)45(20.45)  ≥ 60255(61.45)88(45.13)167(75.91)ARDS, n(%)258(62.93)/ 152(37.07)a;575(38.46) /120(61.54)183(85.12)/ 32(14.88); 5< 0.0001DIC, n(%)20(5.00) /380(95.00); 151(0.52) /193(99.48); 119(9.22) /187(90.78); 14< 0.0001Liver injury, n(%)78(19.50) /322(80.50); 1526(13.40) /168(86.60); 152(25.24)/ 154(74.76); 140.0028Heart injury, n(%)104(26.00) /296(74.00); 1512(6.19) /182(93.81); 192(44.66)/ 114(55.34); 14< 0.0001Kidney injury, n(%)60(15.00) /340(85.00); 155(2.58) /189(97.42); 155(26.70)/ 151(73.30); 14< 0.0001Shock, n (%)87(21.75) /313(78.25); 152(1.03)/ 192(98.97); 185(41.26)/ 121(58.74); 14< 0.0001Smoking history, n(%)20(4.84) /393(95.16); 215(7.69)/ 180(92.31)5(2.29)/ 213(97.71); 20.0107Alcohol history, n(%)21(5.08)/ 392(94.92); 215(7.69)/ 180(92.31)6(2.75)/ 212(97.25);20.0225Comobidities Diabetes, n(%)79(19.13) /334(80.87); 230(15.38)/ 165(84.62)49(22.48) /169(77.52); 20.0673 Hypertension, n(%)147(35.59)/ 266(64.41); 264(32.82)/ 131(67.18)83(38.07)/ 135(61.93); 20.2657 Chronic heart failure, n(%)39(9.44) /374(90.56); 212(6.15)/ 183(93.85)27(12.39)/ 191(87.61); 20.0306 COPD, n(%)13(3.15) /400(96.85); 23(1.54)/ 192(98.46)10(4.59)/ 208(95.41); 20.0765 Stroke, n(%)26(6.30)/ 387(93.70); 210(5.13)/ 185(94.87)16(7.34)/ 202(92.66); 20.3557 Malignant Tumor, n(%)19(4.60) /394(95.40); 210(5.13)/ 185(94.87)9(4.13)/ 209(95.87); 20.6283 Chronic liver disease, n(%)14(3.39)/ 399(96.61); 25(2.56)/ 190(97.44)9(4.13)/ 209(95.87); 20.3805 Chronic kidey disease, n(%)11(2.66) /402(97.34); 23(1.54)/ 192(98.46)8(3.67)/ 210(96.33); 20.1793 Hepatitis B, n(%)15(3.62) /399(96.38); 17(3.59)/ 188(96.41)8(3.65)/ 211(96.35); 10.9726 HIV, n (%)0(0.00) /414(100.00); 10(0.00)/ 195(100.00)0(0.00)/ 219(100.00); 11.0000 Autoimmue disease, n(%)17(4.12) /396(95.88); 27(3.59)/ 188(96.41)10(4.59)/ 208(95.41); 20.6105Respiratory support, n(%)< 0.0001 Intranasal oxygen inhalation146(37.15)122(63.21)24(12.00) Mask oxygen Inhalation18(4.58)10(5.18)8(4.00)  High Flow67(17.05)24(12.44)43(21.50)  Non-invasive ventilation75(19.08)9(4.66)66(33.00)  Invasive ventilaiton53(13.49)3(1.55)50(25.00)  ECMO4(1.02)0(0.00)4(2.00) CRRT, n(%)79(19.13) /334(80.87); 230(15.38)/ 165(84.62)49(22.48)/ 169(77.52); 20.0673 Inotropic support, n(%)87(20.96)/328(79.03)2(1.03)/ 193(98.97)85(38.64)/ 135(61.36)< 0.0001 Corticosteroid treatment, n(%)226(54.45)/189(45.54)85(43.59)/ 110(56.41)141(64.09)/ 79(35.91)< 0.0001Co-infection, n(%) Influenza A401(97.33)/ 6(1.46); 8193(98.97)/ 2(1.03)208(95.85)/ 4(1.84); 80.0799 Influenza B402(97.57)/ 5(1.21); 8195(100.00)/ 0(0.00)207(95.39)/ 5(2.30); 80.0101 Tuberculosis8(1.94)/ 405(98.06); 23(1.54)/ 192(98.46)5(2.29)/ 213(97.71); 20.8428Symptoms and signs, n(%) heart rate, (per minute)0.0002   ≤ 10037(15.42)28(26.17)9(6.77)  >100200(83.33)77(71.96)123(92.48)  Total240(100.00)107(100.00)133(100.00) Nasal stuffiness8(1.94)/ 405(98.06); 24(2.05) /191(97.95)4(1.83) /214(98.17); 21.0000 Nasal discharge12(2.91) /401(97.09); 25(2.56)/ 190(97.44)7(3.21)/ 211(96.79); 20.6960 Sneezing4(0.97) /408(99.03); 33(1.54)/ 192(98.46)1(0.46)/ 216(99.54); 30.5414 Sore throat8(1.94) /405(98.06); 24(2.05)/ 191(97.95)4(1.83)/ 214(98.17); 21.0000 Cough330(79.90) /83(20.10); 2157(80.51)/ 38(19.49)173(79.36)/ 45(20.64); 20.7700 Sputum production157(38.01)/ 256(61.99); 267(34.36)/ 128(65.64)90(41.28)/ 128(58.72); 20.1478 Chest tightness264(63.92)/ 149(36.08); 2113(57.95)/ 82(42.05)151(69.27)/ 67(30.73); 20.0168 Chest pain12(2.91) /401(97.09); 26(3.08)/ 189(96.92)6(2.75)/ 212(97.25); 20.8445 Hemoptysis7(1.69) /406(98.31); 24(2.05)/ 191(97.95)3(1.38)/ 215(98.62); 20.8817 Headache13(3.15)/ 400(96.85); 210(5.13)/ 185(94.87)3(1.38)/ 215(98.62); 20.0292 Myalgia49(11.86) /364(88.14); 229(14.87)/ 166(85.13)20(9.17)/ 198(90.83); 20.0739 Fatigue165(40.05) /247(59.95); 378(40.21)/ 116(59.79)87(39.91)/ 131(60.09); 20.9509 Digestive symptoms58(14.04)/ 355(85.96); 228(14.36)/ 167(85.64)30(13.76)/ 188(86.24); 20.8615 Discomfort of eye1(0.24)/ 412(99.76); 21(0.51)/ 194(99.49)0(0.00)/ 218(100.00); 20.4722 Cyanosis48(11.59) /366(88.41); 110(5.13)/ 185(94.87)38(17.35)/ 181(82.65); 10.0001 Rhonchial26(6.30) /386(93.46); 313(6.67)/ 181(92.82)13(5.96)/ 205(94.04); 21.0000 Moist rales76(18.40) /337(81.60); 233(16.92)/ 162(83.08)43(19.72)/ 175(80.28); 20.4632 SPO2(≤93%/>93%)279(67.23)/ 136(32.77)96(49.23)/ 99(50.77)183(83.18)/ 37(16.82)< 0.0001 Length of hospitalization, d12.00(7.00,18.00);15.00 (11.00,20.00)10.00(4.00,15.00)< 0.0001 Length of ICU, d2.00(0.00,9.00);0.00 (0.00,6.50);3.00 (1.00,9.00);< 0.0001 Temperature, °C38.50(38.00,39.00)38.50 (38.00,39.00)38.50 (38.00,39.00)0.5281 arterial pressure, mmHg87.00(79.83,92.83); 2186.00 (78.00,91.33);288.00 (82.00,93.67); 190.0005 heart rate, per mimute89.00(81.00,100.00); 290.00 (82.00,100.00)88.50 (80.00,102.00); 20.9356 respiratory rate22.00(20.00,26.00); 122.00 (20.00,26.00)22.00 (20.00,28.00)0.7331  <24, (per minute)251(60.48)122(62.56)129(58.64)0.3642  24–30, (per minute)87(20.96)40(20.51)47(21.36)   ≥ 30, (per minute)77(18.55)33(16.92)44(20.00)  Total415(100.00)195(100.00)220(100.00) SOFA3.00(1.00,4.00); 42.00(1.00, 3.00)3.00(2.00,5.00); 4< 0.0001 APACHEII7.00(5.00,10.00); 46.00 (4.00,7.00)9.00 (7.00,13.00); 4< 0.0001Laboratory Tests Lowest leukocyte, ×109/L5.44(3.83, 8.50)b; 104.45 (3.43,5.91)7.57 (4.63,11.60); 10< 0.0001 Lowest haemoglobin, g/L109.00(88.00,123.00); 10110.00 (91.00,124.00)108.00 (86.00,122.00); 100.5267 Lowest patelets, ×109/L125.50(53.00,188.00);9152.00 (86.00,217.00)91.00 (42.00,165.00); 9< 0.0001 Lowest neutrophils, ×109/L5.38(3.00,11.36); 143.55 (2.55,8.59)6.99 (4.30,11.63); 14< 0.0001 Lowest lymphocyte, ×109/L0.55(0.35,1.06); 110.86 (0.49,1.44)0.44 (0.28,0.64); 11< 0.0001 Lowest fibrinogen, g/L4.10(2.70,5.90); 224.50 (3.40,6.50);63.60 (2.20,5.30); 16< 0.0001 Lowest prealbumin, g/L83.00(45.00,117.00); 10104.00 (67.00,145.00); 164.00 (33.00,98.00); 9< 0.0001 Lowest albumin, g/L28.00(25.10,31.40); 830.10 (27.60,34.40)26.00 (23.45,28.70); 8< 0.0001 Peak D-Dimer, mg/L10.06(1.15,42.82)1.58 (0.63,14.04)27.31 (7.60,58.76)< 0.0001 Peak total bilirubin, μg/L18.95(13.00,32.30); 1315.40 (11.70,30.00); 222.50 (15.39,32.76); 110.0019 Peak alanine aminotransferase, U/L49.00(31.00,77.00); 1248.00 (30.00,68.00)50.50 (31.50,87.00); 120.1652 Peak aspartate aminotransferase, U/L43.00(29.00,72.00); 1134.00 (24.00,50.00)57.00 (36.00,108.00); 11< 0.0001 Peak blood urea nitrogen, mmol/L9.20(5.97,18.00); 146.66 (5.03,9.79); 114.90 (8.10,24.30); 13< 0.0001 Peak serum creatinine, μg/L82.00(59.40,139.80); 1370.70 (53.70,89.30)120.70 (69.30,276.80); 13< 0.0001 Peak triglycerides, mmol/L2.15(1.42,3.43); 142.16 (1.42,4.53);12.10 (1.41,3.27); 130.5062 Peak ferritin, μg/L927.22(492.02,2000.00); 18600.08 (356.00,987.50);61675.09 (837.84,2000.00);12< 0.0001 Peak Interleukin −6, pg/mL11.18(7.92,19.57); 269.32 (6.90,13.50); 913.89 (9.99,27.90); 17< 0.0001 Peak erythrocyte sedimentation rate, mm/h60.00(43.00,79.00); 2261.00 (45.30,88.00); 459.35 (40.00,73.00); 180.0527 Peak C-reactive protein, mg/L122.60(30.50,160.00); 1249.40 (8.70,121.90); 3160.00 (111.00,160.40); 9< 0.0001 Peak procalcitonin, ng/mL0.20(0.06,2.87); 170.07 (0.05,0.23); 41.08 (0.16,6.40); 13< 0.0001 Peak lactate dehydrogenase, U/L429.00(274.00,699.00); 10300.50 (221.00,403.00); 1675.00 (464.00,1095.00); 9< 0.0001 Peak creatine kinase isoenzyme, U/L27.00(17.00,66.00); 1619.50 (14.00,51.00); 134.00 (20.00,84.00); 15< 0.0001 Peak Troponin, pg/mL10.85(3.50,99.00); 134.40 (1.70,9.10); 170.50 (11.20,823.05); 12< 0.0001Open in a separate windowAbbreviations: ARDS Acute Respiratory Distress Syndrome, DIC Disseminated Intravascular Coagulation, COPD Chronic Obstructive Pulmonary Disease, ECMO Extracorporeal Membrane Oxygenation, CRRT Continuous Renal Replacement Therapy, ICU Intensive Care Unit, SOFA Sequential Organ Failure Assessment, APACHE Acute Physiology, Age, Chronic Health EvaluationData are expressee as: aNo. (%) yes/no; no. missing (if applicable); bMedian (range); no. missing (if applicable)P value compare between survivor group vs non-survivor group, P < 0.05 means had significantly differentClinical characteristics and laboratory findings of COVID-19 associated with suspected sHLH according to HScoreOf the 415 patients the available data was only sufficient to generate HScores for 408. Of these 408 patients, 41 (10.05%) had a HScore≥169 and were identified as suspected sHLH. Conversely, 279 (68.38%) had a HScore≤98 were considered negative for suspected sHLH. The remaining 88 patients had HScores 98–169 and were not categorized.Mortality in the suspected sHLH positive group was significantly higher than that in the suspected sHLH negative group (100.00% vs 34.77%, P < 0.001) (Table 2).\nTable 2Clinical Characteristics and Laboratory Findings of COVID-19 according to HScore (≤98 as sHLH negative, ≥169 as sHLH positive, 98–169 as uncertain)≤98 (n = 279)≥169(n = 41)98–169(n = 88)P valuecoutcome< 0.0001 Survivor, n(%)182(65.23)0(0.00)13(14.77) Non-survivor, n(%)97(34.77)41(100.00)75(85.23) Total279(100.00)41(100.00)88(100.00)Gender, Male/Female, n(%)153(54.84)/ 126(45.16)27(65.85)/14(34.15)60(68.18)/28(31.82)0.0537Age, years, Mean (SD)63.00(52.00,72.00)63.00(52.00,71.00)65.00(57.00,72.00)0.2419age, years, n(%)0.1869 <4017(6.09)3(7.32)3(3.41) 40–60101(36.20)11(26.83)25(28.41)  ≥ 60161(57.71)27(65.85)60(68.18)ARDS, n(%)150(53.76)/129(46.24)a34(85.00)/6(15.00); 168(80.95)/16(19.05); 4< 0.0001DIC, n(%)6(2.17)/ 271(97.83); 24(10.53)/34(89.47);310(12.66)/69(87.34); 90.0004Liver, n(%)36(13.00)/241(87.00); 212(31.58)/26(68.42); 330(37.97)/49(62.03); 9< 0.0001Heart, n(%)50(18.05)/227(81.95); 217(44.74)/21(55.26); 335(44.30)/44(55.70); 9< 0.0001Kidney, n(%)17(6.14)/260(93.86); 216(42.11)/22(57.89); 326(32.91)/53(67.09); 9< 0.0001Shock, n(%)31(11.19)/246(88.81); 220(52.63)/18(47.37); 334(43.04)/45(56.96); 9< 0.0001Smoking history, n(%)14(5.04)/264(94.96); 12(4.88)/39(95.12)4(4.60)/83(95.40); 10.9111Alcohol history, n(%)16(5.76)/262(94.24); 11(2.44)/40(97.56)4(4.60)/83(95.40); 10.3577Comobidities Diabetes,n(%), n(%)50(17.99)/228(82.01); 19(21.95)/32(78.05)20(22.73)/68(77.27)0.5630 Hypertension, n(%)97(34.89)/181(65.11); 111(26.83)/30(73.17)38(43.18)/50(56.82)0.1639 Chronic heart failure, n(%)29(10.43)/249(89.57); 12(4.88)/39(95.12)7(7.95)/81(92.05)0.2138 COPD, n(%)5(1.80)/273(98.20); 12(4.88)/39(95.12)6(6.82)/82(93.18)0.0537 Stroke, n(%)18(6.47)/260(93.53); 10(0.00)/41(100.00)8(9.09)/80(90.91)0.3853 Tumor, n(%)11(3.96)/267(96.04); 12(4.88)/39(95.12)5(5.68)/83(94.32)0.5927 Chronic liver disease, n(%)6(2.16)/272(97.84); 12(4.88)/39(95.12)6(6.82)/82(93.18)0.0907 Chronic kidey disease, n(%)7(2.52)/271(97.48); 12(4.88)/39(95.12)2(2.27)/86(97.73)0.5200 Hepatitis B,n(%)11(3.94)/268(96.06)3(7.32)/38(92.68)1(1.15)/86(98.85); 10.7610 HIV, n(%)0(0.00)/279(100.00)0(0.00)/41(100.00)0(0.00)/87(100.00); 11.0000 Autoimmue disease, n(%)7(2.52)/271(97.48); 13(7.32)/38(92.68)6(6.82)/82(93.18)0.0422Respiratory support, n(%)< 0.0001 Intranasal oxygen inhalation129(47.43)3(8.11)13(16.46) Mask oxygen Inhalation16(5.88)1(2.70)1(1.27)  High Flow48(17.65)3(8.11)14(17.72)  Non-invasive ventilation35(12.87)12(32.43)26(32.91)  Invasive ventilaiton17(6.25)14(37.84)22(27.85)  ECMO1(0.37)3(8.11)0(0.00)CRRT, n(%)50(17.99)/228(82.01); 19(21.95)/32(78.05)20(22.73)/68(77.27)0.5630Inotropic support, n(%)33(11.83)/ 246(88.17)21(51.22)/ 20(48.78)30(34.09)/ 58(65.91)< 0.0001Corticosteroid treatment, n(%)133(47.67)/ 146(52.33)35(85.37)/ 6(14.63)55(62.50)/ 33(37.50)< 0.0001Co-infection, n(%) Influenza A3(1.08)/ 273(98.56); 31(2.44)/ 38(92.68); 22(2.27) /84(95.45); 20.0924 Influenza B1(0.36)/275(99.28); 31(2.44)/ 38(92.68); 23(3.41) /83(94.32); 20.0127 Tuberculosis4(1.44) /274(98.56);11(2.44)/ 40(97.56)3(3.41)/ 85(96.59)1.0000Symptoms and signs, n(%) heart rate, (per minute)0.6759   ≤ 10032(21.77)2(3.57)4(6.67)  >100113(76.87)26(92.86)56(93.33)  Total147(100.00)28(100.00)60(100.00) Nasal stuffiness5(1.80) /273(98.20); 12(4.88) /39(95.12)1(1.14) 87(98.86)1.0000 Nasal discharge6(2.16)/272(97.84); 15(12.20)/ 36(87.80)1(1.14)/87(98.86)0.0086 Sneezing3(1.08)/ 275(98.92); 10(0.00)/40(100.00); 11(1.14)/87(98.86)1.0000 Sore throat4(1.44)/274(98.56); 11(2.44)/40(97.56)3(3.41)/ 85(96.59)1.0000 Cough226(81.29)/ 52(18.71); 130(73.17)/11(26.83)69(78.41)/ 19(21.59)0.4468 Sputum production104(37.41)/174(62.59); 116(39.02)/25(60.98)33(37.50)/55(62.50)0.9802 Chest tightness172(61.87)/106(38.13); 130(73.17) /11(26.83)58(65.91) /30(34.09)0.3367 Chest pain7(2.52) /271(97.48)1(2.44) /40(97.56)4(4.55)/ 84(95.45)0.6647 Hemoptysis5(1.80) 273(98.20); 12(4.88) /39(95.12)0(0.00) /88(100.00)1.0000 Headache9(3.24)/ 269(96.76); 12(4.88) /39(95.12)2(2.27)/ 86(97.73)0.8098 Myalgia34(12.23) /244(87.77); 13(7.32) /38(92.68)12(13.64) /76(86.36)0.5736 Acratia102(36.82)/175(63.18);226(63.41) /15(36.59)35(39.77)/ 53(60.23)0.0052 Digestive symptoms36(12.95) /242(87.05)9(21.95)/ 32(78.05)13(14.77)/ 75(85.23)0.3021 Discomfort of eye1(0.36)/ 277(99.64); 10(0.00)/ 41(100.00)0(0.00)/ 88(100.00)1.0000 Cyanosis27(9.71) /251(90.29); 110(24.39) /31(75.61)7(7.95)/ 81(92.05)0.0393 Rhonchial18(6.47) 259(93.17); 14(9.76) /37(90.24)4(4.55)/ 84(95.45)1.0000 Moist rales51(18.35)/ 227(81.65)12(29.27) /29(70.73)12(13.64) 76(86.36)0.1028 SPO2(≤93%/>93%)173(62.01)/ 106(37.99)32(78.05)/ 9(21.95)67(76.14)/ 21(23.86)0.0131 Length of hospitalization, d12.00(8.00,18.00)b17.00(11.00,22.50)12.00(7.00,16.00)0.0029 Length of ICU, d0.00(0.00,6.00)9.50(3.50,12.00)3.00(0.50,12.00)< 0.0001 Temperature, °C38.50(38.00,39.00)38.50(38.00,38.90)38.90(38.00,39.00)0.4406 Arterial pressure, mmHg87.00(78.33,93.00)86.58(81.50,91.33)86.75(81.33,93.50)0.1593 Heart rate, per mimute89.00(82.00,99.00); 190.0081.00,100.0088.00(80.00,102.00)0.5895 Respiratory rate0.5070  <24, (per minute)164(58.78)26(63.41)58(65.91)  24–30, (per minute)65(23.30)5(12.20)15(17.05)   ≥ 30, (per minute)50(17.92)10(24.39)15(17.05)  Total279(100.00)41(100.00)88(100.00) SOFA2.00(1.00,3.00)3.00(1.00,4.00)3.00(2.00,5.00)< 0.0001 APACHEII7.00(5.00,9.00)8.00(6.00,11.00)8.00(6.00,13.00)0.0010Laboratory Tests Lowest leukocyte, ×109/L5.08(3.74,7.83)b; 46.97(4.38,9.31)6.77(3.81,10.53); 10.0118 Lowest haemoglobin, g/L112.00(94.00,124.00); 495.00(77.00,106.00)106.00(78.00,122.00); 10.0020 Lowest patelets, ×109/L151.00(81.00,197.00); 361.00(27.00,101.00)83.00(26.00,144.00); 1< 0.0001 Lowest neutrophils, ×109/L4.73(2.76,11.46); 85.10(3.32,7.39)7.02(3.97,12.72); 10.0804 Lowest lymphocyte, ×109/L0.69(0.44,1.22); 50.33(0.18,0.53)0.43(0.28,0.66); 1< 0.0001 Lowest fibrinogen, g/L4.50(3.24,6.35); 152.40(1.60,3.46)3.80(2.10,5.40); 2< 0.0001 Lowest prealbumin, g/L93.00(59.00,127.00); 451.00(28.00,85.00)55.00(29.00,89.00); 1< 0.0001 Lowest albumin, g/L28.90(26.20,32.30); 224.40(22.30,27.60)26.60(23.40,28.90); 1< 0.0001 Peak D-Dimer, mg/L4.58(0.80,32.09); 547.82(20.06,80.00)17.83(3.46,63.70); 1< 0.0001 Peak total bilirubin, μg/L16.60(12.20,30.00); 623.98(17.38,37.80)25.20(16.60,32.30); 10.0007 Peak alanine aminotransferase, U/L47.00(28.00,67.00); 657.00(36.00,122.00)62.00(38.00,109.00); 10.0001 Peak aspartate aminotransferase, U/L38.00(26.00,55.00); 585.00(52.00,215.00)65.00(40.00,121.00); 1< 0.0001 Peak blood urea nitrogen, mmol/L7.50(5.30,11.00); 821.66(13.50,35.30)14.90(8.50,24.00); 1< 0.0001 Peak serum creatinine, μg/L72.95(55.60,99.00); 7246.10(146.00,413.70)105.20(67.40,263.10); 1< 0.0001 Peak triglycerides, mmol/L1.95(1.31,3.27); 83.27(2.33,4.27)2.20(1.58,3.43); 10.0001 Peak ferritin, μg/L710.11(433.23,1276.37); 112000.00(2000.00,2000.00)2000.00(962.51,2000.00); 2< 0.0001 Peak Interleukin −6, pg/mL10.20(7.26,14.98); 1623.41(11.73,60.57); 114.60(8.56,26.90); 4< 0.0001 Peak erythrocyte sedimentation rate, mm/h60.00(43.00,80.00); 1065.50(49.20,79.00); 358.30(39.00,74.00); 40.5133 Peak C-reactive protein, mg/L76.68(15.60,160.00); 5160.00(160.00,206.40)160.00(121.20,198.80); 2< 0.0001 Peak procalcitonin, ng/mL0.11(0.05,0.50); 104.21(2.63,15.22)0.98(0.19,4.90); 2< 0.0001 Peak lactate dehydrogenase, U/L349.00(241.00,534.00); 41096.00(708.00,1676.00)662.00(432.00,944.00); 1< 0.0001 Peak creatine kinase isoenzyme, U/L21.50(15.00,52.50); 947.00(32.00,85.00)38.00(21.00,77.00); 1< 0.0001 Peak Troponin, pg/mL6.15(2.40,24.60); 7303.10(33.80,2202.10)51.50(6.44,591.40); 1< 0.0001Open in a separate windowAbbreviations: ARDS Acute Respiratory Distress Syndrome, DIC Disseminated Intravascular Coagulation, COPD Chronic Obstructive Pulmonary Disease, ECMO Extracorporeal Membrane Oxygenation, CRRT Continuous Renal Replacement Therapy, ICU Intensive Care Unit, SOFA Sequential Organ Failure Assessment, APACHE Acute Physiology, Age, Chronic Health EvaluationData are expressee as: aNo. (%) yes/no; no. missing (if applicable); bMedian (range); no. missing (if applicable)c\nP value compare between Hscore ≥169 group vs Hscore ≤98 group, P < 0.05 means had significantly differentThere were no statistically significant differences in age and gender between suspected sHLH negative and positive groups. Clinical symptoms and signs were similar in suspected sHLH positive group and negative group, except cyanosis was more frequent in suspected sHLH positive patients (P = 0.03). For comobidities, suspected sHLH positive patients had significantly higher autoimmue disease (P = 0.042).Compared to the suspected sHLH negative group, the suspected sHLH positive group had significantly higher prevalence of complications including ARDS, DIC, liver injury, heart injury, AKI and, shock as well as high SOFA scores (all P < 0.05) (Table ​(Table22).Several laboratory findings were also statistically different between patients with suspected sHLH compared to those without, such as lower haemoglobin (Hb), platelets, lymphocytes, fibrinogen, pre-albumin, albumin, and higher D-Dimer, total bilirubin (Tbil), alanine aminotransferase (ALT), AST, triglycerides (TG), BUN, sCr, IL-6, PCT, LDH, ferritin, CK-MB, troponin,With regard to treatments, of 41 suspected sHLH suspected patients, 8.11% (n = 3) received high-flow nasal cannula, 32.43% (n = 12) received non-invasive positive-pressure ventilation (NPPV), 37.84% (n = 14) were intubated, 8.11% (n = 3) received extracorporeal membrane oxygenation, 21.95% (n = 9) received continuous renal replacement therapy (CRRT), 51.22% (n = 21) received inotropic support and 85.37% (n = 35) received corticosteroid treatment. Except CRRT (P = 0.56), all above-mentioned treatments in suspected sHLH positive group were significantly more common compared to suspected sHLH negative group (all P < 0.05) (Table ​(Table22).Risk factors for mortality of severe COVID-19High SOFA score, low leukocyte, low lymphocyte, low prealbumin, high AST, high CRP, high LDH and old age, were all significantly associated with death in severe COVID-19 patients by logistic regression analysis (all P < 0.05) (Table 3). In addition a higher HScore was also significantly associated with death in severe COVID-19 patients. This association was significant in comparison of patients with HScore ≤98 versus patients with HScore ≥169 (Odds Ratio = 22.77, 95% Confidence Interval, 2.23–232.80, P = 0.008), and was also significant with comparison of patients with HScore ≤98 versus patients with HScore 98–169 (Odds Ratio = 4.02, 95% Confidence Interval, 1.55–10.44, P = 0.004).\nTable 3Logistic regression analyses of potential risk factors of Hemophagocytic lymphohistiosytosis (HLH)Regression CoefficientOR (Odds Ratio)95% CIP valueSOFA0.2211.2471.010–1.5390.040Lowest haemoglobin, g/L0.0031.0030.983–1.0230.769Lowest platelet,×109/L0.0081.0081.000–1.0150.038Lowest neutrophils, ×109/L0.0251.0260.987–1.0660.195Lowest fibrinogen, g/L0.0421.0430.999–1.0890.052Lowest prealbumin, g/L0.0061.0060.994–1.0170.332Peak D-Dimer, mg/L−0.0040.9960.993–1.000.061Peak aspartate aminotransferase, U/L−0.0001.0000.999–1.0010.910Peak serum creatinine, μg/L−0.0020.9980.996–1.0000.126Peak triglycerides, mmol/L−0.3000.7410.611–0.9000.003Peak ferritin, ng/mL−0.0020.9980.997–0.999< 0.001Peak Interleukin −6, pg/mL−0.0001.0000.999–1.0000.175Peak C-reactive protein, mg/L−0.0020.9980.990–1.0050.510Peak lactate dehydrogenase, U/L−0.0001.0000.999–1.0000.639Open in a separate windowAbbreviations: SOFA Sequential Organ Failure AssessmentP value compare between Hscore ≥169 group vs Hscore <169 group, P < 0.05 means had significantly differentRisk factors related to COVID-19 associated suspected sHLHMultivariable logistic regression analyses found that independent risk factors for discriminating suspected sHLH in COVID-19 included high triglycerides (Odds Ratio, 0.74; 9% Confidence Interval, 0.61–0.90), high ferritin (Odds Ratio, 0.99; 95% Confidence Interval, 0.997–0.999), low platelets (Odds Ratio, 1.0079; 95% Confidence Interval, 1.00–1.01) (Table 4).\nTable 4Logistic regression analyses of potential risk factors of mortality in severe COVID-19 patientsRegression CoefficientOR (Odds Ratio)95% CIP valueSOFA0.3171.3731.006–1.7120.005Lowest leukocyte, ×109/L0.2771.3191.174–1.491< 0.001Lowest neutrophils, × 109/L−0.0110.9890.976–1.0010.080Lowest lymphocyte, ×109/L0.3161.3721.089–1.7290.007Lowest prealbumin, g/L−0.0120.9870.979–0.9940.001Lowest albumin, g/L0.0121.0130.988–1.0380.300Peak D-Dimer, mg/L−0.0010.9980.991–1.0050.632Peak aspartate aminotransferase, U/L−0.0040.9950.992–0.9970.000Peak blood urea nitrogen, mmol/L0.00041.0000.989–1.0110.931Peak serum creatinine, μg/L0.0011.0010.999–1.0030.131Peak Interleukin −6, pg/mL−0.0000.9990.998–1.0000.880Peak C-reactive protein, mg/L0.0061.0061.000–1.0120.036Peak lactate dehydrogenase, U/L0.0031.0031.001–1.005< 0.001Peak creatine kinase isoenzyme, U/L0.0031.0030.999–1.0080.080Peak Troponin, pg/mL0.0000.9990.999–1.0000.293Age, y0.0571.0591.030–1.088< 0.001Hscore 98–169 vs ≤981.3934.0281.553–10.4440.004Hscore ≥169 vs ≤983.12522.7702.227–232.8000.008Open in a separate windowAbbreviations: SOFA Sequential Organ Failure AssessmentP value compare between survivor group vs nonsurvivor group, P < 0.05 means had significantly differentReceiver operating characteristic curve analysis indicated that high ferritin may alone diagnose suspected sHLH in COVID-19, which had an area under the curve (AUC) of 0.816 (P < 0.01, sensitivity 85.4%, specificity 76.6%, cut-off value > 1922.58 ng/mL). A combination of high ferritin (cut-off value > 1922.58 ng/mL), high triglycerides (cut-off value > 2.28 mmol/L), and low platelets (cut-off value < 101 × 109/L) had an AUC of 0.863 (P < 0.001, sensitivity 85.4%, specificity 75.4%) (Fig. 1).\nOpen in a separate windowFig. 1Receiver operating characteristic curve for peak TG (a), ferritin (b), PLT (c) respectively. Receiver operating characteristic curve for the multivariable logistic regression model, including TG, ferritin, PLT (d). Abbreviations: AUC, area under the curve; TG, triglyceride; PLT, plateletInternal validation was conducted using a bootstrapping strategy (1000 repetitions), the results achieved a C-index of 0.863 (95%CI 0.838–0.889). The calibration plot was shown Fig. 2.\nOpen in a separate windowFig. 2Internal validation to validate a prediction model DiscussionHerein, we present data that demonstrates the prognostic value of HScores, and three independent risk factors for high HScores in a specific cohort of severe COVID-19 patients. In this cohort, mortality was 53.01% in patients with severe COVID-19 and 100% in patients with suspected sHLH. Furthermore, we observed a significantly higher incidence of multi-organ dysfunction in patients with suspected sHLH. The frequency rate of suspected sHLH in severe COVID-19 patients was 10.05% (41 of 408). We assessed the clinical factors associated with suspected sHLH including hemoglobin, platelets, lymphocytes, fibrinogen, pre-albumin, albumin, D-dimer, total bilirubin, blood urea nitrogen, serum creatinine, triglycerides, ferritin, interleukin-6, C-reactive protein, pro-calcitonin, lactate dehydrogenase, creatinine kinase-MB and troponin. The independent risk factors of suspected sHLH in this study were low platelet count(< 101 × 109/ml), high triglycerides(>2.28 mmol/L) and high ferritin (>1922.58 ng/mL).There are two major kinds of HLH: primary and secondary. Primary HLH is related to gene defects – wherein typically CD8 and Natural Killer (NK) mediated cytotoxic genes are defective. Secondary HLH is acquired through infection, malignant conditions, and autoimmune diseases. It is a rare life-threatening complication characterized by uncontrolled activation of CD8 + T cells and NK cells, cytokine storm, and severe organ dysfunction [6, 7]. However, suspected sHLH lacks specific clinical characters [7]. Our study found that severe COVID-19 patients with suspected sHLH had similar clinical manifestations including body temperature, heart rhythm, respiration, and clinical symptoms as those without suspected sHLH. The overlap of clinical features impedes the diagnosis of suspected sHLH in severe infectious diseases especially in the case of cytopenias, prolonged fevers, and non-responsiveness to treatment [6, 7]. According to recommendations for the management of hemophagocytic lymphohistiocytosis in adults, reevaluation of the clinical condition should be frequent (at least every 12 h) to determine if additional HLH-directed therapy is needed [16]. Therefore, the assessment of HScore in severe COVID-19 patients could improve the detection rates of suspected sHLH and promote early targeted-treatment. The HLH-2004 protocol was also widely used for the diagnosis of hemophagocytic lymphohistiocytosis. We did not apply HLH-2004 as diagnosis tool because most of the patients in our study did not have data on four diagnostic items of HLH-2004 protocol, including haemophagocytosis in bone marrow or spleen or lymph nodes, low or absent natural killer cell activity, soluble CD25 (soluble interleukin-2 receptor).Progression of COVID-19 into organ failure results from a catastrophic overreaction of the immune system to the virus, known as a “cytokine storm”. Cytokine storms are characterized by high levels of IL-6, C-reactive protein and ferritin and causes immune cell-mediated tissue damage and catastrophic organ failure [6, 7]. As demonstrated in this study, the levels of IL-6, C-reactive protein, and ferritin were significantly higher in the suspected sHLH positive group than in the suspected sHLH negative group. It has been previously suggested that the presence of high ferritin syndrome in COVID-19 was a high-risk factor for suspected sHLH [3, 5]. Consistent with this, we observed that increased peak ferritin was associated with suspected sHLH and with increased fatality in severe COVID-19 (P < 0.001). It is important to consider that a higher ferritin level than 1922 ng/ml may be used as a screening indicator for suspected sHLH related to COVID-19.Hypertriglyceridemia (fasting, equal to, or greater than 1.5 mmol/L) is one of the current diagnostic criteria for suspected sHLH [15]. Our results showed that hypertriglyceridemia (> 2.28 mmol/L) might be an independent risk factor to determine severe COVID-19 associated suspected sHLH. It also is easily available and standardized as laboratory diagnostic testing in clinical practice. The hyperinflammatory response contributes to hypertriglyceridemia via prolonged and intense T-lymphocyte and macrophage signaling. The proinflammatory signaling induces elevated IL-6 which mobilizes free fatty acids from adipocytes, decreased lipoprotein lipase activity and increased tumor necrosis factor alpha expression [17]. Furthermore, metabolic syndrome, wherein hypertriglyceridemia is a hallmark, also has characteristic increased serum ferritin levels, suggesting similar pathogenic mechanisms [18].Thrombocytopenia is reported to be common in COVID-19 patients and is considered a risk factor for increased disease severity and mortality [19]. In our cohort study, severe COVID-19 patients had a low median platelet count (125.50 × 109/L). The mechanism underlying the low count of platelet in COVID-19 is multi-factorial and complex. First, SARS-CoV-2 damages endothelial cells triggering platelet activation and thrombosis in multi-organ, causing vast platelet consumption [19, 20]. Second, excessive inflammation in COVID-19 may induce venous and arterial thromboembolism. The incidence of thrombus in ICU patients with COVID-19 was found to be as high as 31% [21]. Moreover, suspected sHLH leads to depletion of blood cells and can cause cytopenia such as thrombocytopenia [6]. Therefore, we expected that platelets would be much lower in suspected sHLH patients. In the present study, we observed that platelet count, a simple and readily available biomarker, lower than 101 × 109/L is an independent risk factor and can be used to differentiate patients with suspected sHLH in this severe COVID-19 cohort. Thus, high ferritin, hypertriglyceridemia and low platelets are predictive of sHLH and should be measured in patients with severe COVID-19, to identify and facilitate specific treatment of sHLH. In addition, the prediction value of “peak TG, ferritin, and low PLT” in COVID-19 patients were supported by a series of previous studies [22–24].We found that 41 patients who fulfilled suspected sHLH probability diagnosis according to HScore succumbed to COVID-19, while suspected sHLH negative patients had a survival rate of 68.38%. One of the possible reasons for the high mortality is the lack of targeted-treatment for suspected sHLH. Adult HLH patients with dyspnea, diarrhea, diffuse bleeding, jaundice and septicemia accompanied by organ failure were characterized by extreme symptoms of severe suspected sHLH, which has very poor prognosis [25]. These signs and symptoms, along with significant disease progression, provide a risk signature for possible HLH, consistent with the clinical manifestations of COVID-19 with cytokine storm [26]. Recently research indicated that suspected sHLH related to COVID-19 received IL-6 antagonistic therapy and Anakinra (recombinant soluble receptor antagonist of IL-1β and IL-1α) [27, 28]. Several drugs targeting specific cytokines are in on-going clinical trials in patients with COVID-19 [29] and the earliest possible detection of sHLH is of the utmost importance.Our study has several limitations. First, in the severe COVID-19 group, some cases of suspected sHLH may have been missed, suggesting that suspected sHLH may have been underestimated in this study. The lack of definite indicators in the 88 patients with HScore ranging between 98 and 169 could have led to the underestimation of suspected sHLH. Second, all patients lacked specific diagnostic indicators for sHLH, such as laboratory test assessing soluble CD25 and NK-cell activity due to insufficient medical resources to provide these tests during the COVID-19 outbreak. As a retrospective study, it is difficult to infer a definite causality between sHLH and severe COVID-19. Therefore, we selected HScores ≥169 as the positive cut-off value and HScores ≤98 as the negative cut-off value to prevent overestimating suspected sHLH in these patients. Third, the upper limit of detection for ferritin was 2000 ng/ml, which might reduce the specificity of ferritin as a predictor of suspected sHLH. Fourth, the clinical parameters of the liver/spleen and cytological results of bone marrow aspiration were virtually absent in all patients. Fifth, there is no second validation cohort for the prediction model. In order to overcome the question, internal validation was conducted using bootstrapping (1000 repetitions), the results achieved a C-index 0.863(95%CI 0.838–0.889). ConclusionAlthough HScore has been widely used in various infectious diseases to identify sHLH, the criteria were not specifically studied for use in COVID-19 patients. It is important to find the clinical markers that predict mortality in COVID-19 patients. We recommend HScore for early suspected sHLH screening in severe COVID-19 patients with high ferritin, high triglyceride and low platelet levels. Prospective studies are needed to inform whether it is possible to utilize these markers to determine suspected sHLH diagnosis to identify at-risk populations to target for HLH therapy in severe COVID-19 in the future. AcknowledgmentsWe thank all the healthcare workers who have been fighting against COVID-19 at the frontline. We would like to express our appreciation for all the patients included in this study as well as their families. We also would like to thank Wuhan Infectious Disease Hospital and all the staff members that have participated in the treatment of COVID-19 patients.We express deep appreciation to Coopersmith CM, MD (Director of Emory Critical Center, Emory University School of Medicine, Atlanta, GA) who edited this manuscript.We would like to thank Editage (www.editage.cn) for English language editing. AbbreviationssHLHSecondary hemophagocytic lymphohistiocytosisSARS-CoV-2Severe acute respiratory syndrome coronavirus 2COVID-19Corona virus disease 2019HScoreHemophagocytosis scoreEBVEpstein-Barr VirusCMVCytomegalovirusHIVHuman immunodeficiency virusSOFASequential Organ Failure AssessmentARDSAcute respiratory distress syndromeAKIAcute kidney injury; Fib, fibrin/fibrinogenDICDisseminated intravascular coagulationSGOTSerum glutamic oxaloacetic transaminaseASATRecombinant aspartate aminotransferaseAPACHE IIAcute Physiology and Chronic Health Evaluation IIASTAspartate aminotransferaseBUNBlood urea nitrogensCrSerum creatinineIL-6Interleukin − 6CRPC-reactive proteinPCTProcalcitoninLDHLactate dehydrogenaseCK-MBCreatine kinase isoenzymeHbHaemoglobin; Tbil, total bilirubinALTAlanine aminotransferaseTGTriglyceridesNPPVNon-invasive positive-pressure ventilationCRRTContinuous renal replacement therapyAUCArea under the curveC-indexConcordance indexNKNatural Killer Authors’ contributionsMM, LMC and SZ were responsible for statistical analysis and figures construction. MM, XD, WZL and RRL wrote this manuscript and organized tables and figures. YXD, TW, YX, JL, YXH, YZC, SSH, ZLW and LDZ were responsible for medical information collection. HXD, YAL, YZC, SSH, ZLW and LDZ were responsible for data extraction and verification. AD, JMQ, and DCC designed and guided this study. All authors reviewed and approved the final version. FundingThe study was supported by grants from the Shanghai Science and Technology Commission, China (No. 20Y11901700, No. 20DZ2200500) and a grant from the Shandong Science and Technology Commission, China (No. ZR2019MH016). The funding bodies had no role in the design of the study, data collection, data analysis and interpretation, and in writing the manuscript. Availability of data and materialsThe data that support the findings of this study are available from the corresponding author on reasonable request. Participant data without names and identifiers will be made available after approval from the corresponding author. After publication of study findings, the data will be available for others to request. The research team will provide an email address for communication once the data are approved to be shared with others. DeclarationsEthics approval and consent to participateThe ethics committee of Wuhan Infectious Diseases Hospital granted a waiver of informed consent from study participants (KY-2020-03-01). The data used in this study was anonymised before its use.Consent for publicationNot applicable. No individual person’s data was shown separately. All data are presented as a whole.Competing interestsThe authors declare no competing interests. FootnotesPublisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Mei Meng, Limin Chen, Sheng Zhang, Xuan Dong and Wenzhe Li contributed equally to this work. Contributor InformationDjillali Annane, Email: rf.phpa@enanna.ilallijd.Jieming Qu, Email: moc.361@6090uqmj.Dechang Chen, Email: moc.361@93178886151. References1. Alhazzani W, Møller MH, Arabi YM, Loeb M, Gong MN, Fan E, Oczkowski S, Levy MM, Derde L, Dzierba A, du B, Aboodi M, Wunsch H, Cecconi M, Koh Y, Chertow DS, Maitland K, Alshamsi F, Belley-Cote E, Greco M, Laundy M, Morgan JS, Kesecioglu J, McGeer A, Mermel L, Mammen MJ, Alexander PE, Arrington A, Centofanti JE, Citerio G, Baw B, Memish ZA, Hammond N, Hayden FG, Evans L, Rhodes A. Surviving Sepsis campaign: guidelines on the management of critically ill adults with coronavirus disease 2019 (COVID-19) Intensive Care Med. 2020;46(5):854–887. doi: 10.1007/s00134-020-06022-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Horby P, Lim WS, Emberson J, Mafham M, Bell J, Linsell L, et al.   Effect of Dexamethasone in Hospitalized Patients with COVID-19: Preliminary Report. 2020.  [Google Scholar]3. Mehta P, McAuley DF, Brown M, Sanchez E, Tattersall RS, Manson JJ. COVID-19: consider cytokine storm syndromes and immunosuppression. Lancet. 2020;395(10229):1033–1034. doi: 10.1016/S0140-6736(20)30628-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Colafrancesco S, Alessandri C, Conti F, Priori R. COVID-19 gone bad: a new character in the spectrum of the hyperferritinemic syndrome? Autoimmun Rev. 2020;19(7):102573. doi: 10.1016/j.autrev.2020.102573. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Al-Samkari H, Berliner N. Hemophagocytic Lymphohistiocytosis. Annu Rev Pathol. 2018;13(1):27–49. doi: 10.1146/annurev-pathol-020117-043625. [PubMed] [CrossRef] [Google Scholar]7. Ramos-Casals M, Brito-Zerón P, López-Guillermo A, Khamashta MA, Bosch X. Adult haemophagocytic syndrome. Lancet. 2014;383(9927):1503–1516. doi: 10.1016/S0140-6736(13)61048-X. [PubMed] [CrossRef] [Google Scholar]8. Seguin A, Galicier L, Boutboul D, Lemiale V, Azoulay E. Pulmonary involvement in patients with Hemophagocytic Lymphohistiocytosis. Chest. 2016;149(5):1294–1301. doi: 10.1016/j.chest.2015.11.004. [PubMed] [CrossRef] [Google Scholar]9. World Health Organization. Clinical management of severe acute respiratory infection (SARI) when COVID-19 disease is suspected. https://www.who.int/docs/default-source/coronaviruse/clinical-management-of-novel-cov.pdf?sfvrsn=bc7da517_10&download=true. Accessed 14 Mar 2020.10. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]11. Khwaja A. KDIGO clinical practice guidelines for acute kidney injury. Nephron Clin Pract. 2012;120(4):c179–c184. doi: 10.1159/000339789. [PubMed] [CrossRef] [Google Scholar]12. Touaoussa A, El Youssi H, El Hassani I, Hanouf D, El Bergui I, Zoulati G, Amrani HM. Disseminated intravascular coagulation: clinical and biological diagnosis. Ann Biol Clin. 2015;73(6):657–663. doi: 10.1684/abc.2015.1100. [PubMed] [CrossRef] [Google Scholar]13. Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, Bauer M, Bellomo R, Bernard GR, Chiche JD, Coopersmith CM, Hotchkiss RS, Levy MM, Marshall JC, Martin GS, Opal SM, Rubenfeld GD, van der Poll T, Vincent JL, Angus DC. The third international consensus definitions for Sepsis and septic shock (Sepsis-3) JAMA. 2016;315(8):801–810. doi: 10.1001/jama.2016.0287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Dunn GD, Hayes P, Breen KJ, Schenker S. The liver in congestive heart failure: a review. Am J Med Sci. 1973;265(3):174–189. doi: 10.1097/00000441-197303000-00001. [PubMed] [CrossRef] [Google Scholar]15. Fardet L, Galicier L, Lambotte O, Marzac C, Aumont C, Chahwan D, Coppo P, Hejblum G. Development and validation of the HScore, a score for the diagnosis of reactive hemophagocytic syndrome. Arthritis Rheumatol. 2014;66(9):2613–2620. doi: 10.1002/art.38690. [PubMed] [CrossRef] [Google Scholar]16. La Rosée P, Horne A, Hines M, von Bahr GT, Machowicz R, Berliner N, Birndt S, Gil-Herrera J, Girschikofsky M, Jordan MB, et al.  Recommendations for the management of hemophagocytic lymphohistiocytosis in adults. Blood. 2019;133(23):2465–2477. doi: 10.1182/blood.2018894618. [PubMed] [CrossRef] [Google Scholar]17. Khovidhunkit W, Memon RA, Feingold KR, Grunfeld C. Infection and inflammation-induced proatherogenic changes of lipoproteins. J Infect Dis. 2000;181(Suppl 3):S462–S472. doi: 10.1086/315611. [PubMed] [CrossRef] [Google Scholar]18. Mateo-Gallego R, Lacalle L, Pérez-Calahorra S, Marco-Benedí V, Recasens V, Padrón N, Lamiquiz-Moneo I, Baila-Rueda L, Jarauta E, Calmarza P, Cenarro A, Civeira F. Efficacy of repeated phlebotomies in hypertriglyceridemia and iron overload: a prospective, randomized, controlled trial. J Clin Lipidol. 2018;12(5):1190–1198. doi: 10.1016/j.jacl.2018.06.017. [PubMed] [CrossRef] [Google Scholar]19. Lippi G, Plebani M, Henry BM. Thrombocytopenia is associated with severe coronavirus disease 2019 (COVID-19) infections: a meta-analysis. Clin Chim Acta. 2020;506:145–148. doi: 10.1016/j.cca.2020.03.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Varga Z, Flammer AJ, Steiger P, Haberecker M, Andermatt R, Zinkernagel AS, Mehra MR, Schuepbach RA, Ruschitzka F, Moch H. Endothelial cell infection and endotheliitis in COVID-19. Lancet. 2020;395(10234):1417–1418. doi: 10.1016/S0140-6736(20)30937-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Klok FA, Kruip M, van der Meer NJM, Arbous MS, Gommers D, Kant KM, Kaptein FHJ, van Paassen J, Stals MAM, Huisman MV, et al.  Incidence of thrombotic complications in critically ill ICU patients with COVID-19. Thromb Res. 2020;191:145–147. doi: 10.1016/j.thromres.2020.04.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Ruan Q, Yang K, Wang W, Jiang L, Song J. Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Med. 2020; published online March 3. 10.1007/s00134-020-05991-x. [PMC free article] [PubMed]23. Retamozo S, Brito-Zerón P, Sisó-Almirall A, Flores-Chávez A, Soto-Cárdenas M, Ramos-Casals M. Haemophagocytic syndrome and COVID-19. Clin Rheumatol. 2021;3(4):1–12. doi: 10.1007/s10067-020-05569-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Mousavi SA, Rad S, Rostami T, Rostami M, Mousavi S, Mirhoseini S, Kiumarsi A. Hematologic predictors of mortality in hospitalized patients with COVID-19: a comparative study. Hematology. 2020;25(1):383–388. doi: 10.1080/16078454.2020.1833435. [PubMed] [CrossRef] [Google Scholar]25. McGonagle D, Sharif K, O'Regan A, Bridgewood C. The role of cytokines including Interleukin-6 in COVID-19 induced pneumonia and macrophage activation syndrome-like disease. Autoimmun Rev. 2020;19(6):102537. doi: 10.1016/j.autrev.2020.102537. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. England JT, Abdulla A, Biggs CM, Lee AYY, Hay KA, Hoiland RL, Wellington CL, Sekhon M, Jamal S, Shojania K, Chen LYC. Weathering the COVID-19 storm: lessons from hematologic cytokine syndromes. Blood Rev. 2021;45:100707. doi: 10.1016/j.blre.2020.100707. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Radbel J, Narayanan N, Bhatt PJ. Use of Tocilizumab for COVID-19-induced cytokine release syndrome: a cautionary case report. Chest. 2020;158(1):e15–e19. doi: 10.1016/j.chest.2020.04.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Dimopoulos G, de Mast Q, Markou N, Theodorakopoulou M, Komnos A, Mouktaroudi M, Netea MG, Spyridopoulos T, Verheggen RJ, Hoogerwerf J, et al.  Favorable Anakinra Responses in Severe Covid-19 Patients with Secondary Hemophagocytic Lymphohistiocytosis. Cell Host Microbe. 2020;28(1):117–123.e1. doi: 10.1016/j.chom.2020.05.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Henderson LA, Canna SW, Schulert GS, Volpi S, Lee PY, Kernan KF, Caricchio R, Mahmud S, Hazen MM, Halyabar O, Hoyt KJ, Han J, Grom AA, Gattorno M, Ravelli A, Benedetti F, Behrens EM, Cron RQ, Nigrovic PA. On the alert for cytokine storm: immunopathology in COVID-19. Arthritis Rheumatol. 2020;72(7):1059–1063. doi: 10.1002/art.41285. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}