{"title": "High Mobility Group Box 1 and Interleukin 6 at Intensive Care Unit Admission as Biomarkers in Critically Ill COVID-19 Patients", "pubDate": "2021", "PMCID": "PMC8274790", "DOI": "10.4269/ajtmh.21-0165", "PMID": "33939645", "abstract": "Exuberant inflammation manifesting as a \"cytokine storm\" has been suggested as a central feature in the pathogenesis of severe coronavirus disease 2019 (COVID-19). This study investigated two prognostic biomarkers, the high mobility group box 1 (HMGB1) and interleukin-6 (IL-6), in patients with severe COVID-19 at the time of admission in the intensive care unit (ICU). Of 60 ICU patients with COVID-19 enrolled and analyzed in this prospective cohort study, 48 patients (80%) were alive at ICU discharge. HMGB1 and IL-6 plasma levels at ICU admission were elevated compared with a healthy control, both in ICU nonsurvivors and ICU survivors. HMGB1 and IL-6 plasma levels were higher in patients with a higher Sequential Organ Failure Assessment (SOFA) score (> 10), and the presence of septic shock or acute kidney injury. HMGB1 and IL-6 plasma levels were also higher in patients with a poor oxygenation status (PaO2/FiO2 < 150 mm Hg) and a longer duration of ventilation (> 7 days). Plasma HMGB1 and IL-6 levels at ICU admission also correlated with other prognostic markers, including the maximum neutrophil/lymphocyte ratio, D-dimer levels, and C-reactive protein levels. Plasma HMGB1 and IL-6 levels at ICU admission predicted ICU mortality with comparable accuracy to the SOFA score and the COVID-GRAM risk score. Higher HMGB1 and IL-6 were not independently associated with ICU mortality after adjustment for age, gender, and comorbidities in multivariate analysis models. In conclusion, plasma HMGB1 and IL6 at ICU admission may serve as prognostic biomarkers in critically ill COVID-19 patients.", "author": [{"author": "Chaisith Sivakorn", "affiliation": ["1Department of Clinical Tropical Medicine, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand."], "href": "/?term=Sivakorn+C&cauthor_id=33939645"}, {"author": "Jutamas Dechsanga", "affiliation": ["2Division of Pulmonary and Critical Care, Department of Medicine, Chonburi Hospital, Chonburi, Thailand."], "href": "/?term=Dechsanga+J&cauthor_id=33939645"}, {"author": "Lawan Jamjumrus", "affiliation": ["3Division of Pulmonary and Critical Care, Department of Medicine, Buddhasothorn Hospital, Chachoengsao, Thailand."], "href": "/?term=Jamjumrus+L&cauthor_id=33939645"}, {"author": "Kobporn Boonnak", "affiliation": ["4Department of Microbiology and Immunology, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand."], "href": "/?term=Boonnak+K&cauthor_id=33939645"}, {"author": "Marcus J Schultz", "affiliation": ["5Mahidol-Oxford Tropical Medicine Research Unit, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand.", "6Department of Intensive Care & Laboratory of Experimental Intensive Care and Anesthesiology (L·E·I·C·A), Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands.", "7Centre for Tropical Medicine and Global Health, Nuffield Department of Medicine, Oxford University, Oxford, United Kingdom."], "href": "/?term=Schultz+MJ&cauthor_id=33939645"}, {"author": "Arjen M Dondorp", "affiliation": ["5Mahidol-Oxford Tropical Medicine Research Unit, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand.", "6Department of Intensive Care & Laboratory of Experimental Intensive Care and Anesthesiology (L·E·I·C·A), Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands.", "7Centre for Tropical Medicine and Global Health, Nuffield Department of Medicine, Oxford University, Oxford, United Kingdom."], "href": "/?term=Dondorp+AM&cauthor_id=33939645"}, {"author": "Weerapong Phumratanaprapin", "affiliation": ["1Department of Clinical Tropical Medicine, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand."], "href": "/?term=Phumratanaprapin+W&cauthor_id=33939645"}, {"author": "Ranistha Ratanarat", "affiliation": ["8Siriraj Hospital, Division of Critical Care, Department of Medicine, Faculty of Medicine, Mahidol University, Bangkok, Thailand."], "href": "/?term=Ratanarat+R&cauthor_id=33939645"}, {"author": "Thummaporn Naorungroj", "affiliation": ["8Siriraj Hospital, Division of Critical Care, Department of Medicine, Faculty of Medicine, Mahidol University, Bangkok, Thailand."], "href": "/?term=Naorungroj+T&cauthor_id=33939645"}, {"author": "Patchrapa Wattanawinitchai", "affiliation": ["3Division of Pulmonary and Critical Care, Department of Medicine, Buddhasothorn Hospital, Chachoengsao, Thailand."], "href": "/?term=Wattanawinitchai+P&cauthor_id=33939645"}, {"author": "Tanaya Siripoon", "affiliation": ["1Department of Clinical Tropical Medicine, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand."], "href": "/?term=Siripoon+T&cauthor_id=33939645"}, {"author": "Chatnapa Duangdee", "affiliation": ["9Hospital for Tropical Disease, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand."], "href": "/?term=Duangdee+C&cauthor_id=33939645"}, {"author": "Tachpon Techarang", "affiliation": ["10School of Medicine, Walailak University, Nakhon Si Thammarat, Thailand."], "href": "/?term=Techarang+T&cauthor_id=33939645"}], "refPMID": ["32273594", "32396163", "31184204", "32380958", "25029244", "26067826", "32449374", "33332779", "26903338", "22797452", "26352116", "22890468", "18980707", "19264983", "21219181", "30194360", "11734424", "18297269", "17625012", "29862569", "33313438", "32620787", "10952726", "32031570", "32173725", "33075298", "32239761", "33284413", "32845568", "32343429", "32428990", "33063041", "32883678", "32425269", "33015645", "25190079", "25011387", "21832986", "18317568", "31835864", "33096487"], "citedInPMID": ["33939645", "35027697", "34944639", "34943830", "34682694", "34539644", "34441038", "34368175"], "body": " Abstract.Exuberant inflammation manifesting as a “cytokine storm” has been suggested as a central feature in the pathogenesis of severe coronavirus disease 2019 (COVID-19). This study investigated two prognostic biomarkers, the high mobility group box 1 (HMGB1) and interleukin-6 (IL-6), in patients with severe COVID-19 at the time of admission in the intensive care unit (ICU). Of 60 ICU patients with COVID-19 enrolled and analyzed in this prospective cohort study, 48 patients (80%) were alive at ICU discharge. HMGB1 and IL-6 plasma levels at ICU admission were elevated compared with a healthy control, both in ICU nonsurvivors and ICU survivors. HMGB1 and IL-6 plasma levels were higher in patients with a higher Sequential Organ Failure Assessment (SOFA) score (> 10), and the presence of septic shock or acute kidney injury. HMGB1 and IL-6 plasma levels were also higher in patients with a poor oxygenation status (PaO2/FiO2 < 150 mm Hg) and a longer duration of ventilation (> 7 days). Plasma HMGB1 and IL-6 levels at ICU admission also correlated with other prognostic markers, including the maximum neutrophil/lymphocyte ratio, D-dimer levels, and C-reactive protein levels. Plasma HMGB1 and IL-6 levels at ICU admission predicted ICU mortality with comparable accuracy to the SOFA score and the COVID-GRAM risk score. Higher HMGB1 and IL-6 were not independently associated with ICU mortality after adjustment for age, gender, and comorbidities in multivariate analysis models. In conclusion, plasma HMGB1 and IL6 at ICU admission may serve as prognostic biomarkers in critically ill COVID-19 patients. INTRODUCTIONCoronavirus disease 2019 (COVID-19) has emerged as a major threat worldwide, affecting more than 140 million people and resulting in more than 3 million deaths worldwide as of early April 2021.1 The clinical course of COVID-19 varies substantially among patients. Most infected individuals remain asymptomatic or exhibit only mild to moderate symptoms; approximately 15% progress to severe pneumonia, and up to 5% may eventually need admission to the intensive care unit (ICU) due to acute respiratory distress syndrome (ARDS), shock, or multiple organ failure.2 A previous study suggested a scoring system (COVID-GRAM) predicting progress to critical illness, including admission to the ICU, requirement of invasive ventilation, and death in hospitalized COVID-19 patients.3 Including inflammatory mediators might improve the prognostic models because of their central role in the pathogenesis of severe COVID-19. Exuberant inflammation manifesting as elevated levels of cytokines, commonly referred as a “cytokine storm” has been suggested to lead to critical conditions, such as ARDS, multiorgan failure, and eventually death.The plasma level of high mobility group box 1 protein (HMGB1), one of the damage-associated molecular pattern molecules (DAMPs), has been found to correlate with excessive cytokine storm and severity of tissue damage in patients with severe pneumonia or ARDS.4 HMGB1 initiates inflammation in COVID-19 patients via at least two separate pathways. The first pathway involves disulfide-HMGB1, triggering toll-like receptor-4, which causes the release of pro-inflammatory cytokines such as interleukin-6 (IL-6). The second pathway involves exogenous HMGB1, which induces the expression of the SARS-CoV-2 entry receptor (angiotensin-converting-enzyme-2 receptor) in alveolar epithelial cells in an advanced glycosylation end-product specific receptor dependent manner.5 In several murine models of pneumonia, targeting HMGB1 with monoclonal antibodies not only attenuates inflammatory lung injury but also decreases bacterial or viral burden in the lungs of mice.6,7 IL-6 is one of the main mediators of inflammatory and immune response initiated by infection or tissue injury, and increased plasma levels of IL-6 have been reported in more than half of COVID-19 patients.8 One recent randomized clinical trial showed that an anti-IL-6 receptor antibody, tocilizumab, can prevent the need for invasive ventilation and death in COVID-19 patients.9Early identification of inflammatory mediators predicting fatal or inferior outcomes may prompt early treatment interventions, potentially yielding better outcomes in patients with severe COVID-19.2 In this study, we aimed to define the prognostic roles of HMGB1 and IL-6 in critically ill patients with COVID-19. METHODSDesign.The study protocol was reviewed and approved by the institutional review boards of the local ethics committees of Chonburi Hospital (129/63/S/h3) and Buddhasothorn Hospital (BSH-IRB 043/2563). Written informed consent was obtained from all patients or their first-line relative if the patient was too unwell to provide it under an emerging infectious disease provision.Patients were treated following the Thai national COVID-19 treatment guideline from the Department of Disease Control.10 As a healthy control group, we analyzed stored healthy blood donors collected at pre–COVID-19 era with normal blood counts, normal values of liver enzymes, and a negative serology for viral hepatitis and HIV.Patients.Sixty-seven critically ill COVID-19 patients were assessed for eligibility at admission to one of the participating ICUs, the Chonburi Hospital (Chonburi Province, Thailand) or the Buddhasothorn Hospital (Chachoengsao Province, Thailand), from January 1, 2020 through January 31, 2021. COVID-19 was confirmed by means of a positive SARS-CoV-2 real-time polymerase chain reaction assay of nasopharyngeal swabs, oropharyngeal swabs, or sputum samples. Patients were excluded if aged under 18 years or pregnant, or if admission was only for palliation. The remaining 60 COVID-19 patients were enrolled and included in the final analysis. Twelve patients (20%) died in the ICU.Blood sampling and measurements.Blood samples were prospectively collected at the time of ICU admission, before start of any antiviral treatment (including favipiravir, remdesivir, or lopinavir/ritonavir) or immunomodulators (which could be corticosteroids or IL-6 inhibitors). After centrifugation, plasma was stored at −80°C.Plasma HMGB1 and IL-6 levels were determined using a commercial enzyme-linked immunosorbent assay (ELISA) kit according to the manufacturer’s instructions (HMGB1 ELISA, cat. no. E-EL-H1554, Elabscience, Houston, TX; IL-6 ELISA, catalog number E-EL-H0102, Elabscience).Laboratory data assessed daily in ICU included white blood cell count, hemoglobin, platelet count, absolute neutrophil and lymphocyte count, arterial blood gas analysis, total bilirubin levels, serum creatinine, D-dimer, C-reactive protein (CRP), lactate dehydrogenase (LDH), and lactate level .Definitions.Sepsis was defined according to the Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3)11 as an infection plus organ dysfunction identified by an increase in the Sequential Organ Failure Assessment (SOFA) score of 2 points or more. Septic shock was clinically identified by sepsis patients requiring vasopressor to maintain a mean arterial pressure of 65 mm Hg or greater together with serum lactate level ≥ 2 mmol/L in the absence of hypovolemia.ARDS was defined using the Berlin Definition12 in intubated COVID-19 patients or the Kigali Modification of the Berlin Definition13 in nonintubated COVID-19 patients.Metabolic acidosis was defined as a serum bicarbonate < 18 mmol/L. Acute kidney injury (AKI) was diagnosed according to the Kidney Disease Improving Global Outcomes clinical practice guidelines.14 Hospital-acquired pneumonia (HAP) was defined as pneumonia that occurred 48 hours or more after admission and was not apparent at the time of admission. Ventilator-associated pneumonia was defined as pneumonia that presented more than 48 hours after endotracheal intubation.Analysis plan.Values were expressed in numbers and proportions or means ± SD where appropriate. Continuous variables were compared using Mann-Whitney U test for nonnormal data distributions, and by independent t test for normal data distributions. Dichotomous variables were compared using Pearson’s χ2 test or Fisher’s exact test.Correlations between HMGB and IL-6 concentrations at ICU admission with peak laboratory data were estimated by Spearman’s correlation. The ICU fatality prediction of HMGB levels, IL-6 levels, neutrophil/lymphocyte ratio, D-dimer level, SOFA scores, and COVID-GRAM risk scores at ICU admission were further evaluated by receiver operating characteristic curve (ROC) analysis, and areas under the curve (AUCs) were calculated. Youden Index was calculated on the basis of the ROC to help set the appropriate cutoff value as the best obtainable balance of sensitivity and specificity. Comparison of survival curves used Kaplan-Meier survival analysis, and differences were compared using the log-rank test. Multivariate analysis was performed to adjust for disparate baseline characteristics contributing to mortality.Data were analyzed using IBM SPSS Statistics for Windows version 18.0 (IBM Corp., Armonk, NY) and GraphPad Prism version 7.0 (GraphPad Software Inc., San Diego, CA). RESULTSPatients.Demographic and clinical characteristics are described in Table 1. ICU mortality was 20%. Care for patients was not different for survivors versus nonsurvivors with regard to antiviral treatment; nonsurvivors received an IL-6 inhibitor more often.Table 1Demographic and Clinical Characteristics of the ICU COVID-19 cohortCharacteristicsOverall cohort (N = 60)ICU nonsurvivors (n = 12)ICU survivors (n = 48)P valueVariables Age, years46.3 ± 14.164.5 ± 11.241.7 ± 10.7< 0.001* Sex, male/female31/2911/120/280.003* BMI24.79 ± 5.3625.94 ± 6.7124.5 ± 50.407Comorbidities, n (%) Chronic kidney disease15 (25)8 (66.7)7 (14.6)0.001* Hypertension15 (25)7 (58.3)8 (16.7)0.006* Diabetes mellitus11 (18.3)6 (50)5 (10.4)0.005* Stroke6 (10)3 (25)3 (6.3)0.088 COPD/asthma2 (3.3)0 (0)2 (4.2)NACOVID19 test reason, n (%) Contact with a confirmed COVID-19 case40 (66.7%)12 (100%)28 (58.3%)0.005* Individual sought healthcare16 (26.7%)0 (0%)16 (33.3%)0.025 Active surveillance3 (5%)0 (0%)3 (6.3%)NA Come back from other country1 (1.7%)0 (0%)1 (2.1%)NACOVID-19 treatment in ICU, n (%) Favipiravir55 (91.7%)10 (83.3%)45 (93.8%)0.259 Remdesivir5 (8.3%)3 (25%)2 (4.2%)0.050 Lopinavir/ritonavir49 (81.7%)12 (100%)37 (77.1%)0.099 Hydroxychloroquine45 (75%)10 (83.3%)35 (72.9%)0.712 Corticosteroid47 (78.3%)8 (66.7%)39 (81.3%)0.271 IL-6 inhibitor (tocilizumab)9 (15%)5 (41.7%)4 (8.3%)0.012 Time from onset of illness to ICU admission/ laboratory measurements, d9 ± 2.868 + 4.719 + 2.70.87 Length of ICU stay, d13.57 ± 9.1820.25 ± 13.3711.9 ± 7.040.057Open in a separate windowBMI = body mass index; COPD = chronic obstructive pulmonary disease; IL-6 = interleukin-6; ICU = intensive care unit; NA = not applicable. Values are mean ± SD or n (%) unless stated otherwise. ICU nonsurvivors versus ICU survivors.*P < 0.01 chi-square test for categorical data and independent t test for continuous data.Clinical parameters and laboratory results.ICU admission clinical parameters and laboratory findings are presented in Table 2. At ICU admission, nonsurvivors experienced worse clinical parameters including SOFA scores and COVID-GRAM scores. In addition, plasma bilirubin levels, the neutrophil/lymphocyte ratio, and D-dimer levels were higher in nonsurvivors, whereas the PaO2/FiO2 ratio was higher in survivors.Table 2Clinical parameters and laboratory findings of the COVID-19 cohortCharacteristicsOverall cohort (N = 60)ICU nonsurvivors (n = 12)ICU survivors (n = 48)P valueClinical parametersSOFA score at ICU admission7.6 ± 5.2413.17 ± 3.356.21 ± 4.69< 0.001*Maximum SOFA score11.18 ± 5.1417.25 ± 2.229.67 ± 4.51< 0.001*COVID-GRAM score at ICU admission129.21 ± 35.73174.62 ± 34.2117.85 ± 25.9< 0.001*ARDS severity at ICU admissionMild (200 < PaO2/FiO2 ≤ 300 mm Hg)40 (66.7%)0 (0%)40 (83.3%)< 0.001*Moderate (100 < PaO2/FiO2 ≤ 200 mm Hg)3 (5%)0 (0%)3 (6.3%)NASevere (PaO2/FiO2 ≤ 100 mm Hg)17 (28.3%)12 (100%)5 (10.4%)< 0.001* Laboratory findings at ICU admission Bilirubin (mg/dL)1.62 ± 1.844.14 ± 2.820.99 ± 0.610.003* PaO2/FiO2 ratio (mm Hg)115.9 ± 92.6592.67 ± 9.07134.21 ± 81.630.025 Neutrophil/lymphocyte ratio12.62 ± 4.8718.17 ± 3.8211.24 ± 4.07< 0.001* Creatinine (mg/dL)2.26 ± 1.222.65 ± 1.292.04 ± 1.170.096 Hemoglobin (g/dL)10.78 ± 2.310.95 ± 2.810.35 ± 2.20.849 LDH (U/L)385.83 ± 140.2457.83 ± 185.68367.83 ± 122.270.134 CRP (mg/L)129.28 ± 63.32154.25 ± 40.42123.04 ± 66.720.128 D-dimer (µg/mL)2.47 ± 1.193.58 ± 0.872.19 ± 1.1< 0.001* Lactate (mmol/L)0.97 ± 0.731.31 ± 0.540.88 ± 0.750.068Respiratory supports in ICU HFNO37 (61.7%)6 (50%)31 (64.6%)0.508 Noninvasive ventilation32 (53.3%)2 (16.7%)30 (62.5%)0.008* Prone position28 (46.7%)7 (58.3%)21 (43.8%)0.520 Invasive mechanical ventilation30 (50%)11 (91.7%)19 (39.6%)0.003*Mechanical ventilation parameters in ICU Plateau pressure (cmH2O)26 ± 630 ± 423 ± 4< 0.001* PEEP (cmH2O)11 ± 2.9613.58 ± 2.159.37 ± 2.11< 0.001* Driving pressure (cmH2O)15.06 ± 3.9716.83 ± 3.7613.95 ± 3.760.046* Tidal volume (mL/PBW)8.08 ± 0.898.66 ± 0.297.71 ± 0.94< 0.001* Ventilator-free days7.52 ± 4.21.42 ± 3.069.04 ± 2.84< 0.001*Complications in ICU Metabolic acidosis-(HCO3– < 18 mmol/L)28 (46.7%)12 (100%)16 (33.3%)< 0.001* Pulmonary embolism5 (8.3%)3 (25%)2 (4.2%)0.050 Septic shock21 (35%)12 (100%)9 (18.8%)< 0.001* HAP/VAP17 (28.3%)8 (66.7%)9 (18.8%)0.002* Renal replacement therapy6 (10%)3 (25%)3 (6.3%)0.088 Pulmonary edema14 (23.3%)6 (50%)8 (16.7%)0.024* Acute kidney injury17 (28.3%)12 (100%)5 (10.4%)< 0.001* Maximum norepinephrine (µg/kg/min)0.1 ± 0.140.27 ± 0.20.05 ± 0.06< 0.001*Open in a separate windowARDS = acute respiratory distress syndrome; CRP = C-reactive protein; ICU = intensive care unit; LDH = lactate dehydrogenase; HAP = hospital acquired pneumonia; HFNO = high-flow nasal oxygen; NA = not applicable; PEEP = positive end-expiratory pressure; PBW = predicted body weight; SOFA = Sequential (sepsis-related) Organ Failure Assessment; VAP = ventilator associated pneumonia. Values are mean ± SD or n (%) unless stated otherwise. ICU nonsurvivors versus ICU survivors.*P < 0.01 chi-square test or Fisher’s exact test for categorical data and independent t-test or Mann–Whitney U-test for continuous data.During stay in ICU, nonsurvivors more often had severe ARDS and needed invasive ventilation more than survivors, with higher plateau pressure, positive end-expiratory pressure, driving pressure, and tidal volume. The number of ventilator-free days was lower in nonsurvivors, and metabolic acidosis, shock, pneumonia, pulmonary edema, and AKI was more often seen in nonsurvivors.HMGB1 and IL-6 levels at ICU admission.HMGB1 and IL-6 levels were elevated in COVID-19 patients (n = 60) compared with healthy subjects (Figure 1 and Supplemental Table 1). HMGB1 levels (1065.2 ± 142.79 versus 871.2 ± 162.72 pg/mL, P < 0.001) and IL-6 levels (113.1 ± 38.43 versus 82.5 ± 39.84 pg/mL, P < 0.001) were higher in nonsurvivors than in survivors.Open in a separate windowFigure 1.Plasma was obtained from healthy control subjects (control; N = 20), intensive care unit (ICU) nonsurvivors (death; N = 12), ICU survivors (survive; N = 48). (A, B) high mobility group box 1 (HMGB1) and interleukin-6 (IL-6) levels were elevated in death and survive group compared with control group, with an increase observed between death and survivor group. HMGB1 and IL-6 levels were highest in death COVID-19 patients. * P < 0.001 ANOVA test with Bonferroni correction.HMGB1 and IL-6 levels correlated with all defined clinical outcomes during stay in ICU (Figure 2), and with peak neutrophil/lymphocyte ratios (rs = 0.375, P = 0.038), peak CRP levels (rs=0.357, P = 0.049) and peak D-dimer levels (rs = 0.352, P = 0.006) (Supplemental Table 2).Open in a separate windowOpen in a separate windowFigure 2.High mobility group box 1 (HMGB1) and interleukin-6 (IL-6) plasma levels in COVID-19 patients at intensive care unit (ICU) admission were significantly higher in ICU COVID-19 patients with (A) worse organ failure, as defined by a Sequential Organ Failure Assessment score > 10; (B), presence of septic shock; (C) presence of acute kidney injury; (D) a prolonged duration of mechanical ventilation, as defined by invasive mechanical ventilation use > 7 days; 2E, worse respiratory parameters, as defined by lower level of minimum PaO2/FiO2 (< 150) in ICU. * P < 0.001 Independent t-test.Prognostic value of HMGB1 and IL-6 plasma levels.The ROCs for HMGB1, IL-6, D-dimer, neutrophil/lymphocyte ratio, SOFA score, and COVID-GRAM risk score as a predictor for a fatal outcome in the ICU all showed high AUCs (Figure 3 and Supplemental Table 3 in Supplementary Information). The optimal cutoff for HMGB1 and IL-6 were 933.17 pg/mL and 97.83 pg/mL, respectively. Using these cutoffs, Kaplan-Meier analysis showed that patients with HMGB1 plasma levels ≥ 933.17 pg/mL or IL-6 plasma levels ≥ 97.83 pg/mL had higher ICU mortality (Figure 4). After adjustment for age, gender and comorbidities by multivariate analysis, higher levels of plasma HMGB1 and IL-6 at ICU admission were not independently associated with ICU mortality (Supplemental Table 4).Open in a separate windowFigure 3.Receiver operating characteristic (ROC) curves in predicting intensive care unit (ICU) survival based on interleukin-6 (IL-6) levels, high mobility group box 1 (HMGB1) levels, D-dimer levels, or neutrophil/lymphocyte ratio or Sequential Organ Failure Assessment (SOFA) score, or COVID-GRAM risk score at ICU admission in COVID-19 patients. Areas under curves (AUCs) for IL-6 levels, HMGB1 levels, D-dimer levels, neutrophil/lymphocyte ratio, SOFA score, and COVID-GRAM risk score were 0.915, 0.865, 0.817, 0.892, 0.841, and 0.885, respectively. This figure appears in color at www.ajtmh.org.Open in a separate windowFigure 4.Kaplan-Meier survival curves of intensive care unit (ICU) COVID-19 patients are displayed, showing that patients with high mobility group box 1 (HMGB1) levels ≥ 933.2 pg/mL (P = 0.001) (A) or interleukin-6 (IL-6) levels ≥ 97.83 pg/mL (P < 0.001) (B) on ICU admission had a significantly higher ICU mortality compared with patients with HMGB1 levels < 933.2 pg/mL or IL-6 levels < 97.83 pg/mL. DISCUSSIONWithin this cohort of severe COVID-19 patients admitted in ICU, HMGB1, and IL-6 plasma concentrations measured at ICU admission were highest in patients with a fatal course of the disease. Plasma concentrations of these biomarkers were also higher in patients with a worse SOFA score (> 10), septic shock, or AKI and were also associated with poor respiratory outcomes, including longer times on invasive mechanical ventilator (> 7 days) and a worse PaO2/FiO2 (< 150). ROC curve analysis showed that HMGB1 and IL-6 plasma concentrations measured at ICU admission could predict subsequent death in ICU with high accuracy.HMGB1, an important DAMP, can be actively released by innate immune cells in response to exogenous pathogens or endogenous inflammatory stimuli and can be passively released from damaged lung parenchymal cells.15–18 However, in contrast to classical inflammatory cytokines (e.g., tumor necrosis factor), in animal studies, HMGB1 is a late mediator of endotoxin lethality.19 Previous studies have shown increased HMGB1 plasma levels in critically ill patients20,21 but limited value as a prognosticator for death in the critically ill setting.20,22 This may have been caused by substantial heterogeneity in patient characteristics and inclusion of less severe patients compared with the present study. In COVID-19, it has been shown previously that HMGB1 plasma levels are elevated in severe disease,23,24 and are predictive of a fatal outcome, with an AUCs of 0.694.24 Our results are in accordance with these previous studies but show a substantial better accuracy for predicting a fatal outcome with an AUCs of 0.865. This better discrimination could be explained by the later time point of HMGB1 assessment at the moment of ICU admission (median 9 days from disease onset), rather than the moment of hospital admission in the previous study. In line with the experimental sepsis studies, HMGB1 would thus be a late mediator of a potentially fatal dysregulated host response in CVID-19. HMGB1 triggers toll-like receptor-4, generating the release of pro-inflammatory cytokine including IL-6, which is one of pathophysiological hallmarks of the cytokine storm in critically ill COVID-19 patients.25–27IL-6 is well established as a biomarker for disease severity in COVID-1928–31 and as a predictor for adverse clinical outcomes including mortality,32–36 as well as for respiratory failure and the need for mechanical ventilation.37 IL-6 has been used as a prognostic biomarker in COVID-19-associated hyperinflammatory syndrome.38 In agreement with these studies, our results showed that IL-6 plasma levels at ICU admission were associated with disease severity in COVID-19 and were predictive of worse respiratory outcomes and mortality in ICU. The prognostic accuracy for a fatal outcome was higher compared with HMGB1 or D-dimer plasma concentrations, the neutrophil/lymphocyte ratio or SOFA or COVID-GRAM risk scores at admission to the ICU.There was a significant correlation between both HMGB1 and IL-6 plasma levels at ICU admission and other prognostic laboratory biomarkers. Higher IL-6 plasma levels were associated with higher peak D-dimer and peak CRP in ICU, which can be explained by IL‐6 causing an increase acute phase reactants, such as C‐reactive protein, fibrinogen, and hepcidin.39 In addition, the ratio of neutrophils to lymphocytes was positively correlated with IL-6 plasma levels but not with HMGB1, suggesting IL-6 plays a more important role in the substantial reduction of the peripheral lymphocytes associated with immunoparalysis in patients with COVID-19.36Our results show that both HMGB1 and IL‐6 are important biomarkers of disease severity in COVID-19 and could guide early recognition of the most severe patients at the moment of ICU admission. This could prompt increased monitoring and earlier treatment interventions, potentially yielding better disease outcomes.The present study has limitations. First, HMGB1 and IL-6 are known to be increased in patients with acute40,41 or chronic kidney disease42 and diabetes,43,44 which are also conditions associated with mortality from COVID-19. This partly explains that plasma HMGB1 and IL-6 at ICU admission were not independently associated with ICU mortality after adjusting for baseline characteristics in the multivariate logistic regression model. Second, the HMGB1 and IL-6 plasma levels were prospectively measured at a single time point. A follow-up study with serial measurements and in a larger group of patients will be necessary to reevaluate the best prognostic cutoff values for HMGB1 and IL-6 and to confirm their prognostic value.In summary the study showed that plasma concentrations of HMGB1 and IL-6 assessed at ICU admission could accurately identify COVID-19 patients with a fatal outcome of the disease, with a predictive precision similar to or better than the SOFA or the COVID-GRAM risk scores. Future studies should particularly focus on the practical clinical value of HMGB1 and IL-6, including developing a scoring system with plasma HMGB1 and IL-6 as biomarkers for early recognition of COVID-19 patients at risk for developing severe disease. In addition to IL-6, HMGB1 might also be a potential therapeutic target in severe COVID-19. Supplemental information, tables, and figureSupplemental materialsClick here to view.(100K, pdf) Acknowledgments:We thank all patients, staffs and medical technologists of Chonburi Hospital (Chonburi Province, Thailand) and Buddhasothorn Hospital (Chachoengsao Province, Thailand). The American Society of Tropical Medicine and Hygiene has waived the Open Access fee for this article due to the ongoing COVID-19 pandemic. NotesNote: Supplemental appendices appear at www.ajtmh.org. REFERENCES1. John Hopkins University , 2020. COVID-19 Dashboard by the Center for Systems Science and Engineering (CSSE). Available at: https://coronavirus.jhu.edu/map.html. Accessed May 1, 2021.2. Cao X, 2020. COVID-19: immunopathology and its implications for therapy. Nat Rev Immunol\n20: 269–270. [PMC free article] [PubMed] [Google Scholar]3. Liang W, et al. \n2020. Development and validation of a clinical risk score to predict the occurrence of critical illness in hospitalized patients with COVID-19. JAMA Int Med\n180: 1081–1089. [PMC free article] [PubMed] [Google Scholar]4. Wang M, Gauthier A, Daley L, Dial K, Wu J, Woo J, Lin M, Ashby C, Mantell LL, 2019. The role of HMGB1, a nuclear damage-associated molecular pattern molecule, in the pathogenesis of lung diseases. Antioxid Redox Signal\n31: 954–993. [PMC free article] [PubMed] [Google Scholar]5. Andersson U, Ottestad W, Tracey KJ, 2020. Extracellular HMGB1: a therapeutic target in severe pulmonary inflammation including COVID-19?\nMol Med\n26: 1–13. [PMC free article] [PubMed] [Google Scholar]6. Fink MP, 2014. HMGB1 as a drug target in staphylococcal pneumonia. Crit Care\n18: 1–3. [PMC free article] [PubMed] [Google Scholar]7. Nosaka N, Yashiro M, Yamada M, Fujii Y, Tsukahara H, Liu K, Nishibori M, Matsukawa A, Morishima T, 2015. Anti-high mobility group box-1 monoclonal antibody treatment provides protection against influenza A virus (H1N1)-induced pneumonia in mice. Crit Care\n19: 1–9. [PMC free article] [PubMed] [Google Scholar]8. Zhang Z-L, Hou Y-L, Li D-T, Li F-Z, 2020. Laboratory findings of COVID-19: a systematic review and meta-analysis. Scand J Clin Lab Invest\n80: 441–447. [PMC free article] [PubMed] [Google Scholar]9. Salama C, et al. \n2020. Tocilizumab in patients hospitalized with COVID-19 pneumonia. N Engl J Med\n384: 20–30. [PMC free article] [PubMed] [Google Scholar]10. Department of Disease Control , 2021.  Guidelines for Health Care and Public Health Workers.\nAvailable at: https://ddc.moph.go.th/viralpneumonia/eng/guideline_hcw.php. Accessed May 1, 2021. [Google Scholar]11. Singer M, et al. \n2016. The third international consensus definitions for sepsis and septic shock (Sepsis-3). JAMA\n315: 801–810. [PMC free article] [PubMed] [Google Scholar]12. Force ADT, Ranieri V, Rubenfeld G, Thompson B, Ferguson N, Caldwell E, 2012. Acute respiratory distress syndrome. JAMA\n307: 2526–2533. [PubMed] [Google Scholar]13. Riviello ED, et al. \n2016. Hospital incidence and outcomes of the acute respiratory distress syndrome using the Kigali modification of the Berlin definition. Am J Respir Crit Care Med\n193: 52–59. [PubMed] [Google Scholar]14. Khwaja A, 2012. KDIGO clinical practice guidelines for acute kidney injury. Nephron Clin Pract\n120: c179–c184. [PubMed] [Google Scholar]15. Wang H, Zhu S, Zhou R, Li W, Sama AE, 2008. Therapeutic potential of HMGB1-targeting agents in sepsis. Expert Rev Mol Med\n10: e32. [PMC free article] [PubMed] [Google Scholar]16. Chen G-Y, Tang J, Zheng P, Liu Y, 2009. CD24 and Siglec-10 selectively repress tissue damage–induced immune responses. Science\n323: 1722–1725. [PMC free article] [PubMed] [Google Scholar]17. Andersson U, Tracey KJ, 2011. HMGB1 is a therapeutic target for sterile inflammation and infection. Annu Rev Immunol\n29: 139–162. [PMC free article] [PubMed] [Google Scholar]18. Alpkvist H, Athlin S, Mölling P, Norrby-Teglund A, Strålin K, 2018. High HMGB1 levels in sputum are related to pneumococcal bacteraemia but not to disease severity in community-acquired pneumonia. Sci Rep\n8: 1–9. [PMC free article] [PubMed] [Google Scholar]19. Wang H, Yang H, Czura CJ, Sama AE, Tracey KJ, 2001. HMGB1 as a late mediator of lethal systemic inflammation. Am J Respir Crit Care Med\n164: 1768–1773. [PubMed] [Google Scholar]20. Karlsson S, Pettilä V, Tenhunen J, Laru-Sompa R, Hynninen M, Ruokonen E, 2008. HMGB1 as a predictor of organ dysfunction and outcome in patients with severe sepsis. Intensive Care Med\n34: 1046–1053. [PubMed] [Google Scholar]21. Gaïni S, Koldkjær OG, Møller HJ, Pedersen SS, 2007. A comparison of high-mobility group-box 1 protein, lipopolysaccharide-binding protein and procalcitonin in severe community-acquired infections and bacteraemia: a prospective study. Crit Care\n11: R76. [PMC free article] [PubMed] [Google Scholar]22. Yagmur E, Buendgens L, Herbers U, Beeretz A, Weiskirchen R, Koek GH, Trautwein C, Tacke F, Koch A, 2018. High mobility group box 1 as a biomarker in critically ill patients. J Clin Lab Anal\n32: e22584. [PMC free article] [PubMed] [Google Scholar]23. Chen R, et al. \n2020. HMGB1 as a potential biomarker and therapeutic target for severe COVID-19. Heliyon\n6: e05672. [PMC free article] [PubMed] [Google Scholar]24. Chen L, et al. \n2020. Elevated serum levels of S100A8/A9 and HMGB1 at hospital admission are correlated with inferior clinical outcomes in COVID-19 patients. Cell Mol Immunol\n17: 992–994. [PMC free article] [PubMed] [Google Scholar]25. Andersson U, et al. \n2000. High mobility group 1 protein (HMG-1) stimulates proinflammatory cytokine synthesis in human monocytes. J Exp Med\n192: 565–570. [PMC free article] [PubMed] [Google Scholar]26. Wang D, et al. \n2020. Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China. JAMA\n323: 1061–1069. [PMC free article] [PubMed] [Google Scholar]27. Mo P, et al. \n2020. Clinical characteristics of refractory COVID-19 pneumonia in Wuhan, China. Clin Infect Dis. Available at: 10.1093/cid/ciaa270. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Leisman DE, et al. \n2020. Cytokine elevation in severe and critical COVID-19: a rapid systematic review, meta-analysis, and comparison with other inflammatory syndromes. Lancet Respir Med\n8: 1233–1244. [PMC free article] [PubMed] [Google Scholar]29. Cai Q, et al. \n2020. COVID-19 in a designated infectious diseases hospital outside Hubei Province, China. Allergy\n75: 1742–1752. [PubMed] [Google Scholar]30. Chen G, et al. \n2019. Clinical and immunologic features in severe and moderate forms of coronavirus disease. J Clin Invest\n130: 2620–2629. [Google Scholar]31. Sirivongrangson P, et al. \n2020. Endotoxemia and circulating bacteriome in severe COVID-19 patients. Intensive Care Med Exp\n8: 1–15. [PMC free article] [PubMed] [Google Scholar]32. Coomes EA, Haghbayan H, 2020. Interleukin-6 in COVID-19: a systematic review and meta-analysis. Rev Med Virol\n30: 1–9. [PMC free article] [PubMed] [Google Scholar]33. Aziz M, Fatima R, Assaly R, 2020. Elevated interleukin‐6 and severe COVID‐19: a meta‐analysis. J Med Virol\n92: 2283–2285. [PMC free article] [PubMed] [Google Scholar]34. Liu T, Zhang J, Yang Y, Ma H, Li Z, Zhang J, Cheng J, Zhang X, Zhao Y, Xia Z, 2020. The role of interleukin‐6 in monitoring severe case of coronavirus disease 2019. EMBO Mol Med\n12: e12421. [PMC free article] [PubMed] [Google Scholar]35. Stukas S, Hoiland RL, Cooper J, Thiara S, Griesdale DE, Thomas AD, Orde MM, English JC, Chen LY, Foster D, 2020. The association of inflammatory cytokines in the pulmonary pathophysiology of respiratory failure in critically ill patients with coronavirus disease 2019. Crit Care Explor\n2: e0302. [PMC free article] [PubMed] [Google Scholar]36. Chen LY, Hoiland RL, Stukas S, Wellington CL, Sekhon MS, 2020. Confronting the controversy: interleukin-6 and the COVID-19 cytokine storm syndrome. Eur Respiratory Soc 56: 2003006. [PMC free article] [PubMed]37. Herold T, Jurinovic V, Arnreich C, Lipworth B J, Hellmuth JC, von Bergwelt-Baildon M, Klein M, Weinberger T,\n2020. Elevated levels of interleukin-6 and CRP predict the need for mechanical ventilation in COVID-19. J Allergy Clin Immunol 146: 128–136.e4. [PMC free article] [PubMed]38. Webb BJ, Peltan ID, Jensen P, Hoda D, Hunter B, Silver A, Starr N, Buckel W, Grisel N, Hummel E, 2020. Clinical criteria for COVID-19-associated hyperinflammatory syndrome: a cohort study. Lancet Rheumatol\n2: e754–e763. [PMC free article] [PubMed] [Google Scholar]39. Tanaka T, Narazaki M, Kishimoto T, 2014. IL-6 in inflammation, immunity, and disease. Cold Spring Harb Perspect Biol\n6: a016295. [PMC free article] [PubMed] [Google Scholar]40. Jones SA, Fraser DJ, Fielding CA, Jones GW, 2015. Interleukin-6 in renal disease and therapy. Nephrol Dial Transplant\n30: 564–574. [PubMed] [Google Scholar]41. Leelahavanichkul A, Huang Y, Hu X, Zhou H, Tsuji T, Chen R, Kopp JB, Schnermann J, Yuen PS, Star RA, 2011. Chronic kidney disease worsens sepsis and sepsis-induced acute kidney injury by releasing high mobility group box protein-1. Kidney Int\n80: 1198–1211. [PMC free article] [PubMed] [Google Scholar]42. Bruchfeld A, Qureshi AR, Lindholm B, Barany P, Yang L, Stenvinkel P, Tracey KJ, 2008. High Mobility Group Box Protein-1 correlates with renal function in chronic kidney disease (CKD). Mol Med\n14: 109–115. [PMC free article] [PubMed] [Google Scholar]43. Biscetti F, Rando MM, Nardella E, Cecchini AL, Pecorini G, Landolfi R, Flex A, 2019. High mobility group box-1 and diabetes mellitus complications: state of the art and future perspectives. Int J Mol Sci\n20: 6258. [PMC free article] [PubMed] [Google Scholar]44. Bowker N, Shah RL, Sharp SJ, Stewart ID, Wheeler E, Ferreira MA, Baras A, Wareham NJ, Langenberg C, Lotta LA, 2020. Meta-analysis investigating the role of interleukin-6 mediated inflammation in type 2 diabetes. EBioMedicine\n61: 103062. [PMC free article] [PubMed] [Google Scholar]"}