{"title": "Endothelin antagonism and sodium glucose Co-transporter 2 inhibition. A potential combination therapeutic strategy for COVID-19", "pubDate": "2021", "PMCID": "PMC8084922", "DOI": "10.1016/j.pupt.2021.102035", "PMID": "33933611", "abstract": "The novel coronavirus 2019 (COVID-19) infection caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a global pandemic that requires a multi-faceted approach to tackle this unprecedent health crisis. Therapeutics to treat COVID-19 are an integral part of any such management strategy and there is a substantial unmet need for treatments for individuals most at risk of severe disease. This perspective review provides rationale of a combined therapeutic regimen of selective endothelin-A (ET-A) receptor antagonism and sodium glucose co-transporter-2 (SGLT-2) inhibition to treat COVID-19. Endothelin is a potent vasoconstrictor with pro-inflammatory and atherosclerotic effects. It is upregulated in a number of conditions including acute respiratory distress syndrome and cardiovascular disease. Endothelin mediates vasocontractility via endothelin (ET-A and ET-B) receptors on vascular smooth muscle cells (VSMCs). ET-B receptors regulate endothelin clearance and are present on endothelial cells, where in contrast to their role on VSMCs, mediate vasodilation. Therefore, selective endothelin-A (ET-A) receptor inhibition is likely the optimal approach to attenuate the injurious effects of endothelin and may reduce ventilation-perfusion mismatch and pulmonary inflammation, whilst improving pulmonary haemodynamics and oxygenation. SGLT-2 inhibition may dampen inflammatory cytokines, reduce hyperglycaemia if present, improve endothelial function, cardiovascular haemodynamics and cellular bioenergetics. This combination therapeutic approach may therefore have beneficial effects to mitigate both the pulmonary, metabolic and cardiorenal manifestations of COVID-19. Given these drug classes include medicines licensed to treat heart failure, diabetes and pulmonary hypertension respectively, information regarding their safety profile is established. Randomised controlled clinical trials are the best way to determine efficacy and safety of these medicines in COVID-19.", "author": [{"author": "Marie Fisk", "affiliation": ["Division of Experimental Medicine & Immunotherapeutics, School of Clinical Medicine, University of Cambridge, Cambridge, CB2 0QQ, UK. Electronic address: mf503@medschl.cam.ac.uk."], "href": "/?term=Fisk+M&cauthor_id=33933611"}, {"author": "Magnus Althage", "affiliation": ["Research and Early Development, Cardiovascular, Renal and Metabolism, BioPharmaceuticals R&D, AstraZeneca, Gothenburg, Sweden."], "href": "/?term=Althage+M&cauthor_id=33933611"}, {"author": "Sven Moosmang", "affiliation": ["Research and Early Development, Cardiovascular, Renal and Metabolism, BioPharmaceuticals R&D, AstraZeneca, Gothenburg, Sweden."], "href": "/?term=Moosmang+S&cauthor_id=33933611"}, {"author": "Peter J Greasley", "affiliation": ["Research and Early Development, Cardiovascular, Renal and Metabolism, BioPharmaceuticals R&D, AstraZeneca, Gothenburg, Sweden."], "href": "/?term=Greasley+PJ&cauthor_id=33933611"}, {"author": "Andrew P Cope", "affiliation": ["King's College London, Strand, London, WC2R 2LS, UK."], "href": "/?term=Cope+AP&cauthor_id=33933611"}, {"author": "David Rw Jayne", "affiliation": ["Division of Experimental Medicine & Immunotherapeutics, School of Clinical Medicine, University of Cambridge, Cambridge, CB2 0QQ, UK; Cambridge Clinical Trials Unit, Cambridge University Hospitals NHS Foundation Trust, Cambridge, CB2 0QQ, UK."], "href": "/?term=Jayne+DR&cauthor_id=33933611"}, {"author": "James Galloway", "affiliation": ["King's College London, Strand, London, WC2R 2LS, UK."], "href": "/?term=Galloway+J&cauthor_id=33933611"}, {"author": "Frances Hall", "affiliation": ["Department of Rheumatology, Cambridge University Hospitals NHS Foundation Trust, Cambridge, CB2 0QQ, UK."], "href": "/?term=Hall+F&cauthor_id=33933611"}, {"author": "Ian B Wilkinson", "affiliation": ["Division of Experimental Medicine & Immunotherapeutics, School of Clinical Medicine, University of Cambridge, Cambridge, CB2 0QQ, UK; Cambridge Clinical Trials Unit, Cambridge University Hospitals NHS Foundation Trust, Cambridge, CB2 0QQ, UK."], "href": "/?term=Wilkinson+IB&cauthor_id=33933611"}, {"author": "Philip Ambery", "affiliation": ["Clinical Late Development, Cardiovascular, Renal and Metabolism, BioPharmaceuticals R&D, AstraZeneca, Gothenburg, Sweden."], "href": "/?term=Ambery+P&cauthor_id=33933611"}, {"author": "Joseph Cheriyan", "affiliation": ["Division of Experimental Medicine & Immunotherapeutics, School of Clinical Medicine, University of Cambridge, Cambridge, CB2 0QQ, UK; Cambridge Clinical Trials Unit, Cambridge University Hospitals NHS Foundation Trust, Cambridge, CB2 0QQ, UK."], "href": "/?term=Cheriyan+J&cauthor_id=33933611"}], "refPMID": ["32219363", "32839585", "32690910", "32651579", "32648899", "32856034", "33035307", "32444460", "33161318", "32678530", "32445440", "33264556", "32736592", "32142651", "32425337", "32216962", "22797452", "32269085", "32526193", "15141377", "32787909", "32437596", "32818439", "32682491", "32325026", "16007097", "24329564", "17464936", "17353456", "32798472", "32369736", "11219223", "27824898", "26240704", "16006275", "30104296", "29310905", "23709760", "28588558", "19333547", "32530585", "32579880", "10601511", "32430456", "31212586", "32211816", "32219356", "32191259", "32977359", "26260307", "32275347", "32883700", "32457068", "33023941", "21342489", "15673319", "32612617", "32919977", "1618274", "10712352", "9230761", "1415185", "8256914", "26956245", "31679425", "32197449", "8339637", "8857438", "8239149", "10424623", "15258728", "25288367", "29101349", "10433505", "26090478", "19446279", "17376964", "12610497", "7509612", "7615852", "32859733", "32359410", "32675217", "32835252", "32953201", "30867577", "26625864", "24805108", "23698233", "24080871", "19909879", "18506008", "27266371", "16939634", "15774824", "19897563", "26526351", "19049753", "15987392", "11089761", "11082120", "24898108", "32000955", "30132036", "26378978", "32865377", "31535829", "33200892", "32970396", "31993550", "29061124", "29588466", "32900588", "29371333", "30415602", "31815931"], "citedInPMID": ["33933611"], "body": " AbstractThe novel coronavirus 2019 (COVID-19) infection caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a global pandemic that requires a multi-faceted approach to tackle this unprecedent health crisis. Therapeutics to treat COVID-19 are an integral part of any such management strategy and there is a substantial unmet need for treatments for individuals most at risk of severe disease. This perspective review provides rationale of a combined therapeutic regimen of selective endothelin-A (ET-A) receptor antagonism and sodium glucose co-transporter-2 (SGLT-2) inhibition to treat COVID-19. Endothelin is a potent vasoconstrictor with pro-inflammatory and atherosclerotic effects. It is upregulated in a number of conditions including acute respiratory distress syndrome and cardiovascular disease. Endothelin mediates vasocontractility via endothelin (ET-A and ET-B) receptors on vascular smooth muscle cells (VSMCs). ET-B receptors regulate endothelin clearance and are present on endothelial cells, where in contrast to their role on VSMCs, mediate vasodilation. Therefore, selective endothelin-A (ET-A) receptor inhibition is likely the optimal approach to attenuate the injurious effects of endothelin and may reduce ventilation-perfusion mismatch and pulmonary inflammation, whilst improving pulmonary haemodynamics and oxygenation. SGLT-2 inhibition may dampen inflammatory cytokines, reduce hyperglycaemia if present, improve endothelial function, cardiovascular haemodynamics and cellular bioenergetics. This combination therapeutic approach may therefore have beneficial effects to mitigate both the pulmonary, metabolic and cardiorenal manifestations of COVID-19. Given these drug classes include medicines licensed to treat heart failure, diabetes and pulmonary hypertension respectively, information regarding their safety profile is established. Randomised controlled clinical trials are the best way to determine efficacy and safety of these medicines in COVID-19.Keywords: COVID-19, Sodium glucose Co-Transporter-2 inhibition, Dapagliflozin, Endothelin antagonism, Ambrisentan 1. IntroductionThe novel coronavirus 2019 (COVID-19) infection caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is a global pandemic representing one of the world's most significant health crisis in recent times and will likely remain as such for years to come. There have been 56 million cases and over 1.3 million deaths worldwide due to COVID-19 infection, as of November 19, 2020 [1]. The long-term health impact on individuals who have had COVID-19 infection currently remains largely undescribed. SARS-CoV-2 infection can result in diverse clinical presentations of COVID-19. This ranges from asymptomatic infection, particularly in the early phase of the illness, through to a myriad of manifestations including acute respiratory distress syndrome and different organ sequelae including metabolic, cardiovascular and renal involvement [[2], [3], [4], [5], [6]]. Fever, dry cough and loss of smell are common symptoms of COVID-19, and the majority of COVID-19 infections are defined as mild in nature, not requiring healthcare usage. However, about 1 in 5 cases in adults may result in hospital admission and mortality in hospitalised COVID-19 cases vary widely depending on patient factors [7].Epidemiological studies from a number of countries have identified individuals who are most at risk of severe COVID-19 disease and poor outcomes. Risk factors include age, male gender and certain co-morbidities such as hypertension, cardiovascular disease, obesity and diabetes [6,[8], [9], [10]]. In particular, diabetes and hypertension are disproportionately associated with increased mortality from COVID-19. Data from a Public Health England report in August 2020 showed diabetes was associated with 21.6% of COVID-19 deaths, in comparison to 14.6% of all-cause mortality deaths. Hypertension was associated with 19.6% of COVID-19 deaths, in comparison to 14.6% of deaths from all causes [11]. Why such comorbidities are associated with excess morbidity and mortality related to COVID-19, which is primarily a respiratory illness (although associated with manifestations of multiple organ dysfunction) currently remains poorly understood. However, many of these comorbidities are also associated with endothelial dysfunction which may be an underlying factor that influences the pathogenesis of this disease [12].Eight months into this global pandemic, randomised controlled trials have identified dexamethasone, and possibly remdesivir as beneficial treatments for specific patients with COVID-19; and these medicines have therefore been incorporated as standard of care in some healthcare systems for patients who meet strict criteria and have access to these drugs [13,14]. Dexamethasone reduces mortality in patients with severe COVID-19 infection (defined as requiring inpatient oxygen therapy or need for ventilatory support) and may provide benefit as an anti-inflammatory, dampening the excess immune response associated with severe disease [15]. Remdesivir is an anti-viral drug which reduces in-hospital length of stay [16], although definitive effects on mortality have been negative to date [17]. Despite these optimistic results from trials, there remains a substantial unmet and increasing need for targeted treatments stratified for individuals most at risk of severe COVID-19 disease; to prevent disease progression and subsequent long-term sequelae of end organ damage or death. The purpose of this perspective review is to explore the therapeutic rationale of combined endothelin-A (ETA) antagonism and sodium glucose transporter-2 (SGLT-2) inhibition as a combination treatment strategy for COVID-19 infection. This combined therapeutic regimen constitutes a treatment arm of the academically led multi-centre TACTIC-E (Multi-arm therapeutic study in pre-ICU patients admitted with COVID-19, Experimental drugs and mechanisms, clinicaltrials.gov ID {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04393246\",\"term_id\":\"NCT04393246\"}}NCT04393246) randomised controlled trial for hospitalised severe COVID-19 infection [18]. This is an international, open label, platform trial aiming to determine superiority of separate interventional arms against standard of care which includes treatment of up to a maximum of 14 days with a fixed dose of ambrisentan and dapagliflozin. The trial is sponsored by Cambridge University Hospitals NHS Foundation Trust and is funded by Astrazeneca and Evelo Biosciences with significant infrastructure and clinical support from the National Institute for Health Research Cambridge Biomedical Research Centre. Additionally, SGLT-2 inhibition versus placebo is being evaluated in the DARE-19 trial (Dapagliflozin in respiratory failure in patients with COVID-19, EudraCT 2020-001473-79) [19] for COVID-19 patients, evaluating a maximum treatment of 30 days dapagliflozin versus placebo. 2. Overview of the pathophysiology of COVID-19The full picture of how COVID-19 infection causes pulmonary and other organ failure is not yet fully understood. However, research studies from other viral pulmonary infections such as influenza and SARS (caused by SARS-CoV), as well as clinical observations, imaging studies and post-mortems of COVID-19 patients have provided insights into the pathophysiology of COVID-19 infection. An in-depth discussion of the underlying mechanisms of these diverse pathophysiological and phenotypic manifestations is beyond the scope of this review, but a brief summary of key findings, the clinical importance of extra-pulmonary manifestations of COVID-19 and a speculative role of endothelin in this disease aims to describe the context of this therapeutic perspective.SARS-CoV-2 first enters nasal and bronchial epithelial cells and pneumocytes by a viral structural spike (S) protein which binds to angiotensin converting enzyme 2 (ACE2) constitutively expressed on the cell surface. Type 2 transmembrane serine protease (TMPRSS2), promotes uptake of the virus by cleaving ACE2 and activating the virus protein, enabling entry into host cells [20]. At this early stage of infection, individuals are often asymptomatic or only have mild symptoms. This is often described as Stage 1 of the illness, occurring approximately at days 0–7. Accelerated viral replication may then follow (with associated humoral and cell-mediated immune responses) leading to deeper respiratory tract infection and tissue damage affecting the gas-exchange units of the lung, resulting in progressive hypoxia and radiological changes consistent with an atypical or viral pneumonia. Imaging of the thorax by chest radiograph or computed tomography may show a wide range of changes due to COVID-19 infection. Typical findings include subpleural consolidation and ground-glass changes [21,22]. These changes are often seen in patients with Stage 2 of the disease which generally presents around days 7–14 from initial infection. Further deterioration to Acute Respiratory Distress Syndrome (ARDS) may develop [23]; in addition to multiple organ dysfunction and failure. This represents severe disease with end organ damage, and in the trajectory of COVID-19 disease has been termed ‘Stage 3’ of the disease and generally occurs from approximately day 14 onwards [24,25]. Myocardial injury and kidney injury are commonly reported co-existent findings in hospitalised COVID-19 patients, each occurring in approximately 30% of patients [5].Pulmonary post-mortem studies from COVID-19 patients, have reported diffuse alveolar damage with capillary congestion, pneumocyte necrosis, hyaline membrane formation, interstitial and intra-alveolar oedema, and platelet-fibrin thrombi, consistent with thistological findings of ARDS. Inflammatory infiltrates consisting predominantly of macrophages within the alveoli and lymphocytes in the interstitium have also been found in human pulmonary post-mortem studies. Electron microscopy studies have demonstrated viral particles within pneumocytes [26]. Besides pulmonary infection, SARS-CoV-2 may cause injury to organs directly since ACE2 is expressed by a wide range of cells including the vascular endothelium, kidney, heart, gut and lung [27]. Evidence of the virus either by real-time reverse-transcription polymerase chain reaction (RT-PCR) or viral particles identified in cells have been reported in the lung, brain, heart, gastrointestinal tract and spleen [[28], [29], [30], [31]]. Thrombosis and diffuse alveolar damage are also pathological processes consistently reported from post-mortem studies. In addition, autopsy case reports of ‘endotheliitis’ has been proposed as a major pathological process associated with this disease. Endotheliitis has been described in a transplanted kidney, small intestines and lung tissue [29,32]. A key mechanism in the pathophysiology of COVID-19, appears to be is the disruption of normal endothelial homeostasis, leading to an imbalance of angiotensin converting enzyme (ACE)-2 derived peptides, with likely downregulation of anti-inflammatory Angiotensin (Ang)1-7 and upregulation of pro-inflammatory, pro-fibrotic and vasoconstricting counter regulatory peptides such as endothelin and Angiotensin II (AngII) [[33], [34], [35]]. Endothelial dysfunction and activation ensue, which leads to a pro-inflammatory, pro-thrombotic vasoconstrictive state, and is observed in conditions associated with increased cardiovascular risk [36]. Endothelial dysfunction co-exists with a number of comorbidities including hypertension, obesity and diabetes, which may well explain the increased risk of COVID-19 associated with these conditions.A brief overview of metabolic, cardiovascular and renal dysfunction related to COVID-19 is discussed below, providing evidence of the unmet need for therapeutics to ameliorate these manifestations of COVID-19. 3. Extra-pulmonary manifestations of COVID-193.1. Metabolic and endocrine dysfunction in COVID-19Epidemiological data suggests that individuals with type 1 and type 2 diabetes are disproportionately affecting by severe COVID-19 and have significantly increased mortality from the disease [37]. In addition, hyperglycaemia and obesity are independent risk factors for poor outcome [10,38]. The underlying reasons for these data are not fully understood given that COVID-19 is a new disease. Data from other critical illness states and respiratory viral infections can provide some insight to these findings. Stress induced hyperglycaemia can occur in up to 50% of intensive care unit (ICU) admissions associated with critical illness and hyperglycaemia is a marker of illness severity, with the magnitude of hyperglycaemia strongly associated with short-term mortality, particularly in patients without a history of diabetes [39]. Of note is that stress induced hyperglycaemia during critical illness; identified patients at subsequent risk of incident diabetes over a median 5.3 [3.6, 7.5] years of follow up [40]. Given that dexamethasone is now incorporated into standard treatment for patients with severe COVID-19, the iatrogenic risk of hyperglycaemia is likely further increased [41]. Systemic hyperglycaemia itself also predisposes to the risk of infection, including bacterial and viral respiratory tract infections [41,42,42,43]. Airway hyperglycaemia may also be important and has been demonstrated in patients with chronic obstructive pulmonary disease (COPD) [44]. In vitro studies showed that glucose promotes the growth of bacteria within the bronchial tree, and that glucose-lowering treatment (metformin) reduced airway glucose permeability and bacterial load [45].Diabetics were also at increased risk of severe infection including hospitalisation and death in the 2009 H1N1 Influenza A pandemic [46]. A study in SARS (caused by CoV), showed a high proportion of patients had diabetes at the time of infection but this resolved over 3 years of follow up, suggesting at the time of infection, the virus affected pancreatic endocrine function, possibly via entry to islet cells via ACE2 [47]. This is interesting, since anecdotal reports suggest that COVID-19 itself may be a trigger for the development of diabetes and a bidirectional relationship between COVID-19 and diabetes may exist [48]. An observational worldwide registry has been established to evaluate these data over the COVID-19 pandemic [49].There are different pathophysiological mechanisms which may account for severe COVID-19 disease in diabetics or predispose people who have had COVID-19 infection to develop diabetes. For example, the inflammatory response associated with severe COVID-19 infections results in elevated cytokines which may impair pancreatic β-cell function, resulting in β-cell apoptosis and decreased insulin production and increased ketosis [47]. In vitro studies suggest that pancreatic α and β cells are permissive to SARS-CoV-2, which may indicate a direct tropism effect contributing to insulin deficiency and hyperglycaemia [50]. In addition, the virus can affect liver cells and the liver is important in glycogen storage and glycogenolysis. Moreover, patients with diabetes have an altered immune response and are therefore predisposed to any infection (not just COVID-19) [43,51], and during infections, diabetic patients have an increase in hormones that promote hepatic glucose production, decreased insulin secretion, and increased ketogenesis, and insulin resistance [39]. Lastly, COVID-19 infection is often accompanied by a range of manifestations associated with diabetic complications such as renal and cardiac dysfunction, hepatic injury and pro-thrombotic states [52].3.2. Cardiovascular dysfunction in COVID-19There is extensive literature describing a range of cardiovascular problems observed in COVID-19, in comparison to cardiac complications of H1N1 Influenza (3732 papers vs 399 for a related H1N1 search which returned COVID-19 papers too, October 3, 2020). The development of myocardial infarction and acute cardiac injury detected by troponin rises are well described in any infection, particularly respiratory tract infections, and are likely due to the effects of acute inflammation, hypoxia and metabolic disturbance [53]. Myocardial injury, defined by elevation of cardiac biomarkers have been reported in 20–30% of hospitalised COVID-19 patients, particularly in those with pre-existing cardiovascular comorbidity (55%) and troponin rise is associated with more severe disease and increased mortality [54,55]. Echocardiographic studies in COVID-19 are limited to small numbers of patients. Case reports of stress induced cardiomyopathy are described in 7(33%) of critically ill COVID-19 patients [56]. In a separate cohort of 43 patients in ICU, there were a high frequency of pericardial effusion (90%) and increased ventricular mass index (61%) which the authors proposed to be related to cardiac congestion [57]. The underlying mechanisms accounting for cardiovascular injury in COVID-19 are poorly understood but likely due to increased risk of myocardial injury and type 2 myocardial infarction as well as a propensity to de-stabilise plaque towards rupture, associated with a systemic inflammatory response [53,58]. Furthermore, ACE2 is widely expressed in cardiovascular tissue including the vascular endothelium, cardiac myocytes and cardiac fibroblasts. This may result in direct tropism by the virus affecting cardiovascular cells, endotheliitis, and concomitant lymphocytic infiltration affecting the myocardium [27,29,31,32,59].3.3. Renal dysfunction in COVID-19Chronic kidney disease (CKD) is a comorbidity strongly associated with increased mortality from COVID-19, with a hazard ratio (HR) of 1.28 [95% confidence interval (CI) 1.18–1.39], in multivariable analysis from UK hospital ISARIC data [10]. Populations with a higher prevalence of CKD appeared to have higher rates of further renal complications of COVID-19 such as acute kidney injury (AKI) [60]. In China, the incidence of AKI in hospitalised patients ranged from 0.5% up to 29% [5]. Of nearly 4000 hospitalised COVID-19 patients in New York, AKI occurred in 46% and 19% of these patients required dialysis [60]. UK Intensive Care audit data showed renal replacement therapy was delivered in 31% of patients on ventilators, and 4% not on ventilators [61]. A recent meta-analysis of 15536 hospitalised patients with COVID-19 determined an overall incidence of AKI of 12.3%, 77% of whom were critically ill. Mortality was 67% in patients with AKI, 13 times higher compared with patients without AKI [62]. For context, data from the H1N1 influenza epidemic, showed that out of those who received intensive care, nearly 18% of patients (without pre-existing CKD) developed AKI and up to two thirds of patients who had a complicated course of H1N1 infection had AKI [63]. Data from the SARS pandemic suggests a lower rate of AKI; at 7% of patients hospitalised with the infection, although the mortality rate was as high as 90% in patients with renal failure [64]. Proposed mechanisms accounting for AKI in COVID-19 include renal tropism by SARS-CoV-2 renal tropism, cytokine-mediated injury and endotheliitis leading to microvascular dysfunction [32,65,66]. In addition, factors associated with AKI of any cause in the context of critical illness; are also likely important, such as volume depletion, electrolyte imbalance and interstitial nephritis [5]. 4. Proposed role of endothelin in COVID-194.1. Endothelin and ARDSEndothelin-1 (ET-1) levels have not yet been measured in COVID-19 related ARDS patients, but it is likely to be upregulated, since ET-1 levels are elevated in ARDS due to many different aetiological factors assessed in animal models and in human ALI/ARDS studies, although often the cause of lung injury in clinical studies can be more challenging to define [[67], [68], [69], [70], [71]].Endothelins are a family of vasoactive peptides comprised of 21 amino acids and consist of three isoforms of endothelin (ET-1, ET-2, ET-3). ET-1 is the most abundant and well described isoform. ET-1 is a potent vasoconstrictor with pro-inflammatory and proliferative effects [72,73].Endothelin synthesis is activated in response to physical and chemical stimuli including shear stress, hypoxia, thrombin, and vasoactive factors such as Ang II [72]. ET-1 is synthesised and released continuously from endothelial cells, has been detected in all types of blood vessels as well as many other cells such as epithelial cells, macrophages, fibroblasts, cardiac myocytes [67] and kidney podocytes. Endothelins mediate their effects by two known G-protein coupled receptors, namely Endothelin-A (ET-A) and Endothelin-B (ET-B), which are widely distributed, particularly in blood vessels. In human blood vessels, ET-A is predominantly detected on vascular smooth muscle cells and regulates vasocontractility, whereas ET-B receptors are present on both vascular smooth muscle (where it mediates vasoconstriction) and the vascular endothelium, where, when activated, induces the release of endothelium-derived relaxing factors such as nitric oxide (NO) mediating vasodilatation [74]. Most vascular ET-1 degradation occurs intracellularly upon internalization of the ET-1/ET-B receptor complex [75].In clinical studies of non-COVID ARDS, both pulmonary and systemic circulating levels of ET-1 are increased [76]. ET-1 levels correlate with clinical severity parameters including PaO2/FiO2 ratio and multiorgan failure [77]. Moreover, ET-1 levels decrease as the patient recovers. The arterio-venous ratio of ET-1 is increased in ARDS, which may be due to increased synthesis of ET-1 or reduced clearance of the vasoactive peptide [70,71,78]. In post-mortem studies, increased tissue expression of ET-1 was observed in the vascular endothelium, alveolar macrophages, smooth muscle and airway epithelium of ARDS patients compared to patients without ARDS. Furthermore, staining for NO and inducible NO synthase was decreased in ARDS patients, suggesting an imbalance of ET-1 versus NO factors [79,80].ET-1 induces expression of pro-inflammatory cytokines such as interleukin (IL)-6, IL-8 and tumour necrosis factor (TNF)-α [81], all of which are increased in severe COVID-19, termed the ‘cytokine storm’ [65]. Furthermore, pathogenic T cells (which are activated in COVID-19) [82] promote ET-1 production in monocytes via interferon (IFN)-γ and tumour necrosis factor (TNF)-α [83]. ET-1 also induces activation and migration of neutrophils within the lung; which are key cells of the inflammatory response, resulting in the release of proteases [84,85].An early feature of ARDS is dysfunction of the alveolar-capillary membrane, characterised by pulmonary oedema and pulmonary inflammation that impairs gas exchange. Pathologically, there is diffuse alveolar damage, alveolar capillary leakage, and protein rich pulmonary oedema; and this is often termed the ‘exudative phase’ of ARDS [86]. The role of ET-1 in this exudative phase is not fully understood, but it is speculated that ET-1 may not only act as a vasoconstrictor but impede alveolar fluid clearance [87]. Later in the disease ET-1 may also have an important role when ARDS may progress to the fibroproliferative phase, characterised by the exudate becoming organised, with proliferation of type 2 pneumocytes, fibroblasts and myofibroblasts and development of tissue granulation and aberrant fibrosis. One of the most important regulators of ET-1 synthesis in endothelial cells is transforming growth factor-β (TGF-β), which is a key effector in fibrosis pathways [72,88]. Furthermore, ET-1 has mitogenic effects on vascular and airway smooth muscle, signifying its potential role in proliferative change and aberrant remodelling [89,90]. Indeed, ET-1 has been considered a therapeutic target in pulmonary fibrosis; with elevated levels of ET-1 observed in plasma and bronchoalveolar (BAL) samples, as well as immunostaining on lung biopsies [91,92]. However, clinical translation of these findings to successful clinical trials of endothelin antagonists has not been observed [76].A further consideration is the role of endothelin in COVID-19 patients with significant hypoxaemia. In a study of 13 patients with non-COVID acute respiratory failure, plasma ET-1 positively correlated with pulmonary haemodynamic parameters [76]. Imaging studies suggest that COVID-19 ARDS patients have abnormal pulmonary vascular shunting and uniquely have reduced blood flow in the small calibre peripheral arteries; a finding not seen in patients with ARDS due to alternative causes. Reasons for this may be due to increased pulmonary vascular resistance or microthrombi or both [93,94]. Given that ET-1 is upregulated in non-COVID ARDS, upregulation in COVID-19 ARDS is to be expected. This would provide explanation for the pulmonary inflammation, pulmonary endotheliitis, increased pulmonary artery pressure and increased pulmonary emboli risk observed in this condition [[95], [96], [97]].In addition, ET-1 may also be important in the cardiovascular and renal dysfunction observed in COVID-19 [5,73,98]. In the cardiovascular system, ET-1 is implicated in atherosclerosis, hypertension, diabetic microangiopathy, vascular inflammation, dissection, vasospasm and heart failure [73,99,100]. In the kidney, ET-1 promotes renal endoplasmic reticulum stress and apoptosis and is implicated in diabetic, and hypertensive nephropathies, as well as focal segmental glomerulosclerosis [10,99]. Furthermore, ET-1 is thought to play a role in the progression of AKI to chronic kidney disease as shown in an experimental model of post-ischaemic kidney injury [101,102]. 5. Rationale for ET-A therapeutics in COVID-195.1. Pharmacology of endothelin receptor antagonismEndothelin receptor antagonists have been approved since the early 2000s to treat pulmonary arterial hypertension (PAH) to slow down the progression of the disease, improve exercise capacity, reduce pulmonary artery pressure and improve symptoms [103,104]. Approved endothelial antagonists for PAH can be defined as either ET-A selective (with an ET-A/ET-B selectivity ratio >100), or dual ET-A/ET-B antagonists with equal selectivity between receptors. In clinical practice, selective ET-A antagonists e.g Ambrisentan or dual antagonists e.g Bosentan are licensed. Only a few selective ET-B antagonists have been developed but have not reached clinical use. Elevated liver enzymes is the main side effect reported for this drug class [105].Ambrisentan is a highly potent (Ki of 0.016 nM) selective ET-A antagonist with 4000 times greater affinity for the ET-A versus ET-B receptor [106]. The theoretical rationale for a selective ET-1 antagonist (rather than a dual antagonist) as a treatment strategy for COVID-19 is that selective ET-A blockade would mitigate the potent vasoconstrictive, inflammatory and mitogenic effects of ET-1, while maintaining the potential beneficial vasodilatation effects of NO and prostacyclin release mediated by ET-B receptors on vascular endothelial cells. It will also enable maximal clearance of circulating ET-1 which is via ET-B receptors [107]. For ambrisentan, elevated liver function enzymes is estimated to occur in approximately 2–3% of patients per year and generally does not require treatment cessation [103,104].5.2. Endothelin receptor antagonism in ARDSSelective ET-A antagonism may enable more advantageous redistribution of pulmonary blood flow in COVID-19, by reducing the activity of ET-1 at the ET-A receptor. This may reduce pulmonary shunting to hypoxic areas of the lung, pulmonary vascular resistance and right ventricle afterload in the setting of acute hypoxia. Selective ET-A receptor antagonism may also attenuate vascular remodelling in the context of ARDS. A mouse model of neonatal hypoxic pulmonary vascular remodelling showed ET-A receptor blockade partially reversed this condition [108].ET-A blockade in COVID-19 associated ARDS, may also attenuate ET-1 induced inflammation, including cytokines and neutrophil migration and activation. In an oxidative stress emphysema rat model, the ET-A antagonist (CSE + BQ-123) attenuated caspase-3 activity, matrix metalloproteinase (MMP)-2, MMP-9 activity, TNF-α and IL-1β in lung tissue and improved biological antioxidant activity in the serum [109]. Endothelin receptor antagonists have been shown to suppress lipopolysaccharide (LPS)-induced cytokine release (IL-6, MMP-9, CCL-2) from alveolar macrophages [110]. In a randomised control trial of patients undergoing cardiopulmonary bypass, infusion of the ET-A receptor antagonist (sitaxsentan) compared with vehicle reduced plasma TNF-α levels compared with placebo in the post-operative period [111].Experimental data has shown that tezosentan, a non-selective endothelin antagonist attenuated lung injury in endotoxaemic sheep [112], and LU-135252, an ET-A selective receptor antagonist improved oxygenation in an experimental pig model of acute lung injury [113]. In a rat airway model of LPS induced lung injury, both mixed and ET-A selective antagonists were shown to reduce microvascular leakage, whereas an endothelin-B (ET-B) selective antagonist on its own, showed no effect [114].A case report of Bosentan (a dual ET-A and ET-B receptor antagonist) use in a patient with refractory hypoxaemia and severe ARDS due to H7N9 influenza infection, showed a beneficial effect on pulmonary haemodynamics with rapid and sustained reduction in right ventricle systolic pressure, followed by a gradual improvement in oxygenation [115]. 6. Rationale for SGLT-2 therapeutics in COVID-196.1. Pharmacology of SGLT-2 inhibitorsSGLT-1 and SGLT-2 are sodium glucose co-transporter proteins which play an important role in glucose homeostasis. SGLT-2 is the major transport protein that mediates approximately 90% glucose reabsorption from glomerular filtration. SGLT2 is expressed on renal epithelial cells lining the first segment of the proximal convoluted tubule. Inhibition of SGLT2 prevents renal reuptake of glucose, promoting glucose excretion in the urine and therefore lowers blood glucose levels [116,117]. Dapagliflozin is an example of an SGLT-2 inhibitor. It is a competitive, highly selective, reversible inhibitor of SGLT-2 [118]. The effects of SGLT-2 inhibitors are dependent on blood glucose concentration and kidney function. Since SGLT-2 inhibitors lower blood glucose levels via the kidney, these effects are independent of insulin secretion and sensitivity, unlike most anti-diabetic medications [116].As a drug class, SGLT-2 inhibitors have demonstrated unprecedented cardiorenal protective benefits in numerous clinical trials [117]. In diabetic patients, the cardiorenal benefits besides glycaemic control were observed in the Empagliflozin Cardiovascular Outcome Event Trial in Type 2 Diabetes Mellitus Patients–Removing Excess Glucose (EMPA-REG OUTCOME) study in approximately 7000 individuals with type 2 diabetes and cardio-, cerebro- or peripheral vascular disease. Empagliflozin not only significantly reduced the composite endpoint of cardiovascular death, non-fatal myocardial infarction and non-fatal stroke, but reduced death and hospitalisation from heat failure by 38% and 25% respectively, and all-cause mortality by 32% [119]. The EMPEROR-Reduced trial evaluated empagliflozin in heart failure individuals with markedly reduced ejection fraction (≤40%). A median follow up of 16 months showed empagliflozin vs placebo, markedly reduced a composite endpoint of cardiovascular death and heart failure hospitalisation (HR 0.75; 95% CI: 0.65, 0.86, p < 0.001), slowed decline in estimated glomerular filtratio rate (eGFR) (−0.55 vs. −2.28 ml per minute per 1.73 m2 of body-surface area per year, p < 0.001) and was associated with lower serious renal outcomes [120]. The DAPA-HF trial in 4744 individuals with heart failure showed that dapagliflozin reduced death and hospitalisation from heart failure compared with placebo; and this was the case in individuals with (55%) and without diabetes (45%) [121]. More recently, The SOLOIST-WHT trial in 1222 patients with type 2 diabetes and heart failure showed Sotagliflozin, a dual SGLT1 and SGLT2 inhibitor reduced the composite outcome of cardiovascular deaths, hospitalisations for heart failure and urgent visits due to heart failure by 33% with significant early benefit after one month of treatment and a number needed to treat of only four patient-years [122]. Limitations of the SOLOIST-WHT trial that are important to mention include the loss of sponsor funding and thus premature closure of the trial prior to planned sample size enrolment. This meant that the study was not sufficiently powered for secondary endpoints. Loss of funding meant that the primary endpoint was changed from adjudication of events to blinded investigator-defined events. The DAPA-CKD trial in 4304 individuals with chronic kidney disease showed that dapagliflozin, regardless of the presence or absence of diabetes, reduced the risk of sustained decline in the eGFR rate by at least 50%. End stage kidney disease or death from renal or cardiovascular causes was significantly lower in the dapagliflozin group compared with placebo, (HR 0.69; 95% CI, 0.53 to 0.88; p = 0.004) [123].The mechanisms underlying the multi-organ benefits of SGLT-2 inhibitors are not fully understood. However, in the context of multi-organ dysfunction observed in COVID-19 infection, including in particular metabolic, cardiac, endothelial and renal manifestations, it is proposed that SGLT-2 inhibitors may play an important therapeutic role. Putative mechanisms to explain their benefits include: improvements in endothelial dysfunction [124,125], cardiovascular haemodynamics with decreased pre- and after load, reduction in myocardial necrosis and fibrosis, and attenuation in systemic adipokines and cytokine production [126]. Putative anti-inflammatory properties of anti-diabetic therapies may also be another proposed benefit of using dapagliflozin in COVID-19 [127]. Dapagliflozin also seems to have beneficial effects on bioenergetics and cellular metabolism; by inhibition of mTOR, it may enhance autophagy and improve mitochondrial function, thus reducing cell senescence [116,117,128]. A further prospective benefit is that although dexamethasone is now recognised standard of care treatment for specific patients with COVID-19, the side effect of uncontrolled hyperglycaemia associated with steroid use is well recognised and indeed hyperglycaemia is associated with increased mortality from this disease [13,38,41]. Dapagliflozin may therefore help normalise glucose homeostasis. 7. Co-administration of ET-A antagonist and SGLT-2 inhibitorIn this perspective review, the rationale for targeting endothelin-A and SGLT-2 in treatment of COVID-19 has been laid out separately. However, COVID-19 is a multi-system infection with multiple pathological effects and targeting more than one aspect of these pathological effects may result in greater clinical benefit than standalone therapies. Fig. 1\nshows the proposed benefits of both ET-A antagonism and SGLT-2 inhibition on the vascular endothelium. Table 1\nsummarises the putative benefits of both drug classes in COVID-19 as a co-therapeutic strategy. Endothelin-A antagonism may reduce inflammation, ventilation perfusion mismatch and improve oxygenation thereby reducing the risk of progression of ARDS and respiratory failure, whilst SGLT-2 inhibition attenuates inflammation and provides systemic improvements in glucose homeostasis, endothelial dysfunction, cardiovascular haemodynamics and cellular metabolism, i.e organ protective effects. Moreover, given the benefits of SGLT-2 inhibition on fluid handling and mild osmotic diuresis observed with use of this drug class [117], this could offset any peripheral oedema that may be associated with the vasodilating actions of endothelin-A antagonism [107].Open in a separate windowFig. 1Vascular endothelium benefits of endothelin antagonism and SGLT-2 inhibition in COVID-19.Table 1Summary of proposed benefits of ET-A antagonism and SGLT-2 inhibition in COVID-19.ET-A antagonismSGLT-2 inhibitionReduces pulmonary inflammationReduces inflammationReduces ventilation-perfusion mismatchReduces hyperglycaemia if presentImproves pulmonary haemodynamicsImproves endothelial dysfunctionImproves oxygenationImproves cardiovascular haemodynamicsReduces risk of ARDS and ARDS progressionBeneficial effects on cellular bioenergeticsOpen in a separate window 8. SafetyAmbrisentan and dapagliflozin are examples of an ET-A antagonist and SGLT-2 inhibitor respectively which are licensed drugs and widely available with a history of safe and successful use in clinical practice [106,118]. Common side effects of ambrisentan include peripheral oedema and fluid retention, as well as flushing and hypotension due to its’ vasodilatory actions [106]. The TACTIC-E trial accommodates for this since persistent hypotension is a specific treatment cessation criterion [18]. Common side effects of dapagliflozin include hypoglycaemia if co-administered with insulin (given it reduces blood glucose dependent on the level of hyperglycaemia, although it does not cause hypoglycaemia in non-diabetics), genital mycotic infections (likely due to glycosuria) and rash. The risk of ketoacidosis with dapagliflozin use is a rare (≥1/10000-≤1/1000) adverse reaction; and is more likely to occur if precipitating factors are present (i.e low carbohydrate intake or reduction in insulin dose), since loss of glucose will shift utilisation from carbohydrate to fat metabolism [118]. Monitoring of blood ketones, bicarbonate and pH is integrated into clinical trials of dapagliflozin in COVID-19, and metabolic acidosis, type 1 diabetes and previous hospital admission with ketoacidosis are some of the drug specific exclusion criteria for the TACTIC-E trial [18]. Another potential safety consideration is the risk of volume depletion, although this adverse event was importantly very balanced between dapagliflozin and placebo (2.5% vs 2.4%, p = 0.99) treatment groups in the DECLARE- TIMI 58 trial in 17160 type 2 diabetic patients [129]. Trials of dapagliflozin in COVID-19 have thus set exclusion criteria based on eGFR and careful monitoring of renal function, although safety analyses suggest SGLT-2 inhibitors used in patients with chronic kidney disease are in fact associated with reduced risk of AKI. Adverse reactions related to increased creatinine have been reported in dapagliflozin studies, although further evaluation of these adverse events showed most had serum creatinine changes of ≤0.5 mg/dL and any increase was transient during continuous treatment or reversible after discontinuation of treatment [123]. Moreover, the DECLARE-TIMI 58 study (17160 patients) observed AKI was less common in the dapagliflozin group versus placebo (1.5% vs 2%, HR 0.69 [0.55–0.87, p = 0.002) [129]. Additionally, a meta-analysis of 112 trials (n = 96,722) and 4 observational studies with 5 cohorts (n = 83,934) and minimum follow-up of 12 weeks follow up, found that SGLT2 inhibitors reduced the odds of suffering AKI by 36% (odds ratio [OR] 0.64 [0.53–0.78], p < 0.001) [130]. 9. SummaryThis perspective review has detailed the rationale of potential benefits of a combined therapeutic strategy of endothelin-A antagonism and SGLT-2 inhibition for COVID-19 disease. The main hypothesised benefits are reduction in pulmonary ventilation perfusion mismatch and inflammation and metabolic and cardiorenal benefits to mitigate organ dysfunction and injury. Randomised controlled clinical trials with pre-defined endpoints of clinical efficacy, safety and tolerability are the optimal approach to determine if combined endothelin-A antagonism and SGLT-2 inhibition would be a beneficial therapeutic intervention in COVID-19. We envisage that the results from the ambrisentan/dapagliflozin arm in TACTIC-E and similar trials, such as DARE-19, will provide useful data to, advance understanding of COVID-19 and provide the evidence for clinical treatments that are urgently needed. Declaration of competing interestJC is the Chief Investigator for the TACTIC E trial. PA, MA, SM, PJG are employees and shareholders of Astrazeneca who fund this study and are the manufacturer of Dapaglifozin. AcknowledgementsJC acknowledges funding support from the National Institute of Health Research Cambridge Biomedical Research Centre (BRC-1215-20014). The views expressed are those of the author(s) and not necessarily those of the NIHR or the Department of Health and Social Care. MF is funded by the Experimental Medicine Training Initiative (EMI) programme supported by the University of Cambridge in partnership with Cambridge University Hospitals, NIHR Cambridge Biomedical Research Centre and industry partnership with AstraZeneca. References1. John Hopkins University Coronavirus Resource Center 2020. https://coronavirus.jhu.edu/ Accessed 15th October 2020.2. Madjid M., Safavi-Naeini P., Solomon S.D., Vardeny O. Potential effects of coronaviruses on the cardiovascular system. Jama Cardiol. 2020;5(7):831–840. [PubMed] [Google Scholar]3. Pezzini A., Padovani A. Lifting the mask on neurological manifestations of COVID-19. Nat. Rev. Neurol. 2020;16(11):636–644. [PMC free article] [PubMed] [Google Scholar]4. Nishiga M., Wang D.W., Han Y., Lewis D.B., Wu J.C. COVID-19 and cardiovascular disease: from basic mechanisms to clinical perspectives. Nat. Rev. Cardiol. 2020;17(9):543–558. [PMC free article] [PubMed] [Google Scholar]5. Gupta A., Madhavan M.V., Sehgal K., Nair N., Mahajan S., Sehrawat T.S. Extrapulmonary manifestations of COVID-19. Nat. Med. 2020;26(7):1017–1032. [PubMed] [Google Scholar]6. Wiersinga W.J., Rhodes A., Cheng A.C., Peacock S.J., Prescott H.C. Pathophysiology, transmission, diagnosis, and treatment of coronavirus disease 2019 (COVID-19) Jama. 2020;324(8):782–793. [PubMed] [Google Scholar]7. Coronavirus Disease 2019 (COVID-19). Situation Report-46. World Health Organization. 2020. https://apps.who.int/iris/bitstream/handle/10665/331443/nCoVsitrep06Mar2020-eng.pdf?sequence=1&isAllowed=y Mar 7;:1–9. Available from. Accessed 15th October 2020. [Google Scholar]8. Fried M.W., Crawford J.M., Mospan A.R., Watkins S.E., Hernandez B.M., Zink R.C. Patient characteristics and outcomes of 11,721 patients with COVID19 hospitalized across the United States. Clin. Infect. Dis. 2020:ciaa1268. [PMC free article] [PubMed] [Google Scholar]9. Munblit D., Nekliudov N.A., Bugaeva P., Blyuss O., Kislova M. StopCOVID cohort: an observational study of 3,480 patients admitted to the Sechenov University hospital network in Moscow city for suspected COVID-19 infection. Clin. Infect. Dis. 2020 ciaa1535. [PMC free article] [PubMed] [Google Scholar]10. Docherty A.B., Harrison E.M., Green C.A., Hardwick H.E., Pius R., Norman L. Features of 20 133 UK patients in hospital with covid-19 using the ISARIC WHO Clinical Characterisation Protocol: prospective observational cohort study. Br. Med. J. 2020;369:m1985. [PMC free article] [PubMed] [Google Scholar]11. Disparities in the risk and outcomes of COVID-19. Public health England report. 2020 Aug 11. https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908434/Disparities_in_the_risk_and_outcomes_of_COVID_August_2020_update.pdf Available from. Accessed on 15th October 2020, 1-92.12. Nägele M.P., Haubner B., Tanner F.C., Ruschitzka F., Flammer A.J. Endothelial dysfunction in COVID-19: current findings and therapeutic implications. Atherosclerosis. 2020;314:58–62. [PMC free article] [PubMed] [Google Scholar]13. NICE guidance COVID-19 prescribing briefing: corticosteroids. https://www.nice.org.uk/guidance/ng159/resources/covid19-prescribing-briefing-corticosteroids-pdf-8839913581 [Internet]. Available from. Accessed 15th October 2020.14. NICE guidance Remdesivir for treating hospitalised patients with suspected or confirmed COVID-19. https://www.nice.org.uk/advice/es27/evidence/evidence-review-pdf-8771329261 [Internet]. Available from. Accessed 20th October 2020.15. Horby P., Lim W.S., Emberson J.R., Mafham M., Bell J.L. Dexamethasone in hospitalized patients with covid-19 — preliminary report. N. Engl. J. Med. 2020 doi: 10.1056/NEJMoa2021436. https://www.nejm.org/doi/10.1056/NEJMoa2021436 Available from. Accsessed 15th October 2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Beigel J.H., Tomashek K.M., Dodd L.E., Mehta A.K., Zingman B.S., Kalil A.C. Remdesivir for the treatment of covid-19 — final report. N. Engl. J. Med. 2020;383(19):1813–1826. [PMC free article] [PubMed] [Google Scholar]17. Pan H., Peto R., Karim Q.A., Alejandria M., Henao-Restrepo A.M. Repurposed antiviral drugs for COVID-19 –interim WHO SOLIDARITY trial results. https://www.nejm.org/doi/10.1056/NEJMoa2023184?url_ver=Z39.88-2003&rfr_id=ori:rid:crossref.org&rfr_dat=cr_pub%20%200pubmed Available from. Accessed on 2nd December 2020. [PMC free article] [PubMed]18. Lu I.N., Kulkarni S., Fisk M., Kostapanos M., Banham-Hall E., Kadyan S. muLTi-Arm Therapeutic study in pre-ICu patients admitted with Covid-19-Experimental drugs and mechanisms (TACTIC-E): a structured summary of a study protocol for a randomized controlled trial. Trials. 2020;21(1):690. [PMC free article] [PubMed] [Google Scholar]19. Dapagliflozin in respiratory failure in patients with COVID-19 (DARE-19) https://clinicaltrials.gov/ct2/show/{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04350593\",\"term_id\":\"NCT04350593\"}}NCT04350593 Available from. Accessed 15th October 2020.20. Hoffmann M., Kleine-Weber H., Schroeder S., Krüger N., Herrler T., Erichsen S. SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. 2020 Apr 16;181(2):271–280. doi: 10.1016/j.cell.2020.02.052. e8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Zhang L., Kong X., Li X., Zhu J., Liu S., Li W. CT imaging features of 34 patients infected with COVID-19. Clin. Imag. 2020;68:226–231. [PMC free article] [PubMed] [Google Scholar]22. Rodrigues J.C.L., Hare S.S., Edey A., Devaraj A., Jacob J., Johnstone A. An update on COVID-19 for the radiologist - a British society of Thoracic Imaging statement. Clin. Radiol. 2020;75(5):323–325. [PMC free article] [PubMed] [Google Scholar]23. Force A.D.T., Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E. Acute respiratory distress syndrome: the berlin definition. Jama. 2012;307(23):2526–2533. [PubMed] [Google Scholar]24. Wiesbauer F., Jacobs S. COVID-19 disease progression. 2020. https://www.medmastery.com/guide/covid-19-clinical-guide/covid-19-disease-progression [Internet] Accessed 15th October 2020.25. Mason R.J. Pathogenesis of COVID-19 from a cell biology perspective. Eur. Respir. J. 2020;55(4):2000607. [PMC free article] [PubMed] [Google Scholar]26. Carsana L., Sonzogni A., Nasr A., Rossi R.S., Pellegrinelli A., Zerbi P. Pulmonary post-mortem findings in a series of COVID-19 cases from northern Italy: a two-centre descriptive study. Lancet Infect. Dis. 2020;20(10):1135–1140. [PMC free article] [PubMed] [Google Scholar]27. Hamming I., Timens W., Bulthuis M., Lely A., Navis G., Goor H van. Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis. J. Pathol. 2004;203(2):631–637. [PMC free article] [PubMed] [Google Scholar]28. Remmelink M., Mendonça R.D., D'Haene N., Clercq S.D., Verocq C., Lebrun L. Unspecific post-mortem findings despite multiorgan viral spread in COVID-19 patients. Crit. Care. 2020;24(1):495. [PMC free article] [PubMed] [Google Scholar]29. Ackermann M., Verleden S.E., Kuehnel M., Haverich A., Welte T., Laenger F. Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in covid-19. N. Engl. J. Med. 2020;383(2):120–128. [PMC free article] [PubMed] [Google Scholar]30. Braun F., Lütgehetmann M., Pfefferle S., Wong M.N., Carsten A., Lindenmeyer M.T. SARS-CoV-2 renal tropism associates with acute kidney injury. Lancet. 2020;396(10251):597–598. [PMC free article] [PubMed] [Google Scholar]31. Bradley B.T., Maioli H., Johnston R., Chaudhry I., Fink S.L., Xu H. Histopathology and ultrastructural findings of fatal COVID-19 infections in Washington State: a case series. Lancet. 2020;396(10247):320–332. [PMC free article] [PubMed] [Google Scholar]32. Varga Z., Flammer A.J., Steiger P., Haberecker M., Andermatt R., Zinkernagel A.S. Endothelial cell infection and endotheliitis in COVID-19. Lancet. 2020;395(10234):1417–1418. [PMC free article] [PubMed] [Google Scholar]33. Kuba K., Imai Y., Rao S., Gao H., Guo F., Guan B. A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus–induced lung injury. Nat. Med. 2005;11(8):875–879. [PMC free article] [PubMed] [Google Scholar]34. Patel V.B., Parajuli N., Oudit G.Y. Role of angiotensin-converting enzyme 2 (ACE2) in diabetic cardiovascular complications. Clin Sci [Internet] 2013 Dec 6;126(7):471–482. doi: 10.1042/CS20130344. Available from. [PubMed] [CrossRef] [Google Scholar]35. Hamming I., Cooper M., Haagmans B., Hooper N., Korstanje R., Osterhaus A. The emerging role of ACE2 in physiology and disease. J. Pathol. 2007;212(1):1–11. [PMC free article] [PubMed] [Google Scholar]36. Deanfield J.E., Halcox J.P., Rabelink T.J. Endothelial function and dysfunction: testing and clinical relevance. Circulation. 2007 Mar 13;115(10):1285–1295. [PubMed] [Google Scholar]37. Barron E., Bakhai C., Kar P., Weaver A., Bradley D., Ismail H. Associations of type 1 and type 2 diabetes with COVID-19-related mortality in England: a whole-population study. Lancet Diabetes Endocrinol. 2020;8(10):813–822. [PMC free article] [PubMed] [Google Scholar]38. Zhu L., She Z.-G., Cheng X., Qin J.-J., Zhang X.-J., Cai J. Association of blood glucose control and outcomes in patients with COVID-19 and pre-existing type 2 diabetes. Cell Metabol. 2020;31(6):1068–1077. e3. [PMC free article] [PubMed] [Google Scholar]39. McCowen K.C., Malhotra A., Bistrian B.R. Stress-induced hyperglycemia. Crit. Care Clin. 2001 Jan 1;17(1):107–124. [PubMed] [Google Scholar]40. Plummer M.P., Finnis M.E., Phillips L.K., Kar P., Bihari S., Biradar V. Stress induced hyperglycemia and the subsequent risk of type 2 diabetes in survivors of critical illness. PloS One. 2016;11(11) [PMC free article] [PubMed] [Google Scholar]41. Tamez-Pérez H.E., Quintanilla-Flores D.L., Rodríguez-Gutiérrez R., González-González J.G., Tamez-Peña A.L. Steroid hyperglycemia: prevalence, early detection and therapeutic recommendations: a narrative review. World J. Diabetes. 2015;6(8):1073. [PMC free article] [PubMed] [Google Scholar]42. Butler S.O., Btaiche I.F., Alaniz C. Relationship between hyperglycemia and infection in critically ill patients. Pharmacotherapy. 2005;25(7):963–976. [PubMed] [Google Scholar]43. Critchley J.A., Carey I.M., Harris T., DeWilde S., Hosking F.J., Cook D.G. Glycemic control and risk of infections among people with type 1 or type 2 diabetes in a large primary care cohort study. Diabetes Care. 2018;41(10):2127–2135. [PubMed] [Google Scholar]44. Mallia P., Webber J., Gill S.K., Trujillo-Torralbo M.-B., Calderazzo M.A., Finney L. Role of airway glucose in bacterial infections in patients with chronic obstructive pulmonary disease. J. Allergy Clin. Immunol. 2018 Sep 1;142(3):815–823. e6. [PMC free article] [PubMed] [Google Scholar]45. Garnett J.P., Baker E.H., Naik S., Lindsay J.A., Knight G.M., Gill S. Metformin reduces airway glucose permeability and hyperglycaemia-induced Staphylococcus aureus load independently of effects on blood glucose. Thorax. 2013;68(9):835. [PMC free article] [PubMed] [Google Scholar]46. Hulme K.D., Gallo L.A., Short K.R. Influenza virus and glycemic variability in diabetes: a killer combination? Front. Microbiol. 2017;8:861. [PMC free article] [PubMed] [Google Scholar]47. Yang J.-K., Lin S.-S., Ji X.-J., Guo L.-M. Binding of SARS coronavirus to its receptor damages islets and causes acute diabetes. Acta Diabetol. 2010;47(3):193–199. [PMC free article] [PubMed] [Google Scholar]48. Rubino F., Amiel S.A., Zimmet P., Alberti G., Bornstein S., Eckel R.H. New-onset diabetes in covid-19. N. Engl. J. Med. 2020;383(8):789–790. [PMC free article] [PubMed] [Google Scholar]49. COVIDIAB Registry. 2020. https://covidiab.e-dendrite.com [Internet] Accessed 2nd December 2020. [Google Scholar]50. Yang L., Han Y., Nilsson-Payant B.E., Gupta V., Wang P., Duan X. A human pluripotent stem cell-based platform to study SARS-CoV-2 tropism and model virus infection in human cells and organoids. Cell Stem Cell. 2020;27(1):125–136. e7. [PMC free article] [PubMed] [Google Scholar]51. Joshi N., Caputo G.M., Weitekamp M.R., Karchmer A.W. Infections in patients with diabetes Mellitus. N. Engl. J. Med. 1999;341(25):1906–1912. [PubMed] [Google Scholar]52. Sardu C., D'Onofrio N., Balestrieri M.L., Barbieri M., Rizzo M.R., Messina V. Outcomes in patients with hyperglycemia affected by COVID-19: can we do more on glycemic control? Diabetes Care. 2020;43(7):1408–1415. [PMC free article] [PubMed] [Google Scholar]53. Putot A., Chague F., Manckoundia P., Cottin Y., Zeller M. Post-infectious myocardial infarction: new insights for improved screening. J Clin Medicine. 2019;8(6):827. [PMC free article] [PubMed] [Google Scholar]54. Shi S., Qin M., Shen B., Cai Y., Liu T., Yang F. Association of cardiac injury with mortality in hospitalized patients with COVID-19 in wuhan, China. JAMA Cardiol. 2020;5(7):802–810. [PMC free article] [PubMed] [Google Scholar]55. Guo T., Fan Y., Chen M., Wu X., Zhang L., He T. Cardiovascular implications of fatal outcomes of patients with coronavirus disease 2019 (COVID-19) JAMA Cardiol. 2020;5(7):811–818. [PMC free article] [PubMed] [Google Scholar]56. Arentz M., Yim E., Klaff L. Characteristics and outcomes of 21 critically ill patients with COVID-19 in Washington state. J. Am. Med. Assoc. 2020;323(16):1612–1614. [PMC free article] [PubMed] [Google Scholar]57. Liu Y., Xie J., Gao P., Tian R., Qian H., Guo F. Swollen heart in COVID‐19 patients who progress to critical illness: a perspective from echo‐cardiologists. Esc Hear Fail. 2020;7:3621–3632. doi: 10.1002/ehf2.12873. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Hansson G.K., Libby P., Tabas I. Inflammation and plaque vulnerability. J. Intern. Med. 2015;278(5):483–493. [PMC free article] [PubMed] [Google Scholar]59. Tavazzi G., Pellegrini C., Maurelli M., Belliato M., Sciutti F., Bottazzi A. Myocardial localization of coronavirus in COVID‐19 cardiogenic shock. Eur. J. Heart Fail. 2020;22(5):911–915. [PMC free article] [PubMed] [Google Scholar]60. Chan L., Chaudhary K., Saha A., Chauhan K., Vaid A., Zhao S. AKI in hospitalized patients with COVID-19. J. Am. Soc. Nephrol. January 2021:151–160. doi: 10.1681/ASN.2020050615. https://jasn.asnjournals.org/content/early/2020/09/02/ASN.2020050615 ASN.2020050615. Available from. Accessed on 15th October 2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Selby N.M., Forni L.G., Laing C.M., Horne K.L., Evans R.D., Lucas B.J. Covid-19 and acute kidney injury in hospital: summary of NICE guidelines. BMJ. 2020;369:m1963. [PubMed] [Google Scholar]62. Oliveira C.B., Lima C.A.D., Vajgel G., Coelho A.V.C., Sandrin-Garcia P. High burden of acute kidney injury in COVID-19 pandemic: systematic review and meta-analysis. J. Clin. Pathol. 2020 Oct 6 doi: 10.1136/jclinpath-2020-207023. Epub ahead of print. PMID: 33023941. [PubMed] [CrossRef] [Google Scholar]63. Martin-Loaches I., Papiol E., Rodriguez A. Acute kidney injury in critical ill patients affected by influenza A (H1N1) virus infection. Crit. Care. 2011;15:R66. doi: 10.1186/cc10046. Available from, Accessed on 15th October 2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Chu K.H., Tsang W.K., Tang C.S., Lam M.F., Lai F.M., To K.F. Acute renal impairment in coronavirus-associated severe acute respiratory syndrome. Kidney Int. 2005;67(2):698–705. [PMC free article] [PubMed] [Google Scholar]65. Ragab D., Eldin H.S., Taeimah M., Khattab R., Salem R. The COVID-19 cytokine storm; what we know so far. Front. Immunol. 2020;11:1446. [PMC free article] [PubMed] [Google Scholar]66. Gustine J.N., Jones D. Immunopathology of hyperinflammation in COVID-19. Am. J. Pathol. 2020;191(1):4–17. [PMC free article] [PubMed] [Google Scholar]67. Simmet T., Pritze S., Thelen K.I., Peskar B.A. Release of endothelin in the oleic acid-induced respiratory distress syndrome in rats. Eur. J. Pharmacol. 1992;211(3):319–322. [PubMed] [Google Scholar]68. Fujii Y., Magder S., Cernacek P., Goldberg P., Guo Y., Hussain S.N.A. Endothelin receptor blockade attenuates lipopolysaccharide-induced pulmonary. Nitric Oxide Production. 2000;161(3):982–989. [PubMed] [Google Scholar]69. Hammerman S.I., Kourembanas S., Conca T.J., Tucci M., Brauer M., Farber H.W. Endothelin-1 production during the acute chest syndrome in sickle cell disease. 1997;156(1):280–285. [PubMed] [Google Scholar]70. Asakura H., Jokaji H., Uotani M.S.C., Kumabashiri I., Morishita E., Yamazaki M. Role of endothelin in disseminated intravascular coagulation. Am. J. Hematol. 1992;41(2):71–75. [PubMed] [Google Scholar]71. Langleben D., Demarchie M., Laporta D., Spanier A.H., Schlesinger R.D., Stewart D.J. Endothelin-1 in acute lung injury and the adult respiratory distress syndrome. 1993;148(6_pt_1):1646–1650. [PubMed] [Google Scholar]72. Davenport A.P., Hyndman K.A., Dhaun N., Southan C., Kohan D.E., Pollock J.S. Endothelin. Pharmacol Rev. 2016;68(2):357–418. [PMC free article] [PubMed] [Google Scholar]73. Barton M., Yanagisawa M. Endothelin: 30 Years from discovery to therapy. Hypertension. 2019;74(6):1232–1265. [PubMed] [Google Scholar]74. D'Orléans-Juste P., Davenport A.P., Godfraind T., Maguire J.J., Ohlstein E.H., Ruffolo R.R.  vol. 2019. IUPHAR BPS Guide Pharmacol Cite; 2019. https://www.guidetopharmacology.org/GRAC/FamilyIntroductionForward?familyId=21 (Endothelin Receptors (Version 2019.4) in the IUPHAR/BPS Guide to Pharmacology Database). (4). Available from. Accessed on 15th October 2020. [Google Scholar]75. Enevoldsen F.C., Sahana J., Wehland M., Grimm D., Infanger M., Krüger M. Endothelin receptor antagonists: status quo and future perspectives for targeted therapy. J Clin Medicine. 2020;9(3):824. [PMC free article] [PubMed] [Google Scholar]76. Mitaka C., Hirata Y., Nagura T., Tsunoda Y., Amaha K. Circulating endothelin-1 concentrations in acute respiratory failure. Chest. 1993;104(2):476–480. [PubMed] [Google Scholar]77. Sanai L., Haynes W.G., MacKenzie A., Grant I.S., Webb D.J. Endothelin production in sepsis and the adult respiratory distress syndrome. Intensive Care Med. 1996;22(1):52–56. [PubMed] [Google Scholar]78. Druml W., Steltzer H., Waldhäusl W., Lenz K., Hammerle A., Vierhapper H. Endothelin-1 in adult respiratory distress syndrome. 1993;148(5):1169–1173. [PubMed] [Google Scholar]79. Albertine K.H., Wang Z.M., Michael J.R. Expression of endothelial nitric oxide synthase, inducible nitric oxide synthase, and endothelin-1 in lungs of subjects who died with ARDS. Chest. 1999 Jul 1;116:101S–102S. [PubMed] [Google Scholar]80. Orfanos S.E., Mavrommati I., Korovesi I., Roussos C. Pulmonary endothelium in acute lung injury: from basic science to the critically ill. Intensive Care Med. 2004;30(9):1702–1714. [PubMed] [Google Scholar]81. Kowalczyk A., Kleniewska P., Kolodziejczyk M., Skibska B., Goraca A. The role of endothelin-1 and endothelin receptor antagonists in inflammatory response and sepsis. Arch. Immunol. Ther. Exp. 2015;63(1):41–52. [PMC free article] [PubMed] [Google Scholar]82. Zhou Y., Fu B., Zheng X., Wang D., Zhao C., qi Y. Pathogenic T cells and inflammatory monocytes incite inflammatory storm in severe COVID-19 patients. Natl Sci Rev. 2020 Mar 13;7(6) https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7108005/ nwaa041. Available from. Accessed on 15th October 2020. [Google Scholar]83. Shinagawa S., Okazaki T., Ikeda M., Yudoh K., Kisanuki Y.Y., Yanagisawa M. T cells upon activation promote endothelin 1 production in monocytes via IFN-γ and TNF-α Sci. Rep. 2017;7(1):14500. [PMC free article] [PubMed] [Google Scholar]84. Zouki C., Baron C., Fournier A., Filep J.G. Endothelin-1 enhances neutrophil adhesion to human coronary artery endothelial cells: role of ET(A) receptors and platelet-activating factor. Br. J. Pharmacol. 1999 Jun 1;127(4):969–979. [PMC free article] [PubMed] [Google Scholar]85. Elisa T., Antonio P., Giuseppe P., Alessandro B., Giuseppe A., Federico C. Endothelin receptors expressed by immune cells are involved in modulation of inflammation and in fibrosis: relevance to the pathogenesis of systemic sclerosis. J Immunol Res. 2015;2015:1–11. [PMC free article] [PubMed] [Google Scholar]86. ErS E.  2013. European Lung White Book.http://www.erswhitebook.org/chapters/the-burden-of-lung-disease/ [cited 1AD]. (Brussels). Available from. Accessed 15th October 2020. [Google Scholar]87. Comellas A.P., Briva A. Role of endothelin-1 in acute lung injury. Transl. Res. 2009;153(6):263–271. [PMC free article] [PubMed] [Google Scholar]88. Castañares C., Redondo-Horcajo M., Magán-Marchal N., Dijke P ten, Lamas S., Rodríguez-Pascual F. Signaling by ALK5 mediates TGF-β-induced ET-1 expression in endothelial cells: a role for migration and proliferation. J. Cell Sci. 2007 Apr 1;120(7):1256. [PubMed] [Google Scholar]89. Grant K., Loizidou M., Taylor I. Endothelin-1: a multifunctional molecule in cancer. Br. J. Canc. 2003 Jan 27;88(2):163–166. [PMC free article] [PubMed] [Google Scholar]90. Glassberg M.K., Ergul A., Wanner A., Puett D. Endothelin-1 promotes mitogenesis in airway smooth muscle cells. 1994;10(3):316–321. [PubMed] [Google Scholar]91. Uguccioni M., Pulsatelli L., Grigolo B., Facchini A., Fasano L., Cinti C. Endothelin-1 in idiopathic pulmonary fibrosis. J. Clin. Pathol. 1995;48(4):330. [PMC free article] [PubMed] [Google Scholar]92. Abraham D. Role of endothelin in lung fibrosis. Eur. Respir. Rev. 2008;17(109):145–150. [Google Scholar]93. Thillai M., Patvardhan C., Swietlik E.M., McLellan T., Backer J.D., Lanclus M. Functional respiratory imaging identifies redistribution of pulmonary blood flow in patients with COVID-19. Thorax. 2021;76:182–184. thoraxjnl-2020-215395. [PubMed] [Google Scholar]94. Lang M., Som A., Mendoza D.P., Flores E.J., Reid N., Carey D. Hypoxaemia related to COVID-19: vascular and perfusion abnormalities on dual-energy CT. Lancet Infect. Dis. 2020 Dec;20(12):1365–1366. [PMC free article] [PubMed] [Google Scholar]95. Pagnesi M., Baldetti L., Beneduce A., Calvo F., Gramegna M., Pazzanese V. Pulmonary hypertension and right ventricular involvement in hospitalised patients with COVID-19. Heart. 2020;106(17):1324–1331. [PMC free article] [PubMed] [Google Scholar]96. Brondani G., Apollonio L., Gremese E., Ferraccioli G. Pulmonary intravascular coagulopathy in COVID-19 pneumonia. Lancet Rheumatology. 2020;2(8):e458. [PMC free article] [PubMed] [Google Scholar]97. Sakr Y., Giovini M., Leone M., Pizzilli G., Kortgen A., Bauer M. Pulmonary embolism in patients with coronavirus disease-2019 (COVID-19) pneumonia: a narrative review. Ann. Intensive Care. 2020;10(1):124. [PMC free article] [PubMed] [Google Scholar]98. Dhaun N., Webb D.J. Endothelins in cardiovascular biology and therapeutics. Nat. Rev. Cardiol. 2019;16(8):491–502. [PubMed] [Google Scholar]99. Miguel C.D., Speed J.S., Kasztan M., Gohar E.Y., Pollock D.M. Endothelin-1 and the kidney. Curr. Opin. Nephrol. Hypertens. 2016;25(1):35–41. [PMC free article] [PubMed] [Google Scholar]100. Kohan D.E., Barton M. Endothelin and endothelin antagonists in chronic kidney disease. Kidney Int. 2014;86(5):896–904. [PMC free article] [PubMed] [Google Scholar]101. Zager R.A., Johnson A.C.M., Andress D., Becker K. Progressive endothelin-1 gene activation initiates chronic/end-stage renal disease following experimental ischemic/reperfusion injury. Kidney Int. 2013;84(4):703–712. [PMC free article] [PubMed] [Google Scholar]102. Dhaun N., Webb D.J. The road from AKI to CKD: the role of endothelin. Kidney Int. 2013;84(4):637–638. [PubMed] [Google Scholar]103. Oudiz R.J., Galiè N., Olschewski H., Torres F., Frost A., Ghofrani H.A. Long-term ambrisentan therapy for the treatment of pulmonary arterial hypertension. J. Am. Coll. Cardiol. 2009 Nov 17;54(21):1971–1981. [PubMed] [Google Scholar]104. Nazzareno G., Horst O., OR J., Fernando T., Adaani F., GH A. Ambrisentan for the treatment of pulmonary arterial hypertension. Circulation. 2008 Jun 10;117(23):3010–3019. [PubMed] [Google Scholar]105. Aubert J.-D., Juillerat-Jeanneret L. Endothelin-receptor antagonists beyond pulmonary arterial hypertension: cancer and fibrosis. J. Med. Chem. 2016;59(18):8168–8188. [PubMed] [Google Scholar]106. SmPC Ambrisentan. 2020. https://www.medicines.org.uk/emc/medicine/20848#gref Accessed on 15th October 2020. [Google Scholar]107. Vatter H, Seifert V. Ambrisentan, a non-peptide endothelin receptor antagonist. Cardiovasc. Drug Rev.; 24; 63-75. [PubMed]108. Ambalavanan N., Bulger A., Murphy-Ullrich J., Oparil S., Chen Y.-F. Endothelin-A receptor blockade prevents and partially reverses neonatal hypoxic pulmonary vascular remodeling. Pediatr. Res. 2005 May 1;57(5):631–636. [PMC free article] [PubMed] [Google Scholar]109. Chen Y., Hanaoka M., Droma Y., Chen P., Voelkel N.F., Kubo K. Endothelin-1 receptor antagonists prevent the development of pulmonary emphysema in rats. Eur. Respir. J. 2009;35(4):904–912. [PubMed] [Google Scholar]110. Gerlach K., Köhler-Bachmann S., Jungck D., Körber S., Yanik S., Knoop H. Endothelin receptor-antagonists suppress lipopolysaccharide-induced cytokine release from alveolar macrophages of non-smokers, smokers and COPD subjects. Eur. J. Pharmacol. 2015;768:123–130. [PubMed] [Google Scholar]111. Ford R.L., Mains I.M., Hilton E.J., Reeves S.T., Stroud R.E., Crawford F.A. Endothelin-A receptor inhibition after cardiopulmonary bypass: cytokines and receptor activation. Ann. Thorac. Surg. 2008;86(5):1576–1583. [PMC free article] [PubMed] [Google Scholar]112. Kuklin V., Kirov M., Sovershaev M., Andreasen T., Ingebretsen O.C., Ytrehus K. Tezosentan-induced attenuation of lung injury in endotoxemic sheep is associated with reduced activation of protein kinase C. Crit. Care. 2005;9(3):R211. [PMC free article] [PubMed] [Google Scholar]113. Kaisers U., Busch T., Wolf S., Lohbrunner H., Wilkens K., Hocher B. Inhaled endothelin A antagonist improves arterial oxygenation in experimental acute lung injury. Intensive Care Med. 2000;26(9):1334–1342. [PubMed] [Google Scholar]114. Hele D.J., Birrell M.A., Webber S.E., Foster M.L., Belvisi M.G. Effect of endothelin antagonists, including the novel ET(A) receptor antagonist LBL 031, on endothelin-1 and lipopolysaccharide-induced microvascular leakage in rat airways. Br. J. Pharmacol. 2000 Nov 1;131(6):1129–1134. [PMC free article] [PubMed] [Google Scholar]115. Guo Q., Huang J., Fraidenburg D.R. Bosentan as rescue treatment in refractory hypoxemia and pulmonary hypertension in a patient with ARDS and H7N9 influenza virus infection. Lung. 2014;192(5):635–636. [PMC free article] [PubMed] [Google Scholar]116. Zelniker T.A., Braunwald E. Mechanisms of cardiorenal effects of sodium-glucose cotransporter 2 inhibitors: JACC state-of-the-art review. J. Am. Coll. Cardiol. 2020 Feb 4;75(4):422–434. [PubMed] [Google Scholar]117. Verma S., McMurray J.J.V. SGLT2 inhibitors and mechanisms of cardiovascular benefit: a state-of-the-art review. Diabetologia. 2018;61(10):2108–2117. [PubMed] [Google Scholar]118. Summary of product characteristics-Dapagliflozin. https://www.medicines.org.uk/emc/medicine/27188 [Internet]. Available from. Accessed on 15th October 2020.119. Zinman B., Wanner C., Lachin J.M., Fitchett D., Bluhmki E., Hantel S. Empagliflozin, cardiovascular outcomes, and mortality in type 2 diabetes. N. Engl. J. Med. 2015;373(22):2117–2128. [PubMed] [Google Scholar]120. Packer M., Anker S.D., Butler J., Filippatos G., Pocock S.J., Carson P. Cardiovascular and renal outcomes with empagliflozin in heart failure. New Engl J Med [Internet. 2020 Oct 8;383(15):1413–1424. doi: 10.1056/NEJMoa2022190. Available from. [PubMed] [CrossRef] [Google Scholar]121. McMurray J.J.V., Solomon S.D., Inzucchi S.E., Køber L., Kosiborod M.N., Martinez F.A. Dapagliflozin in patients with heart failure and reduced ejection fraction. N. Engl. J. Med. 2019;381(21):1995–2008. [PubMed] [Google Scholar]122. Bhatt D.L., Szarek M., Steg P.G., Cannon C.P., Leiter L.A., McGuire D.K. Sotagliflozin in patients with diabetes and recent worsening heart failure. N. Engl. J. Med. 2020 doi: 10.1056/NEJMoa2030183. https://www.nejm.org/doi/pdf/10.1056/NEJMoa2030183 November 2020. Available from. Accessed on 2nd December 2020. [PubMed] [CrossRef] [Google Scholar]123. Heerspink H.J.L., Stefánsson B.V., Correa-Rotter R., Chertow G.M., Greene T., Hou F.-F. Dapagliflozin in patients with chronic kidney disease. N. Engl. J. Med. 2020;383(15):1436–1446. [PubMed] [Google Scholar]124. Zainordin N.A., Hatta S.F.W.M., Shah F.Z.M., Rahman T.A., Ismail N., Ismail Z. Effects of dapagliflozin on endothelial dysfunction in type 2 diabetes with established ischaemic heart disease (EDIFIED) J Endocr Soc. 2019;4(1):bvz017. [PMC free article] [PubMed] [Google Scholar]125. Solini A., Giannini L., Seghieri M., Vitolo E., Taddei S., Ghiadoni L. Dapagliflozin acutely improves endothelial dysfunction, reduces aortic stiffness and renal resistive index in type 2 diabetic patients: a pilot study. Cardiovasc. Diabetol. 2017 Oct 23;16(1):138. [PMC free article] [PubMed] [Google Scholar]126. Mancini S.J., Boyd D., Katwan O.J., Strembitska A., Almabrouk T.A., Kennedy S. Canagliflozin inhibits interleukin-1β-stimulated cytokine and chemokine secretion in vascular endothelial cells by AMP-activated protein kinase-dependent and -independent mechanisms. Sci. Rep. 2018 Mar 27;8(1):5276. [PMC free article] [PubMed] [Google Scholar]127. Katsiki N., Ferrannini E. Anti-inflammatory properties of antidiabetic drugs: a “promised land” in the COVID-19 era? J. Diabetes Complicat. 2020;34(12):107723. [PMC free article] [PubMed] [Google Scholar]128. Esterline R.L., Vaag A., Oscarsson J., Vora J. Mechanisms in Endocrinology: SGLT2 inhibitors: clinical benefits by restoration of normal diurnal metabolism? Eur. J. Endocrinol. 2018;178(4):R113–R125. [PubMed] [Google Scholar]129. Wiviott S.D., Raz I., Bonaca M.P., Mosenzon O., Kato E.T., Cahn A. Dapagliflozin and cardiovascular outcomes in type 2 diabetes. N. Engl. J. Med. 2019;380(4):347–357. [PubMed] [Google Scholar]130. Menne J., Dumann E., Haller H., Schmidt B.M.W. Acute kidney injury and adverse renal events in patients receiving SGLT2-inhibitors: a systematic review and meta-analysis. PLoS Med. 2019;16(12) [PMC free article] [PubMed] [Google Scholar]"}