{"title": "The Reign of the Ventilator: Acute Respiratory Distress Syndrome, COVID-19, and Technological Imperatives in Intensive Care", "pubDate": "2021", "PMCID": "PMC8112582", "DOI": "10.7326/M21-0270", "PMID": "33939486", "abstract": "In the early phase of the COVID-19 pandemic, a dispute arose as to whether the disease caused a typical or atypical version of acute respiratory distress syndrome (ARDS). This essay recounts the emergence of ARDS and places it in the context of the technological transformation of modern hospital care-particularly the emergence of intensive care after the 1952 Copenhagen polio epidemic. The polio epidemic seemed to show the value of manual positive-pressure ventilation, leading to the proliferation of mechanical ventilators and the expansion of intensive care units in the 1960s. This created the conditions of possibility for ARDS to be described and institutionalized within modern intensive care. Yet the centrality of the ventilator to descriptions and definitions of ARDS quickly made it difficult to conceive of the disorder outside the framework of mechanical ventilation and blood gas levels, or to acknowledge the degree to which the ventilator was a source of iatrogenic injury and complications. Moreover, the imperative to understand and treat ARDS with mechanical ventilation set the stage for the early confusion about whether patients with COVID-19 should receive mechanical ventilation. This history offers many crucial lessons about how new technologies can lead to new and valuable therapies but can also subtly shape and constrain medical thinking. Moreover, ventilators not only changed how respiratory disorders were conceived; they also brought new forms of respiratory illness into existence.", "author": [{"author": "Yvan Prkachin", "affiliation": ["Harvard University, Cambridge, Massachusetts (Y.P.)."], "href": "/?term=Prkachin+Y&cauthor_id=33939486"}], "refPMID": ["29466596", "1561855", "7921118", "13011944", "16020437", "21611906", "14616314", "1104263", "1399325", "11254510", "4143721", "17153538", "5480459", "3280223", "5235461", "1173542", "1137238", "3202424", "3057969", "15448536", "25844759", "3298678", "3525633", "15812622", "9445314", "9824530", "3202425", "8014293", "19558741", "10793162", "22797452", "32228035", "32291463", "32348678"], "citedInPMID": ["33939486", "34322831"], "body": " AbstractIn the early phase of the COVID-19 pandemic, a dispute arose as to whether the disease caused a typical or atypical version of acute respiratory distress syndrome (ARDS). This essay recounts the emergence of ARDS and places it in the context of the technological transformation of modern hospital care—particularly the emergence of intensive care after the 1952 Copenhagen polio epidemic. The polio epidemic seemed to show the value of manual positive-pressure ventilation, leading to the proliferation of mechanical ventilators and the expansion of intensive care units in the 1960s. This created the conditions of possibility for ARDS to be described and institutionalized within modern intensive care. Yet the centrality of the ventilator to descriptions and definitions of ARDS quickly made it difficult to conceive of the disorder outside the framework of mechanical ventilation and blood gas levels, or to acknowledge the degree to which the ventilator was a source of\niatrogenic injury and complications. Moreover, the imperative to understand and treat ARDS with mechanical ventilation set the stage for the early confusion about whether patients with COVID-19 should receive mechanical ventilation. This history offers many crucial lessons about how new technologies can lead to new and valuable therapies but can also subtly shape and constrain medical thinking. Moreover, ventilators not only changed how respiratory disorders were conceived; they also brought new forms of respiratory illness into existence. In the early days of the COVID-19 pandemic, a small but meaningful dispute broke out among critical care and emergency department physicians: Was it possible that ventilators were being overused in the treatment of patients with COVID-19? The source of the controversy was an entity well known to critical care physicians, acute respiratory distress syndrome (ARDS) (1, 2). Much of the debate occurred on social media platforms, spurred on by the impassioned pleas of the New York–based emergency department physician Cameron Kyle-Sidell:This is the disease—ARDS—that every hospital is preparing to treat. And this is the disease—ARDS—for which…100 000 Americans might be put on a ventilator. And yet, everything I have seen in the last 9 days…[has] led me to believe that COVID-19 is not this disease, and that we are operating under a medical paradigm that is untrue. … I don't know the final answer of this disease, but I'm quite sure that a ventilator is not it. (3)With COVID-19 poised to overwhelm New York hospitals and ventilators in short supply, the debate took on a particular urgency (4, 5).The row over COVID-19 and ARDS was, in fact, only the most recent disagreement about a syndrome that has been troublesome ever since it was first described by the Colorado-based physician Thomas Petty in 1967. Responsible for nearly 75 000 deaths per year in the United States alone (6), ARDS is a common presence in the hospital. Yet its central role in modern intensive care remains controversial. As the Italian critical care specialist Luciano Gattinoni put it: “ARDS was born with intensive care, because it's a syndrome that was our disease … and people won't touch [it] because, emotionally, [to touch] ARDS is to touch intensive care” (De Bode L, Gattinoni L. Personal communication.). Indeed, the half-century-old diagnosis emerged alongside the modern intensive care unit (ICU), and the history of this perplexing syndrome is inextricably bound up with the technological transformation\nof the modern hospital. Understanding this history may help lower temperatures in the debate over ARDS and COVID-19. Moreover, the history of ARDS and the ventilator also illustrates how changes in the technological ecosystem of the hospital can subtly shape and constrain medical thinking and create new forms of illness. When Ventilators Were PeopleThe story of ARDS begins with the rehabilitation of positive-pressure ventilation in the mid-20th century. Although physicians had experimented with using bellows to inflate the lungs since the 18th century, the discovery in 1827 by the French surgeon Leroy d’Etoille that elevated air pressure could cause ruptured alveoli, emphysema, and tension pneumothorax caused positive-pressure ventilation to fall into disrepute (7). Such devices as the iron lung (invented in 1929) managed respiratory failure by creating a zone of negative pressure around the chest cavity that inflated paralyzed lungs, whereas positive-pressure devices were used only by a relatively small number of anesthesiologists (8–10). Yet it was from this incipient community of anesthesiologists that positive-pressure ventilation reemerged during a series of dramatic events in\nmidcentury Denmark.Polio struck the city of Copenhagen hard in the summer of 1952. What one observer described as “one of the most violent epidemics that [had] ever afflicted a European city” quickly overwhelmed Copenhagen's only infectious diseases hospital (the Blegdam) with cases of polio that carried an unusually high number of respiratory complications (11). More frightening still, the hospital possessed only a single iron lung (and a handful of similar devices) to handle the onslaught of patients “desperately ill with respiratory insufficiency and impairment of deglutition, drowning in their own secretions” (12). With resources strained and a fatality rate approaching 90%, the hospital's chief physician, Henry Lassen, approached the hospital's anesthetist, Björn Ibsen, for a solution. Ibsen, trained in anesthesiology at Harvard in the 1940s, adapted a\npositive-pressure technique for surgical anesthesia to a 12-year-old girl dying of polio-induced respiratory failure. The harrowing procedure involved ventilating the girl with a hand-squeezed bag through an opening in her trachea. By transferring this technique from surgery to medical treatment, Ibsen succeeded in saving the young girl, and within weeks the procedure was adapted for the Blegdam's polio patients (13). More than 1500 medical students were conscripted to provide round-the-clock manual ventilation, devising makeshift ways to communicate with their patients through eye movements and lip reading. As one student ventilator later recalled, “[We] always received a message from the patient if the ventilation required correcting. It was almost a safer way to correct ventilation than laboratory tests, blood pressure, and other medical controls” (14).By Christmas of 1952, the polio epidemic began to ebb, and Lassen could evaluate the positive-pressure technique; sure enough, the mortality rate had dropped from 87% to below 40%, and he noted that the bag-based system was “superior to all other methods of artificial respiration in securing adequate ventilation” (13). In the subsequent years, Ibsen capitalized on his success as he centralized treatment of critically ill patients (both surgical and medical) in the recovery room of Copenhagen's Kommunehospital. Arguably the birth of the modern ICU, Ibsen's technological and organizational innovation was a coup for the emerging discipline of anesthesiology (15, 16).Yet although the Copenhagen episode is frequently cited as establishing intensive care medicine and the effectiveness of mechanical ventilators, this is not entirely accurate. Lassen himself noted in his first report on the 1952 epidemic that one of the greatest advantages of the Copenhagen experiment was the avoidance of mechanical ventilation altogether (in the form of iron lungs) in favor of manual ventilation without machines: “In our experience this new form of positive-pressure ventilation (bag ventilation) can be used continuously for months. … [I]t has in many instances been possible totally to avoid the use of mechanical respirators. This we consider a great advantage” (13). Moreover, the lungs of the patients at Copenhagen were not themselves infected (as in, for instance, viral pneumonia); rather, the musculature involved in respiration was temporarily paralyzed. At no point did\nLassen or Ibsen suggest that positive-pressure ventilation was a useful treatment of lungs that were themselves infected or sick, nor that a ventilating machine was preferable to manual ventilation. Yet the recovery rooms that proliferated in the decades after World War II increasingly had an emerging generation of mechanical ventilators at their core (including models by V. Mueller & Co., Puritan Bennett, and Bird Corp.). As these recovery rooms transformed into ICUs in the years after the Copenhagen episode, the emerging field of intensive care medicine was mainly promoted as a solution to already well-defined conditions (17–19). It was not until ARDS that ventilators and ICUs became instrumental to the definition of disease itself. Ventilators, ARDS, and the Rise of the ICUThe ICU, born in the Copenhagen polio epidemic, spread to the world's hospitals in the subsequent 2 decades, along with the ventilators that enabled it. Between 1958 and 1976, the percentage of private, nonprofit hospitals in America with ICUs grew from 8% to nearly 100% (20). These ICUs mainly tended to cardiac and neurologic cases—patients who required ventilation after surgery or neurologic disorders that temporarily (or permanently) paralyzed the lungs. The ventilator made much of modern surgery and critical care possible but was, by the mid-1960s, not believed to treat any particular disorder. At best, it bought time for the patient to heal.This would change in 1967, largely because of a single physician, Thomas L. Petty of Colorado. Petty's career was marked by innovation and iconoclasm. Setting up shop at the University of Colorado Hospital in the mid-1960s, Petty pioneered the use of long-term oxygen therapy for chronic obstructive pulmonary disease and made conspicuous use of the recently invented Astrup analyzer to precisely monitor his patients' blood gases—information that had previously been obtained through slow laboratory work. (Indeed, the Astrup analyzer had been developed by Poul Astrup during the Copenhagen epidemic, when it became clear that faster and more precise information about blood gases was needed to understand the effects of ventilation [21].) Hot off the heels of his success with chronic obstructive pulmonary disease, Petty would use the ability to monitor blood gases in real time to profoundly change the way ventilators were\nused.The emergence of ARDS was as idiosyncratic as nearly all other aspects of Petty's career. In 1965, Petty and his surgical counterpart, David G. Ashbaugh, treated a handful of patients who landed in the hospital after injury or illness that had little to do with the lungs but who still required mechanical ventilation (in one instance, a car accident victim; in another, a woman with acute pancreatitis). What these patients had in common was not any particular disorder; rather, none of them could be successfully ventilated with the existing Bird or Bennett ventilators then in use. In desperation, Petty and Ashbaugh dusted off an older Engström ventilator that they found in a closet. This ventilator had a crucial feature: It could deliver ventilation at higher pressure and could maintain that pressure even when the patient exhaled—a procedure Petty and Ashbaugh eventually christened positive end-expiratory pressure (PEEP). The use of PEEP seemed, at least\ntemporarily, to overcome the resistance of the patient's lungs, and autopsies later revealed “heavy lungs and alveolar debris and hyaline membrane formation” (22). Petty and Ashbaugh speculated that these stiff and heavy lungs might have caused the resistance to ventilation, and they postulated a mechanism whereby initial damage to the lungs kick-started a feedback loop of damage that made the lungs progressively more difficult to ventilate. The men drew inspiration from a rare disorder called infantile respiratory distress syndrome (IRDS) and proudly submitted their paper—”Acute Respiratory Distress in Adults”—to the New England Journal of Medicine. The paper was rejected from the New England Journal of Medicine (along with other journals) before it found a home in The Lancet in 1967 (22–24).Clearly, ARDS was not a fantasy, yet the acceptance of Petty's particular take on the disorder (and his recommended treatment of ventilation with PEEP) was aided by many contextual factors. Petty and Ashbaugh's 1967 article was quickly noticed by American military surgeons who were grappling with a similar phenomenon observed in soldiers fighting in Vietnam—”Da Nang lung.” Petty presented his limited data on ARDS to a conference of military physicians that same year, and his suggestion that ARDS could be treated by aggressive ventilation with PEEP quickly gained traction (23, 25, 26). Moreover, ARDS was swept along with the overall expansion of ICUs in American hospitals. Although much of this growth can be attributed to the expansion of surgery and coronary care, Petty's métier, respiratory therapy\n(described in 1970 as the hospital's fastest-growing specialty), was not far behind. Respiratory therapy departments kept pace with ICUs during their expansion from 1968 to 1976, with most of their growth coming in the period immediately after Petty and Ashbaugh's description of ARDS (20, 27, 28). In this connection, Petty proved particularly influential, promoting his vision of respiratory care at numerous conferences in Aspen, Colorado, and consulting with medical device manufacturers to ensure that future ventilators—such as the Ohio 560—came with PEEP as a standard feature (29).Although everyone agreed that ARDS corresponded to a condition that occurred frequently in intensive care, much else remained in question. The cause of ARDS was still unclear—in fact, in 1967, the same year that Petty and Ashbaugh announced their findings, one physician published similar results yet suggested that the condition had been caused by the ventilator itself, a phenomenon he called “respirator lung syndrome” (30). Petty's chief antagonist, the pulmonologist John F. Murray, launched an all-out assault on the “fashionable” syndrome in June of 1975. Murray conceded that the syndrome had a “natural and legitimate origin” (31) but balked at Petty's theory that linked ARDS and IRDS; new evidence suggested that the similarities between ARDS and IRDS were coincidental (IRDS was caused by deficient production of surfactant in infants,\nwhereas any deficiency of surfactant in patients with ARDS seemed to be secondary; moreover, whereas IRDS responded to treatment with surfactant, ARDS did not). “Lumping” similar clinical entities together might have made sense initially, but Murray argued that, although many disorders might end in the dramatic symptoms of ARDS, the diagnosis served to obscure the differences between the underlying disorders rather than clarify them. Murray proposed “putting an axe to the ARDS log” in favor of focusing on the separate underlying disorders: “Separating, not lumping, leads to more rational therapy” (31). Petty's response, entitled “Confessions of a Lumper,” was revealing. Petty chose to focus on the pathophysiology of the condition; if a patient experienced poor oxygenation, if their radiographs revealed bilateral infiltrates, and if they responded positively to PEEP, then they\nhad ARDS, pure and simple. Yet, read carefully, a circular element appeared in Petty's argument: ARDS could best be treated by PEEP, but “a favorable blood gas response to PEEP should [also] be part of the definition of this syndrome” (32). In short, PEEP, provided by a ventilator, was both diagnosis and cure. Definitions, Trials, and OxygenThe ventilator had come to define ARDS, but there remained no real consensus about whether it was the best way to treat it. As late as 1988, Murray and others could note that there was still “disagreement about exactly what ARDS is and … what causes it” (33). Petty himself also felt the need to caution that excessive use of PEEP, now the standard of care in most ICUs, was “not a panacea.” Indeed, Petty also acknowledged that “no study [had] ever been designed to evaluate the effect of PEEP on survival” (34).Meanwhile, growing evidence suggested that, far from being a panacea, the ventilator might be as harmful as it was helpful. Beginning in the 1980s, several researchers began to argue for the existence of a phenomenon known as ventilator-induced lung injury (VILI) (35, 36). At the same time, Luciano Gattinoni, then an emerging expert in intensive care, used computed tomography scans to show that ARDS lungs were not homogeneously stiff; rather, certain areas of the lung remained compliant. The so-called “baby lung” of ARDS revealed a poignant irony: To overcome the resistance to ventilation in ARDS, use of PEEP placed excessive strain on the remaining healthy portions of the lung—in effect, blowing up a smaller and smaller balloon with the same amount of air. Lung injury seemed to be an inevitable consequence of ventilation for ARDS (37–39). In addition to the long-understood mechanism of barotrauma (which had been elucidated by d’Etoille in the 19th century), by the late 1990s, Didier Dreyfuss and Georges Saumon demonstrated the existence of volutrauma (overdistension of the alveoli) (40), while Arthur Slutsky and Lorraine Tremblay postulated the existence of biotrauma (cellular mechanisms of lung injury caused by the ventilator) (41). If the ventilator had brought ARDS into existence, it had done the same for VILI.Anxiety about VILI, and a lack of clinical trials for PEEP, forced a rethinking of ARDS in the 1990s. Definitions had remained more or less static since the original description by Petty and Ashbaugh in 1967 (bilateral infiltrates, poor oxygenation, stiff lungs while alive, and heavy lungs at autopsy). New criteria developed in 1988 by Murray, Petty's antagonist-turned-collaborator, incorporated a checklist system (the Lung Injury Score), but the essentials remained intact: poor oxygenation, chest infiltrates, and positive response to PEEP, along with a quantitative measurement of lung compliance (33, 42).In 1994, the American-European Consensus Conference advanced a new formal definition of ARDS to begin clinical trials of ventilatory strategies. Of note, the new definition dropped the measurements of lung compliance and mechanics; now, the diagnosis was almost entirely dependent on poor oxygenation measurements and radiographic infiltrates (43). The condition that had been defined by the circular relationship between oxygen levels and ventilation now depended mostly on blood gas levels. This dependence stemmed from a more basic problem: Positive response to PEEP was crucial to defining ARDS, but PEEP was also seen as the only responsible treatment. Thus, disentangling the ventilator and ARDS was almost impossible. This is perhaps unsurprising. As Louise Russell has observed:The momentum of a new technology too often puts the burden of proof on those who question the evidence for it, rather than on those who propose it. The result is that the technology quickly becomes the accepted thing to do. Once it is, further attempts to test it are subject to the charge of being unethical, because a proper test requires that some patients not be given the by-now accepted treatment. (20)Conducting a trial that might test the effectiveness of PEEP for ARDS would be difficult at best.Nevertheless, many within the ICU community sought to test different ventilation strategies to find a solution to the VILI problem. After the American-European Consensus Conference redefinition in 1994, the ensuing ARDSNet trials commenced. Their results, presented in 2000, were notable for recommending reduced ventilatory pressure, which led to an overall reduction in mortality (from 40% to 31%). Ironically, the very thing that had defined ARDS in the beginning—aggressive ventilation with PEEP—seemed to be detrimental to overall survival rates (44, 45). In 2012, the definition of ARDS was revised again (Table). The resulting Berlin definition introduced a new rating scale of mild, moderate, or severe ARDS; the severities depended on blood gas levels, and a minimum PEEP level was now required for a diagnosis of ARDS\n(46). Initially defined by its relationship to a machine, ARDS was now inextricably tied to it.Table.Comparison of the Diagnostic Criteria for ARDS From Its First Description in 1967 to the 2012 Berlin DefinitionOpen in a separate window Conclusion: ARDS and COVID-19The Berlin definition became the standard for the 2010s, and it was these criteria that led to the initial emphasis on ventilators for patients with COVID-19: Patients presented with low O2 levels, meeting the ARDS criteria and leading to rapid intubation. Yet something was clearly amiss. In March 2020, Luciano Gattinoni penned a short but urgent letter to the American Journal of Respiratory and Critical Care Medicine, in which he observed that many patients with COVID-19, although meeting the Berlin definition, produced an atypical version of the syndrome. These patients had profoundly low O2 levels but still had compliant, flexible lungs; early intubation was likely a poor treatment choice (47, 48). Others have disagreed and argued that physicians should hold steady because COVID-19 causes typical ARDS, and with careful management,\nmechanical ventilation provides the greatest chance for survival (49).Historians are not well equipped to resolve scientific disputes, but the history recounted here might help frame this debate. Clearly, Petty was right to identify ARDS as a key clinical entity in 1967. Yet the reign of the ventilator (and the technological imperative at the heart of intensive care) has also rendered awkward any attempts to rethink ARDS outside the framework established over a half-century ago. An awareness of the history recounted here might help scientists take a fresh look at this perplexing syndrome and encourage a more open-minded and less defensive discussion. And, for clinicians working on the frontlines, the history of ARDS should raise awareness of how our clinical entities are often defined by the machines we use to treat them. Although ventilators, blood gas analyzers, and pulse oximeters are valuable tools, they provide only a mediated view of the patient and their disease. Knowing something about how ARDS was constructed might encourage less\nreliance on any tool or measurement and allow for more therapeutic creativity. FootnotesThis article was published at Annals.org on 4 May 2021. References1. \nWilliams M. Ventilators are being overused on COVID-19 patients, world-renowned critical care specialist says. CBC News. 17 April 2020. Accessed at www.cbc.ca/news/world/ventilators-covid-overuse-1.5534097 on 23 April 2020.2. \nWhyte J, Kyle-Sidell C. Do COVID-19 vent protocols need a second look? Medscape. 6 April 2020. Accessed at www.medscape.com/viewarticle/928156 on 2 May 2020.3. \nKyle-Sidell C. From NYC ICU: Does Covid-19 Really Cause ARDS??!! YouTube. 31 March 2020. Accessed at www.youtube.com/watch?v=k9GYTc53r2o&feature=youtu.be on 15 March 2021.4. \nChiu A, Bella T. Trump questions New York's demand for ventilators as coronavirus cases soar. Washington Post. 27 March 2020. Accessed at www.washingtonpost.com/nation/2020/03/27/coronavirus-trump-fox-ventilator on 27 March 2020.5. \nSanger DE, Haberman M, Karni A. Under intense criticism, Trump says government will buy more ventilators. New York Times. 27 March 2020. Accessed at www.nytimes.com/2020/03/27/us/politics/coronavirus-trump-ventilators-gm-ventec.html on 22 July 2020.6. \n\nFan E\n, \nBrodie D\n, \nSlutsky AS\n. Acute respiratory distress syndrome: advances in diagnosis and treatment. JAMA. 2018;319:698-710. [PMID: 29466596] doi:10.1001/jama.2017.21907\n [PubMed] [CrossRef] [Google Scholar]7. \nMorch ET. History of mechanical ventilation. In: Kirby RR, Banner M, Downes JJ Jr, eds. Clinical Applications of Ventilatory Support. Churchill Livingstone; 1990:1-62.8. \n\nSomerson SJ\n, \nSicilia MR\n. Historical perspectives on the development and use of mechanical ventilation. AANA J. 1992;60:83-94. [PMID: 1561855] [PubMed] [Google Scholar]9. \n\nMarkel H\n. The genesis of the iron lung. Early attempts at administering artificial respiration to patients with poliomyelitis. Arch Pediatr Adolesc Med. 1994;148:1174-80. [PMID: 7921118] [PubMed] [Google Scholar]10. \nRothman DJ. Beginnings Count: The Technological Imperative in American Health Care. Oxford Univ Pr; 1997.11. \nSmallman-Raynor MR, Cliff AD. Poliomyelitis: Emergence to Eradication. Oxford Univ Pr; 2006.12. \nLassen HCA, ed. Management of Life-Threatening Poliomyelitis, Copenhagen, 1952-1956, With a Survey of Autopsy Findings in 115 Cases. Livingstone; 1956.13. \n\nLassen HC\n. A preliminary report on the 1952 epidemic of poliomyelitis in Copenhagen with special reference to the treatment of acute respiratory insufficiency. Lancet. 1953;1:37-41. [PMID: 13011944] [PubMed] [Google Scholar]14. \n\nWest JB\n. The physiological challenges of the 1952 Copenhagen poliomyelitis epidemic and a renaissance in clinical respiratory physiology. J Appl Physiol (1985). 2005;99:424-32. [PMID: 16020437] [PMC free article] [PubMed] [Google Scholar]15. \n\nReisner-Sénélar L\n. The birth of intensive care medicine: Björn Ibsen's records. Intensive Care Med. 2011;37:1084-6. [PMID: 21611906] doi:10.1007/s00134-011-2235-z\n [PubMed] [CrossRef] [Google Scholar]16. \n\nBerthelsen PG\n, \nCronqvist M\n. The first intensive care unit in the world: Copenhagen 1953. Acta Anaesthesiol Scand. 2003;47:1190-5. [PMID: 14616314] [PubMed] [Google Scholar]17. \nBendixen HH, Kinney JM. History of intensive care. In: American College of Surgeons, ed. Manual of Surgical Intensive Care. Saunders; 1977:3-14.18. \n\nHilberman M\n. The evolution of intensive care units. Crit Care Med. 1975;3:159-65. [PMID: 1104263] [PubMed] [Google Scholar]19. \n\nReiser SJ\n. The intensive care unit. The unfolding ambiguities of survival therapy. Int J Technol Assess Health Care. 1992;8:382-94. [PMID: 1399325] [PubMed] [Google Scholar]20. \nRussell LB. Technology in Hospitals: Medical Advances and Their Diffusion. Brookings Inst; 1979.21. \nAstrup P, Severinghaus JW. The History of Blood Gases, Acids and Bases. Munksgaard International Publishers; 1986.22. \n\nPetty TL\n. In the cards was ARDS: how we discovered the acute respiratory distress syndrome. Am J Respir Crit Care Med. 2001;163:602-3. [PMID: 11254510] [PubMed] [Google Scholar]23. \nPetty TL. History of the University of Colorado Division of Pulmonary Science and Critical Care Medicine: A Personal Perspective Over Half a Century. Snowdrift Pulmonary Conference; 2003.24. \n\nAshbaugh DG\n, \nBigelow DB\n, \nPetty TL\n, et al. Acute respiratory distress in adults. Lancet. 1967;2:319-23. [PMID: 4143721] [PubMed] [Google Scholar]25. \n\nMorris MJ\n. Acute respiratory distress syndrome in combat casualties: military medicine and advances in mechanical ventilation. Mil Med. 2006;171:1039-44. [PMID: 17153538] [PubMed] [Google Scholar]26. “Da Nang lung” among casualties puzzles doctors. Hartford Courant. 16 April 1968:14.27. \nStevens R. In Sickness and in Wealth: American Hospitals in the Twentieth Century. Johns Hopkins Univ Pr; 1999.28. \nMongale WJ, Cassara EL. Report tells how “fastest growing” hospital specialty got that way. Mod Hosp. 1970;115:74-7. [PubMed]29. \n\nPetty TL\n. The modern evolution of mechanical ventilation. Clin Chest Med. 1988;9:1-10. [PMID: 3280223] [PubMed] [Google Scholar]30. \nRespirator lung syndrome. Minn Med. 1967;50:1693-705. [PMID: 5235461] [PubMed] [Google Scholar]31. \n\nMurray JF\n. The adult respiratory distress syndrome (may it rest in peace) [Editorial]. Am Rev Respir Dis. 1975;111:716-8. [PMID: 1173542] [PubMed] [Google Scholar]32. \n\nPetty TL\n. The adult respiratory distress syndrome (confessions of a “lumper”) [Editorial]. Am Rev Respir Dis. 1975;111:713-5. [PMID: 1137238] [PubMed] [Google Scholar]33. \n\nMurray JF\n, \nMatthay MA\n, \nLuce JM\n, et al. An expanded definition of the adult respiratory distress syndrome. Am Rev Respir Dis. 1988;138:720-3. [PMID: 3202424] [PubMed] [Google Scholar]34. \n\nPetty TL\n. The use, abuse, and mystique of positive end-expiratory pressure. Am Rev Respir Dis. 1988;138:475-8. [PMID: 3057969] [PubMed] [Google Scholar]35. \n\nPontoppidan H\n. From continuous positive-pressure breathing to ventilator-induced lung injury. Anesthesiology. 2004;101:1015-7. [PMID: 15448536] [PubMed] [Google Scholar]36. \n\nSlutsky AS\n. History of mechanical ventilation. From Vesalius to ventilator-induced lung injury. Am J Respir Crit Care Med. 2015;191:1106-15. [PMID: 25844759] doi:10.1164/rccm.201503-0421PP\n [PubMed] [CrossRef] [Google Scholar]37. \n\nGattinoni L\n, \nPresenti A\n, \nTorresin A\n, et al. Adult respiratory distress syndrome profiles by computed tomography. J Thorac Imaging. 1986;1:25-30. [PMID: 3298678] [PubMed] [Google Scholar]38. \n\nGattinoni L\n, \nMascheroni D\n, \nTorresin A\n, et al. Morphological response to positive end expiratory pressure in acute respiratory failure. Computerized tomography study. Intensive Care Med. 1986;12:137-42. [PMID: 3525633] [PubMed] [Google Scholar]39. \n\nGattinoni L\n, \nPesenti A\n. The concept of “baby lung”. Intensive Care Med. 2005;31:776-84. [PMID: 15812622] [PubMed] [Google Scholar]40. \n\nDreyfuss D\n, \nSaumon G\n. Ventilator-induced lung injury: lessons from experimental studies. Am J Respir Crit Care Med. 1998;157:294-323. [PMID: 9445314] [PubMed] [Google Scholar]41. \n\nTremblay LN\n, \nSlutsky AS\n. Ventilator-induced injury: from barotrauma to biotrauma. Proc Assoc Am Physicians. 1998;110:482-8. [PMID: 9824530] [PubMed] [Google Scholar]42. \n\nPetty TL\n. ARDS: refinement of concept and redefinition. Am Rev Respir Dis. 1988;138:724. [PMID: 3202425] [PubMed] [Google Scholar]43. \n\nBernard GR\n, \nArtigas A\n, \nBrigham KL\n, et al; The Consensus Committee. Report of the American-European Consensus Conference on ARDS: definitions, mechanisms, relevant outcomes and clinical trial coordination. Intensive Care Med. 1994;20:225-32. [PMID: 8014293] doi:10.1007/BF01704707\n [PubMed] [CrossRef] [Google Scholar]44. \n\nKallet RH\n. What is the legacy of the National Institutes of Health Acute Respiratory Distress Syndrome Network. Respir Care. 2009;54:912-24. [PMID: 19558741] [PubMed] [Google Scholar]45. \n\nBrower RG\n, \nMatthay MA\n, \nMorris A\n, et al; Acute Respiratory Distress Syndrome Network. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301-8. [PMID: 10793162] [PubMed] [Google Scholar]46. \n\nRanieri VM\n, \nRubenfeld GD\n, \nThompson BT\n, et al; ARDS Definition Task Force. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526-33. [PMID: 22797452] doi:10.1001/jama.2012.5669\n [PubMed] [CrossRef] [Google Scholar]47. \n\nGattinoni L\n, \nCoppola S\n, \nCressoni M\n, et al. COVID-19 does not lead to a “typical” acute respiratory distress syndrome [Letter]. Am J Respir Crit Care Med. 2020;201:1299-1300. [PMID: 32228035] doi:10.1164/rccm.202003-0817LE\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. \n\nGattinoni L\n, \nChiumello D\n, \nCaironi P\n, et al. COVID-19 pneumonia: different respiratory treatments for different phenotypes? [Editorial]. Intensive Care Med. 2020;46:1099-1102. [PMID: 32291463] doi:10.1007/s00134-020-06033-2\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. \n\nZiehr DR\n, \nAlladina J\n, \nPetri CR\n, et al. Respiratory pathophysiology of mechanically ventilated patients with COVID-19: a cohort study [Letter]. Am J Respir Crit Care Med. 2020;201:1560-1564. [PMID: 32348678] doi:10.1164/rccm.202004-1163LE\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}