{"title": "Mechanical Ventilation and Coronavirus Disease 2019: A Case-Control Analysis of Clinical Characteristics, Lung Mechanics, and Mortality", "pubDate": "2021", "PMCID": "PMC8084066", "DOI": "10.1097/CCE.0000000000000377", "PMID": "33937864", "abstract": "Objectives:                       To investigate the differences in clinical course, ventilator mechanics, and outcomes of patients with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection compared with a historical cohort of acute respiratory distress syndrome.                  Design:                       Comparative case-control study.                  Setting:                       Multicenter, comprehensive tertiary healthcare facility in Detroit, MI.                  Patients/subjects:                       Adult patients hospitalized with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection were compared with patients hospitalized with acute respiratory distress syndrome prior to the coronavirus disease 2019 pandemic (control).                  Interventions:                       None.                  Measurements and main results:                       We included 384 patients in the analysis. Inpatient mortality was significantly higher in patients with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection compared with controls (64% vs 49%; p = 0.007). Despite both groups demonstrating similar ventilatory function and Sequential Organ Failure Assessment score on day 1 of intubation, with similar lung compliance throughout the study period, patients with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection demonstrated progressive hypoxia compared with controls across the study period. Similarly, higher positive end-expiratory pressure levels and increased use of paralytics were observed in the patients with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection group. On univariate analysis of the entire cohort, significant risk factors for inpatient mortality included coronavirus disease 2019 infection (p = 0.007), older age (p < 0.001), high Sequential Organ Failure Assessment score (p = 0.003), vasopressor use (p = 0.039), paralytic use (p < 0.001), higher positive end-expiratory pressure levels on day 3 (p = 0.027) and day 7 (p < 0.001), in addition to acute respiratory distress syndrome severity on both days 3 (p = 0.008) and 7 (p < 0.001). Multivariate analysis identified coronavirus disease 2019 infection (odds ratio, 1.939; p = 0.021), older age (odds ratio, 1.042; p < 0.001), paralytic use (odds ratio, 3.366; p < 0.001), and higher Sequential Organ Failure Assessment score (odds ratio, 1.152; p = 0.027) as significant predictors of mortality across the entire cohort.                  Conclusions:                       Patients with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection demonstrated higher mortality compared with control patients hospitalized with acute respiratory distress syndrome prior to the pandemic, with progressive hypoxia throughout the study period, despite similar lung mechanics and initial Sequential Organ Failure Assessment score. Coronavirus disease 2019 infection, older age, paralytic use, and higher Sequential Organ Failure Assessment scores were independent risk factors for 28-day mortality across the entire cohort.", "author": [{"author": "Alaa Abu Sayf", "affiliation": ["Department of Pulmonary and Critical Care Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Abu+Sayf+A&cauthor_id=33937864"}, {"author": "Raef Fadel", "affiliation": ["Department of Internal Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Fadel+R&cauthor_id=33937864"}, {"author": "Ashley Scott", "affiliation": ["Department of Internal Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Scott+A&cauthor_id=33937864"}, {"author": "Layla Al Bizri", "affiliation": ["Department of Internal Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Al+Bizri+L&cauthor_id=33937864"}, {"author": "Wing Tai Kong", "affiliation": ["Department of Pulmonary and Critical Care Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Kong+WT&cauthor_id=33937864"}, {"author": "Mohamed Rezik", "affiliation": ["Department of Pulmonary and Critical Care Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Rezik+M&cauthor_id=33937864"}, {"author": "Katherine Joyce", "affiliation": ["Department of Internal Medicine, Henry Ford Hospital, Detroit, MI.", "Department of Emergency Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Joyce+K&cauthor_id=33937864"}, {"author": "Yusuf Alalwan", "affiliation": ["Department of Internal Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Alalwan+Y&cauthor_id=33937864"}, {"author": "Mohamed Dabaja", "affiliation": ["Department of Internal Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Dabaja+M&cauthor_id=33937864"}, {"author": "Sashi Nair", "affiliation": ["Department of Internal Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Nair+S&cauthor_id=33937864"}, {"author": "Krishna Modi", "affiliation": ["Department of Internal Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Modi+K&cauthor_id=33937864"}, {"author": "Indira Brar", "affiliation": ["Department of Infectious Disease, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Brar+I&cauthor_id=33937864"}, {"author": "Geehan Suleyman", "affiliation": ["Department of Infectious Disease, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Suleyman+G&cauthor_id=33937864"}, {"author": "Jennifer Swiderek", "affiliation": ["Department of Pulmonary and Critical Care Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Swiderek+J&cauthor_id=33937864"}, {"author": "Geneva Tatem", "affiliation": ["Department of Pulmonary and Critical Care Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Tatem+G&cauthor_id=33937864"}, {"author": "Joseph Miller", "affiliation": ["Department of Emergency Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Miller+J&cauthor_id=33937864"}, {"author": "Gillian Grafton", "affiliation": ["Department of Pulmonary and Critical Care Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Grafton+G&cauthor_id=33937864"}, {"author": "Daniel R Ouellette", "affiliation": ["Department of Pulmonary and Critical Care Medicine, Henry Ford Hospital, Detroit, MI."], "href": "/?term=Ouellette+DR&cauthor_id=33937864"}], "refPMID": ["32109013", "32227758", "32250385", "31112383", "32320003", "32191259", "32299472", "32105632", "24435201", "32348678", "32629100", "22797452", "31986264", "32437596", "32432896", "32452888", "32442528", "33169671", "23688302", "15269312", "32735842", "32479162", "32224074", "32707184", "32271993", "32543702", "32945856"], "citedInPMID": ["33937864"], "body": " AbstractObjectives:To investigate the differences in clinical course, ventilator mechanics, and outcomes of patients with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection compared with a historical cohort of acute respiratory distress syndrome.Design:Comparative case-control study.Setting:Multicenter, comprehensive tertiary healthcare facility in Detroit, MI.Patients/Subjects:Adult patients hospitalized with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection were compared with patients hospitalized with acute respiratory distress syndrome prior to the coronavirus disease 2019 pandemic (control).Interventions:None.MEASUREMENTS AND Main Results:We included 384 patients in the analysis. Inpatient mortality was significantly higher in patients with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection compared with controls (64% vs 49%; p = 0.007). Despite both groups demonstrating similar ventilatory function and Sequential Organ Failure Assessment score on day 1 of intubation, with similar lung compliance throughout the study period, patients with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection demonstrated progressive hypoxia compared with controls across the study period. Similarly, higher positive end-expiratory pressure levels and increased use of paralytics were observed in the patients with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection group. On univariate analysis of the entire cohort, significant risk factors for inpatient mortality included coronavirus disease 2019 infection (p = 0.007), older age (p < 0.001), high Sequential Organ Failure Assessment score (p = 0.003), vasopressor use (p = 0.039), paralytic use (p < 0.001), higher positive end-expiratory pressure levels on day 3 (p = 0.027) and day 7 (p < 0.001), in addition to acute respiratory distress syndrome severity on both days 3 (p = 0.008) and 7 (p < 0.001). Multivariate analysis identified coronavirus disease 2019 infection (odds ratio, 1.939; p = 0.021), older age (odds ratio, 1.042; p < 0.001), paralytic use (odds ratio, 3.366; p < 0.001), and higher Sequential Organ Failure Assessment score (odds ratio, 1.152; p = 0.027) as significant predictors of mortality across the entire cohort.Conclusions:Patients with coronavirus disease 2019 secondary to acute respiratory distress syndrome infection demonstrated higher mortality compared with control patients hospitalized with acute respiratory distress syndrome prior to the pandemic, with progressive hypoxia throughout the study period, despite similar lung mechanics and initial Sequential Organ Failure Assessment score. Coronavirus disease 2019 infection, older age, paralytic use, and higher Sequential Organ Failure Assessment scores were independent risk factors for 28-day mortality across the entire cohort. BACKGROUNDThe severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic has led to over 100 million cases worldwide and over 2.1 million deaths to date. Coronavirus disease 2019 (COVID-19)–infected patients who were hospitalized due to respiratory failure demonstrated a trend toward a higher need for ICU care, mechanical ventilation, and a prolonged hospital length of stay (LOS) (1–7). Substantial variation has been demonstrated in the mortality rates of COVID-19 infected patients admitted to the ICU, ranging between 16% and 61% among published data to date, compared with 25–46% mortality rates of patients with acute respiratory distress syndrome (ARDS) in the United States prior to the pandemic (1, 7–10).Despite these variable rates in mortality, pulmonary physiology among critically ill patients with ARDS secondary to COVID-19 infection (C-ARDS) has yet to be fully elucidated. Although some reports noted moderate-to-severe ARDS physiology with decreased lung compliance (11), others identified different phenotypes of lung injury and varying lung compliance (7, 12). With many of the comorbidities and end-organ complications seen with severe COVID-19 infection having existed with traditional ARDS cases prior to the pandemic, the explanation for higher mortality rates in this subpopulation of ARDS remains uncertain.The objective of this study was to compare a cohort of patients with C-ARDS to a historical cohort of patients with non-coronavirus disease (COVID) ARDS to determine the factors associated with difference in the clinical course, lung mechanics, and mortality rate. METHODSStudy PopulationThis was a retrospective case-control analysis of patients admitted to Henry Ford Health System, a multicenter comprehensive, tertiary healthcare center consisting of five hospitals in the metropolitan Detroit area. The study was approved by the Henry Ford Health System Institutional Review Board (number 14002, 11795).Study DesignCOVID-19 ARDS patients were abstracted from electronic medical records (EMRs) of Henry Ford Health System and selected based on consecutive admissions from the start of the outbreak in March 2020, through April 15, 2020, if they met the following inclusion criteria: required mechanical ventilation with a Pao2 to Fio2 (P/F) ratio less than 300 and confirmed SARS-CoV-2 infection by positive polymerase chain reaction testing of nasopharyngeal specimens. Non–COVID-19 ARDS patients admitted between January 2013 and December 2018 who met the Berlin criteria and required mechanical ventilation with a P/F ratio less than 300 were selected as control participants, then matched to the COVID-19 ARDS cases in a 1:1 ratio for sex and age (< 5 yr difference for males; < 10 yr difference for female). After meeting inclusion criteria, ARDS cases with the closest P/F ratio to the COVID-19 cohort were selected if there was more than one potential control patient. e-table 1 (http://links.lww.com/CCX/A554) highlights the matched populations of COVID-19 and control patients. Etiology of ARDS in this control population can be found in e-table 2 (http://links.lww.com/CCX/A555).Patients were excluded if they were under 18 years old, did not meet the Berlin criteria for moderate-to-severe ARDS (13), had missing or uninterpretable lung mechanics data from the respiratory therapist flowsheet in the EMRs on days 1, 3, and 7 of mechanical ventilation, or managed with airway pressure release ventilation.The clinical management of the patients in both groups was determined by the treating physicians with implementation of the health system’s policies and guidelines for standard of care management of ARDS, including low tidal volume (TV) ventilation of 6 mL/kg of ideal body weight, protocolized peak end-expiratory pressure (PEEP)/Fio2 relation using the high PEEP table approved by the ARDS network, early proning for patients with P/F ratio less than 150, and restricted fluid management.Data Collection and DefinitionsData abstraction was performed by trained study personnel from the EMR. Demographic data, underlying comorbidities, clinical severity scores, and outcomes were extracted. Obesity was defined according to the Centers for Disease Control and Prevention definitions16. Mechanical ventilation data were obtained from the respiratory therapist flowsheets in the EMR on days 1, 3, and 7 of ICU stay; days 1, 3, and 7 were defined by intubation day, with day 1 representing the first day of intubation. ARDS was defined by the 2012 Berlin Definition, categorized into mild (P/F ratio < 300), moderate (P/F ratio between 200 and 100), and severe ARDS (P/F ratio < 100) (13). Sequential Organ Failure Assessment (SOFA) scores were calculated for the entire population in accordance with the well validated severity scoring system. Acute kidney injury (AKI) was defined by the Kidney Disease Improving Global Outcomes 2012 guidelines (14).Static compliance was calculated from abstracted TV, PEEP, and plateau pressures (Pplat) according to the following formula: static compliance = (TV/[Pplat – PEEP]). Driving pressure was calculated from abstracted Pplat and PEEP according to the following formula: driving pressure = Pplat – PEEP. The lowest P/F ratio was defined as the lowest ratio documented during the first 7 days of mechanical ventilation. Vasopressor and paralytic use were defined as any use during the first 7 days of mechanical ventilation, not including induction for mechanical ventilation. Given absence of standardized protocols for proning patients with ARDS in the ICU at our institution prior to the COVID-19 pandemic, prone positioning data were not abstracted.Outcomes included the following: ventilator-free days, defined as the number of days alive and free of mechanical ventilation within 28 days after first intubation; total ventilator days, defined as total days on mechanical ventilation since primary intubation; ICU and total LOS; and inpatient mortality, defined as all-cause mortality during index hospitalization.Statistical AnalysisContinuous variables were described as medians (inter quartile range) and categorical variables as frequency rates and percentages. The Mann-Whitney U test or t test was used for continuous variables, whereas chi-square or Fisher exact test was used for categorical variables. Comparisons based on 30-day mortality were analyzed using univariate analysis. Multivariate logistic regression was performed to model any association between lung compliance measurements and Pao2:Fio2 ratio on one side with the 30-day mortality on the other side, adjusting for age and gender. A two-sided α value less than 0.05 was considered statistically significant, and we report odds ratios (ORs) with 95% CIs. Statistical analyses were performed using SPSS 27 (IBM, Armonk, NY).Multiple logistic regression was performed with in-hospital mortality as the dependent variable. We determined that a maximum number of risk factors for the multivariate analysis would be limited by a 10:1 ratio of subjects to risk factors. Risk factors were chosen for the model if they were significantly associated with the dependent variable by univariate analysis and if data were available for the risk factor in at least 80% of the subjects. Of the 10 risk factors significantly associated with in-hospital mortality in the univariate analysis (Table ​Table11), Pao2/Fio2 ratio at day 7 and PEEP at day 7 were excluded from the multivariate analysis as data were only available for 233 subjects (60.6%) and 262 subjects (68.2%), respectively. The remaining eight risk factors were included in a multivariate model. Complete data were available for a total of 306 of 384 subjects who were included in the analysis. Goodness to fit for the model was assessed and confirmed by the Hosmer and Lemeshow test with (p = 0.856). For the multivariate analysis, risk factors were considered to be significantly associated with in-hospital mortality for p value of less than 0.05. The OR and CI were reported for each risk factor (Table ​Table22).TABLE 1.Univariate Analysis of Risk Factors Significantly Associated With Mortality in the Entire Cohort, With Coronavirus Disease 2019 Infection as an Underlying Risk FactorRisk FactorExpired PatientsAlive Patientspn = 217n = 167Coronavirus disease 2019 infection, n (%)122 (56)70 (42)0.007Paralytic use, n (%)85 (39)29 (17)< 0.001Vasopressor use, n (%)112 (52)68 (41)0.039Age, median (IQR)68 (60–76)62 (53–71)< 0.001aLowest Pao2/Fio2, median (IQR)92 (74–115)99 (79–160)0.002bSequential Organ Failure Assessment score, median (IQR)11 (9–13)10 (8–13)0.003bPao2/Fio2 day 3, median (IQR)160.0 (100.0–209.0)177.5 (125.5–238.5)0.008bPEEP day 3, median (IQR)12 (9–15)10 (8–14)0.027aPao2/Fio2 day 7, median (IQR)144 (91.5–187)176.0 (126.5–219)< 0.001bPEEP day 7, median (IQR)12 (8–16)8 (5–13)< 0.001aOpen in a separate windowIQR = interquartile range, PEEP = peak end-expiratory pressure.Fisher exact test used for dichotomous variables, Student t test (a) or Mann-Whitney U test (b) for continuous variables.Bolded p values indicate statistically significant values < 0.05.TABLE 2.Multivariate Analysis of Risk Factors Associated With Mortality in Entire Acute Respiratory Distress Syndrome Population, With Coronavirus Disease 2019 as an Independent VariableRisk FactorsOR95% CIpCoronavirus disease 2019 infection1.9391.105–3.4030.021Paralytic use3.3661.895–5.978< 0.001Vasopressor use0.6250.279–1.3980.252Age1.0421.022–1.062< 0.001Lowest Pao2/Fio2 ratio0.9970.991–1.0030.349Sequential Organ Failure Assessment score1.1521.016–1.3070.027Peak end-expiratory pressure day 31.0240.965–1.0850.436Pao2/Fio2 day 30.9990.996–1.0020.351Open in a separate windowOR = odds ratio.Bolded p values indicate statistically significant values < 0.05. Three-hundred eighty-two of 384 patients included in the analysis. Two patients excluded because of missing data. RESULTSA total of 560 patients were evaluated (252 COVID-19 patients, 308 control patients). Of the 252 patients in the COVID-19 group, 192 (76%) met criteria for C-ARDS and were included in the study. Of the 308 available control patients, 192 (62%) were selected for inclusion based on the case-control algorithm (e-table 1, http://links.lww.com/CCX/A554). A total of 54 patients were excluded from the two groups (e-Fig. 1, http://links.lww.com/CCX/A552). Etiology of ARDS for the control population can be found on e-table 2 (http://links.lww.com/CCX/A555).C-ARDS patients were more likely to be African American (p < 0.001) and have a higher body mass index (BMI) (31 vs 29; p < 0.001) with multiple comorbidities, including essential hypertension (p = 0.021), diabetes mellitus (p = 0.005), and chronic kidney disease (p < 0.001). Conversely, control patients were more likely to be smokers (p < 0.001) and have history of deep venous thromboembolism (p < 0.001). Other comorbidities were not significantly different between the two groups. Patients in both groups had similarly high SOFA score at admission to the ICU (p = 0.121). C-ARDS patients we more likely to require vasopressors (58% vs 36%; p < 0.001) and paralytics (35% vs 24%; p = 0.030). Similar rates of AKI were seen between the two groups. There was no statistical difference between the two groups regarding ventilator-free days or total hospital LOS, despite significantly shorter ICU LOS for the C-ARDS group (13 [8–17] vs 13.5 d [9–23 d]; p < 0.001), fewer days on the ventilator (8 [4–13] vs 11 d [5–18 d]; p < 0.001), and lower ICU-free days (0 [0–0] vs 2 d [0–6 d]; p < 0.001). Higher inpatient mortality was observed for the C-ARDS patients compared with controls (64% vs 49%; p = 0.007). Table ​Table33 demonstrates these variables, and e-Figure 2 (http://links.lww.com/CCX/A553) highlights the differences in various comorbid conditions between the two groups.TABLE 3.Baseline Demographics, Characteristics, Comorbidities, and Inpatient Mortality of Coronavirus Disease 2019 Acute Respiratory Distress Syndrome Patients Requiring Mechanical Ventilation as Compared to ControlBaseline CharacteristicsCoronavirus Disease 2019 Acute Respiratory Distress SyndromeControlpn = 192n = 192Demographics Age, yr, mean (sd)aMedian (IQR)68 (57–76)68 (57–76) Black racen (%)139 (73)61 (32)< 0.001 Malean (%)120 (63)120 (63)Comorbidities Asthman (%)21 (11)18 (9)0.736 Chronic obstructive pulmonary diseasen (%)38 (20)52 (27)0.117 Obstructive sleep apnean (%)34 (18)24 (13)0.199 Diabetesn (%)94 (49)67 (35)0.007 Hypertensionn (%)151 (79)131 (68)0.028 Coronary artery diseasen (%)41 (21)37 (19)0.704 Congestive heart failuren (%)37 (19)40 (21)0.799 Chronic kidney diseasen (%)111 (58)55 (29)< 0.001 End-stage renal diseasen (%)9 (5)7 (4)0.799 Tobacco usen (%)72 (38)107 (56)<0.001 Prior deep vein thrombosis/pulmonary  embolismn (%)16 (8)38 (20)0.002 Body mass index, kg/m2Median (IQR)31 (28–39)29 (25–34)< 0.001Severity of illness Sequential organ failure assessment scoreMedian (IQR)11 (8–12)11 (8–14)0.121 Lowest Pao2/Fio2bMedian (IQR)94 (80–145)95 (72–130)0.440 Use of vasopressorn (%)111 (58)69 (36)< 0.001 Use of paralyticsn (%)67 (35)47 (24)0.030 Acute kidney injuryn (%)115 (60)114 (60)0.917Outcomes ICU-free daysMedian (IQR)0 (0–0)2 (0–6)< 0.001 Ventilator-free daysMedian (IQR)7 (0–17)7 (0–19)0.114 Days on ventilatorMedian (IQR)8 (4–13)11 (5–18)< 0.001 ICU length of stayMedian (IQR)13 (8–17)13.5 (9–23)< 0.001 Hospital length of stayMedian (IQR)13.5 (8–22)18 (11–30)0.087 Inpatient mortalityn (%)122 (64)95 (49)0.007Open in a separate windowIQR = interquartile range.aVariables included in case-control selection.bLowest Pao2/Fio2 ratio during the first 7 d of mechanical ventilation for acute respiratory distress syndrome.Bolded p values indicate statistically significant values < 0.05.All included patients were placed on volume or pressure control mechanical ventilation. Set and measured TVs were not statistically different between the two groups. Significantly, higher PEEP settings and lower driving pressures were observed across the study period in the C-ARDS group compared with controls.C-ARDS patients demonstrated better P/F ratios on day 1 of mechanical ventilation (151 vs 105; p = 0.006); however, by day 3 of mechanical ventilation, both groups demonstrated equal P/F ratios (165 vs 164; p = 0.436), and by day 7 the C-ARDS group demonstrated lower P/F ratio compared with controls (127 vs 185; p < 0.001). This inflection point can be observed in Figure ​Figure11, demonstrating an inversion in the P/F ratio of study subjects after day 3 of mechanical ventilation.Open in a separate windowFigure 1.Comparison of median ratio of Po2 to Fio2 between coronavirus disease 2019 (COVID-19) patients and acute respiratory distress syndrome (ARDS) patients who remain on the ventilator for 7 d or longer.We did not observe clinically significant differences in static compliance between the two groups, despite a statistically significant difference on day 3 of mechanical ventilation (39 [30–54] vs 33 [25–48]; p = 0.003). C-ARDS patients were less acidotic at baseline (p < 0.001), with no significant difference in Paco2 levels, and significantly lower net fluid balance compared with the control group on days 1 (p < 0.001) and 3 (p < 0.001) of mechanical ventilation. Table ​Table44 highlights mechanical ventilation variables and clinical variables in both populations.TABLE 4.Lung mechanics, Ventilation, and Fluid Status of Coronavirus Disease 2019 Acute Respiratory Distress Syndrome Patients Requiring Mechanical Ventilation as Compared to ControlVariablesCoronavirus Disease 2019 Acute Respiratory Distress SyndromeControlpnMedian (IQR)nMedian (IQR)Pao2/Fio2 Day 1187151 (105–225)191105 (76–173)0.006 Day 3173165 (109–209)151164 (114–235)0.436 Day 7131127 (88–180)102185 (146–233)< 0.001Static compliance Day 116139 (30–54)15235 (27–49)0.068 Day 315239 (30–54)13733 (25–48)0.003 Day 711538 (28–48)10736 (25–50)0.443Driving pressure Day 116112 (9–15)15214 (11–18)< 0.001 Day 315212 (10–15)14315 (11–18)< 0.001 Day 711613 (10–15)10814 (11–19)0.032Tidal volume measured; set (mL; cc/kg)a Day 1185455; 6 (391–539; 5–7)189490; 7 (423–550; 6–8)0.087; 0.121 Day 3176454; 5 (400–542; 4–6)171466; 6 (400–564; 5–7)0.753; 0.319 Day 7133450; 6 (393–524; 5–7)133480; 5 (410–555; 4–6)0.289; 0.201Peak end-expiratory pressure (cm H2O) Day 118512 (10–15)1858 (5–12)< 0.001 Day 317612 (10–15)16710 (8–14)0.005 Day 713312 (8–16)1298 (5–12)< 0.001pH Day 11897.36 (7.32–7.40)1927.32 (7.23–7.38)< 0.001Paco2 (mm Hg) Day 118942 (38–47)19243 (36–51)0.114Intake-output, net (mL) Day 1188528 (–205 to 1,882)1882,050 (429–4,159)< 0.001 Day 31811,059 (–298 to 2,733)1721,917 (281–4,163)< 0.001Open in a separate windowIQR = interquartile range.aSet tidal volumes as measured by ideal body weight in accordance with acute respiratory distress syndrome network.Bolded p values indicate statistically significant values < 0.05.COVID-19 infection was identified as a significant risk factor for mortality on univariate analysis across the entire cohort (p = 0.007), along with older age (p < 0.001), high SOFA score (p = 0.003), vasopressor use (p = 0.039), paralytic use (p < 0.001), higher PEEP levels on day 3 (p = 0.027) and day 7 (p < 0.001), in addition to ARDS severity on both days 3 (p = 0.008) and 7 (p < 0.001). Table ​Table11 highlights these results.Factors that remained significantly associated with inpatient mortality on multivariate analysis of the total population included COVID-19 infection (OR, 1.939; p = 0.021), older age (OR, 1.042; p < 0.001), paralytic use (OR, 3.366; p < 0.001), and higher SOFA score (OR, 1.152; p = 0.027). Table ​Table22 illustrates these findings. DISCUSSIONTo our knowledge, this is the first and largest case-control study comparing COVID-19 with all-cause non–COVID-19 ARDS, and it is among the few reports that describe the demographics, clinical severity scores, lung and ventilator mechanics, as well as 28-day outcomes for these patient populations.An important observation of this retrospective case-controlled study is the higher mortality rate of C-ARDS patients compared with age- and gender-matched controls, with similar ICU admission SOFA scores. The high mortality rate in the C-ARDS group is similar to previous reports from China, Seattle, Italy, and the United Kingdom (1, 7, 8, 15, 16) in addition to a recent large observational study on ventilated patients in Germany with a mortality rate of 53% (17) and higher than the average mortality rate (25–46%) secondary to ARDS in the United States prior to the pandemic (9, 10). Reports early in the pandemic from Lombardy and New York have shown a mortality rate of 26% and 21%, respectively, with an average of 58% and 72% of patients remaining in the ICU at the time of drafting the reports. However, recent reports from four academic centers in the United States have indicated a 30-day mortality rate to be similar to previous studies in moderate and severe ARDS and were further supported by recently published observation of large cohort in the Netherlands (11, 18–21).When ventilator mechanics and oxygenation were analyzed, important observations were noted. First, patients with C-ARDS demonstrated better oxygenation and less severe ARDS relative to their control counterparts on days 1 of mechanical ventilation, a relationship that completely inversed by day 7, similar to a recent report by Schenck et al (18). However, lung compliance remained clinically similar across the study period, with similar respiratory ventilation and acidemia on the day of intubation. Paired with similar rates of AKI between the two groups despite a more net negative fluid balance in the C-ARDS group, similar ICU admission SOFA score, and similar set and measured TVs across the study period, it appears as though progressive hypoxia was paired with higher PEEP values and an increased use of paralytics in COVID-19 patients; however, it did not have a direct effect on in-hospital mortality when tested in the multivariable model.In thorough evaluation of lung compliance in this study, static compliance levels were significantly reserved and demonstrated no clinically significant difference between the groups across the study period. Static compliance levels in our study were compatible with previous reports in patients with moderate-to-severe ARDS prior to the pandemic (20, 22, 23) and with reports of observational studies within the United States (11, 12, 18, 19) as well as a recent report in the literature (24).Although ventilator-free days and total hospital LOS were not significantly different between the two groups, ICU-free days, ICU LOS, and days of the ventilator were shorter in the COVID-19 population, likely due to increased mortality in this group as stated above. The similarity in ventilator-free days suggests a similar ventilator burden in both groups, without contribution to overall mortality.It is worth mentioning that the etiology of ARDS differed quite dramatically between the two groups; prior to the pandemic, ARDS patients were affected primarily by viral pneumonia only in 5%, whereas bacterial pneumonia and sepsis occurred in 57% and 23% of the cases, respectively. This may certainly relate to variations in degrees of ARDS seen in the two groups. Haudebourg et al (25) previously reported a prospective observational study of 30 patients with COVID-19 and showed heterogenous lung mechanics with a P/F ratio that were similar to their counterparts with non-COVID ARDS at the same institution. On the other hand, Tang et al (26) have compared their COVID-19 population with their matched peers with H1N1 and found a difference in clinical manifestations with lower severity score and lower adjusted mortality in the COVID-19 group.The difference in demographics between the C-ARDS and control groups was mainly related to the temporary hold on outside hospital transfers into our tertiary care center during the pandemic, whereas COVID-19 patients represented mainly a subgroup of the Metro Detroit population. Higher BMI, chronic kidney disease, type 2 diabetes, and hypertension in COVID-19 patients have also been previously reported as risk factors for mortality in this population (25, 27–30). Such risk factors did not maintain statistical significance on univariate analysis in this case-control design.It is worth mentioning that early proning was a policy implemented by the institute during the pandemic, made possible by a dedicated proning team. Unfortunately, data were not available to compare the number of proned patients in the two groups. Prospective studies of COVID-19 patients during periods of stable resource utilization will be needed to confirm our results.Our report has several limitations. Observations from this retrospective case-controlled analysis should be considered as hypothesis generating and will need to be confirmed in larger, prospective studies. The short duration of follow-up limits our ability to assess long-term outcomes for patients with COVID-19. In addition, there was a rapid treatment maturation during the short period when COVID-19 ARDS patients were evaluated in our institute as clinicians adapted to the pandemic by adjusting treatment options, which may have impacted our patients’ outcomes and were not assessed in this study. Finally, we also considered that the COVID-19 patient surge could have indirectly implicated resource utilization thereby affecting mortality rates. Although our medical ICU was expanded to double its bed availability to accommodate changes associated with the pandemic, the ICU bed occupancy rate remained around 90% before and after that period. This was accomplished by implementing surgical, neurologic, and cardiac ICUs and staff into the medical ICU model. Our institution did implement a triage policy to assist with end-of-life decision-making during the COVID-19 pandemic, this consisted of notification to attending physicians of patients’ severity of illness scores, as well as ethics support for end-of-life decision-making discussions. How this contributed to overall mortality in the patient population remains in question, especially with similar overall occupancy rates which suggests no immediate strain on provider teams to incorporate goals of care into medical decision-making. CONCLUSIONSPatients with C-ARDS demonstrated progressive hypoxia and a higher mortality rate compared with non-COVID ARDS patients in this case-controlled analysis despite similar reserved lung compliance and normal ventilatory function. COVID-19 infection, older age, paralytic use, shorter ICU LOS, and a high ICU admission SOFA score were predictive of 28-day mortality. ACKNOWLEDGMENTSWe wish to dedicate this article to the memory of all the healthcare workers at Henry Ford Hospital whom they lost during the pandemic. We also thank the respiratory therapists, nursing staff and physicians for their cooperation in this study. We also thank Zachary Hanna, DO, and Carina Dagher, MD, for data acquisition and interpretation. FootnotesDr. Abu Sayf had full access to all of the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis, including and especially any adverse effects. Drs. Abu Sayf, Fadel, and Ouellette contributed substantially to the study design, data analysis and interpretation, and the writing of the article. Drs. Kong, Rezik, Brar, Suleyman, Swiderek, Tatem, and Grafton contributed to the study design and writing of the article. Dr. Miller contributed to the data analysis and writing of the article. Drs. Scott, Al Bizri, Joyce, Alalwan, Dabaja, Nair, and Modi contributed to the data collection.Dr. Ouellette receives grant support for research from a Patient-Centered Outcomes Research Institute grant (U.S. Federal Government) for research concerning oral agents to prevent chronic obstructive pulmonary disease (COPD) exacerbations. He also receives grant support from Sanofi Pharmaceutical for research involving a novel biologic agent to treat patients with COPD and eosinophilia. All funds go to the institution, and this investigator does not receive salary support from this project. The remaining authors have disclosed that they do not have any conflicts of interest. REFERENCES1. Guan WJ, Ni ZY, Hu Y, et al. ; China Medical Treatment Expert Group for Covid-19. Clinical characteristics of coronavirus disease 2019 in China.\nN Engl J Med. 2020; 382:1708–1720 [PMC free article] [PubMed] [Google Scholar]2. Bhatraju PK, Ghassemieh BJ, Nichols M, et al. . COVID-19 in critically ill patients in the Seattle Region - case series.\nN Engl J Med. 2020; 382:2012–2022 [PMC free article] [PubMed] [Google Scholar]3. Grasselli G, Zangrillo A, Zanella A, et al. ; COVID-19 Lombardy ICU Network. Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region, Italy.\nJAMA. 2020; 323:1574–1581 [PMC free article] [PubMed] [Google Scholar]4. Moss M, Huang DT, Brower RG, et al. ; National Heart, Lung, and Blood Institute PETAL Clinical Trials Network. Early neuromuscular blockade in the acute respiratory distress syndrome.\nN Engl J Med. 2019; 380:1997–2008 [PMC free article] [PubMed] [Google Scholar]5. Richardson S, Hirsch JS, Narasimhan M, et al. . Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City area.\nJAMA. 2020; 323:2052–2059Published correction appears in JAMA 2020; 323:2098 [PMC free article] [PubMed] [Google Scholar]6. Arentz M, Yim E, Klaff L, et al. . Characteristics and outcomes of 21 critically ill patients with COVID-19 in Washington State.\nJAMA. 2020; 323:1612–1614 [PMC free article] [PubMed] [Google Scholar]7. Gattinoni L, Chiumello D, Rossi S. COVID-19 pneumonia: ARDS or not?\nCrit Care. 2020; 24:154. [PMC free article] [PubMed] [Google Scholar]8. Yang X, Yu Y, Xu J, et al. . Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: A single-centered, retrospective, observational study.\nLancet Respir Med. 2020; 8:475–481Published correction appears in Lancet Respir Med 2020; 8:e26 [PMC free article] [PubMed] [Google Scholar]9. Wang CY, Calfee CS, Paul DW, et al. . One-year mortality and predictors of death among hospital survivors of acute respiratory distress syndrome.\nIntensive Care Med. 2014; 40:388–396 [PMC free article] [PubMed] [Google Scholar]10. World Health Organization: Clinical management of severe acute respiratory infection (SARI) when COVID-19 disease is suspected: interim guidance, 13 March 2020. World Health Organization.\n2020Available at: https://apps.who.int/iris/handle/10665/331446. License: CC BY-NC-SA 3.0 IGO11. Ziehr DR, Alladina J, Petri CR, et al. . Respiratory pathophysiology of mechanically ventilated patients with COVID-19: A cohort study.\nAm J Respir Crit Care Med. 2020; 201:1560–1564 [PMC free article] [PubMed] [Google Scholar]12. Pagano A, Porta G, Bosso G, et al. . Non-invasive CPAP in mild and moderate ARDS secondary to SARS-CoV-2.\nRespir Physiol Neurobiol. 2020; 280:103489. [PMC free article] [PubMed] [Google Scholar]13. Ranieri VM, Rubenfeld GD, Thompson BT, et al. ; ARDS Definition Task Force. Acute respiratory distress syndrome: The Berlin definition.\nJAMA. 2012; 307:2526–2533 [PubMed] [Google Scholar]14. Acute Kidney Injury Work Group. Kidney disease: Improving global outcomes (KDIGO) - Clinical practice guideline for acute kidney injury.\nKidney Inter. 2012; 2:1–138 [Google Scholar]15. Huang C, Wang Y, Li X, et al. . Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.\nLancet. 2020; 395:497–506 [PMC free article] [PubMed] [Google Scholar]16. Intensive Care National Audit and Research Centre. ICNARC Report on COVID-19 in Critical Care\n2020Available at: https://www.icnarc.org/DataServices/Attachments/Download/cbcb6217-f698-ea11-9125-00505601089b. Accessed July 10, 202017. Ackermann M, Verleden SE, Kuehnel M, et al. . Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in COVID-19.\nN Engl J Med. 2020; 383:120–128 [PMC free article] [PubMed] [Google Scholar]18. Schenck EJ, Hoffman K, Goyal P, et al. . Respiratory mechanics and gas exchange in COVID-19-associated respiratory failure.\nAnn Am Thorac Soc. 2020; 17:1158–1161 [PMC free article] [PubMed] [Google Scholar]19. Auld SC, Caridi-Scheible M, Blum JM, et al. ; Emory COVID-19 Quality and Clinical Research Collaborative. ICU and ventilator mortality among critically ill adults with coronavirus disease 2019.\nCrit Care Med. 2020; 48:e799–e804 [PMC free article] [PubMed] [Google Scholar]20. Cummings MJ, Baldwin MR, Abrams D, et al. . Epidemiology, clinical course, and outcomes of critically ill adults with COVID-19 in New York City: A prospective cohort study.\nLancet. 2020; 395:1763–1770 [PMC free article] [PubMed] [Google Scholar]21. Botta M, Tsonas AM, Pillay J, et al. . Ventilation management and clinical outcomes in invasively ventilated patients with COVID-19 (PRoVENT-COVID): A national, multicentre, observational cohort study.\nLancet Respir Med. 2021; 9:139–148 [PMC free article] [PubMed] [Google Scholar]22. Guérin C, Reignier J, Richard JC, et al. ; PROSEVA Study Group. Prone positioning in severe acute respiratory distress syndrome.\nN Engl J Med. 2013; 368:2159–2168 [PubMed] [Google Scholar]23. Brower RG, Lanken PN, MacIntyre N, et al. ; National Heart, Lung, and Blood Institute ARDS Clinical Trials Network. Higher versus lower positive end-expiratory pressures in patients with the acute respiratory distress syndrome.\nN Engl J Med. 2004; 351:327–336 [PubMed] [Google Scholar]24. Karagiannidis C, Mostert C, Hentschker C, et al. . Case characteristics, resource use, and outcomes of 10021 patients with COVID-19 admitted to 920 German hospitals: An observational study.\nLancet Respir Med. 2020; 8:853–862 [PMC free article] [PubMed] [Google Scholar]25. Haudebourg AF, Perier F, Tuffet S, et al. . Respiratory mechanics of COVID-19- versus non-COVID-19-associated acute respiratory distress syndrome.\nAm J Respir Crit Care Med. 2020; 202:287–290 [PMC free article] [PubMed] [Google Scholar]26. Tang X, Du RH, Wang R, et al. . Comparison of hospitalized patients with ARDS caused by COVID-19 and H1N1.\nChest. 2020; 158:195–205 [PMC free article] [PubMed] [Google Scholar]27. Tobin MJ.  Does making a diagnosis of ARDS in patients with coronavirus disease 2019 matter?\nChest. 2020; 158:2275–2277 [PMC free article] [PubMed] [Google Scholar]28. Simonnet A, Chetboun M, Poissy J, et al. ; LICORN and the Lille COVID-19 and Obesity study group. High prevalence of obesity in severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) requiring invasive mechanical ventilation.\nObesity (Silver Spring). 2020; 28:1195–1199 [PMC free article] [PubMed] [Google Scholar]29. Suleyman G, Fadel RA, Malette KM, et al. . Clinical characteristics and morbidity associated with coronavirus disease 2019 in a series of patients in metropolitan detroit.\nJAMA Netw Open. 2020; 3:e2012270. [PMC free article] [PubMed] [Google Scholar]30. Miller J, Fadel RA, Tang A, et al. . The impact of sociodemographic factors, comorbidities and physiologic response on 30-day mortality in COVID-19 patients in metropolitan detroit.\nClin Infect Dis. 2020Sep 18. [online ahead of print] [PMC free article] [PubMed] [Google Scholar]"}