{"title": "[Pulse oximetry: Role in the COVID-19 patient at home]", "pubDate": "Jan-Feb", "PMCID": "PMC8057732", "DOI": "10.1016/j.semerg.2021.03.004", "PMID": "33947594", "abstract": "COVID-19 behaves like a heterogeneous disease. Some patients may develop dyspnea-free hypoxemia during its evolution (silent hypoxemia). Pulse oximetry plays a crucial role in detecting hypoxemia in these patients, especially when they remain at home. Patients with SpO2 levels ≤ 92% or desaturations ≥ 3% after exercise test require hospital admission. Progressive saturation declines reaching SpO2 levels < 96% require strict clinical assessment (radiological study, blood test) for which it will be sent to a health center.", "author": [{"author": "A Serrano-Cumplido", "affiliation": ["Especialista en Medicina Familiar y Comunitaria, Getxo, Bizkaia, España. Electronic address: adal1953@hotmail.com."], "href": "/?term=Serrano-Cumplido+A&cauthor_id=33947594"}, {"author": "E Trillo Calvo", "affiliation": ["Centro de Salud Campo de Belchite. Servicio Aragonés de Salud. Grupo de Trabajo de Respiratorio de SEMERGEN, Zaragoza, España."], "href": "/?term=Trillo+Calvo+E&cauthor_id=33947594"}, {"author": "L García Matarín", "affiliation": ["Centro de Salud Aguadulce Sur, Almería. Servicio Andaluz de Salud. Grupo de Trabajo de Hipertensión Arterial y Enfermedad Cardiovascular de SEMERGEN, Andalucía, España."], "href": "/?term=Garc%C3%ADa+Matar%C3%ADn+L&cauthor_id=33947594"}, {"author": "A Del Río Herrero", "affiliation": ["Hospital Alto Deba, Arrasate-Mondragón, Gipuzkoa, España."], "href": "/?term=Del+R%C3%ADo+Herrero+A&cauthor_id=33947594"}, {"author": "F J Gamir Ruiz", "affiliation": ["Medicina Interna. Hospital de Poniente, Almería. Servicio Andaluz de Salud, Andalucía, España."], "href": "/?term=Gamir+Ruiz+FJ&cauthor_id=33947594"}, {"author": "F Molina Escribano", "affiliation": ["Centro de Salud de Sisante, Cuenca. Servicio de Salud de Castilla-La Mancha (SESCAM). Grupo de Trabajo de Hipertensión Arterial y Enfermedad Cardiovascular de SEMERGEN, Castilla-La Mancha, España."], "href": "/?term=Molina+Escribano+F&cauthor_id=33947594"}, {"author": "S Velilla Zancada", "affiliation": ["Centro de Salud Joaquín Elizalde, Logroño. Servicio Riojano de Salud. Grupo de Trabajo de Hipertensión Arterial y Enfermedad Cardiovascular de SEMERGEN, La Rioja, España."], "href": "/?term=Velilla+Zancada+S&cauthor_id=33947594"}], "refPMID": ["33141862", "32691881", "33606031", "34373540", "33743212", "32918295", "33184506", "22797452", "32572965", "25885261", "32985528", "31986264", "32362340", "26179876", "8265727", "7640545", "23490227", "32779828", "33452767", "26486092", "31918697", "26715772", "19586968", "29924014", "33442016", "32521167", "25359356", "16899358", "29134264", "33726854", "28764215", "33361436", "32539537", "33326721", "30420372", "27089002", "33392548"], "citedInPMID": ["33947594"], "body": " AbstractLa COVID-19 se comporta como una enfermedad heterogénea. Algunos pacientes pueden presentar hipoxemia sin disnea durante su evolución (hipoxemia silente). La pulsioximetría juega un papel crucial en la detección de la hipoxemia en estos pacientes, especialmente cuando permanecen en su domicilio. Pacientes con niveles de SpO2 ≤ 92% o desaturaciónes ≥ 3% tras el ejercicio precisan de ingreso hospitalario. Los descensos progresivos de la saturación que alcancen niveles SpO2 < 96% precisan de valoración clínica estricta (estudio radiológico, analítica sanguínea) para lo que será enviado a un centro sanitario.Palabras clave: COVID-19, Hipoxemia, Hipoxemia silente, Pulsioximetría AbstractCOVID-19 behaves like a heterogeneous disease. Some patients may develop dyspnea-free hypoxemia during its evolution (silent hypoxemia). Pulse oximetry plays a crucial role in detecting hypoxemia in these patients, especially when they remain at home. Patients with SpO2 levels ≤ 92% or desaturations ≥ 3% after exercise test require hospital admission. Progressive saturation declines reaching SpO2 levels < 96% require strict clinical assessment (radiological study, blood test) for which it will be sent to a health center.Keywords: COVID-19, Hypoxemia, Silent hypoxemia, Pulse oximetry IntroducciónLa COVID-19 se comporta como una enfermedad heterogénea que puede oscilar entre cuadros asintomáticos y aquellos que precisarán ingreso en UCI debido a la gravedad de su evolución, acabando en muerte un número importante de estos últimos. Aunque inicialmente se pensó que el número de asintomáticos era importante, estudios posteriores han mostrado que sus niveles oscilan entre el 25-75% en el momento del diagnóstico de la COVID-19 1, aunque revisiones posteriores han mostrado que el 48,9% de los sujetos inicialmente asintomáticos iban a desarrollar síntomas durante la evolución de la enfermedad, lo que reducía el nivel de verdaderos asintomáticos al 15,6%2. Además, en relación con los cuadros desarrollados, la persistencia de secuelas tras la fase aguda puede perdurar con mayor o menor intensidad, habiéndose publicado la persistencia de secuelas en el 30% de los pacientes, al menos, durante los siguientes nueve meses tras la infección aguda3, manifestándose por la posible persistencia de más de 50 síntomas que afectan a distintos órganos4.Las diferencias en la evolución entre unos y otros pacientes no pueden achacarse únicamente a las características del virus (diferentes variantes del virus SARS-CoV-2 siguen surgiendo), sino que las propias características del paciente (huésped) serían las responsables de la heterogeneidad en la presentación de la enfermedad, en función de la respuesta tanto de la inmunidad innata como de la adquirida5.La enfermedad presenta una afectación sistémica asociada con la disminución de los linfocitos y el incremento de la relación entre los neutrófilos y los linfocitos, poniendo de manifiesto la afectación endotelial progresiva que subyace durante el proceso. Además, se incrementa la liberación de citocinas que incrementa la atracción de células inflamatorias, conduciendo a un estado proinflamatorio y protrombótico6. La intensidad de estos fenómenos y la velocidad con la que se producen son los responsables del riesgo del paciente.Además, el SARS-CoV-2 tiene la capacidad de acumular neutrófilos en los tejidos afectados, dando lugar a la formación de las denominadas trampas de neutrófilos (neutrophil extracellular traps), donde se acumulan las denominadas especies de oxígeno reactivo intracelular (Reactive Oxygen Species [ROS]), jugando un papel importante en el desarrollo de la trombosis7. El daño alveolar mediado por los neutrófilos conduce a la inducción de edema intersticial, la discordancia entre la ventilación y la perfusión y al fallo respiratorio que, junto con los fenómenos trombóticos, conducen al síndrome de distrés respiratorio agudo (ARDS) (tabla 1\n)8, pudiéndose presentar en el 42% de los pacientes que presentan neumonía por COVID-19 y entre el 61-81% de aquellos que precisan ingreso en UCI9.Tabla 1Síndrome de distrés respiratorio agudo (ARDS). Definición de BerlínVariableDefiniciónMomento de apariciónDurante la primera semana tras un daño clínico conocido o tras síntomas respiratorios nuevos o el empeoramiento de alguno de los preexistentes.Imagen de tórax(Rx o TAC)Opacidades bilaterales no explicadas completamente por derrames, colapso lobular/pulmonar o nódulos.Origen del edemaInsuficiencia respiratoria no explicada completamente por insuficiencia cardiaca o sobrecarga de líquidos. Necesidad de evaluación objetiva (p. ej., ecocardiografía) para excluir el edema hidrostático, en ausencia de algún factor de riesgo.Oxigenación- Leve: 200 mmHg < PaO2/FIO2 ≤ 300 mmHg con PEEP o CPAP ≥ 5 cm H2O.- Moderada: 100 mmHg < PaO2/FIO2 ≤ 200 mmHg con PEEP ≥ cm H2O.- Grave: PaO2/FIO2 ≤ 100 mm Hg con PEEP ≥ 5 cm H2O.Open in a separate windowCPAP: continuous positive airway pressure; FIO2: fraction of inspired oxygen; PaO2: partial pressure of arterial oxygen; PEEP: positive end-expiratory pressure.Rx: radiografía de tórax; TAC: tomografía axial computarizada.Tomada de: The ARDS Definition Task Force et al.8.Habitualmente la presencia de hipoxemia evolucionada puede acompañarse de síntomas variados (cianosis, cefalea, desorientación temporo-espacial, incoordinación motora, disminución de la capacidad intelectual, bradipsiquia, irritabilidad, ansiedad, somnolencia, estupor o coma, astenia, taquicardia, hipertensión arterial u oliguria)10, asociándose de forma independiente con la mortalidad por cualquier causa [HR 1,99 (1,33-2,96) cuando SpO2 ≤ 92% y 1,36 (1,15-1,60) cuando SpO2 93-95%, comparado con niveles de SpO2 ≥ 96%], estando también asociada con la mortalidad provocada por las enfermedades respiratorias11.Sin embargo, durante las primeras fases de la COVID-19 (extra o prehospitalarias) podemos asistir a una situación de hipoxemia sin que el paciente muestre datos de distrés respiratorio, habiéndose denominado hipoxemia silente12. Esta hipoxemia, con hipocapnia, no se suele acompañar de sensación de falta de aire, por lo que el paciente no suele manifestar disnea (sensación subjetiva difícilmente identificable por los signos externos), aunque de manifestarse, suele hacerlo a los ocho días tras la aparición de los síntomas13, evolucionando o agravándose de forma abrupta alrededor del décimo día y llevando al ingreso en UCI hacia el día 12 de evolución14.La pulsioximetría es eficaz en la identificación de la hipoxemia, como quedó demostrado en un estudio que incluyó 20.000 pacientes en fase perioperatoria y en el que se observó que la incidencia de hipoxemia era del 7,9% entre los pacientes monitorizados vs. al 0,4% entre los no monitorizados15.Por lo tanto, debido a las características evolutivas y a la posible gravedad de la COVID-19, es preciso proceder al ingreso hospitalario del paciente en el momento oportuno de su evolución, para lo que será necesario la correcta evaluación clínica basada en los signos respiratorios presentes (frecuencia respiratoria, trabajo respiratorio, el empleo de la musculatura accesoria y la perfusión cutánea) y apoyándose en el empleo de la pulsioximetría (cuando esté disponible), pero desconfiando de la simple ausencia de disnea referida por el paciente. PulsioximetríaEl grado de oxigenación de la sangre arterial viene definido por la presión parcial de oxígeno arterial (PaO2). Los niveles normales de PaO2 son dependientes de la edad, oscilando entre 100 mmHg a los 20 años y 80 mmHg a los 80 años, cuando son medidos en condiciones normales y a nivel del mar16. La disminución de esos valores se define como hipoxemia, aunque no se observan alteraciones clínicas hasta que no se alcanzan valores por debajo de 50-60 mmHg, lo que equivaldría a saturaciones de oxihemoglobina entre 85-90%.La pulsioximetría es una forma de aproximarnos al grado de oxigenación de la sangre, siendo una herramienta fácil de aplicar, fiable, asequible, no invasiva, coste-eficiente, fácil de transportar, permite medidas seriadas (previa limpieza y desinfección cuando se utilice en diferentes pacientes) y con bajo coste que, con sus limitaciones, estaría indicada en todas aquellas situaciones que puedan derivar en hipoxemia (caso de los pacientes con COVID-19), lo que aconsejará su uso junto con otras variables en el control rutinario de los pacientes17. Los principios de la pulsioximetría se fundamentan en la diferente capacidad de absorción mostrada por la oxihemoglobina y la deoxihemoglobina (asumiendo que no existen otras formas como la metahemoglobina o carboxihemoglobina), cuando se enfrentan a distintas longitudes de onda de la luz, procediéndose posteriormente a la lectura de las mismas. Para ello, el dispositivo (pulsioxímetro) dispone de un emisor de luz, opuesto al receptor, con un diodo capaz de emitir luz roja (660 nm) y otro que emite luz infrarroja (940 nm). Para poder interpretar los datos es preciso que exista un correcto pulso del flujo arterial, puesto que el dispositivo diferenciará las lecturas de ambas longitudes de onda, tanto en sístole (Sist.) como en diástole (Diast.), calculando la ratio entre la relación de las lecturas de la luz roja (Sist. 660/Diast. 660) y las lecturas de la luz infrarroja (Sist. 940/Diast. 940) para, posteriormente, traducirlo al porcentaje de saturación de la hemoglobina estimado (SpO2: saturación periférica de oxígeno capilar). Esta estimación se realiza en función de la curva calibrada, de forma empírica, en sujetos sanos en los que las saturaciones arteriales de oxígeno (SaO2) eran modificadas entre el 100 y el 70%, por lo que se desconoce la precisión de la prueba por debajo de esos valores18. Pulsioximetría en pacientes con COVID-19La pulsioximetría se constituyó en una herramienta fundamental para el control de los pacientes con COVID-19 desde el mismo inicio de la pandemia, por la frecuencia en la aparición de hipoxemia sin síntomas ni signos que la detectaran. De uso habitual en los pacientes hospitalizados, su empleo en Atención Primaria ha quedado relegado por diferentes razones, como son la falta de disponibilidad o de acceso a los dispositivos y por las directrices emitidas, por lo desconocido y contagioso de la infección, que se inclinaban en favorecer la atención y el seguimiento telefónico de estos pacientes («potenciar las consultas telefónicas y telemáticas, dejando a criterio del profesional sanitario tras una primera valoración telefónica, la necesidad de realizar una valoración presencial»)19. Por otro lado, pocos son los datos disponibles sobre la eficacia del empleo de la pulsioximetría en la detección de la hipoxemia en los pacientes con COVID-19 no ingresados en el hospital, ni su eficacia en detectar la necesidad de ingreso hospitalario.Un estudio publicado por Shah et al.,20 mostró la utilidad del uso del pulsioxímetro en la detección de la necesidad de hospitalización en pacientes diagnosticados de COVID-19. A los pacientes, inicialmente etiquetados como no graves y remitidos para aislamiento domiciliario tras ser evaluados en el hospital, se les dotó de un pulsioxímetro con la indicación de realizar medidas cada 8 h durante los siguientes siete días, acudiendo de nuevo al centro hospitalario si la lectura mostraba valores de SpO2 < 92% (sin mejoría al repetir la lectura en reposo a los 10 min) o si percibían la necesidad de una nueva valoración médica independientemente de la lectura obtenida con el pulsioxímetro. Presentar niveles de SpO2 < 92% se asoció fuertemente con la necesidad de hospitalización (RR 7,0 [IC 95% 3,4-14,5]; p < 0,0001), incremento del riesgo de ingreso en UCI (RR 9,8 [IC 95% 2,2-44,6]; p < 0,002), de ARDS (RR 8,2 [IC 95% 1,7-38,7]; p < 0,007) y de shock séptico (RR 6,6 [IC 95% 1,3-32,9]; p = 0,02), sin que se asociara con el incremento de la mortalidad (p = 0,5). El análisis de regresión logística mostró que los niveles bajos de SpO2 se asociaban con el incremento de la necesidad de hospitalización (OR 1,7 [IC 95% 1,2-2,4]; p < 0,004).Disponemos de pocos datos en relación con la utilidad de la pulsioximetría en pacientes en edad pediátrica. Un estudio recientemente publicado en la India (Rao et al., 2021) concluye que niveles de SpO2 < 94% en el momento del ingreso hospitalario, en pacientes pediátricos diagnosticados de COVID-19, se comportaba como un predictor de la mortalidad en el análisis de regresión (OR 9,1 [IC 95% 1,04-99,1]; p = 0,04)21. Recomendaciones del uso de pulsioximetría en el seguimiento de pacientes con COVID-19Las recomendaciones preexistentes sobre el uso de la pulsioximetría en pacientes muy graves pueden haber llevado a confusión sobre su aplicación en el manejo del paciente con COVID-19. Así, las guías de la Sociedad del Tórax de Australia y Nueva Zelanda 22 refieren que la pulsioximetría presenta una precisión variable, infraestimando o sobreestimando los valores reales de la SaO2 en los pacientes extremamente graves (con SaO2 muy bajas). Aun así, reconoce la utilidad de la pulsioximetría en el control de estos pacientes recordando que valores de SpO2 ≥ 92% serían considerados como el valor de corte para descartar la hipoxemia (SaO2 < 90%) o una presión parcial de oxígeno arterial (PaO2) < 60 mmHg22, 23. Dudas similares pudieran presentarse en los pacientes afectos de enfermedades respiratorias crónicas (EPOC o enfisema), por las diferencias observadas entre la SpO2 y la SaO2, siendo estas más manifiestas entre los pacientes con EPOC que entre los enfisematosos24. Por lo tanto, la pulsioximetría podría estar indicada, y así lo recogen diferentes recomendaciones (tabla 2\n)25, 26, 27, 28, en la estratificación del riesgo y en el control de la evolución de los pacientes con COVID-19 sin ingreso hospitalario que no se encuentran en fases graves de la enfermedad y donde la SpO2 se encuentra en valores por encima del 90%.Tabla 2Recomendaciones sobre el uso de la pulsioximetría en el control del paciente COVID-19, según diferentes sociedades25, 26, 27, 28semFYC• Recomienda utilizar pulsioximetría en la valoración y seguimiento del paciente diagnosticado de COVID-19, clasificando la enfermedad en:- Enfermedad leve: SpO2 > 95%.- Enfermedad moderada: SpO2 = 94-95%.• Si se dispone de pulsioximetría en domicilio:- Determinaciones 2 veces al día.- SpO2 < 95%: requiere de valoración presencial.- SpO2 ≤ 93%: derivar a hospital (enfermedad en fase grave).• Si no se dispone de pulsioximetría en domicilio:- Evaluar SpO2 cada 48-72 h en los casos leves y cada 24-48 h en los casos moderados.ACEP• Paciente diagnosticado de COVID-19 sin ingreso hospitalario: disponer en domicilio de pulsioxímetro, facilitándole el adiestramiento adecuado, manteniendo seguimiento cercano mediante telemedicina.• Riesgo bajo: SpO2 > 94%. Si tras un minuto de marcha el paciente presenta desaturación a SpO2 < 90%, reevaluar por riesgo moderado.• Riesgo moderado: SpO2 90-94%. Valorar la posibilidad de enviar al paciente a su domicilio con pulsioxímetro y/o suplementos de O2.• Si la SpO2 durante el ejercicio se mantiene entre 90-92%, enviar al paciente a su domicilio con O2 suplementario.NICE• Pacientes con síntomas COVID-19: contactar con el médico.• La oximetría durante el ejercicio para detectar desaturaciones e identificar más precozmente a los pacientes con riesgo de deterioro importante. Para realizarla, la SpO2 ha de mantenerse ≥ 93% en condiciones de reposo.• Los test utilizados, con mayor frecuencia, en la detección de desaturaciones son 40 pasos de marcha o sentarse-levantarse durante un minuto.• Si sentado o tumbado la SpO2 es de 94-95%, persistiendo en esos valores tras una hora de reposo, llame a su médico (en pacientes que habitualmente mantienen niveles de SpO2 en reposo ≥ 96%).• Si habitualmente tiene niveles de SpO2 < 95% (pacientes con EPOC severo pueden tener habitualmente niveles de SpO2 < 88%) y observan que descienden por debajo de los niveles habituales, contacte con el médico.SMFM• Se recomienda que las mujeres durante el embarazo mantengan SpO2 ≥ 95% precisando, por debajo de esos niveles, suplementos de oxígeno.• Ingreso hospitalario cuando SpO2 < 95%, sea en reposo o tras ejercicio.Open in a separate windowsemFYC: Sociedad Española de Medicina Familiar y Comunitaria; ACEP: American College of Emergency Physicians; NICE: National Institute for Health and Care Excellence; SMFM: Society for Maternal Fetal Medicine.La pulsioximetría forma parte, junto con otros factores (signos y síntomas, edad, comorbilidades, etc.), del correcto juicio clínico necesario para la toma de decisiones.No existen datos que demuestren la utilidad de la pulsioximetría en el seguimiento extrahospitalario de los pacientes con COVID-19 en edad pediátrica. Los niveles considerados normales serían SpO2 97-98% en niños durante el primer año de vida, y SpO2 ≥ 98% por encima del año de edad29. Sin embargo, aunque en otro contexto, niveles de SpO2 de 95-96% en niños en edad escolar sin fiebre estarían relacionados con incrementos en la frecuencia respiratoria y cardiaca, pudiendo identificar situaciones que precisan valoración hospitalaria30. Por todo ello, quizás sería aconsejable que los pacientes afectos de COVID-19 en edad pediátrica acudieran a un centro sanitario, para su correcta valoración, cuando presenten niveles de SpO2 < 97% (comprobados tras una hora de reposo), especialmente si presentan elevación de la frecuencia respiratoria y cardiaca y siempre en el contexto del mejor juicio clínico.Por otra parte, la persistencia de síntomas tras la fase aguda de la COVID-19 (síndrome post-COVID, COVID-19 prolongado o síntomas persistentes) puede ocurrir, incluso, en sujetos que desarrollaron fases leves de la enfermedad. Por ello, las estancias prolongadas en UCI solo explicarían parcialmente estas secuelas que, por otra parte, recuerdan a los síndromes postinfecciosos con persistencia de alteraciones autoinmunes e inflamatorias que fueron observadas en otras epidemias (chikungunya y ébola)31, 32. Muchos de estos pacientes precisarán de periodos de rehabilitación que se han de iniciar de forma precoz (incluso durante la estancia en hospital), aconsejándose el empleo de la pulsioximetría para comprobar los progresos alcanzados y detectar la presencia de desaturaciones que obligarán a graduar razonadamente el esfuerzo33. Uso de la pulsioximetría en domicilioLa pulsioximetría, junto con la valoración clínica, es la herramienta disponible para la valoración y seguimiento de los pacientes diagnosticados de COVID-19, permitiendo la toma de las oportunas decisiones ante la posible existencia de hipoxemia. Esto es fundamental en los pacientes con COVID-19 debido a la presencia de la llamada hipoxemia silente y al conocimiento de la rápida y abrupta disminución de la SaO2 cuando la SpO2 es menor del 90%17. A pesar de todo, seguimos esperando los resultados de estudios diseñados específicamente para establecer el beneficio real del uso de la pulsioximetría a domicilio en estos pacientes (COVID-19 Watch + COVID-19 Pulse. Clinical Trials.gov identifier: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04581863\",\"term_id\":\"NCT04581863\"}}NCT04581863).Cualquier paciente con COVID-19 puede beneficiarse del uso de la pulsioximetría, pero las limitaciones existentes hacen que se deban establecer prioridades en función del riesgo de desarrollar aquellas complicaciones que puedan desencadenar la hipoxemia. En la ciudad de New York, en la que se distribuyeron pulsioxímetros a los pacientes que no precisaron ingreso hospitalario, se estableció como criterio el ser un paciente de alto riesgo (en función de la edad y las comorbilidades presentes), fueran sintomáticos o asintomáticos y que presenten un test positivo para COVID-19, o que habiendo tenido un contacto sospechoso o conocido, esté a la espera de los resultados o de la realización del test para COVID-19 34, mientras que en la ciudad de Melbourne (Australia) se desarrolló un programa de seguimiento domiciliario en el que se incluyó a pacientes etiquetados en el hospital como pacientes con enfermedad COVID-19 moderada que por su situación pudieran permanecer en domicilio, dotándoles de un pulsioxímetro y transfiriendo la información diariamente a través del teléfono móvil35.Aunque la pulsioximetría es una técnica fácil de aplicar, es preciso tener ciertas precauciones para evitar los posibles errores de lectura, precauciones que será preciso transmitir al paciente cuando sea el encargado de aplicar la técnica en su domicilio (adiestramiento adecuado con lenguaje asequible) (tabla 3\n)36.Tabla 3Recomendaciones para la correcta lectura de la pulsioximetría en domicilio• Realizar 2-3 lecturas/día y cuando presente disnea.• Lavado de manos (agua templada), eliminando el esmalte en la uña del dedo que se vaya a utilizar.• Realizar las medidas:- en el interior del domicilio (evitando el frío o el calor extremos).- en reposo, con la mano apoyada en zona suave y respirando en forma sosegada (evitando el temblor distal).- utilizar, preferentemente los dedos índice o medio (evitando los dedos de los pies y el lóbulo de la oreja).- calentar la extremidad antes de la medida.- aceptar las lecturas asociadas con una señal fuerte del pulso.- observar las lecturas durante 30-60 s para identificar el resultado más común.- la duración del seguimiento dependerá de la evolución y el juicio clínico, estimándose entre 12-14 días tras la aparición de los síntomas.Open in a separate windowModificada de Luks y Swenson36.Hay que considerar que uno de los objetivos, si no el principal, en el seguimiento domiciliario del paciente diagnosticado de COVID-19 es la detección precoz de la mala evolución, especialmente la relacionada con la hipoxemia. De ahí que, además de la realización de la pulsioximetría en reposo, se ha sugerido la posibilidad de utilizarla tras la realización de ejercicio reglado en busca de la detección de desaturaciones. Las guías de evaluación de los pacientes con enfermedades respiratorias crónicas incluyen la medición de las desaturaciones tras el ejercicio mediante pulsioximetría, midiendo la distancia recorrida andando durante seis minutos (6-min walking distance [6 MWD])37, justificada porque la presencia de desaturaciones (diferencia, durante la prueba 6 MWD, entre la SpO2 basal y la obtenida durante la prueba), se comporta como un factor independiente en la predicción de la supervivencia en los pacientes diagnosticados de EPOC38, y reflejo de lo que ocurre durante el día (episodios de desaturación ≥ 4% se correlacionaban con la presencia de desaturaciones ≥ 4% durante el resto del día y con el número de episodios de SpO2 < 88%)39.En el momento actual no existen pruebas de ejercicio validadas para medir las posibles desaturaciones en los pacientes con COVID-19. Dadas las características de estos pacientes y la necesidad de valorarlos en su domicilio, con las limitaciones que ello conlleva, algunos autores recomiendan la realización de prueba más sencillas y accesibles, como serían el sentarse-levantarse en una silla durante un minuto, que presenta buena concordancia con la capacidad de detectar las desaturaciones, pudiéndose sustituir por caminar 40 pasos cuando el paciente tenga dificultades para realizar la prueba anterior40. Hay que considerar que la prueba de desaturación durante el ejercicio se ha de realizar en el contexto del mejor juicio clínico, y solo en pacientes que tengan niveles de SpO2 ≥ 96% (salvo que el paciente estuviera siendo asistido en un centro sanitario), estando contraindicada cuando en reposo presente SpO2 < 93% en reposo, dando la prueba por finalizada si el paciente presenta efectos adversos (falta de aire grave, dolor torácico, mareos). Consideraremos que descensos ≥ 3% en la SpO2 son un claro indicio para la remisión del paciente al hospital, independientemente de la cantidad de ejercicio que lo hubiera provocado, valorando descensos menores en el contexto clínico del paciente40. Limitaciones de la pulsioximetríaLa FDA emitió las recomendaciones para los fabricantes de dispositivos destinados a medir la SpO2, aconsejando la realización de pruebas al menos en 10 o más sujetos sanos (200 valores puntuales), de diferentes edades, incluyendo hombres y mujeres, debiendo incluir sujetos con diferentes grados de pigmentación de la piel. Cada uno de los resultados de la SpO2 obtenidos se ha de comparar con el correspondiente resultado de la SaO2. La precisión de las medidas se compara para un rango de la SaO2 entre el 70-100%, admitiéndose una diferencia (Arms) < 3% (calculada mediante la raíz cuadrada de las medias aritméticas de las diferencias emparejadas entre las SpO2 menos SaO2 elevadas al cuadrado)41. La utilización de sujetos sanos en la calibración de los dispositivos conlleva cierta variabilidad cuando lo aplicamos en sujetos enfermos o en situaciones de estrés. Por ello, es necesario interpretar la prueba en el contexto clínico del paciente, valorando las circunstancias que puedan alterar el resultado de la prueba que se puede ver influenciado tanto por las características del paciente como del dispositivo utilizado (tabla 4\n)42, 43, 44, 45, 46, 47, 16, 44.Tabla 4Factores que pueden modificar los resultados de la pulsioximetría• Laboratorio: anemia; niveles elevados de ferritina, dímero-D u otras proteínas (presentes en la COVID-19); acidosis; concentraciones arteriales de carboxi y/o de metahemoglobina.• Fiebre: cuando la temperatura se eleva de 37 °C a 40 °C con una PaO2 de 60 mmHg, la SaO2 pasa de 91,1 a 85,8% (con PaO2 de 40 mmHg la SaO2 pasarían de 74,1 a 64,2%).• Perfusión periférica disminuida: disminuye el flujo y la potencia del pulso. Puede estar provocado por el frío o extremidades frías. El uso de fármacos vasopresores altera la precisión de la pulsioximetría.• Niveles de hipoxemia: puesto que no se han validado con niveles de SaO2 < 70%, se desconoce la precisión en esos niveles de saturación. La precisión de la pulsioximetría disminuye con niveles de SaO2 < 80%.• Pigmentación de la piel: ictericia; piel negra. Disminuyen la transmisión de la luz a través de los pigmentos cutáneos. Existen pocas calibraciones en pacientes de raza negra, por lo que utilizar dispositivos con algoritmos inadecuados conducirá a resultados inexactos. Estudio reciente realizado en pacientes ingresados en hospital y en tratamiento con oxigenoterapia, encontró que el 11,7% de los pacientes de raza negra frente al 3,6% de los pacientes de raza blanca tenían SaO2 < 88% cuando los valores de la SpO2 se encontraban entre 92-96%.• Desestabilización del dispositivo en algunas circunstancias (temblor, ejercicio).• Presencia de tintes intravenosos (utilizados en algunas pruebas por vía intravenosa, suelen desaparecer en 5 min).• Precisión del dispositivo disponible: las imprecisiones de algunos dispositivos no están, necesariamente, relacionadas con el coste de los mismos.• Defectos en el diodo emisor o en el receptor del dispositivo. Necesidad de calibrar periódicamente los dispositivos.Open in a separate windowModificada de Ottestad y Søvik16.Solventando los posibles factores que pudieran alterar el resultado de las mediciones, los datos disponibles afirman que los dispositivos de bolsillo utilizados en la realización de la pulsioximetría son suficientemente precisos en el manejo clínico de los pacientes (sensibilidad entre 90-92% que se ve incrementada a 96-97% cuando la SpO2 es < 92%)48. ConclusionesEl control domiciliario del paciente con COVID-19 supone un nuevo reto para la Atención Primaria. La manifestación heterogénea de la enfermedad, el abrupto agravamiento de la evolución y la posibilidad de un fatal desenlace obliga a la estricta supervisión de estos pacientes. Esta supervisión ha de mantenerse, incluso, tras la superación de la fase aguda debido a la persistencia de síntomas en el denominado síndrome post-COVID-19. Especial atención merece la detección precoz de los estados hipoxémicos, frecuentemente silentes, por las consecuencias clínicas que conlleva. La pulsioximetría ha demostrado su utilidad en el seguimiento de los pacientes con enfermedades respiratorias crónicas, por lo que se ha recomendado su utilización en los pacientes con COVID-19, tanto en las primeras fases de la enfermedad como tras superar la fase aguda de la misma. Por todo ello, se recomienda la utilización de la pulsioximetría en el seguimiento de los pacientes con COVID-19, al menos en los calificados como de alto riesgo. Se valorarán los resultados tanto en reposo como durante el ejercicio, en busca de la existencia de desaturaciones y siempre con las precauciones debidas (valorar la posibilidad de desaturaciones tras la realización de ejercicio físico solo estaría aceptada en domicilio cuando el paciente mantenga niveles de SpO2 ≥ 96% en reposo; si la prueba se realiza en centro sanitario estaría aceptado con SpO2 > 92% en reposo y estaría contraindicada con SpO2 ≤ 92%). Aquellos pacientes con COVID-19 domiciliarios con SpO2 ≤ 92% o con desaturación ≥ 3% tras el ejercicio precisan de ingreso hospitalario. Los pacientes en los que se vayan produciendo descensos progresivos de la saturación, y que alcancen niveles SpO2 < 96%, serán enviados al hospital de referencia, salvo mejor criterio clínico, para la valoración estricta de su estado clínico (radiológico y analítico). FinanciaciónEste trabajo no ha recibido ningún tipo de financiación. Conflicto de interesesLos autores declaran no tener ningún conflicto de intereses. Bibliografía1. Yanes-Lane M., Winters N., Fregonese F., Bastos M., Perlman-Arrow S., Campbell J.R., et al.  Proportion of asymptomatic infection among COVID-19 positive persons and their transmission potential: A systematic review and meta-analysis. PLoS One. 2020;15:e0241536. doi: 10.1371/journal.pone.0241536. pmid: 33141862. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. He J., Guo Y., Mao R., Zhang J. Proportion of asymptomatic coronavirus disease 2019: A systematic review and meta-analysis. J Med Virol. 2021;93:820–830. doi: 10.1002/jmv.26326. pmid: 32691881. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Logue J.K., Franko N.M., McCulloch D.J., McDonald D., Magedson A., Wolf C.R., et al.  Sequelae in Adults at 6 Months After COVID-19 Infection. JAMA Netw Open. 2021;4:e210830. doi: 10.1001/jamanetworkopen.2021.0830. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Lopez-Leon S., Wegman-Ostrosky T., Perelman C., Sepulveda R., Rebolledo P.A., Cuapio A., et al.  More than 50 Long-term effects of COVID-19: a systematic review and meta-analysis. medRxiv. 2021 doi: 10.1101/2021.01.27.21250617. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Schultze J.L., Aschenbrenner A.C. COVID-19 and the human innate immune system. Cell. 2021;184:1671–1692. https://doi.org/10.1016/j.cell.2021.02.029. [PMC free article] [PubMed] [Google Scholar]6. Jimeno S., Ventura P.S., Castellano J.M., García-Adasme S.I., Miranda M., Touza P., et al.  Prognostic implications of neutrophil-lymphocyte ratio in COVID-19. Eur J Clin Invest. 2021;51:e13404. doi: 10.1111/eci.13404. [PubMed] [CrossRef] [Google Scholar]7. Arcanjo A., Logullo J., Barreto Menezes C.C., de Souza Carvalho Giangiarulo T.C., Carneiro dos Reis M., Menezes Migliani de Castro G., et al.  The emerging role of neutrophil extracellular traps in severe acute respiratory syndrome coronavirus 2 (COVID-19) Sci Rep. 2020;10:19630. doi: 10.1038/s41598-020-76781-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., et al. The ARDS Definition Task Force  Acute Respiratory Distress Syndrome. The Berlin Definition. JAMA. 2012;307:2526–2533. https://doi.org/10.1001/jama.2012.5669. [PubMed] [Google Scholar]9. Gibson P.G., Qin L., Puah S.H. COVID-19 acute respiratory distress syndrome (ARDS): clinical features and differences from typical pre-COVID-19 ARDS. Med J Aust. 2020;283:54–56.e1. doi: 10.5694/mja2.50674. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Estrella Cazalla J., Tornero Molina A., León Ortiz M.  Tratado de Geriatría para residentes. Sociedad Española de Geriatría y Gerontología; Madrid: 2007. Insuficiencia respiratoria. http://envejecimiento.csic.es/documentos/documentos/segg-tratado-01.pdf. [Google Scholar]11. Vold M.L., Aasebø U., Wilsgaard T., Melbye H. Low oxygen saturation and mortality in an adult cohort: the Tromsø study. BMC Pulm Med. 2015;15:9. doi: 10.1186/s12890-015-0003-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Herrmann J., Mori V., Jason H.T., Bates J.H.T., Suki B. Modeling lung perfusion abnormalities to explain early COVID-19 hypoxemia. Nat Commun. 2020;11:4883. doi: 10.1038/s41467-020-18672-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Ottestad W., Søvik S. COVID-19 patients with respiratory failure: what can we learn from aviation medicine? Br J Anaesth. 2020;125:e280–e281. doi: 10.1016/j.bja.2020.04.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Jubran A. Pulse oximetry. Crit Care. 2015;19:272. doi: 10.1186/s13054-015-0984-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Mengelkoch L.J., Martin D., Lawler J. A Review of the Principles of Pulse Oximetry and Accuracy of Pulse Oximeter Estimates During Exercise. Phys Ther. 1994;74:40–49. [PubMed] [Google Scholar]17. Hanning C.D., Alexander-Williams J.M. Pulse oximetry: a practical review. BMJ. 1995;311:367–370. [PMC free article] [PubMed] [Google Scholar]18. Chan E.D., Chan M.M., Chan M.M. Pulse oximetry: Understanding its basic principles facilitates appreciation of its limitations. Respir Med. 2013;107:789–799. doi: 10.1016/j.rmed.2013.02.004. [PubMed] [CrossRef] [Google Scholar]19. Ministerio de Sanidad  Manejo en atención primaria y domiciliaria del COVID-19. 18 de junio de 2020 https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov/documentos/Manejo_primaria.pdf. [Google Scholar]20. Shah S., Majmudar K., Stein A., Gupta N., Suppes S., Karamanis M. Novel use of home pulse oximetry monitoring in COVID-19 patients discharged from the emergency department identifies need for hospitalization. Acad Emerg Med. 2020;27:681–692. doi: 10.1111/acem.14053. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Rao S., Gavali V., Prabhu S.S., Mathur R., Dabre L.R., Prabhu S.B., et al.  Outcome of Children Admitted With SARSs-CoV-2 Infection: Experiences From a Pediatric Public Hospital. Indian Pediatr. 2021 PII: S097475591600280. [PMC free article] [PubMed] [Google Scholar]22. Beasley R., Chen J., Douglas J., Eastlake L., Farah C., King G., et al.  Thoracic Society of Australia and New Zealand oxygen guidelines for acute oxygen use in adults: ‘Swimming between the flags’ Respirology. 2015;20:1182–1191. doi: 10.1111/resp.12620. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Pilcher J., Ploen L., McKinstry S., Bardsley G., Chien J., Howard L., et al.  A multicentre prospective observational study comparing arterial blood gas values to those obtained by pulse oximeters used in adult patients attending Australian and New Zealand hospitals. BMC Pulm Med. 2020;20:7. doi: 10.1186/s12890-019-1007-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Amalakanti S., Pentakota M.R. Pulse Oximetry Overestimates Oxygen Saturation in COPD. Respir Care. 2016;61:423–427. doi: 10.4187/respcare.04435. [PubMed] [CrossRef] [Google Scholar]25. Alcántara P. Aldecoa S. Canals M. Carbajo L. Fernández A. Martín R.et al. Abordaje del paciente con COVID-19 en atención primaria. semFYC. https://www.semfyc.es/wp-content/uploads/2021/02/Covid19-abordaje-01-02-2021.pdf26. Suh E.H. Abrukin L. Bodnar D. Chiricolo G. Gavin N. LeBaron J.et al. Evaluation Pathway for Patients with Possible COVID-19. American College of Emergency Physicians. https://www.acep.org/corona/covid-19-field-guide/risk-stratification/evaluation-pathway-for-patients-with-possible-covid-19/27. NHS England and NHS Improvement coronavirus  Pulse oximetry to detect early deterioration of patients with COVID-19 in primary and community care settings. 11 June 2020 https://www.england.nhs.uk/coronavirus/publication/pulse-oximetry-to-detect-early-deterioration-of-patients-with-covid-19-in-primary-and-community-care-settings. [Google Scholar]28. Society for Maternal-Fetal Medicine  Management considerations for pregnant patients with COVID-19. 2020 https://s3.amazonaws.com/cdn.smfm.org/media/2336/SMFM_COVID_Management_of_COVID_pos_preg_patients_4-30-20_final.pdf. [Google Scholar]29. Balfour-Lynn I.M., Field D.J., Gringras P., Hicks B., Jardine E., Jones R.C., et al.  BTS guidelines for home oxygen in children. Thorax. 2009;64(Suppl II):ii1–ii26. doi: 10.1136/thx.2009.116020. [PubMed] [CrossRef] [Google Scholar]30. Kobayashi M., Fukuda S., Takano K., Kamizono J., Ichikawa K. Can a pulse oxygen saturation of 95% to 96% help predict further vital sign destabilization in school-aged children? A retrospective observational study. Medicine. 2018;97:e11135. [PMC free article] [PubMed] [Google Scholar]31. Brodin P. Immune determinants of COVID-19 disease presentation and severity. Nat Med. 2021;27:28–33. doi: 10.1038/s41591-020-01202-8. [PubMed] [CrossRef] [Google Scholar]32. Altmann D.M., Boyton R.J. Confronting the pathophysiology of long COVID. BMJ Opin. 2020 https://blogs.bmj.com/bmj/2020/12/09/confronting-the-pathophysiology-of-long-covid/ [Google Scholar]33. WHO  COVID-19 Clinical management. Living guidance. 25 January 2021 https://www.who.int/publications/i/item/WHO-2019-nCoV-clinical-2021-1. [Google Scholar]34. The NYC Health Department  Guidance for the Distribution of Pulse Oximeters to Patients at Increased Risk for Severe COVID-19. 2020 https://www1.nyc.gov/assets/doh/downloads/pdf/covid/providers/covid-19-pulse-oximeters.pdf. [Google Scholar]35. The Royal Melbourne Hospital. RMH COVID-19 Home Monitoring Program. https://github.com/rmhcovid/txtmon36. Luks A.M., Swenson E.R. Pulse Oximetry for Monitoring Patients with COVID-19 at Home Potential Pitfalls and Practical Guidance. Ann Am Thorac Soc. 2020;17:1040–1046. doi: 10.1513/AnnalsATS.202005-418FR. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Singh S.J., Puhan M.A., Andrianopoulos V., Hernandes N.A., Mitchell K.E., Hill C.J., et al.  An official systematic review of the European Respiratory Society/American Thoracic Society: measurement properties of field walking tests in chronic respiratory disease. Eur Respir J. 2014;44:1447–1478. doi: 10.1183/09031936.00150414. [PubMed] [CrossRef] [Google Scholar]38. Takigawa N., Tada A., Soda R., Date H., Yamashita M., Endo S., et al.  Distance and oxygen desaturation in 6-min walk test predict prognosis in COPD patients. Respir Med. 2007;101:561–567. doi: 10.1016/j.rmed.2006.06.017. [PubMed] [CrossRef] [Google Scholar]39. Sant’Anna T., Donária L., Hernandes N.A., Furlanetto K.C., Barbosa D.S., Gosselink R., et al.  Oxygen Desaturation in Daily Life and During a Laboratory-Based Protocol of Activities of Daily Living in COPD: Is There Relationship? Lung. 2018;196:19–26. doi: 10.1007/s00408-017-0068-4. [PubMed] [CrossRef] [Google Scholar]40. Greenhalgh T., Javid B., Knight M., Inada-Kim M. What is the efficacy and safety of rapid exercise tests for exertional desaturation in covid-19? CEBM/University of Oxford. 2020 doi: 10.13140/RG.2.2.23706.80325. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. U.S. Department of Health and Human Services/Food and Drug Administration  Pulse Oximeters - Premarket Notification Submissions [510(k)s]. Guidance for Industry and Food and Drug Administration Staff. 2013 https://www.fda.gov/regulatory-information/search-fda-guidance-documents/pulse-oximeters-premarket-notification-submissions-510ks-guidance-industry-and-food-and-drug. [Google Scholar]42. Singh A.K., Singh Sahi M., Mahawar B., Rajpurohit S. Comparative Evaluation of Accuracy of Pulse Oximeters and Factors Affecting Their Performance in a Tertiary Intensive Care Unit. J Clin Diagn Res. 2017;11:OC05–OC8. doi: 10.7860/JCDR/2017/24640.9961. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Philip K.E.J., Bennett B., Fuller S., Lonergan B., McFadyen C., Burns J., et al.  Working accuracy of pulse oximetry in COVID-19 patients stepping down from intensive care: a clinical evaluation. BMJ Open Resp Res. 2020;7:e000778. doi: 10.1136/bmjresp-2020-000778. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Tobin M.J., Laghi F., Jubran A. Why COVID-19 Silent Hypoxemia Is Baffling to Physicians. Am J Respir Crit Care Med. 2020;202:356–360. doi: 10.1164/rccm.202006-2157CP. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Sjoding M.W., Dickson R.P., Iwashyna T.J., Gay S.E., Valley T.S. Racial Bias in Pulse Oximetry Measurement. N Engl J Med. 2020;383:2477–2478. doi: 10.1056/NEJMc2029240. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Hudson A.J., Benjamin J., Jardeleza T., Bergstrom C., Cronin W., Mendoza M., et al.  Clinical Interpretation of Peripheral Pulse Oximeters Labeled “Not for Medical Use” Ann Fam Med. 2018;16:552–554. doi: 10.1370/afm.2317. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Lipnick M.S., Feiner J.R., Au P., Bernstein M., Bickler P.E. The Accuracy of 6 Inexpensive Pulse Oximeters Not Cleared by the Food and Drug Administration: The Possible Global Public Health Implications. Anesth Analg. 2016;123:338–345. [PubMed] [Google Scholar]48. Schrading W.A., McCafferty B., Grove J., Page D.B. Portable, consumer-grade pulse oximeters are accurate for home and medical use: Implications for use in the COVID-19 pandemic and other resource-limited environments. J Am Coll Emerg Physicians Open. 2020;1:1450–1458. doi: 10.1002/emp2.12292. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}