{"title": "Predictors of Mortality in Critically Ill COVID-19 Patients Demanding High Oxygen Flow: A Thin Line between Inflammation, Cytokine Storm, and Coagulopathy", "pubDate": "2021", "PMCID": "PMC8081622", "DOI": "10.1155/2021/6648199", "PMID": "33968298", "abstract": "Introduction:                       Mortality among critically ill COVID-19 patients remains relatively high despite different potential therapeutic modalities being introduced recently. The treatment of critically ill patients is a challenging task, without identified credible predictors of mortality.                  Methods:                       We performed an analysis of 160 consecutive patients with confirmed COVID-19 infection admitted to the Respiratory Intensive Care Unit between June 23, 2020, and October 2, 2020, in University Hospital Center Bezanijska kosa, Belgrade, Serbia. Patients on invasive, noninvasive ventilation and high flow oxygen therapy with moderate to severe ARDS, according to the Berlin definition of ARDS, were selected for the study. Demographic data, past medical history, laboratory values, and CT severity score were analyzed to identify predictors of mortality. Univariate and multivariate logistic regression models were used to assess potential predictors of mortality in critically ill COVID-19 patients.                  Results:                       The mean patient age was 65.6 years (range, 29-92 years), predominantly men, 68.8%. 107 (66.9%) patients were on invasive mechanical ventilation, 31 (19.3%) on noninvasive, and 22 (13.8%) on high flow oxygen therapy machine. The median total number of ICU days was 10 (25th to 75th percentile: 6-18), while the median total number of hospital stay was 18 (25th to 75th percentile: 12-28). The mortality rate was 60% (96/160). Univariate logistic regression analysis confirmed the significance of age, CRP, and lymphocytes at admission to hospital, serum albumin, D-dimer, and IL-6 at admission to ICU, and CT score. Serum albumin, D-dimer, and IL-6 at admission to ICU were independently associated with mortality in the final multivariate analysis.                  Conclusion:                       In the present study of 160 consecutive critically ill COVID-19 patients with moderate to severe ARDS, IL-6, serum albumin, and D-dimer at admission to ICU, accompanied by chest CT severity score, were marked as independent predictors of mortality.", "author": [{"author": "Viseslav Popadic", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia."], "href": "/?term=Popadic+V&cauthor_id=33968298"}, {"author": "Slobodan Klasnja", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia."], "href": "/?term=Klasnja+S&cauthor_id=33968298"}, {"author": "Natasa Milic", "affiliation": ["Institute for Medical Statistics and Informatics, Faculty of Medicine University of Belgrade, Belgrade, Serbia.", "Department of Internal Medicine, Division of Nephrology and Hypertension, Mayo Clinic, Rochester, USA."], "href": "/?term=Milic+N&cauthor_id=33968298"}, {"author": "Nina Rajovic", "affiliation": ["Institute for Medical Statistics and Informatics, Faculty of Medicine University of Belgrade, Belgrade, Serbia."], "href": "/?term=Rajovic+N&cauthor_id=33968298"}, {"author": "Aleksandra Aleksic", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia."], "href": "/?term=Aleksic+A&cauthor_id=33968298"}, {"author": "Marija Milenkovic", "affiliation": ["Clinical Center of Serbia, Belgrade, Serbia.", "Faculty of Medicine, University of Belgrade, Belgrade, Serbia."], "href": "/?term=Milenkovic+M&cauthor_id=33968298"}, {"author": "Bogdan Crnokrak", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia."], "href": "/?term=Crnokrak+B&cauthor_id=33968298"}, {"author": "Bela Balint", "affiliation": ["Institute of Cardiovascular Diseases \"Dedinje\", Belgrade, Serbia.", "Department of Medical Sciences, Serbian Academy of Sciences and Arts, Serbia."], "href": "/?term=Balint+B&cauthor_id=33968298"}, {"author": "Milena Todorovic-Balint", "affiliation": ["Faculty of Medicine, University of Belgrade, Belgrade, Serbia.", "Clinic for Hematology, Clinical Center of Serbia, Belgrade, Serbia."], "href": "/?term=Todorovic-Balint+M&cauthor_id=33968298"}, {"author": "Davor Mrda", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia."], "href": "/?term=Mrda+D&cauthor_id=33968298"}, {"author": "Darko Zdravkovic", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia.", "Faculty of Medicine, University of Belgrade, Belgrade, Serbia."], "href": "/?term=Zdravkovic+D&cauthor_id=33968298"}, {"author": "Borislav Toskovic", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia.", "Faculty of Medicine, University of Belgrade, Belgrade, Serbia."], "href": "/?term=Toskovic+B&cauthor_id=33968298"}, {"author": "Marija Brankovic", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia.", "Faculty of Medicine, University of Belgrade, Belgrade, Serbia."], "href": "/?term=Brankovic+M&cauthor_id=33968298"}, {"author": "Olivera Markovic", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia.", "Faculty of Medicine, University of Belgrade, Belgrade, Serbia."], "href": "/?term=Markovic+O&cauthor_id=33968298"}, {"author": "Jelica Bjekic-Macut", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia.", "Faculty of Medicine, University of Belgrade, Belgrade, Serbia."], "href": "/?term=Bjekic-Macut+J&cauthor_id=33968298"}, {"author": "Predrag Djuran", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia."], "href": "/?term=Djuran+P&cauthor_id=33968298"}, {"author": "Lidija Memon", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia."], "href": "/?term=Memon+L&cauthor_id=33968298"}, {"author": "Milica Brajkovic", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia."], "href": "/?term=Brajkovic+M&cauthor_id=33968298"}, {"author": "Zoran Todorovic", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia.", "Faculty of Medicine, University of Belgrade, Belgrade, Serbia."], "href": "/?term=Todorovic+Z&cauthor_id=33968298"}, {"author": "Jovan Hadzi-Djokic", "affiliation": ["Faculty of Medicine, University of Belgrade, Belgrade, Serbia.", "Department of Medical Sciences, Serbian Academy of Sciences and Arts, Serbia."], "href": "/?term=Hadzi-Djokic+J&cauthor_id=33968298"}, {"author": "Igor Jovanovic", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia."], "href": "/?term=Jovanovic+I&cauthor_id=33968298"}, {"author": "Dejan Nikolic", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia.", "Faculty of Medicine, University of Belgrade, Belgrade, Serbia."], "href": "/?term=Nikolic+D&cauthor_id=33968298"}, {"author": "Marija Zdravkovic", "affiliation": ["University Hospital Medical Center, Bezanijska kosa, Belgrade, Serbia.", "Faculty of Medicine, University of Belgrade, Belgrade, Serbia."], "href": "/?term=Zdravkovic+M&cauthor_id=33968298"}], "refPMID": ["32450197", "32578167", "32299017", "32243269", "32602561", "33101547", "32286245", "32441789", "33268238", "32508193", "33141836", "33219397", "22797452", "32592501", "32353251", "32882706", "32660065", "32556892", "32316063", "32406952", "32524832", "32934038", "33224959", "14699015", "32336612", "32839624", "32710975", "32425269", "32903841", "32840379", "32306492", "32953201", "32854513", "32586214", "32171076", "32596339", "33079220", "32623505", "33039235", "33778560", "32860872", "33264556", "32445440", "33130203", "24405693", "32713784", "33085857", "33142178", "32697506"], "citedInPMID": ["33968298", "35135695", "34913290", "34368175", "34281177", "34257816"], "body": " AbstractIntroduction Mortality among critically ill COVID-19 patients remains relatively high despite different potential therapeutic modalities being introduced recently. The treatment of critically ill patients is a challenging task, without identified credible predictors of mortality. Methods We performed an analysis of 160 consecutive patients with confirmed COVID-19 infection admitted to the Respiratory Intensive Care Unit between June 23, 2020, and October 2, 2020, in University Hospital Center Bezanijska kosa, Belgrade, Serbia. Patients on invasive, noninvasive ventilation and high flow oxygen therapy with moderate to severe ARDS, according to the Berlin definition of ARDS, were selected for the study. Demographic data, past medical history, laboratory values, and CT severity score were analyzed to identify predictors of mortality. Univariate and multivariate logistic regression models were used to assess potential predictors of mortality in critically ill COVID-19 patients. Results The mean patient age was 65.6 years (range, 29–92 years), predominantly men, 68.8%. 107 (66.9%) patients were on invasive mechanical ventilation, 31 (19.3%) on noninvasive, and 22 (13.8%) on high flow oxygen therapy machine. The median total number of ICU days was 10 (25th to 75th percentile: 6–18), while the median total number of hospital stay was 18 (25th to 75th percentile: 12–28). The mortality rate was 60% (96/160). Univariate logistic regression analysis confirmed the significance of age, CRP, and lymphocytes at admission to hospital, serum albumin, D-dimer, and IL-6 at admission to ICU, and CT score. Serum albumin, D-dimer, and IL-6 at admission to ICU were independently associated with mortality in the final multivariate analysis. Conclusion In the present study of 160 consecutive critically ill COVID-19 patients with moderate to severe ARDS, IL-6, serum albumin, and D-dimer at admission to ICU, accompanied by chest CT severity score, were marked as independent predictors of mortality. 1. IntroductionCOVID-19 infection is a pandemic disease that to this date affected more than 70 million people over the world with more than 1.6 million registered death cases [1]. Numerous studies over the last few months have shown a wide specter of clinical presentation of infection with SARS-CoV-2 virus. It is usually presented as bilateral pneumonia, but with multiple extrapulmonary manifestations that can lead to severe complications and death [2–5]. Rapid worsening of clinical status is a result of a combination of severe viral illness, increased demand on the heart, systemic inflammatory response, compounded by low oxygen levels due to pneumonia, and increased propensity for blood clot formation. Supportive oxygenation therapy, as well as mechanical ventilation, is still a key management strategy in treating patients. Although the overall intrahospital mortality is decreasing lately, the mortality rate of patients admitted to the Intensive Care Unit (ICU) remains relatively high [6]. Definitive predictors of poor clinical outcomes are still uncertain, mainly due to the unpredictability of the disease and multiple underlying pathophysiological mechanisms that can affect patient's condition and further prognosis [7–9]. It is shown so far that advanced age, male sex, the presence of comorbidities including hypertension, diabetes mellitus, malignancies, and cardiovascular and cerebrovascular diseases are associated with higher mortality rate [10–12]. Identifying credible predictors of mortality, especially in critically ill patients, is a challenging task considering the variety of different critical conditions, including acute respiratory distress syndrome, secondary infection, shock, acute heart, and kidney injury. Predictors of mortality among laboratory parameters are important as they can reflect possible mechanisms of disease progression and give important information on potentially useful therapeutic modalities [13].In the present study, we analyzed patients admitted to ICU to evaluate potential independent predictors of mortality in critically ill COVID-19 patients with moderate to severe acute respiratory distress syndrome (ARDS). 2. MethodsIn this single-center study, we included 160 consecutive patients with confirmed COVID-19 infection admitted to the Respiratory Intensive Care Unit of University Hospital Center Bezanijska kosa, Belgrade, Serbia, between June 23, 2020, and October 2, 2020. University Hospital Center Bezanijska kosa is a reference COVID-19 high-volume center, treating more than 1000 COVID-19 patients per month overall and more than 100 patients in ICU. Infection with SARS-CoV-2 virus was confirmed by real-time PCR assay from a nasopharyngeal swab sample. Chest X-ray was performed at hospital admission and onwards in terms of control if necessary. Chest CT was obligatory at admission, including the estimation of CT severity score. Typical COVID-19 pneumonia changes were evaluated including bilateral lung involvement with ground-glass opacities, consolidations, interlobular septal thickening, and crazy paving patterns, as well as pleural effusion and lymphadenopathy. According to the severity of the observed changes, every lobe was given 0-5 points (for upper, middle, and lower right lung lobe, and upper and lower left lung lobe, respectively) forming the maximum possible score of 25 points. Except scoring, the disease was classified into 4 stages (early, progressive, peak, and absorption). A follow-up chest CT was indicated in case of clinical deterioration and was usually performed right before or after the admission to ICU. Main clinical criteria for Respiratory Intensive Care Unit admission was radiographic or CT scan severity score progression, peripheral oxygen saturation (Sp02) below 93% despite maximal conventional supportive oxygen therapy (up to 15 L/min through a nasal cannula, conventional oxygen, or nonrebreather mask), laboratory test results, mainly an increase of inflammatory parameters after repeated controls and arterial blood gas test. Critically ill patients on invasive, noninvasive ventilation, and high flow oxygen therapy with moderate and severe ARDS were selected for the study according to the Berlin definition of ARDS [14]. Patients on conventional oxygen therapy being admitted to ICU due to gradual clinical deterioration were not included. During the hospitalization, patients were treated according to the adjusted National Protocol of the Republic of Serbia for the treatment of COVID-19 infection. Antiviral agents (favipiravir, remdesivir) were used in 5-7 days from symptom onset in patients on supportive oxygen therapy and with radiographically verified severe bilateral pneumonia. Favipiravir was administered orally, 3200 mg in two doses the first day, and 600 mg in two doses for the next 4 days. Remdesivir was administered intravenously, 200 mg the first day, and 100 mg for the next 4-9 days in consultation with an infectologist. Corticosteroids (prednisone 0.5 mg/kg in two doses, methylprednisolone 1-2 mg/kg, dexamethasone 6 mg/day) were used in patients with moderate to severe clinical image with signs of gradual clinical deterioration or in patients with incipient or developed acute respiratory distress syndrome (ARDS). Anticoagulant therapy was used in standard prophylactic dose of LMWH for patients with multiple risk factors and on conventional oxygen therapy. Therapeutical doses were used, according to the anti-Xa levels, for patients in intensive care unit requiring mechanical ventilation or hi-flow oxygen therapy, those on long-term anticoagulant therapy or in patients with suspectable or confirmed thrombosis. Antibiotics were used empirically or according to the antibiogram. The main criteria for tocilizumab administration was an increase in IL-6 values above 40 ng/L and CRP values above 50 mg/L or a threefold increase during the last 48 h in patients with clinical worsening with more than 25 resp/min, saturation below 93%, and p02 value bellow 8,66 kPa without supportive oxygen therapy. Tocilizumab was administered intravenously at 8 mg/kg body weight (up to a maximum of 800 mg) in two doses, 12 h apart. Convalescent plasma was used in patients with rapid worsening, positive PCR test for SARS-CoV-2 virus, the first two weeks from symptom onset. The recommended dose was 4-5 ml/kg or 200-500 ml per day in two doses. The indication was established according to the specific scoring system with different variables including patient's clinical status, form of the disease, time from symptom onset, respiratory status, radiographic findings, comorbidities, and applied therapy. Among the inotropic agents, noradrenaline, dobutamine, vasopressin, and adrenaline were used. Outcomes were stratified as deceased or discharged from the hospital. All 160 patients were followed until their outcomes.2.1. Data CollectionThe data were collected through medical documentation and the hospital's health informational system (Heliant, v7.3, r48602). Demographic data (age, gender, and BMI), past medical history (hypertension, diabetes mellitus, COPD, coronary heart disease, heart failure, and chronic kidney disease), laboratory values (IL-6, CRP, PCT, ferritin, D-dimer, serum albumin, lymphocytes, thrombocytes, prothrombin time, activated partial thromboplastin time, and fibrinogen), and CT severity score were analyzed to identify predictors of mortality in critically ill COVID-19 patients. Clinical and laboratory parameters were followed upon admission to the hospital and Intensive Care Unit, with certain parameters being followed by their peak or lowest values (IL-6, CRP, PCT, D-dimer, serum albumin, lymphocytes, and CT severity score) during hospitalization. IL-6 values were followed in the period before the Tocilizumab administration. Reference values for evaluated laboratory parameters are presented in Supplemental Table 1. 3. ResultsThe study population included 160 consecutive patients admitted to ICU with moderate to severe ARDS due to COVID-19-related pneumonia. The mean patient age was 65.6 years (range, 29–92 years), predominantly men 68.8%. Laboratory values at admission to hospital and ICU are presented in Table 1. D-dimer, CRP, and ferritin levels were elevated, while the absolute number of lymphocytes was decreased. The median CT score was 20 (25th to 75th percentile: 16-23). 107 (66.9%) patients were on invasive mechanical ventilation, 31 (19.3%) on noninvasive, and 22 (13.8%) on high flow oxygen therapy machine. Median total number of ICU days was 10 (25th to 75th percentile: 6-18), while the median total number of hospital stay was 18 (25th to 75th percentile: 12-28). Detailed characteristics for the whole study population, as well as according to the survival groups, are presented in Table 1. The mortality rate was 60% (96/160). Patients who died were older and had higher CRP and D-dimer levels, and lower levels of lymphocytes at admission to hospital, higher CT score, as well as higher levels of D-dimer and IL-6 and lower levels of lymphocytes and serum albumin at admission to ICU, and they were significantly more on mechanical ventilation. There were no differences in the number of days from the beginning of symptoms to hospital admission or ICU admission between deceased and discharged patients. Tocilizumab was administered to 38 patients (23.8%). There were no differences in mortality between the groups according to Tocilizumab use. In addition, there were no significant baseline differences between the patients who received and did not receive Tocilizumab in the ICU, other than for age, i.e., patients who received Tocilizumab in the ICU were younger (see Supplemental Table 2).Table 1Characteristics of patients admitted to ICU with moderate to severe ARDS due to COVID-19-related pneumonia, overall and subpopulation analysis according to survival.Total (n = 160)ICU patients\np\nLive (n = 64)Dead (n = 96)Gender, n (%) Male110 (68.8)47 (73.4)63 (65.6)0.384 Female50 (31.3)17 (26.6)33 (34.4)Age, mean ± sd65.6 ± 1458.8 ± 15.170.2 ± 11.1\n<0.001\nLaboratory at admission to hospital, median (IQR) CRP81.2 (53.8–173.4)74.7 (46.7–117.5)105.2 (58.1–200.5)\n0.008\n Lymphocytes0.74 (0.53–1.04)0.84 (0.56–1.36)0.66 (0.46–0.86)\n0.001\n D-dimer881 (523–2660)646 (372–1582)1051 (650–3642)\n0.004\n Ferritin875 (497–1482)850 (516–1521)891 (484–1482)0.794 Thrombocytes235 (177–329)247 (200–345)228 (159–302)0.096 INR1.13 (1.01–1.30)1.12 (0.99–1.28)1.14 (1.04–1.34)0.130 PT87 (69–100)90 (72–103)86 (68–99)0.325 APTT25.2 (21.9–29–8)24.1 (21.4–28.0)26.1 (22.7–30.2)0.077 Fibrinogen3.9 (3.4–4.9)4.0 (3.5–4.8)3.8 (3.2–4.9)0.605Laboratory at admission to ICU, median (IQR) CRP87.8 (51.5–173.3)78.4 (52.3–148.9)95.1 (50.7–195.9)0.166 Lymphocytes0.63 (0.44–0.88)0.7 (0.49–0.99)0.61 (0.38–0.81)\n0.019\n D-dimer1414 (701–5030)1027 (566–2585)1944 (860–7423)\n0.001\n Ferritin1108 (485–1698)1181 (625–1640)1058 (454–1764)0.947 Thrombocytes191 (150–278)191 (151–259)195 (149–291)0.668 Serum albumin31 (29–34)35 (33–37)29 (27–31)\n<0.001\n INR1.15 (1.05–1.29)1.13 (1.01–1.28)1.16 (1.08–1.35)0.087 PT89 (72–103)96 (74–108)86 (69–99)0.115 APTT25.9 (23.1–28.5)25.4 (22.7–27.6)26.1 (23.3–29.8)0.272 Fibrinogen4.3 (3.6–5.3)4.4 (3.7–5.4)4.2 (3.6–5.2)0.744 IL691 (38.80–286.00)50.42 (24.45–100.90)133.80 (74.00–426.80)\n<0.001\nCT score20 (16–23)19 (16–22)21 (19–23)\n0.017\nFrom beginning of symptoms to hospital admission (days), median (IQR)7 (4–9)7 (5–9)7 (4–10)0.844From beginning of symptoms to IUC admission (days), median (IQR)10 (8–12)11 (8–13)10 (7–12)0.461Mechanical ventilation, n (%)107 (66.9)13 (20.3)94 (97.9)\n<0.001\nTocilizumab, n (%)38 (23.8)13 (20.3)25 (26)0.452Open in a separate windowThe presence of comorbidities is presented in Table 2. There were 37 patients without comorbidities (23.7%) and 48 with one comorbidity (30.8%), while 71 patient had multiple comorbidities (45.5%). The total number of patients with comorbidities was 120 (76.4%). There were no significant differences in the presence of comorbidities according to the survival groups.Table 2The presence of comorbidities in the study population.Comorbidities, n (%)Total (n = 160)ICU patients\np\nLive (n = 64)Dead (n = 96) Hypertension109 (69.4)40 (62.5)69 (74.2)0.158 Diabetes52 (33.1)26 (40.6)26 (28.0)0.121 Obesity14 (8.9)6 (9.5)8 (8.5)1.000 HOBP8 (5.1)1 (1.6)7 (7.5)0.095 Asthma6 (3.8)2 (3.1)4 (4.3)0.706 Coronary disease28 (17.8)10 (15.6)18 (19.4)0.672 Cardiomyopathy14 (8.9)6 (9.4)8 (8.6)1.000Number of comorbidities None37 (23.7%)18 (28.6%)19 (20.4%)0.457 148 (30.8%)17 (27.0%)31 (33.3%) ≥271 (45.5%)28 (44.4%)43 (46.2%)Total number of patients with comorbidities120 (76.4%)46 (71.9%)74 (79.6%)0.339Open in a separate windowUnivariate logistic regression analysis confirmed the significance of the following variables associated with the mortality of patients admitted to ICU due to COVID-19-related pneumonia: age, CRP, and lymphocytes at admission to hospital, albumin, D-dimer, and IL-6 at admission to ICU, and CT score Table 3.Table 3Univariate logistic regression analysis for mortality of patients admitted to ICU due to COVID-19-related pneumonia, continuous variables used in the model.Variable\np\nRR95% CI for RRAge<0.0011.0671.039–1.097At admission to hospital CRP0.0131.0051.001–1.009 Lymphocytes0.0030.3410.168–0.690 D-dimer0.5851.0001.000–1.000At admission to ICU Lymphocytes0.0590.5130.256–1.027 D-dimer0.0131.0001.000–1.000 Serum albumin<0.0010.5530.455–0.673 IL60.0201.0021.000–1.003CT score0.0321.0891.008–1.178Mechanical ventilation<0.001184.38540.037–849.161Open in a separate windowBased on ROC curves (Figure 1) we determined cut-off points for significant continuous variables from the logistic regression analysis predicting mortality and used the categorical variables further in analysis to develop easy to use predictive model.Open in a separate windowFigure 1ROC curves for (a) age, (b) serum albumin, (c) IL-6, (d) D-dimer, and (e) CT score.The following variables were independently associated with mortality in the final multivariate analysis: serum albumin, IL-6, and D-dimer at admission to ICU (Table 4).Table 4The univariate logistic regression analysis with categorical variables used and the full multivariate prognostic logistic model predicting mortality.VariableUnivariate analysisMultivariate analysis\np\nRR95% CI for RR\np\nRR95% CI for RRAge > 65 yrs<0.0013.4951.801–6.779///At admission to ICU Albumin < 33<0.00122.2869.319–53.294<0.00125.7407.491–88.443 IL–6 > 72<0.0016.1002.857–13.0230.0026.2451.937–20.129 D − dimer > 10000.0262.1111.091–4.0850.0134.5741.375–15.212CT score ≥ 200.0242.3621.120–4.980///Open in a separate window 4. DiscussionThe present study on critically ill COVID-19 patients with moderate to severe ARDS showed a correlation of serum albumin, IL-6, and D-dimer all together at admission to ICU, accompanied by chest CT severity score, as independent predictors of mortality. These results are relying on the fact that cytokine storm and endothelial injury with induced procoagulable state have been marked as essential pathophysiological mechanisms of multiorgan failure and death in patients with severe COVID-19 infection [15–20].It is important to point out that the results from univariate logistic regression analysis revealed age, CRP, and lymphocytes at admission to hospital as predictors of mortality in patients admitted to ICU, while serum albumin, D-dimer, IL-6, and CT severity score were significant predictors of mortality at admission to the ICU. Final multivariate analysis revealed serum albumin, IL-6, and D-dimer at admission to ICU as independently associated with mortality. These results are reflecting the unpredictability of the disease and its clinical course, aggravating the usage of appropriate therapy in a timely manner.Hypoalbuminemia (serum albumin levels below 35 g/L) is more severe in critically ill patients and is associated with poor outcomes [21]. Its correlation with elevated D-dimer values in these patients, as in the study by Violi et al., has been linked to an enhanced risk of arterial and venous thrombosis [22]. Patients showed not only higher levels of D-dimer but also higher levels of CRP and creatinine, probably due to increased vascular permeability, kidney, or liver disease. Serum albumin is also a marker of severe oxidative stress and an acute phase reactant with antioxidant properties that may undergo irreversible oxidation [21]. It is a source of free thiols that can expel reactive oxidant species. Reactive oxidant species comprehend platelet and clotting activation, which is the reason why more patients with severe hypoalbuminemia are at greater risk of potential thrombotic events. Overall, synthesis in the liver is downregulated due to the effects of cytokines being released during the cytokine storm. Hypoalbuminemia followed by massive fluid loss due to severe infection is also responsible for hypovolemia and shock in these patients [23]. Correlation of albumin levels and severity of the infection is presented through the specific CRP/albumin ratio, already marked as an independent risk factor for severe COVID-19 infection [24, 25].IL-6 induces oxidative stress and endothelial dysfunction by overexpression of the Angiotensin II type 1 receptor, which was presented 15 years ago in paperwork by Wassman et al. [26]. This also represents an important pathogenetic mechanism of the atherosclerotic process. Having in mind the cell entry mechanism of the SARS-CoV-2 virus through ACE2 receptors, the viral invasion is subsequently causing a dysregulation between ACE, Angiotensin II, and AT1 receptors, favoring the progression of inflammatory and thrombotic processes [27]. Lately, several studies have presented IL-6 as an independent predictor of patient outcomes in terms of the severity of the disease and survival [28, 29]. In our study, the values of IL-6 during hospitalization were followed before tocilizumab administration, as there was an elevation of IL-6 levels after usage due to disrupted clearance after drug saturation of the receptors. In a large study evaluating the role of different cytokines in COVID-19 infection, only IL-6 and TNF-α showed significant prognostic value [28]. Unlike other states where cytokine levels are increased, as in sepsis, the levels of IL-6 and TNF-α in patients with COVID-19 were sustained during days or even weeks, which makes the decision for administering the anticytokine treatment on time more difficult. Evaluating the levels of IL-6 early in disease onset can stratify patients at higher risk to develop a more severe form of the disease [30].Increased levels of D-dimer, a fibrin degradation product, are associated with worse prognosis in patients with COVID-19, including an increased risk of ICU admission, mechanical ventilation, and death [31–33]. Severe endothelial dysfunction, subsequently caused by direct viral involvement and overproduction of cytokines, is causing a hypercoagulable state creating a suitable soil for intravascular thrombosis in both macro and microcirculation. The incidence of pulmonary embolism has been increased in patients with COVID-19 infection, estimated to be up to 9% of the cases, verified by CT pulmonary angiography [34]. In certain studies, venous thrombosis was found in up to 35% of the cases, mainly as deep vein thrombosis (DVT) [35]. Patients with ARDS within COVID-19 infection have a substantially increased rate of pulmonary embolism, estimated to be 11.8%, while patients diagnosed with thrombotic complications have more than a 5-fold increase in all-cause mortality [36]. The reported percentage of patients with increased D-dimer levels in ICU is going up to 81%, speaking in favor of a large portion of patients with microthrombosis as the main presentation of hypercoagulable state [37]. The overall coagulation status in patients with COVID-19 is extremely significant, as prolonged prothrombin time and activated partial thromboplastin time are also found to be associated with higher mortality from COVID-19 infection [38, 39].Chest CT severity score is a useful imaging modality tool in evaluating the extensiveness of pulmonary involvement and stratifying patients not only numerically but also descriptively by estimating in which of the 4 stadiums of the disease the patient is (early, progressive, peak, or absorption) [40, 41]. In our study, the cut-off value of 20 points was related to poor clinical outcome, according to the prognostic logistic model. Previous studies on the importance of chest CT severity score are supporting this conclusion, with similar cut-off values being defined [42].During the hospitalization, patients were strictly treated according to the protocol, as explained in the Methods section. Previously, the effects of anticoagulant therapy have been undisputedly proven to be connected with improved survival. In hospitalized COVID-19 patients receiving both prophylactic and therapeutical doses, there is a 30% lower chance of intubation and 50% higher chance of survival, especially in patients receiving low molecular weight heparin, as used in our study [43]. Although the anticoagulant therapy in COVID-19 patients has become almost mandatory in treatment protocols, the significant decrease in overall mortality of critically ill patients has not been noted yet, speaking in favor of multiple pathophysiological mechanisms being responsible for poor clinical outcomes.The main difference between used therapeutic modalities in our study was the introduction of antiviral agents (remdesivir and favipiravir), although only 19 (11.8%) patients did not have it available during hospitalization. Considering the effects on outcomes, WHO recently recommended against the use of remdesivir, as evidence suggested no effects on mortality, need for mechanical ventilation, and other outcomes [44]. The positive effects, as presented by Beigel et al., are for now limited to evidence of shorter time to recovery, as this was the primary endpoint of the study [45]. Favipiravir promotes rapid viral clearance and a higher clinical recovery rate by shortening the disease course and reducing the need for oxygen requirement. However, the supportive data on resulting in lower rates of respiratory failure, ICU admissions, or all-cause mortality is missing [46]. Further studies will provide more insights into its clinical safety and efficacy.Potential therapeutic effects of albumins must be considered, having in mind that serum albumin was the strongest independent predictor of mortality in our study. It is already shown that the administration of albumin in critically ill patients with acute respiratory distress syndrome might have its advantages. It improves oxygenation early after the treatment, probably by reducing the alveolar-capillary leakage, but without effects on the overall mortality rate [47]. Several limitations regarding the administration of albumin solutions are inevitable, including dosage, treatment length, possible effects on renal function, and the optimal moment of therapy initiation. However, the usefulness in critically ill COVID-19 patients is yet to be established in randomized controlled trials.Speaking of novel therapeutic modalities, it is important to emphasize that in our results, there were no differences in mortality between the groups according to Tocilizumab use. To properly estimate the effectiveness of Tocilizumab and the possible role of IL-6 as an independent predictor of mortality, patients that received Tocilizumab before admission to ICU were not included in the study. Also, the baseline characteristics between the groups were not statistically significant, which is especially important to underline (Supplemental Table 2). After numerous trials investigating the potential benefits of this IL-6 receptor blocker, the definitive results are still controversial, probably due to an undetermined time frame of the best usability in correlation with clinical course [48, 49].There are several limitations to the study. This is a single-center study. Although the sample size is quite satisfying, considering that these are critically ill patients, future multicenter, prospective studies will shed light on stronger correlations between different predictors of mortality in COVID-19 patients paving the way for potentially useful novel therapeutic modalities. ICU scoring systems (mainly SOFA and APACHE II scores) were not used as a part of the data considering their clinical utility has already been proven in several studies [50, 51]. 5. ConclusionIn this single-center study of 160 consecutive critically ill COVID-19 patients with moderate to severe ARDS demanding high oxygen flow, serum albumin, IL-6, and D-dimer at admission to ICU, accompanied by a chest CT severity score, were marked as independent predictors of mortality. This conclusion supports previous studies on cytokine storm and diffuse microvascular thrombosis/thrombotic events as potential mechanisms of poor clinical outcomes. Further larger prospective multicenter studies are necessary to determine the exact correlation between different predictors of mortality in order to stratify patients with a significant chance of developing a severe form of the disease. AcknowledgmentsThe authors would like to acknowledge all healthcare professionals which are in the first line against COVID-19 disease in the Republic of Serbia and worldwide. AbbreviationsCOVID-19:Coronavirus disease 19ICU:Intensive Care UnitARDS:Acute Respiratory Distress SyndromeCT:Computerized tomographyCRP:C-reactive proteinCAR:CRP/albumin ratioIL-6:Interleukin-6SARS-CoV-2:Severe acute respiratory syndrome, coronavirus 2PCR:Polymerase chain reactionLMWH:Low-molecular-weight heparinCOPD:Chronic obstructive pulmonary diseasePCT:ProcalcitoninACE-2:Angiotensin-converting enzyme 2TNF-α:Tumor necrosis factor-αAPACHE-II:Acute Physiology and Chronic Health EvaluationSOFA:Sequential Organ Failure Assessment. References1. Coronavirus Cases.  Retrieved December 16, 2020, from  https://www.worldometers.info/coronavirus/2. Lai C. C., Ko W. C., Lee P. I., Jean S. S., Hsueh P. R. Extra-respiratory manifestations of COVID-19. International Journal of Antimicrobial Agents. 2020;56(2):p. 106024. doi: 10.1016/j.ijantimicag.2020.106024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Bandyopadhyay D., Akhtar T., Hajra A., et al.  COVID-19 pandemic: cardiovascular complications and future implications. American Journal of Cardiovascular Drugs. 2020;20(4):311–324. doi: 10.1007/s40256-020-00420-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Asadi-Pooya A. A., Simani L. Central nervous system manifestations of COVID-19: a systematic review. Journal of the Neurological Sciences. 2020;413, article 116832 doi: 10.1016/j.jns.2020.116832. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Lee I. C., Huo T. L., Huang Y. H. Gastrointestinal and liver manifestations in patients with COVID-19. Journal of the Chinese Medical Association. 2020;83(6):521–523. doi: 10.1097/JCMA.0000000000000319. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Armstrong R. A., Kane A. D., Cook T. M. Outcomes from intensive care in patients with COVID-19: a systematic review and meta-analysis of observational studies. Anaesthesia. 2020;75(10):1340–1349. doi: 10.1111/anae.15201. [PubMed] [CrossRef] [Google Scholar]7. Mehraeen E., Karimi A., Barzegary A., et al.  Predictors of mortality in patients with COVID-19-a systematic review. European Journal of Integrative Medicine. 2020;40:p. 101226. doi: 10.1016/j.eujim.2020.101226. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Henry B. M., de Oliveira M. H. S., Benoit S., Plebani M., Lippi G. Hematologic, biochemical and immune biomarker abnormalities associated with severe illness and mortality in coronavirus disease 2019 (COVID-19): a meta-analysis. Clinical Chemistry and Laboratory Medicine. 2020;58(7):1021–1028. doi: 10.1515/cclm-2020-0369. [PubMed] [CrossRef] [Google Scholar]9. Tian W., Jiang W., Yao J., et al.  Predictors of mortality in hospitalized COVID-19 patients: a systematic review and meta-analysis. Journal of Medical Virology. 2020;92(10):1875–1883. doi: 10.1002/jmv.26050. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Hessami A., Shamshirian A., Heydari K., et al.  Cardiovascular diseases burden in COVID-19: Systematic review and meta-analysis. European Journal of Integrative Medicine. 2020 doi: 10.1016/j.ajem.2020.10.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Parohan M., Yaghoubi S., Seraji A., Javanbakht M. H., Sarraf P., Djalali M. Risk factors for mortality in patients with coronavirus disease 2019 (COVID-19) infection: a systematic review and meta-analysis of observational studies. The Aging Male. 2020;23:1–9. doi: 10.1080/13685538.2020.1774748. [PubMed] [CrossRef] [Google Scholar]12. Mesas A. E., Cavero-Redondo I., Álvarez-Bueno C., et al.  Predictors of in-hospital COVID-19 mortality: a comprehensive systematic review and meta-analysis exploring differences by age, sex and health conditions. PLoS One. 2020;15(11, article e0241742) doi: 10.1371/journal.pone.0241742. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Kiss S., Gede N., Hegyi P., et al.  Early changes in laboratory parameters are predictors of mortality and ICU admission in patients with COVID-19: a systematic review and meta-analysis. Medical Microbiology and Immunology. 2021;210(1):33–47. doi: 10.1007/s00430-020-00696-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. ARDS Definition Task Force, Ranieri V. M., Rubenfeld G. D., et al.  Acute respiratory distress syndrome: the Berlin definition. Journal of the American Medical Association. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]15. Hu B., Huang S., Yin L. The cytokine storm and COVID-19. Journal of Medical Virology. 2021;93(1):250–256. doi: 10.1002/jmv.26232. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Jose R. J., Manuel A. COVID-19 cytokine storm: the interplay between inflammation and coagulation. The Lancet Respiratory Medicine. 2020;8(6):e46–e47. doi: 10.1016/S2213-2600(20)30216-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Libby P., Lüscher T. COVID-19 is, in the end, an endothelial disease. European Heart Journal. 2020;41(32):3038–3044. doi: 10.1093/eurheartj/ehaa623. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Amraei R., Rahimi N. COVID-19, renin-angiotensin system and endothelial dysfunction. Cells. 2020;9(7):p. 1652. doi: 10.3390/cells9071652. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Rico-Mesa J. S., Rosas D., Ahmadian-Tehrani A., White A., Anderson A. S., Chilton R. The role of anticoagulation in COVID-19-induced hypercoagulability. Current Cardiology Reports. 2020;22(7):p. 53. doi: 10.1007/s11886-020-01328-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Spiezia L., Boscolo A., Poletto F., et al.  COVID-19-related severe hypercoagulability in patients admitted to intensive care unit for acute respiratory failure. Thrombosis and Haemostasis. 2020;120(6):998–1000. doi: 10.1055/s-0040-1710018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Huang J., Cheng A., Kumar R., et al.  Hypoalbuminemia predicts the outcome of COVID-19 independent of age and co-morbidity. Journal of Medical Virology. 2020;92(10):2152–2158. doi: 10.1002/jmv.26003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Violi F., Cangemi R., Romiti G. F., et al.  Is albumin predictor of mortality in COVID-19? Antioxidants & Redox Signaling. 2020 doi: 10.1089/ars.2020.8142. [PubMed] [CrossRef] [Google Scholar]23. Ramadori G. Hypoalbuminemia: an underestimated, vital characteristic of hospitalized COVID-19 positive patients? Hepatoma Research. 2020;2020:p. 28. doi: 10.20517/2394-5079.2020.43. [CrossRef] [Google Scholar]24. Bannaga A. S., Tabuso M., Farrugia A., et al.  C-reactive protein and albumin association with mortality of hospitalised SARS-CoV-2 patients: a tertiary hospital experience. Clinical Medicine. 2020;20(5):463–467. doi: 10.7861/clinmed.2020-0424. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Feketea G. M., Vlacha V. The diagnostic significance of usual biochemical parameters in coronavirus disease 19 (COVID-19): albumin to globulin ratio and CRP to albumin ratio. Frontiers in Medicine. 2020;7, article 566591 doi: 10.3389/fmed.2020.566591. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Wassmann S., Stumpf M., Strehlow K., et al.  Interleukin-6 induces oxidative stress and endothelial dysfunction by overexpression of the angiotensin II type 1 receptor. Circulation Research. 2004;94(4):534–541. doi: 10.1161/01.RES.0000115557.25127.8D. [PubMed] [CrossRef] [Google Scholar]27. Verdecchia P., Cavallini C., Spanevello A., Angeli F. The pivotal link between ACE2 deficiency and SARS-CoV-2 infection. European Journal of Internal Medicine. 2020;76:14–20. doi: 10.1016/j.ejim.2020.04.037. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. del Valle D. M., Kim-Schulze S., Huang H. H., et al.  An inflammatory cytokine signature predicts COVID-19 severity and survival. Nature Medicine. 2020;26(10):1636–1643. doi: 10.1038/s41591-020-1051-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Laguna-Goya R., Utrero-Rico A., Talayero P., et al.  IL-6-based mortality risk model for hospitalized patients with COVID-19. Journal of Allergy and Clinical Immunology. 2020;146(4):799–807.e9. doi: 10.1016/j.jaci.2020.07.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Herold T., Jurinovic V., Arnreich C., et al.  Elevated levels of IL-6 and CRP predict the need for mechanical ventilation in COVID-19. Journal of Allergy and Clinical Immunology. 2020;146(1):128–136.e4. doi: 10.1016/j.jaci.2020.05.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Paliogiannis P., Mangoni A. A., Dettori P., Nasrallah G. K., Pintus G., Zinellu A. D-dimer concentrations and COVID-19 severity: a systematic review and meta-analysis. Frontiers in Public Health. 2020;8:p. 432. doi: 10.3389/fpubh.2020.00432. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Berger J. S., Kunichoff D., Adhikari S., et al.  Prevalence and outcomes of D-dimer elevation in hospitalized patients with COVID-19. Arteriosclerosis, Thrombosis, and Vascular Biology. 2020;40(10):2539–2547. doi: 10.1161/ATVBAHA.120.314872. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Zhang L., Yan X., Fan Q., et al.  D-dimer levels on admission to predict in-hospital mortality in patients with Covid-19. Journal of Thrombosis and Haemostasis. 2020;18(6):1324–1329. doi: 10.1111/jth.14859. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Sakr Y., Giovini M., Leone M., et al.  Pulmonary embolism in patients with coronavirus disease-2019 (COVID-19) pneumonia: a narrative review. Annals of Intensive Care. 2020;10(1):p. 124. doi: 10.1186/s13613-020-00741-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Yu Y., Tu J., Lei B., et al.  Incidence and risk factors of deep vein thrombosis in hospitalized COVID-19 patients. Clinical and Applied Thrombosis/Hemostasis. 2020;26:p. 107602962095321. doi: 10.1177/1076029620953217. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. McFadyen J. D., Stevens H., Peter K. The emerging threat of (micro)thrombosis in COVID-19 and its therapeutic implications. Circulation Research. 2020;127(4):571–587. doi: 10.1161/CIRCRESAHA.120.317447. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Zhou F., Yu T., Du R. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet. 2020;395:1054–1062. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Long H., Nie L., Xiang X., et al.  D-dimer and prothrombin time are the significant indicators of severe COVID-19 and poor prognosis. BioMed Research International. 2020;2020:10. doi: 10.1155/2020/6159720.6159720 [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Luo H. C., You C. Y., Lu S. W., Fu Y. Q. Characteristics of coagulation alteration in patients with COVID-19. Annals of Hematology. 2021;100(1):45–52. doi: 10.1007/s00277-020-04305-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Francone M., Iafrate F., Masci G. M., et al.  Chest CT score in COVID-19 patients: correlation with disease severity and short-term prognosis. European Radiology. 2020;30(12):6808–6817. doi: 10.1007/s00330-020-07033-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Abbasi B., Akhavan R., Ghamari Khameneh A., et al.  Evaluation of the relationship between inpatient COVID-19 mortality and chest CT severity score. American Journal of Emergency Medicine. 2020;S0735-6757(20):30851–30852. doi: 10.1016/j.ajem.2020.09.056. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Yang R., Li X., Liu H., et al.  Chest CT severity score: an imaging tool for assessing severe COVID-19. Radiology: Cardiothoracic Imaging. 2020;2(2, article e200047) doi: 10.1148/ryct.2020200047. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Nadkarni G. N., Lala A., Bagiella E., et al.  Anticoagulation, bleeding, mortality, and pathology in hospitalized patients with COVID-19. Journal of the American College of Cardiology. 2020;76(16):1815–1826. doi: 10.1016/j.jacc.2020.08.041. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. WHO Solidarity Trial Consortium. Repurposed antiviral drugs for COVID-19 - interim WHO Solidarity trial results. The New England Journal of Medicine. 2020;384(6):497–511. doi: 10.1101/2020.10.15.20209817. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Beigel J. H., Tomashek K. M., Dodd L. E., et al.  Remdesivir for the treatment of Covid-19 - final report. The New England Journal of Medicine. 2020;383(19):1813–1826. doi: 10.1056/NEJMoa2007764. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Joshi S., Parkar J., Ansari A., et al.  Role of favipiravir in the treatment of COVID-19. International Journal of Infectious Diseases. 2021;102:501–508. doi: 10.1016/j.ijid.2020.10.069. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Uhlig C., Silva P. L., Deckert S., Schmitt J., de Abreu M. G. Albumin versus crystalloid solutions in patients with the acute respiratory distress syndrome: a systematic review and meta-analysis. Critical Care. 2014;18(1):p. R10. doi: 10.1186/cc13187. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Cortegiani A., Ippolito M., Greco M., et al.  Rationale and evidence on the use of tocilizumab in COVID-19: a systematic review. Pulmonology. 2021;S2531-0437(20):30153–30157. doi: 10.1016/j.pulmoe.2020.07.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Stone J. H., Frigault M. J., Serling-Boyd N. J., et al.  Efficacy of tocilizumab in patients hospitalized with Covid-19. New England Journal of Medicine. 2020;383(24):2333–2344. doi: 10.1056/NEJMoa2028836. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Liu S., Yao N., Qiu Y., He C. Predictive performance of SOFA and qSOFA for in-hospital mortality in severe novel coronavirus disease. The American Journal of Emergency Medicine. 2020;38(10):2074–2080. doi: 10.1016/j.ajem.2020.07.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Zou X., Li S., Fang M., et al.  Acute physiology and chronic health evaluation II score as a predictor of hospital mortality in patients of coronavirus disease 2019. Critical Care Medicine. 2020;48(8):e657–e665. doi: 10.1097/CCM.0000000000004411. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}