{"title": "Therapeutic mechanisms of mesenchymal stem cells in acute respiratory distress syndrome reveal potentials for Covid-19 treatment", "pubDate": "2021", "PMCID": "PMC8107778", "DOI": "10.1186/s12967-021-02862-x", "PMID": "33971907", "abstract": "The mortality rate of critically ill patients with acute respiratory distress syndrome (ARDS) is 30.9% to 46.1%. The emergence of the coronavirus disease 2019 (Covid-19) has become a global issue with raising dire concerns. Patients with severe Covid-19 may progress toward ARDS. Mesenchymal stem cells (MSCs) can be derived from bone marrow, umbilical cord, adipose tissue and so on. The easy accessibility and low immunogenicity enable MSCs for allogeneic administration, and thus they were widely used in animal and clinical studies. Accumulating evidence suggests that mesenchymal stem cell infusion can ameliorate ARDS. However, the underlying mechanisms of MSCs need to be discussed. Recent studies showed MSCs can modulate immune/inflammatory cells, attenuate endoplasmic reticulum stress, and inhibit pulmonary fibrosis. The paracrine cytokines and exosomes may account for these beneficial effects. In this review, we summarize the therapeutic mechanisms of MSCs in ARDS, analyzed the most recent animal experiments and Covid-19 clinical trial results, discussed the adverse effects and prospects in the recent studies, and highlight the potential roles of MSC therapy for Covid-19 patients with ARDS.", "author": [{"author": "Wendi Wang", "affiliation": ["Institute of Microcirculation, Hebei North University, 11 Diamond South-road, Keji Building, Room 213, Zhangjiakou, 075000, Hebei, China.", "Department of Pathophysiology of Basic Medical College, Hebei North University, Zhangjiakou, 075000, Hebei, China.", "Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Shijiazhuang, 050017, Hebei, China.", "Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Zhangjiakou, 075000, Hebei, China.", "Pathophysiology Experimental Teaching Center of Basic Medical College, Hebei North University, Zhangjiakou, 075000, Hebei, China."], "href": "/?term=Wang+W&cauthor_id=33971907"}, {"author": "Wei Lei", "affiliation": ["Department of Cardiovascular Surgery of the First Affiliated Hospital & Institute for Cardiovascular Science, State Key Laboratory of Radiation Medicine and Protection, Medical College, Soochow University, Suzhou, 215000, Jiangsu, China."], "href": "/?term=Lei+W&cauthor_id=33971907"}, {"author": "Lina Jiang", "affiliation": ["Institute of Microcirculation, Hebei North University, 11 Diamond South-road, Keji Building, Room 213, Zhangjiakou, 075000, Hebei, China.", "Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Shijiazhuang, 050017, Hebei, China.", "Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Zhangjiakou, 075000, Hebei, China."], "href": "/?term=Jiang+L&cauthor_id=33971907"}, {"author": "Siqi Gao", "affiliation": ["Institute of Microcirculation, Hebei North University, 11 Diamond South-road, Keji Building, Room 213, Zhangjiakou, 075000, Hebei, China.", "Department of Pathophysiology of Basic Medical College, Hebei North University, Zhangjiakou, 075000, Hebei, China.", "Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Shijiazhuang, 050017, Hebei, China.", "Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Zhangjiakou, 075000, Hebei, China.", "Pathophysiology Experimental Teaching Center of Basic Medical College, Hebei North University, Zhangjiakou, 075000, Hebei, China."], "href": "/?term=Gao+S&cauthor_id=33971907"}, {"author": "Shijun Hu", "affiliation": ["Department of Cardiovascular Surgery of the First Affiliated Hospital & Institute for Cardiovascular Science, State Key Laboratory of Radiation Medicine and Protection, Medical College, Soochow University, Suzhou, 215000, Jiangsu, China."], "href": "/?term=Hu+S&cauthor_id=33971907"}, {"author": "Zi-Gang Zhao", "affiliation": ["Institute of Microcirculation, Hebei North University, 11 Diamond South-road, Keji Building, Room 213, Zhangjiakou, 075000, Hebei, China. zzghyl@126.com.", "Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Shijiazhuang, 050017, Hebei, China. zzghyl@126.com.", "Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Zhangjiakou, 075000, Hebei, China. zzghyl@126.com.", "Pathophysiology Experimental Teaching Center of Basic Medical College, Hebei North University, Zhangjiakou, 075000, Hebei, China. zzghyl@126.com."], "href": "/?term=Zhao+ZG&cauthor_id=33971907"}, {"author": "Chun-Yu Niu", "affiliation": ["Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Shijiazhuang, 050017, Hebei, China. ncylxf@126.com.", "Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Zhangjiakou, 075000, Hebei, China. ncylxf@126.com.", "Basic Medical College, Hebei Medical University, Shijiazhuang, 050017, Hebei, China. ncylxf@126.com."], "href": "/?term=Niu+CY&cauthor_id=33971907"}, {"author": "Zhen-Ao Zhao", "affiliation": ["Institute of Microcirculation, Hebei North University, 11 Diamond South-road, Keji Building, Room 213, Zhangjiakou, 075000, Hebei, China. zhaozhenao@hebeinu.edu.cn.", "Department of Pathophysiology of Basic Medical College, Hebei North University, Zhangjiakou, 075000, Hebei, China. zhaozhenao@hebeinu.edu.cn.", "Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Shijiazhuang, 050017, Hebei, China. zhaozhenao@hebeinu.edu.cn.", "Hebei Key Laboratory of Critical Disease Mechanism and Intervention, Zhangjiakou, 075000, Hebei, China. zhaozhenao@hebeinu.edu.cn.", "Pathophysiology Experimental Teaching Center of Basic Medical College, Hebei North University, Zhangjiakou, 075000, Hebei, China. zhaozhenao@hebeinu.edu.cn."], "href": "/?term=Zhao+ZA&cauthor_id=33971907"}], "refPMID": ["26903337", "22797452", "30233877", "19924393", "32167524", "30872586", "32016537", "29635868", "31675167", "24375439", "28638470", "29126438", "27460855", "17362785", "29761416", "27888550", "31485828", "33397585", "31978945", "32167524", "31338092", "27558335", "29167125", "28112391", "22224774", "27849031", "31060326", "25840995", "31728357", "31157263", "29319160", "28598224", "27546994", "29979191", "27059413", "20042672", "31173158", "32636835", "27842458", "18832657", "31100425", "31801626", "32353505", "30187337", "30277586", "25887535", "32698911", "32111238", "23028899", "28376378", "30242894", "21980392", "26674641", "10793167", "24682451", "20554518", "31481897", "30892077", "31588189", "31800531", "30841904", "31170401", "32433208", "28128330", "29436612", "28245985", "31115492", "31364255", "31588241", "29856737", "10193364", "31930075", "31950448", "31772503", "30628652", "25529339", "30455077", "28960096", "32292627", "24708472", "30903229", "31346794", "32472653", "32651579", "33584343", "33406353", "33523609", "33264556", "29116998", "31219247", "32257537", "32855385", "33568628", "32678017", "32302401", "32498376", "32632085", "32480422", "32301997", "32361250", "25455688", "28051154", "31608724", "30639517", "29787987", "24913579", "27556817", "29072959", "30944433", "21971610", "29301792", "29372557", "31989101", "23313481", "30528726"], "citedInPMID": ["33971907", "34872623", "34840969", "34768236", "34727974", "34683184", "34522905", "34365041"], "body": " AbstractThe mortality rate of critically ill patients with acute respiratory distress syndrome (ARDS) is 30.9% to 46.1%. The emergence of the coronavirus disease 2019 (Covid-19) has become a global issue with raising dire concerns. Patients with severe Covid-19 may progress toward ARDS. Mesenchymal stem cells (MSCs) can be derived from bone marrow, umbilical cord, adipose tissue and so on. The easy accessibility and low immunogenicity enable MSCs for allogeneic administration, and thus they were widely used in animal and clinical studies. Accumulating evidence suggests that mesenchymal stem cell infusion can ameliorate ARDS. However, the underlying mechanisms of MSCs need to be discussed. Recent studies showed MSCs can modulate immune/inflammatory cells, attenuate endoplasmic reticulum stress, and inhibit pulmonary fibrosis. The paracrine cytokines and exosomes may account for these beneficial effects. In this review, we summarize the therapeutic mechanisms of MSCs in ARDS, analyzed the most recent animal experiments and Covid-19 clinical trial results, discussed the adverse effects and prospects in the recent studies, and highlight the potential roles of MSC therapy for Covid-19 patients with ARDS. Keywords: Mesenchymal stem cells, Covid-19, Acute respiratory distress syndrome BackgroundAcute respiratory distress syndrome (ARDS) remains the leading cause of mortality in critically ill patients. The in-hospital mortality rate for ARDS is 34.9%–46.1% [1]. According to the Berlin Definition, ARDS can be categorized into three degrees as mild, moderate, and severe based on the degree of hypoxemia [2]. The causes of ARDS include severe pneumonia, sepsis, trauma, hemorrhagic shock, reperfusion injury, influenza virus, coronavirus and so on [3–5].ARDS is characterized by increased pulmonary capillary endothelial cell and alveolar epithelial cell permeability, inflammatory cell infiltration, lung edema, impairment of oxygenation and pulmonary fibrosis. The main treatments for ARDS patients include mechanical ventilation, using diuretic to reduce pulmonary edema, and prone positioning to improve pulmonary gas exchange [6, 7]. Despite the therapeutic progress, more effective approaches are urgently needed for ARDS.MSCs are multipotent adult stem cells derived from various tissues and organs, including bone marrow (BM), adipose (AD) and umbilical cord (UC). MSC-based therapies are widely used for the treatment of several diseases in pre-clinical models and under investigation in many clinical trials [8–10]. After infusion via veins, MSCs show a tropism for lung tissue due to hemodynamic matter within 5 min. The cell retention time in the lungs ranged from hours to days in different studies [11–15]. Some studies demonstrated that these cells can stay even less than 24 h in the lungs, although still exerting their therapeutic actions [12]. Thus, MSCs have notable strengths for the treatment of lung diseases. Substantial preclinical studies have suggested that infusion of MSCs in animal models exhibits protective effects following ARDS, but the diversity of the mechanisms needs further discussion [16–18].Furthermore, the global spreading coronavirus disease 2019 (Covid-19) is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which is a type of RNA virus belonging to the coronaviridae family [19]. ARDS is the main cause of death in critically ill patients with Covid-19 [20]. MSC transfusion is anticipated to be a feasible therapy for severe or critically ill Covid-19 patients.Here, we summarized the current understanding of therapeutic mechanisms of MSC-based treatments on ARDS. The progress and limitations of MSC therapy in the most recent pre-clinical research and clinical applications were discussed in this review. These results shed light on the treatment of Covid-19. Immunomodulatory properties of MSCs in ARDSNeutrophils have been recognized as the drivers of pathophysiology in ARDS, releasing several pro-inflammatory mediators associated with direct injury to the lung tissue [21]. As neutrophils migrate across the epithelial cells, some toxic mediators are released by neutrophils such as proteases, neutrophil extracellular traps (NETs), and reactive oxygen species (ROS) [6]. Over-production of ROS by neutrophils is also called oxidative burst or respiratory burst [22], which not only kills pathogens but also harms pulmonary vascular endothelium and alveolar epithelium [6]. Mouse AD- and human BM-MSCs infusion can inhibit neutrophil activation and lead to a reduction of ROS [23, 24]. Furthermore, mouse AD-MSCs inhibit the release of NETs which are part of the neutrophil response, thus inhibiting nuclear factor kappa-B (NF-κB) and improving the survival rates in ARDS [24–26]. Interestingly, Human and mouse BM-MSC-conditioned medium also could induce neutrophil apoptosis via inhibiting the NF-κB signaling pathway to alleviate lung injury [27], indicating the paracrine function of MSCs may play important roles in lung repair.Macrophages show a dynamic balance between M1-type (classically activated macrophage) and M2-type (alternatively activated macrophage) polarization during ARDS. The M1 subtype releases pro-inflammatory cytokines, including TNF-α, IFN-γ, IL-1β, IL-6, IL-12, and IL-23, and expresses inducible nitric oxide synthase (iNOS), contrarily, the M2 subtype secretes anti-inflammatory cytokines, including IL-4, IL-10 and TGF-β [28–31]. After noncontact coculture with human BM-MSCs, the macrophages showed increased M2 polarization and phagocytic capacity. This may explain the anti-inflammatory effects of human BM-MSCs in lipopolysaccharide (LPS)-induced mouse lung injury [32]. Furthermore, human AD-MSC-educated macrophages could increase the levels of IL-4 and IL-10, and reduce the levels of TNF-α and IL-6 in the serum and bronchoalveolar lavage fluid, thereby ameliorating the LPS-induced systemic inflammatory response in a mouse model [33]. Therefore, these results revealed human AD-MSCs exert anti-inflammatory roles through regulating M2 polarization. In addition, macrophages incubated with human BM-MSCs showed higher phagocytotic activity in Escherichia coli-induced lung injury in rats [34]. Interestingly, human BM-MSCs may transfer mitochondria to macrophages via tunneling nanotubes and extracellular vesicles to enhance macrophage oxidative phosphorylation, contributing to the antimicrobial effect and phagocytic activity of macrophages in ARDS [32, 35].During ARDS that induced by hemorrhagic shock or LPS, the number of dendritic cells (DCs) in lung tissue is increased, and the maturation of pulmonary DCs participates in aggravating lung inflammatory response and pathological injury [36–38]. Hound AD- and mouse BM-MSCs could induce mature dendritic cells (mDCs) into regulatory dendritic cells (DCregs) population, leading to the suppression of mDCs activation and inhibition of inflammatory cytokines secretion in vitro [39, 40]. Mechanically, paracrine hepatocyte growth factor (HGF) secreted by mouse BM- and human UC-MSCs can activate the AKT signaling pathway, inducing mDCs differentiation into DCregs and inhibit T cell proliferation to ameliorate lung injury in murine models [41, 42].T helper 17 (Th17) cells and regulatory T cells (Treg cells) also play roles in ARDS [43–45]. An increased ratio of Th17/Treg cells is correlated with poor prognosis in ARDS patients, and it is also a novel risk indicator to determine 28-day mortality [46]. Mouse BM-MSCs could regulate the polarization of T cells into Th17 and Treg, reduce the Th17/Treg ratio, and balance inflammatory cytokines in vivo and in vitro [47, 48]. Rat lung-resident MSCs can also attenuate lung injury through decrease Th17 cells and increase Treg cells in a mouse model. Correspondingly, MSCs decrease Th17-related cytokines IL-17 and IL-22, and increase Treg-related IL-10 expression in both lung and plasma [44] In vitro coculture study showed mouse BM-MSCs inhibited the differentiation of Th17 cells from naive CD4+ T cells via the programmed death-1 (PD-1) pathway through cell-to-cell contact [49]. However, this should be further verified in vivo using ARDS models.Taken together, MSCs can reduce inflammatory tissue damage in ARDS by modulation of immune and inflammatory cells (Fig. ​(Fig.1).1). However, the molecular mechanism of MSCs in the inflammatory response is still unclear.Open in a separate windowFig. 1MSCs remedy ARDS through the regulation of immune and inflammatory cells. DCregs regulatory dendritic cells, mDCs mature dendritic cells, ROS reactive oxygen species, NETs neutrophil extracellular traps, Th17 T helper 17, Treg cells regulatory T cells, M1 M1 macrophage,  M2 M2 macrophage Paracrine function of MSCs in maintaining the alveolar epithelial and endothelial barrierPulmonary vascular endothelium is a monolayer of endothelial cells arranged on the vessel luminal surface and is responsible for endothelial barrier function. Dysfunction of pulmonary vascular endothelial barrier is associated with increased endothelial permeability and lung edema. There are two main pathways to regulate the permeability across the vascular endothelial barrier: paracellular and transcellular [50]. Paracellular permeability is determined by the junction proteins, such as β-catenin, VE-cadherin, and occludin, while transcellular permeability is indirectly reflected by the endothelial barrier macromolecules, such as transferrin and albumin [51, 52].In vitro experiments showed that the human BM-MSC-conditioned medium could restore pulmonary endothelial permeability by maintaining adherens junction proteins (VE-cadherin and β-catenin) [52], indicating paracrine factors in the conditioned medium could regulate pulmonary endothelial permeability. Recently, an in vitro study found that the pulmonary endothelial paracellular permeability was increased after stimulated by LPS, and was restored after noncontact coculture with mouse BM-MSCs. Mechanically, this study confirmed that mouse BM-MSCs secreted HGF as paracrine factor to protect tight junction protein occludin and endothelial barrier through mTOR/STAT3 signaling pathway [51]. Another similar study showed synergism of human MSC-secreted paracrine factors HGF and vascular endothelial growth factor (VEGF) protected paracellular and transcellular endothelial barrier by activating Rac1 signaling pathway [53].Besides, paracrine factors secreted by MSCs can protect the alveolar epithelial integrity. In the injured alveoli, the epithelial barrier dysfunction leads to the protein-rich edema formation and accumulation of inflammatory cells, which results in a further decrease of Na+ absorption across the alveolar epithelium and more serious damage of type II alveolar epithelial cells (AEC II) [54].In vitro study showed that human BM-MSC-conditioned medium reversed epithelial hyperpermeability and restored transepithelial Na+ transport. Additionally, the paracrine keratinocyte growth factor (KGF) secreted into the conditional medium from human BM-MSCs was required for the protective effect on alveolar epithelial Na+ transport [55]. Moreover, epithelial permeability was increased when AEC II was exposed to inflammatory insults (the combination of IL-1β, TNF-α and IFN-γ), while the paracrine factor angiopoietin-1 (ANG-1) secreted by the cocultured human BM-MSCs could restore epithelial integrity [56].These studies indicated that MSC-derived paracrine factors are effective stabilizers of pulmonary vascular endothelium and alveolar epithelium (Fig. ​(Fig.2).2). However, these mechanisms should be further verified in vivo.Open in a separate windowFig. 2Effects of MSC-derived paracrine factors on ARDS. HGF hepatocyte growth factor, VEGF vascular endothelial growth factor, KGF keratinocyte growth factor, ANG-1 angiopoietin-1, AEC II type II alveolar epithelial cells Therapeutic potential of MSC-derived exosomes in ARDSExosomes are nano-sized extracellular vesicles (30–100 nm in diameter) that are actively secreted by various cells including MSCs. They carry therapeutic cargos such as proteins, miRNAs and mRNAs, and can transfer these biological molecules to target cells to affect their biological properties [57]. The therapeutic benefits of MSC-exosomes have been shown in several aspects of ARDS (Fig. ​(Fig.22).MSC-derived exosomes were demonstrated to mediate the inflammatory responses and regulate immune function in ARDS. P2X ligand-gated ion channel 7 (P2X7) is closely involved in the inflammatory process of ARDS. Rat BM-MSCs-derived exosomes carry miR-124-3p to inhibit P2X7 expression, suppress the inflammatory response, and ameliorate traumatic ARDS [58]. Rat BM-MSC-derived exosomes could also inhibit the TLR4/NF-κB signaling pathway, and suppress intestinal ischemia reperfusion-induced ARDS [59]. Consistently, exosomes from human UC-MSCs could transfer miR-451 to downregulate the expression of TLR4 and p65, and thus restricted the TLR4/NF-κB signaling pathway in burn-induced ARDS [60]. Furthermore, mouse BM-MSC-derived exosomes can inhibit pulmonary endothelial apoptosis through miR-21-5p, which targets PDCD4 and PTEN [61]. Besides, engineered exosomes represent a new direction. Mouse BM-MSC-derived exosomes overexpressing miR-30b-3p could relieve the inflammation reaction and repair AEC II by inhibiting serum amyloid A3 (SAA3), which has been considered as an inflammatory acute phase reactant [62]. Above all, MSC exosome-related miRNAs play important roles in ARDS, representing a promising non-cellular therapeutic strategy.In addition, MSC-exosomes can regulate the metabolic state of alveolar macrophages. Mouse BM-MSC-derived exosomes could inhibit HIF-1α to downregulated the glycolysis, and thus inhibit M1 macrophage polarization and promote M2 macrophage polarization in lung tissue, which ameliorated the LPS-induced ARDS [63]. This mechanism might be synergetic with the role of BM-MSCs in macrophage oxidative phosphorylation through mitochondria transfer [32]. Role of MSCs in endoplasmic reticulum stressNumerous studies have found that inhibition of endoplasmic reticulum stress (ERS) could prevent or reduce ARDS [64–66]. Blocking ERS with 4-phenyl butyric acid can significantly ameliorate apoptosis and histopathological alterations in lung tissue [65]. Besides, inhibition of ERS also prevented the activation of NF-κB signaling pathway and decreased pro-inflammatory mediators, including TNF-α, IL-1β, and IL-6 [66].In vitro study showed ERS induced by bleomycin can promote the AEC apoptosis, while mouse BM-MSC-conditioned medium could attenuate AEC injury by reducing ERS [67]. In in vivo studies, the levels of ERS markers (Bip or XBP-1) in AEC and fibroblast were elevated since day 7 after bleomycin-induced lung injury. Human BM-MSC infusion through vein could inhibit ERS mainly through Bip-PERK-Nrf2 pathway, while the other two sensors located in endoplasmic reticulum membrane were not affected by human BM-MSC infusion, including inositol-requiring enzyme 1 (IRE-1) and activating transcription factor 6 (ATF-6). Surprisingly, human BM-MSCs did not affect the ERS-induced apoptosis [68]. These studies showed inconsistent results between in vitro and in vivo experiments. We speculated the intravenous infusion route may affect the efficiency of MSC therapy for AEC, because the MSCs contact with lung endothelial cells firstly, and must penetrate endothelial cell barrier to reach AEC. Anti-fibrotic capacity of MSCs in ARDSPulmonary fibrosis is a progressive interstitial lung disease caused by many reasons, including viral and bacterial infections, adverse reactions of chemotherapy drugs, and environmental factors such as air pollution, smoking, and occupational exposures. Intra-alveolar and interstitial fibrosis are hallmarks in the late stage of ARDS which are manifested as the abnormal deposition of extracellular matrix proteins, especially collagen. Lung fibrosis mainly involves two cellular mechanisms. The inflammatory lung environment in ARDS may trigger epithelial-mesenchymal transition of AEC II, which differentiates into active myofibroblasts [69]. Besides, TGF-β-induced transformation of fibroblasts to myofibroblasts contributes to lung fibrosis [70]. Pulmonary fibrosis can severely affect the ARDS patients with accelerated lung dysfunction, leading to ventilator dependence [71]. Hence, decreasing fibrosis of the lung is imperative to prevent ARDS.Intratracheal infusion of human AD-MSCs could significantly ameliorate lung injury by attenuated interstitial fibrosis in LPS-induced ARDS mouse models and reducing neutrophil infiltration [72]. Similarly, intravenous infusion of human UC-MSCs inhibited bleomycin-induced fibrosis in immunocompetent mice [70]. In mechanism, human UC-MSCs can reverse fibrosis through enhanced expression of macrophage matrix-metallopeptidase-9 for collagen degradation, and enhanced toll-like receptor-4 signaling pathway for alveolar regeneration [69]. Moreover, intravenous infusion of rat AD-MSCs reduced the expression of fibroblast growth factor-7 in serum and lung tissue, reversing the process of fibrosis in amiodarone-induced lung injury [73]. Additionally, mouse BM-MSCs with Last-1 or Last-2 knockdown exhibit a stronger antifibrotic ability at the early stage of LPS-induced ARDS [74, 75]. These studies demonstrated that MSCs from different tissues could remedy ARDS by attenuating pulmonary fibrosis. Clinical trialsInjection of MSCs is a promising therapy for the treatment of ARDS in pre-clinical models (Table ​(Table1),1), but MSC-based therapies still under investigation in clinical trials. Due to the progress in pre-clinical studies, several clinical trials were registered to investigate the safety and efficacy of allogeneic MSC therapy in ARDS patients, especially during the pandemic of Covid-19 (Table ​(Table22).Table 1Pre-clinical studies: MSCs transplantation in ARDSStudyInjury modelSourceDosageRoute of deliveryPrimary outcomesFlorian et al. (2021)Mouse-ARDS/LPSMouse BM-MSCs2.5 × 105I.V↓Neutrophils in BALF (~ 28% decrease), lung inflammation (TNFα: ~ 43% decrease, IFNγ: ~ 73% decrease)Zhang et al. (2020)Mouse-ARDS/LPSMouse BM-MSCs5 × 105I.V↑ATP levels (~ 40% increase), oxygen consumption rate (~ 95% increase)↓Lung inflammation (IL-1β: ~ 58% decrease, TNFα: ~ 29% decrease), reactive oxygen speciesYudhawati et al. (2020)Mouse-ARDS/H5N1 virusMouse BM-MSCs5.5 × 105I.V↑PaO2/FiO2 ratio (~ 30% increase)↓Protein in BALF (~ 58% decrease), lung inflammation (NFκB: ~ 47% decrease, TNFα: ~ 55% decrease)Sadeghian et al. (2020)Sheep-ARDS/LPSSheep BM-MSCs5 × 107I.T↑PO2 (~ 21% increase), SatO2 (~ 6% increase)↓Neutrophils in BALF (~ 22% decrease), PCO2 (~ 14% decrease)Lu et al. (2020)Mouse-ARDS/LPSMouse BM-MSCs5 × 105I.V↑DCregs↓mDCsCheng et al. (2020)Rat-ARDS/LPSRat LR-MSCs2 × 106I.T↓Lung inflammation (TNFα: ~ 36% decrease, MCP-1: ~ 31% decrease, IL10: ~ 32% increase)Chen et al. (2020)Mouse-ARDS/LPSMouse BM-MSCs2 × 105I.T↓Lung inflammation (IL-17A: ~ 33% decrease, IL10: ~ 25% increase), Th17/Treg (~ 53% decrease)Radwan et al. (2020)Rat-lung injury/AmiodaroneRat AD-MSCs2 × 106, 4 × 106I.V↓Pulmonary fibrosisJung et al. (2019)Mouse-ARDS/LPSHuman AD-MSCs2 × 105I.V↓Lung injury score (~ 44% decrease)Dong et al. (2019)Mouse-ARDS/LPSMouse BM-MSCs5 × 104I.T↓Lung edema (~ 27% decrease), pulmonary fibrosisOpen in a separate windowAD-MSCs adipose-derived mesenchymal stem cells, AECs alveolar epithelial cells, ARDS acute respiratory distress syndrome, BALF bronchial alveolar lavage fluid, BM-MSCs bone marrow-derived mesenchymal stem cells, DCs dendritic cells, IFNs interferons, I.P. intraperitoneal, I.T. intratracheal, I.V. Intravenous, LR-MSCs lung-resident mesenchymal stem cells, LPS lipopolysaccharides, NETs neutrophil extracellular traps, mDCs mature dendritic cells, DCregs regulatory dendritic cells, Th17 T helper 17, Tregs regulatory T cells, UC-MSCs umbilical cord-derived mesenchymal stem cellsTable 2Clinical trials: Registered MSC-based treatment in ARDSIdentifier (status)DiseasePhaseCell sourceDosageRouteEnrolled numberPrimary outcomes{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01775774\",\"term_id\":\"NCT01775774\"}}NCT01775774 (Completed)ARDS1BM-MSCs1, 5, 10 × 106 cells/kgI.V9Infusion associated adverse events{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02097641\",\"term_id\":\"NCT02097641\"}}NCT02097641 (Completed)ARDS2aBM-MSCs1 × 107 cells/kgI.V60Infusion associated adverse events, numbers of death within 24 h{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01902082\",\"term_id\":\"NCT01902082\"}}NCT01902082 (Unknown)ARDS1AD-MSCs1 × 106 cells/kgI.V20Adverse events{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02804945\",\"term_id\":\"NCT02804945\"}}NCT02804945 (Completed)ARDS in patients with malignancies1BM-MSCs3 × 106 cells/kgI.V20Adverse eventsChiCTR2000029990 (Recruiting)Covid-19-related pneumonitis1–2BM-MSCs1 × 106 cells/kgI.V60Blood oxygen saturation{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04355728\",\"term_id\":\"NCT04355728\"}}NCT04355728 (Recruiting)Covid-19 patients1–2UC-MSCs1 × 108 cells(2 times)I.V24Adverse events{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03042143\",\"term_id\":\"NCT03042143\"}}NCT03042143 (Recruiting)Covid-19-related ARDS1–2UC-MSCs1, 2, 4 × 108 cellsI.V75Oxygenation index, adverse events{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04390139\",\"term_id\":\"NCT04390139\"}}NCT04390139 (Recruiting)Covid-19-related respiratory distress1–2WJ-MSCs1 × 106 cells/kgI.V30All-cause mortality at day 28{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02095444\",\"term_id\":\"NCT02095444\"}}NCT02095444 (Recruiting)H7N9-related ARDS1–2MB-MSCs1 × 107 cells/kg (4 times)I.V20The degree of lung injury within 14 days{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04416139\",\"term_id\":\"NCT04416139\"}}NCT04416139 (Recruiting)Covid-19-related ARDS2UC-MSCs1 × 106 cells/kgI.V10PaO2/FiO2 ratio, heart rate, respiratory rate, changes in body temperature{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04366063\",\"term_id\":\"NCT04366063\"}}NCT04366063 (Recruiting)Covid-19-related ARDS2–3BM-MSCs1 × 108 cells (2 times)I.V60Adverse events, blood oxygen saturation{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04371393\",\"term_id\":\"NCT04371393\"}}NCT04371393 (Recruiting)Covid-19-related ARDS3BM-MSCs2 × 106 cells/kg (2 times)I.V300All-cause mortality at day 30Open in a separate windowAD-MSCs adipose-derived mesenchymal stem cells, BM-MSCs bone marrow-derived mesenchymal stem cells, I.V. intravenous, MB-MSCs menstrual blood-derived mesenchymal stem cells, UC-MSCs umbilical cord-derived mesenchymal stem cells, WJ-MSCs Wharton-Jelly mesenchymal stromal cellsIn 2013, a phase I, multi-center and open-label clinical trial ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01775774\",\"term_id\":\"NCT01775774\"}}NCT01775774) was started to test the safety of human BM-MSCs in ARDS patients. Nine patients received a single dose intravenous infusion of either 1, 5 or 10 million cells/kg predicted body weight (PBW). This trial confirmed the safety of BM-MSCs in the ARDS patients, with no BM-MSC-related adverse events occurring after infusion [76]. Subsequently, this team performed a multi-center and double-blind phase II clinical trial ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02097641\",\"term_id\":\"NCT02097641\"}}NCT02097641) to evaluate the safety of the human BM-MSC-based therapy. Sixty participants were randomly assigned with a 2:1 ratio to receive either allogeneic BM-MSCs or placebo. BM-MSCs were administered intravenously at a dose of 10 million cells/kg PBW. There were no BM-MSC-related adverse events, however, efficacy should be further verified in larger trials. Meanwhile, the viability of BM-MSCs must be improved [77].In 2015, BM-MSCs were used in a phase I open-label clinical trial for patients with septic shock, which is often related with ARDS ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02421484\",\"term_id\":\"NCT02421484\"}}NCT02421484). Nine participants were randomly divided into three groups to receive a single intravenous BM-MSC infusion of 0.3, 1 or 3 million cells/kg PBW. The infusion of BM-MSCs into participants with septic shock appears safe and shows potential signs of efficacy [78].Recently, Chen reported a single-center and open-label clinical study ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02095444\",\"term_id\":\"NCT02095444\"}}NCT02095444) and evaluated allogeneic menstrual blood-derived MSC administration in patients with H7N9-induced ARDS. In this trial, 9 patients received 3 infusions of human menstrual blood-derived MSCs and 8 patients received 4 infusions of the cells. Menstrual blood-derived MSCs were intravenously injected at a dose of 1 million cells/kg PBW each time. The results showed that mortality was significantly lower in the MSC group (17.6% in MSC group vs 54.5% in control group). Furthermore, the 5-year follow-up survey in 4 patients showed the injection of menstrual blood-derived MSC was safe [79]. Therefore, the efficacy of MSC injection in H7N9-induced ARDS indicated the therapeutic potential of MSCs in Covid-19 patients.Zheng and colleagues reported a phase I, single-center and double-blind study ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01902082\",\"term_id\":\"NCT01902082\"}}NCT01902082). In this trial, 12 adult ARDS patients were randomly divided at a 1:1 ratio to receive either allogeneic human AD-MSCs or placebo. AD-MSCs were intravenously administrated at a dose of 1 million cells/kg PBW. However, the administration of AD-MSCs did not significantly improve pulmonary function. Meanwhile, the levels of serum inflammatory cytokines (IL-6 and IL-8) were not affected [80]. In fact, most of the existing related clinical trials were only in Phase I or Phase II and designed to evaluate safety as primary outcomes. Therefore, this may be underpowered for evaluating efficacy. Meanwhile, the efficacy of MSC-based therapy may be affected by various factors, including the sources of MSCs, cell viability, cell dosage, times of administration and delivery route [81, 82]. Therefore, the procedure for MSC production and transfusion should be standardized. Larger and well-controlled clinical trials are needed. The therapeutic potential of MSCs in Covid-19 patientsSevere pneumonia and ARDS have been observed in many Covid-19 patients. Among the affected patients who require hospitalization, the mortality may be in the range of 5%–15% [83]. However, these numbers are continually changing as the pandemic spread around the world. Proposed five key mechanisms are related to Covid-19 pathophysiology, including (1) the direct cytotoxicity of SARS-CoV-2 in epithelial cells; (2) dysregulation of the renin–angiotensin–aldosterone system caused by angiotensin-converting enzyme 2 (ACE2) downregulation resulted from the interaction of SARS-CoV-2 with ACE2; (3) dysregulation of immune response, and hyper-inflammation caused by cytokines and chemokines; (4) endothelial cell damage and thrombo-inflammation; (5) interstitial thickening and fibrosis [84, 85]. However, the detailed mechanisms in the pathophysiology of Covid-19 are still unclear currently.Convalescent plasma holds great potential to treat Covid-19. Early high-titer plasma infusion could prevent severe Covid-19 in older adults [86]. A recent report showed the risk of death within 30 days was also associated with the anti-SARS-CoV-2 antibody levels in plasma transfusion. When patients were not receiving mechanical ventilation, the Covid-19 patients transfused with plasma with high-titer antibodies showed a lower risk of death than the low-titer group. However, among patients who were receiving mechanical ventilation, the risk of death was not associated with the antibody titer [87]. Disappointingly, four antiviral drugs including hydroxychloroquine, interferon beta-1a, lopinavir and remdesivir had little or no effect on hospitalized Covid-19 patients [88]. Therefore, effective therapy is urgently needed for Covid-19 patients with ARDS.MSCs possess the ability for tissue regeneration and have the potential to suppress cytokine storm, pulmonary fibrosis in ARDS [69, 70, 89, 90], which were matched to fight against Covid-19. Thus, MSCs have drawn much attention for the treatment of Covid-19 patients. There is a rapidly growing number of clinical trials of MSC-based therapy approaches for Covid-19 (Table ​(Table2).2). A Phase I-II and multi-center study (ChiCTR2000029990) was conducted by Leng and colleagues to evaluate the injection of human BM-MSCs to 7 patients with Covid-19 pneumonia. BM-MSCs were administered intravenously at a dose of 1 million cells/kg PBW. After BM-MSC administration, patients were followed for 14 days to assess the safety and efficacy of BM-MSC treatment. Clinical benefits were observed in these patients, evidenced by pulmonary function improvement. The overactivated immune cells disappeared in 3–6 days, including CXCR3+CD4+ T cells, CXCR3+CD8+ T cells and CXCR3+ NK cells. Meanwhile, serum TNF-α levels were significantly decreased, and anti-inflammatory IL-10 levels were increased in BM-MSCs treatment group. Thus, human BM-MSCs-therapy may represent a safe and effective method for patients with Covid-19 pneumonia [91].Until Mar. 10th 2020, guidelines to standardize stem cell treatment for Covid-19 were issued in China. The general protocol for MSC clinical application is that patients receive no more than 3 stem cell infusions, each infusion dose is 1–5 × 106 cells/kg body weight, and each interval between infusions is no less than 3 days. Recently, a phase 1 Covid-19 clinical trial (parallel assigned controlled, non-randomized, n = 9 for each group) was reported to evaluate the safety of human UC-MSCs in patients with moderate and severe Covid-19 symptoms. The cells were infused three times on day 0, 3, and 6 at a dose of 3 × 107 cells/infusion. All patients in this phase 1 trial recovered and were discharged, showing the safety of MSC intravenous infusion [92]. In a phase 2 Covid-19 clinical trial (randomized, double-blind, placebo-controlled, n = 65 for UC-MSCs group and n = 35 for placebo group), three cycles of UC-MSCs (4 × 107 cells per infusion, on day 0, 3, and 6) or placebo were administrated to treat severe Covid-19 patients with lung damage. The proportions of whole lung lesion volumes were monitored from baseline to day 28. Compared to placebo, UC-MSCs infusion improved pulmonary function significantly, evidenced by reduced solid component lesion proportion [93]. These results primarily proved the therapeutic efficacy and safety of UC-MSCs in Covid-19 patients.Importantly, human BM-MSCs were negative for ACE2 and TMPRSS2 genes, which indicated human BM-MSCs may be free from SARS-CoV-2 infection [91]. Moreover, a recent study reported that a Covid-19 patient was cured successfully with the intravenous infusion of human UC-MSCs and convalescent plasma. This combination therapy may have synergistic effects in inhibiting cytokine storm and improving pulmonary function [94].ARDS in Covid-19 patients is often associated with the cytokine storm which causes host immune disorders. Neutrophils are critical mediators of severe SARS-CoV-2 infection, and contribute to organ damage and mortality in Covid-19 patients [95, 96]. Dysregulation of dendritic cells, Th17 cells and Treg cells have been observed in Covid-19 patients [97–99]. The activation and infiltration of inflammatory and immune cells can trigger an overproduction of cytokines, releasing multiple inflammatory mediators, such as IL-6, IFN-γ, and TNF-α [100, 101]. Therefore, the immunomodulatory properties of MSCs may be the most important aspect to benefit ARDS patients. In the UC-MSC or BM-MSC treatment patients, numerous cytokines showed the reduced trends, and the overactivated immune cells were decreased [91, 92]. Particularly, IL-6 was dramatically decreased in the patients with high baseline IL-6 levels after UC-MSC infusion for 3 days, but not in the patients with low IL-6 levels [92]. Therefore, the patient with high plasma cytokine concentration may benefit more from UC-MSCs treatment.Above all, since the therapeutic mechanisms of MSCs against ARDS were matched with the pathological characters of Covid-19, MSCs infusion can be considered as a cell-based therapy for Covid-19 patients (Fig. ​(Fig.3).3). Meanwhile, the long-term effects of MSCs on pulmonary function should be monitored in the following clinical trials.Open in a separate windowFig. 3Lung pathophysiological changes in Covid-19 patients with ARDS were matched with MSC functions. The Covid-19 patients with ARDS may present with several clinical symptoms, including respiratory failure and disrupted endothelial cell membranes. Neutrophils and T cells are recruited to the injured endothelium, escape the capillary and pass through the lung interstitium into the alveolar air space, which is filled with edema fluid. Widespread vascular thrombosis and pulmonary fibrosis are also present in the injured capillary. AEC I type I alveolar epithelial cells, AEC II type II alveolar epithelial cells Problems and prospectsAlthough MSC-based therapy brings new hope for the treatment of ARDS, many challenges remain to be addressed before such therapy is routinely used in clinical applications. Infusion of MSCs via intravenous showed significant improvement of pulmonary function, while this route may cause dose-dependent pulmonary emboli or infarctions. Thus, the dose of cells should be strictly controlled. The intraperitoneal and intratracheal routes are rarely used in clinical trials despite the proven efficacy in pre-clinical studies [102, 103]. Extra medium inhalation during intratracheal MSC infusion may worsen ARDS, which should be noticed. Theoretically, intratracheal infusion of MSCs may benefit the AECs mostly, while intravenous injection may be in favor of the endothelial cells firstly. However, the optimal route of MSC administration for ARDS is probably intravenous infusion. Through this route, MSCs may also interact with the blood immune cells directly to inhibit cytokine storm. In pre-clinical experiments and clinical trials, the effects of different delivery routes should be compared to determine the superior injection route [81, 82, 104, 105].The efficacy of MSCs infusion was not as promising as expected in some clinical trials. Future studies should focus on improving the efficacy of MSCs. It is reported that modulation of autophagy reveals the potential to increase the therapeutic efficacy of MSCs by enhancing their immunoregulatory abilities [106]. Infusion of rat BM-MSCs cultured under hypoxic conditions could promote cell survival and therapeutic efficacy [107]. Furthermore, the genetically modified rat and mouse BM-MSCs have enhanced beneficial effects to ameliorate lung tissue damage [62, 108, 109]. Therefore, precondition of MSCs is a promising strategy to improve the therapeutic ability of MSCs for ARDS [110].After intravenous administration, MSCs can stay in the body for hours to days and gradually disappear. Thus, there may be no intermediate and long-term tumor risk. However, human and rat BM-MSC infusion may also promote tumor growth and angiogenesis by entering into the tumor microenvironment [111–113]. Therefore, the indications and contraindications of MSC infusion have to be clarified in future studies, especially in cancer patients. In 2019, an updated systematic review reported the adverse effects of MSCs after intravascular administration in 2696 patients. Compared to controls, MSC infusion was associated with an increased risk of transient fever [114]. Consistently, in the recent Covid-19 phase 1 trial, two patients (n = 9) developed transient facial flushing and fever after receiving UC-MSCs [92]. However, MSC infusion did not increase the risks of acute infusional toxicity, infection, pulmonary embolism, death or malignancy [114]. It's worth noting that lethal pulmonary thromboembolism after administration of AD-MSCs was indeed observed in clinical trials, and dose-dependent pulmonary embolism was also confirmed in mice after intravenous AD-MSC infusion [115]. Therefore, the dose of MSCs should be strictly controlled in clinical trials, and the cells should be dispersed into single cells before intravenous infusion.In addition, MSCs hold the advantage of being manufactured as ready-to-use therapeutic products, because they can be used for allogeneic transplantation. However, standard procedures should be established to ensure the safety and efficacy of MSCs. During MSCs isolation and culture, the animal serum is a major concern and may cause undesirable complications. Instead, human AB serum (HABS) and human platelet lysate (HPL) were used for most xeno-free cultures. However, because of the donor heterogeneity, the quality of HABS and HPL may vary between batches. Another alternative is chemically defined media, which may enable stable MSC culture for clinic use [110, 116]. Importantly, precondition of MSCs represents a promising strategy to prime the cells with improved efficacy for specific diseases, including hypoxia, extracellular matrix, hormones, growth factors and so on [110]. These conditions increased the complexity of standard MSC production. Disease-specific MSC products should be standardized in the future. Recently, the human mesenchymal stem cell standard (T/CSCB 0003–2021) was issued in China, which may help standardized the production and application of MSCs. ConclusionsThere are several potential mechanisms of MSC-based treatment in ARDS, including regulation of immune and inflammatory cells, paracrine of cytokines, the release of exosomes with benefits, modulation of endoplasmic reticulum stress and attenuation of pulmonary fibrosis. These properties enable MSCs to ameliorate ARDS. In pre-clinical studies, the infusion of MSCs clarified the therapeutic effects in ARDS models, and the results from Covid-19 clinical trials demonstrated the safety and potential efficacy of MSCs. However, the efficacy of MSC treatment should be confirmed further in larger trials, especially in Covid-19 patients with ARDS. Besides, studies are needed to define the optimal cell source, dose and route of MSCs therapies, and to provide an effective and safe treatment option for patients who suffer from ARDS, especially for Covid-19 patients. AcknowledgementsNot applicable. AbbreviationsAEC IType I alveolar epithelial cellsAEC IIType II alveolar epithelial cellsARDSAcute respiratory distress syndromeCovid-19Coronavirus disease 2019DCregsRegulatory dendritic cellsERSEndoplasmic reticulum stressiNOSInducible nitric oxide synthaseKGFKeratinocyte growth factorLPSLipopolysaccharidemDCsMature dendritic cellsMSCMesenchymal stem cellNETsNeutrophil extracellular trapsNF-κBNuclear factor kappa-BPBWPredicted body weightROSReactive oxygen speciesSARS-CoV-2Severe acute respiratory syndrome coronavirus 2Th17T helper 17 cellsTreg cellsRegulatory T cells Authors’ contributionsWW, WL and Z-AZ wrote and revised the manuscript. Z-AZ, WW, C-YN, and Z-GZ conceived the manuscript and revised the tables and figures. LJ, SG and SH provided valuable suggestions for the manuscript. All authors read and approved the final manuscript. FundingThis work was supported by the Natural Science Foundation of Hebei Province (C2020405008, H2020405023), the Scientific Research Project for Higher Education in Hebei Province (ZD2021005), the National Natural Science Foundation of China (81770492) and the Basic Research Foundation of Hebei North University (JYT2019002, JYT2019006). Availability of data and materialsNot applicable. DeclarationsEthics approval and consent to participateNot applicable.Consent for publicationAll authors have read and approved the final manuscript for submission. We confirm the tables and figures in the manuscript are original for this article.Competing interestsThe authors declare that they have no competing interests. FootnotesGuidelines to standardize stem cell treatment for Covid-19 were issued in China. The links ishttp://www.most.gov.cn/gnwkjdt/202003/t20200327_152617.htm.Publisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Wendi Wang and Wei Lei: Co-first authors Contributor InformationZi-Gang Zhao, Email: moc.621@lyhgzz.Chun-Yu Niu, Email: moc.621@fxlycn.Zhen-Ao Zhao, Email: nc.ude.uniebeh@oanehzoahz. References1. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, Gattinoni L, van Haren F, Larsson A, McAuley DF, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315:788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]2. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]3. Kallet RH, Ho K, Lipnick MS, Matthay MA. Pulmonary mechanics and gas exchange characteristics in uncommon etiologies of acute respiratory distress syndrome. J Thorac Dis. 2018;10:5030–5038. doi: 10.21037/jtd.2018.07.78. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Quispe-Laime AM, Bracco JD, Barberio PA, Campagne CG, Rolfo VE, Umberger R, Meduri GU. H1N1 influenza A virus-associated acute lung injury: response to combination oseltamivir and prolonged corticosteroid treatment. Intensive Care Med. 2010;36:33–41. doi: 10.1007/s00134-009-1727-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Wu C, Chen X, Cai Y, Xia J, Zhou X, Xu S, Huang H, Zhang L, Zhou X, Du C, et al.  Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan China. JAMA Intern Med. 2020;180:1–11. doi: 10.1001/jamainternmed.2019.4346. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Matthay MA, Zemans RL, Zimmerman GA, Arabi YM, Beitler JR, Mercat A, Herridge M, Randolph AG, Calfee CS. Acute respiratory distress syndrome. Nat Rev Dis Primers. 2019;5:18. doi: 10.1038/s41572-019-0069-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Spinelli E, Mauri T, Beitler JR, Pesenti A, Brodie D. Respiratory drive in the acute respiratory distress syndrome: pathophysiology, monitoring, and therapeutic interventions. Intensive Care Med. 2020;46:606–618. doi: 10.1007/s00134-020-05942-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Soontararak S, Chow L, Johnson V, Coy J, Wheat W, Regan D, Dow S. Mesenchymal stem cells (MSC) derived from induced pluripotent stem cells (iPSC) equivalent to adipose-derived MSC in promoting intestinal healing and microbiome normalization in mouse inflammatory bowel disease model. Stem Cells Transl Med. 2018;7:456–467. doi: 10.1002/sctm.17-0305. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Imafuku A, Oka M, Miyabe Y, Sekiya S, Nitta K, Shimizu T. Rat Mesenchymal Stromal Cell Sheets Suppress Renal Fibrosis Via Microvascular Protection. Stem Cells Transl Med. 2019;8:1330–1341. doi: 10.1002/sctm.19-0113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Nagaishi K, Ataka K, Echizen E, Arimura Y, Fujimiya M. Mesenchymal stem cell therapy ameliorates diabetic hepatocyte damage in mice by inhibiting infiltration of bone marrow-derived cells. Hepatology. 2014;59:1816–1829. doi: 10.1002/hep.26975. [PubMed] [CrossRef] [Google Scholar]11. Chen D, Li Q, Meng Z, Guo L, Tang Y, Liu Z, Yin S, Qin W, Yuan Z, Zhang X, Wu C. Bright polymer dots tracking stem cell engraftment and migration to injured mouse liver. Theranostics. 2017;7:1820–1834. doi: 10.7150/thno.18614. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. de Oliveira HD, de Melo EBB, Silva JD, Kitoko JZ, Gutfilen B, Barboza T, de Souza SAL, Takiya CM, Rocco PRM, Lopes-Pacheco M, Morales MM. Therapeutic effects of bone marrow-derived mononuclear cells from healthy or silicotic donors on recipient silicosis mice. Stem Cell Res Ther. 2017;8:259. doi: 10.1186/s13287-017-0699-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Schmuck EG, Koch JM, Centanni JM, Hacker TA, Braun RK, Eldridge M, Hei DJ, Hematti P, Raval AN. Biodistribution and clearance of human mesenchymal stem cells by quantitative three-dimensional cryo-imaging after intravenous infusion in a rat lung injury model. Stem Cells Transl Med. 2016;5:1668–1675. doi: 10.5966/sctm.2015-0379. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Schrepfer S, Deuse T, Reichenspurner H, Fischbein MP, Robbins RC, Pelletier MP. Stem cell transplantation: the lung barrier. Transplant Proc. 2007;39:573–576. doi: 10.1016/j.transproceed.2006.12.019. [PubMed] [CrossRef] [Google Scholar]15. Xie P, Hu X, Li D, Xie S, Zhou Z, Meng X, Shan H. Bioluminescence imaging of transplanted mesenchymal stem cells by overexpression of hepatocyte nuclear factor4α: tracking biodistribution and survival. Mol Imaging Biol. 2019;21:44–53. doi: 10.1007/s11307-018-1204-0. [PubMed] [CrossRef] [Google Scholar]16. Matthay MA, Pati S, Lee JW. Concise review: mesenchymal stem (stromal) cells: biology and preclinical evidence for therapeutic potential for organ dysfunction following trauma or sepsis. Stem Cells. 2017;35:316–324. doi: 10.1002/stem.2551. [PubMed] [CrossRef] [Google Scholar]17. Lopes-Pacheco M, Robba C, Rocco PRM, Pelosi P. Current understanding of the therapeutic benefits of mesenchymal stem cells in acute respiratory distress syndrome. Cell Biol Toxicol. 2020;36:83–102. doi: 10.1007/s10565-019-09493-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Barros I, Silva A, de Almeida LP, Miranda CO. Mesenchymal stromal cells to fight SARS-CoV-2: Taking advantage of a pleiotropic therapy. Cytokine Growth Factor Rev. 2020;58:114. doi: 10.1016/j.cytogfr.2020.12.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B, Shi W, Lu R, et al.  A novel coronavirus from patients with pneumonia in China, 2019. N Engl J Med. 2020;382:727–733. doi: 10.1056/NEJMoa2001017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Wu C, Chen X, Cai Y, Xia J, Zhou X, Xu S, Huang H, Zhang L, Zhou X, Du C, et al.  Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan China. JAMA Intern Med. 2020;180:934. doi: 10.1001/jamainternmed.2020.0994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Hook JS, Cao M, Potera RM, Alsmadi NZ, Schmidtke DW, Moreland JG. Nox2 Regulates platelet activation and NET formation in the lung. Front Immunol. 2019;10:1472. doi: 10.3389/fimmu.2019.01472. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. El-Benna J, Hurtado-Nedelec M, Marzaioli V, Marie JC, Gougerot-Pocidalo MA, Dang PM. Priming of the neutrophil respiratory burst: role in host defense and inflammation. Immunol Rev. 2016;273:180–193. doi: 10.1111/imr.12447. [PubMed] [CrossRef] [Google Scholar]23. Bernard O, Jeny F, Uzunhan Y, Dondi E, Terfous R, Label R, Sutton A, Larghero J, Vanneaux V, Nunes H, et al.  Mesenchymal stem cells reduce hypoxia-induced apoptosis in alveolar epithelial cells by modulating HIF and ROS hypoxic signaling. Am J Physiol Lung Cell Mol Physiol. 2018;314:L360–l371. doi: 10.1152/ajplung.00153.2017. [PubMed] [CrossRef] [Google Scholar]24. Pedrazza L, Cunha AA, Luft C, Nunes NK, Schimitz F, Gassen RB, Breda RV, Donadio MV, de Souza Wyse AT, Pitrez PMC, et al.  Mesenchymal stem cells improves survival in LPS-induced acute lung injury acting through inhibition of NETs formation. J Cell Physiol. 2017;232:3552–3564. doi: 10.1002/jcp.25816. [PubMed] [CrossRef] [Google Scholar]25. Amulic B, Cazalet C, Hayes GL, Metzler KD, Zychlinsky A. Neutrophil function: from mechanisms to disease. Annu Rev Immunol. 2012;30:459–489. doi: 10.1146/annurev-immunol-020711-074942. [PubMed] [CrossRef] [Google Scholar]26. Liu S, Su X, Pan P, Zhang L, Hu Y, Tan H, Wu D, Liu B, Li H, Li H, et al.  Neutrophil extracellular traps are indirectly triggered by lipopolysaccharide and contribute to acute lung injury. Sci Rep. 2016;6:37252. doi: 10.1038/srep37252. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Su VY, Lin CS, Hung SC, Yang KY. Mesenchymal stem cell-conditioned medium induces neutrophil apoptosis associated with inhibition of the NF-kappaB pathway in endotoxin-induced acute lung injury. Int J Mol Sci. 2019;20:2208. doi: 10.3390/ijms20092208. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Woods PS, Tazi MF, Chesarino NM, Amer AO, Davis IC. TGF-β-induced IL-6 prevents development of acute lung injury in influenza A virus-infected F508del CFTR-heterozygous mice. Am J Physiol Lung Cell Mol Physiol. 2015;308:L1136–1144. doi: 10.1152/ajplung.00078.2015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Wong JJM, Leong JY, Lee JH, Albani S, Yeo JG. Insights into the immuno-pathogenesis of acute respiratory distress syndrome. Ann Transl Med. 2019;7:504. doi: 10.21037/atm.2019.09.28. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Shen Y, Song J, Wang Y, Chen Z, Zhang L, Yu J, Zhu D, Zhong M. M2 macrophages promote pulmonary endothelial cells regeneration in sepsis-induced acute lung injury. Ann Transl Med. 2019;7:142. doi: 10.21037/atm.2019.02.47. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Shapouri-Moghaddam A, Mohammadian S, Vazini H, Taghadosi M, Esmaeili SA, Mardani F, Seifi B, Mohammadi A, Afshari JT, Sahebkar A. Macrophage plasticity, polarization, and function in health and disease. J Cell Physiol. 2018;233:6425–6440. doi: 10.1002/jcp.26429. [PubMed] [CrossRef] [Google Scholar]32. Morrison TJ, Jackson MV, Cunningham EK, Kissenpfennig A, McAuley DF, O'Kane CM, Krasnodembskaya AD. Mesenchymal stromal cells modulate macrophages in clinically relevant lung injury models by extracellular vesicle mitochondrial transfer. Am J Respir Crit Care Med. 2017;196:1275–1286. doi: 10.1164/rccm.201701-0170OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Hu Y, Qin C, Zheng G, Lai D, Tao H, Zhang Y, Qiu G, Ge M, Huang L, Chen L, et al.  Mesenchymal stem cell-educated macrophages ameliorate LPS-induced systemic response. Mediators Inflamm. 2016;2016:3735452. [PMC free article] [PubMed] [Google Scholar]34. Masterson C, Devaney J, Horie S, O'Flynn L, Deedigan L, Elliman S, Barry F, O'Brien T, O'Toole D, Laffey JG. Syndecan-2-positive, bone marrow-derived human mesenchymal stromal cells attenuate bacterial-induced acute lung injury and enhance resolution of ventilator-induced lung injury in rats. Anesthesiology. 2018;129:502–516. doi: 10.1097/ALN.0000000000002327. [PubMed] [CrossRef] [Google Scholar]35. Jackson MV, Morrison TJ, Doherty DF, McAuley DF, Matthay MA, Kissenpfennig A, O'Kane CM, Krasnodembskaya AD. Mitochondrial transfer via tunneling nanotubes is an important mechanism by which mesenchymal stem cells enhance macrophage phagocytosis in the in vitro and in vivo models of ARDS. Stem Cells. 2016;34:2210–2223. doi: 10.1002/stem.2372. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Venet F, Huang X, Chung CS, Chen Y, Ayala A. Plasmacytoid dendritic cells control lung inflammation and monocyte recruitment in indirect acute lung injury in mice. Am J Pathol. 2010;176:764–773. doi: 10.2353/ajpath.2010.090765. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Li L, Dong L, Zhao D, Gao F, Yan J. Classical dendritic cells regulate acute lung inflammation and injury in mice with lipopolysaccharide-induced acute respiratory distress syndrome. Int J Mol Med. 2019;44:617–629. [PMC free article] [PubMed] [Google Scholar]38. Li R, Zou X, Huang H, Yu Y, Zhang H, Liu P, Pan S, Ouyang Y, Shang Y. HMGB1/PI3K/Akt/mTOR signaling participates in the pathological process of acute lung injury by regulating the maturation and function of dendritic cells. Front Immunol. 2020;11:1104. doi: 10.3389/fimmu.2020.01104. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Wheat WH, Chow L, Kurihara JN, Regan DP, Coy JW, Webb TL, Dow SW. Suppression of canine dendritic cell activation/maturation and inflammatory cytokine release by mesenchymal stem cells occurs through multiple distinct biochemical pathways. Stem Cells Dev. 2017;26:249–262. doi: 10.1089/scd.2016.0199. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Zhang B, Liu R, Shi D, Liu X, Chen Y, Dou X, Zhu X, Lu C, Liang W, Liao L, et al.  Mesenchymal stem cells induce mature dendritic cells into a novel Jagged-2-dependent regulatory dendritic cell population. Blood. 2009;113:46–57. doi: 10.1182/blood-2008-04-154138. [PubMed] [CrossRef] [Google Scholar]41. Chen W, Wang S, Xiang H, Liu J, Zhang Y, Zhou S, Du T, Shan L. Microvesicles derived from human Wharton's Jelly mesenchymal stem cells ameliorate acute lung injury partly mediated by hepatocyte growth factor. Int J Biochem Cell Biol. 2019;112:114–122. doi: 10.1016/j.biocel.2019.05.010. [PubMed] [CrossRef] [Google Scholar]42. Lu Z, Chang W, Meng S, Xu X, Xie J, Guo F, Yang Y, Qiu H, Liu L. Mesenchymal stem cells induce dendritic cell immune tolerance via paracrine hepatocyte growth factor to alleviate acute lung injury. Stem Cell Res Ther. 2019;10:372. doi: 10.1186/s13287-019-1488-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Shi CC, Zhu HY, Li H, Zeng DL, Shi XL, Zhang YY, Lu Y, Ling LJ, Wang CY, Chen DF. Regulating the balance of Th17/Treg cells in gut-lung axis contributed to the therapeutic effect of Houttuynia cordata polysaccharides on H1N1-induced acute lung injury. Int J Biol Macromol. 2020;158:52–66. doi: 10.1016/j.ijbiomac.2020.04.211. [PubMed] [CrossRef] [Google Scholar]44. Wang L, Shi M, Tong L, Wang J, Ji S, Bi J, Chen C, Jiang J, Bai C, Zhou J, Song Y. Lung-resident mesenchymal stem cells promote repair of lps-induced acute lung injury via regulating the balance of regulatory T cells and Th17 cells. Inflammation. 2019;42:199–210. doi: 10.1007/s10753-018-0884-6. [PubMed] [CrossRef] [Google Scholar]45. Wang L, Wang X, Tong L, Wang J, Dou M, Ji S, Bi J, Chen C, Yang D, He H, et al.  Recovery from acute lung injury can be regulated via modulation of regulatory T cells and Th17 cells. Scand J Immunol. 2018;88:e12715. doi: 10.1111/sji.12715. [PubMed] [CrossRef] [Google Scholar]46. Yu ZX, Ji MS, Yan J, Cai Y, Liu J, Yang HF, Li Y, Jin ZC, Zheng JX. The ratio of Th17/Treg cells as a risk indicator in early acute respiratory distress syndrome. Crit Care. 2015;19:82. doi: 10.1186/s13054-015-0811-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Chen J, Zhang X, Xie J, Xue M, Liu L, Yang Y, Qiu H. Overexpression of TGFβ1 in murine mesenchymal stem cells improves lung inflammation by impacting the Th17/Treg balance in LPS-induced ARDS mice. Stem Cell Res Ther. 2020;11:311. doi: 10.1186/s13287-020-01826-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Chen QH, Wu F, Liu L, Chen HB, Zheng RQ, Wang HL, Yu LN. Mesenchymal stem cells regulate the Th17/Treg cell balance partly through hepatocyte growth factor in vitro. Stem Cell Res Ther. 2020;11:91. doi: 10.1186/s13287-020-01612-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Luz-Crawford P, Noël D, Fernandez X, Khoury M, Figueroa F, Carrión F, Jorgensen C, Djouad F. Mesenchymal stem cells repress Th17 molecular program through the PD-1 pathway. PLoS ONE. 2012;7:e45272. doi: 10.1371/journal.pone.0045272. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Huang Y, He Q. Inhibition of c-Src protects paraquat induced microvascular endothelial injury by modulating caveolin-1 phosphorylation and caveolae mediated transcellular permeability. Environ Toxicol Pharmacol. 2017;52:62–68. doi: 10.1016/j.etap.2017.01.023. [PubMed] [CrossRef] [Google Scholar]51. Meng SS, Guo FM, Zhang XW, Chang W, Peng F, Qiu HB, Yang Y. mTOR/STAT-3 pathway mediates mesenchymal stem cell-secreted hepatocyte growth factor protective effects against lipopolysaccharide-induced vascular endothelial barrier dysfunction and apoptosis. J Cell Biochem. 2019;120:3637–3650. doi: 10.1002/jcb.27642. [PubMed] [CrossRef] [Google Scholar]52. Pati S, Gerber MH, Menge TD, Wataha KA, Zhao Y, Baumgartner JA, Zhao J, Letourneau PA, Huby MP, Baer LA, et al.  Bone marrow derived mesenchymal stem cells inhibit inflammation and preserve vascular endothelial integrity in the lungs after hemorrhagic shock. PLoS ONE. 2011;6:e25171. doi: 10.1371/journal.pone.0025171. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Yang Y, Chen QH, Liu AR, Xu XP, Han JB, Qiu HB. Synergism of MSC-secreted HGF and VEGF in stabilising endothelial barrier function upon lipopolysaccharide stimulation via the Rac1 pathway. Stem Cell Res Ther. 2015;6:250. doi: 10.1186/s13287-015-0257-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Ware LB, Matthay MA. The acute respiratory distress syndrome. N Engl J Med. 2000;342:1334–1349. doi: 10.1056/NEJM200005043421806. [PubMed] [CrossRef] [Google Scholar]55. Goolaerts A, Pellan-Randrianarison N, Larghero J, Vanneaux V, Uzunhan Y, Gille T, Dard N, Planès C, Matthay MA, Clerici C. Conditioned media from mesenchymal stromal cells restore sodium transport and preserve epithelial permeability in an in vitro model of acute alveolar injury. Am J Physiol Lung Cell Mol Physiol. 2014;306:L975–985. doi: 10.1152/ajplung.00242.2013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Fang X, Neyrinck AP, Matthay MA, Lee JW. Allogeneic human mesenchymal stem cells restore epithelial protein permeability in cultured human alveolar type II cells by secretion of angiopoietin-1. J Biol Chem. 2010;285:26211–26222. doi: 10.1074/jbc.M110.119917. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Yu H, Wang Z. Cardiomyocyte-derived exosomes: biological functions and potential therapeutic implications. Front Physiol. 2019;10:1049. doi: 10.3389/fphys.2019.01049. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Li QC, Liang Y, Su ZB. Prophylactic treatment with MSC-derived exosomes attenuates traumatic acute lung injury in rats. Am J Physiol Lung Cell Mol Physiol. 2019;316:L1107–l1117. doi: 10.1152/ajplung.00391.2018. [PubMed] [CrossRef] [Google Scholar]59. Liu J, Chen T, Lei P, Tang X, Huang P. Exosomes released by bone marrow mesenchymal stem cells attenuate lung injury induced by intestinal ischemia reperfusion via the TLR4/NF-kappaB pathway. Int J Med Sci. 2019;16:1238–1244. doi: 10.7150/ijms.35369. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Liu JS, Du J, Cheng X, Zhang XZ, Li Y, Chen XL. Exosomal miR-451 from human umbilical cord mesenchymal stem cells attenuates burn-induced acute lung injury. J Chin Med Assoc. 2019;82:895–901. doi: 10.1097/JCMA.0000000000000189. [PubMed] [CrossRef] [Google Scholar]61. Zhang X, Chen J, Xue M, Tang Y, Xu J, Liu L, Huang Y, Yang Y, Qiu H, Guo F. Overexpressing p130/E2F4 in mesenchymal stem cells facilitates the repair of injured alveolar epithelial cells in LPS-induced ARDS mice. Stem Cell Res Ther. 2019;10:74. doi: 10.1186/s13287-019-1169-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Yi X, Wei X, Lv H, An Y, Li L, Lu P, Yang Y, Zhang Q, Yi H, Chen G. Exosomes derived from microRNA-30b-3p-overexpressing mesenchymal stem cells protect against lipopolysaccharide-induced acute lung injury by inhibiting SAA3. Exp Cell Res. 2019;383:111454. doi: 10.1016/j.yexcr.2019.05.035. [PubMed] [CrossRef] [Google Scholar]63. Deng H, Wu L, Liu M, Zhu L, Chen Y, Zhou H, Shi X, Wei J, Zheng L, Hu X, et al.  Bone marrow mesenchymal stem cell-derived exosomes attenuate LPS-induced ARDS by modulating macrophage polarization through inhibiting glycolysis in macrophages. Shock. 2020;54:828. doi: 10.1097/SHK.0000000000001549. [PubMed] [CrossRef] [Google Scholar]64. Khan MM, Yang WL, Brenner M, Bolognese AC, Wang P. Cold-inducible RNA-binding protein (CIRP) causes sepsis-associated acute lung injury via induction of endoplasmic reticulum stress. Sci Rep. 2017;7:41363. doi: 10.1038/srep41363. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Li PC, Wang BR, Li CC, Lu X, Qian WS, Li YJ, Jin FG, Mu DG. Seawater inhalation induces acute lung injury via ROS generation and the endoplasmic reticulum stress pathway. Int J Mol Med. 2018;41:2505–2516. [PMC free article] [PubMed] [Google Scholar]66. Zeng M, Sang W, Chen S, Chen R, Zhang H, Xue F, Li Z, Liu Y, Gong Y, Zhang H, Kong X. 4-PBA inhibits LPS-induced inflammation through regulating ER stress and autophagy in acute lung injury models. Toxicol Lett. 2017;271:26–37. doi: 10.1016/j.toxlet.2017.02.023. [PubMed] [CrossRef] [Google Scholar]67. Peng X, Li X, Li C, Yue S, Huang Y, Huang P, Cheng H, Zhou Y, Tang Y, Liu W, et al.  NMDA receptor activation inhibits the protective effect of BMMSCs on bleomycininduced lung epithelial cell damage by inhibiting ERK signaling and the paracrine factor HGF. Int J Mol Med. 2019;44:227–239. [PMC free article] [PubMed] [Google Scholar]68. Lee EJ, Cardenes N, Alvarez D, Sellares J, Sembrat J, Aranda P, Peng Y, Bullock J, Nouraie SM, Mora AL, Rojas M. Mesenchymal stem cells reduce ER stress via PERK-Nrf2 pathway in an aged mouse model. Respirology. 2020;25:417–426. doi: 10.1111/resp.13646. [PubMed] [CrossRef] [Google Scholar]69. Chu KA, Wang SY, Yeh CC, Fu TW, Fu YY, Ko TL, Chiu MM, Chen TH, Tsai PJ, Fu YS. Reversal of bleomycin-induced rat pulmonary fibrosis by a xenograft of human umbilical mesenchymal stem cells from Wharton's jelly. Theranostics. 2019;9:6646–6664. doi: 10.7150/thno.33741. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Moroncini G, Paolini C, Orlando F, Capelli C, Grieco A, Tonnini C, Agarbati S, Mondini E, Saccomanno S, Goteri G, et al.  Mesenchymal stromal cells from human umbilical cord prevent the development of lung fibrosis in immunocompetent mice. PLoS ONE. 2018;13:e0196048. doi: 10.1371/journal.pone.0196048. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Marshall R, Bellingan G, Laurent G. The acute respiratory distress syndrome: fibrosis in the fast lane. Thorax. 1998;53:815–817. doi: 10.1136/thx.53.10.815. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Jung YJ, Park YY, Huh JW, Hong SB. The effect of human adipose-derived stem cells on lipopolysaccharide-induced acute respiratory distress syndrome in mice. Ann Transl Med. 2019;7:674. doi: 10.21037/atm.2019.10.48. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Radwan SM, Ghoneim D, Salem M, Saeed M, Saleh Y, Elhamy M, Wael K, Shokair O, Wahdan SA. Adipose tissue-derived mesenchymal stem cells protect against amiodarone-induced lung injury in rats. Appl Biochem Biotechnol. 2020;191:1027. doi: 10.1007/s12010-020-03227-8. [PubMed] [CrossRef] [Google Scholar]74. Dong L, Li L. Lats2-underexpressing bone marrow-derived mesenchymal stem cells ameliorate LPS-induced acute lung injury in mice. Mediators Inflamm. 2019;2019:4851431. doi: 10.1155/2019/4851431. [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Li L, Dong L, Zhang J, Gao F, Hui J, Yan J. Mesenchymal stem cells with downregulated Hippo signaling attenuate lung injury in mice with lipopolysaccharideinduced acute respiratory distress syndrome. Int J Mol Med. 2019;43:1241–1252. [PMC free article] [PubMed] [Google Scholar]76. Wilson JG, Liu KD, Zhuo H, Caballero L, McMillan M, Fang X, Cosgrove K, Vojnik R, Calfee CS, Lee JW, et al.  Mesenchymal stem (stromal) cells for treatment of ARDS: a phase 1 clinical trial. Lancet Respir Med. 2015;3:24–32. doi: 10.1016/S2213-2600(14)70291-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Matthay MA, Calfee CS, Zhuo H, Thompson BT, Wilson JG, Levitt JE, Rogers AJ, Gotts JE, Wiener-Kronish JP, Bajwa EK, et al.  Treatment with allogeneic mesenchymal stromal cells for moderate to severe acute respiratory distress syndrome (START study): a randomised phase 2a safety trial. Lancet Respir Med. 2019;7:154–162. doi: 10.1016/S2213-2600(18)30418-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. McIntyre LA, Stewart DJ, Mei SHJ, Courtman D, Watpool I, Granton J, Marshall J, Dos Santos C, Walley KR, Winston BW, et al.  Cellular immunotherapy for septic shock A phase I clinical trial. Am J Respir Crit Care Med. 2018;197:337–347. doi: 10.1164/rccm.201705-1006OC. [PubMed] [CrossRef] [Google Scholar]79. Chen J, Hu C, Chen L, Tang L, Zhu Y, Xu X, Chen L, Gao H, Lu X, Yu L, et al.  Clinical study of mesenchymal stem cell treating acute respiratory distress syndrome induced by epidemic Influenza A (H7N9) infection, a hint for COVID-19 treatment. Engineering (Beijing) 2020;6:1153. [PMC free article] [PubMed] [Google Scholar]80. Zheng G, Huang L, Tong H, Shu Q, Hu Y, Ge M, Deng K, Zhang L, Zou B, Cheng B, Xu J. Treatment of acute respiratory distress syndrome with allogeneic adipose-derived mesenchymal stem cells: a randomized, placebo-controlled pilot study. Respir Res. 2014;15:39. doi: 10.1186/1465-9921-15-39. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. de Castro LL, Lopes-Pacheco M, Weiss DJ, Cruz FF, Rocco PRM. Current understanding of the immunosuppressive properties of mesenchymal stromal cells. J Mol Med (Berl) 2019;97:605–618. doi: 10.1007/s00109-019-01776-y. [PubMed] [CrossRef] [Google Scholar]82. Masterson CH, Curley GF, Laffey JG. Modulating the distribution and fate of exogenously delivered MSCs to enhance therapeutic potential: knowns and unknowns. Intensive Care Med Exp. 2019;7:41. doi: 10.1186/s40635-019-0235-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Qu W, Wang Z, Hare JM, Bu G, Mallea JM, Pascual JM, Caplan AI, Kurtzberg J, Zubair AC, Kubrova E, et al.  Cell-based therapy to reduce mortality from COVID-19: Systematic review and meta-analysis of human studies on acute respiratory distress syndrome. Stem Cells Transl Med. 2020;9:1007. doi: 10.1002/sctm.20-0146. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Gupta A, Madhavan MV, Sehgal K, Nair N, Mahajan S, Sehrawat TS, Bikdeli B, Ahluwalia N, Ausiello JC, Wan EY, et al.  Extrapulmonary manifestations of COVID-19. Nat Med. 2020;26:1017–1032. doi: 10.1038/s41591-020-0968-3. [PubMed] [CrossRef] [Google Scholar]85. LopesPacheco M, Silva PL, Cruz FF, Battaglini D, Robba C, Pelosi P, Morales MM, Caruso Neves C, Rocco PRM. Pathogenesis of multiple organ injury in COVID-19 and potential therapeutic strategies. Front Physiol. 2021;12:593223. doi: 10.3389/fphys.2021.593223. [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Libster R, Pérez Marc G, Wappner D, Coviello S, Bianchi A, Braem V, Esteban I, Caballero MT, Wood C, Berrueta M, et al.  Early high-titer plasma therapy to prevent severe Covid-19 in older adults. N Engl J Med. 2021;384:610–618. doi: 10.1056/NEJMoa2033700. [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Joyner MJ, Carter RE, Senefeld JW, Klassen SA, Mills JR, Johnson PW, Theel ES, Wiggins CC, Bruno KA, Klompas AM, et al.  Convalescent plasma antibody levels and the risk of death from Covid-19. N Engl J Med. 2021;384:1015–1027. doi: 10.1056/NEJMoa2031893. [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Pan H, Peto R, Henao-Restrepo AM, Preziosi MP, Sathiyamoorthy V, Abdool Karim Q, Alejandria MM, Hernández García C, Kieny MP, Malekzadeh R, et al.  Repurposed antiviral drugs for Covid-19-interim WHO solidarity trial results. N Engl J Med. 2021;384:497–511. doi: 10.1056/NEJMoa2023184. [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Silva JD, Lopes-Pacheco M, Paz AHR, Cruz FF, Melo EB, de Oliveira MV, Xisto DG, Capelozzi VL, Morales MM, Pelosi P, et al.  Mesenchymal stem cells from bone marrow, adipose tissue, and lung tissue differentially mitigate lung and distal organ damage in experimental acute respiratory distress syndrome. Crit Care Med. 2018;46:e132–e140. doi: 10.1097/CCM.0000000000002833. [PubMed] [CrossRef] [Google Scholar]90. Xu AL, Rodriguez LA, 2nd, Walker KP, 3rd, Mohammadipoor A, Kamucheka RM, Cancio LC, Batchinsky AI, Antebi B. Mesenchymal stem cells reconditioned in their own serum exhibit augmented therapeutic properties in the setting of acute respiratory distress syndrome. Stem Cells Transl Med. 2019;8:1092–1106. doi: 10.1002/sctm.18-0236. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Leng Z, Zhu R, Hou W, Feng Y, Yang Y, Han Q, Shan G, Meng F, Du D, Wang S, et al.  Transplantation of ACE2(-) mesenchymal stem cells improves the outcome of patients with COVID-19 pneumonia. Aging Dis. 2020;11:216–228. doi: 10.14336/AD.2020.0228. [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Meng F, Xu R, Wang S, Xu Z, Zhang C, Li Y, Yang T, Shi L, Fu J, Jiang T, et al.  Human umbilical cord-derived mesenchymal stem cell therapy in patients with COVID-19: a phase 1 clinical trial. Signal Transduct Target Ther. 2020;5:172. doi: 10.1038/s41392-020-00286-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Shi L, Huang H, Lu X, Yan X, Jiang X, Xu R, Wang S, Zhang C, Yuan X, Xu Z, et al.  Effect of human umbilical cord-derived mesenchymal stem cells on lung damage in severe COVID-19 patients: a randomized, double-blind, placebo-controlled phase 2 trial. Signal Transduct Target Ther. 2021;6:58. doi: 10.1038/s41392-021-00488-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Peng H, Gong T, Huang X, Sun X, Luo H, Wang W, Luo J, Luo B, Chen Y, Wang X, et al.  A synergistic role of convalescent plasma and mesenchymal stem cells in the treatment of severely ill COVID-19 patients: a clinical case report. Stem Cell Res Ther. 2020;11:291. doi: 10.1186/s13287-020-01802-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Barnes BJ, Adrover JM, Baxter-Stoltzfus A, Borczuk A, Cools-Lartigue J, Crawford JM, Daßler-Plenker J, Guerci P, Huynh C, Knight JS, et al.  Targeting potential drivers of COVID-19: Neutrophil extracellular traps. J Exp Med. 2020;217:e20200652. doi: 10.1084/jem.20200652. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Tomar B, Anders HJ, Desai J, Mulay SR. Neutrophils and neutrophil extracellular traps drive necroinflammation in COVID-19. Cells. 2020;9:1383. doi: 10.3390/cells9061383. [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. De Biasi S, Meschiari M, Gibellini L, Bellinazzi C, Borella R, Fidanza L, Gozzi L, Iannone A, Lo Tartaro D, Mattioli M, et al.  Marked T cell activation, senescence, exhaustion and skewing towards TH17 in patients with COVID-19 pneumonia. Nat Commun. 2020;11:3434. doi: 10.1038/s41467-020-17292-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]98. Ranger A, Haji R, Kaczmarski R, Danga A. Interleukin-6 blockade treatment for COVID-19 associated cytokine release syndrome in a patient with poorly controlled chronic myeloid leukaemia. Br J Haematol. 2020;190:e128. doi: 10.1111/bjh.16901. [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Sanchez-Cerrillo I, Landete P, Aldave B, Sanchez-Alonso S, SanchezAzofra A, Marcos-Jimenez A, Avalos E, Alcaraz-Serna A, de Los Santos I, Mateu-Albero T, et al: Differential Redistribution of Activated Monocyte and Dendritic Cell Subsets to the Lung Associates with Severity of COVID-19. medRxiv. 2020.100. Chen X, Zhao B, Qu Y, Chen Y, Xiong J, Feng Y, Men D, Huang Q, Liu Y, Yang B, et al.  Detectable serum SARS-CoV-2 viral load (RNAaemia) is closely correlated with drastically elevated interleukin 6 (IL-6) level in critically ill COVID-19 patients. Clin Infect Dis. 2020;71:1937. doi: 10.1093/cid/ciaa449. [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Liu J, Li S, Liu J, Liang B, Wang X, Wang H, Li W, Tong Q, Yi J, Zhao L, et al.  Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients. EBioMedicine. 2020;55:102763. doi: 10.1016/j.ebiom.2020.102763. [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Liu L, Mao Q, Chu S, Mounayar M, Abdi R, Fodor W, Padbury JF, De Paepe ME. Intranasal versus intraperitoneal delivery of human umbilical cord tissue-derived cultured mesenchymal stromal cells in a murine model of neonatal lung injury. Am J Pathol. 2014;184:3344–3358. doi: 10.1016/j.ajpath.2014.08.010. [PubMed] [CrossRef] [Google Scholar]103. Zhu H, Xiong Y, Xia Y, Zhang R, Tian D, Wang T, Dai J, Wang L, Yao H, Jiang H, et al.  Therapeutic effects of human umbilical cord-derived mesenchymal stem cells in acute lung injury mice. Sci Rep. 2017;7:39889. doi: 10.1038/srep39889. [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Cruz FF, Rocco PRM. The potential of mesenchymal stem cell therapy for chronic lung disease. Expert Rev Respir Med. 2020;14:31–39. doi: 10.1080/17476348.2020.1679628. [PubMed] [CrossRef] [Google Scholar]105. Goodman RR, Jong MK, Davies JE. Concise review: The challenges and opportunities of employing mesenchymal stromal cells in the treatment of acute pancreatitis. Biotechnol Adv. 2020;42:107338. doi: 10.1016/j.biotechadv.2019.01.005. [PubMed] [CrossRef] [Google Scholar]106. Jakovljevic J, Harrell CR, Fellabaum C, Arsenijevic A, Jovicic N, Volarevic V. Modulation of autophagy as new approach in mesenchymal stem cell-based therapy. Biomed Pharmacother. 2018;104:404–410. doi: 10.1016/j.biopha.2018.05.061. [PubMed] [CrossRef] [Google Scholar]107. Chailakhyan RK, Aver'yanov AV, Zabozlaev FG, Sobolev PA, Sorokina AV, Akul'shin DA, Gerasimov YV. Comparison of the efficiency of transplantation of bone marrow multipotent mesenchymal stromal cells cultured under normoxic and hypoxic conditions and their conditioned media on the model of acute lung injury. Bull Exp Biol Med. 2014;157:138–142. doi: 10.1007/s10517-014-2509-x. [PubMed] [CrossRef] [Google Scholar]108. Chen S, Chen X, Wu X, Wei S, Han W, Lin J, Kang M, Chen L. Hepatocyte growth factor-modified mesenchymal stem cells improve ischemia/reperfusion-induced acute lung injury in rats. Gene Ther. 2017;24:3–11. doi: 10.1038/gt.2016.64. [PubMed] [CrossRef] [Google Scholar]109. Wang C, Lv D, Zhang X, Ni ZA, Sun X, Zhu C. Interleukin-10-overexpressing mesenchymal stromal cells induce a series of regulatory effects in the inflammatory system and promote the survival of endotoxin-induced acute lung injury in mice model. DNA Cell Biol. 2018;37:53–61. doi: 10.1089/dna.2017.3735. [PubMed] [CrossRef] [Google Scholar]110. Yin JQ, Zhu J, Ankrum JA. Manufacturing of primed mesenchymal stromal cells for therapy. Nat Biomed Eng. 2019;3:90–104. doi: 10.1038/s41551-018-0325-8. [PubMed] [CrossRef] [Google Scholar]111. Tsukamoto S, Honoki K, Fujii H, Tohma Y, Kido A, Mori T, Tsujiuchi T, Tanaka Y. Mesenchymal stem cells promote tumor engraftment and metastatic colonization in rat osteosarcoma model. Int J Oncol. 2012;40:163–169. [PubMed] [Google Scholar]112. Timaner M, Letko-Khait N, Kotsofruk R, Benguigui M, Beyar-Katz O, Rachman-Tzemah C, Raviv Z, Bronshtein T, Machluf M, Shaked Y. Therapy-educated mesenchymal stem cells enrich for tumor-initiating cells. Cancer Res. 2018;78:1253–1265. doi: 10.1158/0008-5472.CAN-17-1547. [PMC free article] [PubMed] [CrossRef] [Google Scholar]113. Luo D, Hu S, Tang C, Liu G. Mesenchymal stem cells promote cell invasion and migration and autophagy-induced epithelial-mesenchymal transition in A549 lung adenocarcinoma cells. Cell Biochem Funct. 2018;36:88–94. doi: 10.1002/cbf.3320. [PubMed] [CrossRef] [Google Scholar]114. Thompson M, Mei SHJ, Wolfe D, Champagne J, Fergusson D, Stewart DJ, Sullivan KJ, Doxtator E, Lalu M, English SW, et al.  Cell therapy with intravascular administration of mesenchymal stromal cells continues to appear safe: An updated systematic review and meta-analysis. EClinicalMedicine. 2020;19:100249. doi: 10.1016/j.eclinm.2019.100249. [PMC free article] [PubMed] [CrossRef] [Google Scholar]115. Tatsumi K, Ohashi K, Matsubara Y, Kohori A, Ohno T, Kakidachi H, Horii A, Kanegae K, Utoh R, Iwata T, Okano T. Tissue factor triggers procoagulation in transplanted mesenchymal stem cells leading to thromboembolism. Biochem Biophys Res Commun. 2013;431:203–209. doi: 10.1016/j.bbrc.2012.12.134. [PubMed] [CrossRef] [Google Scholar]116. Robb KP, Fitzgerald JC, Barry F, Viswanathan S. Mesenchymal stromal cell therapy: progress in manufacturing and assessments of potency. Cytotherapy. 2019;21:289–306. doi: 10.1016/j.jcyt.2018.10.014. [PubMed] [CrossRef] [Google Scholar]"}