{"title": "Early risk factors for extrapulmonary organ injury in adult COVID-19 patients", "pubDate": "2021", "PMCID": "PMC8106092", "DOI": "10.21037/atm-21-1561", "PMID": "33987399", "abstract": "Background:                       The novel 2019 coronavirus (COVID-19) has caused a global pandemic, and often leads to extrapulmonary organ injury. However, the risk factors for extrapulmonary organ injury are still unclear. We aim to explore the risk factors for extrapulmonary organ injury and the association between extrapulmonary organ injury and the prognosis in COVID-19 patients.                  Methods:                       We implemented a single-center, retrospective, observational study, in which a total of 349 confirmed COVID-19 patients admitted to Tongji Hospital from January 25, 2020, to February 25, 2020, were enrolled. We collected demographic, clinical, laboratory, and treatment data from electronic medical records. Potential risk factors for extrapulmonary organ injury of COVID-19 patients were analyzed by a multivariable binary logistic model, and multivariable Cox proportional hazards regression model was used for survival analysis in the patients with extrapulmonary organ injury.                  Results:                       The average age of the included patients was 61.73±14.64 years. In the final logistic model, variables including aged 60 or older [odds ratio (OR) 1.826, 95% confidence interval (CI): 1.060-3.142], acute respiratory distress syndrome (ARDS) (OR 2.748, 95% CI: 1.051-7.185), lymphocytes count lower than 1.1×109/L (OR 0.478, 95% CI: 0.240-0.949), level of interleukin-6 (IL-6) greater than 7 pg/mL (OR 1.664, 95% CI: 1.005-2.751) and D-Dimer greater than 0.5 μg/mL (OR 2.190, 95% CI: 1.176-4.084) were significantly associated with the extrapulmonary organ injury. Kaplan-Meier curve and log-rank test showed that the probabilities of survival for patients with extrapulmonary organ injury were significantly lower than those without extrapulmonary organ injury. Multivariate Cox proportional hazards model showed that only myocardial injury (P=0.000, HR: 5.068, 95% CI: 2.728-9.417) and circulatory system injury (P=0.000, HR: 4.076, 95% CI: 2.216-7.498) were the independent factors associated with COVID-19 patients' poor prognosis.                  Conclusions:                       Older age, lymphocytopenia, high level of D-Dimer and IL-6, and the severity of lung injury were the high-risk factors of extrapulmonary organ injury in COVID-19 patients. Myocardial and circulatory system injury were the most important risk factors related to poor outcomes of COVID-19 patients. It may help clinicians to identify extrapulmonary organ injury early and initiate appropriate treatment.", "author": [{"author": "Fang Huang", "affiliation": ["Department of Intensive Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, China."], "href": "/?term=Huang+F&cauthor_id=33987399"}, {"author": "Wenxia Ma", "affiliation": ["Department of Quality Management, The First Affiliated Hospital of Soochow University, Suzhou, China."], "href": "/?term=Ma+W&cauthor_id=33987399"}, {"author": "Hui Zheng", "affiliation": ["Institutes of Biology and Medical Sciences, Soochow University, Suzhou, China."], "href": "/?term=Zheng+H&cauthor_id=33987399"}, {"author": "Yan Ye", "affiliation": ["Department of Intensive Care Medicine, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Ye+Y&cauthor_id=33987399"}, {"author": "Hui Chen", "affiliation": ["Department of Intensive Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, China."], "href": "/?term=Chen+H&cauthor_id=33987399"}, {"author": "Nan Su", "affiliation": ["Department of Respiratory Medicine, The First Affiliated Hospital of Soochow University, Suzhou, China."], "href": "/?term=Su+N&cauthor_id=33987399"}, {"author": "Xiaoping Li", "affiliation": ["Department of Intensive Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, China."], "href": "/?term=Li+X&cauthor_id=33987399"}, {"author": "Xinyue Li", "affiliation": ["Department of Intensive Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, China."], "href": "/?term=Li+X&cauthor_id=33987399"}, {"author": "Yuyu Wang", "affiliation": ["Department of Intensive Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, China."], "href": "/?term=Wang+Y&cauthor_id=33987399"}, {"author": "Jun Jin", "affiliation": ["Department of Intensive Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, China."], "href": "/?term=Jin+J&cauthor_id=33987399"}, {"author": "Zhengyuan Yu", "affiliation": ["Department of Oncology, The First Affiliated Hospital of Soochow University, Suzhou, China."], "href": "/?term=Yu+Z&cauthor_id=33987399"}, {"author": "Yongsheng Li", "affiliation": ["Department of Intensive Care Medicine, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Li+Y&cauthor_id=33987399"}, {"author": "Jun Wang", "affiliation": ["Department of Intensive Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, China."], "href": "/?term=Wang+J&cauthor_id=33987399"}], "refPMID": [], "citedInPMID": ["33987399"], "body": " AbstractBackgroundThe novel 2019 coronavirus (COVID-19) has caused a global pandemic, and often leads to extrapulmonary organ injury. However, the risk factors for extrapulmonary organ injury are still unclear. We aim to explore the risk factors for extrapulmonary organ injury and the association between extrapulmonary organ injury and the prognosis in COVID-19 patients.MethodsWe implemented a single-center, retrospective, observational study, in which a total of 349 confirmed COVID-19 patients admitted to Tongji Hospital from January 25, 2020, to February 25, 2020, were enrolled. We collected demographic, clinical, laboratory, and treatment data from electronic medical records. Potential risk factors for extrapulmonary organ injury of COVID-19 patients were analyzed by a multivariable binary logistic model, and multivariable Cox proportional hazards regression model was used for survival analysis in the patients with extrapulmonary organ injury.ResultsThe average age of the included patients was 61.73±14.64 years. In the final logistic model, variables including aged 60 or older [odds ratio (OR) 1.826, 95% confidence interval (CI): 1.060–3.142], acute respiratory distress syndrome (ARDS) (OR 2.748, 95% CI: 1.051–7.185), lymphocytes count lower than 1.1×109/L (OR 0.478, 95% CI: 0.240–0.949), level of interleukin-6 (IL-6) greater than 7 pg/mL (OR 1.664, 95% CI: 1.005–2.751) and D-Dimer greater than 0.5 μg/mL (OR 2.190, 95% CI: 1.176–4.084) were significantly associated with the extrapulmonary organ injury. Kaplan-Meier curve and log-rank test showed that the probabilities of survival for patients with extrapulmonary organ injury were significantly lower than those without extrapulmonary organ injury. Multivariate Cox proportional hazards model showed that only myocardial injury (P=0.000, HR: 5.068, 95% CI: 2.728–9.417) and circulatory system injury (P=0.000, HR: 4.076, 95% CI: 2.216–7.498) were the independent factors associated with COVID-19 patients’ poor prognosis.ConclusionsOlder age, lymphocytopenia, high level of D-Dimer and IL-6, and the severity of lung injury were the high-risk factors of extrapulmonary organ injury in COVID-19 patients. Myocardial and circulatory system injury were the most important risk factors related to poor outcomes of COVID-19 patients. It may help clinicians to identify extrapulmonary organ injury early and initiate appropriate treatment.Keywords:  COVID-19, SARS-CoV-2, extrapulmonary organ injury, risk factors IntroductionThe novel 2019 coronavirus (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus infection, has led to a global pandemic, spreading quickly to more than 210 countries, areas, or territories. There have been over 2,300,000 confirmed cases, with 10–20% developing severe COVID-19 and 157,000 patients having died. Furthermore the number of daily confirmed cases is continuing to increase. Although, as of April 21, 2020, the mortality (6.8%, 157,970 confirmed deaths of 2,319,066 confirmed cases) of COVID-19 is lower than that of severe acute respiratory syndrome (SARS) in 2003 (9.6%, 774 died of 8,096 infected) and Middle East respiratory syndrome (MERS) in 2012 (34·4%, 858 died of 2,494 infected) (1,2), the death toll of COVID 19 is expected to be exponentially larger due to the massive number of infections.COVID-19 is a respiratory infection disease, which may cause pneumonia and even severe acute respiratory distress syndrome (ARDS) in severe cases (3). In addition to lung lesions, some critically ill patients often develop dysfunction of extrapulmonary organs, including acute kidney injury (AKI), cardiac injury, liver dysfunction, and gastrointestinal hemorrhage. A recent study reported that AKI occurred in 5.1% patients and that kidney disease was associated with in-hospital death of patients with COVID-19 (4). Respiratory failure and organ dysfunction are common causes of death in patients with COVID-19 (5,6). Nevertheless, previous studies concerning extrapulmonary organ injury are limited and most have focused on single-organ injury in relation to COVID-19. It is crucial to explore the risk factors for extrapulmonary organ injury and the association with prognosis.In our study, we investigated severe and critically ill patients with confirmed SARS-CoV-2 pneumonia who were admitted to Wuhan Tongji Hospital. Through observing and comparing the demographic, clinical and laboratory characteristics, as well as complications, treatments, and outcomes of these patients, we aimed to identify the potential early risk factors for the injury of extrapulmonary organs when infected with SARS-CoV-2. A further objective was to clarify the relationship between extrapulmonary organ injury and prognosis in severe and critically ill confirmed patients.We present the following article in accordance with the STROBE reporting checklist (available at http://dx.doi.org/10.21037/atm-21-1561). MethodsStudy design and participantsWe conducted a single-center, retrospective, observational study at Wuhan Tongji hospital, Huazhong University of Science and Technology, which was a designated treatment center for confirmed patients with COVID-19 in Wuhan. All the patients enrolled in the study were severe and critically ill patients who were diagnosed with SARS-CoV-2 pneumonia according to the World Health Organization (WHO) interim guidelines by positive result of a real-time reverse transcription polymerase chain reaction (RT-PCR) assay of nasal and (or) throat-swab sampling and who were admitted to the hospital from January 25, 2020, to February 25, 2020 (7). Only patients who had died or were discharged from hospital were included in this study; 5 patients who had died within 24 hours after admission and whose records were not complete, were excluded. Patients who were younger than 18 years old were also excluded. This was a retrospective case series study, and no patients were involved in the study design or in setting the research questions or the outcome measures directly. No patients were asked to advise on interpretation or writing up of the results. All procedures performed in this study involving human participants were in accordance with the Declaration of Helsinki (as revised in 2013). The present study was approved by the Research Ethics Commission of Tongji Hospital. Written informed consent was waived by the Ethics Commission because of the outbreak of COVID-19. Patient-level informed consent was not required.Data collectionWe obtained clinical data, including chronic comorbidities, demographic information, clinical symptoms, laboratory tests, treatment, and complications outcome data from the electronic medical records system by using data collection forms. We also recorded the time from symptom onset to hospital admission of all the patients. Not every patient received arterial blood gas analysis, as there were too many patients in the early stage of the COVID-19 outbreak, and peripheral capillary oxygen saturation (SpO2) and fraction of inspired oxygen (FiO2) were recorded. The SpO2 to FiO2 (S/F) ratio was used to evaluate the status of respiration, which has been reported to be a useful replaceable index of ARDS evaluation when arterial oxygen partial pressure (PaO2) cannot be obtained (8). All the data were entered and cross-checked independently by three physicians in a computerized database.Organ injuryAll the patients were confirmed with COVID-19 pneumonia, and some developed ARDS. ARDS was diagnosed according to the Berlin Definition (9). In addition to pneumonia, we focused on the damage to extrapulmonary organs, including myocardial injury, liver injury, AKI, and injury to the blood and circulatory system. Myocardial injury was diagnosed according to the serum level of cardiac biomarkers or new abnormalities in electrocardiography and echocardiography. Liver injury was diagnosed as the elevated serum levels of bilirubin and aminotransferase. AKI was defined according to Kidney Disease: Improving Global Outcomes (KIDGO) clinical practice guidelines (10); blood system injury was defined as platelet count lower than 120×109/L, according to the multiple organ dysfunction score (MODS) score (11); and circulation system injury was defined as mean arterial blood pressure (MAP) lower than 70 mmHg or the need for a vasopressor to maintain a MAP of 70 mmHg, according to sequential organ failure assessment (SOFA) score.Laboratory testsClinical laboratory investigation included complete blood cell count, serum biochemical tests [including level of creatinine, alanine aminotransferase (ALT), aspartate transaminase (AST), lactate dehydrogenase, albumin, immunoglobulin, and electrolytes], coagulation index (including level of D-Dimer), cardiac biomarkers [including high-sensitivity cardiac troponin I, myoglobin and creatine kinase-MB (CK-MB)], inflammatory cytokines [including interleukin (IL)-2R, interleukin-6, interleukin-8, interleukin-10, and tumor necrosis factor alpha (TNF-α)], procalcitonin (PCT), and high sensitivity C reactive protein (hs-CRP).Management of patientsAll the patients received intensive care after admission to the hospital, and vital signs and SpO2 were monitored consecutively. We gave all patients the required supportive treatments, which included providing sufficient calories and stabilizing elements of the internal environment, including water, electrolyte, and acid-base balance. Oxygen therapy was given immediately to patients with hypoxemia, and if hypoxemia could not be improved by oxygen aspiration, advanced respiratory supports, such as high-flow nasal catheter oxygen therapy (HFNC), noninvasive ventilation, and invasive mechanical ventilation, were performed. If these treatments all failed, extracorporeal membrane pulmonary oxygenation (ECMO) could be recommended by the experts according to evaluation of the patient’s condition. Empirical antimicrobial therapy, including antivirus and antibiotics, were considered according to clinical practice and physicians’ experience.Statistical analysisContinuous variables are reported in mean ± standard deviation (x±s), and were analyze using Kruskal-Wallis tests. Categorical variables are expressed in frequency (%) and were compared using the χ2 test or Fisher’s exact test. An orderly logistic regression model was used to explore the risk factors associated with the extrapulmonary injury. The odds ratio (OR) along with the 95% confidence interval (95% CI) are reported. The Kaplan-Meier method and the log-rank test were used for survival analysis of extrapulmonary injury, while the Cox proportional hazards regression model was used to investigate risk factors. A 2-sided α value of less than 0.05 was considered statistically significant. Statistical analyses were conducted using SPSS 23.0 (IBM Corp.). ResultsBaseline characteristicsA total of 361 confirmed COVID-19 patients were enrolled, but only 349 patients who had complete data were included in the study. The average age of the included patients was 61.73±14.64 years. Among them, 197 (56.4%) patients were aged 60 years or older, and 167 (47.9%) patients were female. The most common original comorbidity was hypertension (143, 41.1%) with 63 (18.2%) patients being administered angiotensin-converting enzyme (ACE) inhibitors. Other comorbidities were diabetes (66, 19%), cardiovascular disease (41, 11.7%), and chronic obstructive pulmonary disease (COPD; 16, 4.6%). The most common symptoms of early stage onset was fever (87.1%), dry cough (67.3%), dyspnea (60.7%), fatigue (49.3%), expectoration (39.3%), anorexia (26.9%), and diarrhea (26.4%) (Table 1).Table 1Baseline characteristics of COVID-19 patientsBaseline characteristicsAll patients (N=349)No extrapulmonary injury (n=184)Extrapulmonary injury (n=165)P valueOne injury (n=43)Two injuries (n=26)Three injuries (n=36)Four injuries (n=35)Five injuries (n=25)Base line information   Age range, year0.000    ≤60152 (43.6)103 (56.0)17 (39.5)8 (30.8)16 (44.4)4 (11.4)4 (16.0)    >60197 (56.4)81 (44.0)26 (60.5)18 (69.2)20 (55.6)31 (88.6)21 (84.0)   Gender0.311    Male182 (52.1)92 (50.0)21 (48.8)18 (69.2)21 (58.3)15 (42.9)15 (60.0)    Female167 (47.9)92 (50.0)21 (51.2)8 (30.8)15 (41.7)20 (57.1)10 (40.0)   Original comorbidities    Hypertension143 (41.1)65 (35.3)14 (32.6)15 (57.7)14 (38.9)19 (55.9)16 (64.0)0.011    ACE inhibitors63 (18.2)31 (16.8)3 (7.0)5 (19.2)5 (13.9)10 (29.4)9 (37.5)0.031    Diabetes66 (19.0)28 (15.2)10 (23.3)8 (32.0)5 (13.9)9 (25.7)6 (24.0)0.220    Cardiovascular disease41 (11.7)16 (8.7)4 (9.3)7 (26.9)5 (13.9)3 (8.6)6 (24.0)0.038    COPD16 (4.6)4 (2.2)3 (7.0)1 (3.8)4 (11.1)3 (8.6)1 (4.0)0.165Signs and symptoms   Fever304 (87.1)160 (87.0)40 (93.0)22 (84.6)30 (83.3)30 (85.7)22 (88.0)0.846   Dry cough235 (67.3)119 (64.7)30 (69.8)18 (69.2)26 (72.2)24 (68.6)18 (72.0)0.923   Fatigue172 (49.3)88 (47.8)22 (51.2)13 (50.0)17 (47.2)17 (48.6)15 (60.0)0.920   Expectoration137 (39.3)73 (39.7)18 (41.9)10 (38.5)11 (30.6)18 (51.4)7 (28.0)0.442   Diarrhea92 (26.4)53 (28.8)16 (37.2)3 (11.5)9 (25.0)4 (11.4)7 (28.0)0.070   Anorexia94 (26.9)47 (25.5)14 (32.6)9 (34.6)5 (13.9)10 (28.6)9 (36.0)0.320   Dyspnea212 (60.7)98 (53.3)25 (58.1)14 (53.8)27 (75.0)28 (80.0)20 (80.0)0.004Vital signs   Heart rate, bpm92.93±16.8391.17±14.9290.53±15.3793.58±15.8196.63±23.2196.80±18.8698.64±0.550.360   Respiratory rate, rpm23.68±6.9822.45±6.8323.44±6.3023.54±5.7926.75±8.0525.31±7.1326.52±6.510.000   Systolic pressure, mmHg132.2±19.77132.10±18.20132.49±19.29133.04±18.75133.0±21.16129.43±23.18134.36±26.330.873   SpO2/FiO2353.78±128.65316.53±100.47270.74±134.40170.47±103.89167.17±101.84151.13±98.75121.19±74.290.000   ARDS148 (42.4)20 (10.9)15 (34.9)19 (73.1)34 (94.4)35 (100.0)25 (100.0)0.000Laboratory findings at admission   WBC, ×109/L7.65±4.944.87±2.567.35±6.388.10±6.1710.50±6.0410.51±5.2212.92±5.070.000   Neutrophils, ×109/L6.44±6.524.25±2.465.86±5.8210.43±17.149.09±5.649.37±5.0911.86±4.950.000   lymphocytes, ×109/L1.55±10.482.28±14.380.94±0.540.5±0.230.81±0.670.65±0.350.56±0.310.000   N/L11.08±17.034.77±4.477.32±6.4326.45±41.7515.62±11.8221.54±20.1127.89±19.870.000   Platelets, ×109/L207.0±95.9240.8±86.4188.4±99.51185.56±93.06193.43±98.24142.06±70.03114.04±61.770.000   RDW13.14±5.8812.56±1.1615.26±16.1113.30±1.5012.95±1.3512.95±1.2814.25±3.860.001   HS-CRP, mg/L71.11±69.5642.35±48.4663.94±56.5193.77±67.45129.33±77.2890.74±60.84163.45±81.250.000   PCT, ng/mL0.76±4.750.32±2.410.22±0.470.67±1.620.66±1.030.61±1.014.85±15.340.000   IL-2R, U/mL952.04±686.50734.0±387.31839.14±448.271,443.14±1,357.081,197.68±677.091,116.76±439.551,640.76±1,142.940.000   IL-6, pg/mL62.68±141.4419.54±23.8738.73±48.9776.78±135.77189.15±346.9798.21±85.17179.33±203.380.000   IL-8, pg/mL42.42±101.5722.32±39.8557.46±149.3389.28±275.3337.11±31.9563.12±58.8387.17±98.710.000   IL-10, pg/mL20.26±19.576.51±5.657.94±7.1110.56±9.7911.48±6.8814.43±8.5420.3±19.570.000   TNF-α, pg/mL10.77±7.968.34±3.638.74±2.5211.24±5.9112.97±7.1316.05±13.6720.77±14.710.000   PT, s15.32±7.6214.72±10.0214.53±1.1015.10±1.8715.16±1.7917.01±3.9418.78±5.200.000   APTT, s43.24±13.7941.6±11.1743.66±13.4345.56±16.6840.58±14.6445.73±18.2152.03±16.750.175   D-Dimer, μg/mL5.37±8.481.96±3.954.61±10.957.02±10.3210.61±9.0111.01±9.7414.46±9.310.000   Fibrinogen, g/L4.85±1.705.00±1.294.64±1.315.19±1.705.67±1.833.98±2.353.98±2.480.000   High-sensitivity cardiac troponin I, pg/mL739.22±3,470.4543.50±234.7912.50±14.7083.87±175.67637.00±1,973.862,581.52±8,213.763,861.09±5,633.700.000   CK-MB, ng/mL6.38±23.8155.46±23.411.73±2.292.49±2.356.38±10.2916.01±48.759.60±9.890.000   ALT, U/L46.57±157.7029.92±29.3135.15±43.8435.40±29.2937.03±23.3429.06±17.51235.92±550.670.000   AST, U/L57.33±199.8132.29±21.9740.74±34.9046.76±35.0548.79±28.4146.74±26.18306.76±703.0850.000   TBIL, μmol/L13.67±28.299.27±4.3010.57±4.6013.36±5.3612.69±8.0217.11±16.3848.34±96.960.000   Albumin, g/L33.78±6.3035.81±5.1334.63±7.0133.06±7.7829.72±6.4529.5±4.8929.7±5.510.000   Creatinine, μmol/L92.70±95.6080.08±84.8473.24±27.97108.72±107.63115.94±175.19104.32±58.97152.96±84.200.000   e-GFR, mL/min/1.73 m282.95±27.3491.01±22.9589.66±20.8875.00±31.3775.61±29.3768.43±24.9350.90±27.980.000   LDH, U/L420.40±295.79295.80±135.91351.79±150.49428.88±168.20559.94±250.14613.06±334.78981.92±514.340.000   Glucose, mmol/L8.36±4.497.08±3.208.42±3.1210.51±5.958.49±3.2011.66±7.2211.01±5.800.000Treatments   Antiviral287 (82.2)163 (88.6)39 (90.7)19 (73.1)30 (83.3)25 (71.4)11 (44.0)0.000   Antibiotic270 (77.4)122 (66.3)33 (76.7)23 (88.5)34 (94.4)33 (94.3)25 (100.0)0.000   Corticosteroid226 (64.8)90 (48.9)29 (67.4)22 (84.6)32 (88.9)32 (91.4)21 (84.0)0.000   Immunoglobulin159 (45.6)56 (30.4)20 (46.5)15 (57.7)24 (66.7)27 (77.1)17 (68.0)0.000   Oxygen support    HFNC40 (11.5)3 (1.6)7 (16.3)6 (23.1)10 (27.8)10 (28.6)4 (16.0)0.000    NIV86 (24.6)12 (6.5)11 (25.6)14 (53.8)21 (58.3)15 (42.9)13 (52.0)0.000    IV101 (28.9)1 (0.5)8 (18.6)12 (46.2)30 (83.3)31 (88.6)19 (76.0)0.000Prognosis   Death140 (40.1)17 (9.2)11 (25.6)20 (76.9)34 (94.4)33 (94.3)25 (100.0)0.000Open in a separate windowCOPD, chronic obstructive pulmonary disease; ARDS, acute respiratory distress syndrome; WBC, white blood count cell; N/L, neutrophil-to-lymphocyte ratio; RDW, red cell distribution width; HS-CRP, high-sensitivity C-reactive protein; PCT, procalcitonin; e-GFR, glomerular filtration rate; IL, interleukin; PT, prothrombin time; APTT, activated partial thromboplastin time; CK-MB, creatine kinase MB; ALT, alanine transaminase; AST, aspertate aminotransferase; TBIL, total bilirubin; LDH, lactate dehydrogenase; HFNC, high-flow nasal cannula; NIV, noninvasive ventilation; IV, invasive ventilation.Associated risk factors in patients with different number of extrapulmonary organ function impairmentIn the study, we compared the clinical features and laboratory findings according to whether patients had extrapulmonary injury and stratified them by the number of injured organs. All the patients were separated into 6 groups: 1 group of no extrapulmonary injury and 1 to 5 groups according to the number of extrapulmonary organs injured.Overall, 165 patients developed extrapulmonary organ injury. We found that older patients, especially those aged over 60 years old, were more likely to suffer from extrapulmonary injury (P<0.001). The proportion of male patients was higher in patients with extrapulmonary injury but no significant difference was observed (P=0.311). Patients with hypertension (P=0.011) (including those taking ACE inhibitors, P=0.031) and cardiovascular disease (P=0.038) were more prone to extrapulmonary organ damage. We also found that with the increasing number of injured extrapulmonary organs, the respiratory rate increased significantly (P<0.001) and the S/F ratio notably decreased (P<0.001). Of the 148 patients with ARDS, 128 cases developed extrapulmonary injury. The proportion of ARDS was much higher in patients with extrapulmonary injury than in those without extrapulmonary injury (P<0.001), and more than 90% patients with 3 or more extrapulmonary organs dysfunction developed ARDS.By comparing the results of laboratory tests on admission, we discovered that the count of neutrophils, lymphocytes, platelets, and neutrophil to lymphocyte ratio (N/L) were different between the groups (P<0.001). Furthermore, the more extrapulmonary organs were injured, the higher the neutrophil count and N/L ratio, and the lower the lymphocyte count. There were also significant differences in inflammation indicators (including hs-CRP, PCT, IL-2R, IL-6, IL-8, IL-10, and TNF-α) in different groups (P<0.001). The level of serum IL-2R and IL-6 rose with the increasing number of injured extrapulmonary organs. A similar phenomenon was found in the D-dimer, fibrinogen, high-sensitivity cardiac troponin I, CK-MB, lactate dehydrogenase (LDH), and liver and kidney function indicators. However, there was no significant difference in activated partial thromboplastin time (APTT) among the different groups (P=0.175) (Table 1).Because there was a degree of collinearity between laboratory findings, partial collinear indicators were filtered out after correlation testing. Only 7 indicators screened out and other significant factors tested by single-factor analysis were included in the ordered logistic regression model. Indicator assignments are shown in Table 2. Using likelihood ratio test to determine the parallelism of the 5 regression equations, the results showed that the ordered logistic regression model could be used for analysis (χ2=77.280, P=0.955). The likelihood ratio test showed that the model was statistically significant (χ2=328.009, P=0.000). In the final logistic model, variables, including age 60 or older (OR 1.826, 95% CI: 1.060–3.142), ARDS (OR 2.748, 95% CI: 1.051–7.185), lymphocyte count lower than 1.1×109/L (OR 0.478, 95% CI: 0.240–0.949), IL-6 greater than 7 pg/mL (OR 1.664, 95% CI: 1.005–2.751), and D-Dimer greater than 0.5 µg/mL (OR 2.190, 95% CI: 1.176–4.084) were significantly associated with the extrapulmonary injury (Table 3).Table 2Value assignment of ordinal logistic regression model variablesVariableValue assignmentAge range, year≤60=0, >60=1HypertensionNo =0, yes =1ACE inhibitorsNo =0, yes =1Cardiovascular diseaseNo =0, yes =1Respiratory rate, rpm<24=0, ≥24=1SpO2/FiO2≤150=1, 150–235=2, 235–315=3, >315=4ARDSNo=0, yes=1Neutrophils, ×109/L≤1.8=1, 18–6.3=2, >6.3=3lymphocytes, ×109/L<1.1=0, ≥1.1=1RDW<14.9=0, ≥14.9=1HS-CRP, mg/L≤1=0, >1=1PCT, ng/mL<0.5=0, ≥0.5=1IL-6, pg/mL<7=0, >7=1D-Dimer, μg/mL<0.5=0, ≥0.5=1LDH, U/L≤225=0, >225=1Dependent variable: extrapulmonary injuryNo extrapulmonary injury =0, one extrapulmonary injury =1, two extrapulmonary injuries =2, three extrapulmonary injuries =3, four extrapulmonary injuries =4, five extrapulmonary injuries =5Open in a separate windowACE, angiotension converting enzyme; ARDS, acute respiratory distress syndrome; RDW, red cell distribution width; HS-CRP, high-sensitivity C-reactive protein; PCT, procalcitonin; IL, interleukin; LDH, lactate dehydrogenase.Table 3Ordinal logistic regression model of extrapulmonary injuryVariableEstimateStd. ErrorWald valuePOR95% confidence intervalLower boundUpper boundAge range0.6020.2774.7110.0301.8261.0603.142Hypertension0.1360.2990.2060.6501.1460.6372.059ACE inhibitors0.2020.3830.2790.5981.2240.5782.591Cardiovascular disease−0.3900.3920.9890.3200.6770.3141.459Respiratory rate0.0420.2710.0240.8781.0430.6131.774ARDS1.0110.4904.2500.0392.7481.0517.185Lymphocytes−0.7390.3514.4440.0350.4780.2400.949RDW−0.1810.3800.2260.6340.8340.3961.758HS-CRP0.1940.5620.1190.7301.2140.4033.655PCT0.6280.3573.0870.0791.8740.9303.773IL-60.5090.2573.9160.0481.6641.0052.751D-Dimer0.7840.3186.0990.0142.1901.1764.084LDH0.2320.4000.3370.5621.2610.5762.765[SpO2/FiO2 =1]0.2380.4790.2460.6201.2690.4963.245[SpO2/FiO2 =2]0.0790.4520.0310.8611.0820.4462.627[SpO2/FiO2 =3]−0.3600.3780.9060.3410.6980.3321.465[SpO2/FiO2 =4]–––––––[Neutrophils =1]0.0000.5530.0001.0001.0000.3382.959[Neutrophils =2]−0.1420.3180.1980.6560.8680.4661.618[Neutrophils =3]–––––––Open in a separate windowSpO2/FiO2: ≤150=1, 150–235=2, 235–315=3, >315=4; Neutrophils: ≤1.8=1, 18–6.3=2, >6.3=3. ACE, angiotension converting enzyme; ARDS, acute respiratory distress syndrome; RDW, red cell distribution width; HS-CRP, high-sensitivity C-reactive protein; PCT, procalcitonin; IL, interleukin; LDH, lactate dehydrogenase.Effect of extrapulmonary organ injury on COVID-19 patient prognosisOf the 140 patients who died, 123 patients had extrapulmonary organ injury. With the increasing number of injured extrapulmonary organs, a higher fatality rate was observed (P<0.001). Moreover, of the 25 cases with five extrapulmonary organs injured, all died.To identify the impact of extrapulmonary organ injury on patient prognosis, we used Kaplan-Meier curve and log-rank test to analyze the relationship between the extrapulmonary organ injury and survival. We found that there were significant differences in survival rate when five extrapulmonary organs were injured. The survival rate of patients with myocardial damage was lower than that in the patients without myocardial damage (χ2=268.884, P=0.000). Similar trends were found for liver injury, kidney injury, blood system injury, and circulatory system injury patients (χ2=51.684, χ2=141.527, χ2=85.940, χ2=242.322; P=0.000). The results are shown in the Figures 1-5​1-5​​​.. However, when all the extrapulmonary organs injury were included in the multivariate Cox proportional hazards model, the result showed that only myocardial injury (P=0.000, HR: 5.068, 95% CI: 2.728–9.417) and circulatory system injury (P=0.000, HR: 4.076, 95% CI: 2.216–7.498) were the independent factors associated with COVID-19 patients’ prognosis (Table 4).Open in a separate windowFigure 1Kaplan-Meier curves of myocardial injury for survival of COVID-19.Open in a separate windowFigure 2Kaplan-Meier curves of liver injury for survival of COVID-19.Open in a separate windowFigure 3Kaplan-Meier curves of kidney injury for survival of COVID-19.Open in a separate windowFigure 4Kaplan-Meier curves of blood system injury for survival of COVID-19.Open in a separate windowFigure 5Kaplan-Meier curves of circulatory system injury for survival of COVID-19.Table 4Cox proportional hazards modelVariableEstimateStd. ErrorWald valuePHR95% confidence intervalLower boundUpper boundMyocardial injury1.6230.31626.3700.0005.0682.7289.417Liver injury0.1750.1970.7970.3721.1920.8111.752Kidney injury–0.2970.2201.8240.1770.7430.4831.143Blood system injury0.2550.1881.8380.1751.2910.8931.866Circulatory system injury1.4050.31120.4180.0004.0762.2167.498Open in a separate window DiscussionAlthough the overall hospitalization fatality rate of COVID-19 is lower than that of ARDS (9.6%) and MERS (34.4%) (1,2), it has ultimately caused a massive number of deaths due to its faster spread (5,12) and enormous number of infected cases. Moreover, it was reported that the fatally rate of severe and critically ill patients of COVID is much higher than that in general patients, with the highest fatality rate reported being 61.5% (13,14). In addition to developing ARDS, severe and critically ill COVID-19 patients usually develop extrapulmonary organ injury, including acute cardiac injury, AKI, acute liver injury, disseminated intravascular coagulation, and gastrointestinal bleeding (3,15). In our study, we found that extrapulmonary injury occurred in nearly half of the severe and critically ill patients with COVID, and occurred more commonly in patients with ARDS. Aged 60 or older, ARDS, lymphocyte count lower than 1.1×109/L, IL-6 greater than 7 pg/mL, and D-Dimer level greater than 0.5 µg/mL were significantly associated with the extrapulmonary injury. For patients with injury to five extrapulmonary organs, myocardial and circulatory system injury were associated with poor prognosis.Extrapulmonary injury was common in severe and critically ill patients, occurring in 165 patients in our study. The findings were in accordance with other studies, suggesting more attention should be paid to extrapulmonary injury and lung injury. However, the underlying mechanism was not exactly clear. Recent research has demonstrated that the novel SARS-CoV-2 spike protein directly binds to the host cell surface ACE2 receptor, facilitating virus entry and replication (16). The ACE2 receptor is densely distributed in human alveolar epithelial cells (AEC), and 83% of ACE2-expressing cells are alveolar epithelial type II cells (AECII), which serve as a reservoir for viral invasion. ACE2-expressing AECII was found to have high levels of multiple viral process-related genes, including regulatory genes for viral processes, viral life cycle, viral assembly, and viral genome replication, which facilitate coronavirus replication in the lung (16,17). The ACE2 receptor has been found to be expressed in many extrapulmonary tissues, such as the heart, liver, kidney, endothelium, and intestine (18-20), and even in some hematopoietic cells, including monocytes and macrophages (21), which may explain the extrapulmonary organ injury observed in critical patients.The occurrence of extrapulmonary damage has also been attributed to cytokine release syndrome (CRS), which occurred in a large number of COVID-19 patients, with IL-6 being identified as the key molecule of CRS and being the important cause of death (21,22). CRS is characterized by elevated proinflammatory cytokines and chemokines which could lead to multi-organ failure. In our study, the levels of serum IL-6, IL-2R, IL-10, and TNF-α were higher in the severe and critically ill patients with extrapulmonary injury than in those without extrapulmonary injury, and the level of IL-6 was an independent risk factor of extrapulmonary injury. SARS-CoV-2 infection of monocytes, macrophages, and dendritic cells accounts for their activation and secretion of IL-6 and other inflammatory cytokines. IL-6 can bind to the soluble form of IL-6R (sIL-6R), which activates IL-6-sIL-6R–JAK-STAT3 signaling, resulting in a systemic “cytokine storm” (23). This involves secreting vascular endothelial growth factor (VEGF), monocyte chemoattractant protein-1 (MCP-1), IL-8, additional IL-6, and reduced E-cadherin expression on endothelial cells, leading to vascular permeability and leakage, which may contribute to extrapulmonary injury and ARDS. Our findings suggested that patients with ARDS were more likely to develop extrapulmonary injury, which may be explained by CRS due to activation of IL-6. IL-6 also can bind to membrane-bound IL-6 receptor (mIL-6R), activating cis-signaling involving the acquired immune system (B and T cells), which contributes to lymphocytopenia (24). In our study, we found that lymphocytopenia was more common in the COVID-19 patients with extrapulmonary injury, which may be explained by the activation of IL-6 through cis-signaling. Moreover, compared to the patients with 1 extrapulmonary organ injury, a much higher level of IL-6 and much lower lymphocyte count were observed in patients with more than one extrapulmonary organ injury. Recent study indicated that the use of corticosteroids showed significant survival benefits in patients with the hyperinflammatory phenotype (25). Hence, detecting and monitoring the level of inflammatory cytokines, such as IL-6, and lymphocyte count may help clinicians to focus on extrapulmonary organ function to exclude ARDS so as to identify severe COVID patients and provide better treatment.A few studies have reported D-Dimer to be a biomarker of severity and a predictor of COVID-19 mortality (26). In our study, elevated D-Dimer was associated with the extrapulmonary organ injury, suggesting D-Dimer plays an important role in multiorgan injury. A pathological report of COVID-19 cases by autopsies showed decreased hematopoietic function, with swelling of endothelial cells in the glomerulus of the kidney and thrombosis in capillaries (27). Autopsy findings in other studies have indicated venous thromboembolism in COVID-19 patients (26,28). It is possible that D-Dimer participates in the pathological process of thrombosis, which may contribute to extrapulmonary injury.Previous studies have also shown older age to be associated with death in COVID patients. Our results suggested that older age was correlated with extrapulmonary injury. Elderly patients had more prolonged proinﬂammatory responses due to the decreased function of T cells and B cells compared to younger patients (29).We further found that when extrapulmonary organ injury occurred, the survival rate decreased significantly. Other research has reported a similar association between single-organ injury and survival rate (30-33). However, some organ injuries often co-exist in severe COVID patients. In our study, multivariate Cox proportional hazards analysis indicated that myocardial injury and circulatory system injury were independently correlated with the poor prognosis in COVID-19 patients. The potential mechanism underlying this is that myocardial and circulatory system injury can cause arrhythmia, heart failure and even acute myocardial infarction, exacerbating circulatory system damage and leading to tissue hypoperfusion (34).The present study have several limitations. First, the design of our study is a retrospective observational study; we considered only segmental measured confounders, and the residual measured confounders and unmeasured confounders cannot be fully included. Second, the sample size of our study was relatively small, future studies will require a larger sample size and more heterogeneity patients in order to systematically explore this issue. Third, we did not follow up the patients long term. ConclusionsCOVID-19 is a highly infectious disease. The SARS-CoV-2 infection does not only cause lung injury but can also lead to the damage of extrapulmonary organs. Older age, lymphocytopenia, high levels of IL-6 and D-Dimer, and the severity of lung injury were found to be the high-risk factors of the damage for extrapulmonary organ injury. Myocardial and circulatory system injury may be the most important risk factor related to poor outcomes of COVID-19 patients. AcknowledgmentsWe would like to thank all the hospital staff for their efforts in collecting the information that was used in this study, all the patients who gave consent to provide data for analysis, and the medical staff who are on the frontlines in caring for patients.Funding: This work was supported by Gusu Health Talents Programme (No. GSWS2020006), the Science Foundation of Jiangsu Commission of Health (No. H2018117), the Emergency Project for the Prevention and Control of the Novel Coronavirus Outbreak in Suzhou (No. SYS2020012), the National Natural Science Foundation of China (81702048), the applied Basic Research Programs of Medical and Health in Suzhou (No. SYS201742), the Fundamental Research of Funds for the Central Universities (No. HUST: 2017KFYXJJ113), and the Wuhan Municipal Science and Technology Bureau (No. 2017060201010173). NotesEthical Statement: The authors are accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. All procedures performed in this study involving human participants were in accordance with the Declaration of Helsinki (as revised in 2013). The Ethics Commission of Tongji hospital approved this study, with a waiver of informed consent.Open Access Statement: This is an Open Access article distributed in accordance with the Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International License (CC BY-NC-ND 4.0), which permits the non-commercial replication and distribution of the article with the strict proviso that no changes or edits are made and the original work is properly cited (including links to both the formal publication through the relevant DOI and the license). See: https://creativecommons.org/licenses/by-nc-nd/4.0/. Reporting Checklist: The authors have completed the STROBE reporting checklist. Available at http://dx.doi.org/10.21037/atm-21-1561Data Sharing Statement: Available at http://dx.doi.org/10.21037/atm-21-1561Conflicts of Interest: All authors have completed the ICMJE uniform disclosure form (available at http://dx.doi.org/10.21037/atm-21-1561). The authors have no conflicts of interest to declare. (English Language Editor: J. Gray) References1. Paules CI, Marston HD, Fauci AS. Coronavirus Infections-More Than Just the Common Cold.\nJAMA\n2020;323:707-8. 10.1001/jama.2020.0757 [PubMed] [CrossRef] [Google Scholar]2. WHO. Coronavirus disease (COVID-2019) situation reports. Available online: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports. Accessed 21th April 2020.3. Huang C, Wang Y, Li X, et al. \nClinical features of patients infected with 2019 novel coronavirus in Wuhan, China.\nLancet\n2020;395:497-506. 10.1016/S0140-6736(20)30183-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Cheng Y, Luo R, Wang K, et al. \nKidney disease is associated with in-hospital death of patients with COVID-19.\nKidney Int\n2020;97:829-38. 10.1016/j.kint.2020.03.005 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Wang D, Hu B, Hu C, et al. \nClinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China.\nJAMA\n2020;323:1061-9. 10.1001/jama.2020.1585 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Wang Y, Lu X, Li Y, et al. \nClinical Course and Outcomes of 344 Intensive Care Patients with COVID-19.\nAm J Respir Crit Care Med\n2020;201:1430-4. 10.1164/rccm.202003-0736LE [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. WHO. Clinical management of severe acute respiratory infection when COVID-19 is suspected. Available online: https://www.who.int/publications-detail/clinical-management-of-severe-acute-respiratory-infection-when-novel-coronavirus-(ncov)-infection-is-suspected. Accessed March 1, 2020.8. Riviello E, Kiviri W, Twagirumugabe T, et al. \nHospital incidence and outcomes of ARDS using the Kigali modification of the Berlin definition.\nAm J Respir Crit Care Med\n2016;193:28. 10.1164/rccm.201503-0584OC [PubMed] [CrossRef] [Google Scholar]9. Ards Definition Task Force , Ranieri VM, Rubenfeld GD, et al. Acute respiratory distress syndrome: the Berlin Definition.\nJAMA\n2012;307:2526-33. [PubMed] [Google Scholar]10. Khwaja A.\nKDIGO clinical practice guidelines for acute kidney injury.\nNephron Clin Pract\n2012;120:c179-84. [PubMed] [Google Scholar]11. Marshall JC, Cook DJ, Christou NV, et al. \nMultiple organ dysfunction score: a reliable descriptor of a complex clinical outcome.\nCrit Care Med\n1995;23:1638-52. 10.1097/00003246-199510000-00007 [PubMed] [CrossRef] [Google Scholar]12. Li Q, Guan X, Wu P, et al. \nEarly Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia.\nN Engl J Med\n2020;382:1199-207. 10.1056/NEJMoa2001316 [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Yang X, Yu Y, Xu J, et al. \nClinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study.\nLancet Respir Med\n2020;8:475-81. 10.1016/S2213-2600(20)30079-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Zhou F, Yu T, Du R, et al. \nClinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study.\nLancet\n2020;395:1054-62. 10.1016/S0140-6736(20)30566-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Chen T, Wu D, Chen H, et al. \nClinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study.\nBMJ\n2020;368:m1091. 10.1136/bmj.m1091 [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Zhang H, Penninger JM, Li Y, et al. \nAngiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target.\nIntensive Care Med\n2020;46:586-90. 10.1007/s00134-020-05985-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Zhao Y, Zhao Z, Wang Y, et al. Single-cell RNA expression profling of ACE2, the putative receptor of Wuhan COVID-19. Available online: https://www.biorxiv.org/content/10.1101/2020.01.26.919985v2.full.pdf. Published 2020. Accessed.18. Crackower MA, Sarao R, Oudit GY, et al. \nAngiotensin-converting enzyme 2 is an essential regulator of heart function.\nNature\n2002;417:822-8. 10.1038/nature00786 [PubMed] [CrossRef] [Google Scholar]19. Danilczyk U, Sarao R, Remy C, et al. \nEssential role for collectrin in renal amino acid transport.\nNature\n2006;444:1088-91. 10.1038/nature05475 [PubMed] [CrossRef] [Google Scholar]20. Hamming I, Timens W, Bulthuis ML, et al. \nTissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis.\nJ Pathol\n2004;203:631-7. 10.1002/path.1570 [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Moore JB, June CH. Cytokine release syndrome in severe COVID-19.\nScience\n2020;368:473-4. 10.1126/science.abb8925 [PubMed] [CrossRef] [Google Scholar]22. Zhang C, Wu Z, Li JW, et al. \nThe cytokine release syndrome (CRS) of severe COVID-19 and Interleukin-6 receptor (IL-6R) antagonist Tocilizumab may be the key to reduce the mortality.\nInt J Antimicrob Agents\n2020;55:105954. 10.1016/j.ijantimicag.2020.105954 [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Tanaka T, Narazaki M, Kishimoto T.\nImmunotherapeutic implications of IL-6 blockade for cytokine storm.\nImmunotherapy\n2016;8:959-70. 10.2217/imt-2016-0020 [PubMed] [CrossRef] [Google Scholar]24. Kang S, Tanaka T, Narazaki M, et al. \nTargeting Interleukin-6 Signaling in Clinic.\nImmunity\n2019;50:1007-23. 10.1016/j.immuni.2019.03.026 [PubMed] [CrossRef] [Google Scholar]25. Chen H, Xie J, Su N, et al. \nCorticosteroid Therapy Is Associated With Improved Outcome in Critically Ill Patients With COVID-19 With Hyperinflammatory Phenotype.\nChest\n2020. [Epub ahead of print]. doi: .10.1016/j.chest.2020.11.050 [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Zhang L, Yan X, Fan Q, et al. \nD-dimer levels on admission to predict in-hospital mortality in patients with Covid-19.\nJ Thromb Haemost\n2020;18:1324-9. 10.1111/jth.14859 [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Yao XH, Li TY, He ZC, et al. \nA pathological report of three COVID-19 cases by minimally invasive autopsies.\nZhonghua Bing Li Xue Za Zhi\n2020;49:E009. [PubMed] [Google Scholar]28. Wichmann D, Sperhake JP, Lutgehetmann M, et al. \nAutopsy Findings and Venous Thromboembolism in Patients With COVID-19: A Prospective Cohort Study.\nAnn Intern Med\n2020;173:268-77. 10.7326/M20-2003 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Opal SM, Girard TD, Ely EW. The immunopathogenesis of sepsis in elderly patients.\nClin Infect Dis\n2005;41\nSuppl 7:S504-512. 10.1086/432007 [PubMed] [CrossRef] [Google Scholar]30. Ali H, Daoud A, Mohamed MM, et al. \nSurvival rate in acute kidney injury superimposed COVID-19 patients: a systematic review and meta-analysis.\nRen Fail\n2020;42:393-7. 10.1080/0886022X.2020.1756323 [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Liu Y, Sun W, Guo Y, et al. \nAssociation between platelet parameters and mortality in coronavirus disease 2019: Retrospective cohort study.\nPlatelets\n2020;31:490-6. 10.1080/09537104.2020.1754383 [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Parohan M, Yaghoubi S, Seraj A. Liver injury is associated with severe Coronavirus disease 2019 (COVID-19) infection: a systematic review and meta-analysis of retrospective studies.\nHepatol Res\n2020;50:924-35. [PMC free article] [PubMed] [Google Scholar]33. Warzee PL, Dive CC. Manometric study of the activity of alizapride on the motor function of the human sphincter of Oddi.\nJ Clin Pharm Ther\n1988;13:281-4. 10.1111/j.1365-2710.1988.tb00194.x [PubMed] [CrossRef] [Google Scholar]34. Madjid M, Safavi-Naeini P, Solomon SD, et al. \nPotential Effects of Coronaviruses on the Cardiovascular System: A Review.\nJAMA Cardiol\n2020;5:831-40. 10.1001/jamacardio.2020.1286 [PubMed] [CrossRef] [Google Scholar]"}