{"title": "Inhaled pulmonary vasodilators: a narrative review", "pubDate": "2021", "PMCID": "PMC8105872", "DOI": "10.21037/atm-20-4895", "PMID": "33987295", "abstract": "Pulmonary hypertension (PH) is a severe disease that affects people of all ages. It can occur as an idiopathic disorder at birth or as part of a variety of cardiovascular and pulmonary disorders. Inhaled pulmonary vasodilators (IPV) can reduce pulmonary vascular resistance (PVR) and improve RV function with minimal systemic effects. IPV includes inhaled nitric oxide (iNO), inhaled aerosolized prostacyclin, or analogs, including epoprostenol, iloprost, treprostinil, and other vasodilators. In addition to pulmonary vasodilating effects, IPV can also be used to improve oxygenation, reduce inflammation, and protect cell. Off-label use of IPV is common in daily clinical practice. However, evidence supporting the inhalational administration of these medications is limited, inconclusive, and controversial regarding their safety and efficacy. We conducted a search for relevant papers published up to May 2020 in four databases: PubMed, Google Scholar, EMBASE and Web of Science. This review demonstrates that the clinical using and updated evidence of IPV. iNO is widely used in neonates, pediatrics, and adults with different cardiopulmonary diseases. The limitations of iNO include high cost, flat dose-response, risk of significant rebound PH after withdrawal, and the requirement of complex technology for monitoring. The literature suggests that inhaled aerosolized epoprostenol, iloprost, treprostinil and others such as milrinone and levosimendan may be similar to iNO. More research of IPV is needed to determine acceptable inclusion criteria, long-term outcomes, and management strategies including time, dose, and duration.", "author": [{"author": "Kai Liu", "affiliation": ["Department of Critical Care Medicine, Zhongshan Hospital, Fudan University, Shanghai, China."], "href": "/?term=Liu+K&cauthor_id=33987295"}, {"author": "Huan Wang", "affiliation": ["Department of Critical Care Medicine, Zhongshan Hospital, Fudan University, Shanghai, China."], "href": "/?term=Wang+H&cauthor_id=33987295"}, {"author": "Shen-Ji Yu", "affiliation": ["Department of Critical Care Medicine, Zhongshan Hospital, Fudan University, Shanghai, China."], "href": "/?term=Yu+SJ&cauthor_id=33987295"}, {"author": "Guo-Wei Tu", "affiliation": ["Department of Critical Care Medicine, Zhongshan Hospital, Fudan University, Shanghai, China."], "href": "/?term=Tu+GW&cauthor_id=33987295"}, {"author": "Zhe Luo", "affiliation": ["Department of Critical Care Medicine, Zhongshan Hospital, Fudan University, Shanghai, China.", "Department of Critical Care Med, Xiamen Branch, Zhongshan Hospital, Fudan University, Xiamen, China."], "href": "/?term=Luo+Z&cauthor_id=33987295"}], "refPMID": [], "citedInPMID": ["33987295", "35027012"], "body": " AbstractPulmonary hypertension (PH) is a severe disease that affects people of all ages. It can occur as an idiopathic disorder at birth or as part of a variety of cardiovascular and pulmonary disorders. Inhaled pulmonary vasodilators (IPV) can reduce pulmonary vascular resistance (PVR) and improve RV function with minimal systemic effects. IPV includes inhaled nitric oxide (iNO), inhaled aerosolized prostacyclin, or analogs, including epoprostenol, iloprost, treprostinil, and other vasodilators. In addition to pulmonary vasodilating effects, IPV can also be used to improve oxygenation, reduce inflammation, and protect cell. Off-label use of IPV is common in daily clinical practice. However, evidence supporting the inhalational administration of these medications is limited, inconclusive, and controversial regarding their safety and efficacy. We conducted a search for relevant papers published up to May 2020 in four databases: PubMed, Google Scholar, EMBASE and Web of Science. This review demonstrates that the clinical using and updated evidence of IPV. iNO is widely used in neonates, pediatrics, and adults with different cardiopulmonary diseases. The limitations of iNO include high cost, flat dose-response, risk of significant rebound PH after withdrawal, and the requirement of complex technology for monitoring. The literature suggests that inhaled aerosolized epoprostenol, iloprost, treprostinil and others such as milrinone and levosimendan may be similar to iNO. More research of IPV is needed to determine acceptable inclusion criteria, long-term outcomes, and management strategies including time, dose, and duration.Keywords:  Pulmonary hypertension (PH), nitric oxide, epoprostenol, iloprost, treprostinil IntroductionPulmonary hypertension (PH) is a severe disease that affects people of all ages that can occur as an idiopathic disorder at birth or as part of a variety of cardiovascular and pulmonary disorders. PH is considered when the mean pulmonary artery pressure (PAP) is greater than 25 mmHg measured through the right heart catheter (1). Severe acute PH may develop or worsen of right ventricular (RV) failure. RV failure and PH may reduce left ventricular (LV) filling, LV diastolic and systolic pressures, result in reduction of cardiac output and hypotension (2,3). In the clinical management with PH, optimizing RV afterload and RV performance is an important physiological goal. Inhaled pulmonary vasodilators (IPV) can reduce pulmonary vascular resistance (PVR), improve RV function, and with minimal systemic effects. It is including inhaled nitric oxide (iNO), inhaled aerosolized prostacyclin, or analogs including epoprostenol, iloprost, treprostinil, and other vasodilators. In addition to pulmonary vasodilating effects, IPV can also be used to improve oxygenation, reduce inflammation, and protect cell. However, evidence supporting the inhalational administration of these medications is limited, inconclusive, and controversial regarding their safety and efficacy.This review seeks to: review the clinical use and updated evidence of IPV, explore possible directions in future research. We present the following article in accordance with the Narrative Review reporting checklist (available at http://dx.doi.org/10.21037/atm-20-4895). MethodsWe conducted a search for relevant papers published up to May 2020 in four databases: PubMed, Google Scholar, EMBASE and Web of Science. Search terms and phrases included “pulmonary hypertension”, “pulmonary vasodilators”, “nitric oxide”, “prostacyclin”, “epoprostenol”, “iloprost”, “treprostinil”, “milrinone”, “levosimendan”. Case reports, abstracts, review articles, and original research articles were reviewed. DiscussionInhaled nitric oxide (iNO)NO is a colorless, odorless gas, and only slightly soluble in water. It was first identified by Joseph Priestley in 1774, and discovered accidentally to relax vascular smooth muscle by Palmer and colleagues in 1987 (4). In 1991, iNO as a selective pulmonary vasodilator was recommend in models of PH (5). In 1999, the FDA approved iNO for neonatal patients (>34 weeks gestation) in hypoxic respiratory failure patients with PH (6). Currently, iNO is widespread in the daily clinical practice for kinds of cardiopulmonary disorders.Biochemistry and physiological actions NO will react with oxygen, other free radical species, various amino acids, and transition metals, with a potential for nitrogen dioxide (NO2), peroxynitrite, and methemoglobin (7,8). Therefore, medical-grade NO gas is produced under carefully controlled conditions, thinned with pure nitrogen, and saved in oxygen-free environment. NO exerts its effects via activation of guanylate cyclase, which enhances cyclic guanosine monophosphate (cGMP), resulting in relaxation of smooth muscle (9). When NO is preferentially inhaled into well-ventilated alveoli, the consequences of selective pulmonary vasodilation resulting in reduced mean PAP, PVR, and RV afterload improve ventilation-perfusion (V/Q) distribution, reduce shunting, and improve oxygenation (9). In addition to its pulmonary vasodilating effects, NO down-regulates leukocyte responses, reduces platelet aggregation, promotes neurotransmission, enhances bronchodilation, and reduce inflammatory responses caused by interference such as ischemia and reperfusion (10).Clinical use In contrast to intravenously infused vasodilators, iNO produces selective pulmonary vasodilation in patients with PH, without systemic vasodilation and severe systemic hypotension (11). In addition, most clinical trials have claimed that iNO has relatively few systemic side effects, and without significant toxicities. Therefore, iNO is widely used in neonates, pediatrics, and adults with different cardiopulmonary diseases. Depending on the clinical target, iNO is in a range of 1–80 ppm. The limitations of iNO include high cost, flat dose-response, risk of significant rebound PH after withdrawal, and the requirement of complex technology for monitoring. More evidence is needed for the clinical use of iNO, and further translational research is required.Persistent pulmonary hypertension of the newborn (PPHN) PPHN is the result of failed pulmonary vascular transition at birth. It will lead to PH with severe hypoxemia, which may eventually lead to circulatory failure and finally life-threatening (12). PPHN remains a major problem occurring as many as 1−2 per 1,000 in live births. It is a frequent cause for admission to the intensive care unit, with high mortality of 10−20% (13). Oxygen supplementation, avoidance of hypothermia, agitation, and acidosis are included in treatments of reduce PVR. Further deterioration in hemodynamics may require iNO, tropic support, high-frequency oscillatory ventilation, and extracorporeal membrane oxygenation (ECMO) (14). A few studies and case series showed that iNO sustains improved in arterial oxygenation and systemic hemodynamics in neonates, reduces the need for ECMO and seems to reduce rebound hypoxemia and production of toxic byproducts (15-19). However, the dosing of iNO remains a more complex question. In many centers, initiate dose of iNO is 20 ppm, and easy to wean. Furthermore, minimizing the dose and monitoring for met-hemoglobinemia is essential in the utilization of iNO if neonates are involved.Bronchopulmonary dysplasia (BPD) BPD is now defined as arrested lung growth with reduced alveolarization and dysmorphic vasculature. Consequently, lung development is markedly impaired, which can affect lung function and is associated with prolonged hospitalization (20). Early studies reported that iNO increased angiogenesis and alveolarization in animal models (21,22). However, previous clinical trials among premature newborns with respiratory failure, revealed that early routine use of iNO does not improve survival without BPD, and the effect of later use of iNO to prevent BPD is likely small (23-30). Several previous studies did not support iNO to prevent BPD in preterm infants requiring respiratory support (31-34). However, a meta-analysis claimed that the race effects of iNO should be considered for preterm African American infants at high risk for BPD, interpreted as genetic variation related to lung development, drug metabolism, and immune response (35,36). More studies are needed to investigate the off-label use of iNO as a rescue therapy in the future.Congenital cardiac disease PH is one of the most challenging complications in congenital heart surgery and is exacerbated by cardiopulmonary bypass (CPB). CPB may be responsible for postoperative dysfunction of pulmonary endothelial cells and may contribute to postoperative PH in children. After CPB, iNO is use as a selective pulmonary vasodilator and without systemic circulatory effects (37). Routine use of iNO after congenital heart surgery can directly reduce PVR, lessen the risk of PH crises, and shorten the postoperative course, without toxic effects (38-41). However, there are no differences in several clinical outcomes, including long-term mortality and neurodevelopmental outcome. More studies are needed to confirm its role (42).Cardiothoracic surgery PH often increases the difficulty in the care of cardiac surgery patients, and increases morbidity and mortality. The selective pulmonary vasodilators are frequently administered in these patients to prevent or reverse RV failure and cardiogenic shock. iNO has proven effective in reducing PAP without systemic arterial hypotension, supplying cardioprotective effects during CPB, improving oxygenation with vasodilation in well-ventilated areas, and maintaining a very low incidence of adverse effects (43-48). Furthermore, iNO was reported to have a kidney-protective effect by decreasing the incidence of acute kidney injury (49-51). However, the clinical outcomes of iNO were of no or minimal benefit; large randomized trials are needed to assess its effect on major clinical outcomes and its cost-effectiveness (52,53). iNO also has been used to treat PH and hypoxemia that occurs in thoracic surgery during one-lung ventilation, postpneumonectomy pulmonary edema, and lung transplantation (54,55).Left ventricular assist devices (LVAD) RV failure after implantation of LVAD increases postoperative morbidity and mortality (56). Treatments that have been used include optimizing volume status, intravenous inotropes, vasodilators, and right ventricular assist devices (RVAD). When the PVR >3 Wood units, or transpulmonary gradient >12 mmHg, iNO is the preferred initial treatment, aimed at minimizing systemic effects directly to the lung (57). iNO results in decreased PVR, decreased RV distension, increased RV ejection, promoted LV filling, and improved LVAD performance (58-60). However, iNO does not achieve significance for a reduction in RVAD. Similarly, iNO after LVAD placement provides no significant improvement in mechanical ventilation time, reduction in hospital or intensive care unit stay and need of RVAD (61).ECMO ECMO is used as rescue therapy in severe cardiopulmonary disease. In routine clinical practice, patients frequently receive iNO during ECMO for PH treatment. iNO into the ECMO circuit is safe and could potentially reduce ischemia-reperfusion injury, even reduce the need of mechanical support in end-organ dysfunction (62). A large observational study evaluated the benefits of iNO use among patients during ECMO, showing that it was not associated with any survival benefits (63).Cardiac arrest (CA) Sudden CA is a main cause of death in the world. The poor outcomes are mainly owing to post-CA syndrome, including cerebral and myocardial dysfunction after a pronounced inflammatory response (64). iNO may improve post-CA outcomes in animal models and patients. In adult male mice, iNO after CA reduce water diffusion abnormality, caspase-3 activation, cytokine induction in the brain, and increase serum nitrate/nitrite levels, show the protective effects on the outcome (65). Following 10 minutes CA in rats, 40 ppm iNO improve seven-day neurological outcomes and survival, and 20 ppm iNO with mild therapeutic hypothermia had similar results (66,67). iNO during CPR and with a percutaneous LVAD can improve transpulmonary blood flow, and clinical neurological outcomes in pigs (68). However, human trials are still lacking.Ischemia-reperfusion injury (IRI) IRI is a complex series of events, involving intracellular injury and causing inflammatory responses, which can lead to vital organ injury and even failure. In the feline mesentery, a role for iNO for IRI of distal microvascular beds was first demonstrated in 1998 (69). In mice models subjected to 60-minute left anterior descending artery ligation followed by reperfusion, iNO, iNO + H2, or iNO with phosphodiesterase 5 (PDE5)-specific inhibitor tadalafil has superior efficacy to decrease myocardial infarction size, reduce damage following reperfusion, and improve LV function (70-74). Rats underwent thoracotomy with clamps used to create left lung ischemia, iNO protective at 4 hours of reperfusion, with reversal of postischemic lung hypoperfusion and reduction of lung neutrophil (75). In a canine model with selectively embolizing blood clots to an intended right lower lobar pulmonary artery, iNO improved PaO2/FiO2, decreased the mean PAP and PVR (76). For kidney IRI, iNO and corticosteroids started 30 minutes before alternatively suprarenal aortic cross-clamping for 90 minutes in pigs, improved hemodynamic parameters, oxygenation, and reduced the systemic inflammatory response and protected kidney (77). These animal models claimed that iNO might protect IRI in the heart and other organs. However, more human studies are needed.Transplantation iNO was preferred by 48% in perioperative care of lung transplants (78), may ameliorate IRI, improving perioperative pulmonary function, diminish ventilatory support requirements, and improve survival. iNO reduces PVR, attenuates apoptosis, reduces neutrophil extravasation, decreases capillary leak, reduces wet-to-dry lung, increases lung compliance, and improves oxygenation in animal models (79-86). There is some controversy in lung transplant patients. Some studies claimed that iNO may be an effective drug to prevent and treat hypoxemia and/or PH, decrease RV dysfunction, and avoid ECMO after lung transplant (87,88). Prolonged use of iNO is associated with worse survival dependency (89,90). However, in other studies, there is no significant effect of iNO on physiologic variables or outcomes (91-93). Recipient PH after heart transplantation (HT) is a main cause of RV dysfunction. Before HT, vasodilator challenge with iNO is safe undergoing right heart catheterization in candidates, it produces a reasonably predictable hemodynamic response (94). iNO also a useful adjunct in the postoperative treatment protocol, selectively reduces PVR, enhances RV output, reduces the risk of RV dysfunction, and improves survival in HT patients with PH (95-98). In liver transplantation patients, iNO was claimed to be safe, decrease hepatic injury and improve allograft function (99). In addition, iNO is a potential rescue therapy for severe hypoxemia, PH, and persistent hepatopulmonary syndrome after liver transplantation (100-102). Further powered studies are required to define the effect, dose, and timing of iNO in transplantation patients.Acute respiratory distress syndrome (ARDS)/hypoxemic respiratory failure ARDS is a clinical syndrome characterized by a refractory hypoxemia due to non-cardiogenic pulmonary edema with bilateral chest radiograph opacities. The major beneficial effect of iNO appears to improve oxygenation by improving V/Q, matching results from selective vasodilation of residual ventilated lung regions, rather than a reduction in PAP (103,104). The sufficient concentrations of iNO can be in the range of 100−2,000 ppb, positive end expiratory pressure and the baseline level of PVR determined improvement in arterial oxygenation and pulmonary vascular effects (105-107). Recommendations suggest an indication of iNO when the PaO2 <100 mmHg with 100% FiO2 or oxygen index (OI = mean airway pressure × FiO2 × 100/PaO2) ≥25. In hypoxemic term and near-term infants, iNO appears to have improved outcomes by reducing the risk of death or use of ECMO. However, mortality was not affected (108-115). Similar, evidence is insufficient to support iNO for ARDS in children and adults. It results in an improvement in oxygenation, however, no reduction of mortality and even may be harmful by increasing renal impairment (116-122). In recent guidelines of the ARDS, iNO corresponded to a level of proof that were expert opinions (123). Worthy of attention, iNO is being explored as an interventional rescue therapy for COVID-19-induced ARDS (124,125).Chronic obstructive pulmonary disease (COPD) PH is a common complication of severe COPD and worsens prognosis. V/Q mismatch results in hypoxemia in patients with advanced disease, possibly because of a high degree of vasodilation. In some studies, iNO does not seem to improve either RV function or arterial oxygenation in patients with severe COPD or acute exacerbation of COPD (126,127). However, iNO was claimed to prevent the exercise-associated decrease of PaO2, make the patient feel better, and be safe and effective in severe COPD patients with long term oxygen, in other studies (128-131).Sickle cell disease (SCD) In SCD patients, occlusion of the small blood vessels presents as episodes of severe pains that called vaso-occlusive crisis (VOC), which damage to the vital organs. Some patients develop acute chest syndrome (ACS), a major cause of death in SCD (132). iNO has positive effect in the pathophysiological and therapeutic in case series of ACS patients (133). However, randomized controlled trials showed that in SCD patients with VOC or mild to moderate ACS, iNO did not significantly improve time to crisis resolution compared to placebo and did not significantly reduce the rate of treatment failure (134-136). Therefore, we need large, long-term trials to provide more evidence in iNO for SCD patients (137).Inhaled aerosolized vasodilatorsSuccessful clinical use of iNO prompted the search of other more cost-effective alternatives. Aerosolization of systemic vasodilators is less expensive than iNO and was expected to minimize their systemic effects (138). The literature suggests that inhaled aerosolized prostacyclin or analogs, including epoprostenol, iloprost, treprostinil and others such as milrinone and levosimendan may be similar to iNO for PH patients (139-142).Prostacyclin or Analogs Prostacyclin is a prostaglandin member of the eicosanoid family of lipid molecules. It is a naturally occurring prostaglandin produced primarily by the endothelial cells of the vascular intima, and is well known as antiplatelet aggregation, potent vasodilator, cytoprotective effects. Inhaled prostacyclin or analogs can be offered as an alternative treatment option for PH patients, and include epoprostenol (Flolan, Veletri), iloprost (Ventavis), and treprostinil (Tyvaso) in clinical use (143,144).Epoprostenol Epoprostenol is a synthetic prostacyclin that mimics the actions of natural prostacyclin. Intravenous infusion epoprostenol was approved by the FDA for PH treatment but has adverse effects, including systemic hypotension and an increase of intrapulmonary shunts (145). Previous studies reported that inhaled epoprostenol (iEPO) in cardiopulmonary disease patients has a similar efficacy as iNO. It is effective in reducing pulmonary pressures and increasing oxygenation by improving V/Q matching, and has minimal adverse events (146-149). More importantly, depending on the institution’s contracted price, the use of iEPO is associated with significant savings, and there is no difference between Flolan and Veletri (150,151). In mechanical ventilation patients, the nebulizer placed at the humidifier inlet or outlet in a ventilator with bias flow results in the highest amount of mean epoprostenol deposition (152). For iEPO through noninvasive routes of ventilator support system, Li et al. demonstrated iEPO feasibility via high-flow nasal cannula (HFNC) in improving oxygenation, and these improvements were more significant when gas flow was titrated (153,154). iEPO initiated by the transport team is suggested as optimizing oxygenation and improving transport safety (155,156). However, the significance of iEPO effects in improving clinical outcomes, such as survival and ventilator-free days, remains unknown. More studies are needed to determine the role. Inhaled epoprostenol has been reported that it can produce mild acute sterile tracheitis in animal model, however, recent novel toxicology program showed no drug related airway or lung inflammation (157,158).Iloprost Iloprost is a synthetic analog of the endogenous prostacyclin; it has an analog pharmacologically like epoprostenol. Aerosolized iloprost is regarded as a potential alternative and/or adjuvant to iNO in the management of PH patients. The “AIR” trial demonstrated that monotherapy with aerosolized iloprost has significant improvement in New York Heart Association (NYHA) classification, quality of life, and dyspnea beneficial effects for patients with PH (159). The “STEP” trial demonstrated that aerosolized iloprost with oral bosentan therapy may be a safe and effective treatment approach (160). Improved outcomes in these studies, such as hemodynamics, exercise tolerance and quality of life, have established a position of aerosolized iloprost treatment in PH patients including children (160-163). Furthermore, aerosolized iloprost is claimed to improve RV function and reverse established RV fibrosis partially (164,165). Interestingly, aerosolized iloprost has been shown to be a safe and well-tolerated agent for PH in the first three months after diagnosis, and should be combined with other drugs if used for a prolonged time (166,167). Aerosolized iloprost also had a favorable efficacy and safety profile compared to iNO for the treatment of perioperative PH (168,169). Recently, aerosolized iloprost has been reported to improve oxygenation, lung mechanics, and cardiac function in thoracic surgery (170,171). The use of modern nebulizers for aerosolized iloprost ensures the dose required for pulmonary deposition and systematically minimizes side effects (172). There are limited data on the adverse reactions of aerosolized iloprost. There are reported cases of dizziness, diarrhea, bronchospasm, and wheezing (162).Treprostinil Treprostinil is a synthetic analog of prostacyclin and is used to diminish symptoms associated with exercise in PH patients with NYHA class II–IV symptoms. It is available in intravenous, subcutaneous, inhaled, and oral form (173,174). In clinical trials, inhaled treprostinil is a safe, well-tolerated, efficacious treatment with improvements in exercise capacity, functional class, pulmonary hemodynamics, quality of life, and clinical status in symptomatic patients with PH who remain symptomatic on bosentan or sildenafil (175-179). Long-term inhalation of treprostinil has sustained benefit in PH patients who have been treated for 24 months (180-182). Moreover, transitioning from inhaled iloprost, intravenous treprostinil, or subcutaneous treprostinil to inhaled treprostinil demonstrated safety and acceptability in patients with PH (183-185). For group 1 PH patients, inhaled treprostinil changed clinical assessments of disease severity and improved the overall risk assessment in most (186). Because of its short half-life (20–30 min) and fast elimination time (30 min to 1 hour), inhaled treprostinil must be used 6 to 9 times daily. The most common adverse events include cough, headache, nausea, pharyngolaryngeal pain, chest pain, and vomiting (180).Milrinone Milrinone, a phosphodiesterase three inhibitor that works to increase the heart's contractility and decrease PVR. It is commonly used as therapy for PH and is often combined with other medications, such as sildenafil. The administration of milrinone through inhalation in cardiac surgical patients with PH was reported to have a protective effect, including minimizing CPB related inflammation, preventing pulmonary endothelial dysfunction, and facilitating weaning from CPB (187-190). In addition, routine use of inhaled milrinone and iloprost before initiation of CPB and at chest closure is associated with reduced postoperative iNO trope use (191). And aerosolized milrinone with mesh nebulization improved with almost a 3-fold higher deposition compared to jet nebulization (192). Furthermore, inhaled milrinone after LVAD implantation proved to be well-tolerated, feasible, improved hemodynamics, pharmacokinetics, and was less expensive (193).Levosimendan Levosimendan is not a vasopressor, but a new calcium sensitizer with positive inotropic and vasodilating properties. The potential usefulness of inhaled levosimendan for PH treatment is the absence of enough evidence to date. Just a single pilot randomized double-blind study claimed that inhaled levosimendan is effective as milrinone in reducing PAP and has a longer duration of action (194). Large, randomized clinical trials are needed to support inhalational levosimendan for PH treatment (195,196). ConclusionsPH is a life-threatening condition and commonly treated with IPVs such as iNO and less frequently with epoprostenol, iloprost, treprostinil and other drugs, such as milrinone and levosimendan. IPV drug selection always depends mostly on hospital rules and regulations, doctors’ experience and preferences, and patients’ expenses. Off-label use of IPV is common in daily clinical practice. However, limited, and inadequate studies have reported a mortality benefit of IPV in different patients. These are summarized in Figure 1. More research of IPV is needed to determine acceptable inclusion criteria, long-term outcomes, and management strategies including time, dose, and duration.Open in a separate windowFigure 1IPV. IPV, inhaled pulmonary vasodilators; iNO, inhaled nitric oxide; PVR, pulmonary vascular resistance; PPHN, persistent pulmonary hypertension of the newborn; BPD, bronchopulmonary dysplasia; ECMO, extracorporeal membrane oxygenation; CA, cardiac arrest; IRI, ischemia-reperfusion injury; ARDS, acute respiratory distress syndrome; COPD, chronic obstructive pulmonary disease; SCD, sickle cell disease. AcknowledgmentsFour authors (K Liu, SJ Yu, GW Tu, Z Luo) fought against the COVID-19 epidemic in Wuhan for nearly two months. Thanks for their efforts!Funding: This article was supported by grants from the Research Fund of Shanghai Municipal Health Commission (2019ZB0105), Program of Shanghai Academic/Technology Research Leader (20XD1421000) and National Natural Science Foundation of Shanghai (20ZR1411100). NotesEthical Statement: The authors are accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.Open Access Statement: This is an Open Access article distributed in accordance with the Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International License (CC BY-NC-ND 4.0), which permits the non-commercial replication and distribution of the article with the strict proviso that no changes or edits are made and the original work is properly cited (including links to both the formal publication through the relevant DOI and the license). See: https://creativecommons.org/licenses/by-nc-nd/4.0/. FootnotesProvenance and Peer Review: This article was commissioned by the Guest Editors (Dr. James B. Fink and Dr. Zhe Luo) for the series “Medical Aerosol in Acute and Critical Care” published in Annals of Translational Medicine. The article was sent for external peer review organized by the Guest Editors and the editorial office.Reporting Checklist: The authors have completed the Narrative Review reporting checklist. Available at http://dx.doi.org/10.21037/atm-20-4895Conflicts of Interest: All authors have completed the ICMJE uniform disclosure form (available at http://dx.doi.org/10.21037/atm-20-4895). The series “Medical Aerosol in Acute and Critical Care” was commissioned by the editorial office without any funding or sponsorship. ZL served as the unpaid Guest Editor of the series. GWT serves as an unpaid Section Editor of Annals of Translational Medicine from May 2018 to Sep 2020. The authors have no other conflicts of interest to declare. References1. Galie N, Humbert M, Vachiery JL, et al. \n2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS): Endorsed by: Association for European Paediatric and Congenital Cardiology (AEPC), International Society for Heart and Lung Transplantation (ISHLT).\nEur Heart J\n2016;37:67-119. 10.1093/eurheartj/ehv317 [PubMed] [CrossRef] [Google Scholar]2. Vlahakes GJ. Right ventricular failure after cardiac surgery.\nCardiol Clin\n2012;30:283-9. 10.1016/j.ccl.2012.03.010 [PubMed] [CrossRef] [Google Scholar]3. Ichinose F, Zapol WM. Inhaled Pulmonary Vasodilators in Cardiac Surgery Patients: Correct Answer Is \"NO\".\nAnesth Analg\n2017;125:375-7. 10.1213/ANE.0000000000002239 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Palmer RM, Ferrige AG, Moncada S. Nitric oxide release accounts for the biological activity of endothelium-derived relaxing factor.\nNature\n1987;327:524-6. 10.1038/327524a0 [PubMed] [CrossRef] [Google Scholar]5. Frostell C, Fratacci MD, Wain JC, et al. \nInhaled nitric oxide. A selective pulmonary vasodilator reversing hypoxic pulmonary vasoconstriction.\nCirculation\n1991;83:2038-47. 10.1161/01.CIR.83.6.2038 [PubMed] [CrossRef] [Google Scholar]6. DiBlasi RM, Myers TR, Hess DR. Evidence-based clinical practice guideline: inhaled nitric oxide for neonates with acute hypoxic respiratory failure.\nRespir Care\n2010;55:1717-45. [PubMed] [Google Scholar]7. Sokol GM, Van Meurs KP, Wright LL, et al. \nNitrogen dioxide formation during inhaled nitric oxide therapy.\nClin Chem\n1999;45:382-7. 10.1093/clinchem/45.3.382 [PubMed] [CrossRef] [Google Scholar]8. Ng ES, Jourd'heuil D, McCord JM, et al. \nEnhanced S-nitroso-albumin formation from inhaled NO during ischemia/reperfusion.\nCirc Res\n2004;94:559-65. 10.1161/01.RES.0000117771.63140.D6 [PubMed] [CrossRef] [Google Scholar]9. Griffiths MJ, Evans TW. Inhaled nitric oxide therapy in adults.\nN Engl J Med\n2005;353:2683-95. 10.1056/NEJMra051884 [PubMed] [CrossRef] [Google Scholar]10. Mathru M, Huda R, Solanki DR, et al. \nInhaled nitric oxide attenuates reperfusion inflammatory responses in humans.\nAnesthesiology\n2007;106:275-82. 10.1097/00000542-200702000-00015 [PubMed] [CrossRef] [Google Scholar]11. Ichinose F, Roberts JD, Jr, Zapol WM. Inhaled nitric oxide: a selective pulmonary vasodilator: current uses and therapeutic potential.\nCirculation\n2004;109:3106-11. 10.1161/01.CIR.0000134595.80170.62 [PubMed] [CrossRef] [Google Scholar]12. Lai MY, Chu SM, Lakshminrusimha S, et al. \nBeyond the inhaled nitric oxide in persistent pulmonary hypertension of the newborn.\nPediatr Neonatol\n2018;59:15-23. 10.1016/j.pedneo.2016.09.011 [PubMed] [CrossRef] [Google Scholar]13. Jain A, McNamara PJ. Persistent pulmonary hypertension of the newborn: Advances in diagnosis and treatment.\nSemin Fetal Neonatal Med\n2015;20:262-71. 10.1016/j.siny.2015.03.001 [PubMed] [CrossRef] [Google Scholar]14. van Berkel S, Binkhorst M, van Heijst AF, et al. \nAdapted ECMO criteria for newborns with persistent pulmonary hypertension after inhaled nitric oxide and/or high-frequency oscillatory ventilation.\nIntensive Care Med\n2013;39:1113-20. 10.1007/s00134-013-2907-y [PubMed] [CrossRef] [Google Scholar]15. Muller W, Kachel W, Lasch P, et al. \nInhaled nitric oxide for avoidance of extracorporeal membrane oxygenation in the treatment of severe persistent pulmonary hypertension of the newborn.\nIntensive Care Med\n1996;22:71-6. 10.1007/BF01728335 [PubMed] [CrossRef] [Google Scholar]16. Roberts JD, Jr, Fineman JR, Morin FC, 3rd, et al. \nInhaled nitric oxide and persistent pulmonary hypertension of the newborn. The Inhaled Nitric Oxide Study Group.\nN Engl J Med\n1997;336:605-10. 10.1056/NEJM199702273360902 [PubMed] [CrossRef] [Google Scholar]17. Clark RH, Kueser TJ, Walker MW, et al. \nLow-dose nitric oxide therapy for persistent pulmonary hypertension of the newborn. Clinical Inhaled Nitric Oxide Research Group.\nN Engl J Med\n2000;342:469-74. 10.1056/NEJM200002173420704 [PubMed] [CrossRef] [Google Scholar]18. Christou H, Van Marter LJ, Wessel DL, et al. \nInhaled nitric oxide reduces the need for extracorporeal membrane oxygenation in infants with persistent pulmonary hypertension of the newborn.\nCrit Care Med\n2000;28:3722-7. 10.1097/00003246-200011000-00031 [PubMed] [CrossRef] [Google Scholar]19. Moya MP, Gow AJ, Califf RM, et al. \nInhaled ethyl nitrite gas for persistent pulmonary hypertension of the newborn.\nLancet\n2002;360:141-3. 10.1016/S0140-6736(02)09385-6 [PubMed] [CrossRef] [Google Scholar]20. Thebaud B, Goss KN, Laughon M, et al. \nBronchopulmonary dysplasia.\nNat Rev Dis Primers\n2019;5:78. 10.1038/s41572-019-0127-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Thebaud B, Ladha F, Michelakis ED, et al. \nVascular endothelial growth factor gene therapy increases survival, promotes lung angiogenesis, and prevents alveolar damage in hyperoxia-induced lung injury: evidence that angiogenesis participates in alveolarization.\nCirculation\n2005;112:2477-86. 10.1161/CIRCULATIONAHA.105.541524 [PubMed] [CrossRef] [Google Scholar]22. Tang JR, Seedorf G, Balasubramaniam V, et al. \nEarly inhaled nitric oxide treatment decreases apoptosis of endothelial cells in neonatal rat lungs after vascular endothelial growth factor inhibition.\nAm J Physiol Lung Cell Mol Physiol\n2007;293:L1271-80. 10.1152/ajplung.00224.2007 [PubMed] [CrossRef] [Google Scholar]23. Kinsella JP, Walsh WF, Bose CL, et al. \nInhaled nitric oxide in premature neonates with severe hypoxaemic respiratory failure: a randomised controlled trial.\nLancet\n1999;354:1061-5. 10.1016/S0140-6736(99)03558-8 [PubMed] [CrossRef] [Google Scholar]24. Schreiber MD, Gin-Mestan K, Marks JD, et al. \nInhaled nitric oxide in premature infants with the respiratory distress syndrome.\nN Engl J Med\n2003;349:2099-107. 10.1056/NEJMoa031154 [PubMed] [CrossRef] [Google Scholar]25. Van Meurs KP, Wright LL, Ehrenkranz RA, et al. \nInhaled nitric oxide for premature infants with severe respiratory failure.\nN Engl J Med\n2005;353:13-22. 10.1056/NEJMoa043927 [PubMed] [CrossRef] [Google Scholar]26. Field D, Elbourne D, Truesdale A, et al. \nNeonatal Ventilation With Inhaled Nitric Oxide Versus Ventilatory Support Without Inhaled Nitric Oxide for Preterm Infants With Severe Respiratory Failure: the INNOVO multicentre randomised controlled trial (ISRCTN 17821339).\nPediatrics\n2005;115:926-36. 10.1542/peds.2004-1209 [PubMed] [CrossRef] [Google Scholar]27. Ballard RA, Truog WE, Cnaan A, et al. \nInhaled nitric oxide in preterm infants undergoing mechanical ventilation.\nN Engl J Med\n2006;355:343-53. 10.1056/NEJMoa061088 [PubMed] [CrossRef] [Google Scholar]28. Kinsella JP, Cutter GR, Walsh WF, et al. \nEarly inhaled nitric oxide therapy in premature newborns with respiratory failure.\nN Engl J Med\n2006;355:354-64. 10.1056/NEJMoa060442 [PubMed] [CrossRef] [Google Scholar]29. Mercier JC, Hummler H, Durrmeyer X, et al. \nInhaled nitric oxide for prevention of bronchopulmonary dysplasia in premature babies (EUNO): a randomised controlled trial.\nLancet\n2010;376:346-54. 10.1016/S0140-6736(10)60664-2 [PubMed] [CrossRef] [Google Scholar]30. Cole FS, Alleyne C, Barks JD, et al. \nNIH Consensus Development Conference statement: inhaled nitric-oxide therapy for premature infants.\nPediatrics\n2011;127:363-9. 10.1542/peds.2010-3507 [PubMed] [CrossRef] [Google Scholar]31. Barrington KJ, Finer N, Pennaforte T. Inhaled nitric oxide for respiratory failure in preterm infants.\nCochrane Database Syst Rev\n2017;1:CD000509. 10.1002/14651858.CD000509.pub5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Hasan SU, Potenziano J, Konduri GG, et al. \nEffect of Inhaled Nitric Oxide on Survival Without Bronchopulmonary Dysplasia in Preterm Infants: A Randomized Clinical Trial.\nJAMA Pediatr\n2017;171:1081-9. 10.1001/jamapediatrics.2017.2618 [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Kilbride H, Escobar H, Holmes A, et al. \nChildhood Pulmonary Function, Exercise Capacity, and Exhaled Nitric Oxide Levels: Outcomes following Neonatal Treatment with Inhaled Nitric Oxide to Prevent Bronchopulmonary Dysplasia.\nAm J Perinatol\n2019;36:360-5. 10.1055/s-0038-1668556 [PubMed] [CrossRef] [Google Scholar]34. Hsiao HF, Yang MC, Lai MY, et al. \nThe Off-Label Use of Inhaled Nitric Oxide as a Rescue Therapy in Neonates with Refractory Hypoxemic Respiratory Failure: Therapeutic Response and Risk Factors for Mortality.\nJ Clin Med\n2019;8:1113. 10.3390/jcm8081113 [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Torgerson DG, Ballard PL, Keller RL, et al. \nAncestry and genetic associations with bronchopulmonary dysplasia in preterm infants.\nAm J Physiol Lung Cell Mol Physiol\n2018;315:L858-69. 10.1152/ajplung.00073.2018 [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Askie LM, Davies LC, Schreiber MD, et al. \nRace Effects of Inhaled Nitric Oxide in Preterm Infants: An Individual Participant Data Meta-Analysis.\nJ Pediatr\n2018;193:34-9.e2. 10.1016/j.jpeds.2017.10.004 [PubMed] [CrossRef] [Google Scholar]37. Wessel DL, Adatia I, Giglia TM, et al. \nUse of inhaled nitric oxide and acetylcholine in the evaluation of pulmonary hypertension and endothelial function after cardiopulmonary bypass.\nCirculation\n1993;88:2128-38. 10.1161/01.CIR.88.5.2128 [PubMed] [CrossRef] [Google Scholar]38. Allman KG, Young JD, Carapiet D, et al. \nEffects of oxygen and nitric oxide in oxygen on pulmonary arterial pressures of children with congenital cardiac defects.\nPediatr Cardiol\n1996;17:246-50. 10.1007/BF02524802 [PubMed] [CrossRef] [Google Scholar]39. Miller OI, Tang SF, Keech A, et al. \nInhaled nitric oxide and prevention of pulmonary hypertension after congenital heart surgery: a randomised double-blind study.\nLancet\n2000;356:1464-9. 10.1016/S0140-6736(00)02869-5 [PubMed] [CrossRef] [Google Scholar]40. Beghetti M, Adatia I. Inhaled nitric oxide and congenital cardiac disease.\nCardiol Young\n2001;11:142-52. 10.1017/S1047951101000038 [PubMed] [CrossRef] [Google Scholar]41. Kirbas A, Yalcin Y, Tanrikulu N, et al. \nComparison of inhaled nitric oxide and aerosolized iloprost in pulmonary hypertension in children with congenital heart surgery.\nCardiol J\n2012;19:387-94. 10.5603/CJ.2012.0070 [PubMed] [CrossRef] [Google Scholar]42. Bizzarro M, Gross I, Barbosa FT. Inhaled nitric oxide for the postoperative management of pulmonary hypertension in infants and children with congenital heart disease.\nCochrane Database Syst Rev\n2014;(7):CD005055. 10.1002/14651858.CD005055.pub3 [PubMed] [CrossRef] [Google Scholar]43. Fernandes JL, Sampaio RO, Brandao CM, et al. \nComparison of inhaled nitric oxide versus oxygen on hemodynamics in patients with mitral stenosis and severe pulmonary hypertension after mitral valve surgery.\nAm J Cardiol\n2011;107:1040-5. 10.1016/j.amjcard.2010.11.030 [PubMed] [CrossRef] [Google Scholar]44. Matamis D, Pampori S, Papathanasiou A, et al. \nInhaled NO and sildenafil combination in cardiac surgery patients with out-of-proportion pulmonary hypertension: acute effects on postoperative gas exchange and hemodynamics.\nCirc Heart Fail\n2012;5:47-53. 10.1161/CIRCHEARTFAILURE.111.963314 [PubMed] [CrossRef] [Google Scholar]45. Checchia PA, Bronicki RA, Muenzer JT, et al. \nNitric oxide delivery during cardiopulmonary bypass reduces postoperative morbidity in children--a randomized trial.\nJ Thorac Cardiovasc Surg\n2013;146:530-6. 10.1016/j.jtcvs.2012.09.100 [PubMed] [CrossRef] [Google Scholar]46. James C, Millar J, Horton S, et al. \nNitric oxide administration during paediatric cardiopulmonary bypass: a randomised controlled trial.\nIntensive Care Med\n2016;42:1744-52. 10.1007/s00134-016-4420-6 [PubMed] [CrossRef] [Google Scholar]47. Kamenshchikov NO, Mandel IA, Podoksenov YK, et al. Nitric oxide provides myocardial protection when added to the cardiopulmonary bypass circuit during cardiac surgery: Randomized trial. J Thorac Cardiovasc Surg 2019;157:2328-36 e1. [PubMed]48. Ma GG, Hao GW, Lai H, et al. \nInitial clinical impact of inhaled nitric oxide therapy for refractory hypoxemia following type A acute aortic dissection surgery.\nJ Thorac Dis\n2019;11:495-504. 10.21037/jtd.2019.01.42 [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Lei C, Berra L, Rezoagli E, et al. \nNitric Oxide Decreases Acute Kidney Injury and Stage 3 Chronic Kidney Disease after Cardiac Surgery.\nAm J Respir Crit Care Med\n2018;198:1279-87. 10.1164/rccm.201710-2150OC [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Spina S, Lei C, Pinciroli R, et al. \nHemolysis and Kidney Injury in Cardiac Surgery: The Protective Role of Nitric Oxide Therapy.\nSemin Nephrol\n2019;39:484-95. 10.1016/j.semnephrol.2019.06.008 [PubMed] [CrossRef] [Google Scholar]51. Hu J, Spina S, Zadek F, et al. \nEffect of nitric oxide on postoperative acute kidney injury in patients who underwent cardiopulmonary bypass: a systematic review and meta-analysis with trial sequential analysis.\nAnn Intensive Care\n2019;9:129. 10.1186/s13613-019-0605-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Benedetto M, Romano R, Baca G, et al. \nInhaled nitric oxide in cardiac surgery: Evidence or tradition?\nNitric Oxide\n2015;49:67-79. 10.1016/j.niox.2015.06.002 [PubMed] [CrossRef] [Google Scholar]53. Sardo S, Osawa EA, Finco G, et al. \nNitric Oxide in Cardiac Surgery: A Meta-Analysis of Randomized Controlled Trials.\nJ Cardiothorac Vasc Anesth\n2018;32:2512-9. 10.1053/j.jvca.2018.02.003 [PubMed] [CrossRef] [Google Scholar]54. Della Rocca G, Coccia C. Nitric oxide in thoracic surgery.\nMinerva Anestesiol\n2005;71:313-8. [PubMed] [Google Scholar]55. Rocca GD, Passariello M, Coccia C, et al. \nInhaled nitric oxide administration during one-lung ventilation in patients undergoing thoracic surgery.\nJ Cardiothorac Vasc Anesth\n2001;15:218-23. 10.1053/jcan.2001.21972 [PubMed] [CrossRef] [Google Scholar]56. Drakos SG, Janicki L, Horne BD, et al. \nRisk factors predictive of right ventricular failure after left ventricular assist device implantation.\nAm J Cardiol\n2010;105:1030-5. 10.1016/j.amjcard.2009.11.026 [PubMed] [CrossRef] [Google Scholar]57. Sabato LA, Salerno DM, Moretz JD, et al. \nInhaled Pulmonary Vasodilator Therapy for Management of Right Ventricular Dysfunction after Left Ventricular Assist Device Placement and Cardiac Transplantation.\nPharmacotherapy\n2017;37:944-55. 10.1002/phar.1959 [PubMed] [CrossRef] [Google Scholar]58. Kukucka M, Potapov E, Stepanenko A, et al. \nAcute impact of left ventricular unloading by left ventricular assist device on the right ventricle geometry and function: effect of nitric oxide inhalation.\nJ Thorac Cardiovasc Surg\n2011;141:1009-14. 10.1016/j.jtcvs.2010.08.010 [PubMed] [CrossRef] [Google Scholar]59. Antoniou T, Prokakis C, Athanasopoulos G, et al. \nInhaled nitric oxide plus iloprost in the setting of post-left assist device right heart dysfunction.\nAnn Thorac Surg\n2012;94:792-8. 10.1016/j.athoracsur.2012.04.046 [PubMed] [CrossRef] [Google Scholar]60. Lovich MA, Pezone MJ, Wakim MG, et al. \nInhaled Nitric Oxide Augments Left Ventricular Assist Device Capacity by Ameliorating Secondary Right Ventricular Failure.\nASAIO J\n2015;61:379-85. 10.1097/MAT.0000000000000211 [PubMed] [CrossRef] [Google Scholar]61. Potapov E, Meyer D, Swaminathan M, et al. \nInhaled nitric oxide after left ventricular assist device implantation: a prospective, randomized, double-blind, multicenter, placebo-controlled trial.\nJ Heart Lung Transplant\n2011;30:870-8. 10.1016/j.healun.2011.03.005 [PubMed] [CrossRef] [Google Scholar]62. Chiletti R, Horton S, Bednarz A, et al. \nSafety of nitric oxide added to the ECMO circuit: a pilot study in children.\nPerfusion\n2018;33:74-6. 10.1177/0267659117720495 [PubMed] [CrossRef] [Google Scholar]63. Tadphale SD, Rettiganti M, Gossett JM, et al. \nIs Administration of Nitric Oxide During Extracorporeal Membrane Oxygenation Associated With Improved Patient Survival?\nPediatr Crit Care Med\n2016;17:1080-7. 10.1097/PCC.0000000000000939 [PubMed] [CrossRef] [Google Scholar]64. Yang Z, Liang H, Li J, et al. \nComparing the efficacy of bag-valve mask, endotracheal intubation, and laryngeal mask airway for subjects with out-of-hospital cardiac arrest: an indirect meta-analysis.\nAnn Transl Med\n2019;7:257. 10.21037/atm.2019.05.21 [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Minamishima S, Kida K, Tokuda K, et al. \nInhaled nitric oxide improves outcomes after successful cardiopulmonary resuscitation in mice.\nCirculation\n2011;124:1645-53. 10.1161/CIRCULATIONAHA.111.025395 [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Brucken A, Derwall M, Bleilevens C, et al. \nBrief inhalation of nitric oxide increases resuscitation success and improves 7-day-survival after cardiac arrest in rats: a randomized controlled animal study.\nCrit Care\n2015;19:408. 10.1186/s13054-015-1128-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Brucken A, Bleilevens C, Berger P, et al. \nEffects of inhaled nitric oxide on outcome after prolonged cardiac arrest in mild therapeutic hypothermia treated rats.\nSci Rep\n2018;8:6743. 10.1038/s41598-018-25213-1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Derwall M, Ebeling A, Nolte KW, et al. \nInhaled nitric oxide improves transpulmonary blood flow and clinical outcomes after prolonged cardiac arrest: a large animal study.\nCrit Care\n2015;19:328. 10.1186/s13054-015-1050-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Fox-Robichaud A, Payne D, Hasan SU, et al. \nInhaled NO as a viable antiadhesive therapy for ischemia/reperfusion injury of distal microvascular beds.\nJ Clin Invest\n1998;101:2497-505. 10.1172/JCI2736 [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Hataishi R, Rodrigues AC, Neilan TG, et al. \nInhaled nitric oxide decreases infarction size and improves left ventricular function in a murine model of myocardial ischemia-reperfusion injury.\nAm J Physiol Heart Circ Physiol\n2006;291:H379-84. 10.1152/ajpheart.01172.2005 [PubMed] [CrossRef] [Google Scholar]71. Nagasaka Y, Fernandez BO, Garcia-Saura MF, et al. \nBrief periods of nitric oxide inhalation protect against myocardial ischemia-reperfusion injury.\nAnesthesiology\n2008;109:675-82. 10.1097/ALN.0b013e318186316e [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Shinbo T, Kokubo K, Sato Y, et al. \nBreathing nitric oxide plus hydrogen gas reduces ischemia-reperfusion injury and nitrotyrosine production in murine heart.\nAm J Physiol Heart Circ Physiol\n2013;305:H542-50. 10.1152/ajpheart.00844.2012 [PubMed] [CrossRef] [Google Scholar]73. Lux A, Pokreisz P, Swinnen M, et al. \nConcomitant Phosphodiesterase 5 Inhibition Enhances Myocardial Protection by Inhaled Nitric Oxide in Ischemia-Reperfusion Injury.\nJ Pharmacol Exp Ther\n2016;356:284-92. 10.1124/jpet.115.227850 [PubMed] [CrossRef] [Google Scholar]74. Nagasaka Y, Fernandez BO, Steinbicker AU, et al. \nPharmacological preconditioning with inhaled nitric oxide (NO): Organ-specific differences in the lifetime of blood and tissue NO metabolites.\nNitric Oxide\n2018;80:52-60. 10.1016/j.niox.2018.08.006 [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Eppinger MJ, Ward PA, Jones ML, et al. \nDisparate effects of nitric oxide on lung ischemia-reperfusion injury.\nAnn Thorac Surg\n1995;60:1169-75; discussion 1176. 10.1016/0003-4975(95)00697-J [PubMed] [CrossRef] [Google Scholar]76. Deng C, Yang M, Lin Q, et al. \nBeneficial effects of inhaled NO on apoptotic pneumocytes in pulmonary thromboembolism model.\nTheor Biol Med Model\n2014;11:36. 10.1186/1742-4682-11-36 [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Gozdzik W, Zielinski S, Zielinska M, et al. \nBeneficial effects of inhaled nitric oxide with intravenous steroid in an ischemia-reperfusion model involving aortic clamping.\nInt J Immunopathol Pharmacol\n2018;32:394632017751486. [PMC free article] [PubMed] [Google Scholar]78. Subramaniam K, Rio JMD, Wilkey BJ, et al. \nAnesthetic management of lung transplantation: Results from a multicenter, cross-sectional survey by the society for advancement of transplant anesthesia.\nClin Transplant\n2020;34:e13996. 10.1111/ctr.13996 [PubMed] [CrossRef] [Google Scholar]79. Murakami S, Bacha EA, Herve P, et al. \nPrevention of reperfusion injury by inhaled nitric oxide in lungs harvested from non-heart-beating donors. Paris-Sud University Lung Transplantation Group.\nAnn Thorac Surg\n1996;62:1632-8. 10.1016/S0003-4975(96)00949-6 [PubMed] [CrossRef] [Google Scholar]80. Bhabra MS, Hopkinson DN, Shaw TE, et al. \nLow-dose nitric oxide inhalation during initial reperfusion enhances rat lung graft function.\nAnn Thorac Surg\n1997;63:339-44. 10.1016/S0003-4975(96)01019-3 [PubMed] [CrossRef] [Google Scholar]81. Murakami S, Bacha EA, Herve P, et al. \nInhaled nitric oxide and pentoxifylline in rat lung transplantation from non-heart-beating donors. The Paris-Sud University Lung Transplantation Group.\nJ Thorac Cardiovasc Surg\n1997;113:821-9. 10.1016/S0022-5223(97)70254-X [PubMed] [CrossRef] [Google Scholar]82. Bacha EA, Sellak H, Murakami S, et al. \nInhaled nitric oxide attenuates reperfusion injury in non-heartbeating-donor lung transplantation. Paris-Sud University Lung Transplantation Group.\nTransplantation\n1997;63:1380-6. 10.1097/00007890-199705270-00002 [PubMed] [CrossRef] [Google Scholar]83. Warnecke G, Struber M, Fraud S, et al. \nCombined exogenous surfactant and inhaled nitric oxide therapy for lung ischemia-reperfusion injury in minipigs.\nTransplantation\n2001;71:1238-44. 10.1097/00007890-200105150-00010 [PubMed] [CrossRef] [Google Scholar]84. Yamashita H, Akamine S, Sumida Y, et al. \nInhaled nitric oxide attenuates apoptosis in ischemia-reperfusion injury of the rabbit lung.\nAnn Thorac Surg\n2004;78:292-7. 10.1016/j.athoracsur.2003.12.025 [PubMed] [CrossRef] [Google Scholar]85. Gomez CB, del Valle HF, Bertolotti A, et al. \nEffects of short-term inhaled nitric oxide on interleukin-8 release after single-lung transplantation in pigs.\nJ Heart Lung Transplant\n2005;24:714-22. 10.1016/j.healun.2004.03.017 [PubMed] [CrossRef] [Google Scholar]86. Takashima S, Koukoulis G, Inokawa H, et al. \nInhaled nitric oxide reduces ischemia-reperfusion injury in rat lungs from non-heart-beating donors.\nJ Thorac Cardiovasc Surg\n2006;132:132-9. 10.1016/j.jtcvs.2006.02.032 [PubMed] [CrossRef] [Google Scholar]87. Kemming GI, Merkel MJ, Schallerer A, et al. \nInhaled nitric oxide (NO) for the treatment of early allograft failure after lung transplantation. Munich Lung Transplant Group.\nIntensive Care Med\n1998;24:1173-80. 10.1007/s001340050741 [PubMed] [CrossRef] [Google Scholar]88. Pasero D, Martin EL, Davi A, et al. \nThe effects of inhaled nitric oxide after lung transplantation.\nMinerva Anestesiol\n2010;76:353-61. [PubMed] [Google Scholar]89. Fessler J, Godement M, Pirracchio R, et al. \nInhaled nitric oxide dependency at the end of double-lung transplantation: a boosted propensity score cohort analysis.\nTranspl Int\n2019;32:244-56. 10.1111/tri.13381 [PubMed] [CrossRef] [Google Scholar]90. Bearl DW, Dodd DA, Thurm C, et al. \nPractice Variation, Costs and Outcomes Associated with the Use of Inhaled Nitric Oxide in Pediatric Heart Transplant Recipients.\nPediatr Cardiol\n2019;40:650-7. 10.1007/s00246-018-2042-1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Meade MO, Granton JT, Matte-Martyn A, et al. \nA randomized trial of inhaled nitric oxide to prevent ischemia-reperfusion injury after lung transplantation.\nAm J Respir Crit Care Med\n2003;167:1483-9. 10.1164/rccm.2203034 [PubMed] [CrossRef] [Google Scholar]92. Perrin G, Roch A, Michelet P, et al. \nInhaled nitric oxide does not prevent pulmonary edema after lung transplantation measured by lung water content: a randomized clinical study.\nChest\n2006;129:1024-30. 10.1378/chest.129.4.1024 [PubMed] [CrossRef] [Google Scholar]93. Botha P, Jeyakanthan M, Rao JN, et al. \nInhaled nitric oxide for modulation of ischemia-reperfusion injury in lung transplantation.\nJ Heart Lung Transplant\n2007;26:1199-205. 10.1016/j.healun.2007.08.008 [PubMed] [CrossRef] [Google Scholar]94. Strong C, Raposo L, Castro M, et al. \nHaemodynamic effects and potential clinical implications of inhaled nitric oxide during right heart catheterization in heart transplant candidates.\nESC Heart Fail\n2020;7:673-81. 10.1002/ehf2.12639 [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Kieler-Jensen N, Lundin S, Ricksten SE. Vasodilator therapy after heart transplantation: effects of inhaled nitric oxide and intravenous prostacyclin, prostaglandin E1, and sodium nitroprusside.\nJ Heart Lung Transplant\n1995;14:436-43. [PubMed] [Google Scholar]96. Williams TJ, Salamonsen RF, Snell G, et al. \nPreliminary experience with inhaled nitric oxide for acute pulmonary hypertension after heart transplantation.\nJ Heart Lung Transplant\n1995;14:419-23. [PubMed] [Google Scholar]97. Ardehali A, Hughes K, Sadeghi A, et al. \nInhaled nitric oxide for pulmonary hypertension after heart transplantation.\nTransplantation\n2001;72:638-41. 10.1097/00007890-200108270-00013 [PubMed] [CrossRef] [Google Scholar]98. George I, Xydas S, Topkara VK, et al. \nClinical indication for use and outcomes after inhaled nitric oxide therapy.\nAnn Thorac Surg\n2006;82:2161-9. 10.1016/j.athoracsur.2006.06.081 [PubMed] [CrossRef] [Google Scholar]99. Lang JD, Jr, Smith AB, Brandon A, et al. \nA randomized clinical trial testing the anti-inflammatory effects of preemptive inhaled nitric oxide in human liver transplantation.\nPLoS One\n2014;9:e86053. 10.1371/journal.pone.0086053 [PMC free article] [PubMed] [CrossRef] [Google Scholar]100. Durand P, Baujard C, Grosse AL, et al. \nReversal of hypoxemia by inhaled nitric oxide in children with severe hepatopulmonary syndrome, type 1, during and after liver transplantation.\nTransplantation\n1998;65:437-9. 10.1097/00007890-199802150-00026 [PubMed] [CrossRef] [Google Scholar]101. Girardis M, Pasqualotto A, Colo F, et al. \nSevere hypoxemia and pulmonary hypertension during orthotopic liver transplantation: a successful use of inhaled nitric oxide.\nIntensive Care Med\n1999;25:638. 10.1007/s001340050919 [PubMed] [CrossRef] [Google Scholar]102. Karnatovskaia LV, Matharu J, Burger C, et al. \nInhaled nitric oxide as a potential rescue therapy for persistent hepatopulmonary syndrome after liver transplantation.\nTransplantation\n2014;98:e64-6. 10.1097/TP.0000000000000364 [PubMed] [CrossRef] [Google Scholar]103. Rossaint R, Falke KJ, Lopez F, et al. \nInhaled nitric oxide for the adult respiratory distress syndrome.\nN Engl J Med\n1993;328:399-405. 10.1056/NEJM199302113280605 [PubMed] [CrossRef] [Google Scholar]104. Young JD, Brampton WJ, Knighton JD, et al. \nInhaled nitric oxide in acute respiratory failure in adults.\nBr J Anaesth\n1994;73:499-502. 10.1093/bja/73.4.499 [PubMed] [CrossRef] [Google Scholar]105. Puybasset L, Rouby JJ, Mourgeon E, et al. \nFactors influencing cardiopulmonary effects of inhaled nitric oxide in acute respiratory failure.\nAm J Respir Crit Care Med\n1995;152:318-28. 10.1164/ajrccm.152.1.7599840 [PubMed] [CrossRef] [Google Scholar]106. Puybasset L, Rouby JJ, Mourgeon E, et al. \nInhaled nitric oxide in acute respiratory failure: dose-response curves.\nIntensive Care Med\n1994;20:319-27. 10.1007/BF01720903 [PubMed] [CrossRef] [Google Scholar]107. Ream RS, Hauver JF, Lynch RE, et al. \nLow-dose inhaled nitric oxide improves the oxygenation and ventilation of infants and children with acute, hypoxemic respiratory failure.\nCrit Care Med\n1999;27:989-96. 10.1097/00003246-199905000-00042 [PubMed] [CrossRef] [Google Scholar]108. Inhaled nitric oxide and hypoxic respiratory failure in infants with congenital diaphragmatic hernia. The Neonatal Inhaled Nitric Oxide Study Group (NINOS).\nPediatrics\n1997;99:838-45. 10.1542/peds.99.6.838 [PubMed] [CrossRef] [Google Scholar]109. Neonatal Inhaled Nitric Oxide Study G. Inhaled nitric oxide in full-term and nearly full-term infants with hypoxic respiratory failure.\nN Engl J Med\n1997;336:597-604. 10.1056/NEJM199702273360901 [PubMed] [CrossRef] [Google Scholar]110. Early compared with delayed inhaled nitric oxide in moderately hypoxaemic neonates with respiratory failure: a randomised controlled trial. The Franco-Belgium Collaborative NO Trial Group.\nLancet\n1999;354:1066-71. 10.1016/S0140-6736(99)03309-7 [PubMed] [CrossRef] [Google Scholar]111. Cornfield DN, Maynard RC, deRegnier RA, et al. \nRandomized, controlled trial of low-dose inhaled nitric oxide in the treatment of term and near-term infants with respiratory failure and pulmonary hypertension.\nPediatrics\n1999;104:1089-94. 10.1542/peds.104.5.1089 [PubMed] [CrossRef] [Google Scholar]112. Jacobs P, Finer NN, Robertson CM, et al. \nA cost-effectiveness analysis of the application of nitric oxide versus oxygen gas for near-term newborns with respiratory failure: results from a Canadian randomized clinical trial.\nCrit Care Med\n2000;28:872-8. 10.1097/00003246-200003000-00043 [PubMed] [CrossRef] [Google Scholar]113. Jacobs P, Finer NN, Fassbender K, et al. \nCost-effectiveness of inhaled nitric oxide in near-term and term infants with respiratory failure: eighteen- to 24-month follow-up for Canadian patients.\nCrit Care Med\n2002;30:2330-4. 10.1097/00003246-200210000-00023 [PubMed] [CrossRef] [Google Scholar]114. Konduri GG, Solimano A, Sokol GM, et al. \nA randomized trial of early versus standard inhaled nitric oxide therapy in term and near-term newborn infants with hypoxic respiratory failure.\nPediatrics\n2004;113:559-64. 10.1542/peds.113.3.559 [PubMed] [CrossRef] [Google Scholar]115. Barrington KJ, Finer N, Pennaforte T, et al. \nNitric oxide for respiratory failure in infants born at or near term.\nCochrane Database Syst Rev\n2017;1:CD000399. 10.1002/14651858.CD000399.pub3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]116. Day RW, Allen EM, Witte MK. A randomized, controlled study of the 1-hour and 24-hour effects of inhaled nitric oxide therapy in children with acute hypoxemic respiratory failure.\nChest\n1997;112:1324-31. 10.1378/chest.112.5.1324 [PubMed] [CrossRef] [Google Scholar]117. Dellinger RP, Zimmerman JL, Taylor RW, et al. \nEffects of inhaled nitric oxide in patients with acute respiratory distress syndrome: results of a randomized phase II trial. Inhaled Nitric Oxide in ARDS Study Group.\nCrit Care Med\n1998;26:15-23. 10.1097/00003246-199801000-00011 [PubMed] [CrossRef] [Google Scholar]118. Troncy E, Collet JP, Shapiro S, et al. \nInhaled nitric oxide in acute respiratory distress syndrome: a pilot randomized controlled study.\nAm J Respir Crit Care Med\n1998;157:1483-8. 10.1164/ajrccm.157.5.9707090 [PubMed] [CrossRef] [Google Scholar]119. Lundin S, Mang H, Smithies M, et al. \nInhalation of nitric oxide in acute lung injury: results of a European multicentre study. The European Study Group of Inhaled Nitric Oxide.\nIntensive Care Med\n1999;25:911-9. 10.1007/s001340050982 [PubMed] [CrossRef] [Google Scholar]120. Michael JR, Barton RG, Saffle JR, et al. \nInhaled nitric oxide versus conventional therapy: effect on oxygenation in ARDS.\nAm J Respir Crit Care Med\n1998;157:1372-80. 10.1164/ajrccm.157.5.96-10089 [PubMed] [CrossRef] [Google Scholar]121. Taylor RW, Zimmerman JL, Dellinger RP, et al. \nLow-dose inhaled nitric oxide in patients with acute lung injury: a randomized controlled trial.\nJAMA\n2004;291:1603-9. 10.1001/jama.291.13.1603 [PubMed] [CrossRef] [Google Scholar]122. Gebistorf F, Karam O, Wetterslev J, et al. \nInhaled nitric oxide for acute respiratory distress syndrome (ARDS) in children and adults.\nCochrane Database Syst Rev\n2016:CD002787. 10.1002/14651858.CD002787.pub3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]123. Papazian L, Aubron C, Brochard L, et al. \nFormal guidelines: management of acute respiratory distress syndrome.\nAnn Intensive Care\n2019;9:69. 10.1186/s13613-019-0540-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]124. Kobayashi J, Murata I. Nitric oxide inhalation as an interventional rescue therapy for COVID-19-induced acute respiratory distress syndrome.\nAnn Intensive Care\n2020;10:61. 10.1186/s13613-020-00681-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]125. Cardinale M, Esnault P, Cotte J, et al. \nEffect of almitrine bismesylate and inhaled nitric oxide on oxygenation in COVID-19 acute respiratory distress syndrome.\nAnaesth Crit Care Pain Med\n2020;39:471-2. 10.1016/j.accpm.2020.05.014 [PMC free article] [PubMed] [CrossRef] [Google Scholar]126. Baigorri F, Joseph D, Artigas A, et al. \nInhaled nitric oxide does not improve cardiac or pulmonary function in patients with an exacerbation of chronic obstructive pulmonary disease.\nCrit Care Med\n1999;27:2153-8. 10.1097/00003246-199910000-00013 [PubMed] [CrossRef] [Google Scholar]127. Melsom MN, Flatebo T, Nicolaysen G. Low concentrations of inhaled nitric oxide do not improve oxygenation in patients with very severe chronic obstructive pulmonary disease.\nActa Anaesthesiol Scand\n2007;51:559-64. 10.1111/j.1399-6576.2007.01277.x [PubMed] [CrossRef] [Google Scholar]128. Roger N, Barbera JA, Roca J, et al. \nNitric oxide inhalation during exercise in chronic obstructive pulmonary disease.\nAm J Respir Crit Care Med\n1997;156:800-6. 10.1164/ajrccm.156.3.9611051 [PubMed] [CrossRef] [Google Scholar]129. Germann P, Ziesche R, Leitner C, et al. \nAddition of nitric oxide to oxygen improves cardiopulmonary function in patients with severe COPD.\nChest\n1998;114:29-35. 10.1378/chest.114.1.29 [PubMed] [CrossRef] [Google Scholar]130. Vonbank K, Ziesche R, Higenbottam TW, et al. \nControlled prospective randomised trial on the effects on pulmonary haemodynamics of the ambulatory long term use of nitric oxide and oxygen in patients with severe COPD.\nThorax\n2003;58:289-93. 10.1136/thorax.58.4.289 [PMC free article] [PubMed] [CrossRef] [Google Scholar]131. Hajian B, De Backer J, Vos W, et al. \nPulmonary vascular effects of pulsed inhaled nitric oxide in COPD patients with pulmonary hypertension.\nInt J Chron Obstruct Pulmon Dis\n2016;11:1533-41. 10.2147/COPD.S106480 [PMC free article] [PubMed] [CrossRef] [Google Scholar]132. Garnier M, Hafiani EM, Arbelot C, et al. \nMorpho-functional evaluation of lung aeration as a marker of sickle-cell acute chest syndrome severity in the ICU: a prospective cohort study.\nAnn Intensive Care\n2019;9:109. 10.1186/s13613-019-0583-y [PMC free article] [PubMed] [CrossRef] [Google Scholar]133. Al Hajeri A, Serjeant GR, Fedorowicz Z. Inhaled nitric oxide for acute chest syndrome in people with sickle cell disease.\nCochrane Database Syst Rev\n2008;(1):CD006957. 10.1002/14651858.CD006957 [PubMed] [CrossRef] [Google Scholar]134. Gladwin MT, Kato GJ, Weiner D, et al. \nNitric oxide for inhalation in the acute treatment of sickle cell pain crisis: a randomized controlled trial.\nJAMA\n2011;305:893-902. 10.1001/jama.2011.235 [PMC free article] [PubMed] [CrossRef] [Google Scholar]135. Weiner DL, Hibberd PL, Betit P, et al. \nPreliminary assessment of inhaled nitric oxide for acute vaso-occlusive crisis in pediatric patients with sickle cell disease.\nJAMA\n2003;289:1136-42. 10.1001/jama.289.9.1136 [PubMed] [CrossRef] [Google Scholar]136. Maitre B, Djibre M, Katsahian S, et al. \nInhaled nitric oxide for acute chest syndrome in adult sickle cell patients: a randomized controlled study.\nIntensive Care Med\n2015;41:2121-9. 10.1007/s00134-015-4060-2 [PubMed] [CrossRef] [Google Scholar]137. Aboursheid T, Albaroudi O, Alahdab F. Inhaled nitric oxide for treating pain crises in people with sickle cell disease.\nCochrane Database Syst Rev\n2019;10:CD011808. 10.1002/14651858.CD011808.pub2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]138. Davis SL, Crow JR, Fan JR, et al. \nUse and costs of inhaled nitric oxide and inhaled epoprostenol in adult critically ill patients: A quality improvement project.\nAm J Health Syst Pharm\n2019;76:1413-9. 10.1093/ajhp/zxz151 [PubMed] [CrossRef] [Google Scholar]139. De Wet CJ, Affleck DG, Jacobsohn E, et al. \nInhaled prostacyclin is safe, effective, and affordable in patients with pulmonary hypertension, right heart dysfunction, and refractory hypoxemia after cardiothoracic surgery.\nJ Thorac Cardiovasc Surg\n2004;127:1058-67. 10.1016/j.jtcvs.2003.11.035 [PubMed] [CrossRef] [Google Scholar]140. Fattouch K, Sbraga F, Bianco G, et al. \nInhaled prostacyclin, nitric oxide, and nitroprusside in pulmonary hypertension after mitral valve replacement.\nJ Card Surg\n2005;20:171-6. 10.1111/j.0886-0440.2005.200383w.x [PubMed] [CrossRef] [Google Scholar]141. Khan TA, Schnickel G, Ross D, et al. \nA prospective, randomized, crossover pilot study of inhaled nitric oxide versus inhaled prostacyclin in heart transplant and lung transplant recipients.\nJ Thorac Cardiovasc Surg\n2009;138:1417-24. 10.1016/j.jtcvs.2009.04.063 [PubMed] [CrossRef] [Google Scholar]142. Jentzer JC, Mathier MA. Pulmonary Hypertension in the Intensive Care Unit.\nJ Intensive Care Med\n2016;31:369-85. 10.1177/0885066615583652 [PubMed] [CrossRef] [Google Scholar]143. Abe S, Ishida K, Masuda M, et al. \nA prospective, randomized study of inhaled prostacyclin versus nitric oxide in patients with residual pulmonary hypertension after pulmonary endarterectomy.\nGen Thorac Cardiovasc Surg\n2017;65:153-9. 10.1007/s11748-016-0724-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]144. Kuch BA, Saville AL, Sanchez De Toledo J, et al. \nInhaled Pulmonary Vasodilators: Are There Indications Within the Pediatric ICU?\nRespir Care\n2017;62:678-98. 10.4187/respcare.05360 [PubMed] [CrossRef] [Google Scholar]145. Lusardi P, Brown V. Inhaled epoprostenol. Am J Nurs 2003;103:64AA, 64CC, 64EE, 64GG-64HH. [PubMed]146. Buckley MS, Feldman JP. Inhaled epoprostenol for the treatment of pulmonary arterial hypertension in critically ill adults.\nPharmacotherapy\n2010;30:728-40. 10.1592/phco.30.7.728 [PubMed] [CrossRef] [Google Scholar]147. Tabrizi MB, Schinco MA, Tepas JJ, 3rd, et al. \nInhaled epoprostenol improves oxygenation in severe hypoxemia.\nJ Trauma Acute Care Surg\n2012;73:503-6. 10.1097/TA.0b013e318258431e [PubMed] [CrossRef] [Google Scholar]148. Dzierba AL, Abel EE, Buckley MS, et al. \nA review of inhaled nitric oxide and aerosolized epoprostenol in acute lung injury or acute respiratory distress syndrome.\nPharmacotherapy\n2014;34:279-90. 10.1002/phar.1365 [PubMed] [CrossRef] [Google Scholar]149. Rao V, Ghadimi K, Keeyapaj W, et al. \nInhaled Nitric Oxide (iNO) and Inhaled Epoprostenol (iPGI2) Use in Cardiothoracic Surgical Patients: Is there Sufficient Evidence for Evidence-Based Recommendations?\nJ Cardiothorac Vasc Anesth\n2018;32:1452-7. 10.1053/j.jvca.2017.12.014 [PubMed] [CrossRef] [Google Scholar]150. McGinn K, Reichert M.\nA Comparison of Inhaled Nitric Oxide Versus Inhaled Epoprostenol for Acute Pulmonary Hypertension Following Cardiac Surgery.\nAnn Pharmacother\n2016;50:22-6. 10.1177/1060028015608865 [PubMed] [CrossRef] [Google Scholar]151. Hawn JM, Bauer SR, Wanek MR, et al. \nEffectiveness, Safety, and Economic Comparison of Inhaled Epoprostenol Brands, Flolan and Veletri, in Acute Respiratory Distress Syndrome.\nAnn Pharmacother\n2020;54:434-41. 10.1177/1060028019888853 [PubMed] [CrossRef] [Google Scholar]152. Anderson AC, Dubosky MN, Fiorino KA, et al. \nThe Effect of Nebulizer Position on Aerosolized Epoprostenol Delivery in an Adult Lung Model.\nRespir Care\n2017;62:1387-95. 10.4187/respcare.05344 [PubMed] [CrossRef] [Google Scholar]153. Li J, Harnois LJ, Markos B, et al. \nEpoprostenol Delivered via High Flow Nasal Cannula for ICU Subjects with Severe Hypoxemia Comorbid with Pulmonary Hypertension or Right Heart Dysfunction.\nPharmaceutics\n2019;11:281. 10.3390/pharmaceutics11060281 [PMC free article] [PubMed] [CrossRef] [Google Scholar]154. Li J, Gurnani PK, Roberts KM, et al. \nThe Clinical Impact of Flow Titration on Epoprostenol Delivery via High Flow Nasal Cannula for ICU Patients with Pulmonary Hypertension or Right Ventricular Dysfunction: A Retrospective Cohort Comparison Study.\nJ Clin Med\n2020;9:464. 10.3390/jcm9020464 [PMC free article] [PubMed] [CrossRef] [Google Scholar]155. Richards JB, Frakes M, Saia MS, et al. \nChanges in Oxygen Saturation and Mean Arterial Pressure With Inhaled Epoprostenol in Transport.\nJ Intensive Care Med\n2020. [Epub ahead of print]. 10.1177/0885066620917658 [PubMed] [CrossRef] [Google Scholar]156. Foster C, Frakes MA, Puopolo E, et al. \nInhaled Epoprostenol to Facilitate Safe Transport in Legionnaires' Disease.\nPrehosp Disaster Med\n2020;35:109-14. 10.1017/S1049023X19005211 [PubMed] [CrossRef] [Google Scholar]157. van Heerden PV, Caterina P, Filion P, et al. \nPulmonary toxicity of inhaled aerosolized prostacyclin therapy--an observational study.\nAnaesth Intensive Care\n2000;28:161-6. 10.1177/0310057X0002800206 [PubMed] [CrossRef] [Google Scholar]158. Tepper J, Pfeiffer J, Bujold K, et al. \nNovel Toxicology Program to Support the Development of Inhaled VentaProst.\nInt J Toxicol\n2020. doi:10.1177/1091581820945985 [PubMed] [CrossRef] [Google Scholar]159. Olschewski H, Simonneau G, Galie N, et al. \nInhaled iloprost for severe pulmonary hypertension.\nN Engl J Med\n2002;347:322-9. 10.1056/NEJMoa020204 [PubMed] [CrossRef] [Google Scholar]160. McLaughlin VV, Oudiz RJ, Frost A, et al. \nRandomized study of adding inhaled iloprost to existing bosentan in pulmonary arterial hypertension.\nAm J Respir Crit Care Med\n2006;174:1257-63. 10.1164/rccm.200603-358OC [PubMed] [CrossRef] [Google Scholar]161. Ivy DD, Doran AK, Smith KJ, et al. \nShort- and long-term effects of inhaled iloprost therapy in children with pulmonary arterial hypertension.\nJ Am Coll Cardiol\n2008;51:161-9. 10.1016/j.jacc.2007.09.031 [PMC free article] [PubMed] [CrossRef] [Google Scholar]162. John J, Palevsky H. Clinical pharmacology and efficacy of inhaled iloprost for the treatment of pulmonary arterial hypertension.\nExpert Rev Clin Pharmacol\n2011;4:197-205. 10.1586/ecp.10.136 [PubMed] [CrossRef] [Google Scholar]163. Mulligan C, Beghetti M. Inhaled iloprost for the control of acute pulmonary hypertension in children: a systematic review.\nPediatr Crit Care Med\n2012;13:472-80. 10.1097/PCC.0b013e31822f192b [PubMed] [CrossRef] [Google Scholar]164. Gomez-Arroyo J, Sakagami M, Syed AA, et al. \nIloprost reverses established fibrosis in experimental right ventricular failure.\nEur Respir J\n2015;45:449-62. 10.1183/09031936.00188013 [PubMed] [CrossRef] [Google Scholar]165. Li JH, Zhang HD, Wang ZZ, et al. \nAcute Iloprost Inhalation Improves Right Ventricle Function in Pulmonary Artery Hypertension: A Cardiac Magnetic Resonance Study.\nFront Pharmacol\n2019;9:1550. 10.3389/fphar.2018.01550 [PMC free article] [PubMed] [CrossRef] [Google Scholar]166. Kuang H, Li Q, Yi Q, et al. \nThe Efficacy and Safety of Aerosolized Iloprost in Pulmonary Arterial Hypertension: A Systematic Review and Meta-Analysis.\nAm J Cardiovasc Drugs\n2019;19:393-401. 10.1007/s40256-018-00324-2 [PubMed] [CrossRef] [Google Scholar]167. Del Pozo R, Blanco I, Hernandez-Gonzalez I, et al. \nReal-life experience of inhaled iloprost for patients with pulmonary arterial hypertension: Insights from the Spanish REHAP registry.\nInt J Cardiol\n2019;275:158-64. 10.1016/j.ijcard.2018.10.012 [PubMed] [CrossRef] [Google Scholar]168. Melgosa MT, Ricci GL, Garcia-Pagan JC, et al. \nAcute and long-term effects of inhaled iloprost in portopulmonary hypertension.\nLiver Transpl\n2010;16:348-56. 10.1002/lt.21997 [PubMed] [CrossRef] [Google Scholar]169. Loukanov T, Bucsenez D, Springer W, et al. \nComparison of inhaled nitric oxide with aerosolized iloprost for treatment of pulmonary hypertension in children after cardiopulmonary bypass surgery.\nClin Res Cardiol\n2011;100:595-602. 10.1007/s00392-011-0284-5 [PubMed] [CrossRef] [Google Scholar]170. Kim N, Lee SH, Joe Y, et al. \nEffects of Inhaled Iloprost on Lung Mechanics and Myocardial Function During One-Lung Ventilation in Chronic Obstructive Pulmonary Disease Patients Combined With Poor Lung Oxygenation.\nAnesth Analg\n2020;130:1407-14. 10.1213/ANE.0000000000004733 [PubMed] [CrossRef] [Google Scholar]171. Choi H, Jeon J, Huh J, et al. \nThe Effects of Iloprost on Oxygenation During One-Lung Ventilation for Lung Surgery: A Randomized Controlled Trial.\nJ Clin Med\n2019;8:982. 10.3390/jcm8070982 [PMC free article] [PubMed] [CrossRef] [Google Scholar]172. Ewert R, Glaser S, Bollmann T, et al. \nInhaled iloprost for therapy in pulmonary arterial hypertension.\nExpert Rev Respir Med\n2011;5:145-52. 10.1586/ers.11.14 [PubMed] [CrossRef] [Google Scholar]173. Stream AR, Bull TM. Experiences with treprostinil in the treatment of pulmonary arterial hypertension.\nTher Adv Respir Dis\n2012;6:269-76. 10.1177/1753465812455368 [PMC free article] [PubMed] [CrossRef] [Google Scholar]174. Kumar P, Thudium E, Laliberte K, et al. \nA Comprehensive Review of Treprostinil Pharmacokinetics via Four Routes of Administration.\nClin Pharmacokinet\n2016;55:1495-505. 10.1007/s40262-016-0409-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]175. Channick RN, Olschewski H, Seeger W, et al. \nSafety and efficacy of inhaled treprostinil as add-on therapy to bosentan in pulmonary arterial hypertension.\nJ Am Coll Cardiol\n2006;48:1433-7. 10.1016/j.jacc.2006.05.070 [PubMed] [CrossRef] [Google Scholar]176. Voswinckel R, Enke B, Reichenberger F, et al. \nFavorable effects of inhaled treprostinil in severe pulmonary hypertension: results from randomized controlled pilot studies.\nJ Am Coll Cardiol\n2006;48:1672-81. 10.1016/j.jacc.2006.06.062 [PubMed] [CrossRef] [Google Scholar]177. Voswinckel R, Reichenberger F, Enke B, et al. \nAcute effects of the combination of sildenafil and inhaled treprostinil on haemodynamics and gas exchange in pulmonary hypertension.\nPulm Pharmacol Ther\n2008;21:824-32. 10.1016/j.pupt.2008.07.003 [PubMed] [CrossRef] [Google Scholar]178. McLaughlin VV, Benza RL, Rubin LJ, et al. \nAddition of inhaled treprostinil to oral therapy for pulmonary arterial hypertension: a randomized controlled clinical trial.\nJ Am Coll Cardiol\n2010;55:1915-22. 10.1016/j.jacc.2010.01.027 [PubMed] [CrossRef] [Google Scholar]179. Lindegaard Pedersen M, Kruger M, Grimm D, et al. \nThe prostacyclin analogue treprostinil in the treatment of pulmonary arterial hypertension.\nBasic Clin Pharmacol Toxicol\n2019. [Epub ahead of print]. [PubMed] [Google Scholar]180. Benza RL, Seeger W, McLaughlin VV, et al. \nLong-term effects of inhaled treprostinil in patients with pulmonary arterial hypertension: the Treprostinil Sodium Inhalation Used in the Management of Pulmonary Arterial Hypertension (TRIUMPH) study open-label extension.\nJ Heart Lung Transplant\n2011;30:1327-33. 10.1016/j.healun.2011.08.019 [PubMed] [CrossRef] [Google Scholar]181. Skoro-Sajer N.\nOptimal use of treprostinil in pulmonary arterial hypertension: a guide to the correct use of different formulations.\nDrugs\n2012;72:2351-63. 10.2165/11638260-000000000-00000 [PubMed] [CrossRef] [Google Scholar]182. Frantz RP, McDevitt S, Walker S. Baseline NT-proBNP correlates with change in 6-minute walk distance in patients with pulmonary arterial hypertension in the pivotal inhaled treprostinil study TRIUMPH-1.\nJ Heart Lung Transplant\n2012;31:811-6. 10.1016/j.healun.2012.04.005 [PubMed] [CrossRef] [Google Scholar]183. Chen H, Rosenzweig EB, Gotzkowsky SK, et al. \nTreatment satisfaction is associated with improved quality of life in patients treated with inhaled treprostinil for pulmonary arterial hypertension.\nHealth Qual Life Outcomes\n2013;11:31. 10.1186/1477-7525-11-31 [PMC free article] [PubMed] [CrossRef] [Google Scholar]184. Bourge RC, Tapson VF, Safdar Z, et al. \nRapid transition from inhaled iloprost to inhaled treprostinil in patients with pulmonary arterial hypertension.\nCardiovasc Ther\n2013;31:38-44. 10.1111/1755-5922.12008 [PMC free article] [PubMed] [CrossRef] [Google Scholar]185. Kimmig LM, Liao C, Bag R. Ambulatory Transition from Parenteral Prostanoid to Inhaled Treprostinil in Patients with Pulmonary Arterial Hypertension.\nLung\n2020;198:53-8. 10.1007/s00408-019-00306-4 [PubMed] [CrossRef] [Google Scholar]186. Enderby CY, Burger C. Tolerability and clinical efficacy of inhaled treprostinil in patients with group 1 pulmonary arterial hypertension.\nTher Adv Chronic Dis\n2018;9:171-7. 10.1177/2040622318779749 [PMC free article] [PubMed] [CrossRef] [Google Scholar]187. Lamarche Y, Perrault LP, Maltais S, et al. \nPreliminary experience with inhaled milrinone in cardiac surgery.\nEur J Cardiothorac Surg\n2007;31:1081-7. 10.1016/j.ejcts.2007.02.019 [PubMed] [CrossRef] [Google Scholar]188. Lamarche Y, Malo O, Thorin E, et al. \nInhaled but not intravenous milrinone prevents pulmonary endothelial dysfunction after cardiopulmonary bypass.\nJ Thorac Cardiovasc Surg\n2005;130:83-92. 10.1016/j.jtcvs.2004.09.011 [PubMed] [CrossRef] [Google Scholar]189. Gong M, Lin XZ, Lu GT, et al. \nPreoperative inhalation of milrinone attenuates inflammation in patients undergoing cardiac surgery with cardiopulmonary bypass.\nMed Princ Pract\n2012;21:30-5. 10.1159/000332411 [PubMed] [CrossRef] [Google Scholar]190. Denault AY, Bussieres JS, Arellano R, et al. \nA multicentre randomized-controlled trial of inhaled milrinone in high-risk cardiac surgical patients.\nCan J Anaesth\n2016;63:1140-53. 10.1007/s12630-016-0709-8 [PubMed] [CrossRef] [Google Scholar]191. Hu X, Li X, Boggett S, et al. \nRoutine Intraoperative Inhaled Milrinone and Iloprost Reduces Inotrope Use in Patients Undergoing Cardiac Surgery: A Retrospective Cohort Pilot Study.\nAnesth Analg\n2020;131:527-36. 10.1213/ANE.0000000000004793 [PubMed] [CrossRef] [Google Scholar]192. Nguyen AQ, Denault AY, Theoret Y, et al. \nInhaled milrinone in cardiac surgical patients: a pilot randomized controlled trial of jet vs. mesh nebulization.\nSci Rep\n2020;10:2069. 10.1038/s41598-020-58902-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]193. Haglund NA, Burdorf A, Jones T, et al. \nInhaled Milrinone After Left Ventricular Assist Device Implantation.\nJ Card Fail\n2015;21:792-7. 10.1016/j.cardfail.2015.04.011 [PubMed] [CrossRef] [Google Scholar]194. Kundra TS, Prabhakar V, Kaur P, et al. \nThe Effect of Inhaled Milrinone Versus Inhaled Levosimendan in Pulmonary Hypertension Patients Undergoing Mitral Valve Surgery - A Pilot Randomized Double-Blind Study.\nJ Cardiothorac Vasc Anesth\n2018;32:2123-9. 10.1053/j.jvca.2018.04.022 [PubMed] [CrossRef] [Google Scholar]195. Sharma V, Tempe DK. The Effect of Inhaled Milrinone Versus Inhaled Levosimendan in Pulmonary Hypertension Patients Undergoing Mitral Valve Surgery.\nJ Cardiothorac Vasc Anesth\n2019;33:3221. 10.1053/j.jvca.2019.06.014 [PubMed] [CrossRef] [Google Scholar]196. Elhassan A, Essandoh M.\nInhaled Levosimendan for Pulmonary Hypertension Treatment During Cardiac Surgery: A Novel Application to Avoid Systemic Hypotension.\nJ Cardiothorac Vasc Anesth\n2019;33:1169-70. 10.1053/j.jvca.2018.11.039 [PubMed] [CrossRef] [Google Scholar]"}