{"title": "A Bibliometric Analysis of Primary Aldosteronism Research From 2000 to 2020", "pubDate": "2021", "PMCID": "PMC8111213", "DOI": "10.3389/fendo.2021.665912", "PMID": "33986730", "abstract": "Thousands of papers on primary aldosteronism (PA) have been published in the last two decades. This study aimed to evaluate the research hotspots and future trends in PA research using bibliometric analysis. A total of 2,365 PA research papers between 2000 and 2020 were included. The dominant position of the United States in global PA research throughout this 20-year period was evident, and it was also the country most frequently involved in international cooperation. The University of Padua was the most productive institution and a leader in research collaboration. The Journal of Clinical Endocrinology & Metabolism was the most productive journal in terms of the number of publications on PA. Further, Mulatero P, Reincke M, Beuschlein F and Wu VC all made significant contributions to PA research. Five hotspots have been identified: (1) metabolic syndrome associated with PA; (2) molecular mechanisms of PA; (3) adrenal adenoma and adrenal cortex; (4) hypertension associated with PA; and (5) clinical monitoring parameters and diagnosis in patients with PA. Our results suggest that the molecular mechanisms of PA will remain research hotspots in the future. International collaboration is also expected to widen and deepen in the field of PA research.", "author": [{"author": "Chengyuan Wang", "affiliation": ["Department of Urology, The First Hospital of China Medical University, Shenyang, China."], "href": "/?term=Wang+C&cauthor_id=33986730"}, {"author": "Hongwei Jing", "affiliation": ["Department of Urology, The First Hospital of China Medical University, Shenyang, China."], "href": "/?term=Jing+H&cauthor_id=33986730"}, {"author": "Zuyu Sun", "affiliation": ["Department of Urology, The First Hospital of China Medical University, Shenyang, China."], "href": "/?term=Sun+Z&cauthor_id=33986730"}, {"author": "Jiaxi Yao", "affiliation": ["Department of Urology, The First Hospital of China Medical University, Shenyang, China."], "href": "/?term=Yao+J&cauthor_id=33986730"}, {"author": "Xinyu Zhang", "affiliation": ["Department of Pulmonary Critical Care Medicine, The First Hospital of China Medical University, Shenyang, China."], "href": "/?term=Zhang+X&cauthor_id=33986730"}, {"author": "Tao Liu", "affiliation": ["Department of Urology, The First Hospital of China Medical University, Shenyang, China."], "href": "/?term=Liu+T&cauthor_id=33986730"}, {"author": "Ying Wu", "affiliation": ["Phase I Clinical Trails Center, The First Hospital of China Medical University, Shenyang, China."], "href": "/?term=Wu+Y&cauthor_id=33986730"}], "refPMID": ["30359120", "32724183", "23753408", "28385310", "29129575", "16772627", "21738054", "31010944", "17575088", "18314347", "29099927", "31074381", "30865926", "13233623", "22158200", "32563556", "26512226", "32862706", "32695099", "843571", "24115908", "16275915", "28490825", "25830358", "21385804", "29031646", "29982543", "20413749", "16037452", "27997881", "17673361", "10551195", "22797452", "22116746", "23913004", "23416519", "23229280", "31789380", "30124805", "21311022", "31321564", "32886316", "32336665", "14724295"], "citedInPMID": ["33986730"], "body": " AbstractThousands of papers on primary aldosteronism (PA) have been published in the last two decades. This study aimed to evaluate the research hotspots and future trends in PA research using bibliometric analysis. A total of 2,365 PA research papers between 2000 and 2020 were included. The dominant position of the United States in global PA research throughout this 20-year period was evident, and it was also the country most frequently involved in international cooperation. The University of Padua was the most productive institution and a leader in research collaboration. The Journal of Clinical Endocrinology & Metabolism was the most productive journal in terms of the number of publications on PA. Further, Mulatero P, Reincke M, Beuschlein F and Wu VC all made significant contributions to PA research. Five hotspots have been identified: (1) metabolic syndrome associated with PA; (2) molecular mechanisms of PA; (3) adrenal adenoma and adrenal cortex; (4) hypertension associated with PA; and (5) clinical monitoring parameters and diagnosis in patients with PA. Our results suggest that the molecular mechanisms of PA will remain research hotspots in the future. International collaboration is also expected to widen and deepen in the field of PA research.Keywords: primary aldosteronism, bibliometric analysis, VOSviewer, bibliographic item co-occurrence matrix builder, research hotspots IntroductionPrimary aldosteronism (PA), characterized by an increased aldosterone production, is the most frequent form of secondary hypertension (1, 2). PA patients have an increased risk of stroke, heart failure, coronary artery disease, atrial fibrillation (1, 3–5), renal damage (6, 7), diabetes (8, 9), metabolic syndrome (9, 10). PA is associated with reduced quality of life and an increased prevalence of mental fatigue, anxiety and depression (11–13). PA was first described by Jerome Conn in 1955 in a patient (14). During the past 65 years, especially in the last two decades, great progress has been made in the field of PA research regarding genetic and genomic mechanisms, pathophysiology, diagnostics, and therapeutics (2, 15, 16). However, there is still a lack of comprehensive reports that can assist researchers in obtaining an intuitive overview and reveal research trends in the PA research field.Bibliometric analysis is a novel scientific method used to evaluate contributions to a research field, including those by countries, institutions, authors, and journals. Further, bibliometric analysis can predict the hotspots and trends within a certain research area through information visualization (17–19). However, few bibliometric studies have been performed in the field of PA research.In the present study, we performed a comprehensive bibliometric analysis of PA research literature from 2000 to 2020, taking into account the number of annual publications, countries, international cooperation, institutions, journals, authors, and keyword co-occurrence visualization analysis. Furthermore, perspectives on progress in the field of PA research over the past two decades were considered. Overlay visualization maps of co-occurring keywords and double-clustering analysis were also performed in order to confirm the trends and hotspots in PA research. We hope that this study will provide new perspectives and a basis for future PA research. Materials and MethodsData Sources and Search StrategyThe Web of Science is one of the most influential databases of scientific literature. In this study, all data were retrieved from the Web of Science Core Collection (WoSCC) via the China Medical University library website. The retrieval strategy was TS = primary aldosteronism.Screening Criteria and Data DownloadsThe publication period in the present study was limited to the period from 2000 to 2020. Non-English language, non-article, and non-review publications were excluded. WoSCC data including titles, author information, abstracts, keywords, journals, and references were downloaded in.txt format. To avoid the bias caused by frequent database updates, all literature retrieval and data downloads were completed on the same day (February 1, 2021). Two investigators (CW and JY) independently performed the search and had an agreement of 95% (kappa = (P0 − Pe)/(n − Pe) = 0.95 > 0.75), showing significant consistency (20).Statistical AnalysisIn the present study, a comprehensive description of various publishing characteristics is provided, including authors, institutions, countries, journals, keywords, impact factor (IF), and Hirsch index (h-index). IFs were obtained from the 2019 Journal Citation Reports (JCR) to assess the scientific value of research (21). The value of the h-index was defined as the number of papers with citation number ≥ h and is considered to be an important indicator for assessing both the productivity and impact of the published work of scientists, journals, or countries (22). The filtered data from WoSCC was imported into the online analysis platform of literature metrology (http://bibliometric.com/) and VOSviewer 1.6.15 (Leiden University, Leiden, The Netherlands) for bibliometric analysis. Apache ECharts (https://echarts.apache.org/), a JavaScript-based data visualization tool, was used to visualize the annual number of publications and the number of cumulative publications in different countries/regions. The online bibliometric analysis platform was used to visualize international collaboration between countries. VOSviewer was used for analysis and visualization of bibliometric networks such as authors, institutions, journals, co-citations, and the keywords used in the articles (23). Network visualization maps and overlay visualization maps were generated using VOSviewer. The online bibliometric analysis platform and Microsoft Excel 2016 were used to assess the impact of authors, institutions, and journals. The filtered data from WoSCC were imported into Bibliographic Item Co-occurrence Matrix Builder (BICOMB) to construct a keyword-article binary matrix (24). The rows of the matrix represented publications, while the columns represented highly frequent keywords. Additionally, gCLUTO software 1.0 was used to perform double-clustering analysis, and to build mountain maps and heat maps based on the results of the clustering analysis (24). ResultsTrends and Annual PublicationsAs shown in \nFigure 1\n, a total of 3,459 papers were identified, and 2,365 papers (1,929 articles and 436 reviews) from 2000 to 2020 were ultimately included according to the screening criteria. \nFigure 2\n shows the growth trend of the annual publications related to PA, from 48 in 2000 to 250 in 2020. Based on the WoSCC database, the 2,365 papers were cited 65,149 times, and each paper was cited an average of 27.55 times.Open in a separate windowFigure 1Flowchart of data filtration processing and excluding publications.Open in a separate windowFigure 2Annual number of the published publications in PA research from 2000 to 2020.Contribution of Countries and InstitutionsAccording to the WoSCC database, 69 countries or regions contributed to publications on PA between 2000 and 2020. The top 24 countries or regions in terms of the number of publications (n > 10) on PA are presented on a world map in \nFigure 3A\n, and the top 10 are presented as numbers in \nTable 1\n. The United States was the largest contributor, with 602 papers published, followed by Japan (n = 419), Italy (n = 384), China (n = 293), Germany (n = 291), Australia (n = 151), France (n = 126), Netherlands (n = 100), Canada (n = 96), and England (n = 95). The United States and Japan contributed many more papers to the number of publications on PA than other countries or regions (\nFigure 3A\n and \nTable 1\n). Within the survey period, close cooperation between countries or regions around the world was extremely common. International cooperation analysis indicated that the United States was the country most frequently involved in international cooperation (\nFigure 3B\n).Open in a separate windowFigure 3The distribution of countries or regions in PA research. (A) Distribution of PA literatures in the world map. The color of each country or region on the world map represents the amount of literature published, according to the color gradient in the lower left corner. (B) The network map of cooperation between countries or regions. Different colors represent different countries or regions, the area of each color represents the amount of literature published in each country or regions, and the thickness of the connecting line indicates the cooperation frequency.Table 1The top 10 countries or regions contributing to publications in PA research.RankCountry/RegionRecordsPercentage. (N/2365), %1USA60225.4552Japan41917.7173Italy38416.2374China29312.3895Germany29112.3046Australia1516.3857France1265.3288Netherlands1004.2289Canada964.05910England954.017Open in a separate windowThe most productive institutions were also evaluated in our study. As shown in \nTable 2\n, with 140 papers published, the University of Padua was the most productive institution and was followed by National Taiwan University Hospital (n = 102), University of Turin (n = 96), Tohoku University (n = 86), University of Queensland (n = 82), University of Mississippi (n = 67), National Taiwan University (n = 63), University of Michigan (n = 63), University of Paris 5 (n = 63), and the Georges Pompidou European Hospital (n = 62). The collaboration network was generated using VOSviewer software, and the threshold was set to 20 as the minimum number of documents of an institution, while 1,000 was set as the minimum number of citations of an institution. Finally, 22 out of the 1,942 institutions were identified. During these two decades, University of Padua cooperated with almost all influential scientific institutions in studies on PA (\nFigure 4\n).Table 2The top 10 most productive institutions in PA research.RankCountry/RegionRecordsPercentage. (N/2365), %1Univ Padua1405.9202Natl Taiwan Univ Hosp1024.3133Univ Turin964.0594Tohoku Univ863.6365Univ Queensland823.4676Univ Mississippi672.8337Natl Taiwan Univ632.6647Univ Michigan632.6647Univ Paris 05632.66410Hop Europeen Georges Pompidou622.622Open in a separate windowOpen in a separate windowFigure 4Co-authorship overlay visualization map of institutions. The color of each circle corresponds to the average publication year, the size of a circle is proportional to the number of literatures, and the thickness of the connecting line indicates the cooperation frequency.Contribution of JournalsIn the present study, a comprehensive analysis of the contribution of journals with journal characteristics was provided, including journal titles, article counts, total citations, citations per article, IF (2019), quartile in category (2019), and h-index. The top 10 most productive journals in the field of PA research are listed in \nTable 3\n; in total, these journals published 809 papers, accounting for 34.21% of the total publications. Journal of Clinical Endocrinology & Metabolism (n = 165), Hypertension (n = 142), and Journal of Hypertension (n = 111) were the top three journals in terms of the number of publications on PA (\nTable 3\n). These three journals were the top three journals in terms of the highest total number of citations (6,399 vs. 4,394 vs. 2,146 citations, respectively), and they were also the top three journals with the highest average number of citations per paper (38.78 vs. 30.94 vs. 19.33 times, respectively). Hypertension, Journal of Clinical Endocrinology & Metabolism, and European Journal of Endocrinology had the highest IFs of any journals in 2019 (7.713 vs. 5.399 vs. 5.308, respectively). The highest h-index was 35, belonged to Hypertension. Among the top 10 most productive journals, Journal of Clinical Endocrinology & Metabolism, Hypertension, Journal of Hypertension and European Journal of Endocrinology were classified as Q1 according to the JCR 2019 standards (\nTable 3\n). The top 10 most highly cited publications are listed in \nTable 4\n.Table 3The top 10 most active journals that published articles in PA research.RankJournal titleArticle countsTotal number of citationsAverage number of citationsIF(2019)Quartile in category (2019)H-index1Journal of Clinical Endocrinology & Metabolism1656,39938.785.399Q1332Hypertension1424,39430.947.713Q1353Journal of Hypertension1112,14619.334.171Q1214Hormone and Metabolic Research8894010.682.562Q3145European Journal of Endocrinology6699715.115.308Q1236Clinical Endocrinology5878313.53.38Q2177Journal of Human Hypertension4962612.782.26Q3118Hypertension Research4653211.572.941Q2129American Journal of Hypertension4569615.472.669Q31310Endocrine Journal3950012.821.952Q412Open in a separate windowTable 4The top 10 high-cited papers in PA research during 2000 to 2020.RankTitleAuthorsYearJournalTotal citations1Case detection, diagnosis, and treatment of patients with primary aldosteronism: An endocrine society clinical practice guidelineFunder, John W. et al.2008Journal of Clinical Endocrinology & Metabolism10732Resistant hypertension: Diagnosis, evaluation, and treatment—A Scientific Statement from the American Heart Association Professional Education Committee of the Council for High Blood Pressure ResearchCalhoun, David A. et al.2008Hypertension9983Evidence for an increased rate of cardiovascular events in patients with primary aldosteronismMilliez, P. et al.2005Journal of The American College Of Cardiology9604A prospective study of the prevalence of primary aldosteronism in 1,125 hypertensive patientsRossi, Gian Paolo. et al.2006Journal of The American College Of Cardiology8595The Management of Primary Aldosteronism: Case Detection, Diagnosis, and Treatment: An Endocrine Society Clinical Practice GuidelineFunder, John W. et al.2016Journal of Clinical Endocrinology & Metabolism7776A survey on adrenal incidentaloma in ItalyMantero, F. et al.2000Journal of Clinical Endocrinology & Metabolism6367Extensive personal experience—Increased diagnosis of primary aldosteronism, including surgically correctable forms, in centers from five continentsMulatero, P. et al.2004Journal of Clinical Endocrinology & Metabolism6148The incidentally discovered adrenal massYoung, William F. et al.2007New England Journal of Medicine6029Hyperaldosteronism among with resistant black and white subjects hypertensionCalhoun, DA. et al.2002Hypertension44510Effect of spironolactone on blood pressure in subjects with resistant hypertensionChapman, Neil. et al.2007Hypertension428Open in a separate windowContributions of AuthorsThe top 10 most productive authors in the field of PA research are presented in \nTable 5\n. Among them, Reincke M from the Ludwig-Maximilians-Universität München in Germany ranked first (n = 129). Mulatero P from the Department of Medical Sciences, University of Torino in Italy and Wu VC from the Department of Internal Medicine, National Taiwan University Hospital in Taiwan were the second most productive authors (n = 97). Furthermore, Stowasser M, Mulatero P, and Rossi GP were the top three authors with the highest total number of citations (3,885 vs. 3,421 vs. 3,392 times, respectively, \nTable 5\n). A co-authorship overlay visualization map was generated using VOSviewer software, and the threshold for the minimum number of documents by an author was set to 20. Finally, 55 authors who met the threshold were identified, and Mulatero P, Reincke M, Beuschlein F and Wu VC were shown to have cooperated closely (\nFigure 5A\n). A citation overlay visualization map was also generated using VOSviewer software, and the threshold for the minimum number of citations of an author was set to 1,000. Finally, 55 authors who met the threshold were identified, and it could be seen that Reincke M, Mulatero P and Wu VC had made significant contributions to the field of PA research (\nFigure 5B\n and \nTable 5\n).Table 5The top 10 most productive authors in PA research.RankAuthorArticle countsTotal number of citationsAverage number of citationsFirst author countsFirst author citation countsCorresponding author countsCorresponding author citation counts1Reincke, M1293,24125.12426165.25402Mulatero, P973,42135.27261,61462.08453Wu, VC971,13711.721845325.17194Rossi, GP933,39236.47452,65659.02815Beuschlein, F872,25125.87817321.63186Stowasser, M763,88551.122485835.75517Wu, KD701,14216.3123115.5168Lin, YH7089012.71714821.14209Veglio, F662,76341.86000110Williams, TA651,67325.741240233.518Open in a separate windowOpen in a separate windowFigure 5The distribution of authors in PA research. (A) Author co-authorship overlay visualization map. The color of each circle corresponds to the average publication year of the author, the size of a circle is proportional to the number of literatures published by the author, and the thickness of the connecting line indicates the cooperation frequency. (B) Author co-citation overlay visualization map. The color of each circle corresponds to the average publication year of the author, the size of a circle is proportional to the total number of citations of the author, and the thickness of the connecting line indicates the strength of the co-citation link.Analysis of Research HotspotsWith an appearance of more than 20 times, 34 of the most frequent keywords were extracted from the included publications and are displayed in \nTable 6\n. Five clusters were sorted through double-clustering using gCLUTO. The relationship between publications and high-frequency keywords was visualized using a volcano map and matrix map (\nFigure 6\n). The matrix map is shown in \nFigure 6A\n, in which column labels represent articles, while row labels represent keywords. To combine similar rows in a single cluster, the rows of the initial matrix were reset and each cluster was partitioned by black horizontal lines. In the matrix map, the upper dendrogram represents article associations, while the left represents high-frequency keyword associations. The results of the volcano map in \nFigure 6B\n directly show the high-dimensional character of the data. In this three-dimensional image, five different mountains represent five different clusters, numbered from 0 to 4.Table 6Keywords of PA research hotspots.RankKeywordsFrequencyPercentage (%)1primary aldosteronism6688.46532aldosterone4215.33523hypertension3564.51154hyperaldosteronism1652.09105adrenal vein sampling1461.85026adrenalectomy1331.68557aldosterone-producing adenoma1191.50808renin901.14059aldosterone-producing adenoma730.925110primary hyperaldosteronism710.899811pheochromocytoma660.836412Cushing′s syndrome630.798413blood pressure630.798414secondary hypertension590.747715resistant hypertension570.722316adrenal gland570.722317spironolactone550.697018aldosteronism510.646319hypokalemia460.582920adrenal450.570321adrenal adenoma380.481622diagnosis370.468923Conn′s syndrome360.456224adrenal incidentaloma310.392925CYP11B2290.367526adrenal cortex280.354827KCNJ5280.354828adenoma250.316829essential hypertension240.304130endocrine hypertension230.291531prevalence220.278832eplerenone220.278833cortisol210.266134mineralocorticoid receptor200.2535Open in a separate windowOpen in a separate windowFigure 6Research hotspots in the field of PA. (A) Visualized matrix of biclustering of highly frequent keywords in the research field of PA. Color of each blot represented the frequency of occurrence of keywords in all literatures. (B) Mountain visualization of biclustering of highly frequent keywords in the research field of PA. The height and color of the mountain are proportional to internal similarity and standard deviation of cluster (Blue: high deviation; Red: low deviation).The above 34 high-frequency keywords were divided into five clusters. All representative articles involved in each cluster were mined to further summarize hotspots in the field of PA Finally, five hotspots were identified using BICOMB and gCLUTO software packages:Cluster 0: Metabolic syndrome associated with PA.Cluster 1: Molecular mechanisms of PA.Cluster 2: Adrenal adenoma and adrenal cortex.Cluster 3: Hypertension associated with PA.Cluster 4: Clinical monitoring parameters and diagnosis in patients with PA.To explore the changes of hotspots over a period of time, a network visualization map of keyword co-occurrence was generated using VOSviewer software, and the results showed that the keywords “KCNJ5”, “K(+) channel mutations”, “somatic mutations”, and “KCNJ5 mutations” began to appear in the last 5 years (\nFigure 7\n).Open in a separate windowFigure 7Keywords co-occurrence overlay visualization map. The color of each circle corresponds to the average publication year. The size of a circle is proportional to the frequency of occurrence of the keyword, and the thickness of the connecting line indicates the strength of the keywords co-occurrence link. DiscussionIn the era of the information explosion, bibliometric analysis can help scientific researchers to manage their knowledge and visualize knowledge structures more intuitively. By presenting visual results, bibliometric analysis can help new researchers in a specific field to grasp the overall trends in the field being investigated. It can also reveal milestone manuscripts, the most productive authors and institutions, and current research hotspots, as well as future trends (25–27). In our study, a comprehensive bibliometric analysis of global scientific publications in the field of PA research from 2000 to 2020 was performed.The number of publications in a particular research field can reflect the productivity and developments in the field over time (28). In the present study, a total of 2,365 publications, including 250 literature in 2020, were included (\nFigures 1\n, \n2\n). The results showed that the number of publications in the field of PA was maintained at a substantial level in the two decades from 2000 to 2020, which suggests that PA remains a hot research field, and more and more scholars may participate in PA research.The number of publications in a research field is an important indicator for evaluating the scientific research level of a country or institution (25, 28, 29). Our study showed that the United States and Japan were the two largest contributors to the number of publications on PA (\nFigure 3A\n and \nTable 1\n), highlighting their impact in the PA research field. The value of international collaboration in supporting innovation and addressing unmet challenges is well recognized worldwide (30). From 2000 to 2020, many countries or regions around the world collaborated on studies in the research field of PA. Furthermore, our results demonstrated that the United States had the highest collaboration performance, especially with China and Japan (\nFigure 3B\n). Meanwhile, University of Padua was identified as the most productive institution during the 20-year period (\nTable 2\n) and cooperated with almost all influential scientific institutions in the PA research field, including National Taiwan University Hospital, University of Turin, Tohoku University, and University of Queensland (\nFigure 4\n). These results showed that highly collaborative countries or institutions generally had a high academic level, suggesting that international cooperation will remain a future trend in the field of PA research.Journal indicators obtained from bibliometric analysis can provide a reliable reference for researchers to search documents or submit manuscripts (31, 32). All the top 10 journals publishing literature on PA were included in the category of “Internal medicine” or “Endocrinology”. Our results showed that Journal of Clinical Endocrinology & Metabolism published the highest number of PA-related papers and had the highest number of total citations (\nTable 3\n). Our results also showed that the most frequently cited publication was a clinical practice guideline written by John W Funder and colleagues from Prince Henry’s Institute of Medical Research in Australia, and that “Case detection, diagnosis, and treatment of patients with primary aldosteronism: An endocrine society clinical practice guideline”, was a milestone in the PA research field in the two decades from 2000 to 2020 (33) (\nTable 4\n). These results suggest that these active journals and highly cited papers can provide a reliable reference for scholars concerned with the progress of PA research, and PA plays an important role in the fields of endocrinology and internal medicine.Based on the WoSCC database, Reincke M published the highest number of PA-related papers, while Stowasser M had the highest number of total citations (\nTable 5\n). Furthermore, Mulatero P, Reincke M, Beuschlein F and Wu VC cooperated closely and published a considerable number of highly cited publications, as evidenced in the co-authorship overlay network visualization map and citation overlay visualization map (\nFigure 5A\n, \nB\n). Therefore, they can be regarded as the leaders in the PA research field.Because of the heterogeneity of the PA research field, we divided the keywords in our study into five clusters via double-clustering analysis (\nFigure 6\n). Cluster 0 is related to PA-related metabolic syndrome. The abnormal glucose metabolism caused by insulin resistance is related to the excessive production of aldosterone, which is the main cause of metabolic dysfunction in patients with PA (34). Cluster 1 is related to molecular mechanisms of PA. In recent years, somatic mutations are identified in genes associated with PA, KCNJ5, CACNA1D, ATP1A1 and ATP2B3 (35–37). In general, the emergence of Next-generation sequencing (NGS) technology has driven researchers to understand the pathogenic and molecular mechanisms of PA (38). Cluster 2 is related to adrenal adenoma and adrenal cortex. PA results from excessive production of aldosterone by the adrenal cortex. Adrenal adenoma is considered a benign neoplasm of the adrenal cortex. In addition, genetic studies have helped to understand the relationship between benign aldosterone-producing adrenocortical proliferation and ion channel mutations (2, 39, 40). Cluster 3 is related to hypertension associated with PA. PA accounts for 5–10% of all hypertension patients and exist in 20% of those with resistant hypertension. Our understanding of PA-related hypertension has increased tremendously during the last two decades and exploring how PA leads to hypertension is the key to improve the outcome of long-term diseases and improve the quality of life of PA patients (2, 6, 41). Cluster 4 is related to clinical monitoring parameters and diagnosis in PA patients. Adrenal vein sampling (AVS), the most recommended procedure for lateralization in PA, has many limitations such as required technical expertise, increased costs, and potential complications (42). As a consequence, the development of new non-invasive imaging techniques and monitoring parameters is conducive to timely diagnosis, provides appropriate treatment, and prevents deleterious cardiovascular outcomes of PA, which is also a challenge for doctors and researchers in the future (2, 43).Keyword co-occurrence network visualization analysis is a widely accepted method for determining research hotspots and predicting research trends (44). Our results indicated that the keywords such as “KCNJ5”, “K(+) channel mutations”, “somatic mutations”, and “KCNJ5 mutations” appeared frequently in the last 5 years, suggesting that the study of the genomics and mechanisms of PA will remain research hotspots over the next few years. Multicenter studies have reported that the most frequent genetic abnormalities are KCNJ5 somatic mutations, which were found in approximately 40% of aldosterone-producing adenoma (APA), a subtype of primary aldosteronism (35–37). Somatic mutations in KCNJ5, which encodes the G­protein-coupled inward rectifier K+ channel, have been considered as a cause of PA (37, 40). Our analysis also suggests that scientists are still trying to gain a comprehensive understanding of PA, and we expect scientists to make breakthroughs in the pathogenesis and management of this condition in the near future.However, there were some limitations in our study. Firstly, the WoSCC database is updated continuously and dynamically. Therefore, our results are temporary in nature. Secondly, non-English publications were excluded. Hence, a discrepancy may exist between our results and the real publication characteristics.In conclusion, the annual number of publications on PA grew in the two decades between 2000 and 2020. The United States was the leading country in this research field, while the University of Padua also achieved important research results and played a certain role in promoting the development of PA research. Furthermore, Mulatero P, Reincke M, Beuschlein F and Wu VC made significant contributions to this research field. Research hotspot analyses suggest that the molecular mechanisms of PA will remain research hotspots in the future. International collaboration was also prevalent, and it is expected to widen and deepen in the future. These results provide new perspectives for the study of PA and may have a beneficial effect on further study regarding the etiology, diagnosis, and treatment of this condition. Data Availability StatementThe raw data supporting the conclusions of this article will be made available by the authors, without undue reservation. Author ContributionsYW and TL conceived the study. CW, HJ, ZS, JY, and XZ participated in statistical analysis. CW wrote the manuscript. All authors contributed to the article and approved the submitted version. FundingThe study received funding from The Education Department of Liaoning Province (FWZR2020003). Conflict of InterestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. References1. \nByrd JB, Turcu AF, Auchus RJ. Primary Aldosteronism: Practical Approach to Diagnosis and Management. Circulation (2018) 138(8):823–35. 10.1161/CIRCULATIONAHA.118.033597\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. \nZennaro MC, Boulkroun S, Fernandes-Rosa FL. Pathogenesis and Treatment of Primary Aldosteronism. Nat Rev Endocrinol (2020) 16(10):578–89. 10.1038/s41574-020-0382-4\n [PubMed] [CrossRef] [Google Scholar]3. \nSavard S, Amar L, Plouin PF, Steichen O. Cardiovascular Complications Associated With Primary Aldosteronism: A Controlled Cross-Sectional Study. Hypertension (2013) 62(2):331–6. 10.1161/HYPERTENSIONAHA.113.01060\n [PubMed] [CrossRef] [Google Scholar]4. \nMonticone S, Burrello J, Tizzani D, Bertello C, Viola A, Buffolo F, et al. . Rabbia F Et Al: Prevalence and Clinical Manifestations of Primary Aldosteronism Encountered in Primary Care Practice. J Am Coll Cardiol (2017) 69(14):1811–20. 10.1016/j.jacc.2017.01.052\n [PubMed] [CrossRef] [Google Scholar]5. \nMonticone S, D’Ascenzo F, Moretti C, Williams TA, Veglio F, Gaita F, et al. . Cardiovascular Events and Target Organ Damage in Primary Aldosteronism Compared With Essential Hypertension: A Systematic Review and Meta-Analysis. Lancet Diabetes Endocrinol (2018) 6(1):41–50. 10.1016/S2213-8587(17)30319-4\n [PubMed] [CrossRef] [Google Scholar]6. \nSechi LA, Novello M, Lapenna R, Baroselli S, Nadalini E, Colussi GL, et al. . Long-Term Renal Outcomes in Patients With Primary Aldosteronism. JAMA (2006) 295(22):2638–45. 10.1001/jama.295.22.2638\n [PubMed] [CrossRef] [Google Scholar]7. \nWu VC, Kuo CC, Wang SM, Liu KL, Huang KH, Lin YH, et al. . Tsai CT Et Al: Primary Aldosteronism: Changes in Cystatin C-Based Kidney Filtration, Proteinuria, and Renal Duplex Indices With Treatment. J Hypertens (2011) 29(9):1778–86. 10.1097/HJH.0b013e3283495cbb\n [PubMed] [CrossRef] [Google Scholar]8. \nAkehi Y, Yanase T, Motonaga R, Umakoshi H, Tsuiki M, Takeda Y, et al. . Katabami T Et Al: High Prevalence of Diabetes in Patients With Primary Aldosteronism (PA) Associated With Subclinical Hypercortisolism and Prediabetes More Prevalent in Bilateral Than Unilateral PA: A Large, Multicenter Cohort Study in Japan. Diabetes Care (2019) 42(5):938–45. 10.1210/js.2019-SUN-144\n [PubMed] [CrossRef] [Google Scholar]9. \nColussi G, Catena C, Lapenna R, Nadalini E, Chiuch A, Sechi LA. Insulin Resistance and Hyperinsulinemia are Related to Plasma Aldosterone Levels in Hypertensive Patients. Diabetes Care (2007) 30(9):2349–54. 10.2337/dc07-0525\n [PubMed] [CrossRef] [Google Scholar]10. \nRossi GP, Sechi LA, Giacchetti G, Ronconi V, Strazzullo P, Funder JW. Primary Aldosteronism: Cardiovascular, Renal and Metabolic Implications. Trends Endocrinol Metab (2008) 19(3):88–90. 10.1016/j.tem.2008.01.006\n [PubMed] [CrossRef] [Google Scholar]11. \nReincke M. Anxiety, Depression, and Impaired Quality of Life in Primary Aldosteronism: Why We Shouldn’t Ignore it! J Clin Endocrinol Metab (2018) 103(1):1–4. 10.1210/jc.2017-02141\n [PubMed] [CrossRef] [Google Scholar]12. \nCitton M, Viel G, Torresan F, Rossi GP, Iacobone M. Effect of Unilateral Adrenalectomy on the Quality of Life of Patients With Lateralized Primary Aldosteronism. BMC Surg (2019) 18(Suppl 1):105. 10.1186/s12893-018-0432-1\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. \nVelema MS, de Nooijer A, Hermus A, Timmers H, Lenders JWM, Husson O, et al. . A Disease-Specific Quality of Life Questionnaire for Primary Aldosteronism. Endocr Connect (2019) 8(4):389–97. 10.1530/EC-19-0026\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. \nConn JW. Presidential Address. I. Painting Background. II. Primary Aldosteronism, a New Clinical Syndrome. J Lab Clin Med (1955) 45(1):3–17. [PubMed] [Google Scholar]15. \nStowasser M. Primary Aldosteronism in 2011: Towards a Better Understanding of Causation and Consequences. Nat Rev Endocrinol (2011) 8(2):70–2. 10.1038/nrendo.2011.223\n [PubMed] [CrossRef] [Google Scholar]16. \nFernandes-Rosa FL, Boulkroun S, Zennaro MC. Genetic and Genomic Mechanisms of Primary Aldosteronism. Trends Mol Med (2020) 26(9):819–32. 10.1016/j.molmed.2020.05.005\n [PubMed] [CrossRef] [Google Scholar]17. \nCooper ID. Bibliometrics Basics. J Med Libr Assoc (2015) 103(4):217–8. 10.3163/1536-5050.103.4.013\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. \nDevos P, Menard J. Trends in Worldwide Research in Hypertension Over the Period 1999-2018: A Bibliometric Study. Hypertension (2020) 2020:HYPERTENSIONAHA12015711. 10.1161/HYPERTENSIONAHA.120.15711\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. \nWang Y, Zhao N, Zhang X, Li Z, Liang Z, Yang J, et al. . Gao Y Et Al: Bibliometrics Analysis of Butyrophilins as Immune Regulators [1992-2019] and Implications for Cancer Prognosis. Front Immunol (2020) 11:1187. 10.3389/fimmu.2020.01187\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. \nLandis JR, Koch GG. The Measurement of Observer Agreement for Categorical Data. Biometrics (1977) 33(1):159–74. 10.2307/2529310\n [PubMed] [CrossRef] [Google Scholar]21. \nEyre-Walker A, Stoletzki N. The Assessment of Science: The Relative Merits of Post-Publication Review, the Impact Factor, and the Number of Citations. PLoS Biol (2013) 11(10):e1001675. 10.1371/journal.pbio.1001675\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. \nHirsch JE. An Index to Quantify an Individual’s Scientific Research Output. Proc Natl Acad Sci U S A (2005) 102(46):16569–72. 10.1073/pnas.0507655102\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. \nvan Eck NJ, Waltman L. Citation-Based Clustering of Publications Using Citnetexplorer and Vosviewer. Scientometrics (2017) 111(2):1053–70. 10.1007/s11192-017-2300-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. \nLi F, Li M, Guan P, Ma S, Cui L. Mapping Publication Trends and Identifying Hot Spots of Research on Internet Health Information Seeking Behavior: A Quantitative and Co-Word Biclustering Analysis. J Med Internet Res (2015) 17(3):e81. 10.2196/jmir.3326\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. \nGlanville J, Kendrick T, McNally R, Campbell J, Hobbs FD. Research Output on Primary Care in Australia, Canada, Germany, the Netherlands, the United Kingdom, and the United States: Bibliometric Analysis. BMJ (2011) 342:d1028. 10.1136/bmj.d1028\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. \nBoudry C, Baudouin C, Mouriaux F. International Publication Trends in Dry Eye Disease Research: A Bibliometric Analysis. Ocul Surf (2018) 16(1):173–9. 10.1016/j.jtos.2017.10.002\n [PubMed] [CrossRef] [Google Scholar]27. \nStout NL, Alfano CM, Belter CW, Nitkin R, Cernich A, Lohmann Siegel K, et al. . A Bibliometric Analysis of the Landscape of Cancer Rehabilitation Research (1992-2016). J Natl Cancer Inst (2018) 110(8):815–24. 10.1093/jnci/djy108\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. \nDurieux V, Gevenois PA. Bibliometric Indicators: Quality Measurements of Scientific Publication. Radiology (2010) 255(2):342–51. 10.1148/radiol.09090626\n [PubMed] [CrossRef] [Google Scholar]29. \nSoteriades ES, Falagas ME. Comparison of Amount of Biomedical Research Originating From the European Union and the United States. BMJ (2005) 331(7510):192–4. 10.1136/bmj.331.7510.192\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. \nGal D, Glanzel W, Sipido KR. Mapping Cross-Border Collaboration and Communication in Cardiovascular Research From 1992 to 2012. Eur Heart J (2017) 38(16):1249–58. 10.1093/eurheartj/ehw459\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. \nOelrich B, Peters R, Jung K. A Bibliometric Evaluation of Publications in Urological Journals Among European Union Countries Between 2000-2005. Eur Urol (2007) 52(4):1238–48. 10.1016/j.eururo.2007.06.050\n [PubMed] [CrossRef] [Google Scholar]32. \nGarfield E. Journal Impact Factor: A Brief Review. CMAJ (1999) 161(8):979–80. [PMC free article] [PubMed] [Google Scholar]33. \nForce ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al. . Acute Respiratory Distress Syndrome: The Berlin Definition. JAMA (2012) 307(23):2526–33. 10.1001/jama.2012.5669\n [PubMed] [CrossRef] [Google Scholar]34. \nFallo F, Pilon C, Urbanet R. Primary Aldosteronism and Metabolic Syndrome. Horm Metab Res (2012) 44(3):208–14. 10.1055/s-0031-1295412\n [PubMed] [CrossRef] [Google Scholar]35. \nAzizan EA, Poulsen H, Tuluc P, Zhou J, Clausen MV, Lieb A, et al. . Somatic Mutations in ATP1A1 and CACNA1D Underlie a Common Subtype of Adrenal Hypertension. Nat Genet (2013) 45(9):1055–60. 10.1038/ng.2716\n [PubMed] [CrossRef] [Google Scholar]36. \nBeuschlein F, Boulkroun S, Osswald A, Wieland T, Nielsen HN, Lichtenauer UD, et al. . Somatic Mutations in ATP1A1 and ATP2B3 Lead to Aldosterone-Producing Adenomas and Secondary Hypertension. Nat Genet (2013) 45(4):440–4. 444e441-442. 10.1038/ng.2550\n [PubMed] [CrossRef] [Google Scholar]37. \nMulatero P, Monticone S, Rainey WE, Veglio F, Williams TA. Role of KCNJ5 in Familial and Sporadic Primary Aldosteronism. Nat Rev Endocrinol (2013) 9(2):104–12. 10.1038/nrendo.2012.230\n [PubMed] [CrossRef] [Google Scholar]38. \nOno Y, Yamazaki Y, Omata K, Else T, Tomlins SA, Rhayem Y, et al. . Histological Characterization of Aldosterone-Producing Adrenocortical Adenomas With Different Somatic Mutations. J Clin Endocrinol Metab (2020) 105\n(3):E282–9. 10.1210/clinem/dgz235\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. \nVaidya A, Mulatero P, Baudrand R, Adler GK. The Expanding Spectrum of Primary Aldosteronism: Implications for Diagnosis, Pathogenesis, and Treatment. Endocr Rev (2018) 39(6):1057–88. 10.1210/er.2018-00139\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. \nChoi M, Scholl UI, Yue P, Bjorklund P, Zhao B, Nelson-Williams C, et al. . K+ Channel Mutations in Adrenal Aldosterone-Producing Adenomas and Hereditary Hypertension. Science (2011) 331(6018):768–72. 10.1126/science.1198785\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. \nGrassi G, Calhoun DA, Mancia G, Carey RM. Resistant Hypertension Management: Comparison of the 2017 American and 2018 European High Blood Pressure Guidelines. Curr Hypertens Rep (2019) 21(9):67. 10.1007/s11906-019-0974-3\n [PubMed] [CrossRef] [Google Scholar]42. \nChen Cardenas SM, Santhanam P. (11)C-Metomidate PET in the Diagnosis of Adrenal Masses and Primary Aldosteronism: A Review of the Literature. Endocrine (2020) 70(3):479–87. 10.1007/s12020-020-02474-3\n [PubMed] [CrossRef] [Google Scholar]43. \nRossi GP, Cesari M, Lenzini L, Seccia TM. Disease Monitoring of Primary Aldosteronism. Best Pract Res Clin Endocrinol Metab (2020) 34(2):101417. 10.1016/j.beem.2020.101417\n [PubMed] [CrossRef] [Google Scholar]44. \nChen C. Searching for Intellectual Turning Points: Progressive Knowledge Domain Visualization. Proc Natl Acad Sci U S A (2004) 101:5303–10. 10.1073/pnas.0307513100\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}