{"title": "Role of the early short-course corticosteroids treatment in ARDS caused by COVID-19: A single-center, retrospective analysis", "pubDate": "2021", "PMCID": "PMC8064826", "DOI": "10.1016/j.advms.2021.04.002", "PMID": "34022675", "abstract": "Purpose:                       Severe coronavirus disease 2019 (COVID-19) is strongly related to interstitial pneumonia with frequent development of acute respiratory distress syndrome (ARDS). The role of corticosteroids (CS) treatment in these patients is still controversial. Some studies evidenced a possible role of an early short-term course of CS treatment in the treatment of severe pneumonia.                  Patients and methods:                       This is a single-center, retrospective study considering the patients with confirmed COVID-19 pneumonia admitted to our hospital between 9th March and 15th June 2020. Two groups were considered: early high-dose of methyl-prednisolone (eHDM; n ​= ​31) and the control group (n ​= ​52). Patients in the eHDM group received the dose of 5-8 ​mg/kg/day of methyl-prednisolone for 2 consecutive days. Primary outcome was the mortality evaluation; secondary outcomes were clinical improvement, side-effects and laboratory/radiographic changes.                  Results:                       Significant differences between the two groups were: length of hospitalization (21.5 vs 28.4 days, p ​= ​0.026), length of non-invasive ventilation (NIV) or mechanical ventilation (11.5 vs 14.5 days, p ​= ​0.031), death (5 vs 12, p ​= ​0.006) and clinical improvement (16 vs 11, p=0.018). The following factors were related to in-hospital mortality in the multivariate analysis: comorbidities (OR ​= ​2.919; 95%CI ​= ​1.515-16.705; p<0.001), days from the onset of symptoms and the hospital admission (OR ​= ​1.404; 95%CI ​= ​1.069-12.492; p ​= ​0.011), PaO2/FiO2 (P/F) ratio (OR ​= ​3.111; 95%CI ​= ​2.334-16.991; p ​= ​0.009) and eHDM treatment (OR ​= ​0.741; 95%CI ​= ​0.129-0.917; p ​= ​0.007).                  Conclusion:                       The eHDM is an interesting and promising approach in the ARDS related to COVID-19 pneumonia, which reduces mortality, length of hospitalization and the need for mechanical ventilation.", "author": [{"author": "Lucio Boglione", "affiliation": ["Department of Translational Medicine, University of Eastern Piedmont, Novara, Italy. Electronic address: lucio.boglione@uniupo.it."], "href": "/?term=Boglione+L&cauthor_id=34022675"}, {"author": "Carlo Olivieri", "affiliation": ["Division of Anesthesia and Intensive Care, Saint Andrea Hospital, Vercelli, Italy."], "href": "/?term=Olivieri+C&cauthor_id=34022675"}, {"author": "Roberto Rostagno", "affiliation": ["Division of Infectious Diseases, Saint Andrea Hospital, Vercelli, Italy."], "href": "/?term=Rostagno+R&cauthor_id=34022675"}, {"author": "Federica Poletti", "affiliation": ["Division of Infectious Diseases, Saint Andrea Hospital, Vercelli, Italy."], "href": "/?term=Poletti+F&cauthor_id=34022675"}, {"author": "Roberta Moglia", "affiliation": ["Division of Infectious Diseases, Saint Andrea Hospital, Vercelli, Italy."], "href": "/?term=Moglia+R&cauthor_id=34022675"}, {"author": "Bianca Bianchi", "affiliation": ["Division of Infectious Diseases, Saint Andrea Hospital, Vercelli, Italy."], "href": "/?term=Bianchi+B&cauthor_id=34022675"}, {"author": "Maria Esposito", "affiliation": ["Division of Infectious Diseases, Saint Andrea Hospital, Vercelli, Italy."], "href": "/?term=Esposito+M&cauthor_id=34022675"}, {"author": "Stefano Biffi", "affiliation": ["Division of Infectious Diseases, Saint Andrea Hospital, Vercelli, Italy."], "href": "/?term=Biffi+S&cauthor_id=34022675"}, {"author": "Silvio Borrè", "affiliation": ["Division of Infectious Diseases, Saint Andrea Hospital, Vercelli, Italy."], "href": "/?term=Borr%C3%A8+S&cauthor_id=34022675"}], "refPMID": ["31986257", "32361738", "32305884", "32192578", "16968120", "26508525", "18504331", "32043983", "32122468", "32971254", "17426195", "32427279", "32678530", "32409522", "32514354", "18555927", "22797452", "32441786", "32043986", "32530507", "33397463", "32678530", "32375845"], "citedInPMID": ["34022675", "34943722", "34781715"], "body": " AbstractPurposeSevere coronavirus disease 2019 (COVID-19) is strongly related to interstitial pneumonia with frequent development of acute respiratory distress syndrome (ARDS). The role of corticosteroids (CS) treatment in these patients is still controversial. Some studies evidenced a possible role of an early short-term course of CS treatment in the treatment of severe pneumonia.Patients and methodsThis is a single-center, retrospective study considering the patients with confirmed COVID-19 pneumonia admitted to our hospital between 9th March and 15th June 2020. Two groups were considered: early high-dose of methyl-prednisolone (eHDM; n ​= ​31) and the control group (n ​= ​52). Patients in the eHDM group received the dose of 5-8 ​mg/kg/day of methyl-prednisolone for 2 consecutive days. Primary outcome was the mortality evaluation; secondary outcomes were clinical improvement, side-effects and laboratory/radiographic changes.ResultsSignificant differences between the two groups were: length of hospitalization (21.5 vs 28.4 days, p ​= ​0.026), length of non-invasive ventilation (NIV) or mechanical ventilation (11.5 vs 14.5 days, p ​= ​0.031), death (5 vs 12, p ​= ​0.006) and clinical improvement (16 vs 11, p=0.018). The following factors were related to in-hospital mortality in the multivariate analysis: comorbidities (OR ​= ​2.919; 95%CI ​= ​1.515-16.705; p<0.001), days from the onset of symptoms and the hospital admission (OR ​= ​1.404; 95%CI ​= ​1.069-12.492; p ​= ​0.011), PaO2/FiO2 (P/F) ratio (OR ​= ​3.111; 95%CI ​= ​2.334-16.991; p ​= ​0.009) and eHDM treatment (OR ​= ​0.741; 95%CI ​= ​0.129-0.917; p ​= ​0.007).ConclusionThe eHDM is an interesting and promising approach in the ARDS related to COVID-19 pneumonia, which reduces mortality, length of hospitalization and the need for mechanical ventilation.Keywords: COVID-19, ARDS, Corticosteroids, SARS-CoV-2, Early treatment 1. IntroductionThe outbreak of novel coronavirus disease 2019 (COVID-19) is currently a global health emergency [1] due to respiratory illness caused by this infection with progression to critical hypoxemia and the development of acute respiratory distress syndrome (ARDS) [2]. The ARDS related to the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection is associated with a high mortality rate [3] and the main trigger factor is the ‘cytokine storm‘ caused by the hyperinflammation and immune-suppression with a decrease of CD4+ T helper and increase of CD8+ cytotoxic activity; the unregulated release of inflammatory cytokines such as TNF-α, IL-1 and IL-6 leads to lung tissue damage with reduction in the gas alveolar exchange [4].In patients with evidence of SARS-CoV-2 pneumonia, the effectiveness of supportive treatment with oxygen, ventilatory support or low molecular weight heparin (LMWH) was reported [5]; among the adjunctive immunomodulatory agents, corticosteroids (CS) have been widely employed in ARDS and in other viral infections [6,7]; despite an initial contraindication of the use of CS in the COVID-19 related pneumonia due to the lack of evidence of a proven advantage or the potential harm, such as the reduction of viral clearance and the bacterial/fungal superinfections [8,9], some evidences are currently available about the role of CS in the ARDS related to COVID-19 [10]. The rationale for CS use in this setting is the reduction of hyper-inflammatory syndrome, as observed in previous studies with other causes of ARDS [11]; in particular the major benefit seems to be observed in more severe patients, in intensive care unit (ICU) with a reduction in mortality and need of intubation or length of intubation time [12,13]. Some aspects, however, need to be clarified: the type of CS used (dexamethasone, methylprednisolone or others), the dose and treatment duration and the initial timing [14]. Recent studies evidence the improvement in different clinical outcomes with the high-dose, short-term and early administration of methylprednisolone in patients with initial ARDS [12,15] and this approach seems to be more promising that low-dose, prolonged time in late phase of ARDS, where bacterial or fungal superinfection, diabetes and other side-effect related to CS administration are more frequent [16].In this retrospective study, we analyzed the real-life benefit of early short-course of CS treatment in patients with critical COVID-19 infection and ARDS. 2. Methods2.1. Study design and definitionsWe considered all the consecutive patients admitted at the ʽSt. Andrea Hospitalʼ, Vercelli, Italy, between 9th March and 15th June 2020 with confirmed diagnosis of SARS-CoV-2 infection, with radiological evidence of interstitial pneumonia. We excluded patients with unconfirmed diagnosis (negative PCR assay for SARS-CoV-2) or with positive PCR but without pneumonia or other respiratory illness. The severity of clinical presentation was defined with different score: Pneumonia Severity Index (PSI), sequential organ failure assessment (SOFA) and Brescia-COVID respiratory severity scale (BCRSS).Based on these parameters, we defined the following clinical categories: mild disease - defined as the presence of symptoms with pulmonary infiltrate but without hypoxia; moderate disease - defined as pulmonary involvement with the need of supplemental oxygen; severe disease - defined as the presence of moderate or severe ARDS according to the Berlin definition with the need for non-invasive ventilation (NIV) or mechanical ventilation [17].The study design was a retrospective analysis in the subgroup patients with severe clinical condition and ARDS according to received CS therapy.Early ARDS was considered within 72 ​h from hospital admission, while late ARDS after 72 ​h from admission or after previous treatment failure to standard of care (other CS, antivirals, hydroxychloroquine, tocilizumab).Early high-dose of methylprednisolone (eHDM) was defined as single bolus IV administration (5-8 ​mg/kg/day) for 2 days in patients with early ARDS; the ʽrescue therapyʼ (RT) was defined as the late-HDM in patients with previous treatment failure or rapidly worsening condition.2.2. Study endpointsThe primary endpoint was the comparison of mortality between patients receiving eHDM treatment vs RT or other CS or without CS (control group); secondary endpoints were the evaluation of clinical improvement between the two groups of patients (defined as escalation to an ICU from a non-ICU hospitalization) and the side-effect or other clinical complications that occurred during the observation period. Changes in WBC, platelets, CRP, ferritin, D-dimer, procalcitonin, PaO2/FiO2 (P/F) ratio and radiological improvement were also assessed and compared among patients receiving eHDM treatment compared to the control group.2.3. Statistical analysisIn descriptive statistics, continuous variables were summarized as median (inter-quartile range (IQR): 25th to 75th percentiles). Categorical variables were described as frequency and percentage. All data were assessed for normality using a Shapiro-Wilk test and categorical data were compared using a Mann-Whitney or Kruskal-Wallis statistical test. To investigate continuous data, a Spearman’s rank correlation was utilized. The association was calculated using the χ2-test. Multivariate logistic regression analysis with stepwise forward selection was performed with p-values of less than 0.05 as the criteria for model inclusion. All p-values were two-tailed. P<0.05 was considered statistically significant. Statistical analyses were conducted using SPSS software package ver. 26.0 (Chicago, IL, USA).2.4. Ethical issuesThe study protocol was approved by the local Ethics Committee Comitato Etico Interaziendale ASL VC (4/8/2020; Protocol number: 0026301).This study which involves human participants is in compliance with the 1964 Helsinki declaration and its later amendments. 3. Results3.1. Patients selection and baseline characteristicsWe evaluated a total of 289 patients with a suspected diagnosis of COVID-19 infection. We excluded 46 patients i.e. 22 without pulmonary involvement, 6 with a negative PCR of a nasopharyngeal test and 18 patients who died within 24 ​h of hospital admission. Among the 243 patients with confirmed COVID-19 related pneumonia, 18 (7.4%) had a mild disease, 142 had a moderate disease (58.4%) and 83 (34.1%) had a severe disease with confirmed diagnosis of ARDS. In this group, 31 patients received the eHDM treatment, while 52 were considered as the control group in which 10 did not receive any CS treatment, 34 were treated with other CS (dexamethasone 10-20 ​mg/day; methyl-prednisolone 20-40 ​mg/day; hydrocortisone 100-500 ​mg/day) and 8 received the late-HDM as RT (Fig. 1\n).Open in a separate windowFig. 1Flow-chart of selecting the study population.The baseline characteristics of the study population are reported in Table 1\n. There were 58 male patients (69.9%), with a median age of 66 years; 70 patients (84.3%) had one or more comorbidities - the most common coexisting conditions included hypertension (n ​= ​51, 61.4%), diabetes mellitus (n ​= ​38, 45.8%), cardiovascular diseases (n ​= ​21, 25.3%), immunologic diseases (n ​= ​5, 6%), neoplastic illness (n ​= ​4, 4.8%), kidney diseases (n ​= ​9, 10.8%), chronic obstructive pulmonary disease (COPD; n ​= ​14, 16.9%); 71 patients (85.5%) were directly admitted into ICU, with a median 12.5 days from the onset of symptoms and the hospital admission; 47 patients (56.6%) were supported by NIV, while 36 (43.4%) required mechanical ventilation. Among the 36 patients who required mechanical ventilation, 3 were intubated at the hospital admission, while the other 33 were previously supported by NIV; after extubation all patients were supported by NIV for a median time of 2.5 days. The median time of hospitalization was 26.5 days.Table 1Baseline characteristics of the study population and clinical outcomes.CharacteristicsTotal (n ​= ​83)eHDM group (n ​= ​31)Control group (n ​= ​52)P valueDemographicsAge (median, IQR)66 (51.2–84)61 (50.8–76)65.5 (63–84)0.118Male sex (n, %)58 (69.9)22 (70.9)36 (69.2)0.782BMI (median, IQR)28.9 (25–36)26.6 (24.8–35)27.5 (25.5–36)0.456Comorbidity (n, %)70 (84.3)26 (83.9)44 (84.6)0.331 -hypertension38 (45.8)13 (41.9)25 (48)0.112 -diabetes mellitus25 (30.1)10 (32.2)15 (28.8)0.313 -cardiovascular diseases21 (25.3)9 (29)12 (23)0.090 -immunologic diseases5 (6)1 (3.2)4 (7.7)0.415 -neoplastic illness4 (4.8)2 (6.4)2 (3.8)0.109 -kidney diseases9 (10.8)3 (9.7)6 (11.5)0.229 -chronic obstructive pulmonary diseases14 (16.9)4 (12.9)10 (19.2)0.087Direct admission in ICU (n, %)71 (85.5)25 (80.6)46 (88.4)0.356Days from the onset of symptoms (median, IQR)12.5 (6.5–15.5)10.5 (7.5–13)12.5 (6–16)0.334Days to CS start after admission (median, IQR)4.5 (2.5–8.5)2 (1–2.5)4 (3.5–9)<0.001ARDS (n, %)0.026 -mild/moderate45 (54.2)13 (41.9)32 (61.5) -severe38 (45.7)18 (58)20 (38.5)NIV (n, %)47 (56.6)22 (70.9)25 (48)0.081Requiring invasive mechanical ventilation (n, %)36 (43.4)9 (29)27 (51.9)0.070Requiring vasopressor support (n, %)16 (19.3)6 (19.3)10 (19.2)0.450PSI baseline score (median, IQR)110 (95–135)112 (91–130)109 (94–135)0.113BRCSS baseline score (median, IQR)4.5 (3–7)4 (3–6)4.5 (2–7)0.514SOFA baseline score (median, IQR)2 (1.5–4)2 (1–4)2.5 (1–3)0.219Laboratory examinationsWBC (109/L)4.1 (3.9–8.6)4.5 (3.8–7.7)4.4 (3.9–8.7)0.228Platelets (109/L)184 (95–633)192 (110–598)189 (100–640)0.395CRP (mg/L)69.8 (55.5–135)71.5 (55.9–134.8)68.9 (54.8–131.6)0.628Ferritin (ng/mL)1213 (653–6678)1318 (690–6145)1299 (700–5199)0.989D-dimer (ng/mL)966 (344–2878)811 (288–2009)915 (290–2907)0.667Procalcitonin (ng/mL)1.4 (0.8–4.5)1.2 (0.9–3.6)1.6 (1.1–4.9)0.051P/F (median, IQR)229 (90.5–271.8)218 (96.6–269.5)220 (91.4–276.9)0.335Lactates (mmol/L)2.3 (1.8–4.2)2.2 (1.5–4.1)2.1 (1.7–4.3)0.429PEEP (cm H2O)10 (5–10)10 (5–10)10 (5–10)0.762Clinical outcomesDays of hospitalization (median, IQR)26.5 (19.5–34.5)21.5 (18.5–28.5)28.4 (18.8–34.5)0.026Days in NIV (median, IQR)11.8 (7.5–20.5)10.5 (7.5–21.5)13.5 (9.5–20.5)0.041Days in mechanical ventilation (median, IQR)10.5 (8.5–14.5)8 (8–11)10.5 (9.5–14.5)0.028Death (n, %)17 (20.5)5 (16%)12 (23%)0.006Clinical improvement (n, %)27 (32.5)16 (51.6)11 (21.1)0.018Sepsis (n, %)39 (47)10 (32.2)29 (55.8)<0.001Candidemia (n, %)14 (16.9)4 (12.9)10 (19.2)0.110Documented VAP16 (19.3)4 (12)12 (23)0.006Laboratory and radiologic changes at 48hP/F increase (median, IQR)10.5 (2–38)22 (17.5–38)5 (2–12)0.009CRP (mg/L) reduction (median, IQR)5.5 (0–16.5)8.5 (0–16.5)4 (0–7.5)0.005Ferritin reduction (ng/mL) (median, IQR)122.5 (13–370)190 (78–370)71 (13–211)0.011Radiological improvement (n, %)32 (38.5)18 (58)14 (27)<0.001Open in a separate window3.2. Clinical outcomesIn our cohort, 17 patients died (20.5%), 27 (32.5%) evidenced a clinical improvement; sepsis was observed in 39 (47%), candidemia in 14 (16.9%), ventilator-associated pneumonia (VAP) in 16 (19.3%). Median P/F increase after 48 ​h was 10.5, CRP reduction was 5.5, ferritin reduction 122.5; radiological improvement was observed in 32 patients (38.5%). In the demographic characteristics, we observed that the median time of CS treatment delay after hospital admission showed a statistically significant difference, as expected, between eHDM and controls, being 2 days (IQR:1-2.5) and 4 days (IQR:3.5–9), respectively (p<0.001).Among the clinical outcomes, significant differences were observed between the two groups according to the length of hospitalization (21.5 vs 28.4 days, p ​= ​0.026), length of NIV or mechanical ventilation (11.5 vs 14.5 days, p ​= ​0.031), death (5 vs 12, p ​= ​0.006), clinical improvement (16 vs 11, p=0.018). Sepsis and VAP were more frequent in the control group (10 vs 29, p<0.001 and 4 vs 10, p ​= ​0.006, respectively). In the eHDM group, all the laboratory and radiologic parameters measured after 48h showed statistically significantly improvement, i.e. P/F change (22 vs 5, p ​= ​0.009), CRP reduction (8.5 vs 4, p ​= ​0.005), ferritin reduction (190 vs 71, p=0.011), radiological improvement (18 vs 14, p<0.001).As presented in Fig. 2\n, a statistically significant difference was observed between patients who were directly admitted into ICU compared to those who were not, according to days from the onset of symptoms: 12 days (IQR: 9–14) vs. 6 days (IQR: 5–8), respectively (p<0.001).Open in a separate windowFig. 2Median time from the onset of symptoms to the hospital admission according to ICU/non-ICU direct admission.In Fig. 3\n, the median values of CRP after 48h from the CS treatment, according to different therapies, in patients receiving the standard dose of methylprednisolone the median CRP reduction was 3 ​mg/L (IQR: 2–5); in the dexamethasone group the reduction was 6 ​mg/L (IQR: 2.9-8.5); in the eHDM group the reduction was 8.5 ​mg/L (IQR: 0.5-16.5). Differences were statistically significant among all groups (p<0.001).Open in a separate windowFig. 3Median CRP changes in the study population according to different CS use.Abbreviations: HD, high-dose.In Fig. 4\n, the median P/F changes between patients treated with the standard treatment (control group) and with the eHDM treatment were reported. The median increase was 5 in the control group (IQR: 2–12) and 22 in the eHDM group (IQR: 17.5–38) (p<0.001).Open in a separate windowFig. 4Median P/F changes after 48 ​h of CS treatment in different study groups.3.3. Antimicrobial and antiviral treatmentIn Table 2\nwe report the antimicrobial and antiviral treatment administered in the study population; empiric therapy was used in 36 patients (43.4%) and the most commonly given drugs were: ceftriaxone alone (n ​= ​11; 13.2%), ceftriaxone plus azithromycin (n ​= ​6; 7.2%), levofloxacin (n ​= ​4; 4.8%) and piperacillin/tazobactam (n ​= ​15; 18%). The choice of these different antimicrobials was related to different factors, including clinical approach, presence of comorbidities, such as COPD, known drug allergies, previous home therapies. Specific oriented therapy based on the microbiological isolation from blood or other samples was administered in 47 patients (56.6%) with different antimicrobial or antifungal drugs. Antiviral treatment was administered in 71 (85.5%) patients according to different clinical conditions and changes in guidelines; 12 patients (14.4%) did not receive any antiviral treatment due to different reasons i.e. presence of major contraindications, such as cardiac arrhythmias, inability to take medications orally or more severe clinical condition.Table 2Treatment received in the study population.Total n ​= ​83eHDMn ​= ​31Control group n ​= ​52P valueAntimicrobial treatmentCeftriaxone alone11 (13.2)5 (16.1)6 (11.5)0.113Ceftriaxone plus azithromycin6 (7.2)4 (12.9)2 (3.8)0.016Piperacillin/tazobactam15 (18)6 (19.3)9 (17.3)0.224Ceftazidime alone11 (13.2)4 (12.9)7 (13.4)0.488Ceftazidime/avibactam10 (12)3 (9.6)7 (13.4)0.017Levofloxacin4 (4.8)2 (6.4)2 (3.8)0.080Cefepime9 (10.8)3 (9.6)6 (11.5)0.178TMP/SMX3 (3.6)0 (0)3 (5.7)0.025Fluconazole2 (2.4)2 (6.4)0 (0)0.018Caspofungin12 (14.4)4 (12.9)8 (15.4)0.132Antiviral treatmentHydroxychloroquine41 (49.3)11 (35.5)30 (57.7)0.039Lopinavir/ritonavir17 (37.3)4 (12.9)13 (25)0.014Darunavir/cobicistat13 (15.6)5 (16.1)8 (15.4)0.290Without antiviral treatment12 (14.4)2 (6.4)10 (19.2)0.015Open in a separate window3.4. Univariate and multivariate analysis considering the mortality in the study populationIn the univariate analysis, we considered the following factors: age, male sex, body mass index (BMI), comorbidities, time from onset of symptoms to hospital admission, P/F, CRP, ferritin, D-dimer, NIV or mechanical ventilation, duration of NIV and mechanical ventilation, eHDM treatment vs standard treatment, sepsis/candidemia. The following factors were related to mortality and were considered in the multivariate analysis: comorbidities, days between the onset of symptoms and hospital admission, P/F, CRP, D-dimer, mechanical ventilation and days in mechanical ventilation, eHDM vs control group, sepsis/candidemia. The multivariate analysis confirmed the statistically significant effect on the mortality for: comorbidities (OR ​= ​2.919; 95%CI ​= ​1.515-16.705; p<0.001), days from the onset of symptoms to the hospital admission (OR ​= ​1.404; 95% ​= ​1.069-12.492; p ​= ​0.011), P/F (OR ​= ​3.111; 95%CI ​= ​2.334-16.991; p ​= ​0.009) and the eHDM treatment (OR ​= ​0.741; 95%CI ​= ​0.129-0.917; p ​= ​0.007) (Table 3\n).Table 3Univariate and multivariate logistic regression analyses considering the mortality in the study population.Univariate analysisFactorsOR, 95% CI, pAge3.551, (1.899-8.556), p ​= ​0.566Sex M1.235, (0.499-5.341), p ​= ​0.391BMI0.667, (0.531-1.080), p ​= ​0.300Comorbidities2.669, (1.018–11.938), p=0.009Days from onset of symptoms and hospital admission1.885, (1.006–9.019), p=0.004P/F at baseline4.982, (1.774–13.561), p=0.007CRP at baseline1.912, (1.445–22.781), p=0.019Ferritin at baseline1.399, (0.441-3.616), p ​= ​0.956D-dimer at baseline1.224, (1.009–6.499), p=0.013NIV0.912, (0.614-1.229), p ​= ​0.418Invasive mechanical ventilation1.227, (1.090–4.669),p=0.013Days in NIV0.843, (0.356-1.226), p ​= ​0.567Days in mechanical ventilation1.576, (1.053–6.959), p=0.009eHDM treatment vs control group0.626, (0.113–0.989), p=0.016Sepsis4.226, (3.890–12.550), p ​= 0.021Multivariate analysisFactorsOR, 95% CI, pComorbidities2.919, (1.515–16.705), p<0.001Days from onset of symptoms and hospital admission1.404, (1.069–12.492), p=0.011P/F at baseline3.111, (2.334–16.991), p=0.009CRP at baseline1.419, (1.020-17.554), p ​= ​0.190D-dimer at baseline1.900, (1.225-7.332), p ​= ​0.416Invasive mechanical ventilation1.424, (0.916-8.336), p ​= ​0.514Days in mechanical ventilation1.899, (1.426-8.836), p ​= ​0.090eHDM treatment vs control group0.741, (0.129–0.917), p=0.007Sepsis2.111, (1.445-9.815), p=0.117Open in a separate windowStatistical significance is indicated by bolding. 4. DiscussionThe major findings of our study included the statistically significantly lower mortality rate in patients treated with the eHDM - similar to that reported in the study by Fadel et al. [12] - in comparison to other treatments (16% vs 23%, p ​= ​0.006), considering that the control group had similar baseline characteristics without significant heterogeneity; higher clinical improvement (51.6% vs 21.1%, p<0.018); and the reduction of hospitalization period. Conversely, major incidence of side-effects and bacterial/fungal infections (with inclusion of VAP and sepsis/candidemia) were observed in patients treated with lower dose, prolonged time of CS.Due to the current lack of effective antiviral therapies against the SARS-CoV-2 infection, the role of other supportive treatment against the cytokine storm and ARDS have been recently examined in different studies, without provided evidence; however, encouraging results concerning the use of CS in patients with the COVID-19 pneumonia are coming. Despite an initial caution and uncertain outcomes in other viral infections such as influenza A and B or SARS [7,18], due to a reduction of viral clearance and major incidence of side-effects such as diabetes or bacteria/fungal infections, some studies report a decrease in the risk of death or need of mechanical ventilation using both methylprednisolone and dexamethasone in patients with critical illness due to COVID-19 pneumonia [2,19], and lower 28-day mortality rate was confirmed in a recent trial evaluating the effect of dexamethasone in patients with COVID-19 pneumonia [13]. Therefore, the treatment with dexamethasone reduces mortality rate in patients with the need of respiratory support or mechanical ventilation, while no effect was demonstrated in patients without the need for oxygen. The studies about the role of CS in SARS-CoV-2 infection showed higher heterogeneity and many aspects should be clarified. First, the use of CS might be useful only in patients with the evidence of lung involvement with initial ARDS, while in the early phase of infection the use of CS could be useless or harmful, with the consequent reduction of viral clearance. Second, it is not clear what is the optimal CS, although dexamethasone and methylprednisolone seem to have the most consistent data. Third, the timing of CS use in the different phases of SARS-Cov-2 infection may be crucial in this perspective - in the phase of pulmonary involvement the role of glucocorticoids should be decisive for limiting progression to the hyper-inflammation and cytokine dysregulation [20]. The evidence of timing in CS therapy has been previously demonstrated in studies on potential role of glucocorticoids in ARDS conditions; the available data were favorable to the use of CS in the early phase of ARDS, with a better effectiveness when using high-dose, short-time course of methylprednisolone [16]. Based on these evidences and other small case-series [15] we report in our study similar and encouraging results of the early, high-dose and short term treatment with methylprednisolone in patients with SARS-CoV-2 infection and initial phase of ARDS.The beneficial effect of this approach was also confirmed by the improvement in inflammatory, biochemical and radiographic parameters in the eHDM group. Among the factors significantly associated with higher mortality rate in our study population, we highlight the time from the onset of symptoms to the hospital admission (OR ​= ​1.404); for this reason, clinicians should play an active role in promoting the correct information about the COVID-19 risk in the outpatients, regarding the need of home-treatment and monitoring, and early hospital admission before the worsening of clinical condition and ARDS onset. In fact, a median difference of 6 days late was strongly related to the direct ICU admission of patients with consequent higher mortality rate.The relationship between the early use of CS in COVID-19 pneumonia and lower mortality was recently reported in the study by Monedero et al. [21]; patients who have never received CS during the hospital admission had higher mortality rate than patients with early CS treatment; in this setting, patients with higher inflammatory markers requiring ventilatory support may benefit from the CS treatment. Beneficial effect of the standard dose of dexamethasone may conversely be an alternative for patients with mild COVID-19 pneumonia with the need for oxygen support but without ARDS, as reported in the RECOVERY study [22].In our present study, the most important factor associated with higher mortality, was the presence of one or more comorbidities (OR ​= ​2.919). The presence of chronic heart failure, diabetes mellitus, COPD and other illnesses leads to the unfavorable outcome in patients with COVID-19 pneumonia [2]. The clinicians should focus their attention on the modifiable factors, such as timing of admission, timing of therapy and early CS administration. Moreover, the lower rate of VAP in the eHDM group can be related to the shorter hospitalization time and lower rate of mechanical ventilation in this group.4.1. Limitations of the studyThe conclusions of this study are not definitive, and several limitations are related to the retrospective design: limited sample size of the two groups, the heterogeneity of the control group, without randomization. In addition, the standard definition of “early” and “late” ARDS were derived from the Berlin criteria [17], although the COVID-19 related ARDS presents some different characteristics which could make inapplicable the same parameters used in the “standard” definition of ARDS [23]. 5. ConclusionsIn conclusion, we focus the attention on the role of early CS administration in COVID-19 ARDS, with encouraging results in mortality reduction and shortening of hospitalization time using the eHDM approach. Further randomized studies are urgently needed to confirm these promising results in patients with COVID-19 related ARDS. Financial disclosureThe authors have no funding to disclose. The author contributionStudy Design: Lucio BoglioneData Collection: Lucio Boglione, Carlo OlivieriStatistical Analysis: Lucio BoglioneData Interpretation: Lucio Boglione, Carlo Olivieri, Roberto Rostagno, Federica Poletti,Roberta Moglia, Bianca Bianchi, Maria Esposito, Stefano Biffi, Silvio BorrèManuscript Preparation: Lucio Boglione, Carlo Olivieri, Roberto Rostagno, Federica Poletti, Roberta Moglia, Bianca Bianchi, Maria Esposito, Stefano Biffi, Silvio BorrèLiterature Search: Lucio BoglioneFunds collection: n/a. Declaration of competing interestThe authors declare no conflict of interests. References1. Wang C., Horby P.W., Hayden F.G., Gao G.F. A novel coronavirus outbreak of global health concern. Lancet. 2020;395:470–473. doi: 10.1016/S0140-6736(20)30185-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Hu L., Chen S., Fu Y., Gao Z., Long H., Ren H.W. Risk factors associated with clinical outcomes in 323 coronavirus disease 2019 (COVID-19) hospitalized patients in Wuhan, China. Clin Infect Dis. 2020 Nov 19;71(16):2089–2098. doi: 10.1093/cid/ciaa539. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Siordia J.A., Jr. Epidemiology and clinical features of COVID-19: a review of current literature. J Clin Virol. 2020 Jun;127:104357. doi: 10.1016/j.jcv.2020.104357. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Mehta P., McAuley D.F., Brown M., Sanchez E., Tattersall R.S., Manson J.J. COVID-19: consider cytokine storm syndromes and immunosuppression. Lancet. 2020;395:1033–1034. doi: 10.1016/S0140-6736(20)30628-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Stockman L.J., Bellamy R., Garner P. SARS: systematic review of treatment effects. PLoS Med. 2006 Sep;3(9):e343. doi: 10.1371/journal.pmed.0030343. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. GU Meduri, Bridges L., Shih M.-C., Marik P.E., Siemieniuk R.A.C., Kocak M. Prolonged glucocorticoid treatment is associated with improved ARDS outcomes: analysis of individual patients' data from four randomized trials and trial-level meta-analysis of the updated literature. Intensive Care Med. 2016;42:829–840. doi: 10.1007/s00134-015-4095-4. [PubMed] [CrossRef] [Google Scholar]7. McGee S., Hirschmann J. Use of corticosteroids in treating infectious diseases. Arch Intern Med. 2008 May 26;168(10):1034–1046. doi: 10.1001/archinte.168.10.1034. [PubMed] [CrossRef] [Google Scholar]8. Russell C.D., Millar J.E., Baillie J.K. Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury. Lancet. 2020;395:473–475. doi: 10.1016/S0140-6736(20)30317-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Shang L., Zhao J., Hu Y., Du R., Cao B. On the use of corticosteroids for 2019-nCoV pneumonia. Lancet. 2020;395:683–684. doi: 10.1016/S0140-6736(20)30361-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Bartoletti M., Marconi L., Scudeller L., Pancaldi L., Tedeschi S., Giannella M. Efficacy of corticosteroid treatment for hospitalized patients with severe COVID-19: a multicentre study. Clin Microbiol Infect. 2021 Jan;27(1):105–111. doi: 10.1016/j.cmi.2020.09.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. GU Meduri, Golden E., Freire A.X., Taylor E., Zaman M., Carson S.J. Methylprednisolone infusion in early severe ARDS: results of a randomized controlled trial. Chest. 2007;131:954–963. doi: 10.1378/chest.06-2100. [PubMed] [CrossRef] [Google Scholar]12. Fadel R., Morrison A.R., Vahia A., Smith Z.R., Chaudhry Z., Bhargava P., Miller J., Kenney R.M., Alangaden G., Ramesh M.S., Henry Ford COVID-19 Management Task Force Early short-course corticosteroids in hospitalized patients with COVID-19. Clin Infect Dis. 2020 Nov 19;71(16):2114–2120. doi: 10.1093/cid/ciaa601. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. RECOVERY Collaborative Group. Horby P., Lim W.S., Emberson J.R., Mafham M., Bell J.L., Linsell L., Staplin N., Brightling C., Ustianowski A., Elmahi E., Prudon B., Green C., Felton T., Chadwick D., Rege K., Fegan C., Chappell L.C., Faust S.N., Jaki T., Jeffery K., Montgomery A., Rowan K., Juszczak E., Baillie J.K., Haynes R., Landray M.J. Dexamethasone in hospitalized patients with Covid-19. N Engl J Med. 2021 Feb 25;384(8):693–704. doi: 10.1056/NEJMoa2021436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Ye Z., Wang Y., Colunga-Lozano L.E., Prasad M., Tangamornsuksan W., Rochwerg B. Efficacy and safety of corticosteroids in COVID-19 based on evidence for COVID-19, other coronavirus infections, influenza, community-acquired pneumonia and acute respiratory distress syndrome: a systematic review and meta-analysis. CMAJ. 2020;192:E756–E767. doi: 10.1503/cmaj.200645. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. So C., Ro S., Murakami M., Imai R., Jinta T. High-dose, short-term corticosteroids for ARDS caused by COVID-19: a case series. Respirol Case Rep. 2020;8 doi: 10.1002/rcr2.596. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Deal E.N., Hollands J.M., Schramm G.E., Micek S.T. Role of corticosteroids in the management of acute respiratory distress syndrome. Clin Therapeut. 2008;30:787–799. doi: 10.1016/j.clinthera.2008.05.012. [PubMed] [CrossRef] [Google Scholar]17. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]18. Gong Y., Guan L., Jin Z., Chen S., Xiang G., Gao B. Effects of methylprednisolone use on viral genomic nucleic acid negative conversion and CT imaging lesion absorption in COVID-19 patients under 50 years old. J Med Virol. 2020 Nov;92(11):2551–2555. doi: 10.1002/jmv.26052. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Villar J., Ferrando C., Martínez D., Ambrós A., Muñoz T., Soler J.A. Dexamethasone treatment for the acute respiratory distress syndrome: a multicentre, randomised controlled trial. Lancet Respir Med. 2020;8:267–276. doi: 10.1016/S2213-2600(19)30417-5. [PubMed] [CrossRef] [Google Scholar]20. Kolilekas L., Loverdos K., Giannakaki S., Vlassi L., Levounets A., Zervas E., Gaga M. Can steroids reverse the severe COVID-19 induced \"cytokine storm\"? J Med Virol. 2020 Nov;92(11):2866–2869. doi: 10.1002/jmv.26165. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Monedero P., Gea A., Castro P., Candela-Toha A.M., Hernández-Sanz M.L., Arruti E. Early corticosteroids are associated with lower mortality in critically ill patients with COVID-19: a cohort study. Crit Care. 2021;25:2. doi: 10.1186/s13054-020-03422-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. RECOVERY Collaborative Group, Horby P., Lim W.S., Emberson J.R., Mafham M., Bell J.L. Dexamethasone in hospitalized patients with Covid-19. N Engl J Med. 2021;384:693–704. doi: 10.1056/NEJMoa2021436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Li X., Ma X. Acute respiratory failure in COVID-19: is it “typical” ARDS? Crit Care. 2020;24:198. doi: 10.1186/s13054-020-02911-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}