{"title": "Chromatin-associated MRN complex protects highly transcribing genes from genomic instability", "pubDate": "2021", "PMCID": "PMC8139584", "DOI": "10.1126/sciadv.abb2947", "PMID": "34020942", "abstract": "MRN-MDC1 plays a central role in the DNA damage response (DDR) and repair. Using proteomics of isolated chromatin fragments, we identified DDR factors, such as MDC1, among those highly associating with a genomic locus upon transcriptional activation. Purification of MDC1 in the absence of exogenous DNA damage revealed interactions with factors involved in gene expression and RNA processing, in addition to DDR factors. ChIP-seq showed that MRN subunits, MRE11 and NBS1, colocalized throughout the genome, notably at TSSs and bodies of actively transcribing genes, which was dependent on the RNAPII transcriptional complex rather than transcription per se. Depletion of MRN increased RNAPII abundance at MRE11/NBS1-bound genes. Prolonged MRE11 or NBS1 depletion induced single-nucleotide polymorphisms across actively transcribing MRN target genes. These data suggest that association of MRN with the transcriptional machinery constitutively scans active genes for transcription-induced DNA damage to preserve the integrity of the coding genome.", "author": [{"author": "Kader Salifou", "affiliation": ["CNRS-UMR 9002, Institute of Human Genetics (IGH)/University of Montpellier, Gene Regulation Lab, 34396, France."], "href": "/?term=Salifou+K&cauthor_id=34020942"}, {"author": "Callum Burnard", "affiliation": ["CNRS-UMR 9002, Institute of Human Genetics (IGH)/University of Montpellier, Gene Regulation Lab, 34396, France.", "Center of Integrative Biology (CBI) CNRS/Université de Toulouse (UMR 5077), 31000, France."], "href": "/?term=Burnard+C&cauthor_id=34020942"}, {"author": "Poornima Basavarajaiah", "affiliation": ["CNRS-UMR 9002, Institute of Human Genetics (IGH)/University of Montpellier, Gene Regulation Lab, 34396, France."], "href": "/?term=Basavarajaiah+P&cauthor_id=34020942"}, {"author": "Giuseppa Grasso", "affiliation": ["CNRS-UMR 9002, Institute of Human Genetics (IGH)/University of Montpellier, Gene Regulation Lab, 34396, France."], "href": "/?term=Grasso+G&cauthor_id=34020942"}, {"author": "Marion Helsmoortel", "affiliation": ["CNRS-UMR 9002, Institute of Human Genetics (IGH)/University of Montpellier, Gene Regulation Lab, 34396, France."], "href": "/?term=Helsmoortel+M&cauthor_id=34020942"}, {"author": "Victor Mac", "affiliation": ["CNRS-UMR 9002, Institute of Human Genetics (IGH)/University of Montpellier, Gene Regulation Lab, 34396, France."], "href": "/?term=Mac+V&cauthor_id=34020942"}, {"author": "David Depierre", "affiliation": ["Center of Integrative Biology (CBI) CNRS/Université de Toulouse (UMR 5077), 31000, France."], "href": "/?term=Depierre+D&cauthor_id=34020942"}, {"author": "Céline Franckhauser", "affiliation": ["CNRS-UMR 9002, Institute of Human Genetics (IGH)/University of Montpellier, Gene Regulation Lab, 34396, France."], "href": "/?term=Franckhauser+C&cauthor_id=34020942"}, {"author": "Emmanuelle Beyne", "affiliation": ["CNRS-UMR 9002, Institute of Human Genetics (IGH)/University of Montpellier, Gene Regulation Lab, 34396, France."], "href": "/?term=Beyne+E&cauthor_id=34020942"}, {"author": "Xavier Contreras", "affiliation": ["CNRS-UMR 9002, Institute of Human Genetics (IGH)/University of Montpellier, Gene Regulation Lab, 34396, France."], "href": "/?term=Contreras+X&cauthor_id=34020942"}, {"author": "Jérôme Dejardin", "affiliation": ["CNRS-UMR 9002, IGH/University of Montpellier, Biology of Repeated Sequences Lab, 34396, France."], "href": "/?term=Dejardin+J&cauthor_id=34020942"}, {"author": "Sylvie Rouquier", "affiliation": ["CNRS-UMR 9002, Institute of Human Genetics (IGH)/University of Montpellier, Gene Regulation Lab, 34396, France."], "href": "/?term=Rouquier+S&cauthor_id=34020942"}, {"author": "Olivier Cuvier", "affiliation": ["Center of Integrative Biology (CBI) CNRS/Université de Toulouse (UMR 5077), 31000, France."], "href": "/?term=Cuvier+O&cauthor_id=34020942"}, {"author": "Rosemary Kiernan", "affiliation": ["CNRS-UMR 9002, Institute of Human Genetics (IGH)/University of Montpellier, Gene Regulation Lab, 34396, France. rosemary.kiernan@igh.cnrs.fr."], "href": "/?term=Kiernan+R&cauthor_id=34020942"}], "refPMID": ["30948458", "24316220", "27474442", "25366693", "24931610", "24658350", "30245011", "14704429", "28263325", "22328517", "23929981", "19135898", "17954611", "25168287", "10750018", "9525578", "21450944", "25332688", "8240370", "29554134", "24393775", "20471949", "29180822", "11237011", "25410209", "17693401", "11574892", "29416038", "20550933", "29233992", "17937499", "17512414", "10802651", "30395331", "19451168", "33594436", "27079975", "23950696", "27918597", "25417204", "32746892", "20601685"], "citedInPMID": ["34020942", "35164752", "34293662"], "body": " AbstractMRN-MDC1 plays a central role in the DNA damage response (DDR) and repair. Using proteomics of isolated chromatin fragments, we identified DDR factors, such as MDC1, among those highly associating with a genomic locus upon transcriptional activation. Purification of MDC1 in the absence of exogenous DNA damage revealed interactions with factors involved in gene expression and RNA processing, in addition to DDR factors. ChIP-seq showed that MRN subunits, MRE11 and NBS1, colocalized throughout the genome, notably at TSSs and bodies of actively transcribing genes, which was dependent on the RNAPII transcriptional complex rather than transcription per se. Depletion of MRN increased RNAPII abundance at MRE11/NBS1-bound genes. Prolonged MRE11 or NBS1 depletion induced single-nucleotide polymorphisms across actively transcribing MRN target genes. These data suggest that association of MRN with the transcriptional machinery constitutively scans active genes for transcription-induced DNA damage to preserve the integrity of the coding genome. INTRODUCTIONExecution of the appropriate transcriptional program is fundamental during growth, development, and response to environmental stimuli. Although an essential DNA-dependent process, transcription comes at a cost. It can induce double-strand breaks (DSBs) that are a deleterious form of DNA damage and can compromise the genome if erroneously repaired. DSBs are predominantly repaired by two canonical pathways: nonhomologous end joining (NHEJ) or homologous recombination (HR). HR involves extensive DNA end resection and uses an intact copy of the damaged locus to produce error-free repair. NHEJ ligates broken DSB ends with no or limited processing and frequently results in genomic mutations. Both pathways compete to repair a DSB (1), and mechanisms underlying pathway choice are not entirely clear. The nuclease activities of MRE11, a subunit of the MRE11-Rad50-NBS1 complex (MRN), are a critical determinant of pathway choice (2). MRE11 endonuclease activity initiates resection, thereby licensing HR. The exonuclease activities of MRE11 and EXO1/BLM (exonuclease 1/BLM RecQ like helicase) bidirectionally resect toward and away from the DNA end, which commits to HR and disfavors NHEJ.While the complexity of the DNA break is an important factor in DNA damage response (DDR) pathway choice, recent studies have also identified the local nuclear environment and epigenetic landscape as determinants of repair pathway usage, predisposing to either NHEJ or HR pathways (3, 4). At actively transcribed regions, H3K36me3 is associated with a preference for DNA repair through the HR pathway (5–7). Nuclear organization has emerged as a key parameter in the formation of chromosomal translocations, implying that DSBs cluster into higher-order structures. Microscopy-based techniques and more recent chromosome conformation capture assays have shown that DSBs are mobile and form higher-order structures detected as clusters (8–11). Initially thought to be factories for DNA repair, recent data have suggested that clustering may protect DSBs from spurious pairing to suppress translocations. Thus, DSBs in actively transcribed chromatin are not repaired in G1 but remain in clusters until HR can proceed in G2 (9). DSB clustering depends on several DNA repair factors including the MRN complex (8, 9, 11). Thus, a model emerges in which DSBs in active chromatin are sequestered in higher-order structures that permit the HR repair pathway to proceed under conditions that minimize the formation of deleterious translocations. However, the molecular mechanism by which HR is chosen as a predominant pathway for DSB repair in transcriptionally active regions remains unclear. Furthermore, most studies have been performed by inducing DNA damage using irradiation or chemicals or artificially cutting the genome. Mechanisms involved in endogenous transcription-associated DNA repair remain poorly understood.To address the recruitment of DNA damage repair (DDR) factors at transcriptionally active regions, we used an unbiased proteomic approach, proteomics of isolated chromatin fragments (PICh) (12), of the inducibly transcribed HIV-1 promoter. Upon transcriptional activation, DNA repair factors were among the most recruited interactants. In particular, mediator of DNA damage checkpoint (MDC1) that associates with the MRN complex was recruited specifically following activation of transcription. Identification of the interactome of endogenous MDC1 by tandem affinity purification followed by mass spectrometry similarly identified numerous factors implicated in transcription and cotranscriptional RNA processing. Coimmunoprecipitation analysis showed that MDC1 interacts with RNA polymerase II (RNAPII) and coactivators, such as P-TEFb. ChIP-seq (chromatin immunoprecipitation followed by high-throughput sequencing) analysis of MRN subunits, MRE11 and NBS1, revealed an association with genes, specifically those that were transcriptionally active. MRE11 and NBS1 demonstrated covariation with RNAPII upon heat shock–induced transcriptional activation. Blockade of transcriptional elongation altered the profile of NBS1 to mirror that of RNAPII, suggesting that MRN is recruited through its association with the transcriptional machinery rather than the level of transcription per se. Following MRE11 or NBS1 depletion, the occurrence of single-nucleotide polymorphisms (SNPs) was highly correlated to the binding of MRE11, NBS1, or RNAPII. These data suggest that the MRN complex, through its interaction with the transcription machinery, scans active genes for transcription-induced DNA damage. RESULTSDDR factors are associated with active transcriptionWe investigated the recruitment of DDR factors during transcription using an unbiased proteomic method, PICh (12) of the HIV-1 promoter region, which becomes highly transcribed upon addition of its cognate transactivator, Tat. PICh was performed using chromatin extracts of cells containing tandem integrated copies of the HIV-1 long terminal repeat (LTR) linked to MS2 binding sites (13), in the presence or absence of the transactivator protein, Tat (fig. S1, A and B). Mass spectrometry identified 438 proteins associated with the locus in the control condition and 622 proteins associated with the locus upon transactivation by Tat. Upon transcriptional activation, 58 proteins were highly gained [fold change (FC), >7], 294 were moderately gained (FC, >2 and <7), 29 were moderately lost (FC, <−2 and >−7), and 3 were highly lost (FC, <−7) (Fig. 1A and table S1). Gene ontology revealed a number of pathways that were enriched in cells expressing Tat, compared to control untreated cells (fig. S1C). As expected, factors involved in gene expression were among the most highly gained. A number of factors involved in DNA repair were associated with HIV-1 chromatin specifically upon transactivation of transcription with Tat. Factors implicated in both the NHEJ and HR pathways were identified (table S1). However, NHEJ factors, such as DNA-dependent protein kinase (DNA-PK) and Ku70/80 are known to be implicated in transcription (14, 15), including Tat-mediated transcription of the HIV-1 LTR (16–18). Furthermore, DNA-PK has been shown to interact with HIV-1 Tat, while Ku70/80 has been shown to bind HIV-1 TAR RNA (16, 18, 19). Therefore, it is not clear whether recruitment of these factors following Tat transactivation was due to DNA damage or increased Tat recruitment and transcription. A key factor in the HR pathway, MDC1 was highly represented (Fig. 1A). To validate the interaction of DDR factors with actively transcribed HIV-1, we performed ChIP in cells containing an integrated HIV-1 LTR linked to a luciferase reporter, as described previously (20). Tat-induced activation of HIV-1 transcription increased recruitment of RNAPII as expected (fig. S1D). Similarly, association of MDC1, MRE11, and Ku80 were also significantly enhanced in the presence of Tat (fig. S1D), in agreement with the recruitment of these factors upon transcriptional activation identified by PICh. We furthermore determined that γH2AX, a marker of double-stranded DNA breaks, was also increased following Tat transactivation (fig. S1E), suggesting that DDR factors may be recruited following DNA damage induced by Tat-mediated transcription.Open in a separate windowFig. 1DNA repair factors are associated with active transcription.(A) Scatter plot representation of proteins differentially associated with an integrated HIV-1 LTR-minigene upon HIV-1 promoter transactivation by Tat, from highly gained (FC, >7) to highly lost (FC, <7), as identified by PICh coupled to mass spectrometry. (B) SDS–polyacrylamide gel electrophoresis (SDS-PAGE) analysis followed by silver staining of eluates of tandem affinity purified nuclear extracts from HEK-293T expressing Flag-HA fused to endogenous MDC1 (FH-MDC1) or control cells (con), in the absence of HIV-1 Tat. (C) Gene Ontology analysis carried out submitting the interactants of FH-MDC1 identified by tandem affinity purification followed by mass spectrometry. GO terms having the highest significance are shown. FDR, false discovery rate. (D) Coimmunoprecipitation analysis of MDC1 performed using nuclear extracts of HEK-293T in the absence of HIV-1 Tat and the indicated antibodies. Normal immunoglobulin G (IgG) was used as a negative control. Nuclear extracts (5%) and immunoprecipitates were separated by SDS-PAGE and immunoblotted using the antibodies indicated in the figure.These data indicated that DDR factors such as MDC1 and MRN may be closely linked with active transcription. To further explore this, we identified the interactome of MDC1 in the absence of exogenously induced DNA damage or Tat transactivation. Using CRISPR-Cas9 genome editing technique, a Flag-hemagglutinin (HA) tag was appended to the N terminus of endogenous MDC1 protein in human embryonic kidney (HEK) 293T cells. Tandem affinity purification of Flag-HA MDC1 was performed, as described previously (Fig. 1B) (20–22). Gene ontology analysis of the interactants identified association of MDC1 with factors in the DNA damage repair pathway and the cell cycle, as expected (Fig. 1C). MDC1 interactants were also implicated in gene expression pathways (Fig. 1C and table S2). Association of endogenous MDC1 with RNA processing factors, such as SNRNP200, PRP8, HNRNPM, EFTUD2, and SF3B1, was validated by coimmunoprecipitation analysis (Fig. 1D, left) in cells that do not express HIV-1 Tat. Interaction between MDC1 and RNAPII (total and C-terminal repeat domain phosphorylated forms), as well as subunits of P-TEFb, cyclin-dependent kinase 9 (CDK9), and cyclin T1, was also detected by coimmunoprecipitation analysis (Fig. 1D, right), confirming a previous report (23). Moreover, immunoprecipitates of cyclin T1 contained MDC1 and MRN subunits, MRE11 and NBS1 (fig. S1F). Furthermore, MDC1 was specifically associated with the small, active P-TEFb complex, as shown by glycerol gradient analysis (fig. S1G). Together, these data show that the highly transcribing HIV-1 locus recruits DDR factors such as MDC1 and MRN and, conversely, that DDR factor MDC1 is physically associated with factors implicated in transcription and RNA processing, independently of the presence of HIV-1 Tat. These data reveal that the transcription and DDR pathways are intimately linked at the biochemical level through physical interactions.MRN complex is associated with chromatinGiven its interaction with factors implicated in RNAPII transcription, we next sought to determine the profile of chromatin-associated MDC1/MRN complex across the coding genome. Anti-MDC1 antibodies proved unsuitable for ChIP-seq. We therefore performed ChIP-seq analysis of MRN subunits, NBS1 and MRE11, as well as RNAPII in cells in the absence of exogenous DNA damage. The average profile of signal for both MRE11 and NBS1 at active genes resembled that of RNAPII, although the amount of signal detected was lower (Fig. 2A). While the highest accumulation of MRE11 and NBS1 ChIP-seq reads occurred near the transcription start site (TSS), significant levels of binding were also detected in the gene body and downstream of the transcription end site (TES; Fig. 2A). The binding profile of MRE11 and NBS1 on representative genes, RBM17 and GNG12, is shown (Fig. 2B). Association of MDC1 with several genes, including RBM17 (RNA Binding Motif Protein 17) and GNG12 (G Protein Subunit Gamma 12), was also confirmed by ChIP–quantitative polymerase chain reaction (qPCR) (fig. S2A). More than 50,000 peaks were detected throughout the genome for either MRE11 or NBS1, and 110,000 peaks were detected for RNAPII. Although the highest signal for both MRE11 and NBS1 was found around TSSs (Fig. 2, A and B), the number of peaks overlapping TSSs represented 2.19 and 1.44%, respectively (Fig. 2C). MRE11 and NBS1 were also detected on TESs/transcription termination sites (<2%) and enhancers (3.16 and 1.74%, respectively) (Fig. 2C). The majority of MRE11 and NBS1 peaks were found on gene bodies (approximately 52%), albeit the average size of genes (>26 kb) (24) could account for this result because of the higher chance of overlap with the gene body compared to TSSs/TESs. However, the signal associated with peaks in gene bodies was significantly lower than that detected at TSSs (Fig. 2, B and C). Furthermore, the distribution of ChIP-seq signal for MRE11 and NBS1 along gene bodies was similar to that of RNAPII (fig. S2B). Note that peaks of MRE11 and NBS1 mapped approximately 20 base pairs (bp) upstream of RNAPII, on average (Fig. 2B and fig. S2C), which may be due to an artefact of cross-linking a large multisubunit complex during the ChIP experiment.Open in a separate windowFig. 2MRN complex is associated with chromatin.(A) Scaled average density profiles of MRE11, NBS1, and RNAPII ChIP-seq reads across genes, ± 5 kb. (B) Browser shots of RNAPII, MRE11, or NBS1 ChIP-seq signal over a set of representative genes, as indicated. A schematic representation of the gene is shown above. (C) Pie charts showing the genomic distribution of ChIP-seq peaks of MRE11, NBS1, and RNAPII, as indicated. (D and E) ChIP-seq heatmaps centered and rank-ordered on MRE11 (D) or NBS1 (E). ChIP-seq reads of NBS1 (D) or MRE11 (E) were plotted respecting the same ranking. (F) Box plots of MRE11 or NBS1 ChIP-seq reads at genes for which the TSS was highly bound by MRE11, NBS1, both, or neither, as indicated, compared to a random sample of genes (***P < 0.001, Wilcoxon test; n = 708, 479, 1631, 1631, and 708, respectively).Further genomic analysis of the localization of MRN on chromatin was performed by ranking genes according to the binding of MRE11 at TSSs (number of ChIP-seq reads per TSS, highest to lowest), as shown in Fig. 2D (left). Ranking genes by MRE11 reads also efficiently sorted the NBS1 signal (Fig. 2D). Similarly, gene ranking based on NBS1 read intensity at the TSS also efficiently ranked the MRE11 signal (Fig. 2E), highlighting a good correlation in their loading onto genes. Next, genes were grouped on the basis of high TSS binding of either MRE11 or NBS1, both factors together, or neither factor. As expected, genes highly bound by MRE11 had significantly more ChIP-seq reads for this factor compared to the random sample group (Fig. 2F, compare box 3 with 1; P < 1 × 10−20). The group of genes that were highly bound by NBS1 also had a significantly high number of MRE11 reads at the TSS compared to the sample group (P < 1 × 10−20; left box plot, compare box 4 with 1). Moreover, the highest number of MRE11 reads were found at cobound genes when compared to the sample group (left box plot, compare box 5 with 1; P < 1 × 10−20) or to TSSs highly bound by MRE11 only (P < 1 × 10−7; left box plot, compare box 5 with 3). The same trend was observed for NBS1 binding (Fig. 2F, right box plot). TSSs highly bound by NBS1 showed a high number of NBS1 reads as expected (compare box 4 with 1; P < 1 × 10−20), while TSSs highly bound by MRE11 also showed significantly high binding of NBS1 compared to the random sample group of genes (compare box 3 with 1; P < 1 × 10−20). As observed for MRE11, the highest number of NBS1 reads were found at genes that were cobound by MRE11 (compare box 5 to 4; P < 1 × 10−13). Correlation of MRE11 and NBS1 ChIP-seq reads furthermore confirmed that the two factors co-associate with the same regions (fig. S2D). These data indicate that MRE11 and NBS1 co-associate with a subset of human genes, likely in the context of the MRN DNA repair complex. They furthermore support proteomic data (Fig. 1) that uncovered previously unidentified biochemical interactions between MDC1/MRN complex and factors implicated in transcription and cotranscriptional mRNA processing.MRN complex is associated with actively transcribed regionsSince MRE11 and NBS1 were found to be highly associated with TSSs and gene bodies, we wished to further investigate their association with transcription. First, genes were ranked according to the number of RNAPII ChIP-seq reads surrounding the TSS (±1 kb), from highest to lowest, which likely reflects the transcriptional activity of each gene. Next, respecting the same ranking, ChIP-seq reads for MRE11 and NBS1 were plotted. The resulting heatmaps (Fig. 3A) show that ranking genes by RNAPII also efficiently ranked both MRE11 and NBS1. Similarly, the averaged density profiles showed that MRE11 and NBS1 were more associated with genes having high RNAPII at the TSS than those having low RNAPII (Fig. 3A, top).Open in a separate windowFig. 3MRN complex is associated with actively transcribed regions.(A) Heatmaps rank-ordered on normalized RNAPII ChIP-seq reads at the TSS and centered on genes. ChIP-seq reads of MRE11 or NBS1 were plotted respecting the same ranking. Averaged profiles of RNAPII, MRE11, or NBS1 ChIP-seq reads at the highest- and lowest-ranked RNAPII genes are shown above. (B) Box plots of normalized RNAPII ChIP-seq reads at genes highly bound at the TSS by MRE11, NBS1, both MRE11 and NBS1, or neither (null), compared to a random sample of genes (***P < 0.001, Wilcoxon test). (C) Averaged profiles of RNAPII, MRE11, or NBS1 ChIP-seq reads centered on TSS, enhancers, or intergenic regions. (D) Averaged profiles of MRE11 or NBS1 ChIP-seq reads at enhancers having the highest- or lowest-ranked RNAPII signal (ESS, enhancer start site; EES, enhancer end site). (E) Violin plots showing changes in MRE11 or NBS1 ChIP-seq reads at the TSS and body of genes at which RNAPII signal was increased in heat shocked samples relative to untreated controls, compared to a random group of genes in the same conditions (***P < 0.001, Wilcoxon test). (F) Binding of NBS1 or RNAPII was analyzed by ChIP-qPCR at the indicated genes from cells exposed or not to heat shock (HS). Data represent means ± SEM (***P < 0.001, Student’s t test; n = 3). (G) Association of γH2AX was analyzed by ChIP-qPCR at the indicated genes from cells exposed or not to heat shock. Data represent means ± SEM (***P < 0.001 and *P < 0.05, Student’s t test; n = 3).We next analyzed the amount of RNAPII at the TSS of genes highly bound by MRE11, NBS1, both MRE11 and NBS1, or neither factor (null) compared to a random sample group of genes (sample). Genes highly bound by either NBS1 or MRE11, alone or together, had significantly higher levels of RNAPII at the TSS compared to the random sample group of genes (Fig. 3B; boxes 3, 4, and 5, compared to box 1; P > 1 × 10−20). Pairwise correlation of MRE11, NBS1, and RNAPII ChIP-seq reads (figs. S2D and S3A) suggested that these factors co-associate with the same regions. To further demonstrate co-association of MRE11, NBS1, and RNAPII at cellular genes and HIV-1 LTR, Re-ChIP was performed (fig. S3B). This analysis demonstrated that chromatin fragments immunoprecipitated using NBS1 or MRE11 antibody could be reprecipitated by antibody against RNAPII, indicating that both proteins were colocalized on chromatin.The association of MRE11 and NBS1 at the TSS of genes harboring varying amounts of RNAPII at the TSS was validated by ChIP-qPCR. The abundance of MRE11 or NBS1 largely mirrored that of RNAPII (fig. S3C). Furthermore, intersection analyses of ChIP-seq data showed a preferential colocalization of MRE11/NBS1 ChIP-seq peaks with active genes, defined as the top 50% of expressed genes when ranked by normalized RNA sequencing (RNA-seq) reads (25). Considering the peaks of each factor found at TSSs, 84% of MRE11 peaks (n = 1597), 79% of NBS1 peaks (n = 687), and 88% of MRE11 + NBS1 peaks (n = 672) were found at TSSs of active genes. Since RNAPII is also found at active enhancers, we asked whether MRE11 and NBS1 might associate with these regions. Both MRE11 and NBS1 were localized to enhancers, as compared to TSSs and random intergenic regions (Fig. 3C). Similar to TSSs, MRE11 and NBS1 were detected at enhancers with high levels of RNAPII, which are likely active enhancers, and were poorly associated with enhancers having low levels of RNAPII (Fig. 3D). Together, these data indicate the MRE11 and NBS1 subunits of MRN complex are associated with actively transcribing regions in a manner that appears to be tightly correlated to that of RNAPII.We next tested whether the MRN complex co-associates with RNAPII following induction of a specific transcriptional program. To this end, cells were heat-shocked to induce the expression of a subset of genes. ChIP-seq of RNAPII, MRE11, and NBS1 was performed in heat-shocked and untreated cells. MRE11 and NBS1 binding was analyzed at genes induced upon heat shock, that is, those showing an increase in RNAPII association. As shown in Fig. 3E, both MRE11 and NBS1 became significantly associated with the TSS (left) and gene body (right) of up-regulated genes compared to a sample group of genes. Increased association of RNAPII and NBS1 was confirmed by ChIP-qPCR at several heat shock genes (Fig. 3F). The DSB marker, γH2AX was also increased following heat shock (Fig. 3G), suggesting that higher levels of transcription were associated with increased DNA damage at these regions. On the other hand, α-amanitin treatment was used to diminish RNAPII association with genes. As shown in fig. S3D, α-amanitin treatment induced loss of RNAPII as well as both MRE11 and NBS1 at target genes. Together, these data confirm that the binding of MRN tightly correlates with that of actively transcribing RNAPII.MRN association with chromatin depends on RNAPII rather than transcription levelsAssociation of the MRN complex with actively transcribing regions is highly correlated to that of RNAPII (Fig. 3). However, it is not clear whether MRN is recruited through its interaction with the transcriptional machinery (Fig. 1) (23) or during the process of transcription. To distinguish between these possibilities, we sought to analyze MRN association under conditions where the abundance of RNAPII is not strictly correlated with the amount of transcription. To do so, RNAPII transcriptional elongation was blocked using the adenosine analog 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole (DRB). While DRB abolishes transcription in the coding region, it does not greatly affect the amount of transcriptional initiation. Consequently, DRB treatment causes RNAPII to accumulate at the 5′ end of genes disproportionately to the amount of transcription at the site. After 1 hour of DRB treatment, RNAPII accumulated near the TSS and diminished in the coding region and particularly at the 3′ end of genes in the termination window, indicating that RNAPII elongation was efficiently inhibited (Fig. 4A). A longer blockade with DRB (3-hour treatment) caused RNAPII to accumulate at TSS boundaries, causing apparent accumulation near the start of the gene body as well as at upstream regions. By 1 hour after release, the profile of RNAPII had returned to that in untreated cells at the TSS and in the gene body, with a small reduction still evident at the TES.Open in a separate windowFig. 4MRN association with chromatin is correlated with the amount of RNAPII rather than transcription.(A) Average density profiles of ChIP-seq reads of RNAPII and NBS1 across genes showing the highest increase in RNAPII reads at 1-hour DRB treatment compared to a mock-treated control. ChIP-seq reads for RNAPII and NBS1 are shown at the same genes ±5 kb following treatment with DRB for 1, 3, or 1 hour after release, as indicated. (B) Box plots of RNAPII and NBS1 ChIP-seq reads at the TSS and TES of regions shown in (A) in DRB-treated samples compared to nontreated controls (0) (***P < 0.001, Wilcoxon test; n = 4924). (C) Association of RNAPII and NBS1 with selected target genes was measured by ChIP-qPCR following mock treatment or DRB treatment for 3 or 1 hour after release, as indicated. Data represent means ± SEM obtained from three independent experiments (***P < 0.001, **P < 0.01, and *P < 0.05, independent Student’s t test). (D) Scatter plot showing ChIP-seq reads of RNAPII and NBS1 at genes shown in (A) in untreated samples or samples treated with DRB, as indicated. The coefficient of correlation (r) was calculated for each condition as indicated on the graph.Analysis of the profile of NBS1 under conditions of DRB treatment and release showed that it largely mirrored that of RNAPII, although the effects were more modest. The profiles showed the same qualitative effects, such as loss of signal at the TES, and leaking into TSS adjacent regions observed after 3 hours of treatment. The change in profiles of NBS1 and RNAPII were also quantitatively significant at both the TSS and TES regions (Fig. 4B). RNAPII and NBS1 association with chromatin during transcriptional blockade and release were confirmed by ChIP-qPCR at representative genes (Fig. 4C). Last, we analyzed the correlation between RNAPII and NBS1 association at individual genes for each condition. Association of the two factors with genes was positively correlated at each condition, with the highest correlation at 1 and 3-hour DRB treatment (Fig. 4D). Thus, overall, although the effects measured for NBS1 are more modest than those for RNAPII, the similarities in their binding profiles and dynamics suggest that MRN is likely recruited through its association with the RNAPII transcription complex rather than the amount of transcription per se.Binding of MRN affects the transcriptional output of target genesWe next wondered whether the presence of MRN affects the level of transcription at its target genes. To test this, MRE11 and NBS1 were depleted by RNA interference (RNAi). Consistent with previous findings showing that MRE11 is required for stability of the MRN complex (26), knockdown of MRE11 induced loss of MRE11 and destabilized NBS1 in cell extracts (fig. S4A). In contrast, RNAi-mediated depletion of NBS1 did not have a significant impact on MRE11 (fig. S4A), as reported previously (26). Next, RNAi-depleted cells were analyzed by ChIP-seq for the recruitment of each factor and RNAPII. expected, depletion of MRE11 led to a significant loss of MRE11 signal at genes highly bound at the TSS by MRE11, NBS1, or MRE11 + NBS1 (fig. S4B, left; compare blue boxes to gray boxes). Consistent with the reduction of NBS1 in extracts following knockdown of MRE11, NBS1 binding to chromatin was also significantly reduced under the same conditions (fig. S4B, right; compare blue boxes to gray boxes). Similarly, depletion of NBS1 reduced NBS1 binding at TSSs highly bound by NBS1, alone or together with MRE11 (right; compare red boxes to gray boxes). Depletion of NBS1 also diminished MRE11 signal at genes highly bound by MRE11, alone or together with NBS1 (left; red boxes 9 and 15), supporting the idea of cooperative binding to chromatin.We next analyzed RNAPII association with genes in MRN-depleted and control cells. RNAPII accumulated over genes highly bound at the TSS by MRE11, NBS1, or both, following depletion of either MRE11 or NBS1 compared to a control knockdown (Fig. 5A). RNAPII binding was significantly increased at the TSS of genes highly bound by MRE11, NBS1, or both following loss of MRE11 or NBS1 [Fig. 5B (left and right, respectively) and fig. S5A] and across gene bodies (fig. S5B), which was shown by ChIP-qPCR at several representative genes (fig. S5C). Depletion of either NBS1 or MRE11 altered RNAPII association at a common set of genes, not only at genes where RNAPII levels were increased (fig. S5D, right matrix; compare deciles 1 on X and Y axes) but also at genes where RNAPII association was decreased (fig. S5D, right matrix; compare deciles 10 on X and Y axes; P < 1 × 10−20 by hypergeometric test). We next intersected the changes in RNAPII association with occupancy of MRE11 or NBS1. As shown in Fig. 5C, genes showing the highest increase in RNAPII ChIP-seq reads (deciles 1 on X and Y axes) were also highly associated with MRE11 (left) or NBS1 (right). Although depletion of NBS1 or MRE11 led to loss of RNAPII at a common set of genes (deciles 10 on X and Y axes), these, in contrast, were not significantly bound by either factor.Open in a separate windowFig. 5Binding of MRN affects the transcriptional output of target genes.(A) Averaged profiles of RNAPII ChIP-seq reads across genes (±5 kb) highly bound at the TSS by MRE11, NBS1, or both in samples treated with short hairpin RNA (shRNA) targeting MRE11, NBS1, or a nontargeting control. (B) Box plots of RNAPII increase at the TSS of genes highly bound at the TSS by MRE11, NBS1, both MRE11 and NBS1, or neither (null), compared to a sample group of genes, following knockdown of MRE11 or NBS1, relative to a control knockdown. (***P < 0.001, Wilcoxon test). (C) Hinton diagram showing changes in RNAPII ChIP-seq reads at genes following knockdown of MRE11 or NBS1, relative to a control knockdown, ranked by deciles from the most up-regulated (1) to the most down-regulated (10), at genes highly bound at the TSS by either MRE11 (left) or NBS1 (right). The scale represents P value for the intersection of RNAPII increase with TSS binding of MRE11 or NBS1 (10−0 to 10−100 and 10−0 to 10−91, respectively, hypergeometric test). The size of the box represents the number of genes, as shown in fig. S5D. (D) Averaged profiles of phospho-Ser2 RNAPII ChIP-seq reads across genes highly bound at the TSS by MRE11, NBS1, or both following knockdown of MRE11 or NBS1 or a control. (E) Box plots representing phospho-Ser2 RNAPII ChIP-seq reads at the TES of genes for which the TSS was highly bound by MRE11, NBS1, both MRE11 and NBS1, or neither (null), compared to a sample group of genes, following knockdown of MRE11 or NBS1 or a control (***P < 0.001, Wilcoxon test).To determine whether the increase in RNAPII association with genes that occurred upon depletion of MRN reflected an increase in processive transcription, we determined the association of the elongating, serine-2 phosphorylated form of RNAPII (Ser2) at genes highly bound by MRE11 and/or NBS1. Ser2 RNAPII accumulated over genes bound by MRE11, NBS1, or both, following depletion of either MRE11 or NBS1 compared to controls (Fig. 5D) in a significant manner (Fig. 5E). MRN was also associated with active enhancers (Fig. 3, C and D). Analysis of RNAPII ChIP-seq showed that, like at genes, loss of MRE11 or NBS1 led to an increase in RNAPII association at enhancer regions (fig. S5E). However, in contrast to genes, Ser2 RNAPII ChIP-seq reads were not significantly increased upon depletion of the factors (P value < 0.05). Therefore, MRE11 and NBS1 have a global impact on RNAPII levels genome-wide, frequently at the same regions. Up-regulation of RNAPII occurred at MRN-bound regions, whereas down-regulation of RNAPII may be independent of MRN association. These data suggest that MRN modulates the transcriptional output of target genes.MRN protects actively transcribed regions from genomic instabilityGiven the key role of MRN in genomic stability, we next assessed SNPs by whole-genome sequencing in cells exposed to depletion of MRE11 or NBS1 or a control depletion. We discarded common SNPs found in all samples since these are likely to be false positives because of the background genomic environment. Approximately 30,000 SNPs unique to shCon cells were identified, while nearly 100,000 SNPs were detected in MRE11- or NBS1-depleted cells (Fig. 6A). Within genes, the majority of SNPs localized to gene bodies (Fig. 6A), which may reflect the genomic distributions of MRE11 and NBS1 (Fig. 2C). A ranking test by gene set enrichment analysis (GSEA) showed that SNPs found in MRE11- or NBS1-depleted cells could be readily predicted by the binding of MRE11 or NBS1 at TSSs (Fig. 6B). Furthermore, in keeping with the strict association between RNAPII and MRN occupancy at genes, SNP frequency was also well predicted by binding of RNAPII at the TSS.Open in a separate windowFig. 6MRN protects actively transcribed regions from genomic instability.(A) Pie charts showing the genomic distribution of SNPs detected by analyzing genomic DNA extracted from cells following depletion of MRE11, NBS1, or a control, as indicated. (B) GSEA of SNPs detected by analyzing genomic DNA extracted from cells following depletion of MRE11 and NBS1 compared to shCon sample, as indicated, ranked by ChIP-seq reads of MRE11, NBS1, or RNAPII in gene bodies, as indicated (all tests were significant; P < 10−3, Wilcoxon test). (C) Box plots representing γH2AX ChIP-seq read depth across the body of genes for which the TSS was highly bound by MRE11 or NBS1, both, or neither (null), compared to a sample group of genes, following knockdown of MRE11 or NBS1 or a control knockdown, as indicated (***P < 0.001, Wilcoxon test). (D) GSEA of SNPs detected by analyzing genomic DNA extracted from cells following depletion of MRE11 or NBS1 compared to a control depletion (shCon), ranked by the increase in γH2AX ChIP-seq reads across the gene body under the same conditions (all tests were significant; P < 10−3, Wilcoxon test).Association of the DSB marker, γH2AX, with MRN-bound genes following loss of either MRE11 or NBS1 compared to control samples was also analyzed (Fig. 6C). γH2AX was detected at higher levels following loss of either MRE11 or NBS1 compared to a control knockdown at genes bound by MRE11, NBS1, or both factors (Fig. 6C and fig. S6). To determine whether the SNPs detected corresponded to regions showing increased levels of γH2AX, a GSEA was performed. As shown in Fig. 6D, SNPs found in MRE11- or NBS1-depleted cells could be predicted by increased detection of γH2AX. Together, these data suggest that binding of MRN over gene bodies preserves genes from DNA damage–induced mutations detected as SNPs. This highlights the key function of the MRN complex in maintaining genomic stability at actively transcribed regions. DISCUSSIONRecent data strongly point to a central role for the MRN complex in the resolution of transcription-associated DNA repair. However, mechanistic details about the recruitment of MRN to sites of transcription-associated DNA damage are not clear. Using the unbiased proteomic technique, PICh, we found that DNA repair factors were among the most recruited proteins that specifically interacted with the chromatin region during transcription of the inducible HIV-1 LTR. In particular, MDC1, which interacts with MRN complex, became highly associated with the actively transcribed locus and was largely absent before transcriptional stimulation. Furthermore, we identified the interactome of MDC1 in cells in the absence of exogenous DNA damage. Consistent with results obtained by PICh at the highly active HIV-1 minigene, MDC1 interacted with many factors implicated in transcription and cotranscriptional RNA processing, indicating an association between MDC1 and active transcription of cellular genes. A robust interaction between MDC1 and RNAPII, as well as P-TEFb, was detected in the absence of exogenous DNA damage, suggesting a constitutive association with transcription. ChIP-seq revealed widespread localization of endogenous MRE11 and NBS1 across genes. Association of both MRE11 and NBS1 with genes was strongly correlated with transcriptional activity. Our data further suggest that MRN association with active genes is dependent on the presence of the RNAPII transcriptional complex rather than the level of transcription per se.While it is unclear precisely how MRN associates with the RNAPII complex, note that MDC1 interacts with topoisomerase II (TOP2) through its C-terminal BRCT domains (26). TOP2 is a component of the RNAPII transcriptional complex and is required for transcription through chromatin (27). Whether MDC1 associates with the RNAPII complex through TOP2 or another transcription-associated factor, MRN, is found at the most highly transcribed genes, and its association with genes is highly correlated to that of RNAPII. Notably, upon depletion of either MRE11 or NBS1, MRN target genes accumulated DNA damage in an MRN- and RNAPII-dependent manner. Together, these data suggest that MRN is associated with the RNAPII transcription complex probably to scan for transcription-associated DNA damage and initiate repair.NHEJ and HR pathways compete for the repair of DSBs (1). The degree of chromatin compaction is thought to influence repair pathway choice. DSBs occurring in open chromatin undergo end resection and are predominantly repaired by HR, which results in faithful repair and suppresses dangerous mutations from arising in coding regions of the genome (7, 9, 28). The preference for using HR to repair DSBs in transcribed regions is not due to cell cycle–dependent availability of factors. Increasing evidence indicates that DNA damage occurring on active genes is repaired through a specialized mechanism involving HR. The current model suggests that upon DNA damage, the damaged site is targeted by MRN complex and undergoes the initial steps in HR, which disfavors repair of the site by NHEJ. These MRN-marked sites subsequently pair and cluster into higher-order structures to be repaired flawlessly during G2 phase of the cell cycle by the HR pathway. This mechanism preserves the fidelity of the genome in coding regions. While the preference for HR at actively transcribed is likely due to a combination of factors including nuclear position and the epigenetic landscape, we speculate that the physical link between MRN, which is required for commitment to HR, and RNAPII transcription complex might contribute to the preference for HR at transcribed regions. Being a component of the transcription complex, MRN may have immediate access to transcription-induced DSBs, facilitating end resection and commitment to HR.Several lines of evidence indicate that the presence of DSBs in coding regions leads to transcriptional arrest. For example, transcriptional silencing occurs on chromatin in the vicinity of DSBs in an ATM (ataxia telangiectasia mutated)–dependent manner (29). Paradoxically, we observed that transcription was modestly increased in cells depleted of MRE11 or NBS1. There are several possible explanations for this apparently conflicting result. It has recently been shown that in response to ultraviolet irradiation, RNAPII is released from promoter-proximal regions into gene bodies to promote detection of DNA damage within genes (30). Thus, the increased RNAPII occupancy observed upon loss of MRN could also be a scanning mechanism to rapidly detect DNA damage within transcribed genes. Alternatively, the measured increase in transcription could be due to failure to establish HR at damaged sites in the absence of MRN. The use of HR to repair damage at active genes privileges genome fidelity at a slight cost to gene expression. Transcription of genes that have sustained DNA damage will be arrested until repair is completed in G2. Therefore, at the global level, expression of the gene will be somewhat diminished, but DNA repair will be flawless. In cells depleted of MRN, which is required to commit to HR, DNA repair most likely occurs by NHEJ. In this case, the cost to transcription will be minimal, as NHEJ operates throughout the cell cycle. However, repair will likely occur at the expense of genome fidelity, as NHEJ repair is characterized by the appearance of SNPs. This is the outcome in cells depleted of MRN. RNAPII occupancy at both the TSS and gene body was higher than in control cells. However, whole-genome sequencing revealed that DNA repair was highly error prone, with the appearance of thousands of SNPs in the gene bodies of target genes. Furthermore, the number of SNPs detected was highly correlated to the abundance of MRN at the gene under control conditions and the presence of γH2AX in MRN-depleted conditions. This scenario implies that MRN does not directly influence transcription but that the absence of MRN predisposes to an alternative DNA repair pathway that is more favorable for gene expression but at the cost of genome fidelity. MATERIALS AND METHODSCell culture, treatment, and lentiviral infectionHeLa cells were grown in Dulbecco’s modified Eagle’s minimal essential medium (DMEM) (Sigma-Aldrich, D6429), supplemented with 10% fetal calf serum (FCS; Eurobio Scientific, CVFSVF00-01) and containing 1% penicillin-streptomycin (Sigma-Aldrich, P4333). HEK-293T were grown in Hepes-modified DMEM (Sigma-Aldrich, D6171), supplemented with 10% FCS (Eurobio Scientific, CVFSVF00-01) and containing 1% penicillin-streptomycin (Sigma-Aldrich, P4333). All cells were grown in a humidified incubator at 37°C with 5% CO2. Where indicated, cells were subjected to heat shock at 42°C for 1 hour, and the medium was replaced before fixation. Cells were treated with α-amanitin (Sigma-Aldrich, A2263) for 16 hours at 20 μg/ml or with 150 μM DRB (Sigma-Aldrich, D1916) or mock-treated with dimethyl sulfoxide where indicated for 0, 1, or 3 hours. After 3 hours of DRB treatment, cells were washed and incubated for 1 hour in fresh cell culture medium.Production of short hairpin RNA (shRNA)–expressing lentiviral particles was performed as described previously (20) using plasmids expressing shRNAs targeting MRE11 (Sigma-Aldrich MISSION shRNA, TRCN000338391), NBS1 (Sigma-Aldrich MISSION shRNA, TRCN0000288622), or a nontargeting control (obtained through Addgene, plasmid 1864), as shown in table S5. For knockdown experiments, HeLa cells were transduced with lentiviral particles and harvested 4 days later, as described previously (20).Transactivation of the luciferase reporter gene was achieved by transfecting HeLa cells in 15-cm dishes with 8 μg of pcDNA3 vector or pcDNA3-Tat.Flag using TransIT-X2 transfection reagent (Mirus, MIR 6000), according to the manufacturer’s instructions. After 24 hours, cells were used for ChIP or Re-ChIP assays.AntibodiesAntibodies used in this study are shown in table S3.CRISPR-Cas9–mediated editing of endogenous MDC1 geneA single guide RNA (sgRNA) targeting the MDC1 gene around the ATG translation start site was cloned in pSpCas9 (BB)-2A–green fluorescent protein plasmid (Addgene, no. 48138). The plasmid was then transfected into HEK-293T cells along with a single-stranded oligodeoxynucleotide (table S4) harboring the Flag-HA sequence flanked by homology sequences to MDC1 around the cleavage site. Single cells were isolated and amplified. HEK-293T clones expressing Flag-HA MDC1 were identified by PCR and confirmed by Western blot using anti-HA and anti-Flag antibodies.Coimmunoprecipitation analysisCoimmunoprecipitation was performed using nuclear extracts of HEK-293T cells. Cells were lysed in ice-cold hypotonic buffer [20 mM tris (pH 7.6), 10 mM KCl, and 1.5 mM MgCl2] supplemented with EDTA-free complete protease inhibitor mixture (Roche) for 15 min on ice. NP-40 was added at 0.5% final, and extracts were centrifuged 1 min at 14,000g/4°C. The pellet (nuclei) was resuspended in nuclease buffer [20 mM tris (pH 7.6), 150 mM NaCl, 1.5 mM MgCl2, 2.5 mM CaCl2, and 0.5 μl of 100 mM phenylmethylsulfonyl fluoride] and incubated with micrococcal nuclease (2 × 103 U/ml; New England Biolabs) for 2 hours at 4°C. Lysates were cleared by centrifugation at 14,000g/4°C for 10 min and diluted in immunoprecipitation buffer [50 mM tris (pH 7.6), 150 mM NaCl, and 1% NP-40] supplemented with protease inhibitors. Protein concentration was determined using the Bradford reagent (Bio-Rad). Immunoprecipitations were performed on 400 μg of protein extracts with the indicated antibodies and rotated overnight at 4°C. Protein G Dynabeads were washed three times in immunoprecipitation buffer, added to protein extracts/antibody solution, and incubated for 2 hours at 4°C. Immunoprecipitates were washed extensively with the immunoprecipitation buffer, resuspended in protein sample loading buffer, boiled for 5 min, and analyzed by Western blotting using the antibodies shown in table S3.Proteomics of isolated chromatin fragmentsProteomics of isolated chromatin segments was performed as described previously (12) using U20S cells expressing HIV-LTR-MS2 (13). Sequences of probes used are shown in table S4. Silver staining was performed according to the manufacturer’s instruction (SilverQuest, Invitrogen). Mass spectrometry was performed at the Taplin Facility, Harvard University, Boston, MA.MDC1 protein complex purificationMDC1 complexes were purified from nuclear extracts of HEK-293T cells stably expressing Flag-HA-MDC1 by two-step affinity chromatography, as described previously (20). Sequential Flag and HA immunoprecipitations were performed on equal amounts of proteins. Silver staining was performed according to the manufacturer’s instructions (SilverQuest, Invitrogen). Mass spectrometry was performed at the Taplin Facility, Harvard University, Boston, MA.Glycerol gradient sedimentation analysisSeparation of active and inactive P-TEFb complexes was performed as described previously (31). Briefly, glycerol gradients (10 to 30%) were formed by pipetting 2 ml of each of the glycerol fraction (10, 15, 20, 25, and 30% v/v) in buffer A [20 mM Hepes (pH 7.9), 0.3 M KCl, 0.2 mM EDTA, and 0.1% NP-40] into centrifugation tubes (Beckman, 331372). Gradients were formed by standing for 6 hours at 4°C. Cells were lysed in 0.5 ml of buffer A [10 mM tris-HCl (pH 7.4), 150 mM NaCl, 2 mM EDTA, 1% NP-40, and 0.1% protease inhibitor] for 30 min at 4°C. The lysates were centrifuged at 10,000g for 10 min, and the supernatants were loaded into tubes with the preformed glycerol gradients. Protein complexes were then fractionated by centrifugation in an SW 41 Ti rotor (Beckman) at 38,000 rpm for 21 hours. Fractions (0.5 ml) were collected, precipitated with trichloroacetic acid, and lastly analyzed by immunoblotting with the appropriate antibodies.ChIP, library preparation, and sequencingChIP-seq (32) was performed from HeLa cells using the ChIP-IT High Sensitivity Kit from Active Motif (reference 53040) according to the manufacturer’s instructions. Sonication was performed using the Qsonica Q700 Sonicator with microtip of 1/8 inches (reference 4418) at 11% amplitude and 13 min of processing time (30-s “ON” and 30-s “OFF”). Each ChIP used 30 μg of chromatin along with 4 μg of antibody detecting MRE11, NBS1, RNAPII, or phospo-Ser2 RNAPII (table S3). ChIP-seq libraries were constructed using the Next Gen DNA Library Kit (Active Motif, 53216 and 53264). Library quality was assessed using Agilent 2100 Bioanalyzer and Agilent High Sensitivity DNA assay. High-throughput sequencing was performed by sequence-by-synthesis technique using a NextSeq 500 (Illumina) at the Genom’ic Facility, Institut Cochin, Paris.ChIP and Re-ChIP–qPCRRNAPII, NBS1, MRE11, and MDC1 ChIP were performed using the iDeal ChIP-qPCR Kit (Diagenode, catalog no. C01010180) following the manufacturer’s instructions. HeLa cells were sonicated using the Bioruptor Pico (Diagenode, catalog no. B01060001) for 8 cycles of 30-s ON and 30-s OFF at high-power setting. For RNAPII, MRE11, and MDC1 ChIP, 3 μg of antibody was used, while 1.5 μg of antibody was used for NBS1 ChIP. γH2AX ChIP was performed using the ChIP-IT Express Enzymatic Kit (Active Motif, catalog no. 53009), following the manufacturer’s instructions. Chromatin was digested for 7 min, and 50 μg of chromatin and 3 μg of antibody were used for each γH2AX ChIP.Re-ChIP was performed using the Re-ChIP-IT Kit (Active Motif, catalog no. 53016) according to the manufacturer’s instruction. Chromatin for the Re-ChIP was prepared using the ChIP-IT High Sensitivity Kit (Active Motif, catalog no. 53040), as described above. For each Re-ChIP, 50 μg of chromatin and 3 μg of antibody were used. Antibody used and sequences of primers used for real-time qPCR analysis are shown in table S4.Whole-genome sequencingGenomic DNA was extracted from cells treated with lentiviral particles expressing shCon, shMRE11, or shNBS1 using the QIAGEN DNeasy Blood and Tissue Kit (reference 69504), according to the manufacturer’s instructions. To avoid RNA contamination, extracts were treated with ribonuclease A (QIAGEN, 19101) according to the manufacturer’s instructions. Equal amounts of DNA were used for library preparation. Whole-genome sequencing was performed by Novogene, Cambridge, UK.Bioinformatic analysisFor PICh and mass spectrometry proteomics data analysis, uniquely mapping peptides were counted for each protein in each condition. Proteins whose abundance was greater than sevenfold than that in the control condition were analyzed using Gene Ontology enrichment analysis (33, 34), searching for enriched biological processes.For analysis of ChIP-seq data, sequencing reads were first filtered, using fastq_illumina_filter, and quality control of filtered reads was performed using FastQC. Filtered reads were then aligned onto the HG38 genome (24) using the Burrows-Wheeler Aligner (35) with default parameters. The sorted BAM files generated by SAMtools (36) keeping only reads with a mapping quality at least 30 were then normalized by DeepTools’ (37) bamCoverage function, with a bin size of 10 bp. RPGC normalization was applied, with an effective genome size of 2,913,022,398 bp according to DeepTools’ user manual instructions. Files were then further normalized by subtracting an RPGC (reads per genomic content) normalized input data file, using bigwigCompare. The input data used for normalization were generated by averaging four inputs from separate assays, so as to minimize variability and biases that can be introduced during input normalization.From these normalized data files, peak calling was performed using NormR’s enrichR function, searching for enrichment of each BAM file of ChIP-seq reads against the input BAM file using a false discovery rate correction. Genomic Ranges (38) was then used to determine overlap between the peak range and genomic features of interest, such as genes with a TSS and TES from GRCh38 and enhancers in HeLa S3 from ENCODE. Profile matrices were extracted from the normalized data files using DeepTools’ computeMatrix using a bin size of 10 bp. For each gene, matrices for both TSS and TES were used, with 5-kb flanking on each side of the feature, as well as gene bodies, which were scaled to 4 kb in length and with 4-kb flanking before the TSS and 2-kb flanking after the TES. For enhancers, the enhancer body was scaled to 500 bp, with 1-kb flanking on either side. Using these profile matrices, quantification of normalized reads was calculated by summing the score of each appropriate bin for the feature. Unless indicated otherwise, this was from start to end for gene body and for enhancers and 500 bp before and after TSS and TES.RNAPII binding variation between conditions was calculated using z scores, which were calculated as follows Z score=(KD−WT)(KD−WT)2 (i.e., difference weighted by mean signal), which transforms the distribution of variations into a normal distribution, allowing for better statistical interpretation of the variations.Scatter plots, box plots, violin plots, pie charts, and bar plots were created using either basic R plotting functions or ggplot2 functions (39). For box plots, the gene groups analyzed were “sample” (randomly chosen genes within the sample group), “null” (genes within the lowest decile of ChIP-seq reads for a given protein), MRE11 or NBS1 (genes within the highest decile of ChIP-seq reads for individual factor binding), and “MRE11 + NBS1” (genes within the highest decile of ChIP-seq reads for both factors). Average binding profiles of proteins across genomic features of interest were generated using the plotAverage function “seqplots” (40). Heatmaps on genomic features were created using genomation’s (41) gridHeat function, using the profile matrices generated by DeepTools. GSEA was performed using fgsea as described previously (42), and all enrichment plots were created using the plotEnrichment function of the package. Decile matrices were created using color2D matplot from the plotrix package. Genes ranked by z score of RNAPII variation were split into deciles, for both shMRE11 versus shCon and shNBS1 versus shCon. Then, for each pair of deciles, the number of genes in the intersection of those two deciles was saved into a matrix, creating a 10 by 10 matrix of integers. The number of genes in each intersection was tested for significance by hypergeometric test, creating a 10 by 10 matrix of P values. The genes at each intersection were also tested by hypergeometric test for significant enrichment in either top MRE11 or NBS1 binding levels (decile 1 of genes ranked by MRE11 or NBS1 binding). The group of active genes was determined by first ranking all genes from highest to lowest expression, using HTSeq count (Bioconductor) run on RNA-seq data in HeLa cells described in (25). The top 50% of ranked genes were selected as “active genes.” For analysis of whole-genome sequencing data, following processing by ANNOVAR (43) on the sequencing platform, SNP location was then overlapped with gene bodies using Genomic Ranges functions, which yields a quantification per gene.Statistical analysisData presented as histograms are shown as means ± SD. Comparison between two groups was analyzed by two-tailed Student’s t test, and asterisks represented significance defined as *P < 0.05, **P < 0.01, or ***P < 0.001. Other statistical methods are described above in the “Bioinformatic analysis” section. AcknowledgmentsWe thank C. Dargemont and members of the Cuvier and Kiernan laboratories for helpful criticism, J. Hamroune and the Genom’ic platform for sequencing, A. Heurteau and Gen2i for help with bioinformatics, and L. Bluy for technical assistance. Funding: This work was supported by ARC, ANRS, MSD Avenir (Hide, Inflame&Seq), and European Research Council (CoG RNAmedTGS) to R.K.; ARC (4027) to S.R.; and Fondation pour la Recherche Medicale (FRM DEQ20160334940) to O.C. Author contributions: K.S., P.B., G.G., M.H., V.M., C.F., X.C., and S.R performed experiments and analyzed data. C.B. and D.D. analyzed data. R.K. and S.R. designed the experiments. O.C. designed data analysis. R.K. wrote the manuscript with input from all authors. Competing interests: The authors declare that they have no competing interests. Data and materials availability: All data needed to evaluate the conclusions in the paper are present in the paper and/or the Supplementary Materials. ChIP-seq data have been deposited at GEO (GSE 143591). Additional data related to this paper may be requested from the authors. SUPPLEMENTARY MATERIALSSupplementary material for this article is available at http://advances.sciencemag.org/cgi/content/full/7/21/eabb2947/DC1 View/request a protocol for this paper from Bio-protocol. REFERENCES AND NOTES1. Setiaputra D., Durocher D., \nShieldin—The protector of DNA ends. EMBO Rep.\n20, \ne47560 (2019). [PMC free article] [PubMed] [Google Scholar]2. Shibata A., Moiani D., Arvai A. S., Perry J., Harding S. M., Genois M. M., Maity R., van Rossum-Fikkert S., Kertokalio A., Romoli F., Ismail A., Ismalaj E., Petricci E., Neale M. J., Bristow R. G., Masson J. Y., Wyman C., Jeggo P. A., Tainer J. A., \nDNA double-strand break repair pathway choice is directed by distinct MRE11 nuclease activities. Mol. Cell\n53, \n7–18 (2014). [PMC free article] [PubMed] [Google Scholar]3. Janssen A., Breuer G. A., Brinkman E. K., van der Meulen A. I., Borden S. V., van Steensel B., Bindra R. S., LaRocque J. R., Karpen G. H., \nA single double-strand break system reveals repair dynamics and mechanisms in heterochromatin and euchromatin. Genes Dev.\n30, \n1645–1657 (2016). [PMC free article] [PubMed] [Google Scholar]4. Lemaître C., Grabarz A., Tsouroula K., Andronov L., Furst A., Pankotai T., Heyer V., Rogier M., Attwood K. M., Kessler P., Dellaire G., Klaholz B., Reina-San-Martin B., Soutoglou E., \nNuclear position dictates DNA repair pathway choice. Genes Dev.\n28, \n2450–2463 (2014). [PMC free article] [PubMed] [Google Scholar]5. Pfister S. X., Ahrabi S., Zalmas L. P., Sarkar S., Aymard F., Bachrati C. Z., Helleday T., Legube G., la Thangue N. B., Porter A. C. G., Humphrey T. C., \nSETD2-dependent histone H3K36 trimethylation is required for homologous recombination repair and genome stability. Cell Rep.\n7, \n2006–2018 (2014). [PMC free article] [PubMed] [Google Scholar]6. Aymard F., Bugler B., Schmidt C. K., Guillou E., Caron P., Briois S., Iacovoni J. S., Daburon V., Miller K. M., Jackson S. P., Legube G., \nTranscriptionally active chromatin recruits homologous recombination at DNA double-strand breaks. Nat. Struct. Mol. Biol.\n21, \n366–374 (2014). [PMC free article] [PubMed] [Google Scholar]7. Yasuhara T., Kato R., Hagiwara Y., Shiotani B., Yamauchi M., Nakada S., Shibata A., Miyagawa K., \nHuman Rad52 promotes XPG-mediated R-loop processing to initiate transcription-associated homologous recombination repair. Cell\n175, \n558–570.e11 (2018). [PubMed] [Google Scholar]8. Aten J. A., Stap J., Krawczyk P. M., van Oven C., Hoebe R. A., Essers J., Kanaar R., \nDynamics of DNA double-strand breaks revealed by clustering of damaged chromosome domains. Science\n303, \n92–95 (2004). [PubMed] [Google Scholar]9. Aymard F., Aguirrebengoa M., Guillou E., Javierre B. M., Bugler B., Arnould C., Rocher V., Iacovoni J. S., Biernacka A., Skrzypczak M., Ginalski K., Rowicka M., Fraser P., Legube G., \nGenome-wide mapping of long-range contacts unveils clustering of DNA double-strand breaks at damaged active genes. Nat. Struct. Mol. Biol.\n24, \n353–361 (2017). [PMC free article] [PubMed] [Google Scholar]10. Krawczyk P. M., Borovski T., Stap J., Cijsouw T., ten Cate R., Medema J. P., Kanaar R., Franken N. A. P., Aten J. A., \nChromatin mobility is increased at sites of DNA double-strand breaks. J. Cell Sci.\n125, \n2127–2133 (2012). [PubMed] [Google Scholar]11. Roukos V., Voss T. C., Schmidt C. K., Lee S., Wangsa D., Misteli T., \nSpatial dynamics of chromosome translocations in living cells. Science\n341, \n660–664 (2013). [PMC free article] [PubMed] [Google Scholar]12. Dejardin J., Kingston R. E., \nPurification of proteins associated with specific genomic Loci. Cell\n136, \n175–186 (2009). [PMC free article] [PubMed] [Google Scholar]13. Boireau S., Maiuri P., Basyuk E., de la Mata M., Knezevich A., Pradet-Balade B., Bäcker V., Kornblihtt A., Marcello A., Bertrand E., \nThe transcriptional cycle of HIV-1 in real-time and live cells. J. Cell Biol.\n179, \n291–304 (2007). [PMC free article] [PubMed] [Google Scholar]14. Goodwin J. F., Knudsen K. E., \nBeyond DNA repair: DNA-PK function in cancer. Cancer Discov.\n4, \n1126–1139 (2014). [PMC free article] [PubMed] [Google Scholar]15. Sartorius C. A., Takimoto G. S., Richer J. K., Tung L., Horwitz K. B., \nAssociation of the Ku autoantigen/DNA-dependent protein kinase holoenzyme and poly(ADP-ribose) polymerase with the DNA binding domain of progesterone receptors. J. Mol. Endocrinol.\n24, \n165–182 (2000). [PubMed] [Google Scholar]16. Chun R. F., Semmes O. J., Neuveut C., Jeang K. T., \nModulation of Sp1 phosphorylation by human immunodeficiency virus type 1 Tat. J. Virol.\n72, \n2615–2629 (1998). [PMC free article] [PubMed] [Google Scholar]17. Tyagi S., Ochem A., Tyagi M., \nDNA-dependent protein kinase interacts functionally with the RNA polymerase II complex recruited at the human immunodeficiency virus (HIV) long terminal repeat and plays an important role in HIV gene expression. J. Gen. Virol.\n92, \n1710–1720 (2011). [PubMed] [Google Scholar]18. Zhang S. M., Zhang H., Yang T.-Y., Ying T.-Y., Yang P.-X., Liu X.-D., Tang S.-J., Zhou P.-K., \nInteraction between HIV-1 Tat and DNA-PKcs modulates HIV transcription and class switch recombination. Int. J. Biol. Sci.\n10, \n1138–1149 (2014). [PMC free article] [PubMed] [Google Scholar]19. Kaczmarski W., Khan S. A., \nLupus autoantigen Ku protein binds HIV-1 TAR RNA in vitro. Biochem. Biophys. Res. Commun.\n196, \n935–942 (1993). [PubMed] [Google Scholar]20. Contreras X., Salifou K., Sanchez G., Helsmoortel M., Beyne E., Bluy L., Pelletier S., Rousset E., Rouquier S., Kiernan R., \nNuclear RNA surveillance complexes silence HIV-1 transcription. PLOS Pathog.\n14, \ne1006950 (2018). [PMC free article] [PubMed] [Google Scholar]21. Latreille D., Bluy L., Benkirane M., Kiernan R. E., \nIdentification of histone 3 variant 2 interacting factors. Nucleic Acids Res.\n42, \n3542–3550 (2014). [PMC free article] [PubMed] [Google Scholar]22. Sobhian B., Laguette N., Yatim A., Nakamura M., Levy Y., Kiernan R., Benkirane M., \nHIV-1 Tat assembles a multifunctional transcription elongation complex and stably associates with the 7SK snRNP. Mol. Cell\n38, \n439–451 (2010). [PMC free article] [PubMed] [Google Scholar]23. Michelini F., Pitchiaya S., Vitelli V., Sharma S., Gioia U., Pessina F., Cabrini M., Wang Y., Capozzo I., Iannelli F., Matti V., Francia S., Shivashankar G. V., Walter N. G., d’Adda di Fagagna F., \nDamage-induced lncRNAs control the DNA damage response through interaction with DDRNAs at individual double-strand breaks. Nat. Cell Biol.\n19, \n1400–1411 (2017). [PMC free article] [PubMed] [Google Scholar]24. Lander E. S., Linton L. M., Birren B., Nusbaum C., Zody M. C., Baldwin J., Devon K., Dewar K., Doyle M., FitzHugh W., Funke R., Gage D., Harris K., Heaford A., Howland J., Kann L., Lehoczky J., LeVine R., McEwan P., McKernan K., Meldrim J., Mesirov J. P., Miranda C., Morris W., Naylor J., Raymond C., Rosetti M., Santos R., Sheridan A., Sougnez C., Stange-Thomann Y., Stojanovic N., Subramanian A., Wyman D., Rogers J., Sulston J., Ainscough R., Beck S., Bentley D., Burton J., Clee C., Carter N., Coulson A., Deadman R., Deloukas P., Dunham A., Dunham I., Durbin R., French L., Grafham D., Gregory S., Hubbard T., Humphray S., Hunt A., Jones M., Lloyd C., McMurray A., Matthews L., Mercer S., Milne S., Mullikin J. C., Mungall A., Plumb R., Ross M., Shownkeen R., Sims S., Waterston R. H., Wilson R. K., Hillier L. W., McPherson J., Marra M. A., Mardis E. R., Fulton L. A., Chinwalla A. T., Pepin K. H., Gish W. R., Chissoe S. L., Wendl M. C., Delehaunty K. D., Miner T. L., Delehaunty A., Kramer J. B., Cook L. L., Fulton R. S., Johnson D. L., Minx P. J., Clifton S. W., Hawkins T., Branscomb E., Predki P., Richardson P., Wenning S., Slezak T., Doggett N., Cheng J.-F., Olsen A., Lucas S., Elkin C., Uberbacher E., Frazier M., Gibbs R. A., Muzny D. M., Scherer S. E., Bouck J. B., Sodergren E. J., Worley K. C., Rives C. M., Gorrell J. H., Metzker M. L., Naylor S. L., Kucherlapati R. S., Nelson D. L., Weinstock G. M., Sakaki Y., Fujiyama A., Hattori M., Yada T., Toyoda A., Itoh T., Kawagoe C., Watanabe H., Totoki Y., Taylor T., Weissenbach J., Heilig R., Saurin W., Artiguenave F., Brottier P., Bruls T., Pelletier E., Robert C., Wincker P., Smith D. R., Doucette-Stamm L., Rubenfield M., Weinstock K., Lee H.-M., Dubois J., Rosenthal A., Platzer M., Nyakatura G., Taudien S., Rump A., Yang H., Yu J., Wang J., Huang G., Gu J., Hood L., Rowen L., Madan A., Qin S., Davis R. W., Federspiel N. A., Abola A. P., Proctor M. J., Myers R. M., Schmutz J., Dickson M., Grimwood J., Cox D. R., Olson M. V., Kaul R., Raymond C., Shimizu N., Kawasaki K., Minoshima S., Evans G. A., Athanasiou M., Schultz R., Roe B. A., Chen F., Pan H., Ramser J., Lehrach H., Reinhardt R., McCombie W., de la Bastide M., Dedhia N., Blöcker H., Hornischer K., Nordsiek G., Agarwala R., Aravind L., Bailey J. A., Bateman A., Batzoglou S., Birney E., Bork P., Brown D. G., Burge C. B., Cerutti L., Chen H.-C., Church D., Clamp M., Copley R. R., Doerks T., Eddy S. R., Eichler E. E., Furey T. S., Galagan J., Gilbert J. G., Harmon C., Hayashizaki Y., Haussler D., Hermjakob H., Hokamp K., Jang W., Johnson L. S., Jones T. A., Kasif S., Kaspryzk A., Kennedy S., Kent W. J., Kitts P., Koonin E. V., Korf I., Kulp D., Lancet D., Lowe T. M., McLysaght A., Mikkelsen T., Moran J. V., Mulder N., Pollara V. J., Ponting C. P., Schuler G., Schultz J., Slater G., Smit A. F., Stupka E., Szustakowki J., Thierry-Mieg D., Thierry-Mieg J., Wagner L., Wallis J., Wheeler R., Williams A., Wolf Y. I., Wolfe K. H., Yang S. P., Yeh R. F., Collins F., Guyer M. S., Peterson J., Felsenfeld A., Wetterstrand K. A., Patrinos A., Morgan M. J., de Jong P., Catanese J. J., Osoegawa K., Shizuya H., Choi S., Chen Y. J., Szustakowki J.; International Human Genome Sequencing Consortium , \nInitial sequencing and analysis of the human genome. Nature\n409, \n860–921 (2001). [PubMed] [Google Scholar]25. Stadelmayer B., Micas G., Gamot A., Martin P., Malirat N., Koval S., Raffel R., Sobhian B., Severac D., Rialle S., Parrinello H., Cuvier O., Benkirane M., \nIntegrator complex regulates NELF-mediated RNA polymerase II pause/release and processivity at coding genes. Nat. Commun.\n5, \n5531 (2014). [PMC free article] [PubMed] [Google Scholar]26. Zhong Z. H., Jiang W. Q., Cesare A. J., Neumann A. A., Wadhwa R., Reddel R. R., \nDisruption of telomere maintenance by depletion of the MRE11/RAD50/NBS1 complex in cells that use alternative lengthening of telomeres. J. Biol. Chem.\n282, \n29314–29322 (2007). [PubMed] [Google Scholar]27. Mondal N., Parvin J. D., \nDNA topoisomerase IIalpha is required for RNA polymerase II transcription on chromatin templates. Nature\n413, \n435–438 (2001). [PubMed] [Google Scholar]28. Lu W. T., Hawley B. R., Skalka G. L., Baldock R. A., Smith E. M., Bader A. S., Malewicz M., Watts F. Z., Wilczynska A., Bushell M., \nDrosha drives the formation of DNA:RNA hybrids around DNA break sites to facilitate DNA repair. Nat. Commun.\n9, \n532 (2018). [PMC free article] [PubMed] [Google Scholar]29. Shanbhag N. M., Rafalska-Metcalf I. U., Balane-Bolivar C., Janicki S. M., Greenberg R. A., \nATM-dependent chromatin changes silence transcription in cis to DNA double-strand breaks. Cell\n141, \n970–981 (2010). [PMC free article] [PubMed] [Google Scholar]30. Lavigne M. D., Konstantopoulos D., Ntakou-Zamplara K. Z., Liakos A., Fousteri M., \nGlobal unleashing of transcription elongation waves in response to genotoxic stress restricts somatic mutation rate. Nat. Commun.\n8, \n2076 (2017). [PMC free article] [PubMed] [Google Scholar]31. Contreras X., Barboric M., Lenasi T., Peterlin B. M., \nHMBA releases P-TEFb from HEXIM1 and 7SK snRNA via PI3K/Akt and activates HIV transcription. PLOS Pathog.\n3, \n1459–1469 (2007). [PMC free article] [PubMed] [Google Scholar]32. Barski A., Cuddapah S., Cui K., Roh T. Y., Schones D. E., Wang Z., Wei G., Chepelev I., Zhao K., \nHigh-resolution profiling of histone methylations in the human genome. Cell\n129, \n823–837 (2007). [PubMed] [Google Scholar]33. Ashburner M., Ball C. A., Blake J. A., Botstein D., Butler H., Cherry J. M., Davis A. P., Dolinski K., Dwight S. S., Eppig J. T., Harris M. A., Hill D. P., Issel-Tarver L., Kasarskis A., Lewis S., Matese J. C., Richardson J. E., Ringwald M., Rubin G. M., Sherlock G., \nGene ontology: Tool for the unification of biology. The Gene Ontology Consortium. Nat. Genet.\n25, \n25–29 (2000). [PMC free article] [PubMed] [Google Scholar]34. The Gene Ontology Consortium , \nThe gene ontology resource: 20 years and still GOing strong. Nucleic Acids Res.\n47, \nD330–D338 (2019). [PMC free article] [PubMed] [Google Scholar]35. Li H., Durbin R., \nFast and accurate short read alignment with Burrows-Wheeler transform. Bioinformatics\n25, \n1754–1760 (2009). [PMC free article] [PubMed] [Google Scholar]36. Bonfield J. K., Marshall J., Danecek P., Li H., Ohan V., Whitwham A., Keane T., Davies R. M., \nHTSlib: C library for reading/writing high-throughput sequencing data. Gigascience\n10, \ngiab007 (2021). [PMC free article] [PubMed] [Google Scholar]37. Ramírez F., Ryan D. P., Grüning B., Bhardwaj V., Kilpert F., Richter A. S., Heyne S., Dündar F., Manke T., \ndeepTools2: A next generation web server for deep-sequencing data analysis. Nucleic Acids Res.\n44, \nW160–W165 (2016). [PMC free article] [PubMed] [Google Scholar]38. Lawrence M., Huber W., Pagès H., Aboyoun P., Carlson M., Gentleman R., Morgan M. T., Carey V. J., \nSoftware for computing and annotating genomic ranges. PLOS Comput. Biol.\n9, \ne1003118 (2013). [PMC free article] [PubMed] [Google Scholar]39. H. Wickham, ggplot2: Elegant Graphics for Data Analysis (Springer, 2016). [Google Scholar]40. Stempor P., Ahringer J., \nSeqPlots—Interactive software for exploratory data analyses, pattern discovery and visualization in genomics. Wellcome Open Res.\n1, \n14 (2016). [PMC free article] [PubMed] [Google Scholar]41. Akalin A., Franke V., Vlahovicek K., Mason C. E., Schubeler D., \nGenomation: A toolkit to summarize, annotate and visualize genomic intervals. Bioinformatics\n31, \n1127–1129 (2015). [PubMed] [Google Scholar]42. Heurteau A., Perrois C., Depierre D., Fosseprez O., Humbert J., Schaak S., Cuvier O., \nInsulator-based loops mediate the spreading of H3K27me3 over distant micro-domains repressing euchromatin genes. Genome Biol.\n21, \n193 (2020). [PMC free article] [PubMed] [Google Scholar]43. Wang K., Li M., Hakonarson H., \nANNOVAR: Functional annotation of genetic variants from high-throughput sequencing data. Nucleic Acids Res.\n38, \ne164 (2010). [PMC free article] [PubMed] [Google Scholar]"}