{"title": "Diagnosis and management of acute respiratory distress syndrome", "pubDate": "2021", "PMCID": "PMC8177922", "DOI": "10.1503/cmaj.202661", "PMID": "34035056", "abstract": "", "author": [{"author": "Shannon M Fernando", "affiliation": ["Division of Critical Care (Fernando), Departments of Medicine and of Emergency Medicine, University of Ottawa, Ottawa, Ont.; Interdepartmental Division of Critical Care Medicine (Ferreyro, Urner, Munshi, Fan), University of Toronto; Institute of Health Policy, Management and Evaluation (Ferreyro, Urner, Munshi, Fan), Dalla Lana School of Public Health, University of Toronto; Department of Medicine (Ferreyro, Urner, Munshi, Fan), Sinai Health System and University Health Network; Toronto General Hospital Research Institute (Fan), University Health Network, Toronto, Ont. sfernando@qmed.ca."], "href": "/?term=Fernando+SM&cauthor_id=34035056"}, {"author": "Bruno L Ferreyro", "affiliation": ["Division of Critical Care (Fernando), Departments of Medicine and of Emergency Medicine, University of Ottawa, Ottawa, Ont.; Interdepartmental Division of Critical Care Medicine (Ferreyro, Urner, Munshi, Fan), University of Toronto; Institute of Health Policy, Management and Evaluation (Ferreyro, Urner, Munshi, Fan), Dalla Lana School of Public Health, University of Toronto; Department of Medicine (Ferreyro, Urner, Munshi, Fan), Sinai Health System and University Health Network; Toronto General Hospital Research Institute (Fan), University Health Network, Toronto, Ont."], "href": "/?term=Ferreyro+BL&cauthor_id=34035056"}, {"author": "Martin Urner", "affiliation": ["Division of Critical Care (Fernando), Departments of Medicine and of Emergency Medicine, University of Ottawa, Ottawa, Ont.; Interdepartmental Division of Critical Care Medicine (Ferreyro, Urner, Munshi, Fan), University of Toronto; Institute of Health Policy, Management and Evaluation (Ferreyro, Urner, Munshi, Fan), Dalla Lana School of Public Health, University of Toronto; Department of Medicine (Ferreyro, Urner, Munshi, Fan), Sinai Health System and University Health Network; Toronto General Hospital Research Institute (Fan), University Health Network, Toronto, Ont."], "href": "/?term=Urner+M&cauthor_id=34035056"}, {"author": "Laveena Munshi", "affiliation": ["Division of Critical Care (Fernando), Departments of Medicine and of Emergency Medicine, University of Ottawa, Ottawa, Ont.; Interdepartmental Division of Critical Care Medicine (Ferreyro, Urner, Munshi, Fan), University of Toronto; Institute of Health Policy, Management and Evaluation (Ferreyro, Urner, Munshi, Fan), Dalla Lana School of Public Health, University of Toronto; Department of Medicine (Ferreyro, Urner, Munshi, Fan), Sinai Health System and University Health Network; Toronto General Hospital Research Institute (Fan), University Health Network, Toronto, Ont."], "href": "/?term=Munshi+L&cauthor_id=34035056"}, {"author": "Eddy Fan", "affiliation": ["Division of Critical Care (Fernando), Departments of Medicine and of Emergency Medicine, University of Ottawa, Ottawa, Ont.; Interdepartmental Division of Critical Care Medicine (Ferreyro, Urner, Munshi, Fan), University of Toronto; Institute of Health Policy, Management and Evaluation (Ferreyro, Urner, Munshi, Fan), Dalla Lana School of Public Health, University of Toronto; Department of Medicine (Ferreyro, Urner, Munshi, Fan), Sinai Health System and University Health Network; Toronto General Hospital Research Institute (Fan), University Health Network, Toronto, Ont."], "href": "/?term=Fan+E&cauthor_id=34035056"}], "refPMID": ["29466596", "28459336", "31197492", "31258917", "26903337", "28624388", "4143721", "7509706", "22797452", "22926653", "27403914", "12594312", "21470008", "27753501", "9449727", "10793162", "20197533", "23688302", "20843245", "31112383", "33104824", "23339638", "23339639", "32409522", "17383982", "25742022", "29791822", "30347031", "30642776", "24283226", "30888444", "27626833", "16714767", "32645311", "32228035", "32291463", "24853585", "32432896", "33555780", "32278367", "32584946", "32876694", "32732190", "33933206", "33631065", "32422180", "28936695", "32748116", "32016537", "24503270", "30484429"], "citedInPMID": ["34035056", "35003009", "34884310"], "body": " KEY POINTS\nAcute respiratory distress syndrome (ARDS) can arise from a variety of causes, and manifests clinically as acute hypoxemic respiratory failure, characterized by acute, diffuse, inflammatory lung injury that leads to increased alveolar capillary permeability and development of nonhydrostatic pulmonary edema.\nClinical diagnosis of ARDS is made on the basis of the Berlin definition, with severity of the disease and prognosis for survival based on the degree of hypoxemia.\nThe mainstay of therapy in ARDS is invasive mechanical ventilation using a lung-protective strategy, but other adjunctive therapies have been trialed with various degrees of efficacy.\nClinically and radiographically, severe COVID-19 appears similar to ARDS; management of severe COVID-19 should focus on the principles of ARDS therapy, with added insight from recent high-quality randomized trials.Acute respiratory distress syndrome (ARDS) is a life-threatening form of respiratory failure, characterized by acute, diffuse, inflammatory lung injury,1 that results in increased alveolar capillary permeability and the development of nonhydrostatic pulmonary edema. Clinically, ARDS manifests as marked hypoxemia and respiratory distress; patients often progress to respiratory failure that requires invasive mechanical ventilation in the intensive care unit (ICU). The risk of death is high. A variety of conditions can cause ARDS, including pneumonia, extrapulmonary sepsis or septic shock, trauma and pancreatitis. Despite consensus guidelines on the management of ARDS,2–4 substantial worldwide variation in management continues, and gaps in evidence remain, including in the context of ARDS associated with COVID-19.5,6 We provide an update on the diagnosis and management of ARDS for the generalist clinician, based on recent clinical practice guidelines, systematic reviews and original studies (Box 1).Box 1:Evidence used in this reviewWe conducted a targeted search of MEDLINE, Embase and the Cochrane Database of Systematic Reviews, from inception to Feb. 20, 2021, for randomized controlled trials, scoping reviews, systematic reviews, meta-analyses and clinical practice guidelines. We searched for the terms “acute respiratory distress syndrome,” “ARDS,” “respiratory failure” and “acute lung injury.” We further enhanced our search by evaluating the reference lists of selected articles and supplemented our search with literature from our own collections. What is ARDS and how is it diagnosed?Acute respiratory distress syndrome was originally described in 1967 as a clinical syndrome characterized by acute onset of tachypnea, hypoxemia and loss of lung compliance after a variety of stimuli; the original description also noted that ARDS was not responsive to usual and ordinary methods of respiratory therapy.7 The hallmark of this syndrome is diffuse lung inflammation, resulting in development of pulmonary edema. Morphologically, the acute phase of ARDS is characterized by diffuse alveolar damage.1 Formal diagnostic criteria for ARDS were not widely accepted until the 1994 American–European Consensus Conference (AECC).8 The AECC criteria include the acute onset of hypoxemia, the presence of noncardiogenic, bilateral infiltrates on chest radiographs and the absence of left atrial hypertension. The presence of hypoxemia was quantified using the ratio of partial pressure of arterial oxygen and the fraction of inspired oxygen (Pao2/FiO2), with a Pao2/FiO2 < 200 mm Hg required for diagnosis of ARDS. The AECC definition was limited by several factors, namely the lack of an explicit time of onset, potential interobserver variability of the chest radiograph and the requirement for pulmonary artery catheterization to rule out left atrial hypertension.1In 2012, the clinical criteria for diagnosis of ARDS were refined to address these limitations, resulting in the Berlin definition.9 For diagnosis of ARDS, the patient must have new or worsening symptoms within 1 week of a known clinical insult; bilateral opacities observable on anteroposterior chest radiographs that are not due to effusions, nodules or lobar or lung collapse; and hypoxemia, defined by a Pao2/FiO2 < 300 mm Hg and a minimum positive end-expiratory pressure ≥ 5 cm H2O, that is not fully explained by cardiac failure or fluid overload (Figure 1).Open in a separate windowFigure 1:Anteroposterior chest radiograph showing bilateral pulmonary infiltrates, consist with acute respiratory distress syndrome.The Berlin definition also identified mutually exclusive categories of ARDS severity based on the degree of hypoxemia, including mild (Pao2/FiO2 200–300 mm Hg), moderate (Pao2/FiO2 100–200 mm Hg) and severe (Pao2/FiO2 < 100 mm Hg) ARDS. These categories correspond to prognosis, with higher severity associated with increased mortality rates in the data sets used for derivation of the criteria.9,10 What is the burden of ARDS?In the LUNG SAFE prospective cohort study, the Berlin definition was used to identify patients with ARDS from 459 ICUs in 50 countries across 5 continents.5 In this study, ARDS accounted for 10.4% of all ICU admissions and 23.4% of patients requiring mechanical ventilation. The most common causes of ARDS were pneumonia, extrapulmonary sepsis, aspiration and trauma. The median duration of mechanical ventilation of patients with ARDS was 8 (interquartile range 4–16) days. The number of deaths was substantial, with 39.6% of patients dying in hospital, and increased with severity of ARDS (34.9%, 40.3% and 46.1% of patients with mild, moderate and severe disease dying in hospital, respectively). Administrative data show that, although mortality rates from ARDS have decreased overall in the last 2 decades, racial and sex disparities still exist and survivors have substantial morbidity.11 Survivors of ARDS show severe muscle weakness and fatigue that persist up to 5 years after hospital discharge, which result in impaired functional ability and reduced exercise tolerance.12, 13 Furthermore, survivors describe important psychological, cognitive and economic sequelae associated with ARDS.13 What are the mainstays of treatment?The LUNG SAFE study found variations in the use of evidence-based treatments for ARDS across centres in Europe.5 Few therapies are based on strong evidence, but over the past 2 decades, important advances have been made in the management of the syndrome, particularly related to ventilation. These have subsequently been incorporated into clinical practice guidelines.2–4\nFigure 2 summarizes a suggested approach to the management of patients with ARDS.Open in a separate windowFigure 2:Suggested treatment algorithm showing risk stratification and tiered approach to therapy for patients with acute respiratory distress syndrome (ARDS). Note: HFNC = high-flow nasal cannula, HFOV = high-frequency oscillatory ventilation, PEEP = positive end-expiratory pressure, PBW = predicted body weight, VV-ECMO = venovenous extracorporeal membrane oxygenation.Mechanical ventilationLung-protective mechanical ventilation is the cornerstone of ARDS therapy. The recommendations of recent clinical practice guidelines relating to mechanical ventilation are summarized in Table 1. The predominant goal is avoidance of ventilator-induced lung injury, an iatrogenic form of lung injury that worsens inflammation and is associated with worse outcomes in patients who are mechanically ventilated.30 Ventilator-induced lung injury occurs when excessive mechanical stress (e.g., large tidal volume) is translated into an inflammatory response (i.e., volutrauma) that can propagate through the circulation and lead to distant organ failure (i.e., biotrauma). Randomized trials have shown that ventilation with lower tidal volumes relative to predicted body weight and limiting plateau pressures resulted in substantially improved mortality rates among patients with ARDS.15,16 Lung-protective ventilation comes at the cost of possible hypercapnia and resultant acidosis, which may be tolerated if it is not severe.16Table 1:Summary of mechanical ventilation interventions for the acute respiratory distress syndrome (ARDS) and recommendations from the clinical practice guidelines of the American Thoracic Society (ATS), European Society of Intensive Care Medicine (ESICM), Society of Critical Care Medicine (SCCM), Societé de réanimation de langue Française (SRLF) and Intensive Care Society (ICS)InterventionARDS severityRationaleStrength of recommendationATS/ESICM/SCCM2SRLF3ICS4Low tidal volumes (4–8 mL/kg predicted body weight)AnyMechanical ventilation may potentiate acute lung injury, and lower tidal volumes may mitigate VILIStrong recommendation for routine useStrong agreement for routine useStrong recommendation for routine useLower inspiratory pressures (plateau pressure < 30 cm H2O)AnyIncreased plateau pressures may contribute to VILI, even with appropriate tidal volumesStrong recommendation for routine useStrong agreement for routine useStrong recommendation for routine useHigher PEEP instead of lower PEEPModerate/severeHigher PEEP may optimize alveolar recruitment, and acts to decrease intrapulmonary shunt and reduce the risk of VILIConditional recommendation for routine useStrong agreement for routine useWeak recommendation for routine useProne positioningSevereProne positioning improves lung recruitment, primarily in dependent regions, and therefore increases end-expiratory lung volume, improves ventilation–perfusion matching and decreases VILIStrong recommendation for routine use (> 12 h per day)Strong agreement for routine use (in patients with Pao2/FiO2 < 150 mm Hg; 16 consecutive hours)Strong recommendation for routine use (> 12 h per day)High-frequency oscillatory ventilationModerate/severeMethod of ventilation that provides very small tidal volumes at higher mean airway pressures, therefore minimizing tidal stress and strainStrong recommendation against routine useStrong agreement against routine useStrong recommendation against routine useRecruitment manoeuvresAnyRecruitment manoeuvres (i.e., transient elevations in applied airway pressures) may reduce atelectasis and increase end-expiratory lung volume by opening collapsed alveoliConditional recommendation for routine useStrong agreement against routine useNo recommendation on the basis of poor evidence at the time of guideline developmentVV-ECMOSevereExtracorporeal oxygenation and removal of carbon dioxide can replace the function of diseased lungs in ARDS, and allow for minimal ventilator settings to reduce incidence of VILINo recommendation on the basis of poor evidence at the time of guideline developmentStrong agreement for use in severe ARDS with Pao2/FiO2 < 80 or in cases of refractory hypoxemiaWeak recommendation for use in selected patientsOpen in a separate windowNote: PEEP = positive end-expiratory pressure, VILI = ventilator-induced lung injury, VV-ECMO = venovenous extracorporeal membrane oxygenation.Existing guidelines suggest consideration of higher levels of positive end-expiratory pressure in patients with moderate-to-severe ARDS.2–4 Maintaining higher positive end-expiratory pressure has the potential advantage of minimizing cyclical alveolar collapse and subsequent shearing injury to the lungs. However, excess positive end-expiratory pressure may also impair hemodynamics and lead to lung overdistention. This therapy has been shown to be efficacious only in patients with moderate-to-severe ARDS.17Other methods to improve ventilation, such as high-frequency oscillatory ventilation have not been found to be efficacious22,23 and guidelines have recommended against the routine use of high-frequency oscillatory ventilation in patients with ARDS.2–4 Noninvasive ventilation may be considered in patients with mild ARDS, but is unlikely to be beneficial in patients with more severe disease.14 In a recent meta-analysis, high-flow nasal cannula oxygen therapy was shown to reduce the need for intubation and mechanical ventilation in patients with acute hypoxemic respiratory failure, but not to reduce mortality rates.31Prone positioningThe incidence of ventilator-induced lung injury may be reduced by placing patients in the prone position. Mechanical ventilation in the supine position can result in atelectasis and derecruitment of the most dependent lung regions. Prone positioning redistributes mechanical forces through the injured lung, resulting in more homogeneous lung inflation and recruitment of alveoli in the dependent lung regions. In patients with ARDS and a Pao2/FiO2 < 150 mm Hg, high-quality evidence shows that prone positioning reduces the risk of death without an increase in serious complications.18 Therefore, use of routine prone positioning in patients with severe ARDS is recommended by guidelines.2–4Extracorporeal life supportThe use of venovenous extracorporeal membrane oxygenation (VV-ECMO) has emerged as a viable treatment option for patients with severe ARDS, Previously considered a rescue therapy for refractory ARDS, sufficient evidence now exists regarding the efficacy of VV-ECMO in patients with severe ARDS who are deteriorating despite other therapies being optimized.27–29 For these patients, VV-ECMO can act as a bridge to recovery. Deoxygenated blood is diverted via cannulae from the systemic circulation to an extracorporeal membrane lung that oxygenates and clears carbon dioxide from the blood, and returns the oxygenated blood to circulation. The use of such extracorporeal gas exchange support allows for the use of lower ventilatory pressures to the injured lung, minimizing ventilator-induced lung injury in severely ill patients. As ECMO is a valid treatment, clinicians should discuss potential cases with ECMO referral centres early in a patient’s disease course rather than as a last resort.Pharmacologic therapyCorticosteroids have been much studied as a pharmacological therapy for ARDS. Theoretically, they act to decrease overall lung inflammation in ARDS, and may reduce the risk of death in severe ARDS.24 However, the use of corticosteroids in critically ill patients is also associated with important adverse events, including hypernatremia, hyperglycemia and neuromuscular weakness. The latter can be devastating to patients with ARDS, and clinicians must consider and weigh these potential risks.Adjunctive therapy with neuromuscular blockade and associated deep sedation may also be considered for patients with ARDS receiving mechanical ventilation. Delivery of regular, low tidal volumes may be difficult in the patient who is awake and spontaneously breathing (and often tachypneic), a situation referred to as patient–ventilator dysynchrony.32 Therefore, deep sedation and neuromuscular blockade have been trialled in combination with mechanical ventilation for severe ARDS. Findings from studies of early use of neuromuscular blockade in patients with ARDS are conflicting.19,20 However, it may be considered for optimization of oxygenation and ventilation, if not recommended as a routine intervention, in all patients with moderate-to-severe ARDS.21Other pharmacologic therapies for ARDS have also been trialled, with various degrees of success. Maintaining a conservative fluid balance in tandem with use of diuretics has been shown to reduce the duration of mechanical ventilation and improve lung function in patients with ARDS, and should be considered routinely.33 Inhaled nitric oxide may theoretically reduce pulmonary vascular resistance and ventilation–perfusion mismatch, although randomized data do not support a mortality benefit, and may in fact suggest harm.25 Finally, the use of aerosolized prostacyclin for ARDS has been studied,26 but further study of its effects is required before it could be recommended for routine use. Is ARDS that is associated with COVID-19 a distinct entity?The COVID-19 pandemic brought the management of ARDS into the spotlight in 2020. Development of ARDS secondary to severe COVID-19 was (and is) common, and it was unclear whether COVID-19–associated ARDS was a distinct entity from other forms of ARDS, and whether a different management strategy was necessary.34 Consideration of alternate strategies for COVID-19–associated ARDS arose from early reports.35 Two distinct ARDS phenotypes were described among patients with COVID-19: type H, marked by high pulmonary elastance, high ventilation/perfusion ratio, high lung weight, and high alveolar recruitability (consistent with typical severe ARDS), and the more novel type L, marked by low values for the same variables.36 Some experts suggested that most patients with COVID-19–associated ARDS would initially present with type L characteristics, with only some transitioning to type H, and asserted that clinicians should therefore consider early intubation in patients with type L ARDS, further suggesting that these patients might tolerate higher tidal volumes without risk of ventilator-induced lung injury.35,36However, accumulating evidence does not support this characterization of COVID-19–associated ARDS.34 First, patients without COVID-19 who meet the Berlin definition of ARDS are known to have variable degrees of pulmonary elastance and recruitability,5 and the idea of distinct phenotypes among patients with ARDS has been previously proposed and shown in a more rigorous fashion.37 Despite this, identification of phenotypes has not yet translated into differences in the management of ARDS by clinicians.34 Second, further reports evaluating the lung mechanics of patients with COVID-19–associated ARDS show that these patients are similar to conventional patients with ARDS.38 In fact, the proposed phenotypes of COVID-19–associated ARDS likely represent the natural evolution of ARDS. As such, using existing evidence-based therapies that protect the lungs and avoid iatrogenic injury likely represents the best way forward.39 Although future evidence may change management approaches, no convincing evidence currently suggests that COVID-19–associated ARDS is a distinct entity, or that an alternative treatment strategy is necessary, particularly with regard to ventilation. In fact, therapies that are commonly used for the treatment of ARDS may be effective for COVID-19–associated ARDS.Patients with COVID-19 may benefit from noninvasive ventilation (namely high-flow nasal cannula) and prone positioning while awake, both of which appear to improve hypoxemia and avoid intubation,40,41 and are the subject of ongoing randomized trials. Most notable is the use of steroids (primarily dexamethasone), which has been shown to reduce mortality rates among mechanically ventilated patients with COVID-19.42,43 Although the use of tocilizumab, a monoclonal antibody, may be effective in reducing mechanical ventilation and death in hospitalized patients with COVID-19,44,45 the use of therapeutic anticoagulation among patients with severe COVID-19 does not appear to be beneficial.46 Finally, many patients with ARDS, whether associated with COVID-19 or not, may require a lengthy duration of mechanical ventilation. Therefore, tracheostomy may become necessary, and clinicians should adhere to recommendations related to safety, conduct and management of tracheostomy.47 What uncertainties remain regarding the management of ARDS?Important areas for future study in ARDS therapy are summarized in Figure 3. Although lung-protective ventilation with traditional pressure- or volume-targeted modes have been the cornerstone of ARDS management, novel ventilatory modes may also be efficacious. First, airway pressure release ventilation (APRV) is a pressure-control mode of ventilation that may minimize ventilator-induced lung injury. This approach periodically deflates the lungs (“release”) from a higher level of continuous positive airway pressure, rather than trying to inflate the lung to ideal lung volumes by overcoming poor compliance with higher pressures. Theoretically, by maintaining continuous pressures at moderate levels, APRV may reduce ventilator-induced lung injury. However, a recent randomized trial found that APRV had no impact on mortality rates in ARDS, although it was associated with reduced duration of mechanical ventilation and ICU length of stay, compared with volume-controlled, lung-protective ventilation.48 Further clinical trials on the efficacy of APRV are needed.Open in a separate windowFigure 3:Future directions in the management of acute respiratory distress syndrome (ARDS).The potential for exacerbation of lung injury through patient self-inflicted lung injury (P-SILI) is another interesting area of study. Although supported by a strong physiologic rationale, there is a paucity of human data to understand P-SILI.49 Theoretically, the risk of P-SILI may be mitigated by controlling respiratory drive and effort through neuromuscular blockade, sedation or extracorporeal life support. At present, there is limited evidence that controlling respiratory effort and drive is associated with improved outcomes in patients with ARDS.50Finally, although VV-ECMO is beneficial for patients with severe ARDS for whom conventional management is failing, another emerging form of extracorporeal life support that may be valuable in the management of moderate-to-severe ARDS is extracorporeal carbon dioxide removal.51 For patients receiving mechanical ventilation with very low tidal volumes, there is a risk of hypoventilation and resultant hypercapnea and acidosis. Extracorporeal carbon dioxide removal can facilitate very low tidal volumes by providing an extracorporeal method to reduce carbon dioxide. Unlike VV-ECMO, this approach uses smaller catheters, though there are important associated risks, mainly related to bleeding.52 Extracorporeal carbon dioxide removal may be considered for patients with moderate ARDS and may prevent progression to severe disease; trials to study its efficacy are ongoing. ConclusionAcute respiratory distress syndrome causes respiratory failure that most commonly occurs secondary to pneumonia, sepsis, trauma or aspiration. Increasing severity of hypoxemia in ARDS is associated with high risk of mortality. Management of ARDS is largely focused on supportive management, lung-protective ventilation and minimizing iatrogenic forms of lung injury, with extracorporeal life support as an option for patients who continue to deteriorate despite these supportive therapies. Acute respiratory distress syndrome that is associated with COVID-19 does not appear to be distinct from the conventional syndrome, and existing therapies should remain the mainstay of treatment. FootnotesCompeting interests: Eddy Fan reports receiving personal fees from ALung Technologies, Getinge and MC3 Cardiopulmonary, outside of the submitted work. No other competing interests were declared.This article has been peer reviewed.Contributors: All of the authors contributed to the conception and design of the work, and the acquisition, analysis, and interpretation of data. All of the authors drafted the manuscript, revised it critically for important intellectual content, gave final approval of the version to be published and agreed to be accountable for all aspects of the work. References1. Fan E, Brodie D, Slutsky AS. Acute respiratory distress syndrome: advances in diagnosis and treatment. JAMA\n2018;319:698–710. [PubMed] [Google Scholar]2. Fan E, Del Sorbo L, Goligher EC, et al. American Thoracic Society; European Society of Intensive Care Medicine; Society of Critical Care Medicine. An official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine clinical practice guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome. Am J Respir Crit Care Med\n2017;195:1253–63. [PubMed] [Google Scholar]3. Papazian L, Aubron C, Brochard L, et al. . Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care\n2019;9:69. [PMC free article] [PubMed] [Google Scholar]4. Griffiths MJD, McAuley DF, Perkins GD, et al. . Guidelines on the management of acute respiratory distress syndrome. BMJ Open Respir Res\n2019;6:e000420. [PMC free article] [PubMed] [Google Scholar]5. Bellani G, Laffey JG, Pham T, et al. LUNG SAFE Investigators; ESICM Trials Group. Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA\n2016; 315:788–800. [PubMed] [Google Scholar]6. Laffey JG, Madotto F, Bellani G, et al. LUNG SAFE Investigators; ESICM Trials Group. Geo-economic variations in epidemiology, patterns of care, and outcomes in patients with acute respiratory distress syndrome: insights from the LUNG SAFE prospective cohort study. Lancet Respir Med\n2017;5:627–38. [PubMed] [Google Scholar]7. Ashbaugh DG, Bigelow DB, Petty TL, et al. . Acute respiratory distress in adults. Lancet\n1967;2:319–23. [PubMed] [Google Scholar]8. Bernard GR, Artigas A, Brigham KL, et al. The American-European Consensus Conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination. Am J Respir Crit Care Med\n1994;149:818–24. [PubMed] [Google Scholar]9. ARDS Definition Task Force; Ranieri VM, Rubenfeld GD, Thompson BT, et al. . Acute respiratory distress syndrome: the Berlin Definition. JAMA\n2012;307:2526–33. [PubMed] [Google Scholar]10. Ferguson ND, Fan E, Camporota L, et al. . The Berlin Definition of ARDS: an expanded rationale, justification, and supplementary material. Intensive Care Med\n2012;38:1573–82. [PubMed] [Google Scholar]11. Cochi SE, Kempker JA, Annangi S, et al. . Mortality trends of acute respiratory distress syndrome in the United States from 1999 to 2013. Ann Am Thorac Soc\n2016;13:1742–51. [PMC free article] [PubMed] [Google Scholar]12. Herridge MS, Cheung AM, Tansey CM, et al. Canadian Critical Care Trials Group. One-year outcomes in survivors of the acute respiratory distress syndrome. N Engl J Med\n2003;348:683–93. [PubMed] [Google Scholar]13. Herridge MS, Tansey CM, Matté A, et al. Canadian Critical Care Trials Group. Functional disability 5 years after acute respiratory distress syndrome. N Engl J Med\n2011;364:1293–304. [PubMed] [Google Scholar]14. Bellani G, Laffey JG, Pham T, et al. LUNG SAFE Investigators; ESICM Trials Group. Noninvasive ventilation of patients with acute respiratory distress syndrome. Insights from the LUNG SAFE study. Am J Respir Crit Care Med\n2017;195:67–77. [PubMed] [Google Scholar]15. Amato MB, Barbas CS, Medeiros DM, et al. . Effect of a protective-ventilation strategy on mortality in the acute respiratory distress syndrome. N Engl J Med\n1998;338:347–54. [PubMed] [Google Scholar]16. Acute Respiratory Distress Syndrome Network; Brower RG, Matthay MA, Morris A, et al. . Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med\n2000;342:1301–8. [PubMed] [Google Scholar]17. Briel M, Meade M, Mercat A, et al. . Higher vs lower positive end-expiratory pressure in patients with acute lung injury and acute respiratory distress syndrome: systematic review and meta-analysis. JAMA\n2010;303:865–73. [PubMed] [Google Scholar]18. Guérin C, Reignier J, Richard J-C, et al. PROSEVA Study Group. Prone positioning in severe acute respiratory distress syndrome. N Engl J Med\n2013;368:2159–68. [PubMed] [Google Scholar]19. Papazian L, Forel JM, Gacouin A, et al. ACURASYS Study Investigators. Neuromuscular blockers in early acute respiratory distress syndrome. N Engl J Med\n2010;363: 1107–16. [PubMed] [Google Scholar]20. National Heart, Lung, and Blood Institute PETAL Clinical Trials Network; Moss M, Huang DT, Brower RG, et al. . Early neuromuscular blockade in the acute respiratory distress syndrome. N Engl J Med\n2019;380:1997–2008. [PMC free article] [PubMed] [Google Scholar]21. Alhazzani W, Belley-Cote E, Møller MH, et al. . Neuromuscular blockade in patients with ARDS: a rapid practice guideline. Intensive Care Med\n2020;46:1977–86. [PMC free article] [PubMed] [Google Scholar]22. Young D, Lamb SE, Shah S, et al. OSCAR Study Group. High-frequency oscillation for acute respiratory distress syndrome. N Engl J Med\n2013;368:806–13. [PubMed] [Google Scholar]23. Ferguson ND, Cook DJ, Guyatt GH, et al. OSCILLATE Trial Investigators; Canadian Critical Care Trials Group. High-frequency oscillation in early acute respiratory distress syndrome. N Engl J Med\n2013;368:795–805. [PubMed] [Google Scholar]24. Ye Z, Wang Y, Colunga-Lozano LE, et al. . Efficacy and safety of corticosteroids in COVID-19 based on evidence for COVID-19, other coronavirus infections, influenza, community-acquired pneumonia and acute respiratory distress syndrome: a systematic review and meta-analysis. CMAJ\n2020;192:E756–67. [PMC free article] [PubMed] [Google Scholar]25. Adhikari NKJ, Burns KEA, Friedrich JO, et al. . Effect of nitric oxide on oxygenation and mortality in acute lung injury: systematic review and meta-analysis. BMJ\n2007;334:779. [PMC free article] [PubMed] [Google Scholar]26. Fuller BM, Mohr NM, Skrupky L, et al. . The use of inhaled prostaglandins in patients with ARDS: a systematic review and meta-analysis. Chest\n2015;147: 1510–22. [PMC free article] [PubMed] [Google Scholar]27. Combes A, Hajage D, Capellier G, et al. EOLIA Trial Group; REVA; ECMONet. Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. N Engl J Med\n2018;378:1965–75. [PubMed] [Google Scholar]28. Goligher EC, Tomlinson G, Hajage D, et al. . Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome and posterior probability of mortality benefit in a post hoc Bayesian analysis of a randomized clinical trial [published erratum in JAMA 2019;321:2245]. JAMA\n2018;320:2251–9. [PubMed] [Google Scholar]29. Munshi L, Walkey A, Goligher E, et al. . Venovenous extracorporeal membrane oxygenation for acute respiratory distress syndrome: a systematic review and meta-analysis. Lancet Respir Med\n2019;7:163–72. [PubMed] [Google Scholar]30. Slutsky AS, Ranieri VM. Ventilator-induced lung injury. N Engl J Med\n2013;369: 2126–36. [PubMed] [Google Scholar]31. Rochwerg B, Granton D, Wang DX, et al. . High flow nasal cannula compared with conventional oxygen therapy for acute hypoxemic respiratory failure: a systematic review and meta-analysis. Intensive Care Med\n2019;45:563–72. [PubMed] [Google Scholar]32. Brochard L, Slutsky A, Pesenti A. Mechanical ventilation to minimize progression of lung injury in acute respiratory failure. Am J Respir Crit Care Med\n2017;195:438–42. [PubMed] [Google Scholar]33. National Heart, Lung, and Blood Institute Acute Respiratory Distress Syndrome (ARDS) Clinical Trials Network; Wiedemann HP, Wheeler AP, Bernard GR, et al. . Comparison of two fluid-management strategies in acute lung injury. N Engl J Med\n2006;354:2564–75. [PubMed] [Google Scholar]34. Fan E, Beitler JR, Brochard L, et al. . COVID-19-associated acute respiratory distress syndrome: is a different approach to management warranted?\nLancet Respir Med\n2020;8:816–21. [PMC free article] [PubMed] [Google Scholar]35. Gattinoni L, Coppola S, Cressoni M, et al. . COVID-19 does not lead to a “typical” acute respiratory distress syndrome. Am J Respir Crit Care Med\n2020;201: 1299–300. [PMC free article] [PubMed] [Google Scholar]36. Gattinoni L, Chiumello D, Caironi P, et al. . COVID-19 pneumonia: Different respiratory treatments for different phenotypes?\nIntensive Care Med\n2020;46:1099–102. [PMC free article] [PubMed] [Google Scholar]37. Calfee CS, Delucchi K, Parsons PE, et al. NHLBI ARDS Network. Subphenotypes in acute respiratory distress syndrome: latent class analysis of data from two randomised controlled trials. Lancet Respir Med\n2014;2:611–20. [PMC free article] [PubMed] [Google Scholar]38. Schenck EJ, Hoffman K, Goyal P, et al. . Respiratory mechanics and gas exchange in COVID-19-associated respiratory failure. Ann Am Thorac Soc\n2020;17:1158–61. [PMC free article] [PubMed] [Google Scholar]39. Alhazzani W, Evans L, Alshamsi F, et al. . Surviving sepsis campaign guidelines on the management of adults with coronavirus disease 2019 (COVID-19) in the ICU: first update. Crit Care Med\n2021;49:e219–34. [PubMed] [Google Scholar]40. McEnery T, Gough C, Costello RW. COVID-19: respiratory support outside the intensive care unit. Lancet Respir Med\n2020;8:538–9. [PMC free article] [PubMed] [Google Scholar]41. Thompson AE, Ranard BL, Wei Y, et al. . Prone positioning in awake, nonintubated patients with COVID-19 hypoxemic respiratory failure. JAMA Intern Med\n2020;180:1537–9. [PMC free article] [PubMed] [Google Scholar]42. WHO Rapid Evidence Appraisal for COVID-19 Therapies (REACT) Working Group; Sterne JAC, Murthy S, Diaz JV, et al. . Association between administration of systemic corticosteroids and mortality among critically ill patients with COVID-19: a meta-analysis. JAMA\n2020;324:1330–41. [PMC free article] [PubMed] [Google Scholar]43. Siemieniuk RA, Bartoszko JJ, Ge L, et al. . Drug treatments for COVID-19: living systematic review and network meta-analysis. BMJ\n2020;370:m2980. [PMC free article] [PubMed] [Google Scholar]44. RECOVERY Collaborative Group; Horby PW, Pessoa-Amorim G, Peto L, et al. . Tocilizumab in patients admitted to hospital with COVID-19 (RECOVERY): preliminary results of a randomised, controlled, open-label, platform trial. Lancet\n2021;397:1637–45. [PMC free article] [PubMed] [Google Scholar]45. REMAP-CAP Investigators; Gordon AC, Mouncey PR, Al-Beidh F, et al. . Interleukin-6 receptor anatagonists in critically ill patients with COVID-19. N Engl J Med\n2021;384:1491–502. [PMC free article] [PubMed] [Google Scholar]46. Talasaz AH, Sadeghipour P, Kakavand H, et al. . Antithrombotic therapy in COVID-19: systematic summary of ongoing or completed randomized trials. medRxiv\n2021. \nJan.\n6. 10.1101/2021.01.04.21249227. [CrossRef] [Google Scholar]47. McGrath BA, Brenner MJ, Warrillow SJ, et al. . Tracheostomy in the COVID-19 era: global and multidisciplinary guidance. Lancet Respir Med\n2020;8: 717–25. [PMC free article] [PubMed] [Google Scholar]48. Zhou Y, Jin X, Lv Y, et al. . Early application of airway pressure release ventilation may reduce the duration of mechanical ventilation in acute respiratory distress syndrome. Intensive Care Med\n2017;43:1648–59. [PMC free article] [PubMed] [Google Scholar]49. Tobin MJ, Laghi F, Jubran A. P-SILI is not justification for intubation of COVID-19 patients. Ann Intensive Care\n2020;10:105. [PMC free article] [PubMed] [Google Scholar]50. Spinelli E, Mauri T, Beitler JR, et al. . Respiratory drive in the acute respiratory distress syndrome: pathophysiology, monitoring, and therapeutic interventions. Intensive Care Med\n2020;46:606–18. [PMC free article] [PubMed] [Google Scholar]51. Del Sorbo L, Cypel M, Fan E. Extracorporeal life support for adults with severe acute respiratory failure. Lancet Respir Med\n2014;2:154–64. [PubMed] [Google Scholar]52. Boyle AJ, Sklar MC, McNamee JJ, et al. International ECMO Network; (ECMONet). Extracorporeal carbon dioxide removal for lowering the risk of mechanical ventilation: research questions and clinical potential for the future. Lancet Respir Med\n2018;6:874–84. [PubMed] [Google Scholar]"}