{"title": "Importance of Lung Epithelial Injury in COVID-19-associated Acute Respiratory Distress Syndrome: Value of Plasma Soluble Receptor for Advanced Glycation End-Products", "pubDate": "2021", "PMCID": "PMC8513587", "DOI": "10.1164/rccm.202104-1070LE", "PMID": "34033529", "abstract": "", "author": [{"author": "Natacha Kapandji", "affiliation": ["Hôpital Saint-Louis Paris, France."], "href": "/?term=Kapandji+N&cauthor_id=34033529"}, {"author": "Elise Yvin", "affiliation": ["Hôpital Saint-Louis Paris, France.", "Université de Paris Paris, France."], "href": "/?term=Yvin+E&cauthor_id=34033529"}, {"author": "Magali Devriese", "affiliation": ["Hôpital Saint-Louis Paris, France.", "Université de Paris Paris, France."], "href": "/?term=Devriese+M&cauthor_id=34033529"}, {"author": "Constance de Margerie-Mellon", "affiliation": ["Hôpital Saint-Louis Paris, France.", "Université de Paris Paris, France."], "href": "/?term=de+Margerie-Mellon+C&cauthor_id=34033529"}, {"author": "Giulia Moratelli", "affiliation": ["Hôpital Saint-Louis Paris, France."], "href": "/?term=Moratelli+G&cauthor_id=34033529"}, {"author": "Virginie Lemiale", "affiliation": ["Hôpital Saint-Louis Paris, France."], "href": "/?term=Lemiale+V&cauthor_id=34033529"}, {"author": "Matthieu Jabaudon", "affiliation": ["CHU ClermontFerrand and Université Clermont Auvergne ClermontFerrand, France."], "href": "/?term=Jabaudon+M&cauthor_id=34033529"}, {"author": "Elie Azoulay", "affiliation": ["Hôpital Saint-Louis Paris, France.", "Université de Paris Paris, France."], "href": "/?term=Azoulay+E&cauthor_id=34033529"}, {"author": "Jean-Michel Constantin", "affiliation": ["Sorbonne University and PitiéSalpêtrière Hospital Paris, France."], "href": "/?term=Constantin+JM&cauthor_id=34033529"}, {"author": "Guillaume Dumas", "affiliation": ["Hôpital Saint-Louis Paris, France.", "Université de Paris Paris, France."], "href": "/?term=Dumas+G&cauthor_id=34033529"}], "refPMID": ["32291463", "33089348", "25932660", "30051136", "22797452", "31577153", "27018314", "32228035", "32861276", "32682491"], "citedInPMID": ["34033529", "35107300", "34727514", "34727509", "34204735"], "body": " To the Editor:The respiratory form of coronavirus disease (COVID-19) has led to an unprecedented number of hospitalizations for acute respiratory distress syndrome (ARDS). To date, the pathophysiology of COVID-19–associated ARDS (CARDS) remains poorly understood. This has led to discussion about a different presentation from non–COVID-19 ARDS, regarding lung mechanics abnormalities and hypoxemia mechanisms (1, 2).However, little attention has been paid to the value of biomarkers of lung injury. The soluble form of the receptor for advanced glycation end-products (sRAGE) is a well-characterized marker of lung alveolar epithelial injury (3) and has been associated with both prognostic and pathogenic values in patients with ARDS (4).This study aims to investigate the value of baseline plasma sRAGE in CARDS and how it could differ between COVID-19 and non–COVID-19 ARDS.Patients and MethodsWe prospectively enrolled all consecutive adult patients admitted to the medical ICU of the Saint-Louis hospital, Paris, France, between March 1 and June 1, 2020, for CARDS according to the Berlin definition (5). This study was approved by the Ethics Committee of the Société de Réanimation de Langue Française (CE SRLF no. 20-32).Management of patients included protective volume-controlled ventilation, neuromuscular blockers, and prone position if needed. All measurements were performed within 24 hours after intubation. Ventilator settings and respiratory mechanics measures were collected, together with dead space fraction, ventilatory ratio, and shunt fraction. When available, measurements of the recruitment-to-inflation ratio were collected (6). A value ⩽0.5 was considered as a potential for lung recruitment.The severity of lung edema was assessed using the Radiographic Assessment of Lung Edema (RALE) score, evaluated by two independent physicians on the chest radiography of the day of mechanical ventilation (MV) initiation.Levels of plasma sRAGE were measured in duplicate from thawed samples collected within 24 hours after MV initiation. A commercially available sandwich enzyme immunoassay kit (Human sRAGE Quantikine ELISA Kit; R&D Systems) was used following recommendations from the manufacturer.Patients with CARDS were then compared with a historical multicentric prospective cohort of patients with ARDS in whom plasma sRAGE had been measured (7) and with control patients (e.g., mechanically ventilated patients without COVID-19 infection or ARDS, n = 15).Continuous variables are described as medians (interquartile ranges) and compared using the Wilcoxon’s rank sum test or the Kruskal-Wallis test; categorical variables are summarized by counts (percentages) and compared using the Fisher exact test. Correlations were assessed with the Rho Spearman’s correlation test. Prognosis value of sRAGE on Day-90 mortality was assessed using Cox model adjusted on potential confounders (e.g., ARDS etiology, cardiovascular risk factors, body mass index, driving pressure, and PaO2/FiO2).All tests were two-sided and P values <5% were considered to indicate significant associations. Analyses were performed using R statistical platform, version 3.0.2.ResultsCharacteristics of patients with COVID-19 ARDS. Overall, 50 patients with CARDS (median [interquartile range], 62.0 [54.0–68.7] yr of age; 68% male) were included. Median time from symptoms onset to invasive MV initiation was 9.0 (7.0–14.0) days. For further details, see Table 1.Baseline plasma sRAGE correlates with lung injury severity and outcome in COVID-19. At baseline, plasma sRAGE was 4,044.0 (1,763.0–4,768.0) pg/ml and significantly differed from control (525.0 [411.0–638.5] pg/ml; P < 0.001; Figure ​Figure11).Open in a separate windowFigure 1.Value of plasma soluble receptor for advanced glycation end-products (sRAGE) levels at baseline in patients with coronavirus disease (COVID-19) or non–COVID-19 acute respiratory distress syndrome (ARDS). (A) Comparison of sRAGE levels between survivors and nonsurvivors in patients with COVID-19 ARDS. (B) Correlations between baseline plasma sRAGE and RALE score in patients with COVID-19 ARDS. (C) Plasma sRAGE levels in a subset of 16 patients with measurement of R/I ratio available on the day of mechanical ventilation initiation. (D) Comparison of plasma sRAGE levels in patients with COVID-19, patients with non–COVID-19 ARDS, and control patients. Correlations have been tested with the calculation of Spearman’s rank correlation coefficient R (rho). RALE = Radiographic Assessment of Lung Edema; R/I = recruitment/inflation.Baseline plasma sRAGE correlated with PaO2/FiO2 (Spearman’s ρ = −0.49; P = 0.001), ventilatory ratio (ρ = 0.36; P = 0.019), shunt (ρ = 0.39; P = 0.01), and RALE score (median score, 28 [18–36]; ρ = 0.64; P < 0.01).The recruitment-to-inflation ratio was measured in 16 patients (32%) and high potential for recruitability was observed in 6 (37.5%). Plasma sRAGE levels were higher in patients with high potential for recruitability (4,245.0 [3,795.0–4,854.0] pg/ml vs. 2,890.0 [2,312.0–3,566.0] pg/ml; P = 0.02).Of note, baseline plasma sRAGE was significantly higher in Day-90 decedents than in survivors (4,403.1 [2,564.0–4,990.2] pg/ml vs. 2,708.0 [1,965.9–4,304.5] pg/ml; P = 0.04).Comparison between patients with CARDS and those with non–COVID-19 ARDS. Compared with patients with non–COVID-19 ARDS, patients with CARDS were significantly different with regard to body mass index, cardiovascular risk factors, and incidence of ARDS severity at Day 1 (Table 1). Median static compliance of respiratory system was similar between patients with ARDS with or without COVID-19 (29.5 [26.2–35.0] vs. 28.6 [21.9–34.5] ml/cm H2O, respectively; P = 0.17).Table 1.Comparisons between Patients with COVID-19–related ARDS and Patients with ARDS from Other Causes COVID-19 ARDS(N = 50)Non–COVID-19 ARDS(N = 117)P ValueDemographic    Age, yr62.0 (54.0–68.7)60.0 (45.0–70.0)0.38 Sex, M34 (68)80 (68)1.00 BMI, kg/m227.7 (24.3–30.7)25.9 (22.2–28.5)0.008 Hypertension27 (54)38 (32)0.015 Diabetes18 (36)22 (19)0.029 Dyslipidemia24 (48)17 (15)<0.0001 At least one cardiovascular risk factor32 (64)54 (46)0.052 SAPS II45.0 (36.0–56.0)49.0 (39.0–64.0)0.10ARDS cause  <0.05 Pulmonary50 (100)85 (73)  Lung infection50 (100)85 (100)  Extrapulmonary—27 (27)  Intraabdominal infection—22 (81)  Acute pancreatitis—5 (19) ARDS severity  0.001 Mild13 (26)8 (7)  Moderate24 (48)56 (48)  Severe13 (26)52 (45) Respiratory parameters, Day 1    Vt, ml/kg PBW6.0 (6.0–6.17)6.6 (6.0–7.3)<0.0001 Pplat, cm H2O23.0 (21.0–25.0)28.0 (24.0–30.0)<0.0001 PEEP, cm H2O10.0 (8.0–12.0)10.0 (8.0–13.0)0.57 Crs, ml/cm H2O29.5 (26.2–35.0)28.6 (21.9–34.5)0.17 Ventilatory ratio1.6 (1.4–1.9)2.0 (1.7–2.4)<0.0001Biological data    PaO2/FiO2, mm Hg126 (99.25–199.8)107.2 (71.11–147.2)0.005 pH7.38 (7.34–7.42)7.35 (7.27–7.40)0.008 PaCO2, mm Hg40.5 (36.9–45.8)44.0 (37.7–50.0)0.070 Baseline plasma sRAGE, pg/ml4,044.0 (1,763.0–4,768.0)2,230.0 (1,156.0–3,954.0)0.005Treatments    Prone position use28 (56)24 (21)<0.0001 NO therapy4 (8)33 (28)0.007 VV-ECMO4 (8)2 (2)0.11Outcomes    Duration of MV, d12.0 (4.0–17.0)11.0 (6.0–20.0)0.31 ICU LOS, d14.0 (10.0–22.0)18.0 (10.0–34.2)0.063 In-ICU mortality27 (54)38 (33)0.016 Day-90 mortality27 (54)42 (36)0.045Open in a separate windowDefinition of abbreviations: ARDS = acute respiratory distress syndrome; BMI = body mass index; COVID-19 = coronavirus disease; Crs = static compliance of respiratory system; LOS = length of stay; MV = mechanical ventilation; NO = nitric oxide; PBW = predicted body weight; PEEP = positive end-expiratory pressure; Pplat = inspiratory plateau pressure; SAPS II = simplified acute physiology score; sRAGE = soluble receptor for advanced glycation end-products; VV-ECMO = venovenous extracorporal membrane oxygenation.Results are presented as n (%) or median (interquartile range).Baseline sRAGE levels were significantly higher in CARDS compared with non–COVID-19 ARDS (4,044.0 [1,763.0–4,768.0] pg/ml vs. 2,230.0 [1,156.0–3,954.0] pg/ml; P = 0.005; Figure ​Figure1).1). Overall, Day-90 mortality rate was 54% in CARDS and 36% in non–COVID-19 ARDS (P = 0.045). Adjusted on potential confounders, baseline plasma sRAGE levels were significantly associated with mortality (adjusted hazard ratio, 1.51 [1.05–2.16] per one log increment; P = 0.02).DiscussionWhether CARDS-related lung injury is similar to that from other causes of ARDS is an important question. The answer may guide the ventilatory strategy and carry some prognostic information. Using a well-characterized marker of lung epithelial injury, this study suggests that CARDS includes a component of pulmonary alveolar damage higher than other causes of ARDS. Moreover, as in non–COVID-19 ARDS, plasma sRAGE is associated with CARDS severity and outcome, especially lung edema, assessed by baseline RALE score and oxygenation impairment.Since the onset of the pandemic, CARDS has been suggested to be an atypical subset of ARDS (2, 8). This assertion has been recently challenged, mainly through comparisons of lung mechanics parameters (9). Although sRAGE production could have several sources, numerous works have provided evidence that alveolar type I cells are the main source of plasma sRAGE, and that sRAGE is a reliable marker of diffuse lung alveolar injury and impaired fluid clearance in both clinical and experimental models of ARDS (3). In this study, we found a marked elevation in sRAGE levels among patients with CARDS, which argues for intense lung epithelial injury. This is consistent with recent pathological reports from postmortem lung biopsies, in which diffuse alveolar damage was the most common histological finding (10).This study has some limitations. First, the limited number of patients from a single center requires additional data to confirm this hypothesis. Second, plasma sRAGE was only measured at baseline and the value of changes over time is unknown.In summary, our findings suggest that lung epithelial injury, as reflected by plasma sRAGE, may be a key pathophysiological feature with prognostic information in CARDS. FootnotesSupported by the Université de Paris.Author Contributions: G.D., J.-M.C., E.Y., and N.K. designed and performed research. G.D. and J.-M.C. analyzed the data. G.D., N.K., and J.-M.C. wrote the manuscript. G.D., J.-M.C., E.Y., N.K., G.M., V.L., M.D., C.d.M.-M., M.J., and E.A. collected the data. All authors approved the final manuscript.Originally Published in Press as DOI: 10.1164/rccm.202104-1070LE on May 25, 2021Author disclosures are available with the text of this letter at www.atsjournals.org. References1. \nGattinoni L, Chiumello D, Caironi P, Busana M, Romitti F, Brazzi L, et al. \nCOVID-19 pneumonia: different respiratory treatments for different phenotypes? \n\n\n\n\n\nIntensive Care Med. 2020;46:1099–1102. [PMC free article] [PubMed] [Google Scholar]2. \nChiumello D, Busana M, Coppola S, Romitti F, Formenti P, Bonifazi M, et al. \nPhysiological and quantitative CT-scan characterization of COVID-19 and typical ARDS: a matched cohort study. \n\n\n\n\n\nIntensive Care Med. 2020;46:2187–2196. [PMC free article] [PubMed] [Google Scholar]3. \nJabaudon M, Blondonnet R, Roszyk L, Bouvier D, Audard J, Clairefond G, et al. \nSoluble receptor for advanced glycation end-products predicts impaired alveolar fluid clearance in acute respiratory distress syndrome. \n\n\n\n\n\nAm J Respir Crit Care Med. 2015;192:191–199. [PubMed] [Google Scholar]4. \nJabaudon M, Blondonnet R, Pereira B, Cartin-Ceba R, Lichtenstern C, Mauri T, et al. \nPlasma sRAGE is independently associated with increased mortality in ARDS: a meta-analysis of individual patient data. \n\n\n\n\n\nIntensive Care Med. 2018;44:1388–1399. [PMC free article] [PubMed] [Google Scholar]5. \nARDS Definition Task Force. \nRanieri VM. \nRubenfeld GD. \nThompson BT. \nFerguson ND. \nCaldwell E. \nFan E. \net al.\nAcute respiratory distress syndrome: the Berlin Definition. \n\n\n\n\n\nJAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]6. \nChen L, Del Sorbo L, Grieco DL, Junhasavasdikul D, Rittayamai N, Soliman I, et al. \nPotential for lung recruitment estimated by the recruitment-to-inflation ratio in acute respiratory distress syndrome: a clinical trial. \n\n\n\n\n\nAm J Respir Crit Care Med. 2020;201:178–187. [PubMed] [Google Scholar]7. \nMrozek S, Jabaudon M, Jaber S, Paugam-Burtz C, Lefrant J-Y, Rouby J-J, et al. \nAzurea network. \nElevated plasma levels of sRAGE are associated with nonfocal CT-based lung imaging in patients with ARDS: a prospective multicenter study. \n\n\n\n\n\nChest. 2016;150:998–1007. [PubMed] [Google Scholar]8. \nGattinoni L, Coppola S, Cressoni M, Busana M, Rossi S, Chiumello D.\nCOVID-19 does not lead to a “typical” acute respiratory distress syndrome. \n\n\n\n\n\nAm J Respir Crit Care Med. 2020;201:1299–1300. [PMC free article] [PubMed] [Google Scholar]9. \nGrasselli G, Tonetti T, Protti A, Langer T, Girardis M, Bellani G, et al. \nPathophysiology of COVID-19-associated acute respiratory distress syndrome: a multicentre prospective observational study. \n\n\n\n\n\nLancet Respir Med. 2020;8:1201–1208. [PMC free article] [PubMed] [Google Scholar]10. Bradley BT, Maioli H, Johnston R, Chaudhry I, Fink SL, Xu H, et al.  Histopathology and ultrastructural findings of fatal COVID-19 infections in Washington State: a case series. \nLancet. 2020;396:320–332. [PMC free article] [PubMed] [Google Scholar]"}