{"title": "Development and Content Validation of a Multidisciplinary Standardized Management Pathway for Hypoxemic Respiratory Failure and Acute Respiratory Distress Syndrome", "pubDate": "2021", "PMCID": "PMC8133138", "DOI": "10.1097/CCE.0000000000000428", "PMID": "34036279", "abstract": "Objectives:                       Treatment of hypoxemic respiratory failure and acute respiratory distress syndrome is complex. Evidence-based therapies that can improve survival and guidelines advocating their use exist; however, implementation is inconsistent. Our objective was to develop and validate an evidence-based, stakeholder-informed standardized management pathway for hypoxemic respiratory failure and acute respiratory distress syndrome to improve adherence to best practice.                  Design:                       A standardized management pathway was developed using a modified Delphi consensus process with a multidisciplinary group of ICU clinicians. The proposed pathway was externally validated with a survey involving multidisciplinary stakeholders and clinicians.                  Setting:                       In-person meeting and web-based surveys of ICU clinicians from 17 adult ICUs in the province of Alberta, Canada.                  Intervention:                       Not applicable.                  Measurements and main results:                       The consensus panel was comprised of 30 ICU clinicians (4 nurses, 10 respiratory therapists, 15 intensivists, 1 nurse practitioner; median years of practice 17 [interquartile range, 13-21]). Ninety-one components were serially rated and revised over two rounds of online and one in-person review. The final pathway included 46 elements. For the validation survey, 692 responses (including 59% nurses, 33% respiratory therapists, 7% intensivists and 1% nurse practitioners) were received. Agreement of greater than 75% was achieved on 43 of 46 pathway elements.                  Conclusions:                       A 46-element evidence-informed hypoxemic respiratory failure and acute respiratory distress syndrome standardized management pathway was developed and demonstrated to have content validity.", "author": [{"author": "Ken Kuljit S Parhar", "affiliation": ["Department of Critical Care Medicine, University of Calgary and Alberta Health Services, ICU Administration, Calgary, AB, Canada."], "href": "/?term=Parhar+KKS&cauthor_id=34036279"}, {"author": "Karolina Zjadewicz", "affiliation": ["Department of Critical Care Medicine, University of Calgary and Alberta Health Services, ICU Administration, Calgary, AB, Canada."], "href": "/?term=Zjadewicz+K&cauthor_id=34036279"}, {"author": "Gwen E Knight", "affiliation": ["Department of Critical Care Medicine, University of Calgary and Alberta Health Services, ICU Administration, Calgary, AB, Canada."], "href": "/?term=Knight+GE&cauthor_id=34036279"}, {"author": "Andrea Soo", "affiliation": ["Department of Critical Care Medicine, University of Calgary and Alberta Health Services, ICU Administration, Calgary, AB, Canada."], "href": "/?term=Soo+A&cauthor_id=34036279"}, {"author": "Jamie M Boyd", "affiliation": ["Department of Critical Care Medicine, University of Calgary and Alberta Health Services, ICU Administration, Calgary, AB, Canada."], "href": "/?term=Boyd+JM&cauthor_id=34036279"}, {"author": "Danny J Zuege", "affiliation": ["Department of Critical Care Medicine, University of Calgary and Alberta Health Services, ICU Administration, Calgary, AB, Canada."], "href": "/?term=Zuege+DJ&cauthor_id=34036279"}, {"author": "Daniel J Niven", "affiliation": ["Department of Critical Care Medicine, University of Calgary and Alberta Health Services, ICU Administration, Calgary, AB, Canada.", "Department of Community Health Sciences and the O'Brien Institute for Public Health, University of Calgary, Calgary, AB, Canada."], "href": "/?term=Niven+DJ&cauthor_id=34036279"}, {"author": "Christopher J Doig", "affiliation": ["Department of Critical Care Medicine, University of Calgary and Alberta Health Services, ICU Administration, Calgary, AB, Canada.", "Department of Community Health Sciences and the O'Brien Institute for Public Health, University of Calgary, Calgary, AB, Canada."], "href": "/?term=Doig+CJ&cauthor_id=34036279"}, {"author": "Henry T Stelfox", "affiliation": ["Department of Critical Care Medicine, University of Calgary and Alberta Health Services, ICU Administration, Calgary, AB, Canada.", "Department of Community Health Sciences and the O'Brien Institute for Public Health, University of Calgary, Calgary, AB, Canada."], "href": "/?term=Stelfox+HT&cauthor_id=34036279"}], "refPMID": ["26903337", "31247145", "22797452", "16763220", "16236739", "27803355", "21470008", "24114319", "28459336", "28899408", "29218379", "23806247", "19280175", "16424706", "31258917", "31197492", "28985479", "29313706", "20238347", "19811589", "12444869", "11805553", "20613503", "26595047", "25946168", "22890909", "29629983", "30339549", "26192398", "32629038", "23339639", "26078614", "9310799", "18434907", "27739895", "28973363", "26216357", "10598597", "26138424", "17507824", "25425842", "15891315", "28373250", "16215375", "27922845", "27608629"], "citedInPMID": ["34036279"], "body": " AbstractObjectives:Treatment of hypoxemic respiratory failure and acute respiratory distress syndrome is complex. Evidence-based therapies that can improve survival and guidelines advocating their use exist; however, implementation is inconsistent. Our objective was to develop and validate an evidence-based, stakeholder-informed standardized management pathway for hypoxemic respiratory failure and acute respiratory distress syndrome to improve adherence to best practice.Design:A standardized management pathway was developed using a modified Delphi consensus process with a multidisciplinary group of ICU clinicians. The proposed pathway was externally validated with a survey involving multidisciplinary stakeholders and clinicians.Setting:In-person meeting and web-based surveys of ICU clinicians from 17 adult ICUs in the province of Alberta, Canada.Intervention:Not applicable.Measurements and Main Results:The consensus panel was comprised of 30 ICU clinicians (4 nurses, 10 respiratory therapists, 15 intensivists, 1 nurse practitioner; median years of practice 17 [interquartile range, 13–21]). Ninety-one components were serially rated and revised over two rounds of online and one in-person review. The final pathway included 46 elements. For the validation survey, 692 responses (including 59% nurses, 33% respiratory therapists, 7% intensivists and 1% nurse practitioners) were received. Agreement of greater than 75% was achieved on 43 of 46 pathway elements.Conclusions:A 46-element evidence-informed hypoxemic respiratory failure and acute respiratory distress syndrome standardized management pathway was developed and demonstrated to have content validity.Keywords: acute respiratory distress syndrome, critical care, hypoxemic respiratory failure, mechanical ventilation, modified Delphi consensus process, standardized management pathway Acute hypoxemic respiratory failure (HRF), defined as Pao2 to Fio2 (PF) ratio less than or equal to 300, is common among critically ill patients and occurs in approximately 15% of ICU admissions (1, 2). Many patients with HRF will also develop the acute respiratory distress syndrome (ARDS), which is characterized by reduced lung compliance, and bilateral infiltrates consistent with pulmonary edema on lung imaging which are not predominantly due to heart failure (3). Patients who develop ARDS have considerable attributable morbidity and mortality (1, 2, 4, 5). Approximately 40% will not survive to hospital discharge (1–3, 5, 6). Those who survive suffer significant long-term functional disability (4, 7). Patients with ARDS consume significant critical care and healthcare resources (4, 8).Life-saving therapies for HRF and ARDS exist (e.g., lung-protective ventilation and prone positioning) but are not consistently provided (1, 2). Guidelines endorsing the use of these therapies also exist; however, implementation remains inconsistent owing to challenges with diagnosis (particularly for ARDS) and ineffective knowledge translation (1, 9–17). Furthermore, use of unproven, invasive, and resource intensive therapy (e.g., extracorporeal membrane oxygenation, inhaled pulmonary vasodilators) rather than proven and less resource intensive therapies (e.g., prone positioning) is common (1, 2, 18).Implementation of evidence-informed best practice is challenging. The Institute of Medicine has recommended standardized care processes to improve the reliability and safety of care (19). One strategy is the use of pathways, protocols, and bundles which are associated with reduced practice variation and improved adherence to evidence-informed therapy (20–25). Standardized management of care has been used in other areas of critical care including delirium, traumatic brain injury, and sepsis to improve outcomes (26–29). Evidence suggests a standardized approach to identifying and treating HRF and ARDS could yield similar benefits (30–35). Despite a 2016 call from the American Thoracic Society for more studies on Implementation Science, a rigorously developed pathway for the management of ARDS does not exist (36).We hypothesize that a rigorously developed stakeholder-informed care pathway will increase adherence to evidence-informed HRF and ARDS management and improve outcomes. With this goal, we conducted a modified Delphi consensus process with a multidisciplinary expert panel of ICU clinicians to create a pathway of care for identification and management of HRF and ARDS. We validated this pathway in a larger group of ICU clinicians from 17 ICUs. MATERIALS AND METHODSDelphi ProcessExpert Panel. We recruited a multidisciplinary panel of 30 clinicians from five Medical-Surgical or subspeciality (postcardiac-surgical and neurotrauma) ICUs in Alberta. All invited panelists were critical care clinicians with experience and interest in caring for patients with HRF and ARDS. Panelists were purposively invited by the core study team (authors) to ensure varying professions (physicians [MDs], registered nurses [RNs], respiratory therapists (RTs), and nurse practitioners [NPs]) as well as practice setting (community vs academic) were represented in the Delphi process.Literature Search and Development of Statements and Qualifying Criteria for Evaluation. A focused literature search was conducted to identify published expert opinion and clinical practice guidelines reflective of HRF and ARDS management best practice (9, 10). Initially, 90 pathway elements were identified for consideration in the first round. Potential pathway elements included diagnosis and therapeutic management of both HRF and ARDS, as well as delineation of multidisciplinary roles and responsibilities. For 27 of these statements, associated threshold values were proposed (qualifying criteria). These qualifying criteria addressed relevant time points (initial and interval) and oxygenation (PF ratio and Fio2 requirement) for initiating diagnostics and therapeutics.Rating Process. The rating process consisted of three rounds of iterative review and revision of the statements and associated qualifying criteria. In all three rounds, panelists were asked to independently rate whether each of the statements should be included in an HRF and ARDS care pathway using a nine-point Likert scale (1 = strongly disagree, 9 = strongly agree). Qualifying criteria were presented as multiple choice questions, and panelists were asked to select one value from a range of options.Between September 2017 and October 2017, rounds one and two surveys were distributed to all panelists via e-mail using an online platform (SurveyMonkey, San Mateo, CA). The round one e-mail included the following: recently published clinical practice guidelines and expert opinion on managing ARDS (9, 10, 37) and a unique-user link to an online survey with 90 statements and 27 associated qualifying criteria. The “round two” e-mail was sent to panelists with 1) their individual responses alongside overall group medians for statements not reaching consensus in round and 2) a unique-user link to an online survey with 52 one statements. Both surveys contained several fields for panelist comments.Following the two online rounds, in November 2017, an in-person consensus panel meeting was held in Calgary, Canada, to evaluate statements not reaching consensus and associated qualifying criteria. The format of the meeting was an all-day workshop in which each nonconsensus item remaining from the first two online rounds was reviewed, discussed, and rated. Each panelist was provided with: 1) their responses and overall group medians for statements rated as uncertain in round two, 2) a paper survey with 36 statements and 26 associated qualifying criteria, and 3) an informed consent document. At the meeting, one additional statement and three qualifying criteria were suggested and evaluated.Analysis. The 91 statements were rated on a nine-point Likert scale. A score of 7–9 indicated agreement, 1–3 indicated disagreement, and 4–6 indicated uncertainty. Responses were summarized using median and interquartile range (IQR). In rounds one and two, consensus to include a statement was achieved when greater than or equal to 70% of panelists agreed with the statement (e.g., rated the statement 7–9); consensus to exclude a statement was achieved when greater than or equal to 70% of panelists disagreed with the statement (e.g., rated the statement 1–3). Statements that did not achieve consensus for agreement or disagreement were considered to have rated as uncertain and were included in the next round of review. In round three, consensus to include a statement was achieved when the median score was 7–9; consensus to exclude a statement was achieved when the median score was 1–3. The statement was considered uncertain if the median score was 4–6.In rounds one and three, qualifying criteria were evaluated in addition to the statements. If the statement linked with a qualifying criterion was excluded, the qualifying criterion was also excluded. If the statement linked to a qualifying criterion was included and one multiple choice value for the qualifying criterion had greater than or equal to 70% agreement, the qualifying criterion was included. In round three, if the qualifying criteria value did not reach greater than or equal to 70% agreement, qualifying criteria responses were combined from different responses to meet a threshold of greater than or equal to 70% agreement, along with consideration of panelist comments and evidence. For example, recruitment maneuvers every 2 hours (40%) and every 4 hours (40%) were combined for an 80% agreement. The final interval was chosen as every 4 hours.Development of the Pathway. After the completion of all three surveys, statements and associated qualifying criteria agreed upon by panelists (i.e., included statements) were collated, analyzed, and developed into a multidisciplinary HRF and ARDS screening and management pathway (the pathway).Validation SurveyTo externally evaluate the face validity of the pathway, a survey was administered to clinicians in all 17 adult medical-surgical and subspecialty ICUs across Alberta. Between March 13, 2018, and May 9, 2018, a unique-user link to the online validation survey was e-mailed to critical care (MDs), registered RTs, RNs, and NPs using an online platform (SurveyMonkey). The validation survey was sent to clinicians working in 17 adult ICUs across Alberta in a variety of hospital settings: five tertiary, seven community, and five regional. To encourage participation, we sent weekly electronic survey reminders for 4 weeks. The survey was piloted by the multidisciplinary study investigator team to assess clarity, length, and completeness prior to distribution.The validation survey evaluated 46 pathway elements divided into five main sections: 1) screening for HRF and ARDS, 2) goals and early management, 3) monitoring, 4) basic interventions, and 5) advanced interventions. Recipients were asked if they agreed or disagreed (or were unable to rate) with the pathway elements. A threshold of 75% agreement was established as indicating support. Additionally, we asked seven questions about participant demographics and resource availability at their primary ICU. Patients and families were not included in this step; however, they are to be included in future work to improve patient and family friendly educational material for ARDS.Analysis.Validation survey responses were summarized for those who agreed, disagreed, and were unable to answer using frequencies with percent. For the primary analyses, agreement with the pathway elements was calculated among those able to rate. It was determined that a sample size of 400 surveys would provide 95% binomial CIs with a margin of error of ± 5% conservatively assuming an estimated agreement of 50%.EthicsThe study was approved by the Conjoint Health Research Ethics Board at the University of Calgary (REB 17-1053). RESULTSDelphi ProcessCharacteristics of Panelists. Thirty stakeholders were invited to be panelists for the Delphi process, and 100% agreed to participate. The panel was comprised of clinicians from five ICUs and included four RNs (13%), 10 RTs (34%), 15 intensivists (50%), and one NP (3%) who reported an overall median of 17 years of practice (IQR, 13–21). The characteristics of the panel are shown in Table ​Table11.TABLE 1.Characteristics of the Delphi Expert Panel and Validation Survey Respondents and Their HospitalsCharacteristicsExpert Panel (n = 30)Validation Survey Respondents (n = 692)n (%)n (%)Discipline Nurse practitioner1 (3)4 (1) Registered nurse4 (13)410 (59) Respiratory therapist10 (33)229 (33) Physician15 (50)49 (7) If you are a physician, what specialties do you have?  Anesthesiology3 (6)  Cardiology5 (10)  Cardiovascular surgery2 (4)  Critical care medicine31 (63)  General surgery5 (10)  Internal medicine—general5 (33)18 (37)  Internal medicine—pulmonary9 (60)12 (25)  Internal medicine—other2 (4)  Othera,b1 (7)8 (16)Sex, male24 (80)Not surveyedYears of practice, median (interquartile range)17 (13–21)c11 (6–18)Type of hospital Tertiary13 (43)335 (48) Community17 (57)252 (36) Regional0105 (15) Access to interventionsNot surveyed(n = 678)Yes Mechanical ventilation672 (99) Arterial blood gas measurement670 (99) Portable chest radiograph646 (95) Plateau pressure measurement515 (76) Positive end-expiratory pressure study523 (77) Esophageal balloon350 (52) Recruitment maneuvers624 (92) Neuromuscular blockade632 (93) Proning617 (91) Inhaled vasodilators604 (89) On-site extracorporeal membrane oxygenation229 (34)Type of ICU ICUd30 (100)624 (90) Coronary care unite52 (8) Other16 (2)Open in a separate windowaEmergency medicine.bBasic science training, emergency medicine (2), family medicine (2), physical medicine and rehabilitation, rural/regional family medicine, trauma surgery.cFrom 23 participants in Round 3.dIncluding cardiovascular ICU.eIndependent of general ICU.Progression of Statements. Panelists evaluated a total of 91 statements and associated qualifying criteria over three rounds. Statements and qualifying criteria described whether a diagnostic or therapeutic intervention should be used, the healthcare providers who were responsible for suggesting and ordering, as well as the threshold for implementing. The progression of the statements through the Delphi rounds is illustrated in Figure ​Figure11. In round one, 30 participants (100%) evaluated 90 statements and 27 qualifying criteria. Consensus (≥ 70% agreement) was achieved to include 34 statements and exclude four statements. In round two, 28 panelists (93%) participated and evaluated 52 statements from round one that did not achieve consensus. In round two, consensus was achieved to include nine statements, exclude eight statements, with 35 statements not achieving agreement. In round three, a total of 25 panelists (83%) participated in the in-person meeting. During the meeting, one statement and three qualifying criteria were added and evaluated for a total of 36 statements, and 26 qualifying criteria evaluated. During the meeting, agreement was reached to include nine statements and 13 qualifying criteria and exclude 26 statements and 13 qualifying criteria. Only one statement remained uncertain. Upon completion of all three rounds, consensus was reached to include 52 statements (with 15 qualifying criteria) and exclude 38 statements and 15 qualifying criteria. Supplementary Digital Content 1 (http://links.lww.com/CCX/A622) details the included statements and qualifying criteria. One statement did not reach consensus and was excluded. A summary of responses in each round to the all the statements are provided in Supplementary Digital Contents 2–6 (http://links.lww.com/CCX/A622).Open in a separate windowFigure 1.Flow diagram of hypoxemic respiratory failure and acute respiratory distress syndrome (ARDS) management statements in a modified Delphi process. In Round 1 and Round 2, consensus was reached (include or exclude) if statements met a threshold of 70% panelist agreement. Statements with less than 70% panelist agreement were deemed “uncertain” and were reevaluated in the next round. In the final round, consensus by median was accepted for statements, that is, a statement with a median of 1–3 was excluded, 7–9 was included, 4–6 was considered uncertain.Included Statements. The number of included statements with a median greater than or equal to 7 was 51 (98%) for MDs/NP, 50 (96%) for RTs, and 37 (71%) for RNs (Supplementary Digital Content 7, http://links.lww.com/CCX/A622). After three rounds, six statements did not meet a greater than or equal to 70% threshold of agreement and were included based on median scores; these included provider with primary responsibility for interventions (esophageal balloon, sedation strategy, and proning) and the routine assessment of recruitment maneuvers. Following the consensus process, the included statements and qualifying criteria were developed into a comprehensive HRF and ARDS care pathway.Validation SurveyIn order to externally validate the statements within the pathway, a survey was sent out to clinicians (RTs, RNs, MDs) in 17 ICUs across the province of Alberta (Table ​(Table11 for details). This included regional, community, and academic-tertiary ICUs as well as medical-surgical and subspecialty ICUs (neurotrauma, postoperative cardiac surgical). A total of 692 survey responses were received. Respondents included four NPs (1%), 410 RNs (59%), 229 RTs (33%), and 49 MDs (7%). Respondents derived from ICUs in tertiary hospitals (49%), community hospitals (36%), and regional hospitals (15%). The characteristics of survey respondents and their ICUs are shown in Table ​Table1.1. The percentage of agreement among respondents able to rate is detailed in Tables ​Tables22 and ​33. Agreement of greater than 75% was achieved on 43 of 46 elements in the pathway. The three elements not meeting this threshold are: 1) time intervals to perform optimal positive end-expiratory pressure (PEEP) studies (73%), 2) time intervals for recruitment maneuvers (68%), and 3) oxygenation thresholds necessitating prone positioning (71%). Although all disciplines had agreement of greater than 75% for most elements in the pathway (44 for MDs/NPs, 42 for RTs and all 46 for RNs), there were differences between disciplines in the proportion who were able to rate each element (Supplementary Digital Content 8, http://links.lww.com/CCX/A622). The median proportion of pathway elements that survey respondents felt comfortable rating by discipline includes 94% (IQR, 8–96%) for MDs/NPs, 94% (IQR, 86–98%) for RTs, and 68% (IQR, 46–88%) for RNs.TABLE 2.Validation Survey Respondents’ Ability to Rate and Agreement Among Those Able to Rate Hypoxemic Respiratory Failure and Acute Respiratory Distress Syndrome Pathway Elements - Screening, Goals and MonitoringPathway ElementsTotalaAblebAgreecAll MV patients should have the following documented in the EMR within 1 hr of intubation/admission: 1) Height674633 (94)588 (93) 2) PBW672612 (91)594 (97)Screening All patients who are MV for ≥ 24 hr and have a PF ratio < 300 on any ABG  should be identified for screening for HRF/ARDS by the RRT602443 (74)401 (91) Screening for HRF should consist of an ABG performed at clinical steady state  between 00:00 and 08:00 to demonstrate PF ratio < 300 (min PEEP 5)602388 (64)356 (92) Screening for ARDS should consist of the following 3 criteria:  1) Meeting criteria for HRF plus:602451 (75)436 (97)  2) Bilateral infiltrates: Screening chest radiograph should be performed and interpreted by intensivist to determine presence of bilateral infiltrates602504 (84)495 (98)  3) Absence of heart failure: Intensivist/delegate appropriately rule out heart failure as the primary cause of HRF602492 (82)485 (99) Results of the HRF/ARDS screen should be reported on daily multidisciplinary  rounds by the RRT602533 (89)496 (93) Patients that are screened negative for HRF/ARDS should be rescreened Q24H602471 (78)351 (75)Goals and early management In the absence of contraindications target neutral or negative fluid balance559497 (89)485 (98) For all patients with new onset HRF/ARDS controlled mode of ventilation  should be used (e.g., pressure/volume control)559456 (82)389 (85) On controlled ventilation the following initial “lung-protective” goals should be targeted:  1) Low tidal volume (6–8 mL/kg PBW)559402 (72)382 (95)  2) Plateau pressure < 30 cm H2O559354 (63)349 (99)  3) Driving pressure of < 18 cm H2O559259 (46)221 (85) Oxygenation and ventilation goals:  1) Should be defined on patient admission and reviewed on daily multidisciplinary rounds559551 (99)547 (99)  2) Should be documented by the RRT and intensivist/delegate in the EMR559532 (95)521 (98) Escalation of treatment should be based on:  1) Increasing Fio2 requirements559537 (96)532 (99)  2) Worsening PF ratio559495 (89)480 (97)  3) Increasing respiratory acidosis559532 (95)511 (96)  4) Violation of lung-protective ventilation (e.g., use of higher tidal volumes, plateau pressures, higher driving pressures)559447 (80)419 (94)Monitoring Plateau pressures:  1) Plateau pressures should be measured on all patients with a controlled mode of ventilation (independent of PF ratio, Fio2, or compliance)546352 (64)310 (88)  2) Initial plateau pressures should be measured within 1 hr of inclusion to the protocol546333 (61)312 (94)  3) Should be repeated at least every 12 hr (consider every 4 hr)546339 (62)313 (92) RRT should determine appropriateness of measuring plateau pressures and  complete546459 (84)439 (96) PEEP study:  1) A PEEP study should be completed for patients with a PF ratio < 200536308 (57)276 (90)  2) First PEEP study should be completed within 4 hr of meeting threshold536299 (56)264 (88)  3) Should be repeated Q24H536297 (55)217 (73) A PEEP study may be proposed by any member of the teamd. RRT should  perform536415 (77)347 (84) Consider an esophageal balloon to determine end inspiratory and end  expiratory transpulmonary pressures if pt is obese or has a stiff chest wall532255 (48)231 (91) Esophageal balloon may be proposed by any member of the teamd; however, needs most responsible practitioner approval prior to initiation. RRT should perform532291 (55)257 (88)Open in a separate windowABG = arterial blood gas, ARDS = acute respiratory distress syndrome, EMR = electronic medical record, HRF = hypoxemic respiratory failure, MV = mechanically ventilated, PBW = predicted body weight, PF ratio = the ratio of Pao2 to Fio2, PEEP = positive end-expiratory pressure, Q24H = every 24 hr, RRT = registered respiratory therapist.aTotal number of responses.bThe number and percentage able to rate the statements.cAgreement (number and percentage) among those able to rate.dTeam = multidisciplinary team (nurse practitioner, registered nurse, RRT, physician).Data are expressed as n (%) of validation respondents able to rate the statements and agree among those able to rate. Response rates for individual questions varied from a median of 449 (interquartile range, 342–502).TABLE 3.Validation Survey Respondents’ Ability to Rate and Agreement Among Those Able to Rate Hypoxemic Respiratory Failure and Acute Respiratory Distress Syndrome Pathway Elements - Basic and Advanced InterventionsPathway ElementsTotalaAblebAgreecBasic interventions Recruitment maneuvers:  1) Should be routinely assessed for appropriateness531484 (91)460 (95)  2) If used, should be performed every 4 hr531391 (74)265 (68) Recruitment maneuvers may be proposed by any member of the teamd; however, needs  MRP approval prior to initiation. Registered respiratory therapist should perform531490 (92)448 (91) Consider using sedatives to a target and Agitation-Sedation Scale score of ≤ –3 or to  reduce ventilator dyssynchrony531510 (96)478 (94) Sedatives may be proposed by any member of teamd; however, needs MRP approval  prior to initiation. RN should administer to meet sedation goals531525 (99)519 (99)Advanced interventions Neuromuscular blockade should be:  1) Considered for patients with a PF ratio < 150528354 (67)338 (95)  2) Necessitated for patients with a PF ratio < 100528332 (63)279 (84) Goals for neuromuscular blockade (e.g., train of four or ventilator dyssynchrony) should  be determined and documented in electronic medical record528390 (74)377 (97) Preferred medications (e.g., use of cisatracurium vs others) should be provided to RN team528436 (83)430 (99) Neuromuscular blockade may be proposed by any team memberd; however, it needs  MRP approval prior to initiation. RN to administer to meet goals528510 (97)503 (99) Proning should be:  1) Considered for patients with a PF ratio < 200 and Fio2 requirement > 0.60527369 (70)329 (89)  2) Necessitated for PF ratio < 150 and Fio2 requirement > 0.60, in the absence of contraindications527345 (65)246 (71) Proning may be proposed by any member of the multidisciplinary teamd; however,  needs MRP approval prior to initiation. Teamd should enact527495 (94)482 (97) Routine use of inhaled vasodilators is not recommended; however, they are available  on a case by case basis in exceptional circumstances525405 (72)380 (94) ECMO should be considered for hypoxemic respiratory failure/acute respiratory  distress syndrome only if a patient has a PF ratio < 100 despite above therapies and  in the absence of contraindications525253 (48)209 (83) Referral for ECMO may be proposed by any member of the multidisciplinary team;  however, needs MRP approval prior to initiation of referral525348 (64)327 (94)Open in a separate windowECMO = extracorporeal membrane oxygenation, MRP = most responsible practitioner, PF ratio = the ratio of Pao2 to Fio2, RN = registered nurse.aTotal number of responses.bThe number and percentage able to rate the statements.cAgreement (number and percentage) among those able to rate.dTeam = multidisciplinary team (nurse practitioner, RN, registered respiratory therapist, physician).Data are expressed as n (%) of validation respondents able to rate the statements and agree among those able to rate. Response rates for individual questions varied from a median of 398 (interquartile range, 353–491).Final PathwayThe elements that were assembled into a pathway and validated are summarized in Figure ​Figure22.Open in a separate windowFigure 2.Elements that were assembled into a pathway and validated. ABG = arterial blood gas, ARDS = acute respiratory distress syndrome, btw = between, CXR = chest radiograph, DP = driving pressure, ECMO = extracorporeal membrane oxygenation, EMR = electronic medical record, H = hour, HRF = hypoxemic respiratory failure, LPV = lung-protective ventilation, MRP = most responsible practitioner, PBW = predicted body weight, PEEP = positive end-expiratory pressure, PF ratio = the ratio of Pao2 to Fio2, Pplat = plateau pressure, Pt = patient, QD = daily, Q4H = every 4 hr, Q12H = every 12 hr, Q24H = every 24 hr, RASS = Richmond Agitation-Sedation Scale, RN = registered nurse, RRT = registered respiratory therapist, TV = tidal volume. DISCUSSIONUsing a modified Delphi consensus methodology with a multidisciplinary expert panel of critical care practitioners, we rigorously constructed, developed, and refined a HRF and ARDS diagnosis and treatment pathway. Using survey questionnaires, this pathway was validated by multidisciplinary clinicians in tertiary, community, and regional ICUs across Alberta with high validity. The pathway is comprehensive and addresses 1) “screening,” 2) “goals and early management,” 3) “monitoring,” 4) “basic interventions,” and 5) “advanced interventions” and in addition defines team member roles as well as timing of diagnostics and interventions.Our pathway is the first to be created for ARDS management in a multidisciplinary fashion and rigorously validated by a broad group of front-line clinicians. This rigorous process addresses gaps from existing guidelines and pathways and complements them with the necessary details to operationalize these guidelines. For example, although several guidelines exist for the management of ARDS, most of these guidelines address only certain aspects of ARDS management (Table ​Table44) and do not address team member roles or timing of diagnostics and therapeutics (9, 10, 15, 16). By conducting a multidisciplinary Delphi process with stakeholders across a broad geography, establishing agreement on elements of the pathway along with clarification of roles and streamlining the process of care will mitigate potential barriers to adherence and implementation of best practice. Role clarity will also enhance implementation fidelity of the pathway and facilitate future audit and feedback. For example, the Delphi process highlighted three diagnostic or therapeutic steps where there was low agreement on which team member had primary responsibility for the intervention step despite strong agreement that the intervention should be conducted (esophageal balloons, sedation strategy, and proning). This underscores the importance of a pathway that addresses both evidenced-based therapies and coordination of multidisciplinary roles. The use of pathways for HRF and ARDS is associated with reduced mortality; however, these previously described pathways were not created using guidelines or a formal consensus process, and they are described in limited detail suggesting that there are opportunities to further enhance their efficacy (34, 38–44). None report their interventions using suggested guidelines (e.g., Standards for Reporting Implementation Studies) (45), thus significantly limiting the ability to externally scale and spread these pathways. By conducting a modified Delphi consensus process and describing the pathway elements and roles in detail, it will facilitate future scale and spread.TABLE 4.Characteristics of Acute Respiratory Distress Syndrome Guidelines and Expert OpinionDiagnostics and TherapeuticsGuidelines and Expert OpinionFan et al (9) (Clinical Practice Guideline)Chiumello et al (10) (Expert Opinion)Griffiths et al (15) (Guideline)Papazian et al (16) (GuidelineParhar et al (current study) (Pathway)Screening for ARDS✓Professional role identification for interventions✓Daily reassessment of ARDS management✓✓Noninvasive ventilation✓Addresses or defines oxygenation goals✓✓Mode of invasive ventilation✓✓✓Low tidal volumes✓✓✓✓✓Limit inspiratory pressures (plateau pressures)✓✓✓✓✓Driving pressure✓✓Positive end-expiratory pressure strategy✓✓✓✓✓Consider measurement of esophageal pressure✓✓High-frequency oscillatory ventilation✓✓✓✓✓Conservative fluid balance✓✓Sedation✓✓Recruitment Maneuvers✓✓✓✓Neuromuscular blockade✓✓✓✓Prone positioning✓✓✓✓✓Inhaled vasodilators✓✓✓Corticosteroids✓Extracorporeal membrane oxygenation✓✓✓✓✓Extracorporeal Co2 removal✓✓Tracheostomy✓Weaning✓Open in a separate windowARDS = acute respiratory distress syndrome, ✓ = treatment was evaluated in the guideline or review.The pathway created is distinct from previous pathways and addresses known issues in ARDS knowledge translation. Under recognition of ARDS along with underutilization of evidence-informed therapies for ARDS is common (1, 2, 12, 46, 47). This pathway addresses both of these issues. Under recognition of ARDS is addressed by formalizing a screening and identification process for all ARDS patients. Diagnosis and screening for ARDS is not addressed in any of the four existing major guidelines for ARDS (Table ​(Table4).4). Our pathway requires all patients who have had mechanical ventilation for over 24 hours to be screened, and if they meet criteria, they are directed into evidence-based treatment (12–14, 46). This was felt to be very important among panelists with statements in the “screening and goals and early management” categories receiving a high level of consensus to be included in the earlier rounds of the Delphi process: 11 of 23 “screening” statements (48%) and 11 of 13 “goals and early management” statements (85%) reached consensus to include in Round 1 (Supplementary Digital Contents 2 and 3 http://links.lww.com/CCX/A622). Underutilization of evidence-based therapeutics (e.g., lung-protective ventilation and prone positioning) will likely be enhanced through integration and coordination on how to escalate therapies. Although guidelines are usually clear about which therapeutics should be used, there is minimal description on integration and implementation. By assigning role clarity, it facilitates multidisciplinary coordination and empowers all members of the healthcare team to apply evidence-informed practice. Furthermore, by having over 500 clinicians from ICUs across the broad geography of Alberta participate in the validation of this pathway, it enhances its potential to be acceptable among front-line clinicians.Pathway elements that were not validated in the validation survey highlight aspects of ARDS care that have significant equipoise about their use and utility. On the validation survey, only three of 46 pathway elements did not meet the prespecified agreement threshold on inclusion in the final pathway: 1) PEEP study timing (73% agreement), 2) recruitment maneuver frequency (68% agreement), and 3) oxygenation thresholds for prone positioning (71% agreement). This lower degree of consensus observed among validation survey respondents reflects areas of ARDS management associated with variability in practice, supported by less robust evidence and where future research is needed. Surprisingly, despite high-level primary evidence and guideline endorsement, there was a reluctance to accept prone positioning at the thresholds that are recommended. This has also been seen in observational studies which demonstrated low utilization of prone positioning in eligible and appropriate patients (2, 11, 48). Further studies using implementation science methodology will be required to define barriers to prone positioning and specifically target them in future implementation science studies.Our study has several strengths. “Rounds 1 and 2” of the Delphi process as well as the validation survey were presented in aggregate allowing the opinions of different disciplines with varied seniority to have equal weight. The iterative nature of the Delphi process allowed participants to reevaluate their responses after receiving feedback from other panelists allowing informed convergence to pathway elements. The multidisciplinary composition of the expert panel and validation respondents and the pathway itself acknowledge that HRF and ARDS management is complex and requires a team approach. The province-wide validation survey with over 500 responses with high agreement from varied ICU settings validates pathway content and suggests wide applicability. Our study must also be interpreted in the context of its limitations. Panelists were invited by the study team and although every effort was made to cover a wide variety of experience and practice settings, selection bias may be present, although the more broadly inclusive validation survey process may have mitigated some of this bias potentially. Survey respondents had to self-identify if they lacked content knowledge for specific pathway elements, and if not done appropriately could lead to a bias in accepting or rejecting elements. Our expert panel and validation surveys were limited in only considering opinions in one provincial healthcare jurisdiction and did not include patients or family. Finally, feasibility and pilot testing of the pathway has yet to be demonstrated. CONCLUSIONSA comprehensive, evidence-based, stakeholder-informed multidisciplinary HRF and ARDS pathway that has been validated has the best chance of improving knowledge translation for patient care. Future work is needed to test feasibility of implementing the pathway and its impact on patient care. ACKNOWLEDGMENTSWe would like to thank Amanda Derksen for her contributions in creating article figures. Supplementary MaterialClick here to view.(1.4M, pdf) FootnotesSupplemental digital content is available for this article. Direct URL citations appear in the printed text and are provided in the HTML and PDF versions of this article on the journal’s website (http://journals.lww.com/ccejournal).Supported, in part, by grants from the MSI Foundation, the Critical Care Strategic Clinical Network, and Medical Affairs – Alberta Health Services (to Dr. Parhar).The authors have disclosed that they do not have any potential conflicts of interest. REFERENCES1. Bellani G, Laffey JG, Pham T, et al. ; LUNG SAFE Investigators; ESICM Trials Group. Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries.\nJAMA. 2016; 315:788–800 [PubMed] [Google Scholar]2. Parhar KKS, Zjadewicz K, Soo A, et al. . Epidemiology, mechanical power, and 3-year outcomes in acute respiratory distress syndrome patients using standardized screening. An Observational Cohort Study.\nAnn Am Thorac Soc. 2019; 16:1263–1272 [PMC free article] [PubMed] [Google Scholar]3. Ranieri VM, Rubenfeld GD, Thompson BT, et al. . Acute respiratory distress syndrome: the Berlin Definition.\nJama. 2012; 307:2526–2533 [PubMed] [Google Scholar]4. Cheung AM, Tansey CM, Tomlinson G, et al. . Two-year outcomes, health care use, and costs of survivors of acute respiratory distress syndrome.\nAm J Respir Crit Care Med. 2006; 174:538–544 [PubMed] [Google Scholar]5. Rubenfeld GD, Caldwell E, Peabody E, et al. . Incidence and outcomes of acute lung injury.\nN Engl J Med. 2005; 353:1685–1693 [PubMed] [Google Scholar]6. Máca J, Jor O, Holub M, et al. . Past and present ARDS mortality rates: A systematic review.\nRespir Care. 2017; 62:113–122 [PubMed] [Google Scholar]7. Herridge MS, Tansey CM, Matté A, et al. ; Canadian Critical Care Trials Group. Functional disability 5 years after acute respiratory distress syndrome.\nN Engl J Med. 2011; 364:1293–1304 [PubMed] [Google Scholar]8. Hernu R, Wallet F, Thiollière F, et al. . An attempt to validate the modification of the American-European consensus definition of acute lung injury/acute respiratory distress syndrome by the Berlin definition in a university hospital.\nIntensive Care Med. 2013; 39:2161–2170 [PubMed] [Google Scholar]9. Fan E, Del Sorbo L, Goligher EC, et al. ; American Thoracic Society, European Society of Intensive Care Medicine, and Society of Critical Care Medicine. An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome.\nAm J Respir Crit Care Med. 2017; 195:1253–1263 [PubMed] [Google Scholar]10. Chiumello D, Brochard L, Marini JJ, et al. . Respiratory support in patients with acute respiratory distress syndrome: an expert opinion.\nCrit Care. 2017; 21:240. [PMC free article] [PubMed] [Google Scholar]11. Guérin C, Beuret P, Constantin JM, et al. ; investigators of the APRONET Study Group, the REVA Network, the Réseau recherche de la Société Française d’Anesthésie-Réanimation (SFAR-recherche) and the ESICM Trials Group. A prospective international observational prevalence study on prone positioning of ARDS patients: The APRONET (ARDS prone position network) study.\nIntensive Care Med. 2018; 44:22–37 [PubMed] [Google Scholar]12. Fröhlich S, Murphy N, Doolan A, et al. . Acute respiratory distress syndrome: Underrecognition by clinicians.\nJ Crit Care. 2013; 28:663–668 [PubMed] [Google Scholar]13. Herasevich V, Yilmaz M, Khan H, et al. . Validation of an electronic surveillance system for acute lung injury.\nIntensive Care Med. 2009; 35:1018–1023 [PMC free article] [PubMed] [Google Scholar]14. Kalhan R, Mikkelsen M, Dedhiya P, et al. . Underuse of lung protective ventilation: analysis of potential factors to explain physician behavior.\nCrit Care Med. 2006; 34:300–306 [PubMed] [Google Scholar]15. Griffiths MJD, McAuley DF, Perkins GD, et al. . Guidelines on the management of acute respiratory distress syndrome.\nBMJ Open Respir Res. 2019; 6:e000420 [PMC free article] [PubMed] [Google Scholar]16. Papazian L, Aubron C, Brochard L, et al. . Formal guidelines: Management of acute respiratory distress syndrome.\nAnn Intensive Care. 2019; 9:69. [PMC free article] [PubMed] [Google Scholar]17. Del Sorbo L, Goligher EC, McAuley DF, et al. . Mechanical ventilation in adults with acute respiratory distress syndrome. Summary of the experimental evidence for the clinical practice guideline.\nAnn Am Thorac Soc. 2017; 14:S261–S270 [PubMed] [Google Scholar]18. Li X, Scales DC, Kavanagh BP. Unproven and expensive before proven and cheap - extracorporeal membrane oxygenation vs. prone position in ARDS.\nAm J Respir Crit Care Med. 2018; 197:991–993 [PubMed] [Google Scholar]19. Kohn LT, Corrigan JM, Donaldson MS (Eds): To Err Is Human: Building a Safer Health System. First Edition. Washington, DC, National Academy Press, 1999 [Google Scholar]20. Rotter T, Kinsman L, James E, et al. . Clinical pathways: Effects on professional practice, patient outcomes, length of stay and hospital costs.\nCochrane Database Syst Rev. 2010; CD006632. [PubMed] [Google Scholar]21. Vanhaecht K, De Witte K, Panella M, et al. . Do pathways lead to better organized care processes?\nJ Eval Clin Pract. 2009; 15:782–788 [PubMed] [Google Scholar]22. Meade MO, Ely EW. Protocols to improve the care of critically ill pediatric and adult patients.\nJAMA. 2002; 288:2601–2603 [PubMed] [Google Scholar]23. Hammond JJ. Protocols and guidelines in critical care: development and implementation.\nCurr Opin Crit Care. 2001; 7:464–468 [PubMed] [Google Scholar]24. Hasibeder WR. Does standardization of critical care work?\nCurr Opin Crit Care. 2010; 16:493–498 [PubMed] [Google Scholar]25. Siner JM, Connors GR. Protocol-based care versus individualized management of patients in the intensive care unit.\nSemin Respir Crit Care Med. 2015; 36:870–877 [PubMed] [Google Scholar]26. Damiani E, Donati A, Serafini G, et al. . Effect of performance improvement programs on compliance with sepsis bundles and mortality: A systematic review and meta-analysis of observational studies.\nPLoS One. 2015; 10:e0125827. [PMC free article] [PubMed] [Google Scholar]27. English SW, Turgeon AF, Owen E, et al. . Protocol management of severe traumatic brain injury in intensive care units: A systematic review.\nNeurocrit Care. 2013; 18:131–142 [PubMed] [Google Scholar]28. McCredie VA, Alali AS, Scales DC, et al. . Impact of ICU structure and processes of care on outcomes after severe traumatic brain injury: A multicenter cohort study.\nCrit Care Med. 2018; 46:1139–1149 [PubMed] [Google Scholar]29. Pun BT, Balas MC, Barnes-Daly MA, et al. . Caring for critically ill patients with the ABCDEF bundle: Results of the ICU liberation collaborative in over 15,000 adults.\nCrit Care Med. 2019; 47:3–14 [PMC free article] [PubMed] [Google Scholar]30. Arabi YM, Cook DJ, Zhou Q, et al. ; Canadian Critical Care Trials Group. Characteristics and outcomes of eligible nonenrolled patients in a mechanical ventilation trial of acute respiratory distress syndrome.\nAm J Respir Crit Care Med. 2015; 192:1306–1313 [PubMed] [Google Scholar]31. Parhar KKS, Stelfox HT, Fiest KM, et al. . Standardized management for hypoxemic respiratory failure and ARDS: Systematic review & meta-analysis.\nChest. 2020; 158:2358–2369 [PubMed] [Google Scholar]32. Ferguson ND, Cook DJ, Guyatt GH, et al. ; OSCILLATE Trial Investigators; Canadian Critical Care Trials Group. High-frequency oscillation in early acute respiratory distress syndrome.\nN Engl J Med. 2013; 368:795–805 [PubMed] [Google Scholar]33. Hand L. The OSCILLATE trial: Implications for respiratory therapists then and now.\nCan J Respir Ther. 2014; 50:74–75 [PMC free article] [PubMed] [Google Scholar]34. Lewandowski K, Rossaint R, Pappert D, et al. . High survival rate in 122 ARDS patients managed according to a clinical algorithm including extracorporeal membrane oxygenation.\nIntensive Care Med. 1997; 23:819–835 [PubMed] [Google Scholar]35. Umoh NJ, Fan E, Mendez-Tellez PA, et al. . Patient and intensive care unit organizational factors associated with low tidal volume ventilation in acute lung injury.\nCrit Care Med. 2008; 36:1463–1468 [PubMed] [Google Scholar]36. Weiss CH, Krishnan JA, Au DH, et al. ; ATS Ad Hoc Committee on Implementation Science. An official American Thoracic Society Research Statement: Implementation science in pulmonary, critical care, and sleep medicine.\nAm J Respir Crit Care Med. 2016; 194:1015–1025 [PMC free article] [PubMed] [Google Scholar]37. Cavalcanti AB, Suzumura EA, Laranjeira LN, et al. . Effect of lung recruitment and titrated positive end-expiratory pressure (PEEP) vs low PEEP on mortality in patients with acute respiratory distress syndrome: A randomized clinical trial.\nJAMA. 2017; 318:1335–1345 [PMC free article] [PubMed] [Google Scholar]38. Duggal A, Panitchote A, Krishnan S, Mireles-Cabodevila E. Protocol driven management improves outcomes in acute respiratory distress syndrome.\nIntensive Care Med Exp. 2018; 6(Suppl 2:0002):1–2 [Google Scholar]39. Luedike P, Totzeck M, Rammos C, et al. . One-year experience with an acute respiratory distress syndrome standard operating procedure on intensive care unit.\nJ Crit Care. 2015; 30:1114–1118 [PubMed] [Google Scholar]40. Ullrich R, Lorber C, Röder G, et al. . Controlled airway pressure therapy, nitric oxide inhalation, prone position, and extracorporeal membrane oxygenation (ECMO) as components of an integrated approach to ARDS.\nAnesthesiology. 1999; 91:1577–1586 [PubMed] [Google Scholar]41. Yue M, Liu F, Zhao L, et al. . [A multicenter clinical study of bundle treatment for moderate or severe acute respiratory distress syndrome].\nZhonghua Wei Zhong Bing Ji Jiu Yi Xue. 2015; 27:601–605 [PubMed] [Google Scholar]42. Yilmaz M, Keegan MT, Iscimen R, Afessa B, et al. . Toward the prevention of acute lung injury: protocol-guided limitation of large tidal volume ventilation and inappropriate transfusion.\nCri Care Med. 2007; 35:1660–1666 [PubMed] [Google Scholar]43. Joynes E, Dalay S, Patel JM, et al. . A complete audit cycle to assess adherence to a lung protective ventilation strategy.\nIndian J Crit Care Med. 2014; 18:746–749 [PMC free article] [PubMed] [Google Scholar]44. Kallet RH, Jasmer RM, Pittet JF, et al. . Clinical implementation of the ARDS network protocol is associated with reduced hospital mortality compared with historical controls.\nCrit Care Med. 2005; 33:925–929 [PubMed] [Google Scholar]45. Pinnock H, Barwick M, Carpenter CR, et al. ; StaRI Group. Standards for reporting implementation studies (StaRI): Explanation and elaboration document.\nBMJ Open. 2017; 7:e013318 [PMC free article] [PubMed] [Google Scholar]46. Ferguson ND, Frutos-Vivar F, Esteban A, et al. . Acute respiratory distress syndrome: underrecognition by clinicians and diagnostic accuracy of three clinical definitions.\nCrit Care Med. 2005; 33:2228–2234 [PubMed] [Google Scholar]47. Laffey JG, Pham T, Bellani G. Continued under-recognition of acute respiratory distress syndrome after the Berlin definition: what is the solution?\nCurr Opin Crit Care. 2017; 23:10–17 [PubMed] [Google Scholar]48. Bellani G, Laffey JG, Pham T, et al. ; LUNG SAFE Investigators and the ESICM Trials Group. The LUNG SAFE study: A presentation of the prevalence of ARDS according to the Berlin Definition!\nCrit Care. 2016; 20:268. [PMC free article] [PubMed] [Google Scholar]"}