{"title": "Correlation of Oxygenation and Radiographic Assessment of Lung Edema (RALE) Score to Lung Ultrasound Score (LUS) in Acute Respiratory Distress Syndrome (ARDS) Patients in the Intensive Care Unit", "pubDate": "2021", "PMCID": "PMC8132988", "DOI": "10.29390/cjrt-2020-063", "PMID": "34041358", "abstract": "Background:                       Lung ultrasound score (LUS) as well as radiographic assessment of lung edema (RALE) score as calculated from chest radiography (CXR) have been applied to assess Acute Respiratory Distress Syndrome (ARDS) severity. CXRs, which are frequently performed in ARDS patients, pose a greater risk of radiation exposure to patients and health care staff.                  Aims and objectives:                       The aim of the study was to evaluate if LUS had a better correlation to oxygenation (PaO2/FiO2) compared with the RALE score in ARDS patients. We also aimed to analyse if there was a correlation between RALE score and LUS. We wanted to determine the LUS and RALE score cut-off, which could predict a prolonged length of intensive care unit (ICU) stay (≥10 days) and survival.                  Methods:                       Thirty-seven patients aged above 18 years with ARDS as per Berlin definition and admitted to the ICU were included in the study. It was a retrospective study done over a period of 11 months. On the day of admission to ICU, the global and basal LUS, global and basal RALE score, and PaO2 /FiO2 were recorded. Outcome and days of ICU stay were noted.                  Results:                       Global LUS score and PaO2/FiO2 showed the best negative correlation (r = -0.491), which was significant (p = 0.002), followed by global RALE score and PaO2/FiO2 (r = -0.422, p = 0.009). Basal LUS and PaO2/FiO2 also had moderate negative correlation (r = -0.334, p = 0.043) followed by basal RALE score and PaO2/FiO2 (r = -0.34, p = 0.039). Global RALE score and global LUS did not show a significant correlation. Similarly, there was no significant correlation between basal RALE score and basal LUS. Global and basal LUS as well as global and basal RALE score were not beneficial in predicting either a prolonged length of ICU stay or survival as the area under curve was low.                  Conclusion:                       In ARDS patients, global LUS had the best correlation to oxygenation (PaO2/FiO2), followed by global RALE score. Basal LUS and basal RALE score also had moderate correlation to oxygenation. However, there was no significant correlation between global LUS and global RALE score as well as between basal LUS and basal RALE score. Global and basal LUS as well as global and basal RALE scores were not able to predict a prolonged ICU stay or survival in ARDS patients.", "author": [{"author": "Pratibha Todur", "affiliation": ["Department of Respiratory Therapy, Manipal College of Health Professions, Manipal Academy of Higher Education, Manipal, Karnataka, India."], "href": "/?term=Todur+P&cauthor_id=34041358"}, {"author": "Souvik Chaudhuri FNB Critical Care", "affiliation": [], "href": "/?term=Souvik+Chaudhuri+FNB+Critical+Care%5BCorporate+Author%5D"}, {"author": "Vedaghosh Amara FNB Critical Care", "affiliation": [], "href": "/?term=Vedaghosh+Amara+FNB+Critical+Care%5BCorporate+Author%5D"}, {"author": "N Srikant", "affiliation": ["Department of Oral Pathology and Microbiology, Manipal College of Dental Sciences, Mangalore, Karnataka, India."], "href": "/?term=Srikant+N&cauthor_id=34041358"}, {"author": "Prabha Prakash", "affiliation": ["Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."], "href": "/?term=Prakash+P&cauthor_id=34041358"}], "refPMID": ["30100847", "26352116", "29903755", "25883779", "24401558", "21199972", "19577393", "22541022", "25501898", "25126579", "22797452", "29962745", "24758984", "14695718", "30606165", "31346914", "24134414", "26138420", "30119687", "32692769", "32348585", "29527652"], "citedInPMID": ["34041358", "35071263"], "body": " AbstractBackgroundLung ultrasound score (LUS) as well as radiographic assessment of lung edema (RALE) score as calculated from chest radiography (CXR) have been applied to assess Acute Respiratory Distress Syndrome (ARDS) severity. CXRs, which are frequently performed in ARDS patients, pose a greater risk of radiation exposure to patients and health care staff.Aims and objectivesThe aim of the study was to evaluate if LUS had a better correlation to oxygenation (PaO2/FiO2) compared with the RALE score in ARDS patients. We also aimed to analyse if there was a correlation between RALE score and LUS. We wanted to determine the LUS and RALE score cut-off, which could predict a prolonged length of intensive care unit (ICU) stay (≥10 days) and survival.MethodsThirty-seven patients aged above 18 years with ARDS as per Berlin definition and admitted to the ICU were included in the study. It was a retrospective study done over a period of 11 months. On the day of admission to ICU, the global and basal LUS, global and basal RALE score, and PaO2 /FiO2 were recorded. Outcome and days of ICU stay were noted.ResultsGlobal LUS score and PaO2/FiO2 showed the best negative correlation (r = –0.491), which was significant (p = 0.002), followed by global RALE score and PaO2/FiO2 (r = –0.422, p = 0.009). Basal LUS and PaO2/FiO2 also had moderate negative correlation (r = –0.334, p = 0.043) followed by basal RALE score and PaO2/FiO2 (r = –0.34, p = 0.039). Global RALE score and global LUS did not show a significant correlation. Similarly, there was no significant correlation between basal RALE score and basal LUS. Global and basal LUS as well as global and basal RALE score were not beneficial in predicting either a prolonged length of ICU stay or survival as the area under curve was low.ConclusionIn ARDS patients, global LUS had the best correlation to oxygenation (PaO2/FiO2), followed by global RALE score. Basal LUS and basal RALE score also had moderate correlation to oxygenation. However, there was no significant correlation between global LUS and global RALE score as well as between basal LUS and basal RALE score. Global and basal LUS as well as global and basal RALE scores were not able to predict a prolonged ICU stay or survival in ARDS patients.Keywords: Lung Ultrasound Score (LUS), Radiographic Assessment of Lung Edema (RALE) score, oxygenation, prolonged ICU stay, predictor of survival \nP Todur, S Chaudhuri, V Amara., N Srikant, P Prakash. Correlation of Oxygenation and Radiographic Assessment of Lung Edema (RALE) Score to Lung Ultrasound Score (LUS) in Acute Respiratory Distress Syndrome (ARDS) Patients in the Intensive Care Unit. Can J Respir Ther 2021;57:1–0. doi: 10.29390/cjrt-2020-063.\n INTRODUCTIONBedside lung ultrasound examination (LUE) has become an indispensable tool for the clinician. It is extremely beneficial to not only diagnose, but also treat and prognosticate patients of Acute Respiratory Distress Syndrome (ARDS) [1]. Such was the significance of LUE that a modified Berlin definition of ARDS has recommended that LUE be used as a tool to recognize bilateral lung opacities and enable evaluation of ARDS and its outcome in resource-constrained settings [2]. Even though the utility of LUE is well known, very few studies have evaluated whether lung ultrasound score (LUS) has good correlation to oxygenation and chest radiographic score in ARDS patients and if one can predict length of intensive care unit (ICU) stay or survival from cut-off scores. The Radiographic Assessment of Lung Edema (RALE) was described to gauge the extent as well as the density of alveolar opacities on the chest radiograph (CXR) [3]. RALE score has been shown to independently predict ARDS severity in terms of oxygenation as well as outcomes [3]. However, CXR has its own disadvantages. X-rays are an important source of man-made radiation exposure, and is an important proven carcinogen [4]. Cancers due to radiation are not evident until about two decades post exposure, thus having an insidious yet detrimental effect [4]. Women, especially if pregnant, and children are more vulnerable to the harmful effects of radiations due to CXR [5, 6]. Although the dose of harmful radiation from a single CXR is minimal, the cumulative exposure of this frequently done investigation poses a significant risk, both to patients and ICU health workers [7, 8]. It may also lead to difficulty in controlling highly infectious respiratory diseases due to entry of X-ray technicians repeatedly in the ICUs and the films being subsequently taken outside. With these concerns, we wanted to evaluate whether total or global LUS(G) and basal LUS(B) have a good correlation to oxygenation (PaO2/FiO2). For the LUE, each hemithorax was divided six regions, as anterior, lateral, and posterior regions, which were in-turn subdivided divided into superior and inferior regions [9]. The LUS(G) was calculated by the summation of scores in all the 12 regions bilaterally (Figure 1) [9]. The LUS(B) was calculated by the addition of scores in the inferior regions of the anterior, lateral, and posterior regions bilaterally (total of six). If a good correlation of LUS to PaO2/FiO2 is found, we can restrict the CXR performed on ARDS patients and rather routinely use the bedside LUE. We also aimed to evaluate whether there was a correlation between the LUS and the RALE score in ARDS patients, and also determine if we could determine cut-off values for the LUS(G), LUS(B), RALE(G) score and RALE(B) score to predict prolonged ICU stay and survival. A prolonged ICU stay was defined as being equal to or longer than 10 days [10].Open in a separate windowFIGURE 1The 12 regions of lung ultrasound examination. MATERIALS AND METHODSThirty-seven patients aged above 18 years and diagnosed with ARDS as per Berlin definition and admitted to the ICU were included in the study. This was a single-centre retrospective study carried out over a period 11 months from November 2019 to September 2020. Institution Research Committee (IRC) and Institution Ethical Committee (IEC) approval (IEC 565/2020) was taken prior to commencement of study.LUS are not usually recorded in ICU charts, even though the findings of ultrasound examination are described. However, we wanted accurate, elaborate, and reliable data of the LUS in ARDS patients, which was only feasible after using the LUS recorded from another trial as database and then comparing to the RALE scores calculated after retrieving their CXR. The LUS of the 12 zones of examination was taken from the database of 37 ARDS patients from ongoing study registered in Clinical Trials Registry–India (CTRI) (CTRI/2019/11/021857), which had similar inclusion and exclusion criteria but different aims and objectives. Written consent was obtained from the primary investigator of the above mentioned trial, who is a part of this study also. A total of 37 patients of ARDS as per Berlin Definition were recruited for the study [11]. Patients above 18 years admitted to critical care unit and who were on noninvasive ventilation (NIV) or invasive mechanical ventilation (IMV) were included for the study. Patients with thoracic injuries, patients with thoracic surgeries in the past, and those with lung malignancies were excluded. The LUS and RALE score were calculated on the day of admission to ICU. LUE was done using a curvilinear probe and Philips Ultrasound Solutions machine. The recruitment and methodology of the participants in study is explained in Figure 1.Each hemithorax was divided into anterior (between anterior axillary line to sternal margin), lateral (between anterior and posterior axillary lines), and posterior regions (between posterior axillary line to as far the ultrasound probe may be placed by slightly tilting a supine patient). From cranial to caudal direction, each hemithorax was divided into two regions, superior and inferior. A total of 12 regions in both lungs is examined [9, 12]. The total LUS of the 12 regions bilaterally was referred to as LUS(G). The LUS of basal lung regions (bilaterally inferior regions anteriorly, laterally and posteriorly) was recorded separately as LUS(B).The lung regions that were examined were as depicted in Figure 2 [9].Open in a separate windowFIGURE 2The recruitment and methodology of the participants in study.The amount of lung aeration loss was calculated using the validated LUS [9, 12]. The LUS ranged from 0 to 36 points, adding all points in 12 lung zones bilaterally [9, 12]. The scoring was done as shown in Table 1 [9].TABLE 1Calculation of Lung Ultrasound Score (LUS) as per pattern of findings during lung ultrasound examinationPoint for each lung zoneDegree of lung aerationPattern0 pointNormalA lines1 pointModerate lossWell-separated B lines2 pointSevere lossCoalescent B lines3 pointComplete lossLung consolidationOpen in a separate windowThe CXR of the same day as the LUS analysis was evaluated for calculating the RALE score [3]. The CXR is divided into four quadrants, upper and lower on right and left side. The minimum RALE score is 0 (no infiltrates) and the maximum RALE score is 48 (dense consolidation in >75% of each quadrant). The calculation is shown in Table 2 [3]. The RALE score of the right and left lower quadrants were recorded separately as RALE(B) score and RALE(G) score.TABLE 2Method of calculation of Radiographic Assessment of Lung Edema (RALE) score from chest radiographyConsolidationConsolidation score (Con)Extent of alveolar opacities0None1<25%225%–50%350%–75%4>75%DensityDensity score (Den)Density of alveolar opacities1Hazy2Moderate3DenseFinal RALE scoreRight lungLeft lungUpper quadrantUpper quadrantCon × Den = Q1 scoreCon × Den = Q3 scoreLower quadrantLower quadrantCon × Den = Q2 scoreCon × Den = Q4 scoreTotal RALE score = Q1 score + Q2 score + Q3 score + Q4 scoreOpen in a separate windowData collectionDetails of age, gender, Acute Physiology and Chronic Health Evaluation (APACHE II) score, Sequential Organ Failure Assessment (SOFA) score, oxygenation in terms of partial pressure of oxygen to fraction of inspired oxygen (PaO2/FiO2), creatinine values and evidence of acute kidney injury (AKI), co-morbidities and days from hospital to ICU admission were recorded. LUS(G), LUS(B), RALE(G) score, and RALE(B) score, days of ICU stay, and outcome of ICU stay were recorded.Statistical analysisData were analysed using the SPSS software version 19 and the EZR software version 1.53, to calculate mean and standard deviation (SD) of the continuous variables.LUS(G), LUS(B), RALE(G) score, and RALE(B) score were correlated to PaO2/FiO2; the LUS(G) and RALE(G) score as well as the LUS(B) and RALE(B) score were also correlated to one another.Pearson’s correlation coefficient test was done for correlation of variables and its interpretation. Positive correlation means as one parameter value increases the other also increases. Negative correlation means as one parameter increases the other decreases. Pearson’s correlation, r < 0.3 was considered weak correlation, r between 0.3–0.69 was considered moderate correlation and r > 0.7 was considered strong correlation. A p value < 0.05 was considered statistically significant. The ability of LUS(G), LUS (B), RALE (G) and RALE (B) score cut-offs to predict days of ICU stay and survival was done using the receiver operating characteristic (ROC) curve analysis after calculating area under the curve (AUC). Log Rank (Mantel–Cox) test was done to analyze equality of survival distributions for various cut-off scores for LUS(G), LUS(B), RALE(G), and RALE(B) for predicting prolonged ICU stay and survival. RESULTSThe demographic characteristics and the other variables were as depicted in Table 3.TABLE 3Depiction of demographic and other study variablesVariableBaseline character (n = 37), mean ± standard deviation (SD)Age (years)51.43 ± 14.7Gender Male (%)62.2% Female (%)37.8%APACHE score15.38 ± 7.36SOFA score9.30 ± 4.31PaO2/FiO2 ratio170.14 ± 60.48LUS(G)24.51 ± 4.27LUS(B)13.24 ± 1.98RALE(G)20.73 ± 9.77RALE(B)13.54 ± 6.9Open in a separate windowNote: APACHE, Acute Physiology and Chronic Health Evaluation; SOFA, Sequential Organ Failure Assessment; LUS(G), total/global lung ultrasound score; LUS(B); basal lung ultrasound score; RALE(G), total/global radiographic assessment of lung edema; RALE(B), basal radiographic assessment of lung edema; PaO2 /FiO2, ratio of partial pressure of oxygen in arterial blood to fraction of inspired oxygen.Regarding the highest correlation to oxygenation, LUS(G) and PaO2/FiO2 showed the best correlation. There was moderate negative correlation, which was significant. (r = −0.491, p = 0.002). RALE(G) score and PaO2/FiO2 also revealed a moderate negative correlation, which was significant (r = −0.422, p = 0.009). LUS(B) and PaO2/FiO2 also had significant negative correlation (r = −0.334, p = 0.043) followed by RALE(B) score and PaO2/FiO2 (r = −0.34, p = 0.039) (Table 4). However, there was no significant correlation between LUS(G) and RALE(G) score and between LUS(B) and RALE(B) score as shown in Table 4. The AUC of LUS(G) and LUS(B) in predicting a prolonged ICU stay was low (cut-off 24.5, AUC 0.607 and cut-off 13.5, AUC 0.528, respectively) which is depicted in Figure 3. The AUC of RALE(G) score and RALE(B) score in predicting a prolonged ICU stay was also low (cut-off 21, AUC 0.475 and cut-off 11.5, AUC 0.521, respectively). Similarly, the AUC of LUS(G) and LUS(B) in predicting survival was also low (cut-off 24.5, AUC 0.540 and cut-off 13.5 with AUC 0.402, respectively) as shown in Figure 4. The AUC of RALE(G) score and RALE(B) score to predict survival was also low, being 0.498 and 0.567, respectively, at cut-off 21 for RALE(G) score and 11.5 for RALE(B) score as depicted in Figure 4. There was no correlation between the LUS, RALE score, and incidence of AKI in ARDS patients as seen in Table 4. The linear correlation patterns of the various parameters analysed in the study is depicted in the scatter plots in Figure 5.TABLE 4Correlation of the various parameters analysed in the study (r < 0.3 was considered weak correlation, r between 0.3–0.69 was considered moderate correlation and r > 0.7 was considered strong correlation, p-value < 0.05 is significant)Serial numberParameters being correlatedN = 37Correlation (r)p-value1LUS(G) and RALE(G) score37 0.259 0.1222LUS(B) and RALE(B) score37 −0.038 0.8233PaO2/FiO2 and LUS(G)37 −0.491 0.0024PaO2/FiO2 and LUS(B)37 −0.334 0.0435PaO2/FiO2 and RALE(G)37 −0.422 0.0096PaO2/FiO2 and RALE(B)37 −0.34 0.0397LUS(G) and AKI37 0.223 0.1848LUS(B) and AKI37 0.137 0.4199RALE(G) score and AKI37 0.14 0.40110RALE(B) and AKI37 0.125 0.46Open in a separate windowNote: LUS(G), total/global lung ultrasound score; LUS(B), basal lung ultrasound score; RALE(G), total/global radiographic assessment of lung edema; RALE(B), basal radiographic assessment of lung edema; PaO2 /FiO2, ratio of partial pressure of oxygen in arterial blood to fraction of inspired oxygen; AKI, acute kidney injury.Open in a separate windowFIGURE 3The receiver operating characteristics (ROC) curve depicting the area under curve (AUC) for LUS(G), LUS(B), RALE(G), RALE(B) in predicting a prolonged ICU stay. LUS = lung ultrasound score, RALE = radiographic assessment of lung edema, G = global, B = basal.Open in a separate windowFIGURE 4The receiver operating characteristics (ROC) curve depicting the area under curve (AUC) for LUS(G), LUS (B), RALE(G), RALE(B) in predicting survival. LUS = lung ultrasound score, RALE = radiographic assessment of lung edema, G = global, B = basal.Open in a separate windowFIGURE 5Scatter diagram depicting the correlation between different parameters in the study. DISCUSSIONLUS has become a vital tool in diagnosing various respiratory disorders and it indicates the “degree of aeration” of the lungs [13]. The appearance of “B-lines” in LUE has been shown to indicate reduction in lung aeration [14]. It has been shown in literature that this reduction in aeration as evidenced by the number of lung regions with B-lines correlated with a decrease in PaO2/FiO2 in post-surgical patients [14]. However, to the best of our knowledge, the correlation of an objectively evaluated LUS and RALE score to PaO2/FiO2 in ARDS patients has not been done. Lung ultrasound has been shown in a previous study to have a comparative performance with chest radiography and estimate the extent of lung injury [15]. But the study used the characteristic descriptive findings of the lung ultrasound and CXR, rather than an objectively defined scoring system. Thus, we wanted to evaluate which score out of LUS(G), LUS(B), RALE(G) score, and RALE(B) score correlated best with oxygenation (PaO2/FiO2). We also tried to analyse if there was good correlation between LUS and RALE score and assess the cut-offs for LUS(G), LUS(B), RALE(G) score, and RALE(B) score to predict prolonged length of stay in ICU. LUS has been shown to independently relate to 28-day mortality in shock patients in the ICU [16].We did a separate scoring for the basal lung regions (anterior, lateral, and posterior). It has been shown that LUS of the posterior regions is the major contributor to the total score [17]. However, analysis of the basal lung regions to oxygenation and any particular CXR score is not reported.The lungs are not homogenous in shape but are conical, with more alveolar units at the bases [18]. Thus, we chose to do a separate basal lung ultrasound and basal RALE scoring and assess correlation to PaO2/FiO2.In our study, the LUS(G) had the best negative correlation to PaO2/FiO2, followed by RALE(G) score, LUS(B), and then RALE(B) score. LUS was also found to have good correlation to PaO2/FiO2 in a previous study in shock patients [16]. This is significant because the clinician can just perform the LUS to analyse improving or worsening oxygenation, rather than repeated withdrawing arterial blood for analysis (ABG) of oxygenation. LUS is more informative than PaO2/FiO2 about worsening clinical condition [16]. LUS enables the clinician to know real-time lung aeration and to plan treatment according to those specific pathological changes [16]. Since the LUS(G) had a better correlation to oxygenation than the RALE (G) score, as clinicians we can restrict the CXR performed in ARDS patients, and rather repeat bedside LUE for a better analysis of the lung aeration and oxygenation. This will prevent the adverse effects of radiations on the patients.LUS(B) separately also has a moderate negative correlation to oxygenation. This can be explained physiologically as well, because the maximum number of alveolar units is actually in the basal lung regions due to the unique conical shape of the lungs. We wanted to analyze a cut-off score for predicting prolonged ICU stay as well as survival in ARDS patients. However, with the cut-off scores of 24.5 for LUS(G), 13.5 for LUS(B), 21 for RALE(G) score, and 11.5 RALE(B) score, the respective AUC for predicting prolonged ICU stay and survival was low. Thus, we were unable to predict the length of ICU stay or the chance of survival using any score for lung ultrasound and RALE. A previous study had shown LUS < 24.3 for lesser ICU stay and favourable outcome [19]. The authors in the study had reported LUS 24.3 ± 3.8 in the death group and 12.7 ± 2.9 in the survival group [19]. In our study we were unable to predict cut-off score of LUS(G) to predict survival.The LUE in ARDS patients has been shown to identify patients who are having a higher risk of death, even though patients did not fulfil the CXR criteria prescribed as per Berlin definition [20]. However, in the study, a scoring system was not used in ARDS patients, rather findings of the LUE in terms of consolidation and B-lines were described [20]. In the study done on ARDS patients with COVID-19 pneumonia, the average LUS on admission was 22 [21]. It was similar to that of our study, wherein mean and SD of the LUS (G) was 24.51 ± 4.27.In our study, the mean and SD of RALE(G) score was 20.73 ± 9.77. In a previous study, the average RALE score for ARDS patients was found to be 23 and that without ARDS was 9 [22].Significant correlation between RALE score and LUS in mechanically ventilated patients was shown in the study done by Pisani et al. [23]. The authors had concluded that the LUS was in agreement with the RALE score in CXR [23]. However, in the study, there were only 33 out of 144 patients with ARDS, and the linear correlation was depicted more in the non-ARDS patients [23].This was in contrast to the findings of our study, where there was no significant correlation between the LUS and RALE score in ARDS patients. This can be explained by the fact that changes in lung ultrasound may be identified much earlier than the onset of severe clinical symptoms [24]. Ultrasound has also been shown to be superior to CXR when assessing interstitial pathologies and consolidations [24]. Hence the lack of correlation between the LUS and RALE score could have been due to the early, elaborate lung ultrasound findings, which often precede onset of symptoms and reflect the precise changes in a computerized tomography (CT) scan, rather than CXR [24]. The lack of correlation in our study between the LUS and RALE score could also be that lung ultrasound has a much higher sensitivity and specificity in detecting consolidation and diagnosis of pneumonia [25].LUS(G) and LUS(B) had a more significant correlation to oxygenation than RALE(G) and RALE(B) scores, respectively. LUE is non-ionising, available at the bedside, and may be repeated multiple times by the respiratory therapists and critical care physicians. It is less time consuming compared with the image processing after obtaining a CXR [24]. In our study, we had compared the PaO2/FiO2 to LUS(G) and LUS(B) as well as RALE(G) and RALE(B). Since LUS(G) showed the best correlation to PaO2/FiO2, which was better than the correlation of CXR-derived RALE(G) score to PaO2/FiO2, the utility of lung ultrasound as a better predictor of lung aeration than CXR in ARDS patients has to be emphasized.We want to propose the utility of LUS(G) and LUS(B) rather than routine daily CXR for radiological assessment of ARDS patients. Frequent ABG analysis for lung aeration assessment may also be avoided, especially in coagulopathy patients, where we want to prevent repeated arterial pricks. Rather, the clinician can get more information about lung aeration by doing LUS(G) as well as LUS(B).Limitations of our study include the single-centre retrospective study with a small sample size. The other limitation is that we analysed the LUS and RALE score for each patient only on the day of admission, and the investigator analysing the LUS was not blinded to PaO2/FiO2\n CONCLUSIONIn ARDS patients, the LUS(G) had the best correlation to oxygenation, followed by the RALE(G) score. The LUS(B) and RALE(B) score also had moderate negative correlation to oxygenation. However, there was no significant correlation between LUS(G) and RALE(G) score as well as between LUS(B) and RALE(B) score. Particular cut-off scores of LUS(G) and LUS(B) as well as RALE(G) and RALE(B) scores were not able to predict a prolonged length of ICU stay or survival. Further prospective study with a larger sample size has to be conducted to strengthen the findings of present study. REFERENCES1. Zhou Y, Fan Q, Cavus O, Zhang X. Lung ultrasound: predictor of acute respiratory distress syndrome in intensive care unit patients. Saudi J Anaesth\n2018;12(3):457–61. doi: 10.4103/sja.SJA_73_18. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Riviello ED, Kiviri W, Twagirumugabe T, et al. . Hospital incidence and outcomes of the acute respiratory distress syndrome using the Kigali modification of the Berlin definition. Am J Respir Crit Care Med\n2016;193(1):52–9. doi: 10.1164/rccm.201503-0584OC. [PubMed] [CrossRef] [Google Scholar]3. Warren MA, Zhao Z, Koyama T, et al. . Severity scoring of lung oedema on the chest radiograph is associated with clinical outcomes in ARDS. Thorax\n2018;73(9):840–6. doi: 10.1136/thoraxjnl-2017-211280. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Gargani L, Picano E. The risk of cumulative radiation exposure in chest imaging and the advantage of bedside ultrasound. Crit Ultrasound J\n2015;7(4):20–3. doi: 10.1186/s13089-015-0020-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Picano E, Vañó E, Rehani MM, et al. . The appropriate and justified use of medical radiation in cardiovascular imaging: a position document of the ESC Associations of Cardiovascular Imaging, Percutaneous Cardiovascular Interventions and Electrophysiology. Eur Heart J\n2014;35(10):665–72. doi: 10.1093/eurheartj/eht394. [PubMed] [CrossRef] [Google Scholar]6. Dorfman AL, Fazel R, Sc M, et al. . Use of medical imaging procedures with ionizing radiation in children: a population-based study. Arch Pediatr Adolesc Med\n2013;165(5):458–64. doi: 10.1001/archpediatrics.2010.270. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Veldkamp WJ, Kroft LJ, Geleijns J. Dose and perceived image quality in chest radiography. Eur J Radiol\n2009;72(2):209–17. doi: 10.1016/j.ejrad.2009.05.039. [PubMed] [CrossRef] [Google Scholar]8. Ganapathy A, Adhikari NKJ, Spiegelman J, Scales DC. Routine chest x-rays in intensive care units: a systematic review and meta-analysis. Crit Care\n2012;16(2):R68. Available from: http://ccforum.com/content/16/2/R68 [Accessed 01 December 2020]. [PMC free article] [PubMed] [Google Scholar]9. Bouhemad B, Mongodi S, Via G, Rouquette I. Ultrasound for “Lung Monitoring” of ventilated patients. Anesthesiology\n2015. \nFebruary\n1;122(2):437–47. doi: 10.1097/ALN.0000000000000558. [PubMed] [CrossRef] [Google Scholar]10. Chan CL, Ting HW, Huang HT. The definition of a prolonged intensive care unit stay for spontaneous intracerebral hemorrhage patients: an application with national health insurance research database. Biomed Res Int\n2014;2014:26–9. doi: 10.1155/2014/891725. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. ARDS Definition Task Force; Ranieri MV, Rubenfeld GD, Thompson T, et al. . Acute respiratory distress syndrome: the Berlin definition. JAMA\n2012;307(23):2526–33. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]12. Banerjee A, Mehrotra G. Comparison of lung ultrasound-based weaning indices with rapid shallow breathing index: are they helpful?\nIndian J Crit Care Med\n2018;22(6):435–40. doi: 10.4103/ijccm.IJCCM_331_17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Lichtenstein D. Lung ultrasound in the critically ill. Curr Opin Crit Care\n2014;20(3):315–22. doi: 10.1097/MCC.0000000000000096. [PubMed] [CrossRef] [Google Scholar]14. Koh J, Hong J, Kweon T, Park J, Ko E, Kim J. Relationship between PaO2 /FiO2 and number of regions with B-line on transthoracic lung ultrasound: a prospective, observational study. Anesth Pain Med\n2019. \nApril\n30;14:187–92. doi: 10.17085/apm.2019.14.2.187. [CrossRef] [Google Scholar]15. Lichtenstein D, Goldstein I, Mourgeon E, Cluzel P, Grenier P, Rouby J-J. Comparative diagnostic performances of auscultation, chest radiography, and lung ultrasonography in acute respiratory distress syndrome. Anesthesiology\n2004. \nJanuary\n1;100(1):9–15. doi: 10.1097/00000542-200401000-00006. [PubMed] [CrossRef] [Google Scholar]16. Yin W, Zou T, Qin Y, et al. . Poor lung ultrasound score in shock patients admitted to the ICU is associated with worse outcome. BMC Pulm Med\n2019;19(1):1–8. doi: 10.1186/s12890-018-0755-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Pisani L, Vercesi V, van Tongeren PSI, et al. . The diagnostic accuracy for ARDS of global versus regional lung ultrasound scores – a post hoc analysis of an observational study in invasively ventilated ICU patients. Intensive Care Med Exp\n2019;7(S1):1–11. doi: 10.1186/s40635-019-0241-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Gattinoni L, Taccone P, Carlesso E, Marini JJ. Prone position in acute respiratory distress syndrome. Rationale, indications, and limits. Am J Respir Crit Care Med\n2013. \nDecember\n1;188(11):1286–93. doi: 10.1164/rccm.201308-1532CI. [PubMed] [CrossRef] [Google Scholar]19. Li L, Yang Q, Li L, et al. . The value of lung ultrasound score on evaluating clinical severity and prognosis in patients with acute respiratory distress syndrome. Chinese Crit Care Med\n2015;27:579–84. [PubMed] [Google Scholar]20. See KC, Ong V, Tan YL, Sahagun J, Taculod J. Chest radiography versus lung ultrasound for identification of acute respiratory distress syndrome: a retrospective observational study. Crit Care\n2018;22(1):1–9. doi: 10.1186/s13054-018-2105-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Dargent A, Chatelain E, Kreitmann L, et al. . Lung ultrasound score to monitor COVID-19 pneumonia progression in patients with ARDS. PLoS One\n2020;15(7 July):1–5. doi: 10.1371/journal.pone.0236312. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Zimatore C, Pisani L, Lippolis V, et al. . The radiographic assessment of lung edema (RALE) score has excellent diagnostic accuracy for ARDS. Eur Respir J\n2019. \nSeptember\n28;54(suppl 63):OA3299. Available from: http://erj.ersjournals.com/content/54/suppl_63/OA3299.abstract [Accessed 01 December 2020]. [Google Scholar]23. Pisani L, Zimatore C, Vercesi V, et al. . Agreement between lung ultrasound and chest X-ray scoring in invasively ventilated ICU patients. Eur Respir J\n2019;54(suppl 63). Available from: https://erj.ersjournals.com/content/54/suppl_63/OA3300 [Accessed 01 December 2020]. [Google Scholar]24. Liu RB, Tayal VS, Panebianco NL, et al. . Ultrasound on the Frontlines of COVID-19: report from an international webinar. Acad Emerg Med\n2020;27(6):523–6. doi: 10.1111/acem.14004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Amatya Y, Rupp J, Russell FM, Saunders J, Bales B, House DR. Diagnostic use of lung ultrasound compared to chest radiograph for suspected pneumonia in a resource-limited setting. Int J Emerg Med\n2018;11(1). doi: 10.1186/s12245-018-0170-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}