{"title": "Individualized Mechanical power-based ventilation strategy for acute respiratory failure formalized by finite mixture modeling and dynamic treatment regimen", "pubDate": "2021", "PMCID": "PMC8144670", "DOI": "10.1016/j.eclinm.2021.100898", "PMID": "34041461", "abstract": "Background:                       Mechanical ventilation (MV) is the key to the successful treatment of acute respiratory failure (ARF) in the intensive care unit (ICU). The study aims to formalize the concept of individualized MV strategy with finite mixture modeling (FMM) and dynamic treatment regime (DTR).                  Methods:                       ARF patients requiring MV for over 48 h from 2008 to 2019 were included. FMM was conducted to identify classes of ARF. Static and dynamic mechanical power (MP_static and MP_dynamic) and relevant clinical variables were calculated/collected from hours 0 to 48 at an interval of 8 h.   Δ  M P  was calculated as the difference between actual and optimal MP.                  Findings:                       A total of 8768 patients were included for analysis with a mortality rate of 27%. FFM identified three classes of ARF, namely, the class 1 (baseline), class 2 (critical) and class 3 (refractory respiratory failure). The effect size of MP_static on mortality is the smallest in class 1 (HR for every 5 Joules/min increase: 1.29; 95% CI: 1.15 to 1.45; p < 0.001) and the largest in class 3 (HR for every 5 Joules/min increase: 1.83; 95% CI: 1.52 to 2.20; p < 0.001).                  Interpretation:                       MP has differing therapeutic effects for subtypes of ARF. Optimal MP estimated by DTR model may help to improve survival outcome.                  Funding:                       The study was funded by Health Science and Technology Plan of Zhejiang Province (2021KY745), Key Research & Development project of Zhejiang Province (2021C03071) and Yilu \"Gexin\" - Fluid Therapy Research Fund Project (YLGX-ZZ-2,020,005).", "author": [{"author": "Yucai Hong", "affiliation": ["Department of Emergency Medicine, Sir Run Run Shaw Hospital, Zhejiang University School of Medicine, Hangzhou, 310016, China."], "href": "/?term=Hong+Y&cauthor_id=34041461"}, {"author": "Lin Chen", "affiliation": ["Department of Critical Care Medicine, Affiliated Jinhua Hospital, Zhejiang University School of Medicine, Jinhua, China."], "href": "/?term=Chen+L&cauthor_id=34041461"}, {"author": "Qing Pan", "affiliation": ["College of Information Engineering, Zhejiang University of Technology, 310023, Hangzhou, China."], "href": "/?term=Pan+Q&cauthor_id=34041461"}, {"author": "Huiqing Ge", "affiliation": ["Department of Respiratory Care, Sir Run Run Shaw Hospital, Zhejiang University School of Medicine, Hangzhou, China."], "href": "/?term=Ge+H&cauthor_id=34041461"}, {"author": "Lifeng Xing", "affiliation": ["Department of Emergency Medicine, Sir Run Run Shaw Hospital, Zhejiang University School of Medicine, Hangzhou, 310016, China."], "href": "/?term=Xing+L&cauthor_id=34041461"}, {"author": "Zhongheng Zhang", "affiliation": ["Department of Emergency Medicine, Sir Run Run Shaw Hospital, Zhejiang University School of Medicine, Hangzhou, 310016, China."], "href": "/?term=Zhang+Z&cauthor_id=34041461"}], "refPMID": ["33298583", "33175297", "33148779", "30367670", "28127231", "33336309", "33227213", "26351181", "33315635", "28459336", "29466596", "26872367", "30291378", "27620287", "28828361", "30850013", "32977833", "31104070", "33181462", "22797452", "25854539", "26236062", "27219127", "4614943", "32735841", "26855945", "14568628", "28081166", "29299446", "29955581", "31062050", "25642116", "32420624", "32083690", "33156382", "28899408", "25693014", "7924367", "30268138", "26643099"], "citedInPMID": ["34041461", "34938754", "34753416", "34513990"], "body": " AbstractBackgroundMechanical ventilation (MV) is the key to the successful treatment of acute respiratory failure (ARF) in the intensive care unit (ICU). The study aims to formalize the concept of individualized MV strategy with finite mixture modeling (FMM) and dynamic treatment regime (DTR).MethodsARF patients requiring MV for over 48 h from 2008 to 2019 were included. FMM was conducted to identify classes of ARF. Static and dynamic mechanical power (MP_static and MP_dynamic) and relevant clinical variables were calculated/collected from hours 0 to 48 at an interval of 8 h. ΔMP was calculated as the difference between actual and optimal MP.FindingsA total of 8768 patients were included for analysis with a mortality rate of 27%. FFM identified three classes of ARF, namely, the class 1 (baseline), class 2 (critical) and class 3 (refractory respiratory failure). The effect size of MP_static on mortality is the smallest in class 1 (HR for every 5 Joules/min increase: 1.29; 95% CI: 1.15 to 1.45; p < 0.001) and the largest in class 3 (HR for every 5 Joules/min increase: 1.83; 95% CI: 1.52 to 2.20; p < 0.001).InterpretationMP has differing therapeutic effects for subtypes of ARF. Optimal MP estimated by DTR model may help to improve survival outcome.FundingThe study was funded by Health Science and Technology Plan of Zhejiang Province (2021KY745), Key Research & Development project of Zhejiang Province (2021C03071) and Yilu \"Gexin\" - Fluid Therapy Research Fund Project (YLGX-ZZ-2,020,005). Research in contextEvidence before this studyAcute respiratory failure (ARF) is a medical emergency requiring immediate intervention. Mechanical power (MP), which is calculated by combining several mechanical parameters of plateau pressure, respiratory rate and positive end expiratory pressure (PEEP), can provide better prediction of lung injury. It is feasible to ventilate patients with ARF by restricting MP. However, one of the most important challenges in the management of critically ill patients is the population heterogeneity. A single ventilation strategy may not be uniformly beneficial for all ARF patients due to the heterogeneity.Added value of this studyThe present study aimed to identify phenotypes of ARF and then estimate a sequence of optimal MP-based ventilation strategy based on dynamic treatment regime (DTR) model. The optimal MP was validated by regressing mortality outcome on the difference between actual and optimal MP (ΔMP). The study provided additional evidence that ventilation based on MP was feasible and may be beneficial for ARF patients.Implications of all the available evidenceMP has differing therapeutic effects for subtypes of ARF. Optimal MP estimated by DTR model may help to improve survival outcome. Further prospective trials are needed to test whether ventilation strategy guided by DTR model is able to improve mortality outcome.Alt-text: Unlabelled box 1. IntroductionAcute respiratory failure (ARF) is a medical emergency requiring immediate intervention [1], [2], [3], [4]. Mild ARF could be treated with oxygen therapy but the severe form typically requires invasive mechanical ventilation (MV) to maintain gas exchange. While MV is able to correct respiratory failure by providing gas exchange, it may also cause lung injury [5], [6], [7]. Thus, protective mechanical ventilation conducted by limiting tidal volume, plateau pressure and driving pressure has been recommended to minimize potential lung injury during MV [8], [9], [10], [11]. More recently, some studies show that the mechanical power (MP), which is calculated by combing several mechanical parameters of plateau pressure, respiratory rate and positive end expiratory pressure (PEEP), can provide better prediction of lung injury [12], [13], [14], [15]. Thus, it is reasonable to develop an individualized ventilation strategy based on MP.However, one of the most important challenges in the management of critically ill patients is the population heterogeneity [16], [17], [18], [19]. The idea of protective ventilation is theoretically sound but may be difficult to implement in clinical practice. It is recommended to ventilate patients with acute respiratory distress syndrome (ARDS) by limiting tidal volume < 6 ml/kg and plateau pressure < 30 cmH2O [10,20]. However, such a single value may not be uniformly beneficial for all ARF patients due to the heterogeneity. For example, some patients may develop severe carbon dioxide retention at a low tidal volume, while others may be intolerant to a high PEEP due to circulatory failure. Therefore, the ventilation strategy must be individualized to optimize clinical outcomes, by considering not only the current physiological conditions but also previous responses to a treatment. Such a treatment strategy can be formalized by dynamic treatment regimen (DTR) modeling [21], [22], [23]. The idea of DTR is to estimate a sequence of treatment rules to maximize clinical benefits. The present study aimed to identify phenotypes of ARF and then estimate a sequence of optimal MP-based ventilation strategy based on DTR model. The optimal MP was validated by regressing mortality outcome on the difference between actual and optimal MP (ΔMP). 2. Methods2.1. Study design and settingThe study was conducted using the Medical Information Mart for Intensive Care (MIMIC)-IV database [24], which integrated deidentified, comprehensive clinical data of patients admitted to the Beth Israel Deaconess Medical Center in Boston, Massachusetts from 2008 to 2019 (Z.Z. had access to the data). The data covered over 50,000 distinct adult patients who had detailed ICU data. We included ARF patients who required mechanical ventilation in the ICU. ARF was defined as hypoxia with an arterial partial pressure of oxygen (PaO₂) of <8 kPa (<60 mmHg) on room air and/or arterial partial pressure of carbon dioxide (PaCO₂) of >6.5 kPa (>50 mmHg) on room air at sea level. [25] Exclusion criteria included: 1) patients younger than 18 years old; 2) patients who treated with extracorporeal membrane oxygenation (ECMO) and 3) patients ventilated for less than 48 h. The first ICU admission was used for patients who had multiple ICU admissions.The study utilized third-party and de-identified database for analysis. The utilized database which is released under the Health Insurance Portability and Accountability Act (HIPAA) safe harbor provision. The re-identification risk was certified as meeting safe harbor standards by Privacert (Cambridge, MA) (HIPAA Certification no. 1031,219–2). Beth Israel Deaconess Medical Center approved the database, and ethics approval was exempt from our institution for the current analysis. Informed consent was waived due to retrospective nature of the study.2.2. VariablesVariables included for analysis were based on both availability in the database and relevance to the research question. Demographics and clinical variables included age, sex, height, diagnosis (ARDS, Heart failure, COPD, Sepsis), systolic blood pressure and heart rate. Mechanical ventilation parameters were tidal volume (TV), respiratory rate, FiO2, plateau pressure, PEEP, peak pressure. Laboratory variables included PaO2, PaCO2, base excess (BE), HCO3, pH, lactate, hematocrit, creatinine, and total bilirubin. The time-varying variables were collected at an interval of 8 h for a total of 48 h after initiation of MV. Thus, there were 7 time points from time 0 to 48 h. This interval was used because the static lung mechanics were measured at an interval of 8 h for the majority of patients in average. If there were multiple measurements in an 8-hour interval, these measurements were averaged over the 8-hour time window. These variables were chosen because they were commonly used for assessing disease severity as was used in the sequential organ failure assessment (SOFA) score. MP was calculated as follows [14,26]:MP_dynamic=0.098×RR×TV×(Ppeak−(0.5×(Ppeak−PEEP)))MP_static=0.098×RR×TV×(Ppeak−(0.5×(Pplateau−PEEP)))where TV is the tidal volume and Ppeak is the peak inspiratory pressure and Pplateau is the end-inspiratory plateau pressure. Missing values were imputed by the Last observation carried forward (LOCF) method for longitudinal data [27], sensitivity analysis by using hot deck method was performed to ensure stability of the results (results not shown) [28].2.3. Classes of ARFThe classes of ARF were investigated using finite mixture modeling (also known as latent profile analysis) (Fig. 1). The best number of classes was determined by the combination of model fit statistics and clinical relevance. Bootstrap likelihood ratio test was performed to compare whether k-class model was better than (k-1)-class model [29,30]. Lower values of AIC and SABIC, higher values of entropy were considered as better model fit. The minimum percentage of patients in a class should be greater than 10%. To ensure the stability of the class membership, the minimum probability of assigning to one class should be over 0.85. The best number of classes was also confirmed by k-means clustering analysis [31]. Statistics such as Hartigan index, Ball index, Scott index, scatter distance (SD) index, TraceW and TrCovW were reported [31].Open in a separate windowFig. 1Flowchart of subject enrollment and statistical analysis. After application of exclusion criteria, a total of 8768 patients were used for analysis. We firstly determined the number of classes for the ARF population by using k-means clustering and finite mixture modeling (FFM). Visualization of FFM-derived classes was performed in the top three principal component space. Clinical characteristics of the classes of ARF were compared with standard statistical methods. The effect of mechanical power (MP) on survival outcome was explored in Cox regression model with time-varying covariates, including an interaction term between class membership and MP. Dynamic treatment regimen (DTR) model was used to estimate a sequential decision rule for prescribing MP dose (optimal MP) at hour 0 to 48 at a step of 8 h. ∆MP was calculated as the difference between actual and optimal MP. Multivariable regression model was used to explore the effect of MP on mortality with a quadratic functional form. Abbreviations: MIMIC: Medical Information Mart for Intensive Care; MV: mechanical ventilation; ECMO: extracorporeal membrane oxygenation; PCA: principal component analysis; MP: mechanical power; DTR: dynamic treatment regimen; HR: heart rate; BP: blood pressure; RR: respiratory rate.Characteristics of classes were compared using Chi-square test or Fisher's exact test for categorical data, and Kruskal-Wallis rank sum test or analysis of variance (ANOVA) for numeric data. [32] Interactions between class membership and MP (Class×MP) were explored in multivariable Cox regression models with time-varying covariates [33]. Other covariates selected by expertise and clinical significance included age, HR, RR, SBP, creatinine, total bilirubin (TB), PaO2/FiO2 ratio (PF), PaCO2 and hematocrit. We reported the hazard ratio for survival outcome for both MP_dynamic and MP_static at every 5 Joules/min increase.2.4. Dynamic treatment regimen modelingWe used DTR to estimate optimal MP over the first 48 h of MV at an interval of 8 h, so that the final clinical outcome can be optimized [34]. Because MP_static was more strongly associated with the survival outcome than MP_dynamic (e.g. the hazard ratio of MP_static was consistently higher than that of MP_dynamic, see result for more details), we focused on optimizing MP_static in this section. The mortality outcome E(Y|x,a) was modelled in terms of treatment free model f(xβ;β) and a blip function γ(xψ,a;ψ): E(Y|x,a)=f(xβ;β)+γ(xψ,a;ψ), where xβ and xψ were subsets of observed covariates vector x, which included age, RR, SBP, HR, Class, PaO2, PaCO2, PF, BE, pH, Lactate, Creatinine, hematocrit and TB. The blip function was parameterized in terms of ψ and characterizes the treatment effect. The dose distribution of MP was assumed to be Gamma distribution and was transformed by logarithm in the link function. Variables in the blip function that interacted with linear MP included age, RR, SBP, HR, Class, PaO2, PaCO2, PF, BE, pH, Lactate, Creatinine, hematocrit and TB. Variables interacting with the quadratic term (MP2) were class and PF. The goal of parameter estimation is to optimize the final outcome Y in a sequential manner, which was performed by dynamic weighted ordinary least squares [35]. The results of the DTR model would return individualized optimal dosing strategy for MP across hours 0 to 48. Then, the actual MP was compared to the optimal MP to compute ΔMP=MPactual−MPoptimal. Risk factors for ΔMP > 5 Joules/min were explored by using logistic regression models, covariates were included in the model by clinical relevance and statistical significance at p = 0.2. The DTR model was validated by comparing mortality outcome difference between patients with different values of ΔMP. A logistic regression model with quadratic functional form for ∆MP was employed to explore whether the minimum risk of mortality was at ΔMP≈0.All analyses were performed using R (version 4.0.3). Two-tailed p < 0.05 was considered as statistical significance. The R code for the analysis can be found in the Supplementary file 1.2.5. Role of the funding sourceThe funding source had no role in the design, conduction and interpretation of the study. 3. Results3.1. ParticipantsWe initially identified 69,619 ICU admissions from the MIMIC-IV database. A total of 8768 ARF patients who received MV for over 48 h were included for our analysis (Fig. 1). The median age of the study population was 64 years (IQR: 53 to 75 years, Table 1). There was more male (5025/8768, 63%) than female patients. There were 117 ARDS patients (1%), 2379 sepsis (27%), 741 COPD (8%) and 2448 heart failure (28%). The MP_static was slightly higher than the MP_dynamic (14.8 [11.6 – 19.5] vs. 12.9 [10.2 – 16.9] Joules/min). The mortality of the overall population was 27% (2365/8768).Table 1Comparisons of Baseline characteristics across classes at the start of MV (hour 0).VariablesTotal (n = 8768)Class 1 (n = 4372)Class 2 (n = 3637)Class 3 (n = 759)pAge (years), Median (IQR)64 (53, 75)65 (53, 76)63 (52, 73)66 (56, 76)< 0.001Gender, male (%)5025 (57)2519 (58)2106 (58)400 (53)0.026Height (cm), Median (IQR)170 (163, 175)170 (163, 175)170 (163, 178)170 (163, 173)< 0.001ARDS, n (%)117 (1)43 (1)66 (2)8 (1)0.004Sepsis, n (%)2379 (27)774 (18)1448 (40)157 (21)< 0.001COPD, n (%)741 (8)302 (7)295 (8)144 (19)< 0.001HF, n (%)2448 (28)1069 (24)1053 (29)326 (43)< 0.001Ppeak (cmH2O), Median (IQR)23.00 (20.00, 28.00)22.00 (19.00, 26.50)24.00 (20.50, 28.00)26.67 (22.00, 31.50)< 0.001PEEP (cmH2O), Median (IQR)5.03 (5.00, 8.00)5.00 (5.00, 6.50)5.30 (5.00, 8.46)5.50 (5.00, 8.45)< 0.001TV (ml), Median (IQR)468.46 (415.67, 520.00)474.92 (421.77, 522.21)469.75 (420.13, 522.00)428.50 (371.07, 492.79)< 0.001Pplat (cmH2O), Median (IQR)19.00 (16.00, 22.50)18.00 (15.00, 21.00)19.40 (16.50, 23.00)21.00 (18.67, 24.50)< 0.001RR (/min), Median (IQR)19.24 (16.67, 22.45)18.27 (16.07, 21.20)20.19 (17.50, 23.57)19.82 (17.32, 22.51)< 0.001HR (/min), Median (IQR)88.00 (75.70, 101.67)84.00 (72.75, 97.17)92.58 (79.80, 107.08)87.50 (76.26, 100.00)< 0.001SBP (mmHg), Median (IQR)113.50 (103.88, 126.20)118.00 (107.26, 131.45)108.75 (100.67, 118.78)114.09 (104.77, 125.62)< 0.001PaO2 (mmHg), Median (IQR)94.00 (70.00, 114.00)94.00 (77.00, 118.08)90.50 (67.33, 111.67)72.33 (53.00, 93.00)< 0.001PaCO2 (mmHg), Median (IQR)41.25 (36.00, 48.00)41.00 (36.00, 45.00)41.00 (35.50, 47.00)64.00 (54.00, 76.00)< 0.001FiO2, Median (IQR)57.50 (46.67, 73.33)52.50 (45.00, 70.00)63.00 (50.00, 78.75)54.00 (45.00, 70.00)< 0.001BE (mEq/L), Median (IQR)−1.00 (−4.67, 1.00)0.33 (−0.50, 2.00)−5.50 (−8.50, −3.38)7.50 (4.00, 11.00)< 0.001HCO3 (mmol/L), Median (IQR)22.50 (19.50, 26.00)24.00 (22.00, 26.00)19.00 (16.50, 21.00)32.50 (30.00, 36.00)< 0.001pH, Median (IQR)7.36 (7.29, 7.41)7.41 (7.37, 7.44)7.29 (7.23, 7.33)7.36 (7.29, 7.43)< 0.001Lactate (mmol/L), Median (IQR)1.70 (1.25, 2.86)1.40 (1.10, 1.98)2.77 (1.67, 4.50)1.30 (0.90, 1.60)< 0.001Creatinine (mg/dl), Median (IQR)1.05 (0.70, 1.70)0.90 (0.70, 1.25)1.45 (1.00, 2.50)0.90 (0.60, 1.30)< 0.001Hct (%), Median (IQR)31.10 (26.90, 36.00)31.30 (27.20, 36.00)30.70 (26.45, 35.97)31.45 (27.10, 36.17)0.009TB, Median (IQR)0.70 (0.50, 1.10)0.70 (0.50, 0.90)0.70 (0.50, 1.60)0.70 (0.30, 0.70)< 0.001dynamic MP (Joules/min), Median (IQR)12.94 (10.19, 16.94)12.00 (9.57, 15.38)14.11 (10.93, 18.69)13.63 (10.86, 17.27)< 0.001static MP (Joules/min), Median (IQR)14.80 (11.58, 19.50)13.84 (10.96, 17.85)16.13 (12.42, 21.25)15.84 (12.53, 20.11)< 0.001Compliance (ml/cmH2O), Median (IQR)37.91 (29.71, 48.15)39.68 (31.56, 50.18)37.41 (29.46, 46.90)30.38 (23.91, 39.26)< 0.001PF (mmHg), Median (IQR)152.13 (105.41, 210.00)173.00 (120.00, 234.92)136.00 (96.35, 188.00)125.00 (88.00, 175.00)< 0.001Normalized TV (ml/kg), Median (IQR)7.40 (6.61, 8.36)7.50 (6.69, 8.41)7.36 (6.59, 8.36)7.03 (6.06, 8.02)< 0.001static DP (cmH2O), Median (IQR)12.50 (10.00, 15.00)12.00 (9.69, 14.60)12.67 (10.00, 15.33)14.00 (11.50, 17.00)< 0.001dynamic DP (cmH2O), Median (IQR)16.75 (14.00, 20.50)16.00 (13.33, 19.84)17.00 (14.00, 20.60)19.50 (16.00, 24.00)< 0.001Hospital LOS, Median (IQR)320.00 (200.00, 504.00)312.00 (200.00, 496.00)336.00 (200.00, 536.00)272.00 (168.00, 432.00)< 0.001Mortality, n (%)2365 (27)964 (22)1215 (33)186 (25)< 0.001Open in a separate windowAbbreviations: IQR: interquartile range; ARDS: acute respiratory distress syndrome; COPD: chronic obstructive pulmonary disease; HF: heart failure; Ppeak: peak inspiratory pressure; PEEP: positive end expiratory pressure; TV: tidal volume; Pplat: plateau pressure; RR: respiratory rate; HR: heart rate; SBP: systolic blood pressure; BE: base excess; Hct: hematocrit; TB: total bilirubin; MP: mechanical power; PF: arterial partial pressure of oxygen (PaO2) divided by the inspired oxygen concentration (FiO2); DP: driving pressure; LOS: length of stay;.3.2. Classification of ARFThe values of AIC and SABIC declined all the way down form 2-class to 10-class model, but the smallest class contained less than 5% patients from 4-class to 10-class models (Fig. 2B). The Entropy statistic suggested 3-class model as the best one. Thus, the 3-class model was considered as the best model. The 3-class model was further confirmed by k-means clustering analysis (Fig. 2A). Patients who transitioned from Class 2 to 1 were more likely to survive on hospital discharge (Fig. 2C). The three classes could be well separated in the first three principal components (explaining 18%, 13.8% and 8.9% variances of the total variance, Fig. 2D). Characteristics of the three classes are visualized in Fig. 2E. Class 1 is the largest class over all study days with all variables in average value (the Baseline Class). Class 2 is characterized by metabolic acidosis (lowest pH: 7.29; IQR: 7.23 to 7.33) and poor tissue perfusion (Lactate: 2.77; IQR: 1.67 to 4.50 mmol/L) and can be called the Critical Class. Class 3 is characterized by high PaCO2 and low PF even at MV and can be called the Refractory Respiratory Failure Class (Fig. 2E).Open in a separate windowFig. 2Classes of ARF. A) Determination of optimal number of clusters by k-means clustering. The SD index seeks to find the minimum value for the best number of clusters. Other indices seek to find an elbow point. B) Statistics of LPA to find the best fit model. The values of AIC and SABIC declined all the way down form 2-class to 10-class model, but the smallest class contained less than 5% patients from 4-class to 10-class models. The Entropy statistic suggested 3-class model as the best one. Thus, the 3-class model was considered as the best model. C) state transition of ARF stratified by vital status at hospital discharge (dead versus alive). Patients who transitioned from Class 2 to 1 were more likely to survive on hospital discharge. Class 3 remained constant over ventilation days. D) Visualization of class membership in PCA space. The three classes could be well separated in the first three principal components (explaining 18%, 13.8% and 8.9% variances of the total variance). E) Clinical characteristics of the three classes. Values in the vertical axis were normalized for the ease of presentation in the same scale. **** p < 0.001 for comparisons among the three classes by ANOVA. Abbreviations: ARF: acute respiratory failure; HR: heart rate; SBP: systolic blood pressure; RR: respiratory rate; BE: base excess; Lac: lactate; Creat: creatinine; TB: total bilirubin; PF: PaO2/FiO2 ratio; PCA: principal component analysis; AIC: Akaike Information Criterion; SABIC: sample size adjusted Bayesian information criteria; BLRT: bootstrap likelihood ratio test; prob_min: minimum probability in a class; prob_max: maximum probability in a class; n_min: minimum proportion in a class; n_max: maximum proportion in a class.3.3. Differing therapeutic effects of MP in classes of ARFIn multivariable Cox regression models with time-varying covariates, we included interaction terms between class membership and MP. There was significant interaction between class membership and MP. The effect size of MP_static on mortality is the smallest in class 1 (HR for every 5 Joules/min increase: 1.29; 95% CI: 1.15 to 1.45; p < 0.001) and the largest in class 3 (HR for every 5 Joules/min increase: 1.83; 95% CI: 1.52 to 2.20; p < 0.001). The results were confirmed for MP_dynamic (Fig. 3A and B). Class 2 showed the lowest survival probability over time, whereas class 1 showed the highest survival probability over 30 days.Open in a separate windowFig. 3Interaction between MP and class membership in a Cox regression model with time-varying covariates. A) Hazard ratio of covariates for survival outcome. Hazard ratio for MP_dynamic was reported for every 5-Joules/min increase. B) probability of survival for a sequential value of MP_dynamic, stratified by the class membership, the cutoffs were chosen for every 5-Joules/min increase starting from 10 Joules/min. C) Hazard ratio of covariates for survival outcome. Hazard ratio for MP_static was reported for every 5-Joules/min increase. B) probability of survival for a sequential value of MP_static, stratified by the class membership. Abbreviations: HR: heart rate; SBP: systolic blood pressure; RR: respiratory rate; BE: base excess; Lac: lactate; Creat: creatinine; TB: total bilirubin; PF: PaO2/FiO2 ratio; Hct: hematocrit.We further explored differing effects of MP on survival across severity of lung injury quantified by lung compliance and P/F ratio. Cox proportional regression models were fitted, which showed significant interactions between MP_dynamic and compliance or P/F ratio (Fig. 4). With P/F ratio < 100 mmHg as reference, the coefficients for the interaction terms of P/F (100–200 mmHg)*MP (HR: 0.98 [0.96, 0.99]; p < 0.001), P/F (200–300 mmHg)*MP (HR: 0.96 [0.95, 0.98]; p < 0.001), P/F (> 300 mmHg)*MP (HR: 0.94 [0.92, 0.96]; p < 0.001) were statistically significant. With compliance < 15 ml/cmH2O as reference, the coefficients for the interaction terms of compliance (15 - 30 ml/cmH2O)*MP (HR: 0.98 [0.95, 1.00]; p = 0.057), compliance (> 30 ml/cmH2O)*MP (HR: 0.96 [0.94, 0.98]; p = 0.001) were statistically significant.Open in a separate windowFig. 4Interaction between MP_dynamic and respiratory variables. A) Interaction between MP_dynamic and compliance. Compliance was categorized at cutoffs of 15 and 30 ml/cmH2O. B) Interaction between MP_dynamic and P/F ratio. P/F ratio was categorized at cutoffs of 100, 200 and 300 mmHg. Abbreviations: MP_dynamic: dynamic mechanical power; P/F: PaO2/FiO2 ratio.3.4. Optimal treatment strategy estimated by DTRThe DTR model was employed to estimate the target for optimizing MP_static. The actual and optimal MP were compared and ∆MP was calculated as the difference between actual and optimal MP. ∆MP was categorized into 5 categories as “very low”, “low”, “optimal”, “high” and “very high” at cutoff values of −10, −5, 5, 10 Joules/min. The distribution of ∆MP categories across classes and diseases are shown in Fig. 4A and B. Interestingly, ARDS patients were more likely to be ventilated with greater-than-optimal MP (greater proportion of high and very high ∆MP) than COPD or heart failure patients (Fig. 5A). Similarly, class 3 patients were more likely to be ventilated with MP greater than optimal MP (Fig. 5B). The optimal MP_static was significantly different for the three classes: class 1 (14.6± 9.1 ml/cmH2O), 2 (17.2± 8.9 ml/cmH2O) and 3 (13.0± 8.2 ml/cmH2O). By using optimal ∆MP as the reference, both low (OR: 1.08; 95% CI: 1.02 to 1.15; p = 0.01) or high ∆MP (OR: 1.07; 95% CI: 1.00 to 1.14; p = 0.043) was associated with increased risk of hospital death (Fig. 5C). The results were confirmed in the logistic regression model with quadratic functional form of MP (Fig. 5D).Open in a separate windowFig. 5DTR model to estimate optimal MP_static. The actual and optimal MP were compared and ∆MP was calculated as the difference between actual and optimal MP. ∆MP was categorized into 5 categories as “very low”, “low”, “optimal”, “high” and “very high” at cutoff values of −10, −5, 5, 10 Joules/min (the cutoffs were chosen at the quantile points rounded to an integer). A) distribution of different categories of ∆MP across disease types. B) Distribution of different categories of ∆MP across class membership over the first 48 h after MV start. C) Impact of categorized ∆MP on mortality. The optimal ∆MP was used as reference. D) Impact of ∆MP on mortality in a model with quadratic functional form of ∆MP. E) Risk factors for hyperventilation (defined as ∆MP > 5 Joules/min) estimated by a generalized linear model. Abbreviations: CI: confidence interval; HR: heart rate; SBP: systolic blood pressure; RR: respiratory rate; BE: base excess; Lac: lactate; TB: total bilirubin; PF: PaO2/FiO2 ratio; MP: mechanical power.Risk factors for ΔMP > 5 Joules/min was explored in a generalized linear regression model. After adjustment for potential confounding factors, class 2 was associated with lower risk of hyperventilation (OR: 0.56; 95% CI: 0.53 to 0.60; p < 0.001) and class 3 (OR: 1.24; 95% CI: 1.14 to 1.35; p < 0.001) was associated with increased risk of being ventilated with greater-than-optimal MP. 4. DiscussionThis study formalized individualized MP-based ventilation strategy for ARF patients in two aspects. Firstly, three classes of ARF were robustly identified by FFM and k-means clustering, which showed distinct clinical characteristics and clinical outcomes. While class 1 accounts for the largest number of patients (Baseline Class), class 2 is characterized by systemic tissue hypoperfusion and multiple organ dysfunction (Critical Class) and class 3 is characterized by refractory respiratory failure despite the use of MV. Furthermore, the effect sizes of MP_static on survival outcome varied across the three classes. Secondly, sequential individualized MP was estimated for each individual patient using DTR modeling. To show that the optimal MP can have additional overall survival benefits, we compared mortality outcomes by different categories of ∆MP (i.e. ∆MP = 0 indicates a patient actually receives optimal MP, ∆MP < 0 indicates hypoventilation and ∆MP > 0 indicates over ventilation). The results showed that both ventilation with ∆MP > 5 Joules/min and hypoventilation were associated with increased risk of mortality as compared to the optimal MP. While ventilation with large MP may cause lung injury, ventilation with lower than optimal MP can cause inadequate ventilation resulting in carbon dioxide retention and inadequate oxygen supply. The latter two pathological conditions are well known risk factors for mortality.This study carries several clinical implications. First, the study formalized the concept of individualized ventilation strategy by using unsupervised machine learning algorithm and DTR. The classification of ARF is interpretable in that each derived class corresponds to a clinical phenotype of ARF. The classification system cannot be fully explained by conventional reasons of ARF such as COPD, ARDS, heart failure or sepsis. Although greater MP was found to have hazardous impact on mortality outcome across the three classes, class 3 showed the largest effect size. The results for MP_static and MP_dynamic were consistent. The hallmark feature of class 3 is refractory respiratory failure despite the use of MV, with relatively normal functions in other organs/systems including the circulatory system (high SBP and low lactate), renal (low creatinine) and liver function (low TB). In this situation, lower MP will help to reduce potential lung injury. This result is also supported by our previous work showing that high MP is most hazardous in patients with severe ARDS, while the effect is minimal for mild ARDS patients [36]. A recent study also showed that the association of MP and mortality was stronger in patients with worse baseline hypoxemia [26].Second, the optimal MP values estimated by DTR model is another way to show the association between MP and mortality outcome. The benefit of using DTR model to formalize the sequential decision rule is that it fully accounts for the state transition during disease course [34], which has been successfully applied in other medical areas such as mental health [37], oncology and trauma [38,39]. As shown in our data, the dynamic transitions between ARF classes were prevalent over ventilation days, such a dynamic state transition requires the ventilation strategy to be tailored. However, current clinical practice rarely considers the fact of dynamic transitions [40]. While most clinical practice guidelines recommended to ventilate ARDS by limiting tidal volume < 6 ml/kg and plateau pressure < 30 cmH2O [41], [42], [43]. it is largely unknown how to adjust ventilator parameters when the patient's condition changed during disease course. We further proved that a ventilation strategy with MP deviated away from the optimal MP (∆MP) was associated with higher mortality risk, supporting the use of DTR to improve mortality outcome for ARF patients. However, the DTR-based ventilation strategy needs to be tested in controlled trials.Third, risk factors for ventilation with ∆MP > 5 Joules/min were explored which can help to tailor MP based on these risk factors. For example, our study identified class 3 as a risk factor for ventilation with ∆MP > 5 Joules/min, indicating that MP can be further decreased for this subgroup of patients. COPD patients are more likely to be ventilated with less-than-optimal MP, for whom higher MP can be used to ensure adequate oxygen supply and carbon dioxide removal. Interestingly, the study found that P/F ratio was a strong predictor of ventilation with ∆MP > 5 Joules/min (OR for every 10-mmHg increase: 0.75; 95% 0.70 to 0.82), indicating that patients who had worse hypoxia were more likely to have MP-induced lung injury. Although protective ventilation with limited tidal volume and plateau pressure is beneficial for both injured and healthy lungs, the relative risk is much greater in injured lungs [9,44,45]. This is consistent with findings from other independent studies [26,36]. These evidences collectively support the validity of the optimal ventilation strategy estimated by the DTR model.There are several limitations in the study. First, the optimal MP estimated by the DTR model is a target for optimizing ventilation. In real clinical practice, it may not be feasible to lower MP due to the requirements of gas exchange for patients with severe lung injury even we know higher MP is associated with increased mortality risk. Using the DTR model appears to be another way to show that high MP leads to poor outcomes. It remains to be validated whether adjusting MP to the model-selected level improves outcomes. Second, body mass index is a good anthropometry, but we were not including it for the adjustment of ventilator parameters. The body weight is varying in critically ill patients because of the inability to maintain fluid intake/output balance, thus many guidelines recommend using height to estimate ideal body weight for ventilator setting. Thus, we included the fixed variable height into the models in our study.In conclusion, a sequential decision rule estimated by DTR model for MP adjustment is feasible for patients with ARF. Further prospective trials are needed to test whether ventilation strategy guided by DTR model is able to improve mortality outcome. Declaration of Competing InterestAll the authors declare grants from Health Science and Technology Plan of Zhejiang Province (2021KY745), Key Research & Development project of Zhejiang Province (2021C03071), and Yilu \"Gexin\" - Fluid Therapy Research Fund Project (YLGX-ZZ-2020,005) since the initial planning of the work; and grants from Yilu \"Gexin\" - Fluid Therapy Research Fund Project (YLGX-ZZ-2020,005) and Key Research & Development project of Zhejiang Province (2021C03071) in the past 36 months. Data sharing statementAll data are available at https://mimic-iv.mit.edu/FundingThe study was funded by Health Science and Technology Plan of Zhejiang Province (2021KY745), Key Research & Development project of Zhejiang Province (2021C03071) and Yilu \"Gexin\" - Fluid Therapy Research Fund Project (YLGX-ZZ-2020005).Authors' contributionsZZ and YH designed the study and drafted the manuscript; LC helped interpret the results and write some discussion; HG and QP helped statistical analysis and result interpretation; YH and LX prepared the figures and interpret the results. ZZ is identified as the guarantor of the paper, taking responsibility for the integrity of the work as a whole, from inception to published article. FootnotesSupplementary material associated with this article can be found in the online version at doi:10.1016/j.eclinm.2021.100898. References1. Baldwin M.R., Pollack L.R., Friedman R.A., Norris S.P., Javaid A., O'Donnell M.R. Frailty subtypes and recovery in older survivors of acute respiratory failure: a pilot study. Thorax. 2020 Dec 9;29 thoraxjnl–2020–214998. [PMC free article] [PubMed] [Google Scholar]2. Di Domenico S.L., Coen D., Bergamaschi M., Albertini V., Ghezzi L., Cazzaniga M.M. Clinical characteristics and respiratory support of 310 COVID-19 patients, diagnosed at the emergency room: a single-center retrospective study. Intern Emerg Med. 2020 Nov 11;382(18):1708–1710. [PMC free article] [PubMed] [Google Scholar]3. Kwizera A., Nakibuuka J., Nakiyingi L., Sendagire C., Tumukunde J., Katabira C. Acute hypoxaemic respiratory failure in a low-income country: a prospective observational study of hospital prevalence and mortality. BMJ Open Respir Res Arch Dis Child. 2020 Nov;7(1) [PMC free article] [PubMed] [Google Scholar]4. Boyle A.J., Madotto F., Laffey J.G., Bellani G., Pham T., Pesenti A. Identifying associations between diabetes and acute respiratory distress syndrome in patients with acute hypoxemic respiratory failure: an analysis of the LUNG SAFE database. Crit Care BioMed Central. 2018 Oct 27;22(1):268. 14. [PMC free article] [PubMed] [Google Scholar]5. Zhang Z., Gu W.-.J., Chen K., Ni H. Mechanical ventilation during extracorporeal membrane oxygenation in patients with acute severe respiratory failure. Can Respir J. 2017;2017(3) Hindawi10. [PMC free article] [PubMed] [Google Scholar]6. de Beer F.M., Wieske L., van Mierlo G., Wouters D., Zeerleder S., Bos L.D. The effects of tidal volume size and driving pressure levels on pulmonary complement activation: an observational study in critically ill patients. Intensive Care Med Exp. 2020 Dec 18;8(Suppl 1):74. 11. [PMC free article] [PubMed] [Google Scholar]7. Madahar P., Talmor D., Beitler J.R. Transpulmonary pressure-guided ventilation to attenuate atelectrauma and hyperinflation in acute lung injury. Am J Respir Crit Care Med. 2020 Nov 23 rccm.202011–4116ED. [PMC free article] [PubMed] [Google Scholar]8. Zhang Z., Hu X., Zhang X., Zhu X., Chen L., Zhu L. Lung protective ventilation in patients undergoing major surgery: a systematic review incorporating a Bayesian approach. BMJ Open. 2015 Sep 8;5(9) [PMC free article] [PubMed] [Google Scholar]9. Simonis F.D., Juffermans N.P., Schultz M.J. Mechanical ventilation of the healthy lungs: lessons learned from recent trials. Curr Opin Crit Care. 2021 Feb 1;27(1):55–59. [PubMed] [Google Scholar]10. Fan E., Del Sorbo L., Goligher E.C., Hodgson C.L., Munshi L., Walkey A.J.  Am J Respir Crit Care Med. American Thoracic Society; 2017. An official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome; pp. 1253–1263. Vol. 195. [PubMed] [Google Scholar]11. Fan E., Brodie D., Slutsky A.S. Acute respiratory distress syndrome: advances in diagnosis and treatment. JAMA. 2018 Feb 20;319(7):698–710. [PubMed] [Google Scholar]12. Cressoni M., Gotti M., Chiurazzi C., Massari D., Algieri I., Amini M. Mechanical power and development of ventilator-induced lung injury. Anesthesiology. 2016 May;124(5):1100–1108. [PubMed] [Google Scholar]13. Serpa Neto A., Deliberato R.O., Johnson A.E.W., Bos L.D., Amorim P., Pereira S.M.  Vol. 44. Springer Berlin Heidelberg; 2018 Nov. Mechanical power of ventilation is associated with mortality in critically ill patients: an analysis of patients in two observational cohorts; pp. 1914–1922. (Intensive Care Med). 1st ed. [PubMed] [Google Scholar]14. Gattinoni L., Tonetti T., Cressoni M., Cadringher P., Herrmann P., Moerer O. Ventilator-related causes of lung injury: the mechanical power. Intensive Care Med. 2016 Oct;42(10):1567–1575. [PubMed] [Google Scholar]15. Tonetti T., Vasques F., Rapetti F., Maiolo G., Collino F., Romitti F. Driving pressure and mechanical power: new targets for VILI prevention. Ann Transl Med. 2017 Jul;5(14):286. 6. [PMC free article] [PubMed] [Google Scholar]16. Leligdowicz A., Matthay M.A. Heterogeneity in sepsis: new biological evidence with clinical applications. Crit Care BioMed Central. 2019 Mar 9;23(1):80–88. [PMC free article] [PubMed] [Google Scholar]17. Puthucheary Z.A., Gensichen J.S., Cakiroglu A.S., Cashmore R., Edbrooke L., Heintze C. Implications for post critical illness trial design: sub-phenotyping trajectories of functional recovery among sepsis survivors. Crit Care BioMed Central. 2020 Sep 25;24(1):577. 12. [PMC free article] [PubMed] [Google Scholar]18. Seymour C.W., Kennedy J.N., Wang S., Chang C.-.C.H., Elliott C.F., Xu Z. Derivation, validation, and potential treatment implications of novel clinical phenotypes for sepsis. JAMA. 2019 May 28;321(20):2003–2017. [PMC free article] [PubMed] [Google Scholar]19. Zhang Z., Pan Q., Ge H., Xing L., Hong Y., Chen P. Deep learning-based clustering robustly identified two classes of sepsis with both prognostic and predictive values. EBioMedicine. 2020 Dec 1;62 [PMC free article] [PubMed] [Google Scholar]20. A.R.D.S. Definition Task Force, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al. Acute respiratory distress syndrome: the Berlin Definition. 2012. pp. 2526–33. [PubMed]21. Wallace M.P., Moodie E.E.M. Doubly-robust dynamic treatment regimen estimation via weighted least squares. Biometrics. 2015 Sep;71(3):636–644. (10.1111) [PubMed] [Google Scholar]22. Zhao Y.-.Q., Zeng D., Laber E.B., Kosorok M.R. New statistical learning methods for estimating optimal dynamic treatment regimes. J Am Stat Assoc. 2015;110(510):583–598. [PMC free article] [PubMed] [Google Scholar]23. Simoneau G., Moodie E.E.M., Nijjar J.S., Platt RW. The Scottish early rheumatoid arthr. estimating optimal dynamic treatment regimes with survival outcomes. J Am Stat Assoc. 2019 Jul 22;35:1–9. [Google Scholar]24. Johnson A.E.W., Pollard T.J., Shen L., Lehman L-WH, Feng M., Ghassemi M. MIMIC-III, a freely accessible critical care database. Sci Data. 2016 May 24;3 [PMC free article] [PubMed] [Google Scholar]25. Wilson R.S., Pontoppidan H. Acute respiratory failure: diagnostic and therapeutic criteria. Crit Care Med. 1974 Nov;2(6):293–304. [PubMed] [Google Scholar]26. Urner M., Jüni P., Hansen B., Wettstein M.S., Ferguson N.D., Fan E. Time-varying intensity of mechanical ventilation and mortality in patients with acute respiratory failure: a registry-based, prospective cohort study. Lancet Respir Med. 2020 Sep;8(9):905–913. [PMC free article] [PubMed] [Google Scholar]27. Zhang Z. Missing data imputation: focusing on single imputation. Ann Transl Med. 2016 Jan;4(1):9. [PMC free article] [PubMed] [Google Scholar]28. Engels J.M., Diehr P. Imputation of missing longitudinal data: a comparison of methods. J Clin Epidemiol. 2003 Oct;56(10):968–976. [PubMed] [Google Scholar]29. Nasserinejad K., van Rosmalen J., de Kort W., Lesaffre E. Comparison of criteria for choosing the number of classes in bayesian finite mixture models. PLoS ONE. 2017;12(1) Tran US, editor. [PMC free article] [PubMed] [Google Scholar]30. Nylund K.L., Asparouhov T., Muthén B.O. Deciding on the number of classes in latent class analysis and growth mixture modeling: a Monte Carlo simulation study. Struct Eq Model. 2007 Jan 1;14(4):535–569. 4 ed. [Google Scholar]31. Charrad M., Ghazzali N., Boiteau V., Niknafs A. NbClust: an RPackage for determining the relevant number of clusters in a data set. J Stat Softw. 2014;61(6) [Google Scholar]32. Zhang Z., Gayle A.A., Wang J., Zhang H., Cardinal-Fernández P. Comparing baseline characteristics between groups: an introduction to the CBCgrps package. Ann Transl Med. 2017 Dec;5(24):484. 4. [PMC free article] [PubMed] [Google Scholar]33. Zhang Z., Reinikainen J., Adeleke K.A., Pieterse M.E., Groothuis-Oudshoorn C.G.M. Time-varying covariates and coefficients in Cox regression models. Ann Transl Med. 2018 Apr;6(7):121. 1. [PMC free article] [PubMed] [Google Scholar]34. Wallace M.P., Moodie E.E.M., Stephens D.A. Dynamic treatment regimen estimation via regression-based techniques: introducing R package reg. J Stat Softw. 2017 Jan 1;80(2) [Google Scholar]35. Schulz J., Moodie E.E.M. Doubly robust estimation of optimal dosing strategies. J Am Stat Assoc. 2020 Jan 1;4:1–13. [Google Scholar]36. Zhang Z., Zheng B., Liu N., Ge H., Hong Y. Mechanical power normalized to predicted body weight as a predictor of mortality in patients with acute respiratory distress syndrome. Intensive Care Med. 2019 Jun;45(6):856–864. [PubMed] [Google Scholar]37. Liu Y., Zeng D., Wang Y. Use of personalized Dynamic Treatment Regimes (DTRs) and Sequential Multiple Assignment Randomized Trials (SMARTs) in mental health studies. Shanghai Arch Psychiatry. 2014 Dec;26(6):376–383. [PMC free article] [PubMed] [Google Scholar]38. Hagiwara Y., Shinozaki T., Mukai H., Matsuyama Y. Sensitivity analysis for subsequent treatments in confirmatory oncology clinical trials: a two-stage stochastic dynamic treatment regime approach. Biometrics. 2020 May 18;6:8. [PubMed] [Google Scholar]39. Speth K.A., Yoon A.P., Wang L., Chung K.C., Group FRANCHISE. Assessment of tree-based statistical learning to estimate optimal personalized treatment decision rules for traumatic finger amputations. JAMA Netw Open. 2020 Feb 5;3(2) [PMC free article] [PubMed] [Google Scholar]40. Menk M., Estenssoro E., Sahetya S.K., Neto A.S., Sinha P., Slutsky A.S. Current and evolving standards of care for patients with ARDS. Intensive Care Med. 2020 Dec;46(12):2157–2167. [PMC free article] [PubMed] [Google Scholar]41. Chiumello D., Brochard L., Marini J.J., Slutsky A.S., Mancebo J., Ranieri V.M. Respiratory support in patients with acute respiratory distress syndrome: an expert opinion. Crit Care BioMed Central. 2017 Sep 12;21(1):240–248. [PMC free article] [PubMed] [Google Scholar]42. Amato M.B.P., Meade M.O., Slutsky A.S., Brochard L., Costa E.L.V., Schoenfeld D.A. Driving pressure and survival in the acute respiratory distress syndrome. N Engl J Med. 2015 Feb 19;372(8):747–755. [PubMed] [Google Scholar]43. Hickling K.G., Walsh J., Henderson S., Jackson R. Low mortality rate in adult respiratory distress syndrome using low-volume, pressure-limited ventilation with permissive hypercapnia: a prospective study. Crit Care Med. 1994 Oct;22(10):1568–1578. [PubMed] [Google Scholar]44. Borgmann S., Schmidt J., Goebel U., Haberstroh J., Guttmann J., Schumann S. Dorsal recruitment with flow-controlled expiration (FLEX): an experimental study in mechanically ventilated lung-healthy and lung-injured pigs. Crit Care. BioMed Central. 2018 Sep 29;22(1):245–249. [PMC free article] [PubMed] [Google Scholar]45. Treschan T.A., Malbouisson L.M., Beiderlinden M. Intraoperative mechanical ventilation strategies to prevent postoperative pulmonary complications in patients with pulmonary and extrapulmonary comorbidities. Best Pract Res Clin Anaesthesiol. 2015 Sep;29(3):341–355. [PubMed] [Google Scholar]"}