{"title": "Relative Sparing of the Left Upper Zone on Chest Radiography in Severe COVID-19 Pneumonia", "pubDate": "2021;100(8):811-815.", "PMCID": "PMC8247838", "DOI": "10.1159/000516325", "PMID": "34044399", "abstract": "The radiological findings of COVID-19 are well-described, including its evolution. In an earlier report of admission chest radiographs of patients with COVID-19, we anecdotally noted relative sparing of the left upper zone (LUZ). We subsequently aimed to describe the main chest radiograph findings in another cohort, focusing on zonal predominance. The admission chest radiographs of 111 patients with CO-VID-19 pneumonia requiring intensive care admission were reviewed by 2 thoracic radiologists and categorized according to the predominant pattern into either ground-glass opacities (GGOs), alveolar infiltrates and/or consolidation, or reticular and/or nodular infiltrates or an equal combination of both, and the extent of disease involvement of each of the zones using a modified Radiologic Assessment of Lung Edema (RALE) score. Parenchymal changes were detected in all. In total, 106 radiographs showed GGOs, alveolar infiltrates, and/or consolidation, and 5 had a combination of reticular/nodular infiltrates as well as GGOs, alveolar infiltrates, and/or consolidation. The LUZ had a significant lower grading score than the right upper zone: 1 versus 2 (p < 0.001). Likewise, the upper zones had a significant lower score than the mid and lower zones (p < 0.001). Our findings confirmed the relative sparing of the LUZ in severe COVID-19 pneumonia.", "author": [{"author": "Alexandra M Buckley", "affiliation": ["Division of Pulmonology, Department of Medicine, Stellenbosch University and Tygerberg Academic Hospital, Cape Town, South Africa."], "href": "/?term=Buckley+AM&cauthor_id=34044399"}, {"author": "Stephanie Griffith-Richards", "affiliation": ["Division of Radiodiagnosis, Department of Medical Imaging and Clinical Oncology, Stellenbosch University and Tygerberg Hospital, Cape Town, South Africa."], "href": "/?term=Griffith-Richards+S&cauthor_id=34044399"}, {"author": "Razaan Davids", "affiliation": ["Division of Radiodiagnosis, Department of Medical Imaging and Clinical Oncology, Stellenbosch University and Tygerberg Hospital, Cape Town, South Africa."], "href": "/?term=Davids+R&cauthor_id=34044399"}, {"author": "Elvis M Irusen", "affiliation": ["Division of Pulmonology, Department of Medicine, Stellenbosch University and Tygerberg Academic Hospital, Cape Town, South Africa."], "href": "/?term=Irusen+EM&cauthor_id=34044399"}, {"author": "Peter S Nyasulu", "affiliation": ["Division of Epidemiology and Biostatistics, Stellenbosch University, Cape Town, South Africa."], "href": "/?term=Nyasulu+PS&cauthor_id=34044399"}, {"author": "Usha Lalla", "affiliation": ["Division of Pulmonology, Department of Medicine, Stellenbosch University and Tygerberg Academic Hospital, Cape Town, South Africa."], "href": "/?term=Lalla+U&cauthor_id=34044399"}, {"author": "Brian W Allwood", "affiliation": ["Division of Pulmonology, Department of Medicine, Stellenbosch University and Tygerberg Academic Hospital, Cape Town, South Africa."], "href": "/?term=Allwood+BW&cauthor_id=34044399"}, {"author": "Elizabeth H Louw", "affiliation": ["Division of Pulmonology, Department of Medicine, Stellenbosch University and Tygerberg Academic Hospital, Cape Town, South Africa."], "href": "/?term=Louw+EH&cauthor_id=34044399"}, {"author": "Andre Nortje", "affiliation": ["Division of Pulmonology, Department of Medicine, Stellenbosch University and Tygerberg Academic Hospital, Cape Town, South Africa."], "href": "/?term=Nortje+A&cauthor_id=34044399"}, {"author": "Richard D Pitcher", "affiliation": ["Division of Radiodiagnosis, Department of Medical Imaging and Clinical Oncology, Stellenbosch University and Tygerberg Hospital, Cape Town, South Africa."], "href": "/?term=Pitcher+RD&cauthor_id=34044399"}, {"author": "Coenraad F N Koegelenberg", "affiliation": ["Division of Pulmonology, Department of Medicine, Stellenbosch University and Tygerberg Academic Hospital, Cape Town, South Africa."], "href": "/?term=Koegelenberg+CFN&cauthor_id=34044399"}], "refPMID": ["31986264", "32224769", "32291463", "32675083", "32275978", "32933519", "32758014", "32659765", "33205724", "29903755", "32216717", "22797452", "18377528", "32320003", "20219780"], "citedInPMID": ["34044399"], "body": " AbstractThe radiological findings of COVID-19 are well-described, including its evolution. In an earlier report of admission chest radiographs of patients with COVID-19, we anecdotally noted relative sparing of the left upper zone (LUZ). We subsequently aimed to describe the main chest radiograph findings in another cohort, focusing on zonal predominance. The admission chest radiographs of 111 patients with CO­VID-19 pneumonia requiring intensive care admission were reviewed by 2 thoracic radiologists and categorized according to the predominant pattern into either ground-glass opacities (GGOs), alveolar infiltrates and/or consolidation, or reticular and/or nodular infiltrates or an equal combination of both, and the extent of disease involvement of each of the zones using a modified Radiologic Assessment of Lung Edema (RALE) score. Parenchymal changes were detected in all. In total, 106 radiographs showed GGOs, alveolar infiltrates, and/or consolidation, and 5 had a combination of reticular/nodular infiltrates as well as GGOs, alveolar infiltrates, and/or consolidation. The LUZ had a significant lower grading score than the right upper zone: 1 versus 2 (p < 0.001). Likewise, the upper zones had a significant lower score than the mid and lower zones (p < 0.001). Our findings confirmed the relative sparing of the LUZ in severe COVID-19 pneumonia.Keywords: SARS-CoV-2, COVID-19, Pneumonia, Radiology Established FactsMost of radiological findings of COVID-19 are well-described, including its evolution, bilateral nature, peripheral distribution, and lower zone predominance.The most frequent finding in the early phase of the disease is ground-glass opacities (GGOs), which become more extensive in the intermediate to late phase, when reticular interstitial changes are also seen.Consolidation is usually observed over time in a similar distribution to GGOs and is considered a sign of disease progression. Novel InsightsIn a large prospectively collected cohort of patients with confirmed severe COVID-19 pneumonia requiring intensive care unit admission, we were able to not only confirm the main radiological finding (ground-glass opacities, alveolar infiltrates, and/or consolidation) but also confirmed significant sparing of the left upper zone compared to all other zones of the lung. IntroductionCOVID-19 remains a potentially fatal infection caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) [1]. Although early reports and recommendations suggested that severe COVID-19 merely resembled acute respiratory distress syndrome (ARDS) and should be managed as such, it became apparent that the disease has some unique pulmonary and extrapulmonary manifestations [2, 3].Most of radiological findings of COVID-19 are well-described, including its evolution [4, 5]. The majority of chest radiographs have been reported to show bilateral changes in a peripheral distribution with a predilection for the lower zones, with the right lower lobe more commonly affected than the left [6, 7]. The most frequent finding in the early phase of the disease is ground-glass opacities (GGOs) [6, 7]. In the intermediate to late phase, as the GGOs become more extensive, interstitial changes are seen [7]. Consolidation is usually observed over time in a similar distribution to GGOs and is considered a sign of disease progression [7]. Although chest radiographs are the initial imaging modality in the majority of patients, much of the radiological literature's focus to date is on computed tomography, and the added value of transthoracic ultrasound has also been described [5, 8].In an earlier report of admission chest radiographs of patients admitted with COVID-19 to our institution, we anecdotally noted relative sparing of the left upper zone (LUZ) compared to all other lung zones [9]. However, the study was not designed to test the hypothesis of relative “LUZ sparing.” We therefore aimed to describe the main chest radiograph findings in another cohort, focusing specifically on zonal predominance of the pathology, associated with severe COVID-19 pneumonia in a large cohort of patients admitted to the intensive care unit (ICU). CohortThe admission chest radiographs of all patients with laboratory-confirmed SARS-CoV-2 pneumonia admitted to Tygerberg Hospital COVID-19 ICU (Cape Town, South Africa) between March 1, 2020 and May 31, 2020 were reviewed by 2 experienced thoracic radiologists. All chest radiographs were taken in the anteroposterior projection using a portable machine. The radiologists, who were blinded to the main aim, were asked to categorize the predominant chest radiographs pattern into either (1) GGOs, alveolar infiltrates, and/or consolidation, (2) reticular and/or nodular infiltrates, or (3) an equal combination of both. Other significant pathology was also documented. To assess the distribution of pathology, the lungs were divided into 6 zones (Fig. ​(Fig.1).1). Finally, the radiologists were asked to quantify the extent of disease involvement of each of the described zones using a simplified version of the Radiologic Assessment of Lung Edema (RALE) score (0 = no involvement, 1 = 0–24%, 2 = 25–49%, 3 = 50–74%, and 4 = 75–100%) [10, 11]. They reported their findings independently, and any discrepancies were later resolved by consensus. The data collection was approved by the Health Research Ethics Committee of Stellenbosch University and by Tygerberg Hospital, and written informed consent was obtained from the patients or the next of kin for publication.Open in a separate windowFig. 1Six lung zones on posteroanterior projection chest radiograph, numbered from 1 to 6. Zones 1 and 2 (upper zones) are from the lung apex to an imaginary line connecting the left and right second ribs at the lateral chest wall. Zones 3 and 4 (middle zones) are from this line to an imaginary line connecting the right and left 4th ribs laterally. Zones 5 and 6 (lower zones) are below this line. The various zones were graded as follows: 0 (0%), 1 (0–24%), 2 (25–49%), 3 (50–74%), and 4 (75–100%). In this chest radiograph left upper lobe sparing was present.General demographic data were captured, as well as comorbidities and indices of disease severity, including the Sequential Organ Failure Assessment (SOFA) score and the arterial oxygen partial pressure to fraction inspired oxygen ratio (PaO2/FiO2). The radiologists were blinded to these data.Categorical variables were expressed as frequencies and percentages and were compared using Pearson's χ2 tests or Fisher's exact test. Continuous variables were expressed as means with standard deviations (SDs), or medians with interquartile ranges (IQRs).A total of 111 patients (70 males, median age 52; interquartile range [IQR]: 45–59 years) were admitted to the ICU during the study period. Comorbidities included type 2 diabetes mellitus (n = 66, 61%), hypertension (n = 57, 52%), obesity (n = 50, 45%), and HIV coinfection (n = 8, 7%). Patients had a mean PaO2/FiO2 of 80 (SD 38) and a median SOFA score of 4 (IQR 3–5).Lung parenchymal changes were detected on the initial chest radiographs in all patients in our study. The admission chest radiographs of 106 patients (95.5%) were categorized as having GGOs, alveolar infiltrates, and/or consolidation, and 5 patients (4.5%) with a combination of GGOs, alveolar infiltrates, and/or consolidation and reticular and/or nodular infiltrates. Other findings included 1 case each of an effusion, pneumothorax, hilar adenopathy, and upper lobe scarring suggestive of previous pulmonary tuberculosis. The grading of the various lung zones is summarized in Table ​Table1.1. Zone 2 (LUZ) had a significant lower grading score than zone 1 (right upper zone) (1 vs. 2 [p < 0.001]). Likewise, the upper zones (zones 1 and 2) had a significant lower score than the lower zones (zones 3–6, p < 0.001).Table 1Distribution and median of the grading of the various 6 predefined lung zonesGradingN (%)Median (IQR)GradingN (%)Median (IQR)Zone 1Zone 2017 (15)043 (39)127 (24)134 (31)217 (15)2 (1–4)215 (14)1 (0–1)320 (18)34 (4)430 (27)415 (14)Zone 3Zone 402 (2)00 (0)16 (5)17 (6)211 (10)4 (3–4)210 (9)4 (3–4)319 (17)329 (26)473 (66)465 (59)Zone 5Zone 602 (2)00 (0)12 (2)10 (0)23 (3)4 (4–4)25 (5)4 (4–4)314 (13)37 (6)490 (81)499 (89)Open in a separate windowIQR, interquartile range. DiscussionIn this large cohort of patients with confirmed CO­VID-19 pneumonia requiring ICU admission, we were able to not only confirm the main radiological finding (GGOs, alveolar infiltrates, and/or consolidation) and lower zone predominance but also confirm relative sparing of the LUZ. This is, to the best of our knowledge, the first report of this kind.Our findings are generally consistent with recent published literature. Wong et al. [11] found that the chest abnormalities seen in 64 patients with COVID-19 were frequently bilateral with predominantly lower zone involvement, with the severity peaking at 10–12 days from symptom onset [11]. Consolidation was the most common finding (47%), followed by GGO (33%). Of note is the fact that the lower zone distribution and bilateral involvement were observed in half of their cohort. In another report, Rousan et al. [6] also observed lung abnormalities to be predominantly peripherally distributed (90%) with a predilection for the lower lobes and further noted that the right lower zone distribution was the most common location (70%). In our cohort, GGOs, alveolar infiltrates, and/or consolidation was seen in the majority of cases, which is arguably indicative of the advanced nature of the patients enrolled, as suggested by the mean PaO2/FiO2 <100, which according to the Berlin definition of ARDS is compatible with severe ARDS [12].Possible explanations for the relative sparing of the LUZ may include relative hypoperfusion of the LU lobe compared to the right and differences in lymphatic drainage. Pathogenetically, COVID-19 pneumonia is characterized by apoptosis of the endothelial cells and injury to the pulmonary microvasculature, resulting in vascular leakage and the recruitment of inflammatory cells and mediators via the systemic circulation [3]. Differences in lobar perfusion may well result in greater opacification in areas that are better perfused than those that are not. In humans, studies involving scintigraphic pulmonary perfusion tests have confirmed relative hypoperfusion of the left lung, which is even more evident in males [13]. Anatomically, the right upper lobe lymphatic drainage is via the right hilum to the mediastinal nodes, whereas the left upper lobe drains to the supraclavicular lymph nodes. Cardiac dysfunction and pulmonary microthrombi are well-described components of COVID-19 [14]. The combination of cardiac and noncardiac pulmonary edema (ARDS) combined with acute pulmonary hypertension may exceed the ability of the RU lobe lymphatics relatively more than LU lobe lymphatics to mobilize excessive interstitial and alveolar fluid. This however is only a partial explanation and one that may hold true for other causes of ARDS, where the LUZ sparing is not described.The main strength of our report is that the radiologists were blinded to the disease severity of the hypothesis of LU zone sparing. Potential weaknesses include the possible suboptimal quality of mobile chest radiographs that discrepancies in the severity scores assigned by the 2 radiologists were settled via consensus; therefore, the interobserver reliability was not evaluated, and the nature of the scoring system utilized is exposed to bias due to subjective interpretation of severity. Moreover, computed tomography scanning would have provided even stronger evidence of LUZ sparing and may even have provided more clues to its cause. Furthermore, the lack of a control group could further potentially limit the generalizability of our findings. Of note however is the fact that LUZ sparing was not observed in a smaller cohort of patients admitted to the same ICU during the H1N1 influenza pandemic of 2009 [15].Although we believe that our findings confirms our previous observation, it remains possible that this was a chance finding and larger multicenter studies are therefore required to conclusively prove LUZ sparing in COVID-19 pneumonia. Further research is needed to describe this unexplained observation. We have also not compared this “LUZ sign” to outcomes, and whether this finding has a clinical or pathophysiological significance is not yet known. In conclusion, we found that the LUZ was relatively spared on the admission chest radiographs of patients with severe COVID-19 pneumonia. Statement of EthicsThis case series was conducted ethically in accordance with the World Medical Association Declaration of Helsinki. The data collection was approved by the Health Research Ethics Committee of Stellenbosch University and by management of Tygerberg Hospital, and written informed consent was obtained from the patients or the next of kin for publication. Conflict of Interest StatementThe authors have no conflicts of interest to declare. Funding SourcesNo funding was received. Author ContributionsA.M.B. and C.F.N.K. conceived and designed the study. A.M.B., E.M.I., U.L., B.W.A., E.H.L., and A.N. collected data. The chest radiographs were reported by S.G.-R., R.D., and R.D.P. P.S.N. performed the statistical analysis. A.M.B. and C.F.N.K. prepared the manuscript, which was critically reviewed by all authors. AcknowledgementThe authors acknowledge the work of the allied health professions, including nurses and radiographers for their valuable input in obtaining the chest radiographs. References1. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395((10223)):497–506. [PMC free article] [PubMed] [Google Scholar]2. Alhazzani W, Møller MH, Arabi YM, Loeb M, Gong MN, Fan E, et al.  Surviving sepsis campaign: guidelines on the management of critically ill adults with coronavirus disease 2019 (COVID-19) Crit Care Med. 2020;48:E440–69. [PMC free article] [PubMed] [Google Scholar]3. Gattinoni L, Chiumello D, Caironi P, Busana M, Romitti F, Brazzi L, et al.  COVID-19 pneumonia: different respiratory treatments for different phenotypes? Intensive Care Med. 2020;46((6)):1099–102. [PMC free article] [PubMed] [Google Scholar]4. Cleverley J, Piper J, Jones MM. The role of chest radiography in confirming covid-19 pneumonia. BMJ. 2020;370:m2426. [PubMed] [Google Scholar]5. Rubin GD, Ryerson CJ, Haramati LB, Sverzellati N, Kanne JP, Raoof S, et al.  The role of chest imaging in patient management during the COVID-19 pandemic: a multinational consensus statement from the Fleischner Society. Chest. 2020;158((1)):106–16. [PMC free article] [PubMed] [Google Scholar]6. Rousan LA, Elobeid E, Karrar M, Khader Y. Chest X-ray findings and temporal lung changes in patients with COVID-19 pneumonia. BMC Pulm Med. 2020;20((1)):245. [PMC free article] [PubMed] [Google Scholar]7. Nagpal P, Narayanasamy S, Vidholia A, Guo J, Shin KM, Lee CH. Imaging of COVID-19 pneumonia: patterns, pathogenesis, and advances. Br J Radiol. 2020;93((1113)):20200538. [PMC free article] [PubMed] [Google Scholar]8. Shaw JA, Louw EH, Koegelenberg CFN. Lung ultrasound in COVID-19: not novel, but necessary. Respiration. 2020;99((7)):545–7. [PMC free article] [PubMed] [Google Scholar]9. Parker A, Koegelenberg CFN, Moolla MS, Louw EH, Mowlana A, Nortjé A, et al.  High HIV prevalence in an early cohort of hospital admissions with COVID-19 in Cape Town, South Africa. S Afr Med J. 2020;110((10)):982–7. [PubMed] [Google Scholar]10. Warren MA, Zhao Z, Koyama T, Bastarache JA, Shaver CM, Semler MW, et al.  Severity scoring of lung oedema on the chest radiograph is associated with clinical outcomes in ARDS. Thorax. 2018;73((9)):840–6. [PMC free article] [PubMed] [Google Scholar]11. Wong HYF, Lam HYS, Fong AHT, Leung ST, Chin TWY, Lo CSY, et al.  Frequency and distribution of chest radiographic findings in patients positive for COVID-19. Radiology. 2020;296((2)):E72–78. [PMC free article] [PubMed] [Google Scholar]12. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307((23)):2526–33. [PubMed] [Google Scholar]13. Cheng CP, Taur AS, Lee GS, Goris ML, Feinstein JA. Relative lung perfusion distribution in normal lung scans: observations and clinical implications. Congenit Heart Dis. 2006;1((5)):210–6. [PubMed] [Google Scholar]14. Richardson S, Hirsch JS, Narasimhan M, Crawford JM, McGinn T, Davidson KW, et al.  Presenting characteristics, comorbidities, and outcomes among 5,700 patients hospitalized with COVID-19 in the New York City Area. JAMA. 2020;323((20)):2052–9. [PMC free article] [PubMed] [Google Scholar]15. Koegelenberg CF, Irusen EM, Cooper R, Diacon AH, Taljaard JJ, Mowlana A, et al.  High mortality from respiratory failure secondary to swine-origin influenza A (H1N1) in South Africa. QJM. 2010;103((5)):319–25. [PubMed] [Google Scholar]"}