{"title": "Etiology-associated heterogeneity in acute respiratory distress syndrome: a retrospective cohort study", "pubDate": "2021", "PMCID": "PMC8168042", "DOI": "10.1186/s12890-021-01557-9", "PMID": "34059024", "abstract": "Background:                       Heterogeneity in acute respiratory distress syndrome (ARDS) has led to many statistically negative clinical trials. Etiology is considered an important source of pathogenesis heterogeneity in ARDS but previous studies have usually adopted a dichotomous classification, such as pulmonary versus extrapulmonary ARDS, to evaluate it. Etiology-associated heterogeneity in ARDS remains poorly described.                  Methods:                       In this retrospective cohort study, we described etiology-associated heterogeneity in gas exchange abnormality (PaO2/FiO2 [P/F] and ventilatory ratios), hemodynamic instability, non-pulmonary organ dysfunction as measured by the Sequential Organ Failure Assessment (SOFA) score, biomarkers of inflammation and coagulation, and 30-day mortality. Linear regression was used to model the trajectory of P/F ratios over time. Wilcoxon rank-sum tests, Kruskal-Wallis rank tests and Chi-squared tests were used to compare between-etiology differences.                  Results:                       From 1725 mechanically ventilated patients in the ICU, we identified 258 (15%) with ARDS. Pneumonia (48.4%) and non-pulmonary sepsis (11.6%) were the two leading causes of ARDS. Compared with pneumonia associated ARDS, extra-pulmonary sepsis associated ARDS had a greater P/F ratio recovery rate (difference = 13 mmHg/day, p = 0.01), more shock (48% versus 73%, p = 0.01), higher non-pulmonary SOFA scores (6 versus 9 points, p < 0.001), higher d-dimer levels (4.2 versus 9.7 mg/L, p = 0.02) and higher mortality (43% versus 67%, p = 0.02). In pneumonia associated ARDS, there was significant difference in proportion of shock (p = 0.005) between bacterial and non-bacterial pneumonia.                  Conclusion:                       This study showed that there was remarkable etiology-associated heterogeneity in ARDS. Heterogeneity was also observed within pneumonia associated ARDS when bacterial pneumonia was compared with other non-bacterial pneumonia. Future studies on ARDS should consider reporting etiology-specific data and exploring possible effect modification associated with etiology.", "author": [{"author": "Sheng-Yuan Ruan", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, National Taiwan University Hospital and College of Medicine, No. 7, Chung-Shan South Road, Taipei, 10002, Taiwan. syruan@ntu.edu.tw."], "href": "/?term=Ruan+SY&cauthor_id=34059024"}, {"author": "Chun-Ta Huang", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, National Taiwan University Hospital and College of Medicine, No. 7, Chung-Shan South Road, Taipei, 10002, Taiwan."], "href": "/?term=Huang+CT&cauthor_id=34059024"}, {"author": "Ying-Chun Chien", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, National Taiwan University Hospital and College of Medicine, No. 7, Chung-Shan South Road, Taipei, 10002, Taiwan."], "href": "/?term=Chien+YC&cauthor_id=34059024"}, {"author": "Chun-Kai Huang", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, National Taiwan University Hospital and College of Medicine, No. 7, Chung-Shan South Road, Taipei, 10002, Taiwan."], "href": "/?term=Huang+CK&cauthor_id=34059024"}, {"author": "Jung-Yien Chien", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, National Taiwan University Hospital and College of Medicine, No. 7, Chung-Shan South Road, Taipei, 10002, Taiwan."], "href": "/?term=Chien+JY&cauthor_id=34059024"}, {"author": "Lu-Cheng Kuo", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, National Taiwan University Hospital and College of Medicine, No. 7, Chung-Shan South Road, Taipei, 10002, Taiwan."], "href": "/?term=Kuo+LC&cauthor_id=34059024"}, {"author": "Ping-Hung Kuo", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, National Taiwan University Hospital and College of Medicine, No. 7, Chung-Shan South Road, Taipei, 10002, Taiwan."], "href": "/?term=Kuo+PH&cauthor_id=34059024"}, {"author": "Shih-Chi Ku", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, National Taiwan University Hospital and College of Medicine, No. 7, Chung-Shan South Road, Taipei, 10002, Taiwan."], "href": "/?term=Ku+SC&cauthor_id=34059024"}, {"author": "Huey-Dong Wu", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, National Taiwan University Hospital and College of Medicine, No. 7, Chung-Shan South Road, Taipei, 10002, Taiwan."], "href": "/?term=Wu+HD&cauthor_id=34059024"}], "refPMID": ["28792873", "22797452", "28157386", "26903337", "16236739", "12946001", "26033126", "31060085", "26556620", "29466596", "30519902", "18766113", "24853585", "31399381", "15712404", "30531367", "9655699", "20507948", "28973363", "24708846", "27513822", "30211618", "32204722", "22323569", "28459336", "30529232", "26172429", "27244481", "28611227", "17944012", "33779386", "23321772", "24898895"], "citedInPMID": ["34059024"], "body": " AbstractBackgroundHeterogeneity in acute respiratory distress syndrome (ARDS) has led to many statistically negative clinical trials. Etiology is considered an important source of pathogenesis heterogeneity in ARDS but previous studies have usually adopted a dichotomous classification, such as pulmonary versus extrapulmonary ARDS, to evaluate it. Etiology-associated heterogeneity in ARDS remains poorly described.MethodsIn this retrospective cohort study, we described etiology-associated heterogeneity in gas exchange abnormality (PaO2/FiO2 [P/F] and ventilatory ratios), hemodynamic instability, non-pulmonary organ dysfunction as measured by the Sequential Organ Failure Assessment (SOFA) score, biomarkers of inflammation and coagulation, and 30-day mortality. Linear regression was used to model the trajectory of P/F ratios over time. Wilcoxon rank-sum tests, Kruskal–Wallis rank tests and Chi-squared tests were used to compare between-etiology differences.ResultsFrom 1725 mechanically ventilated patients in the ICU, we identified 258 (15%) with ARDS. Pneumonia (48.4%) and non-pulmonary sepsis (11.6%) were the two leading causes of ARDS. Compared with pneumonia associated ARDS, extra-pulmonary sepsis associated ARDS had a greater P/F ratio recovery rate (difference = 13 mmHg/day, p = 0.01), more shock (48% versus 73%, p = 0.01), higher non-pulmonary SOFA scores (6 versus 9 points, p < 0.001), higher d-dimer levels (4.2 versus 9.7 mg/L, p = 0.02) and higher mortality (43% versus 67%, p = 0.02). In pneumonia associated ARDS, there was significant difference in proportion of shock (p = 0.005) between bacterial and non-bacterial pneumonia.ConclusionThis study showed that there was remarkable etiology-associated heterogeneity in ARDS. Heterogeneity was also observed within pneumonia associated ARDS when bacterial pneumonia was compared with other non-bacterial pneumonia. Future studies on ARDS should consider reporting etiology-specific data and exploring possible effect modification associated with etiology.Supplementary InformationThe online version contains supplementary material available at 10.1186/s12890-021-01557-9.Keywords: Acute respiratory distress syndrome, Heterogeneity, Phenotype, Pneumonia, Respiratory failure, Sepsis BackgroundAcute respiratory distress syndrome (ARDS) is a clinical syndrome of inflammatory lung injury characterized by non-cardiogenic lung edema, severe hypoxemia and impaired lung mechanics [1, 2]. Clinicians and researchers use a valid operational definition to identify patients with pathophysiological features of ARDS and implement clinical practice guidelines [2]. A wide variety of etiologies, referred to as precipitating risk factors in the literature, can lead to ARDS [2, 3]. Pneumonia is the most common etiology of ARDS and accounts for roughly half of all ARDS cases [4, 5]. Other common etiologies include extrapulmonary sepsis, aspiration, noncardiogenic shock, transfusion and trauma [4, 5]. Different etiologies of ARDS can result in different histological and biological changes in the lungs [6, 7].Cumulative data have suggested that ARDS is a heterogeneous syndrome with diverse radiographic lung morphology, respiratory mechanics and biomarker profiles [8, 9]. The heterogeneity of ARDS may explain the negative results observed in many clinical trials [10–12]. To combat this heterogeneity, researchers and clinicians have been working on phenotyping to help identify homogenous subsets of ARDS [13, 14]. Understanding the source of heterogeneity is a crucial step in phenotyping. The etiology of ARDS is considered an important source of heterogeneity [15, 16]; however, previous studies have usually adopted a dichotomous classification to evaluate etiology-associated heterogeneity, such as pulmonary versus extrapulmonary ARDS or sepsis versus non-sepsis ARDS [17, 18]. Data for direct comparisons between individual etiologies for clinically important variables, such as gas exchange indexes, hemodynamic stability and biomarkers, remains limited. Whether there are between-etiology differences in these variables may have implications for ARDS management because these factors are potential effect modifiers for high positive end-expiratory pressure (PEEP), recruitment maneuvers, prone positioning and pharmacological interventions, such as steroids [8, 19–21].We hypothesized that etiology is an important source of heterogeneity in ARDS and partly accounts for the diversity of clinical course, organ damage and outcomes in patients with ARDS. This study aimed to explore the etiology-associated heterogeneity in ARDS by examining the differences between major etiologies of ARDS in terms of gas exchange, hemodynamics, non-pulmonary organ dysfunction, biomarkers, and mortality. We also evaluated the differences between bacterial and non-bacterial pneumonia associated ARDS because pneumonia accounts for half of all ARDS cases [4]. MethodsStudy design and data sourceThis retrospective cohort study was conducted at the National Taiwan University Hospital in Taiwan, and aimed to explore the potential heterogeneity associated with ARDS etiologies by comparing and evaluating gas exchange abnormality, hemodynamic instability, non-pulmonary organ dysfunction, inflammation and coagulation biomarkers, and mortality. The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) guidelines were followed. We used a patient list from a quality improvement program to early identify mechanically ventilated patients with a PaO2/FiO2 (P/F) ratio ≤ 300 mm Hg in the ICU. The medical records and chest radiographs for these patients were reviewed to obtain the data required for this study.In September 2014, a quality improvement program was initiated in the study hospital to enable early recognition of acute lung injury in eight ICUs. Respiratory therapists actively screened ventilated patients to see whether their P/F ratios had been ≤ 300 mm Hg for > 12 h. Once a patient fulfilled these criterion, the in-charge doctor was notified by email. The doctor was then invited to voluntarily answer a web-based questionnaire regarding whether the case fulfilled the four domains of the Berlin definition for ARDS [2]. The procedure ended after the e-mail notification and further management was at the discretion of the primary care doctors.Establishment of the ARDS cohortUsing the aforementioned P/F ratio ≤ 300 mm Hg data, we identified cases of initiating invasive mechanical ventilation between October 2014 and November 2015 for analysis. Two pulmonologists independently reviewed the medical records and chest radiographs of these patients to evaluate whether they fulfilled the timing, chest imaging, origin of edema and oxygenation criteria for ARDS, according to the Berlin definition [2]. The etiology of hypoxemia and a diagnosis of ARDS were determined by a discussion between reviewers. Patients were followed up from the first day that their P/F ratio was ≤ 300 mm Hg until death or hospital discharge whichever occurred first.Data collectionTo determine and describe heterogeneity in ARDS, we collected data on (1) gas exchange, (2) shock and non-pulmonary organ dysfunction, (3) inflammation and coagulation biomarkers, and (4) 30-day mortality. These variables were selected based on the available data and their relevance to patient management in ARDS. Specifically, we collected data on arterial blood gas and ventilator settings (ventilator mode, FiO2, mean airway pressure, PEEP, and minute ventilation) in the morning of the first seven days to calculate P/F ratios and ventilatory ratios. Respiratory resistance and compliance, and individual organ system scores for the Sequential Organ Failure Assessment (SOFA) were collected on days 1, 3, 5 and 7. Baseline C-reactive protein (CRP), lactate dehydrogenase (LDH), albumin, d-dimer and lactic acid levels, comorbidities, and vital status at ICU and hospital discharge were also collected. Ventilatory ratio was defined as [minute ventilation (ml/min) × PaCO2 (mmHg)]/(predicted body weight × 100 × 37.5) [22]. We also collected microbiology testing data. Detailed microbiological data is provided in Additional file 1: Table S1.Missing data and imputationInherent to the nature of the retrospective study design, there was a varied range of missing data for the collected variables. The proportion of missing data is summarized in Additional file 1: Tables S1 and Table S2. Because missing data may affect the representativeness of our results, imputation was performed for the missing P/F ratios and SOFA scores. We used the last-observation-carried-forward method to replace the missing data with substituted values when the missing data occurred on day 2 onwards. If the missing data occurred on day 1 for any one of the six organ system SOFA scores, a zero point was assigned to that organ system score. The rationale behind this imputation strategy was that intensivists tend not to order tests to evaluate organ systems when they appear clinically normal.Statistical analysisData were presented as the number with proportion, mean with standard deviation (SD) or median with inter-quartile range (IQR) as appropriate. To describe heterogeneity in ARDS, we compared differences in gas exchange abnormality (P/F ratios and ventilator ratios), shock and non-pulmonary organ dysfunction, inflammation and coagulation biomarkers, and 30-day mortality between the major etiologies of ARDS. Chi-squared tests, Wilcoxon rank-sum tests and Kruskal–Wallis rank tests were used to compare the differences between ARDS etiologies. We used linear regression to model the trajectories of P/F ratios over time. We added an interaction term (etiology x time) to the regression model to test whether the P/F ratio trajectories were different between etiologies.We used Stata software version 15 (StataCorp, College Station, TX, USA) for statistical analysis. Statistical tests were two-sided and a p-value of < 0.05 was considered to indicate a statistically significant difference. To estimate the sample size, we assumed that pneumonia and extra-pulmonary sepsis were two major causes of ARDS, accounting for 60% and 20% cases of ARDS, respectively [4]. Thus, a sample of 255 patients with ARDS would have 80% power to detect a 25% difference in 30-day mortality between pneumonia and extra-pulmonary sepsis associated ARDS at a two-sided type I error of 5%. ResultsPatient selection and characteristicsDuring the study period, there were 1725 patients who received invasive mechanical ventilation for > 12 h in the ICU (Fig. 1). Among them, 552 (32%) had severe hypoxemia with P/F ratios ≤ 300 mm Hg. Of these 552 patients with severe hypoxemia, 258 (47%) had ARDS and 294 (53%) had non-ARDS hypoxemia. Table ​Table11 shows the baseline characteristics of the ARDS and non-ARDS cohorts. There were significant differences between the ARDS and non-ARDS groups in terms of their comorbidity profiles, gas exchange abnormalities and biomarkers. For the ARDS cohort, the median age was 67 years (IQR, 55–76), 68% were male and the P/F ratio on day 1 was 143 mm Hg (IQR, 99–200). The distribution of hypoxemia severity was 25% mild, 50% moderate and 25% severe (Fig. 1).Open in a separate windowFig. 1The selection process in this study and the case number at each stageTable 1Baseline characteristics of 552 patients with PaO2/FiO2 ratios ≤ 300 mm HgCharacteristicsPaO2/FiO2 ≤ 300 mm HgARDS (n = 258)Non-ARDS (n = 294)Age, year, median (IQR)67 (55–76)68 (59–80)Sex, female, n (%)83 (32)106 (36)Body mass index, median (IQR)22.8 (20–26)23.9 (20.7–27.6)SAPS II score, median (IQR)49 (40–57)47 (39–57)Comorbidities, n (%) Cancer111 (43)106 (36.1) Cardiovascular diseases58 (22.5)110 (37.4) Chronic obstructive airway diseases22 (8.5)34 (11.6) Liver cirrhosis20 (7.8)19 (6.5) Chronic kidney diseases49 (19)77 (26.2) Diabetes66 (25.6)109 (37.1) Autoimmune diseases24 (9.3)12 (4.1)Respiratory parameters, median (IQR) FiO20.63 (0.5–1.0)0.6 (0.45–0.8) PaO2/FiO2 ratio, mm Hg143 (99–200)169 (121–226) PEEP, cm H2O8 (6–10)6 (5–8) pH7.42 (7.37–7.45)7.41 (7.36–7.45) PaCO2, mm Hg32 (28–37)34 (29–41) HCO3−, mmol/L21 (18–24)22 (19–25) Tidal volume/pBW, mL/kg8.6 (7.3–10.3)8.2 (6.8–9.8) Minute ventilation, L/min10.5 (8.2–13.1)8.3 (6.5–11.2) Respiratory compliance, mL/cm H2O30 (25–40)30 (23–39) Respiratory resistance, cm H2O‧s/L15 (12–18)17 (13–20)Biomarkers, median (IQR) C-reactive protein, mg/dL14.4 (8–20.4)5.8 (1.8–12.8) Platelet, K/μL140 (72–208)154 (91–224) D-dimer, mg/L4.5 (2.3–11.8)7.0 (2.4–27.0) Lactate dehydrogenase, U/L428 (316–734)368 (215–612) Lactic acid, mmol/L2.3 (1.5–4.2)2.8 (1.5–5.5) Albumin, g/dL2.7 (2.3–2.9)2.9 (2.5–3.3)Open in a separate windowIQR interquartile range, SAPS simplified acute physiology scoreEtiologies of ARDS and non-ARDS hypoxemiaTable ​Table22 summarizes the causes of ARDS and non-ARDS hypoxemia. Pneumonia was the leading cause of ARDS (48.4%), followed by extra-pulmonary sepsis (11.6%). The etiology was uncertain in 62 (24%) of the ARDS patients. The microbiological work-up for these 62 patients is provided in Additional file 1: Table S3. Pneumonia and extra-pulmonary sepsis accounted for 60% of total cases and 79% of cases with identifiable etiology. For patients with non-ARDS hypoxemia, hydrostatic lung edema was the most common cause of hypoxemia (41.2%), followed by pneumonia (27.2%) and cancer (10.9%).Table 2Etiology of hypoxemic respiratory failure in cases with a PaO2/FiO2 ratio ≤ 300 mm HgCauses of hypoxemiaEtiologies of hypoxemian (%)ARDS (n = 258)Pulmonary ARDS, n = 137 (53.1%)Pneumonia, total125 (48.4) Bacterial pneumonia87 (33.7) Viral pneumonia16 (6.2) Fungal pneumonia22 (8.5)Aspiration8 (3.1)Vasculitis4 (1.6)Extra-pulmonary ARDS, n = 59 (22.9%)Extra-pulmonary sepsis30 (11.6)Noncardiogenic shock9 (3.5)Transfusion6 (2.3)Drug toxicity5 (1.9)Pancreatitis3 (1.2)Burn3 (1.2)Trauma3 (1.2)Unclassified, n = 62 (24%)Uncertain62 (24)Non-ARDS hypoxemia with PaO2/FiO2 ratios ≤ 300 (n = 294)Hydrostatic lung edema123 (41.8)Pneumonia80 (27.2)Cancer, lung or metastatic cancer32 (10.9)Pleural effusion or diseases21 (7.1)Atelectasis16 (5.4)Lung fibrosis9 (3.1)Other13 (4.4)Open in a separate windowARDS acute respiratory distress syndromeAmong pneumonia associated ARDS, bacterial, viral and fungal pneumonia accounted for 87 (70%), 16 (13%) and 22 (17%) cases, respectively. The bacterial pathogens are listed in Additional file 1: Table S4. Gram-negative bacteria accounted for 82.9% of bacterial infections and Klebsiella spp. were the most common pathogen. The 16 viral infection associated ARDS cases included 9 influenza and 7 cytomegalovirus pneumonia. The 22 fungal pneumonia associated ARDS cases included 15 Pneumocystis jiroveci and 7 aspergillosis pneumonia.Cancer is the most common comorbidity in this ARDS cohort. Patients with cancer had higher SAPS II score (52 vs. 44, p < 0.001), higher levels of CRP (16 vs. 12 mg/dL, p = 0.006) and D-dimer (6.5 vs. 3.6 mg/L, p = 0.04), and lower platelet count (114 vs. 153 K/μL) as compared with patients without cancer (Additional file 1: Table S6). Table ​Table33 shows the distribution of etiologies in patients with and without cancer to explore the potential influence of high proportion of cancer on etiology distribution. There was no significant difference between patients with and without cancer in the proportions of major etiologies, including pneumonia and extra-pulmonary sepsis. However, pancreatitis, burn and trauma associated ARDS was more commonly seen in patients without cancer. Additional File 1: Table S7 show the causes of severe hypoxemia in non-ARDS patients with and without cancer.Table 3Etiologies of ARDS in patients with and without cancerEtiologies of ARDSCancer, n = 111No cancer, n = 147p-valuen (%)n (%)Pneumonia55 (50)70 (48)0.76 Bacterial pneumonia40 (73)47 (67)0.50 Influenza4 (7)5 (7)1.0 Pneumocystis jiroveci7 (13)8 (11)0.82 Other pathogens4 (7)10 (14)0.22Extra-pulmonary sepsis16 (14)14 (10)0.23Aspiration3 (3)5 (3)1.0Noncardiogenic shock4 (4)5 (3)0.93Transfusion2 (2)4 (3)0.70Drug toxicity2 (2)3 (2)1.0Other etiologiesa0 (0)13 (9)0.001Uncertain29 (26)33 (22)0.49Open in a separate windowaIncluding pancreatitis, burn and traumaEtiology-associated heterogeneityTable ​Table44 shows the comparison between the major etiologies of ARDS in gas exchange abnormalities, respiratory mechanics, organ dysfunction, biomarkers of inflammation and coagulation, and outcome. Overall, the difference in respiratory parameters between major etiologies of ARDS was modest as compared with the differences in non-pulmonary organ dysfunction and outcome. For the two leading etiologies of ARDS, extra-pulmonary sepsis had more shock (48% versus 73%, p = 0.01), higher non-pulmonary SOFA scores (6 versus 9 points, p < 0.001), higher d-dimer levels (4.2 versus 9.7 mg/L, p = 0.02) and higher mortality (43% versus 67%, p = 0.02) than pneumonia associated ARDS. When bacterial pneumonia was compared with other non-bacterial pneumonia, there was significant difference in proportion of shock (p = 0.005) between bacterial and non-bacterial pneumonia.Table 4Comparison of gas exchange, organ dysfunction, biomarkers in coagulation and inflammation and mortality between the major etiologies of ARDSEtiologies of ARDSPneumoniaAspirationNon-pulmonary sepsisp-valuesaAll pneumoniaBacteriaInfluenzaPneumocystis jiroveciRespiratory parameters PaO2/FiO2 ratios143 (99–194)142 (94–197)128 (73–144)143 (116–266)166 (120–183)122 (87–194)0.66 Ventilatory ratios1.5 (1.2–2.0)1.6 (1.1–2.1)1.8 (1.7–2.2)1.4 (1.2–1.8)1.8 (1.4–2.3)1.7 (1.3–2.2)0.20 Static respiratory compliance, mL/cm H2O32 (25–41)30 (24–41)34 (32–46)33 (25–42)30 (24–38)29 (25–44)0.92Non-pulmonary organ dysfunction Vasopressor users, %48 (39–57)56 (45–67)33 (7–70)27 (8–55)63 (24–91)73 (54–88)0.03 Non-pulmonary  SOFA score6 (3–8)6 (3–9)4 (2–7)5 (2–8)8 (5–11)9 (6–12) < 0.001Biomarkers in inflammation and coagulation C-reactive protein, mg/dL15.9 (8–23.1)16.5 (9.7–25.7)15.4 (6.6–22.1)15.5 (8.5–18.8)16 (1.9–19)10.3 (2.8–16.5)0.16 D-dimer, mg/L4.2 (2.1–7.8)4.9 (2.4–8.9)5.7 (3.3–9.5)1.9 (1.7–6.2)17.3 (1–31.3)9.7 (3.6–14.8)0.07 Lactic acid, mmol/L2.2 (1.5–3.5)2.3 (1.5–4.2)1.9 (1.5–2.1)1.9 (1.1–2.4)3.1 (2.5–13.5)5.6 (2.6–8.4) < 0.001Outcome 30-day mortality, %43 (34–52)43 (32–54)22 (3–60)53 (27–79)63 (24–91)67 (47–83)0.04Open in a separate windowData were presented as median with interquartile range or proportions with 95% confidence intervalsaBetween-group comparison among pneumonia, aspiration and non-pulmonary sepsisFigure 2 shows the trajectories of the P/F ratios and non-pulmonary organ dysfunction during the first seven days for the two major etiologies of ARDS. Despite no difference on single-day observation of P/F ratios on day 1 (Table ​(Table4),4), the trajectory of P/F ratios differed between pneumonia and extra-pulmonary sepsis (Fig. 2). Extra-pulmonary sepsis associated ARDS demonstrated a significantly greater recovery rate in P/F ratios compared with pneumonia associated ARDS (difference = 13 mmHg/day, p = 0.01). In addition, extra-pulmonary sepsis associated ARDS had significantly higher non-pulmonary SOFA scores compared with pneumonia associated ARDS, especially in the first three days.Open in a separate windowFig. 2PaO2/FiO2 ratios and non-pulmonary organ dysfunction in the first seven days for the two primary etiologies of acute respiratory distress syndrome (ARDS) DiscussionThis study explored etiology-associated heterogeneity in ARDS and found that the trajectories of P/F ratios, hemodynamic instability, extra-pulmonary organ dysfunction, and mortality varied across etiologies of ARDS. This finding suggests that the etiology of ARDS could be used to identify a more homogeneous subsets of ARDS for prognostic and predictive enrichment, which are the recommended strategies by the Food and Drug Administration for increasing the efficiency of clinical trials across all fields [23]. Regarding prognostic enrichment, in line with a previous study [18], our study observed different mortality rates among ARDS patients due to a variety of etiologies (Table ​(Table4).4). This implicates that future studies of ARDS should report the outcomes not only for the entire cohort but also for each of the major etiology sub-groups to facilitate prognostic enrichment. In addition, between-study comparisons of outcomes should consider the effect of case-mix in etiologies [24]. Predictive enrichment refers to selecting patients more likely to respond to a given therapy. The differences in shock and organ dysfunction among major etiologies of ARDS in the present study suggests a potential effect modification by etiology in ARDS treatment. Previous data also showed that hemodynamic instability had a remarkable impact on the efficacy and safety of the open lung strategy in ARDS [19, 25]. In this regard, patients with ARDS due to etiologies more likely with hemodynamic instability may not benefit from a high PEEP strategy. Further studies are warranted to determine whether etiology of ARDS is an important effect modifier for ventilatory and pharmacological management of ARDS.Pneumonia is the most common etiology of ARDS, and accounted for more than half of ARDS cases in previous cohort studies and clinical trials [4, 19]. Our data demonstrated that there was considerable within-group heterogeneity in pneumonia associated ARDS. Although bacteria are the major pathogen causing pneumonia, non-bacterial pathogens also play an important role in patients with comorbidities [26, 27]. Owing to population aging and the increasing usage of immunosuppressants, non-bacterial pneumonia in the ICU has become an emerging issue [26]. Previous studies and treatment guidelines for ARDS usually treat pneumonia as a single etiology of ARDS without distinguishing between non-bacterial pneumonia and bacterial pneumonia. Our data highlight the importance of differentiating between bacterial and non-bacterial pneumonia associated ARDS. Prospective large-scale studies are required to compare ARDS caused by bacterial pneumonia and major non-bacterial pathogens, such as influenza, cytomegalovirus and Pneumocystis jiroveci.Phenotyping has been considered an important strategy for improving treatment outcomes in ARDS [16, 28]. Identifying the source of heterogeneity in ARDS is a crucial step in ARDS phenotyping. Several approaches have been proposed for ARDS phenotyping [8, 23]; a two-phenotype model based on plasma biomarkers identified two distinct subphenotypes of ARDS, which has clinical implications for prognostic and predictive enrichment [13]. The hyperinflammatory subphenotype has higher mortality and a different treatment response to PEEP and fluid management compared with the hypoinflammatory subphenotype [13, 21]. Other approaches include physiological factors and radiographic lung morphology based subgrouping [8, 14]. Etiology of ARDS is one of the clinical factors commonly used for ARDS subgrouping [15, 29]. However, the majority of studies adopt a dichotomous classification for subgrouping, such as pulmonary versus extrapulmonary ARDS or trauma versus non-trauma ARDS [17, 30]. Our data suggest that dichotomous classifications may not fully disclose the differences between major etiologies of ARDS. Dichotomous classification by pulmonary and extrapulmonary ARDS might just reflect the features of pneumonia and extrapulmonary sepsis because these two etiologies dominate pulmonary and extrapulmonary ARDS, respectively. Etiology-based management may help to improve the treatment outcomes of ARDS given the observed heterogeneity within etiology. In addition, subgrouping by etiology requires no additional blood tests or imaging examinations compared with other phenotyping methods.Our study cohort had a higher proportion of cancer as compared with previous data [4, 14]. The high proportion of cancer could be attributable to the study settings since this study was conducted in a tertiary-care referral center which was responsible for accommodating many cancer patients. In fact, a similar comorbidity profile was also observed in the ARDS cohort from medical centers [31]. Cancer exerts a variety of direct and indirect impacts on risks and outcomes of ARDS [31, 32]. For instance, cancer patients with ARDS had a higher mortality rate compared to ARDS patients without cancer [31]. Cancer patients also more likely suffer from ARDS due to certain etiologies, such as bacterial, fungal and opportunistic infections [33]. The interpretation of our data with regard to the point estimates of etiology distribution and outcome should consider the influence from high proportion of cancer.Our study did have several limitations. First, it was a single-center study, and the distribution of etiologies and outcome data may not be generalized to other institutions. Second, this study was underpowered to detect small between-group differences due to small sample size. Finally, we did not use multiplex polymerase chain reaction panels for the diagnosis of pneumonia and there was no universal protocol for the ARDS work-up during the study period. In addition, pneumonia pathogens such as fungus or PJP were not universally pursued. These shortcomings might have led to an underestimation of the prevalence of viral and other atypical pneumonia and an increase in the cases classified as uncertain etiology. Thus, our data should be interpreted with bearing this caveat in mind. ConclusionOur study findings suggest that there was remarkable etiology-associated heterogeneity in ARDS. Heterogeneity was also observed within pneumonia associated ARDS when bacterial pneumonia was compared with other non-bacterial pneumonia. To develop tailored prognostic information and treatments for ARDS, future studies of ARDS should consider reporting etiology-specific data and exploring possible effect modification by etiology. Supplementary Information\nAdditional file 1: Table S1. Microbiological tests and biomarkers recorded in the study, and the proportion of ARDS patients receiving these tests. Table S2. Distribution of missing data for PaO2/FiO2 ratios and SOFA (Sequential Organ Failure Assessment) scores at different time points. Table S3. Microbiological tests for 62 cases of acute respiratory distress syndrome with unknown etiologies. Table S4. Species distribution of bacteria in 87 cases of bacterial pneumonia associated ARDS. Table S5. Etiologies of ARDS in patients with lung cancer and other cancer types. Table S6. Characteristics of patients with and without cancer in 258 patients with ARDS. Table S7. Causes of hypoxemia stratified by cancer in 294 non-ARDS patients with PaO2/FiO2 ratios ≤ 300 mmHg.(291K, pdf) AcknowledgementsNot applicable. AbbreviationsARDSAcute respiratory distress syndromeIQRInter-quartile rangePEEPPositive end-expiratory pressureP/FPaO2/FiO2SDStandard deviationSOFASequential Organ Failure Assessment Authors' contributionsSYR, CTH and HDW conceptualized and designed the study. SYR, CTH, YCC, CKH, JYC, LCK, PHK, SCK and HDW contributed substantially to the data analysis and interpretation and the writing of the manuscript. All authors read and approved the final manuscript. FundingDr. Ruan was supported by grants from Taiwan Ministry of Science and Technology (MOST 103-2314-B-002-153-MY3 and 109-2314-B-002-179). Availability of data and materialsThe datasets used and/or analysed during the current study are available from the corresponding author on reasonable request. DeclarationsEthics approval and consent to participateThe study was performed in accordance with current ethical guidelines (Declaration of Helsinki). The study protocol was approved by the Research Ethics Committee of the National Taiwan University Hospital in Taiwan (202009066RINC), and the need for written informed consent was waived by the Research Ethics Committee of the National Taiwan University Hospital because this was a retrospective study and procedures were adopted to protect and anonymize personal patient information.Consent for publicationNot applicable.Competing interestsThe authors declare that they have no competing interests. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Thompson BT, Chambers RC, Liu KD. Acute respiratory distress syndrome. N Engl J Med. 2017;377(6):562–572. doi: 10.1056/NEJMra1608077. [PubMed] [CrossRef] [Google Scholar]2. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]3. Pham T, Rubenfeld GD. Fifty years of research in ARDS. The epidemiology of acute respiratory distress syndrome. A 50th birthday review. Am J Respir Crit Care Med. 2017;195(7):860–70. doi: 10.1164/rccm.201609-1773CP. [PubMed] [CrossRef] [Google Scholar]4. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, Gattinoni L, van Haren F, Larsson A, McAuley DF, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315(8):788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]5. Rubenfeld GD, Caldwell E, Peabody E, Weaver J, Martin DP, Neff M, Stern EJ, Hudson LD. Incidence and outcomes of acute lung injury. N Engl J Med. 2005;353(16):1685–1693. doi: 10.1056/NEJMoa050333. [PubMed] [CrossRef] [Google Scholar]6. Pelosi P, D'Onofrio D, Chiumello D, Paolo S, Chiara G, Capelozzi VL, Barbas CS, Chiaranda M, Gattinoni L. Pulmonary and extrapulmonary acute respiratory distress syndrome are different. Eur Respir J Suppl. 2003;42:48s–56s. doi: 10.1183/09031936.03.00420803. [PubMed] [CrossRef] [Google Scholar]7. Calfee CS, Janz DR, Bernard GR, May AK, Kangelaris KN, Matthay MA, Ware LB. Distinct molecular phenotypes of direct vs indirect ARDS in single-center and multicenter studies. Chest. 2015;147(6):1539–1548. doi: 10.1378/chest.14-2454. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Reilly JP, Calfee CS, Christie JD. Acute respiratory distress syndrome phenotypes. Semin Respir Crit Care Med. 2019;40(1):19–30. doi: 10.1055/s-0039-1684049. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Vincent JL, Santacruz C. Do we need ARDS? Intensive Care Med. 2016;42(2):282–283. doi: 10.1007/s00134-015-4120-7. [PubMed] [CrossRef] [Google Scholar]10. Fan E, Brodie D, Slutsky AS. Acute respiratory distress syndrome: advances in diagnosis and treatment. JAMA. 2018;319(7):698–710. doi: 10.1001/jama.2017.21907. [PubMed] [CrossRef] [Google Scholar]11. Shankar-Hari M, Fan E, Ferguson ND. Acute respiratory distress syndrome (ARDS) phenotyping. Intensive Care Med. 2019;45(4):516–519. doi: 10.1007/s00134-018-5480-6. [PubMed] [CrossRef] [Google Scholar]12. Phua J, Stewart TE, Ferguson ND. Acute respiratory distress syndrome 40 years later: time to revisit its definition. Crit Care Med. 2008;36(10):2912–2921. doi: 10.1097/CCM.0b013e31817d20bd. [PubMed] [CrossRef] [Google Scholar]13. Calfee CS, Delucchi K, Parsons PE, Thompson BT, Ware LB, Matthay MA. Subphenotypes in acute respiratory distress syndrome: latent class analysis of data from two randomised controlled trials. Lancet Respir Med. 2014;2(8):611–620. doi: 10.1016/S2213-2600(14)70097-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Constantin JM, Jabaudon M, Lefrant JY, Jaber S, Quenot JP, Langeron O, Ferrandiere M, Grelon F, Seguin P, Ichai C, et al.  Personalised mechanical ventilation tailored to lung morphology versus low positive end-expiratory pressure for patients with acute respiratory distress syndrome in France (the LIVE study): a multicentre, single-blind, randomised controlled trial. Lancet Respir Med. 2019;7(10):870–880. doi: 10.1016/S2213-2600(19)30138-9. [PubMed] [CrossRef] [Google Scholar]15. Takeda S, Ishizaka A, Fujino Y, Fukuoka T, Nagano O, Yamada Y, Takezawa J. Time to change diagnostic criteria of ARDS: towards the disease entity-based subgrouping. Pulm Pharmacol Ther. 2005;18(2):115–119. doi: 10.1016/j.pupt.2004.11.001. [PubMed] [CrossRef] [Google Scholar]16. Sinha P, Calfee CS. Phenotypes in acute respiratory distress syndrome: moving towards precision medicine. Curr Opin Crit Care. 2019;25(1):12–20. doi: 10.1097/MCC.0000000000000571. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Gattinoni L, Pelosi P, Suter PM, Pedoto A, Vercesi P, Lissoni A. Acute respiratory distress syndrome caused by pulmonary and extrapulmonary disease. Different syndromes? Am J Respir Crit Care Med. 1998;158(1):3–11. doi: 10.1164/ajrccm.158.1.9708031. [PubMed] [CrossRef] [Google Scholar]18. Sheu CC, Gong MN, Zhai R, Chen F, Bajwa EK, Clardy PF, Gallagher DC, Thompson BT, Christiani DC. Clinical characteristics and outcomes of sepsis-related vs non-sepsis-related ARDS. Chest. 2010;138(3):559–567. doi: 10.1378/chest.09-2933. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Cavalcanti AB, Suzumura EA, Laranjeira LN, Paisani DM, Damiani LP, Guimaraes HP, Romano ER, Regenga MM, Taniguchi LNT, Teixeira C, et al.  Effect of lung recruitment and titrated positive end-expiratory pressure (PEEP) vs low PEEP on mortality in patients with acute respiratory distress syndrome: a randomized clinical trial. JAMA. 2017;318(14):1335–1345. doi: 10.1001/jama.2017.14171. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Ruan SY, Lin HH, Huang CT, Kuo PH, Wu HD, Yu CJ. Exploring the heterogeneity of effects of corticosteroids on acute respiratory distress syndrome: a systematic review and meta-analysis. Crit Care. 2014;18(2):R63. doi: 10.1186/cc13819. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Famous KR, Delucchi K, Ware LB, Kangelaris KN, Liu KD, Thompson BT, Calfee CS. Acute respiratory distress syndrome subphenotypes respond differently to randomized fluid management strategy. Am J Respir Crit Care Med. 2017;195(3):331–338. doi: 10.1164/rccm.201603-0645OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Sinha P, Calfee CS, Beitler JR, Soni N, Ho K, Matthay MA, Kallet RH. Physiologic analysis and clinical performance of the ventilatory ratio in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2019;199(3):333–341. doi: 10.1164/rccm.201804-0692OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Wilson JG, Calfee CS. ARDS subphenotypes: understanding a heterogeneous syndrome. Crit Care. 2020;24(1):102. doi: 10.1186/s13054-020-2778-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Pierrakos C, Vincent JL. The changing pattern of acute respiratory distress syndrome over time: a comparison of two periods. Eur Respir J. 2012;40(3):589–595. doi: 10.1183/09031936.00130511. [PubMed] [CrossRef] [Google Scholar]25. Fan E, Del Sorbo L, Goligher EC, Hodgson CL, Munshi L, Walkey AJ, Adhikari NKJ, Amato MBP, Branson R, Brower RG, et al.  An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine clinical practice guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2017;195(9):1253–1263. doi: 10.1164/rccm.201703-0548ST. [PubMed] [CrossRef] [Google Scholar]26. Azoulay E, Mokart D, Kouatchet A, Demoule A, Lemiale V. Acute respiratory failure in immunocompromised adults. Lancet Respir Med. 2019;7(2):173–186. doi: 10.1016/S2213-2600(18)30345-X. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Jain S, Self WH, Wunderink RG, Fakhran S, Balk R, Bramley AM, Reed C, Grijalva CG, Anderson EJ, Courtney DM, et al.  Community-acquired pneumonia requiring hospitalization among U.S. adults. N Engl J Med. 2015;373(5):415–27. doi: 10.1056/NEJMoa1500245. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Prescott HC, Calfee CS, Thompson BT, Angus DC, Liu VX. Toward smarter lumping and smarter splitting: rethinking strategies for sepsis and acute respiratory distress syndrome clinical trial design. Am J Respir Crit Care Med. 2016;194(2):147–155. doi: 10.1164/rccm.201512-2544CP. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Kallet RH, Zhuo H, Ho K, Lipnick MS, Gomez A, Matthay MA. Lung injury etiology and other factors influencing the relationship between dead-space fraction and mortality in ARDS. Respir Care. 2017;62(10):1241–1248. doi: 10.4187/respcare.05589. [PubMed] [CrossRef] [Google Scholar]30. Calfee CS, Eisner MD, Ware LB, Thompson BT, Parsons PE, Wheeler AP, Korpak A, Matthay MA. Trauma-associated lung injury differs clinically and biologically from acute lung injury due to other clinical disorders. Crit Care Med. 2007;35(10):2243–2250. doi: 10.1097/01.CCM.0000280434.33451.87. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Ho K, Gordon J, Litzenberg KT, Exline MC, Englert JA, Herman DD. Cancer Is an independent risk factor for acute respiratory distress syndrome in critically ill patients: a single center retrospective cohort study. J Intensive Care Med. 2021;8850666211005422. [PMC free article] [PubMed]32. Türkoğlu M, Erdem GU, Suyanı E, Sancar ME, Yalçın MM, Aygencel G, Akı Z, Sucak G. Acute respiratory distress syndrome in patients with hematological malignancies. Hematology. 2013;18(3):123–130. doi: 10.1179/1607845412Y.0000000038. [PubMed] [CrossRef] [Google Scholar]33. Azoulay E, Lemiale V, Mokart D, Pene F, Kouatchet A, Perez P, Vincent F, Mayaux J, Benoit D, Bruneel F, et al.  Acute respiratory distress syndrome in patients with malignancies. Intensive Care Med. 2014;40(8):1106–1114. doi: 10.1007/s00134-014-3354-0. [PubMed] [CrossRef] [Google Scholar]"}