{"title": "Mortality and clinical outcomes in patients with COVID-19 pneumonia treated with non-invasive respiratory support: A rapid review", "pubDate": "2021", "PMCID": "PMC8137355", "DOI": "10.1016/j.jcrc.2021.05.007", "PMID": "34052780", "abstract": "Introduction and aim:                       Non-invasive ventilation (NIV) and continuous positive airway pressure (CPAP) have been widely employed to treat acute respiratory failure secondary to COVID-19 pneumonia, but their role in terms of efficacy and safety are still debated. The aim of this review was to analyse mortality and intubation rates in COVID-19 patients treated with NIV/CPAP.                  Methods:                       Rapid review methodology was applied to include all the studies published since December-2019 until November-2020 with available data on in-hospital mortality in COVID-19 patients treated with NIV or CPAP.                  Results:                       23 manuscripts were included (4776 patients, 66% males, 46% with hypertension). 46% of patients received non-invasive respiratory support, of which 48.4% with CPAP, 46% with NIV, and 4% with either CPAP or NIV. Non-invasive respiratory support failed in 47.7% of patients, of which 26.5% were intubated and 40.9% died. In-hospital mortality was higher in patients treated with NIV compared with CPAP (35.1% vs. 22.2%). Complications were under-reported, but mostly not related to CPAP/NIV treatment.                  Conclusion:                       CPAP and NIV appear equally and frequently applied in patients with COVID-19 pneumonia, but associated with high mortality. Robust evidence is urgently needed to confirm the clinical efficacy of non-invasive respiratory support in COVID-19-related ARDS.", "author": [{"author": "Dejan Radovanovic", "affiliation": ["Division of Respiratory Diseases, Ospedale L. Sacco, ASST Fatebenefratelli-Sacco, Via G.B. Grassi 74, 20157 Milano, Italy."], "href": "/?term=Radovanovic+D&cauthor_id=34052780"}, {"author": "Silvia Coppola", "affiliation": ["Department of Anesthesia and Intensive Care, ASST Santi Paolo e Carlo, San Paolo University Hospital, Milan, Italy."], "href": "/?term=Coppola+S&cauthor_id=34052780"}, {"author": "Elisa Franceschi", "affiliation": ["Division of Respiratory Diseases, Ospedale L. Sacco, ASST Fatebenefratelli-Sacco, Via G.B. Grassi 74, 20157 Milano, Italy; Department of Biomedical and Clinical Sciences (DIBIC), Università degli Studi di Milano, Milano, Italy."], "href": "/?term=Franceschi+E&cauthor_id=34052780"}, {"author": "Fabrizio Gervasoni", "affiliation": ["Rehabilitation Unit, Ospedale L. Sacco, ASST Fatebenefratelli-Sacco, Via G.B. Grassi 74, 20157 Milano, Italy."], "href": "/?term=Gervasoni+F&cauthor_id=34052780"}, {"author": "Eleonora Duscio", "affiliation": ["Department of Anesthesiology, Emergency and Intensive Care Medicine, University of Göttingen, Göttingen, Germany."], "href": "/?term=Duscio+E&cauthor_id=34052780"}, {"author": "Davide Alberto Chiumello", "affiliation": ["Department of Anesthesia and Intensive Care, ASST Santi Paolo e Carlo, San Paolo University Hospital, Milan, Italy; Coordinated Research Center on Respiratory Failure, University of Milan, Milan, Italy. Electronic address: davide.chiumello@unimi.it."], "href": "/?term=Chiumello+DA&cauthor_id=34052780"}, {"author": "Pierachille Santus", "affiliation": ["Division of Respiratory Diseases, Ospedale L. Sacco, ASST Fatebenefratelli-Sacco, Via G.B. Grassi 74, 20157 Milano, Italy; Department of Biomedical and Clinical Sciences (DIBIC), Università degli Studi di Milano, Milano, Italy."], "href": "/?term=Santus+P&cauthor_id=34052780"}], "refPMID": ["32091533", "33040020", "32526193", "32450344", "20154071", "24817030", "32331217", "11867822", "19616722", "32215647", "32265307", "32360444", "32747398", "32747395", "33067061", "32624494", "32928787", "32766538", "32167524", "32442528", "32328724", "26377409", "33052968", "33196858", "33033151", "33197604", "33175297", "33222116", "32446978", "32546258", "32735842", "32736030", "32624495", "33140491", "33194473", "32811662", "32895247", "32105632", "32171076", "22797452", "32281885", "33197391", "33395553", "34629680", "28441237", "33545499", "33303538", "33764378", "33119402", "20642853"], "citedInPMID": ["34052780", "35075381", "34928455", "34915911"], "body": " AbstractIntroduction and aimNon-invasive ventilation (NIV) and continuous positive airway pressure (CPAP) have been widely employed to treat acute respiratory failure secondary to COVID-19 pneumonia, but their role in terms of efficacy and safety are still debated. The aim of this review was to analyse mortality and intubation rates in COVID-19 patients treated with NIV/CPAP.MethodsRapid review methodology was applied to include all the studies published since December-2019 until November-2020 with available data on in-hospital mortality in COVID-19 patients treated with NIV or CPAP.Results23 manuscripts were included (4776 patients, 66% males, 46% with hypertension). 46% of patients received non-invasive respiratory support, of which 48.4% with CPAP, 46% with NIV, and 4% with either CPAP or NIV. Non-invasive respiratory support failed in 47.7% of patients, of which 26.5% were intubated and 40.9% died. In-hospital mortality was higher in patients treated with NIV compared with CPAP (35.1% vs. 22.2%). Complications were under-reported, but mostly not related to CPAP/NIV treatment.ConclusionCPAP and NIV appear equally and frequently applied in patients with COVID-19 pneumonia, but associated with high mortality. Robust evidence is urgently needed to confirm the clinical efficacy of non-invasive respiratory support in COVID-19-related ARDS.Keywords: COVID-19, Respiratory failure, Non-invasive ventilation, Continuous positive airway pressure, Intubation, MortalityAbbreviations: ARDS, Acute Respiratory Distress Syndrome; CPAP, Continuous Positive Airway Pressure; DNI, Do Not Intubate; ETI, EndoTracheal Intubation; ICU, Intensive Care Unit; IMV, Invasive Mechanical Ventilation; NIV, Non Invasive Ventilation; WHO, World Health Organization 1. IntroductionIn March 2020, the World Health Organization declared the novel Coronavirus disease (COVID-19) outbreak a pandemic and a threat for the global public health [1].One of the most common complications of COVID-19 is represented by interstitial pneumonia, that can lead to acute hypoxic respiratory failure, eventually causing multiorgan failure and death [2,3]. COVID-19 with respiratory failure often experience increased respiratory rate and respiratory distress, due to profound oxygen desaturation secondary to diffuse alveolar damage and micro and macro-thrombi in pulmonary arterial vessels [4,5]. The application of a continuous positive airway pressure (CPAP) in case of acute hypoxic respiratory failure was previously shown to improve arterial oxygenation, reduce work of breathing and recruit non-aerated alveoli in dependent pulmonary regions, thus reducing the need for endotracheal intubation (ETI) [[6], [7], [8]]. Non-invasive ventilation (NIV) has also demonstrated to reduce intubation rates, being superior to CPAP in reducing the inspiratory effort and assisting patients with hypercapnia and respiratory acidosis [9]. However, CPAP and NIV can pose patients at higher risk of unfavourable outcomes by delaying the institution of invasive mechanical ventilation [10]. On March 2020, the Surviving Sepsis Campaign guidelines for the management of critically ill adults with COVID-19 recommended the use of High Flow Nasal Cannula (HFNC) or non-invasive ventilation (NIV) as the initial approach to treat COVID-related ARDS [11]. The application of continuous positive airway pressure (CPAP) was not suggested due to safety and efficacy concerns [11]. At the same time, however, European consensus documents recommended CPAP for the treatment of acute hypoxic respiratory failure in patients with COVID-19 pneumonia and persistent hypoxemia despite oxygen application [12,13]. During the pandemic, in fact, considering also its safety in limiting the risk of exposure to viral droplets of the healthcare personnel [14], helmet CPAP has been widely used also outside ICU especially in Europe. Despite the diffusion of NIV and CPAP in COVID-19 treatment algorithms, the indications for initiating a non-invasive respiratory support are still heterogeneous, and the efficacy in terms of avoidance of endotracheal intubation (ETI) poorly understood [[15], [16], [17], [18], [19]]. Furthermore, despite known predictors of disease severity and mortality [[20], [21], [22]], strong clinical predictors of CPAP/NIV success or failure are still missing.The aim of the present review was to analyse the outcomes such as failure of non-invasive respiratory support in terms of need for ETI and mortality in patients treated with CPAP or NIV in.and outside the ICU. 2. Material and methodsWe performed a revision of the literature according to scoping review methodology [23,24]. Only studies including patients treated with non invasive respiratory supports such as CPAP, NIV or invasive mechanical ventilation (IMV) in presence of NIV or CPAP failure were included in the analysis. Patients treated with low or high flow nasal cannulas, Venturi Masks, non-rebreather oxygen masks were excluded from the analysis. Studies focused exclusively on patients treated with IMV or with home ventilation (e.g. nocturnal CPAP in patients with obstructive sleep apnoea) were also excluded.We considered separately patients for which CPAP/NIV was the ceiling treatment (i.e. patients with a “do not intubate order”) from those that were eligible for escalation to IMV.Medline and Embase databases were searched considering manuscripts published between December 2019 and 15th November 2020 according to the following research strings (abstract or title): “COVID AND CPAP”, “COVID AND ventilation”, “coronavirus AND CPAP”, “coronavirus AND NIV”, “COVID AND NIV”, “coronavirus AND ventilation”.We selected all the studies that investigated the mortality rate in hospitalized patients with COVID-19 pneumonia and respiratory failure that underwent either CPAP or NIV. All-cause in-hospital mortality was also reported, but was outside the scope of the review.The studies included in the analyses satisfied the following inclusion criteria: 1) available full text in English language; 2) patients >18 years old; 3) >20 patients treated a non-invasive respiratory support. Case reports, case series, studies that considered only short term outcomes (e.g. 7-day mortality rate), with >20% of patients missing mortality outcomes, or with >20% patients still hospitalized at the moment of the writing were excluded from the analysis. We excluded also manuscripts with unclear outcomes or that did not consider outcomes in patients treated specifically with CPAP or NIV.Risk of bias and study quality were assessed by means of the Newcastle-Ottawa Quality Assessment Scale (NOS) [25]. The latter is currently used for assessing quality and bias for cohort and non-randomized studies to be included in systematic reviews and meta-analyses. The NOS includes a 3 star ranking system (3 stars being the highest grade) on three different domains: “selection”, “comparability” and “outcome”. The grading of the category “comparability” is limited to a maximum of 2 stars.The literature research was independently conducted by two Authors (S.P. and E.F.) and then revised by D.R., P.S. and D.C. that reached a shared decision by consensus in case of discordance. 3. Results3.1. Studies overviewThe Medline and Embase research yielded a total of 5794 manuscripts, of which only 63 were assessed for eligibility and 23 satisfied the inclusion and exclusion criteria and were therefore included in the final analysis (Fig. 1\n; Table 1\n). The list of excluded papers and the reason for their exclusion are reported in the Supplementary File. The NOS grading for each study is reported in the Supplementary Material Table 1.Open in a separate windowFig. 1Flow diagram according to PRISMA guidelines showing the phases of the research process for study selection.Table 1Study design, setting, patients' characteristics and type of respiratory support in studies included in the analysis.StudyCountrySettingStudy designPrimary outcomePatients, nMales, n (%)Age, yComorbidities, n (%)PaO2/FiO2 at admissionVentilatory approach, n (%)Ventilation settingsDNIHypertensDMCHDCKDObes.CPAPNIVPEEP/FiO2PEEP/PS/FiO2Aliberti et al. [15]ItalyH/HDRURetrospective, observationalDescribe characteristics and outcomes of CPAP treatment157117 (74.5%)64 (55–75)69 (43.9%)36 (22.9%)13 (8.3%)9 (5.7%)29 (18.5%)143 (97–203)157 (100%)010.8 (2.3)/0.6N/A65 (41.4%)Alviset S et al. [26]FranceH/ED/ICURetrospective, observationalReason for CPAP discontinuation4936 (73.5%)65 (54–71)31 (63.3%)16 (32.7%)2 (4.1%)5 (10.2%)13 (26.5%)N/A49 (100%)0N/AN/A8Arina P et al. [27]UKICURetrospective, observationalPredictors of CPAP success9368 (73.1%)N/A32 (34.4%)16 (28%)12 (12.9%)N/AN/A97.5 (75–135)93 (100%)0N/AN/A16Avdeev et al. [16]RussiaHRetrospective, observationalOutcomes of NIV in COVID-19 patients with AHRF6137 (60.7%)62 (53–70)29 (47.5%)8 (13.1%)3 (4.9%)2 (3.3%)N/A164(131−200)45 (74%)16 (26%)10.0 (9.7–12.2)9.9/20N/ABrusasco et al. [28]ItalyH/HDRURetrospective, observational4-week survival without invasive mechanical ventilation64N/ARange 25–83N/AN/AN/AN/AN/A119 (99–153)64 (100%)0N/AN/A15Burns et al. [17]UKHRetrospective, observationalMortality in DNI patients eligible for CPAP/NIV2815 (53.6%)81.5 (54–91)22 (78.6%)15 (53.6%)7 (25%)15 (53.6%)N/AN/A23 (82)5 (18%)PEEP max 12.7EPAP max 10.2/IPAP max 22.428Corradi et al. [29]ItalyICURetrospective, observationalDiaphragmatic thickening fraction as predictor or response of positive pressure ventilation2723 (85.2%)66 (57–73)14 (51.9%)3 (11.1%)8 (29.6%)2 (7.4%)N/A195 (168–246)27 (100%)010/0.4–0.7N/AN/ADi Domenico et al. [30]ItalyEDRetrospective, case seriesCharacteristics and outcomes of COVID-19 pneumonia310200 (64.5%)64 (52–76)134 (43.2%)53 (17.1%)50 (16.1%)N/A34 (10.1%)248 (17) (NIV)90 (29%, CPAP or NIV)N/AN/A27Duca et al. [19]ItalyEDRetrospective, observationalDescribe the severity of respiratory failure8572 (84.7%)70 (62–79)46 (54.1%)19(22.4%)21 (24.7%)1 (1.2%)N/A28 (85–168)71 (83%)7 (8%)15 (12–18)/0.6 (0.6–0.8)16 (12−20)/N/A/0.6 (0.5–1.0)0Faraone et al. [31]ItalyHRetrospective, observationalEfficacy of NIV in COVID-19 patients5033 (66.0%)74.6 (11)28 (56%)12 (24%)22 (44%)10 (20%)N/A130 (63.5)25 (50%)25 (50%)N/AN/A25Franco et al. [14]ItalyHRetrospective, observational, multicenterSafety of hospital staff, and feasibility and outcomes of NIV/CPAP outside ICU670464 (69.3%)68.3 (13.3)311 (51.2%)125 (20.6%)105 (17.3%)34 (6.4%)108 (17.8%)152 (79)330 (49.3%)177 (26.4%)10.2 (1.6)9.5 (2.2)/17.3 (3)/N/A28 (4.2%)Giacomelli et al. [32]ItalyHProspective, observationalMortality233161 (69.1%)61 (50–72)N/AN/AN/AN/A38 (16.3%)N/A29 (12%)0N/AN/AN/AHallifax et al. [18]UKHDRURetrospective, observationalOutcome of awake prone positioning4832 (66.7%)69 (54–80)23 (47.9%)17 (35.4%)8 (16.7%)9 (18.8%)N/AN/A48 (100%)0N/AN/A26Hua J et al. [33]ChinaICURetrospective, observationalOutcomes of IMV vs. NIV and vs. non ventilated469266 (56.7%)68 (13)240 (51.4%)110 (23.6%)84 (18%)42 (9%)N/AN/A0152 (32%)N/AN/AN/AKaragiannidis et al. [34]GermanyHRetrospective, observationalCharacteristics and outcomes of COVID-19 patients requiring mechanical ventilation17271147 (66.4%)71 (60–79)1077 (62.4%)671 (38.9%)527 (30.5%)417 (24.1%)229 (13.3%)N/A0351 (20%)N/AN/AN/AMukhtar et al. [35]EgyptICURetrospective, observationalNIV success in ICU5536 (65.5%)59 (14)31 (56.4%)28 (50.9%)9 (16.4%)N/A15 (27.3%)190 (123–247)039 (53%)N/AN/AN/ANightingale et al. [36]UKHRetrospective, observationalCPAP to treat type 1 respiratory failure2421 (87.5%)52 (46.5–60)8 (33.3%)6 (25%)3 (12.5%)N/AN/A122 (97–175)24 (100%)08.75 (7.5–10)N/A0Noeman-Ahmed et al. [37]UKHDRURetrospective, observationalOutcomes in patients treated with CPAP5234 (65.4%)N/A22 (42.3%)13 (25%)8 (15.4%)2 (3.8%)15 (28.8%)123 (59)52 (100%)0N/AN/A11Rahim et al. [38]PakistanICURetrospective, observationalMortality in COVID-19 patients in ICU204151 (74.0%)55.7 (11.6)6 (2.9%)25 (12.3%)4 (2%)N/AN/AN/A0126 (62%)N/AN/AN/ASivaloganathan et al. [39]UKHRetrospective, observationalRole of NIV in patients with COVID-19 respiratory failure10363 (61.1%)N/AN/AN/AN/AN/AN/AN/A058 (56%)N/AN/A24Winearls et al. [40]UKHRetrospective, observationalEffect of prone positioning2415 (63%)62 (13)13 (54%)7 (29%)1 (4%)2 (8%)N/A112 (106–194)24 (100%)012 (12–15)/0.6 (0.5–0.7)N/A10Yang et al. [41]ChinaICURetrospective, observational28-day mortality after ICU admission5235 (67%)59.7 (13.3)N/A9 (17%)5 (10%)N/AN/AN/A029 (56%)N/AN/AN/AZhou et al. [42]ChinaH/ICURetrospective, observational, multicenterRisk factors for death and characteristic of clinical course191119 (62%)56 (46–67)58 (30%)36 (19%)15 (8%)2 (1%)N/AN/A026 (14%)N/AN/AN/AOpen in a separate windowData are presented as frequencies and percentage. Age, PaO2/FiO2 values and ventilatory settings are reported as medians (inter quartile range), means (standard deviation), or ranges, as appropriate. AHRF: acute hypoxic respiratory failure; CHD: chronic heart disease; CKD: chronic kidney disease; DM: diabetes mellitus; Hypert.: arterial hypertension; Obes.: obesity; PEEP: positive end expiratory pressure; EPAP: expiratory positive airway pressure; IPAP; inspiratory positive airway pressure; N/A: not applicable/not available; ICU: intensive care unit; HDRU: high dependency respiratory unit; H: hospital/general ward.Eighteen (78%) studies were conducted in Europe (8 in Italy and 7 in the UK) and 3 (12.5%) in China. Most of them were retrospective and single centre studies, while only 2 (9%) had a prospective observational design. None was a randomized controlled trial (RCT).Eight (35%) studies included patients hospitalized in ICU and 2 (8%) were conducted in the Emergency Department.The pooled study population was composed by 4776 patients (3145 males, 66%), with a median age ranging between the 5th and 6th decade. Considering the available data, arterial hypertension was the most frequent comorbidity (n = 2194, 46%), followed by diabetes mellitus (n = 1225, 25.5%) and chronic heart disease (n = 909, 19%).3.2. Respiratory supportsThe mean partial arterial pressure of oxygen/fraction of inspired oxygen (PaO2/FiO2) ratio before starting the non-invasive respiratory support was reported in 13 studies, and, on average, was <200 mmHg, indicating a moderate-to-severe respiratory failure according to the Berlin's criteria [43].Non-invasive respiratory support was applied to 2192 (46%) patients: 1061 (48.4%) were treated with CPAP, 1011 (46%) with NIV, and 90 (4%) with either CPAP and/or NIV (Fig. 2\n).Open in a separate windowFig. 2Distribution of CPAP and NIV use in the 23 studies included in the final analysis (Panel A) and mortality and intubation rate according to the non invasive respiratory support (Panel B). CPAP: continuous positive airway pressure; NIV: non invasive ventilation. * mortality from the study by Avdeev SN et al. [CITAZIONE] is not reported (17 patients) because data on mortality in patients treated with CPAP and NIV were pooled.The median positive end expiratory pressure (PEEP) used was on average 10 cmH2O. The pressure support during NIV, when reported, ranged from 10 [17] to 17 cmH2O [14] (Table 1).3.3. Failure of the non-invasive supportPatients that failed the non-invasive respiratory support (a combination of intubation + death on CPAP/NIV + discontinuation due to intolerance) were 1217 (55.5%). In total, 582 patients (26.5% of those exposed to CPAP or NIV) were intubated after failing CPAP (n = 281), NIV (n = 239) or, as reported in three studies that pooled intubation rates after both CPAP and NIV failure, CPAP/NIV (n = 62) (Fig. 2). The reasons that lead to intubation consisted in decreased level of consciousness, exhaustion, refractory hypoxemia, sepsis and hemodynamic instability.3.4. MortalityOverall in-hospital mortality was 40.9% (n = 1956). Mortality in patients on CPAP or NIV was available for 17 and 13 studies, respectively. In total, 635 (29%) of patients treated with CPAP or NIV died while on non –invasive respiratory support (236 patients on CPAP (22.2%), 355 on NIV (35.1%), and 44 (49%) on CPAP/NIV, Fig. 2).Of the 582 patients that were intubated after CAP/NIV failure, 348 (59.8%) died on IMV (Table 2\n).Table 2Clinical outcomes in studies included in the analysis.StudyDeathIntubationCPAP/NIV failurebPatients still hospitalizedLenght of hospitalization, daysCPAP/NIV discontinuationIn-hospital mortalityDeath in CPAPDeath in NIVDeath in IMVaETI at admissionETI at CPAP failureETI at NIV failureHospitalICUOverallCPAPNIVICU/IMVIntoleranceOther complicationsPNXAliberti et al. [15]45 (29%)36 (23%)N/A9N/A34 (22%)N/A70 (44%)0018 (14–25.5) CPAP success4218 (4–22) CPAP failureAlviset et al. [26]18 (37%)6 (12%)N/A12026 (53%)N/A32 (65%)00N/AN/AN/AN/A2N/AN/AArina et al. [27]40 (43%)14 (15%)N/A26N/A47 (50%)N/A61 (66%)00N/AN/AN/AN/AN/AN/AN/AAvdeev et al. [16]15 (25%)0015917 (28%) CPAP/NIV17 (28%)00N/AN/AN/AN/AN/A17N/ABrusasco et al. [28]9 (14%)4 (6%)N/A5N/A7 (11%)N/A7 (11%)00N/AN/AN/AN/AN/AN/AN/ABurns et al. [17]14 (50%)12 (52%)2 (40%)000/28 CPAP/NIV14 (50%)00N/AN/AN/AN/AN/AN/AN/ACorradi et al. [29]3 (11.1%)0N/A3N/A9 (33%)N/A9 (33%)009 (3−12)N/AN/AN/AN/AN/AN/ADi Domenico et al. [30]84 (30.4%)25 (28%) (CPAP/NIV)01336 (40%) CPAP/NIV61 (68%)00N/AN/AN/AN/AN/AN/AN/ADuca et al. [19]65 (76.5%)39 (55%)4 (57%)15726 (37%)069 (88%)01N/AN/AN/AN/AN/AN/AN/AFaraone et al. [31]25 (50%)19 (38%) (CPAP/NIV)3N/A9 (18%) CPAP/NIV28 (56%)0019.6 (14.5)N/AN/AN/AN/AN/AN/AFranco et al. [14]180 (26.9%)74 (22%)45 (25%)35082 (25%)49 (28%)250 (49%)0020.3 (13.2)9.8 (12.1)1.5 (15.1)N/AN/AN/AN/AGiacomelli et al. [32]48 (20.6%)10 (34%)N/A7N/A8 (27%)N/A18 (62%)0012 (8–21)N/AN/AN/AN/AN/AN/AHallifax et al. [18]26 (51.2%)26 (54%)N/AN/A1111 (23%)N/A41 (85%)02N/AN/AN/AN/A21N/AN/AHua et al. [33]179 (38.2%)N/A62 (41%)104113N/AN/A62 (41%)c0020.4 (13.2)N/A16.1 (9.6)17.9 (12.3)N/A44 (9.4%)N/AKaragiannidis et al. [34]906 (52.5%)N/A107 (30%)701318N/A141 (40%)248 (71%)0021 (10–37)N/A15 (8–25)23 (11–39)N/AN/AN/AMukhtar et al. [35]10 (18.2%)N/A3 (8%)7N/AN/A9 (23%)12 (31%)005 (3–7)N/A7 (4–8)7 (3–18)090Nightingale et al. [36]5 (20.8%)1 (4%)N/A4N/A9 (37%)N/A10 (42%)00N/AN/AN/AN/AN/AN/AN/ANoeman-Ahmed et al. [37]18 (34.6%)10 (19%)N/A8N/A21 (40%)N/A31 (60%)00N/AN/AN/AN/AN/AN/AN/ARahim et al. [38]157 (76.2%)N/A84 (67%)N/A78N/AN/A84 (67%)cN/AN/A6.2 (6.5)N/AN/AN/AN/AN/AN/ASivaloganathan et al. [39]23 (28.0%)N/A20 (34%)321N/A27 (46%)47 (81%)115N/AN/AN/AN/AN/AN/AN/AWinearls et al. [40]4 (16.7%)4 (17%)N/A0N/A1 (4%)N/A5 (21%)10N/AN/AN/AN/AN/A2N/AYang et al. [41]32 (61.5%)N/A4 (14%)22N/AN/A13 (25%)17 (59%)012N/AN/AN/AN/AN/A71Zhou et al. [42]54 (28.3%)N/A24 (92%)N/AN/AN/AN/A24 (92%)c0011 (7–14)N/AN/A8 (4–12)N/A112 (sepsis)N/AOpen in a separate windowVariables within brackets are standard deviations or inter-quartile ranges. N/A = not applicable/not available.aAfter CPAP/NIV failure.bIncludes intubation, discontinuation for intolerance or death in patients with a “do –not-intubate” order (CPAP/NIV death + IMV after NIV failure + intolerance).cIncomplete data, only proportion of patients that died on CPAP or NIV.3.5. Length of hospitalizationThe length of hospital stay ranged, on average, from a minimum of 6.2 [38] to a maximum of 21 days [34]. Aliberti and colleagues found that patients that were successfully weaned from CPAP had a longer hospital stay (median [IQR] 18 [14–25.5] days) compared with patients that failed CPAP (median [IQR] 8 [4-22] days) [15].3.6. ComplicationsComplications during application of CPAP/NIV were available in 5 studies. The most common complications described were pulmonary embolisms, renal failure, cerebrovascular accident, heart failure, septic shock, arrhythmia, ventilator-associated pneumonia, myocardial infarction. One case of pneumothorax was reported by Aliberti et al. [15], and one case in the study by Yang et al. [41]. 4. DiscussionThe main findings of this rapid review can be summarized as follows: 1) CPAP and NIV were equally employed (48.4 VS. 46%), maintaining PEEP levels not to exceed 10 cmH2O; 2) almost half of patients exposed to CPAP/NIV failed the non-invasive support trial and only half of cases were eligible for intubation; 3) mortality was higher for patients treated with NIV (35.1%) than in patients treated with CPAP (22.2%); 4) CPAP/NIV-related complications such as pneumothorax were uncommon.One of the most feared complications of COVID-19 pneumonia is progressive hypoxic respiratory failure, associated with dyspnea, tachypnea and, sometimes, respiratory alkalosis [44,45]. Both CPAP and NIV have been demonstrated to reduce work of breathing, increase oxygenation and reduce intubation rates in patients with acute hypoxic respiratory failure [[46], [47], [48]]. However, the indication for starting a non-invasive respiratory support in COVID-related ARDS is still debated. To date, oxygen supplementation to maintain SpO2 > 90% is strongly recommended [11] but the utilization of NIV or CPAP is suggested with weak recommendation and very low quality of evidence [11,49]. The main concerns being represented by the risk of aerosol generation and virus spread that could be harmful for the healthcare workers, and the ventilation-related lung injury secondary to late initiation of invasive mechanical ventilation. Indeed, guidelines suggest a careful titration of PEEP and low tidal volume ventilation due to the risk of barotrauma and volotrauma [8,11,13,49].Despite the aforementioned uncertainties, it appears that since the beginning of the pandemic, CPAP (delivered by means of the Helmet or with face mask) and NIV have been widely employed worldwide to treat patients with COVID-19 pneumonia, with an acceptable tolerance and safety profile, both in ICU and non-ICU settings [14,15,19,47,50]. This is reflected by the equal application of CPAP and NIV reported in the present review.The studies included in the analysis showed that the application of CPAP/NIV is a safe and feasible strategy for critically ill COVID-19 patients, also outside the ICU. COVID-19 patients eligible for CPAP/NIV generally had a moderate to severe respiratory failure, with a high prevalence of cardiovascular and metabolic comorbidities. Criteria for NIV or CPAP initiation were heterogeneous, thus it appeared unfeasible to compare patients' characteristics separately for patients treated with either CPAP or NIV. However, heterogeneity appeared unrelated to the setting. Moreover, only two studies [32,34] with missing criteria for CPAP/NIV were conducted in general wards. Shared and evidenced-based criteria for initiating CPAP and NIV in COVID-19 patients are urgently needed, especially to avoid over-treatment in patients with a low risk of disease progression and under-treatment in patients in which prompt intubation would be beneficial [51]. Unfortunately, to date, solid indicators for CPAP/NIV failure are missing.Rate of failure of CPAP/NIV was high (almost 50%), and in almost half of cases, the non-invasive respiratory support represented the ceiling treatment in patients that received a DNI order. In fact, only 55% of patients that failed CPAP/NIV were intubated. To date, it is still poorly understood if an initial trial with CPAP or NIV may delay ETI, and thus cause a deterioration of patients' respiratory conditions. Indeed, on average, mortality in patients treated with CPAP/NIV was lower than that generally reported in patients exposed to IMV [46]. According to our results, mortality in patients treated with NIV was higher compared with patients treated with CPAP. However, due to the heterogeneity of data reporting and patients' baseline characteristics, it was difficult to assess if treatment with NIV was dedicated to patients with more severe disease. We hypothesize that, in the majority of cases, the choice depended upon local/regional resources, availability and clinicians' confidence with the support employed.Complications during CPAP or NIV were usually under-reported, but in the majority of cases appeared not related with the non-invasive respiratory support. Indeed, according to our results, pneumothorax was a rare event in patients with COVID-19 undergoing CPAP/NIV.A recent RCT has demonstrated the superiority of NIV delivered by helmet compared with HFNC in preventing intubation in 109 COVID-19 patients suffering from acute hypoxic respiratory failure and a PaO2/FiO2 < 200 mmHg [52]. To date, however, there are no available studies that compared the efficacy of CPAP with NIV, or different interfaces such as oro-nasal masks and the helmet. To date, in fact, NIV was often dedicated to COVID-19 patients with hypercapnia, respiratory acidosis, significant respiratory distress or with a history of chronic obstructive disease [16,19,31]. 5. Study limitationsThe present review has limitations. First, the lack of differentiation between CPAP and NIV. In fact, in many manuscripts, both CPAP and NIV were included under the definition of “non-invasive ventilation”, and the clinical outcomes (such as mortality) was often intended both for CPAP and NIV. Second, many essential parameters were missing, especially in regard to the ventilator settings and interfaces used, criteria for the initiation and failure of the non-invasive support. Third, it is possible that the clinical outcomes in patients exposed to CPAP or NIV may have been influenced by the pandemic period during which patients were enrolled. In fact, the majority of studies were conducted in the first months of the pandemic for each Country (e.g. March–May for Europe, January–March for China), during an unprecedented burden on the regional healthcare systems [50]. Indeed, it has been reported that mortality in patients requiring IMV was higher in early pandemic centres [53], while to date, data for patients treated with non invasive respiratory supports are limited.5.1. Limitations and advantages of the rapid review methodologyThe rapid review methodology has intrinsically some pitfalls: 1) no PICO questions were applied, the review was based on a single primary outcome; 2) the literature research was conducted only on PUBMED and EMBASE databases; 4) only full articles written in English were considered; 5) the timeframe of literature research ended on November 15th 2020 (publication bias) [54].Although systematic reviews provide more definite recommendations with a greater quality of evidence, rapid reviews require less time and resources, and are useful to answer to few, focused clinically important questions. The rapid evolving COVID-19 pandemic and the fast growing amount of literature on patients' respiratory management necessitates a timely response in terms of evidence assessment. The scoping review methodology has been recently introduced as a useful evidence condensation tool [24,54], allowing for rapid data processing, and providing a timely answer to a specific question such as the evaluation of outcomes in patients treated with non invasive respiratory supports, which can be helpful for clinicians assisting patients with COVID-19 pneumonia. 6. ConclusionThe application of non-invasive respiratory support with CPAP or NIV in patients with COVID-19 pneumonia and acute hypoxic respiratory failure appears feasible and safe also outside the ICU setting. Properly designed prospective comparative studies are urgently needed to assess any possible difference in terms of clinical outcomes of the application of CPAP and NIV, both as a ceiling treatment in DNI patients and in patients eligible for ETI. Data availability statementDR, DAC and PS had full access to all the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis and had final responsibility for the decision to submit for publication. The datasets used and analysed during the current study are available from the corresponding author on reasonable request. Role of the funding sourceThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Declaration of interestThe authors declare no conflicts of interest in regard to the present manuscript. AcknowledgementsThe Authors wish to thank all the patients and staff from all the units that participated in the study. FootnotesAppendix ASupplementary data to this article can be found online at https://doi.org/10.1016/j.jcrc.2021.05.007. References1. World Health Organization (WHO) Coronavirus Disease Dashboard. https://covid19.who.int/?gclid=Cj0KCQiA962BBhCzARIsAIpWEL1udlQP7Cy_xp9BE1A8EEApthX62GpcYyj-qRgFEYDE9CocDcLHJ0waAhHWEALw_wcB Updated on 16 February 2021 [accessed 16 February 2021]2. Wu Z., McGoogan J.M. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention. JAMA. 2020 doi: 10.1001/jama.2020.2648. [PubMed] [CrossRef] [Google Scholar]3. Santus P., Radovanovic D., Saderi L., Marino P., Cogliati C., De Filippis G. Severity of respiratory failure at admission and in-hospital mortality in patients with COVID-19: a prospective observational multicentre study. BMJ Open. 2020;10(10) doi: 10.1136/bmjopen-2020-043651. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Carsana L., Sonzogni A., Nasr A., Rossi R.S., Pellegrinelli A., Zerbi P. Pulmonary post-mortem findings in a series of COVID-19 cases from northern Italy: a two-centre descriptive study. Lancet Infect Dis. 2020;20(10):1135–1140. doi: 10.1016/S1473-3099(20)30434-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Viecca M., Radovanovic D., Forleo G.B., Santus P. Enhanced platelet inhibition treatment improves hypoxemia in patients with severe Covid-19 and hypercoagulability. A case control, proof of concept study. Pharmacol Res. 2020;158:104950. doi: 10.1016/j.phrs.2020.104950. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Cosentini R., Brambilla A.M., Aliberti S., Bignamini A., Nava S., Maffei A. Helmet continuous positive airway pressure vs oxygen therapy to improve oxygenation in community-acquires pneumonia: a randomized controlled trial. Chest. 2010;138(1):114–120. doi: 10.1378/chest.09-2290. [PubMed] [CrossRef] [Google Scholar]7. Brambilla A.M., Aliberti S., Prina E., Nicoli F., Del Forno M., Nava S. Helmet CPAP vs. oxygen therapy in severe hypoxemic respiratory failure due to pneumonia. Intensive Care Med. 2014;40(7):942–949. doi: 10.1007/s00134-014-3325-5. [PubMed] [CrossRef] [Google Scholar]8. Radovanovic D., Rizzi M., Pini S., Saad M., Chiumello D.A., Santus P. Helmet CPAP to treat acute hypoxemic respiratory failure in patients with COVID-19: A management strategy proposal. J Clin Med. 2020;9(4):1191. doi: 10.3390/jcm9041191. PMID: 32331217; PMCID: PMC7230457. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. British Thoracic Society Standards of Care Committee Non-invasive ventilation in acute respiratory failure. Thorax. 2002;57(3):192–211. doi: 10.1136/thorax.57.3.192. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Nava S., Hill N. Non-invasive ventilation in acute respiratory failure. Lancet. 2009;374(9685):250–259. doi: 10.1016/S0140-6736(09)60496-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Poston J.T., Patel B.K., Davis A.M. Management of critically ill adults with COVID-19. JAMA. 2020;323(18):1839–1841. doi: 10.1001/jama.2020.4914. [PubMed] [CrossRef] [Google Scholar]12. Vitacca M., Nava S., Santus P., Harari S. Early consensus management for non-ICU ARF SARS-CoV-2 emergency in Italy: from ward to trenches. Eur Respir J. 2020;55(5):2000632. doi: 10.1183/13993003.00632-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Bassetti M., Giacobbe D.R., Aliberti S., Barisione E., Centanni S., De Rosa F.G. Balancing evidence and frontline experience in the early phases of the COVID-19 pandemic: current position of the Italian Society of Anti-infective Therapy (SITA) and the Italian Society of Pulmonology (SIP) Clin Microbiol Infect. 2020;26(7):880–894. doi: 10.1016/j.cmi.2020.04.031. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Franco C., Facciolongo N., Tonelli R., Dongilli R., Vianello A., Pisani L. Feasibility and clinical impact of out-of-ICU noninvasive respiratory support in patients with COVID-19-related pneumonia. Eur Respir J. 2020;56(5):2002130. doi: 10.1183/13993003.02130-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Aliberti S., Radovanovic D., Billi F., Sotgiu G., Costanzo M., Pilocane T. Helmet CPAP treatment in patients with COVID-19 pneumonia: a multicentre cohort study. Eur Respir J. 2020;56(4):2001935. doi: 10.1183/13993003.01935-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Avdeev S.N., Yaroshetskiy A.I., Tsareva N.A., Merzhoeva Z.M., Trushenko N.V., Nekludova G.V. Noninvasive ventilation for acute hypoxemic respiratory failure in patients with COVID-19. Am J Emerg Med. 2020 doi: 10.1016/j.ajem.2020.09.075. S0735-6757(20)30871-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Burns G.P., Lane N.D., Tedd H.M., Deutsch E., Douglas F., West S.D. Improved survival following ward-based non-invasive pressure support for severe hypoxia in a cohort of frail patients with COVID-19: retrospective analysis from a UK teaching hospital. BMJ Open Respir Res. 2020;7(1) doi: 10.1136/bmjresp-2020-000621. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Hallifax R.J., Porter B.M., Elder P.J., Evans S.B., Turnbull C.D., Hynes G. Successful awake proning is associated with improved clinical outcomes in patients with COVID-19: single-centre high-dependency unit experience. BMJ Open Respir Res. 2020;7(1):e000678. doi: 10.1136/bmjresp-2020-000678. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Duca A., Memaj I., Zanardi F., Preti C., Alesi A., Della Bella L. Severity of respiratory failure and outcome of patients needing a ventilatory support in the emergency department during Italian novel coronavirus SARS-CoV2 outbreak: preliminary data on the role of helmet CPAP and non-invasive positive pressure ventilation. EClinicalMedicine. 2020;24:100419. doi: 10.1016/j.eclinm.2020.100419. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Wu C., Chen X., Cai Y., Xia J., Zhou X., Xu S. Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China. JAMA Intern Med. 2020;180(7):934–943. doi: 10.1001/jamainternmed.2020.0994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Cummings M.J., Baldwin M.R., Abrams D., Jacobson S.D., Meyer B.J., Balough E.M. Epidemiology, clinical course, and outcomes of critically ill adults with COVID-19 in New York City: a prospective cohort study. Lancet. 2020;395(10239):1763–1770. doi: 10.1016/S0140-6736(20)31189-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Wang K., Zhang Z., Yu M., Tao Y., Xie M. 15-day mortality and associated risk factors for hospitalized patients with COVID-19 in Wuhan, China: an ambispective observational cohort study. Intensive Care Med. 2020;46(7):1472–1474. doi: 10.1007/s00134-020-06047-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Tricco A.C., Antony J., Zarin W., Strifler L., Ghassemi M., Ivory J. A scoping review of rapid review methods. BMC Med. 2015;13:224. [PMC free article] [PubMed] [Google Scholar]24. Cochrane Rapid Reviews Interim Guidance from the Cochrane Rapid Reviews Methods Group. https://methods.cochrane.org/rapidreviews/sites/methods.cochrane.org.rapidreviews/files/public/uploads/cochrane_rr_-_guidance-23mar2020-final.pdf Last updated: 23 March 2020.25. Wells G.A., Shea B., O'Connell D., Peterson J., Welch V., Losos M. The Newcastle-Ottawa Scale (NOS) for Assessing the Quality of Nonrandomised Studies in Meta-Analyses. http://www.ohri.ca/programs/clinical_epidemiology/oxford.asp26. Alviset S., Riller Q., Aboab J., Dilworth K., Billy P.A., Lombardi Y. Continuous Positive Airway Pressure (CPAP) face-mask ventilation is an easy and cheap option to manage a massive influx of patients presenting acute respiratory failure during the SARS-CoV-2 outbreak: a retrospective cohort study. PLoS One. 2020;15(10):e0240645. doi: 10.1371/journal.pone.0240645. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Arina P., Baso B., Moro V., Patel H., Ambler G., UCL Critical Care COVID-19 Research Group Discriminating between CPAP success and failure in COVID-19 patients with severe respiratory failure. Intensive Care Med. 2020:1–3. doi: 10.1007/s00134-020-06304-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Brusasco C., Corradi F., Di Domenico A., Raggi F., Timossi G., Santori G. Continuous positive airway pressure in Covid-19 patients with moderate-to-severe respiratory failure. Eur Respir J. 2020;2002524 doi: 10.1183/13993003.02524-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Corradi F., Vetrugno L., Orso D., Bove T., Schreiber A., Boero E. Diaphragmatic thickening fraction as a potential predictor of response to continuous positive airway pressure ventilation in Covid-19 pneumonia: a single-center pilot study. Respir Physiol Neurobiol. 2021;284:103585. doi: 10.1016/j.resp.2020.103585. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Di Domenico S.L., Coen D., Bergamaschi M., Albertini V. Clinical characteristics and respiratory support of 310 COVID-19 patients, diagnosed at the emergency room: a single-center retrospective study. Intern Emerg Med. 2020:1–10. doi: 10.1007/s11739-020-02548-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Faraone A., Beltrame C., Crociani A., Carrai P., Lovicu E., Filetti S. Effectiveness and safety of noninvasive positive pressure ventilation in the treatment of COVID-19-associated acute hypoxemic respiratory failure: a single center, non-ICU setting experience. Intern Emerg Med. 2020:1–8. doi: 10.1007/s11739-020-02562-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Giacomelli A., Ridolfo A.L., Milazzo L., Oreni L., Bernacchia D., Siano M. 30-day mortality in patients hospitalized with COVID-19 during the first wave of the Italian epidemic: a prospective cohort study. Pharmacol Res. 2020;158:104931. doi: 10.1016/j.phrs.2020.104931. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Hua J., Qian C., Luo Z., Li Q., Wang F. Invasive mechanical ventilation in COVID-19 patient management: the experience with 469 patients in Wuhan. Crit Care. 2020;24:348. doi: 10.1186/s13054-020-03044-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Karagiannidis C., Mostert C., Hentschker C., Voshaar T., Malzahn J., Schillinger G. Case characteristics, resource use, and outcomes of 10 021 patients with COVID-19 admitted to 920 German hospitals: an observational study. Lancet Respir Med. 2020;8(9):853–862. doi: 10.1016/S2213-2600(20)30316-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Mukhtar A., Lotfy A., Hasanin A., El-Hefnawy I., El Adawy A. Outcome of non-invasive ventilation in COVID-19 critically ill patients: a retrospective observational study. Anaesth Crit Care Pain Med. 2020;39(5):579–580. doi: 10.1016/j.accpm.2020.07.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Nightingale R., Nwosu N., Kutubudin F., Fletcher T., Lewis J., Frost F. Is continuous positive airway pressure (CPAP) a new standard of care for type 1 respiratory failure in COVID-19 patients? A retrospective observational study of a dedicated COVID-19 CPAP service. BMJ Open Respir Res. 2020;7(1) doi: 10.1136/bmjresp-2020-000639. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Noeman-Ahmed Y., Gokaraju S., Powrie D.J., Amran D.A., El Sayed I., Roshdy A. Predictors of CPAP outcome in hospitalized COVID-19 patients. Respirology. 2020;25(12):1316–1319. doi: 10.1111/resp.13964. [PubMed] [CrossRef] [Google Scholar]38. Rahim F., Amin S., Noor M., Bahadur S., Gul H., Mahmood A. Mortality of patients with severe COVID-19 in the intensive care unit: an observational study from a major COVID-19 receiving hospital. Cureus. 2020;12(10) doi: 10.7759/cureus.10906. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Sivaloganathan A.A., Nasim-Mohi M., Brown M.M., Abdul N., Jackson A., Fletcher S.V. Noninvasive ventilation for COVID-19-associated acute hypoxaemic respiratory failure: experience from a single centre. Br J Anaesth. 2020;125(4):e368–e371. doi: 10.1016/j.bja.2020.07.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Winearls S., Swingwood E.L., Hardaker C.L., Smith A.M., Easton F.M., Millington K.J. Early conscious prone positioning in patients with COVID-19 receiving continuous positive airway pressure: a retrospective analysis. BMJ Open Respir Res. 2020;7(1) doi: 10.1136/bmjresp-2020-000711. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Yang X., Yu Y., Xu J., Shu H., Xia J., Liu H. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. 2020;8:475–481. doi: 10.1016/S2213-2600(20)30079-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Zhou F., Yu T., Du R., Fan G., Liu Y., Liu Z. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395:1054–1062. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]44. Tobin M.J. Basing respiratory management of COVID-19 on physiological principles. Am J Respir Crit Care Med. 2020;201(11):1319–1320. doi: 10.1164/rccm.202004-1076ED. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Camporota L., Chiumello D., Busana M., Gattinoni L., Marini J.J. Pathophysiology of COVID-19-associated acute respiratory distress syndrome. Lancet Respir Med. 2021;9(1) doi: 10.1016/S2213-2600(20)30505-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Bellani G., Grasselli G., Cecconi M., Antolini L., Borelli M., De Giacomi F. Noninvasive ventilatory support of COVID-19 patients outside the intensive care units (WARd-COVID) Ann Am Thorac Soc. 2021 doi: 10.1513/AnnalsATS.202008-1080OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Amati F., Aliberti S., Misuraca S., Simonetta E., Bindo F., Vigni A. Lung recruitability of COVID-19 pneumonia in patients undergoing helmet CPAP. Arch Bronconeumol. 2021;57(Suppl. 1):92–94. doi: 10.1016/j.arbres.2020.09.017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Xu X.P., Zhang X.C., Hu S.L., Xu J.Y., Xie J.F., Liu S.Q. Noninvasive ventilation in acute hypoxemic nonhypercapnic respiratory failure: a systematic review and meta-analysis. Crit Care Med. 2017;45(7):e727–e733. doi: 10.1097/CCM.0000000000002361. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. National Institutes of Health NIH Coronavirus Disease 2019 (COVID-19) Treatment Guidelines. 2021. http://www.covid19treatmentguidelines.nih.gov/ [accessed 16 February 2021]50. Radovanovic D., Pini S., Franceschi E., Pecis M., Airoldi A., Rizzi M. Characteristics and outcomes in hospitalized COVID-19 patients during the first 28 days of the spring and autumn pandemic waves in Milan: an observational prospective study. Respir Med. 2021;178:106323. doi: 10.1016/j.rmed.2021.106323. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Tobin M.J., Jubran A., Laghi F. Noninvasive strategies in COVID-19: epistemology, randomised trials, guidelines, physiology. Eur Respir J. 2021;57(2):2004247. [PMC free article] [PubMed] [Google Scholar]52. Grieco D.L., Menga L.S., Cesarano M., Rosà T., Spadaro S., Bitondo M.M. Effect of helmet noninvasive ventilation vs high-flow nasal oxygen on days free of respiratory support in patients with COVID-19 and moderate to severe hypoxemic respiratory failure: the HENIVOT randomized clinical trial. JAMA. 2021 doi: 10.1001/jama.2021.4682. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Lim Z.J., Subramaniam A., Ponnapa Reddy M., Blecher G., Kadam U., Afroz A. Case fatality rates for patients with COVID-19 requiring invasive mechanical ventilation. A meta-analysis. Am J Respir Crit Care Med. 2021;203(1):54–66. [PMC free article] [PubMed] [Google Scholar]54. Ganann R., Ciliska D., Thomas H. Expediting systematic reviews: methods and implications of rapid reviews. Implement Sci. 2010;5:56. [PMC free article] [PubMed] [Google Scholar]"}