{"title": "Changes in Plasma Soluble Receptor for Advanced Glycation End-Products Are Associated with Survival in Patients with Acute Respiratory Distress Syndrome", "pubDate": "2021", "PMCID": "PMC8150905", "DOI": "10.3390/jcm10102076", "PMID": "34066048", "abstract": "The plasma soluble receptor for advanced glycation end-products (sRAGE) is a marker of lung epithelial injury with prognostic value when measured at baseline in acute respiratory distress syndrome (ARDS). However, whether changes in plasma sRAGE could inform prognosis in ARDS remains unknown. In this secondary analysis of the Lung Imaging for Ventilator Setting in ARDS (LIVE) multicenter randomized controlled trial, which evaluated a personalized ventilation strategy tailored to lung morphology, plasma sRAGE was measured upon study entry (baseline) and on days one, two, three, four and six. The association between changes in plasma sRAGE over time and 90-day survival was evaluated. Higher baseline plasma sRAGE (HR per-one log increment, 1.53; 95% CI, 1.16-2.03; p = 0.003) and an increase in sRAGE over time (HR for each one-log increment in plasma sRAGE per time unit, 1.01; 95% CI, 1.01-1.02; p < 10-3) were both associated with increased 90-day mortality. Each 100-unit increase in the plasma sRAGE level per unit of time increased the risk of death at day 90 by 1% in joint modeling. Plasma sRAGE increased over time when a strategy of maximal alveolar recruitment was applied in patients with focal ARDS. Current findings suggest that the rate of change in plasma sRAGE over time is associated with 90-day survival and could be helpful as a surrogate outcome in ARDS.", "author": [{"author": "Matthieu Jabaudon", "affiliation": ["Department of Perioperative Medicine, CHU Clermont-Ferrand, 63000 Clermont-Ferrand, France.", "GReD, CNRS, INSERM, Université Clermont Auvergne, 63000 Clermont-Ferrand, France.", "Division of Allergy, Pulmonary, and Critical Care Medicine, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN 37232, USA."], "href": "/?term=Jabaudon+M&cauthor_id=34066048"}, {"author": "Bruno Pereira", "affiliation": ["Biostatistics and Data Management Unit, Department of Clinical Research and Innovation (DRCI), CHU Clermont-Ferrand, 63000 Clermont-Ferrand, France."], "href": "/?term=Pereira+B&cauthor_id=34066048"}, {"author": "Erwan Laroche", "affiliation": ["Department of Perioperative Medicine, CHU Clermont-Ferrand, 63000 Clermont-Ferrand, France."], "href": "/?term=Laroche+E&cauthor_id=34066048"}, {"author": "Laurence Roszyk", "affiliation": ["GReD, CNRS, INSERM, Université Clermont Auvergne, 63000 Clermont-Ferrand, France.", "Department of Biochemistry and Molecular Genetics, CHU Clermont-Ferrand, 63000 Clermont-Ferrand, France."], "href": "/?term=Roszyk+L&cauthor_id=34066048"}, {"author": "Raiko Blondonnet", "affiliation": ["Department of Perioperative Medicine, CHU Clermont-Ferrand, 63000 Clermont-Ferrand, France.", "GReD, CNRS, INSERM, Université Clermont Auvergne, 63000 Clermont-Ferrand, France."], "href": "/?term=Blondonnet+R&cauthor_id=34066048"}, {"author": "Jules Audard", "affiliation": ["Department of Perioperative Medicine, CHU Clermont-Ferrand, 63000 Clermont-Ferrand, France.", "GReD, CNRS, INSERM, Université Clermont Auvergne, 63000 Clermont-Ferrand, France."], "href": "/?term=Audard+J&cauthor_id=34066048"}, {"author": "Thomas Godet", "affiliation": ["Department of Perioperative Medicine, CHU Clermont-Ferrand, 63000 Clermont-Ferrand, France."], "href": "/?term=Godet+T&cauthor_id=34066048"}, {"author": "Emmanuel Futier", "affiliation": ["Department of Perioperative Medicine, CHU Clermont-Ferrand, 63000 Clermont-Ferrand, France.", "GReD, CNRS, INSERM, Université Clermont Auvergne, 63000 Clermont-Ferrand, France."], "href": "/?term=Futier+E&cauthor_id=34066048"}, {"author": "Jean-Etienne Bazin", "affiliation": ["Department of Perioperative Medicine, CHU Clermont-Ferrand, 63000 Clermont-Ferrand, France."], "href": "/?term=Bazin+JE&cauthor_id=34066048"}, {"author": "Vincent Sapin", "affiliation": ["GReD, CNRS, INSERM, Université Clermont Auvergne, 63000 Clermont-Ferrand, France.", "Department of Biochemistry and Molecular Genetics, CHU Clermont-Ferrand, 63000 Clermont-Ferrand, France."], "href": "/?term=Sapin+V&cauthor_id=34066048"}, {"author": "Julie A Bastarache", "affiliation": ["Division of Allergy, Pulmonary, and Critical Care Medicine, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN 37232, USA.", "Department of Cell and Developmental Biology, Vanderbilt University, Nashville, TN 37232, USA.", "Department of Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, TN 37232, USA."], "href": "/?term=Bastarache+JA&cauthor_id=34066048"}, {"author": "Lorraine B Ware", "affiliation": ["Division of Allergy, Pulmonary, and Critical Care Medicine, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN 37232, USA.", "Department of Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, TN 37232, USA."], "href": "/?term=Ware+LB&cauthor_id=34066048"}, {"author": "Jean-Michel Constantin", "affiliation": ["Department of Anaesthesia and Critical Care, DREAM, Sorbonne Université, Hôpital Pitié-Salpêtrière, Assistance Publique-Hôpitaux de Paris, 75013 Paris, France."], "href": "/?term=Constantin+JM&cauthor_id=34066048"}, {"author": "On Behalf Of The Live Study Group And The Azurea Network", "affiliation": [], "href": "/?term=On+Behalf+Of+The+Live+Study+Group+And+The+Azurea+Network&cauthor_id=34066048"}], "refPMID": ["22797452", "27244481", "28935455", "30872586", "33278123", "25792206", "16456142", "25932660", "30051136", "19017890", "27018314", "26926951", "31399381", "8254858", "19750051", "18566109", "17613396", "21220996", "11371404", "26274928", "24261322", "26039328", "24853585", "27513822", "28450529", "30078618", "30531367", "27040103"], "citedInPMID": ["34066048"], "body": " AbstractThe plasma soluble receptor for advanced glycation end-products (sRAGE) is a marker of lung epithelial injury with prognostic value when measured at baseline in acute respiratory distress syndrome (ARDS). However, whether changes in plasma sRAGE could inform prognosis in ARDS remains unknown. In this secondary analysis of the Lung Imaging for Ventilator Setting in ARDS (LIVE) multicenter randomized controlled trial, which evaluated a personalized ventilation strategy tailored to lung morphology, plasma sRAGE was measured upon study entry (baseline) and on days one, two, three, four and six. The association between changes in plasma sRAGE over time and 90-day survival was evaluated. Higher baseline plasma sRAGE (HR per-one log increment, 1.53; 95% CI, 1.16–2.03; p = 0.003) and an increase in sRAGE over time (HR for each one-log increment in plasma sRAGE per time unit, 1.01; 95% CI, 1.01–1.02; p < 10−3) were both associated with increased 90-day mortality. Each 100-unit increase in the plasma sRAGE level per unit of time increased the risk of death at day 90 by 1% in joint modeling. Plasma sRAGE increased over time when a strategy of maximal alveolar recruitment was applied in patients with focal ARDS. Current findings suggest that the rate of change in plasma sRAGE over time is associated with 90-day survival and could be helpful as a surrogate outcome in ARDS.Keywords: acute respiratory distress syndrome, soluble RAGE, biomarker, joint modeling, therapeutic response, mechanical ventilation 1. IntroductionAcute respiratory distress syndrome (ARDS), as clinically defined [1], includes patients with a wide range of underlying biologic processes. The identification of physiologic, clinical, and biologic characteristics that define ARDS subgroups or endotypes may add value to determining prognosis and predicting response to treatments [2,3]. Current evidence supports the role of biomarkers in better understanding pathophysiology of lung injury and repair, improving ARDS diagnosis and risk stratification, informing heterogeneity within ARDS, and the testing of novel therapeutic targets [4,5]. However, the potential value of biomarkers as surrogate outcomes for monitoring responses to ventilator settings in patients with ARDS remains under investigated [6].Elevated plasma levels of soluble receptor for advanced glycation end-products (sRAGE) may reflect the severity of lung epithelial injury [7,8] and are associated with mortality in acute respiratory distress syndrome (ARDS) when measured at baseline [9]. This hypothesis has been supported by studies in ex vivo human lungs [10] and in patients with ARDS [8]. In a recent multicenter observational study, plasma sRAGE was higher in nonfocal ARDS than in focal ARDS [11], possibly suggesting that nonfocal ARDS could be associated with a more severely injured lung alveolar epithelium [12]. Although single measurements of plasma sRAGE could improve our ability to forecast prognosis and identify lung imaging phenotypes within ARDS [9,11], whether changes in plasma sRAGE, which may indicate ongoing alveolar epithelial injury, can inform prognosis and be influenced by some interventions, such as mechanical ventilation, remains unknown.This secondary analysis of a recent randomized controlled trial [13] was designed to evaluate whether the evolution of lung epithelial injury, as measured by changes in plasma sRAGE over the first days from ARDS onset, could inform prognosis in patients with ARDS. We hypothesized that an increase in plasma sRAGE over the first few days of ARDS would be associated with decreased 90-day survival. In addition, we aimed to investigate the effects on plasma sRAGE kinetics of a personalized strategy of mechanical ventilation tailored to lung morphology, compared to a more conventional low tidal volume and low positive end-expiratory pressure (PEEP) strategy, asking whether these effects would differ between focal and nonfocal ARDS.Some of the results of this study have been previously reported in the form of an abstract or oral communication during the International ARDS Conference (2019) and the American Thoracic Society International Conference (2020) [14]. 2. Materials and MethodsAdditional details are provided in the Supplementary Materials.2.1. Study PatientsData for this analysis were obtained prospectively from 235 patients enrolled in the Lung Imaging for Ventilator Setting in ARDS (LIVE) trial within the first 12 h of moderate–severe ARDS [13]. The primary outcome of the LIVE trial was 90-day survival; in the intention-to-treat analysis, a personalized ventilation strategy tailored to lung morphology did not improve survival. Post-hoc reclassification revealed misclassification of lung morphology in 21% of patients during randomization and the subgroup analysis suggested that a personalized ventilator strategy that mismatched the pre-specified trial intervention (i.e., the application of the personalized ventilation strategy initially planned for focal ARDS to patients with nonfocal ARDS, and vice versa) could increase mortality. Ethics (CPP-Sud-Est-VI) and Medicine (ANSM) committees approved the protocol and all patients, or their surrogates, provided written informed consent.2.2. Assay ProceduresPlasma sRAGE was measured in duplicate using enzyme-linked immunosorbent assay kits (RAGE Quantikine, R&D Systems, Minneapolis, MN, USA) at baseline (after randomization and before initiation of study interventions) and on days one, two, three, four, and six when samples were available. The personnel responsible for performing sRAGE assays had no knowledge of the clinical data or of the randomization group.Plasma sRAGE was not measured in all patients enrolled in LIVE due to limited plasma availability. Only patients with available sRAGE measurements at baseline (day zero) were included in this secondary analysis.2.3. Study OutcomesThe primary outcome was 90-day survival. Secondary outcomes included 28-day survival, ventilator-free days at day 28 (VFD28), and clinical indices of overall severity (sequential organ failure assessment score (SOFA), the need for vasopressor use or continuous renal replacement therapy), the need for rescue ARDS therapies, measures of pulmonary physiologic impairment (PaO2/FiO2, compliance of the respiratory system), and changes in plasma sRAGE during the first six days after randomization.2.4. Statistical AnalysisTwo models were applied to evaluate the association between longitudinal measures of plasma sRAGE and survival. First, sRAGE was considered both at baseline and as a time-varying covariate in a time-varying covariate Cox (TVC) model. Second, joint modeling of longitudinal measures of sRAGE and survival was performed. In both models, a multivariable adjustment was performed on any potential risk confounders as was done in the parent LIVE trial [13,15,16]. Two sensitivity analyses were conducted on both survival models to account for missing data using the last observation carried forward (LOCF) and, for potential immortal bias, limiting patients to those who survived within 3 days after randomization. Associations between changes in sRAGE over time and other continuous or binary outcomes were tested using a multilevel mixed effects generalized linear model and the association between plasma sRAGE and the SOFA score at baseline was assessed using Spearman’s correlation coefficient. Random effects models were used to study the longitudinal evolution of plasma sRAGE [17]. All analyses were performed using Stata (version 15, StataCorp, College Station, TX, USA), and a p value of <0.05 (two-sided) was considered statistically significant. 3. Results3.1. Study CohortBaseline plasma samples were available for sRAGE measurements in 235 of the 400 original clinical trial subjects (Figure 1). The baseline characteristics and clinical outcomes of patients with available sRAGE measurements randomized to the intervention group or to the control group are reported in Table S1 (Supplementary Materials). The clinical characteristics and clinical outcomes of subjects who had plasma samples available were similar to those who did not (Supplementary Materials Table S2), except that patients with plasma sRAGE measured showed lower incidences of pneumonia and pulmonary causes of ARDS, lower incidence of the pre-existing need for chronic dialysis and of no pre-existing medical condition, higher mean pulmonary compliance and lower mean heart rate, PaCO2, inspiratory plateau pressure, and driving pressure. Open in a separate windowFigure 1Flow Chart of the Ancillary Study. ARDS: acute respiratory distress syndrome. LIVE: Lung Imaging for Ventilator setting in ARDS (intervention group). sRAGE: soluble receptor for advanced glycation end-products.3.2. Changes in Plasma sRAGE and 90-Day SurvivalThe baseline characteristics of 90-day survivors versus non-survivors are reported in Table 1. In the TVC model, both higher baseline plasma sRAGE (HR per one-log increment, 1.53; 95% CI, 1.16 to 2.03; p = 0.003) and the change in plasma sRAGE over time (HR for each one-log increase per unit of time (such as from baseline to day 1, from day 1 to day 2, and so on), 1.01; 95% CI, 1.01 to 1.02; p < 10−3) were associated with death by day 90 (n = 1221 repeated measures from 235 patients), even after multivariable adjustment (Table 2). In the sensitivity analyses of the TVC model, similar effects were obtained when LOCF was used to impute missing data (n = 1324 repeated measures from 235 patients; HR per one-log increment in baseline sRAGE, 1.52, 95% CI, 1.16 to 2.00, p = 0.002; HR for each one-log increase in sRAGE per unit of time, 1.01; 95% CI, 1.01 to 1.02; p < 10−3) or when the analysis was restricted to sRAGE values from days 0, 1, 2, and 3 in patients who survived to day 3 (n = 807 repeated measures in 213 patients; HR per one-log increment in baseline sRAGE, 1.52, 95% CI, 1.01 to 2.28, p = 0.045; HR for each one-log increase in sRAGE per unit of time, 1.01; 95% CI, 1.01 to 1.02; p = 0.006), even after multivariable adjustments (Supplementary Materials Tables S3 and S4).Table 1Baseline Characteristics and Clinical Outcomes of Survivor and Non-survivor Patients with ARDS at Day 90.CharacteristicSurvivorsNon-Survivorsp Value(n = 165)(n = 70)\nDemographics\n\n\n\nMale sex, n (%)122 (74)55 (79)0.5Age, years60 ± 1567 ± 1310−4BMI, kg.m−226 ± 526 ± 5 0.7\nCoexisting Conditions, n (%)\n\n\n\nCOPD14 (8)7 (10)0.8Hematologic neoplasm5 (3)3 (4)0.7Chronic dialysis0 (0)0 (0)1Other122 (74)59 (84)0.09None39 (23)7 (10) 0.01\nIndication for ICU Admission, n (%)\n\n\n0.04Septic shock27 (16)12 (17)Hemorrhagic shock3 (2)4 (6)Coma5 (3)0 (0)Trauma5 (3)0 (0)Acute respiratory failure49 (30)15 (21)Elective surgery19 (12)3 (4)Emergent surgery8 (5)3 (4)Other49 (30)33 (47)\nCause of ARDS, n (%)\n\n\n0.5Pulmonary115 (70)46 (66)Extrapulmonary50 (30)24 (34)\nBaseline Respiratory Variables\n\n\n\nPEEP, cmH2O10 ± 311 ± 40.1Tidal volume, mL·kg−1PBW6.7 ± 1.26.5 ± 1.10.3Respiratory rate, per min24 ± 525 ± 50.2Pplat, cmH2O23 ± 524 ± 50.3Static pulmonary compliance, mL·cmH2O−137 ± 1637 ± 170.8Driving pressure, cmH2O13 ± 513 ± 50.7PaO2, mmHg87 ± 2983 ± 280.4PaO2/FiO2, mmHg120 ± 41111 ± 400.2PaO2/FiO2 <100 mmHg, n (%)62 (38)29 (41)0.6PaCO2 mmHg43 ± 947 ± 120.01FiO2, %75 ± 2078 ± 210.3Arterial pH7.34 ± 0.107.28 ± 0.120.0006Serum bicarbonate, mmol.L−122 ± 519 ± 50.02\nBaseline Hemodynamic Status\n\n\n\nMean arterial blood pressure, mmHg79.0 ± 13.476.7 ± 15.20.06Heart rate, per min96 ± 2499 ± 200.3Serum lactate, mmol·L−12.3 ± 3.13.4 ± 2.60.0001Need for norepinephrine, n (%)98 (59)54 (77)0.01\nBaseline Renal Status\n\n\n\nSerum creatinine, μmol·L−1123 ± 88159 ± 930.0004Need for renal replacement therapy, n (%)5 (3)9 (13)0.003\nBaseline Septic Status\n\n\n\nUnder antibiotic therapy, n (%)71 (83)138 (93)0.02Abdominal sepsis, n (%)17 (20)23 (15)0.4Urinary tract infection, n (%)0 (0)5 (3)0.1Pneumonia, n (%)43 (50)98 (66)0.02Septicemia, n (%)2 (2)1 (1)0.6Soft tissue infection1 (1)0 (0)0.5Other infection21 (13)7 (10)0.6\nCorticosteroid therapy, n (%)\n34 (21)20 (29)0.2\nSerum bilirubin, μmol·L−1\n22 ± 3536 ± 540.009\nBaseline Severity of Illness\n\n\n\nSAPS II48 ± 16 59 ± 170.0001SOFA9 ± 311 ± 40.0001McCabe classification, n (%)\n\n\nCategory 1: Nonfatal disease116 (72)35 (52)0.02Category 2: Ultimately fatal disease42 (26)29 (43)Category 3: Rapidly fatal disease4 (2)3 (4)\nPlasma sRAGE, pg·mL−1 (median (interquartile))\n\n\n\nBaseline (day 0)3021 (1597–4663)3245 (1892–5810)0.2Day 11962 (1064–3413)2357 (1350–4430)0.06Day 21385 (827–2398)1660 (920–3409)0.1Day 31303 (689–2074)1427 (821–2275)0.3Day 41196 (674–2171)1343 (524–2064)0.9Day 61139 (581–1757)1170 (497–2355)0.7\nLung morphology, n (%)\n\n\n0.4Focal ARDS63 (38)23 (33)Nonfocal ARDS102 (62)47 (67)\nRandomization group, n (%)\n\n\n0.9Control85 (52)37 (53)Intervention80 (48)33 (47)Open in a separate windowData are presented as mean ± standard deviation (SD) unless otherwise indicated. P-values were calculated for comparisons between patients with survivors and non-survivors. Percentages may not exactly total 100% because of rounding. The body mass index (BMI) is the weight in kilograms divided by the square of the height in meters. COPD: chronic obstructive pulmonary disease. ICU: intensive care unit. ARDS: acute respiratory distress syndrome. PEEP: positive end-expiratory pressure. Pplat: inspiratory plateau pressure. PaO2: partial pressure of arterial oxygen. FiO2: fraction of inspired oxygen. SAPS II: simplified acute physiology score II. SOFA: Sequential Organ Failure Assessment score. sRAGE: soluble receptor for advanced glycation end-products.Table 2Multivariable Marginal Cox Survival Analyses of Death at Day 90, Considering Plasma sRAGE both at Baseline and as a Time-varying Covariate.\nHazard Ratio (95% CI)\np\nBaseline plasma sRAGE *1.53 (1.16–2.03)0.003Increase in plasma sRAGE **1.01 (1.01–1.02)<10−3Baseline plasma sRAGE *1.47 (1.17–1.84)0.001Increase in plasma sRAGE **1.01 (1.01–1.02)0.006Age–yr1.01 (0.99–1.05)0.05SAPS II1.03 (1.01–1.05)0.01McCabe category 21.58 (0.85–2.95)0.15McCabe category 30.96 (0.27–3.39)0.9History of hematologic cancer0.68 (0.18–2.50)0.6History of solid cancer5.01 (2.24–11.20)<10−3Shock at baseline1.34 (0.64–2.77)0.4Need for continuous renal replacement therapy at baseline1.53 (0.69–3.40)0.3Corticosteroid therapy at baseline0.87 (0.51–1.84)0.9Randomization to the personalized ventilation group1.03 (0.57–1.86)0.9Focal lung morphology (after post-hoc reclassification)0.87 (0.45–1.66)0.7Correct classification of lung morphology at baseline0.30 (0.16–0.59)<10−3Open in a separate window* Hazard Ratio is expressed for each one-log increment in baseline plasma sRAGE. ** Hazard Ratio is expressed for each one-log increase in plasma sRAGE per unit of time. n = 1174 repeated sRAGE measures from 235 patients available for complete-case multivariable analysis. SAPS II: simplified acute physiology score II. sRAGE: soluble receptor for advanced glycation end-products.Joint modeling confirmed the association between changes in plasma sRAGE and the risk of death at day 90 (HR for each one-log increase in time-dependent plasma sRAGE, 1.55, 95% CI, 1.19 to 2.03, p = 0.001), even after adjustment for the same covariates used previously (HR for each one-log increase in time-dependent plasma sRAGE, 2.12, 95% CI, 1.55 to 2.92, p < 10−3). This corresponded to a 1% increase in the risk of death at day 90 for each 100-unit increase in time-dependent, non-log-transformed plasma sRAGE (Figure 2). The longitudinal trajectory of joint longitudinal measurements of plasma sRAGE and 90-day survival data is illustrated by Figure S1 (Supplementary Materials). Sensitivity analyses of the joint model showed similar trends after LOCF imputation (HR for each one-log increase in time-dependent plasma sRAGE in univariate and multivariable analyses, 7.03, 95% CI, 1.07 to 46.06, p = 0.04 and 51.42, 95% CI, 5.99 to 441.42, p < 10−3, respectively) or when only considering sRAGE values from days 0, 1, 2, and 3 in survivors to day 3 (HR for each one-log increase in time-dependent plasma sRAGE in univariate and multivariable analyses, 1.65, 95% CI, 1.21 to 2.25, p = 0.002 and 2.59, 95% CI, 1.70 to 3.90, p < 10−3, respectively).Open in a separate windowFigure 2The Risk of Death at 90 Days is Associated with the Magnitude of Change in Plasma sRAGE (in pg·mL−1) from Baseline. The hazard ratio for death was computed using joint modeling of longitudinal measurements of sRAGE and 90-day survival and reported on the y-axis for each one-point change in plasma sRAGE (pg·mL−1) per unit of time (hazard ratio per 100-unit increase in time-dependent sRAGE, 1.01; 95% confidence interval [CI], 1.01–1.01). The gray shaded areas represent 95% CIs for estimated hazard ratios. sRAGE: soluble receptor for advanced glycation end-products.The association between the rate of change in sRAGE over time and 90-day survival was increased with higher values of baseline sRAGE (Figure 3).Open in a separate windowFigure 3The Risk of Death at 90 Days is Associated with the Magnitude of Change in Plasma sRAGE from Baseline is Increased with Higher Values of Plasma sRAGE at Baseline. The hazard ratio for death was computed using joint modeling of longitudinal measurements of sRAGE and 90-day survival and reported on the y-axis for each one-point increase in plasma sRAGE (pg·mL−1) per unit of time. The x-axis represents plasma sRAGE as measured at baseline and expressed in (pg·mL−1). The gray shaded areas represent 95% CIs for estimated hazard ratios. sRAGE: soluble receptor for advanced glycation end-products.3.3. Changes in Plasma sRAGE and Other Clinical OutcomesThere was a significant association between the rate of change in plasma sRAGE over time and the risk of death at day 28 in the joint model (HR for each one-log increase in time-dependent plasma sRAGE, 1.34, 95% CI, 1.20 to 1.51, p < 10−3), but not in the TVC model (HR per one-log increment in baseline sRAGE, 1.73; 95% CI, 1.26 to 2.36; p = 0.001 and HR for each one-log increase per unit of time, 1.02; 95% CI, 1.00 to 1.05; p = 0.1). Using multilevel mixed effects generalized linear models, the rate of increase in sRAGE over time had a poor correlation with fewer VFD28 (regression coefficient, −0.18; 95% CI, −0.25 to −0.11; p < 10−3), lower daily SOFA scores up to day 6 (regression coefficient, 0.07; 95% CI, 0.04 to 0.10; p < 10−3), and a weak correlation with the need, as recorded up to day 6, for rescue ARDS therapies (regression coefficient, 0.25; 95% CI, 0.05 to 0.45; p = 0.013), vasopressor use (regression coefficient, 0.41; 95% CI, 0.21 to 0.61; p < 10−3), and continuous renal replacement therapy (regression coefficient, 0.44; 95% CI, 0.18 to 0.71; p < 10−3).3.4. Plasma sRAGE and Indices of Severity and Lung InjuryHigher baseline plasma levels of sRAGE were associated with more severe ARDS, as reflected by measures of pulmonary physiologic impairment, including lower PaO2/FiO2 and lower compliance of the respiratory system, and had a poor correlation with higher SOFA scores at baseline (Spearman’s rho = 0.11, p < 10−3) (Supplementary Materials Figure S2). When measured during the first 6 days after randomization, plasma sRAGE levels had a poor correlation with PaO2/FiO2 (regression coefficient, −0.02; 95% CI, −0.03 to −0.02; p <10−3) and with the compliance of the respiratory system (regression coefficient, −0.03; 95% CI, −0.04 to −0.02; p < 10−3) in multilevel mixed effects generalized linear models (Supplementary Materials Figure S3).3.5. Effects of Ventilator Settings on Plasma sRAGELung morphology was correctly classified by the investigators in the parent clinical trial in 178 (76%) patients included in this analysis. After reclassification of the otherwise 57 (24%) misclassified patients, focal ARDS was identified in 86 (37%) patients and nonfocal ARDS in 149 (63%) patients. The clinical characteristics and clinical outcomes of patients with focal ARDS were similar to those with nonfocal ARDS (Supplementary Materials Table S5), except those with focal ARDs had a lower rate of antibiotic usage at baseline and higher body mass index values. Patients with focal ARDS (as confirmed after reclassification in LIVE) had lower baseline plasma sRAGE (median [IQR], 2346 [(1133–3218) pg·mL−1) than those with nonfocal ARDS (3577 (2113–8480) pg·mL−1) (p = 0.0001) (standardized mean difference [95% CI], 0.54 (0.81–0.27)).We analyzed the effects of the ventilation strategy on the changes in plasma sRAGE. There was a significant time by group interaction leading to a decrease in plasma sRAGE on days two and three (p = 0.02 for both timepoints) in patients with focal ARDS when the personalized strategy matched the intervention tailored to lung morphology as initially planned in the LIVE trial. In contrast, a significant time by group interaction resulted in increased plasma sRAGE in patients with focal ARDS on days one, two, three, four, and six (p = 0.02, 0.004, 0.01, 0.01, and 0.001, respectively) when lung morphology was incorrectly classified and the mismatched personalized ventilation strategy was applied (Supplementary Materials Table S6). In patients with nonfocal ARDS, there was no significant time by group effect on plasma sRAGE kinetics, regardless of whether the personalized ventilation strategy matched lung morphology or not. Effect sizes for time by group interactions on changes in plasma sRAGE are reported as standardized mean differences in Figure 4.Open in a separate windowFigure 4Standardized Mean Differences (with 95% Confidence Intervals [CI]) as a Measure of the Effect Size of the Time by Randomization Group Interactions for Changes in Plasma sRAGE (in pg·mL−1) since Day 0 in Patients with Focal (top panel) and Nonfocal (bottom panel) ARDS, Whether the Personalized Ventilator Strategy Matched the Prespecified LIVE Trial Intervention (in blue) or Not (in red). sRAGE: soluble receptor for advanced glycation end-products. ARDS: acute respiratory distress syndrome. LIVE: Lung Imaging for Ventilator Setting in ARDS. 4. DiscussionThe novel finding of this study is that the rate of change in plasma sRAGE was associated with survival; specifically, increases in sRAGE over the first days following ARDS onset were associated with worse clinical outcomes. Schematically, in this study, each 100-unit increase in the plasma sRAGE level (as expressed in pg·mL−1) per unit of time increased the risk of death at day 90 by 1%. In addition, the 90-day risk of death associated with increases in sRAGE over time was greater when the baseline sRAGE level was higher [9,18].The finding of a significant association between the rate of change in plasma sRAGE over time and clinical outcomes was rather consistent across multiple analyses. These analyses included joint (simultaneous) modeling of longitudinal and time-to-event data, which is considered to be the best method for evaluating the relationship between a biomarker trajectory and clinical outcomes such as survival because it accounts for immortal time bias and, therefore, allows for informative dropouts such as death. Notably, the rate of change in plasma sRAGE was associated with VFD28 and other indices of clinical severity, such as the SOFA score and the need for rescue ARDS therapies, vasopressor use, and continuous renal replacement therapy over the first days following ARDS onset. Previous evidence indicates that baseline plasma sRAGE levels are associated with measures of lung injury severity and impaired alveolar fluid clearance [8,11,18,19,20]. However, the current analysis does not support relevant associations between plasma sRAGE and some indices of lung injury severity, suggesting that changes in sRAGE over time (reflecting changes in the degree of lung epithelial injury) might provide novel prognostic information compared to that related to the changes in conventional mechanisms of oxygenation or respiratory system compliance [9,21].In this analysis, focal ARDS were characterized by a lower baseline plasma sRAGE than nonfocal ARDS, and a higher baseline plasma sRAGE was associated with the severity of ARDS, supporting previous evidence [11,18,20,22]. We also found that, compared to the low-PEEP, low-Vt control strategy, the so-called personalized ventilation strategy used in LIVE had distinct effects on the temporal course of plasma sRAGE in focal and nonfocal ARDS when there were mismatches in the pre-specified trial interventions resulting from the misclassification of lung morphology by local investigators during randomization. In focal ARDS, the use of the mismatched personalized strategy combining a Vt of 8 mL·kg−1 predicted body weight (PBW), lower PEEP, and early prone position (PP) [13] was associated with decreased plasma sRAGE levels by days 2–3, whereas the strategy of maximal alveolar recruitment combining a Vt of 6 mL·kg−1 PBW, higher PEEP, and repeated recruitment maneuvers (RM) was associated with increased plasma sRAGE levels from day 1 to day 6, suggesting increased injury to the lung alveolar epithelium possibly caused by hyperinflation and lung mechanical stress [23,24]. In contrast, in nonfocal ARDS, the mismatched personalized strategy was not associated with increases in plasma sRAGE over time compared to the control strategy, suggesting that the use of lower Vt and PEEP and PP may not cause or amplify lung epithelial injury per se in nonfocal ARDS compared to a strategy combining higher PEEP and RM. This is consistent with previous reports suggesting that a lower Vt (6 mL·kg−1 PBW) ventilation may amplify the decrease in sRAGE over time in unselected ARDS compared to a higher Vt (12 mL·kg−1 PBW) ventilation [18] and that applying an RM is associated with an early and transient decrease in plasma sRAGE in nonfocal ARDS [6]. Unfortunately, the ventilation strategies from LIVE were based on multimodal interventions (Vt, PEEP, PP, RM), which made it impossible to assess the precise effects of each intervention on sRAGE kinetics in our study. However, combined with the fact that the rate of change in sRAGE is associated with prognosis, these current hypothesis-generating findings suggest that longitudinal measurements of plasma sRAGE should be further explored as potential tools to assess treatment response in future enriched ARDS trials [2].This study has limitations. First, sRAGE was measured only at pre-specified timepoints (days 0, 1, 2, 3, 4, and 6), and rapid, short-term changes in plasma sRAGE could have been missed [6]. However, the logistics of conducting a study that would integrate more frequent sRAGE measurements remain highly challenging. Second, we measured plasma but not alveolar sRAGE. Previous reports have shown that a bronchoalveolar lavage fluid analysis was more sensitive for detecting local damage to the lung epithelium because the alveolar sRAGE level is higher than the plasma sRAGE level when epithelial injury causes the shedding of sRAGE into the alveolar space [7]. However, plasma sRAGE has been recognized as a valuable marker of lung epithelial injury and is more readily sampled at serial timepoints [7,8]. Third, sRAGE was measured in subjects with available plasma samples only, not in all patients enrolled in the primary LIVE trial. Although there were only a few differences between patients who had plasma sRAGE measured and those who did not, we cannot exclude the possibility that unmeasured factors may have contributed to some degree of inclusion bias. However, a previous study found no association between plasma levels of sRAGE and clinical and biological indices that are usually recorded upon ICU admission. Finally, measurements were limited to sRAGE in this analysis, and it remains unknown as to how other previously reported ARDS biomarkers, such as markers of inflammation [25,26,27,28,29] would compare to lung imaging phenotypes. Our findings also further support the recognition of focal and nonfocal ARDS as distinct ARDS phenotypes [3,29]. These findings could, therefore, be useful in future trials designed to test prospectively the logistics of incorporating clinical, imaging, and biological measurements in order to facilitate population enrichment in future trials [2,29,30], although this would ideally require development of a point-of-care test to measure sRAGE. Such advancements would facilitate the development of more personalized approaches to managing patients with ARDS.In this secondary analysis of 235 patients with ARDS, the rate of change in plasma sRAGE over time was associated with 90-day survival. These hypothesis-generating findings should foster future research to determine whether plasma sRAGE can be used as a treatable biological trait or surrogate outcome in ARDS. AcknowledgmentsInvestigators in the LIVE Study Group are: Bertrand Souweine (CHU Clermont-Ferrand), Nathanael Eisenmann (CLCC Jean Perrin, Clermont-Ferrand), Jean-Pierre Quenot (CHU Dijon), Philippe Seguin (CHU Rennes), Karim Asehnoune (CHU Nantes), Sigismond Lasocki (CHU Angers), Martine Ferrandiere (CHU Tours), Achile Sossou (CH Le Puy), Olivier Langeron (AP-HP), Marc Leone (AP-HM), Herve Dupont (CHU Amiens), Benoit Veber (CHU Rouen), Carole Ichai (CHU Nice), Thomas Rimmelé (CHU Lyon), François Legay (CH Saint-Brieuc), Fabien Grelon (CH Le Mans), Claire Dahyot-Fizelier (CHU Poitiers). Members of the AZUREA Network are: Sophie Cayot, Thomas Godet, Renaud Guerin, Camille Verlhac, Russell Chabanne, Bernard Cosserant, Raiko Blondonnet (CHU Clermont-Ferrand); Alexandre Lautrette (CLCC Jean Perrin, Clermont-Ferrand); Laurent Muller, Pablo Massanet, Caroline Boutin, Saber Barbar, Claire Roger (CHU Nîmes); Fouad Belafia, Moussa Cisse, Marion Monnin, Matthieu Conseil, Julie Carr, Audrey De Jong, Gérald Chanques (CHU Montpellier); Auguste Dargent, Thomas Crozon, Julien Clauzel, Marinne Le Core (CHU Lyon); Pascal Andreu (CHU Dijon); Thomas Lebouvrier, Yoann Launey (CHU Rennes); Antoine Roquilly, Raphael Cinotti (CHU Nantes); Anne-Charlotte Tellier, Mathilde Barbaz, Benjamin Cohen, Edouard Lemarche (CHU Tours); Pierre-Marie Bertrand (CH Cannes); Charlotte Arbelot, Laurent Zieleskiewicz, Emmanuelle Hammad, Garry Duclos, Mathieu Calypso (AP-HM); Jean-Christophe Orban, Hervé Quintard (CHU Nice); Mona Assefi (AP-HP); Jerome Morel, Serge Molliex (CHU Saint-Etienne); Frank Petitas, Hadanou Nanadougmar (CHU Poitiers). AbbreviationsARDSacute respiratory distress syndromeBMIbody mass indexCOPDchronic obstructive pulmonary diseaseFiO2fraction of inspired oxygenHRhazard ratioICUintensive care unitLIVELung Imaging for Ventilator Setting in ARDSLOCFlast observation carried forwardPaCO2partial pressure of arterial carbon dioxidePaO2partial pressure of arterial oxygenPEEPpositive end-expiratory pressurePplatinspiratory plateau pressureSAPS IIsimplified acute physiology score IISOFAsequential organ failure assessment scoresRAGEsoluble receptor for advanced glycation end-productsTVCtime-varying covariateVFD28ventilator-free days at day 28 Supplementary MaterialsThe following are available online at https://www.mdpi.com/article/10.3390/jcm10102076/s1, Figure S1: Longitudinal Trajectory Plot of Joint Longitudinal Measurements of Plasma sRAGE and 90-Day Survival Data, in Patients who were Censored (left panel) and in Those who Experienced the Event of Interest (Death) (right panel), Figure S2: Higher Plasma sRAGE (in pg·mL−1) is Associated with More Severe Disturbances in Pulmonary Physiology at Baseline: (A) PaO2/FiO2 (in mmHg) (n = 235), (B) Compliance of the respiratory system (in mL·cmH2O−1) (n = 171). (C) SOFA score vs. Plasma sRAGE (in pg·mL−1) when Measured During at Baseline, Figure S3: (A) PaO2/FiO2 (mmHg) vs. Plasma sRAGE (pg·mL−1, log-transformed) when Measured During the First 6 Days after Randomization (regression coefficient, −0.02; 95% CI, −0.03 to −0.02; p < 10−3). (B) Compliance of the Respiratory System (mL·cmH2O−1) vs. Plasma sRAGE (pg·mL−1, log-transformed) when Measured During the First 6 Days after Randomization (regression coefficient, −0.03; 95% CI, −0.04 to −0.02; p < 10−3), Table S1: Baseline Characteristics and Clinical Outcomes of Patients with ARDS Randomized to the Intervention (LIVE) Group or to the Control Group, and Enrolled in the Secondary Analysis, Table S2: Baseline Characteristics and Clinical Outcomes of the LIVE Study Sample, Table S3: Multivariable Marginal Cox Survival Sensitivity Analyses of Death at Day 90, Considering Plasma sRAGE both at Baseline and as a Time-varying Covariate, When Imputing Missing Data Using LOCF was Used to Impute Missing Data, Table S4: Multivariable Marginal Cox Survival Sensitivity Analyses of Death at Day 90, Considering Plasma sRAGE both at Baseline and as a Time-varying Covariate, When Restricting Analyses to Plasma sRAGE values from days 0, 1, 2, and 3 in Patients who Survived to Day 3, Table S5: Baseline Characteristics and Clinical Outcomes of Patients with Focal and Nonfocal ARDS, Table S6: Effects of Time, Group, and Time x Group Interaction on Plasma sRAGE Measured at Study Timepoints, Stratified by Focal vs. Nonfocal Lung Morphology and Matched vs. Mismatched Personalized Ventilation Strategy.Click here for additional data file.(856K, zip) Author ContributionsConception and design, M.J., B.P., V.S., J.A.B., L.B.W. and J.-M.C.; analysis and interpretation, M.J., B.P., E.L., L.R., R.B., J.A., T.G., E.F., J.-E.B., V.S., J.A.B., L.B.W. and J.-M.C.; writing, M.J., B.P., V.S., J.A.B., L.B.W., J.-M.C. and M.J. All authors have read and agreed to the published version of the manuscript.  FundingThis work was supported by grants from the French Ministry of Health (Direction Générale de l’Offre de Soins, Programme Hospitalier de Recherche Clinique Inter-Régional 2013), the Auvergne Regional Council (Programme Nouveau Chercheur de la Région Auvergne 2013), the French Agence Nationale de la Recherche (Programme de Recherche Translationnelle en Santé, ANR-13-PRTS-0010), and by grants NIH {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"HL103836\",\"term_id\":\"1051675145\",\"term_text\":\"HL103836\"}}HL103836, {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"HL135849\",\"term_id\":\"1051914433\",\"term_text\":\"HL135849\"}}HL135849, and {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"HL126176\",\"term_id\":\"1051904760\",\"term_text\":\"HL126176\"}}HL126176, {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"HL126671\",\"term_id\":\"1051905255\",\"term_text\":\"HL126671\"}}HL126671. The funders had no influence on the study design, data collection, data analysis, data interpretation, or writing the report. Institutional Review Board StatementThis secondary analysis was planned a priori and registered prior to inclusion in the LIVE study (clinicaltrials.gov identifier: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02149589\",\"term_id\":\"NCT02149589\"}}NCT02149589). The study protocol has been approved by our institutional review board (Comité de Protection des Personnes Sud Est VI, approval number AU 1099) and registered by the French Agence Nationale de Sécurité du Médicament (approval number 2013-A01756-39). Informed Consent StatementAll participants or their surrogates provided written informed consent. There was no deviation from the approved protocol. Data Availability StatementData collected for the study, including individual participant data, a data dictionary defining each field in the set, and the study protocol are stored at the Direction de la Recherche Clinique, CHU Clermont-Ferrand, Clermont-Ferrand, France. De-identified data will be made available upon reasonable request after publication of the manuscript. Conflicts of InterestM.J. reports grants from the French Ministry of Health (Direction Générale de l’Offre de Soins), Auvergne Regional Council, Agence Nationale de la Recherche, during the conduct of the study; grants from Sedana Medical, personal fees from Sedana Medical, personal fees from General Electrics Healthcare, non-financial support from General Electrics Healthcare, grants from the European Society of Anesthesiology, grants from CHU Clermont-Ferrand, personal fees from the Société Française d’Anesthésie et Réanimation, and personal fees from Abbvie, outside the submitted work. J.A. reports personal fees from Fresenius Kabi, outside the submitted work. T.G. reports personal fees from Dräger, General Electrics, and Baxter, outside the submitted work. E.F. reports consulting fees from Dräger Medical, GE Healthcare, Edwards Lifesciences, Orion Pharma, lecture fees from Fresenius Kabi, Baxter, Fisher and Paykel Healthcare, outside the submitted work. L.B.W. reports personal fees from Merck, Bayer, Boehringer Ingelheim, CSL Behring, Quark, Foresee Pharmaceuticals, Citius, and grants from CSL Behring, Genentech, outside the submitted work. J.-M.C. reports grants from the French Ministry of Health (Direction Générale de l’Offre de Soins), Auvergne Regional Council, and Agence Nationale de la Recherche, during the conduct of the study. B.P., E.L., L.R., R.B., J.-E.B., V.S. and J.A.B. have nothing to disclose. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute Respiratory Distress Syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]2. Prescott H.C., Calfee C.S., Thompson B.T., Angus D.C., Liu V.X. Toward Smarter Lumping and Smarter Splitting: Rethinking Strategies for Sepsis and Acute Respiratory Distress Syndrome Clinical Trial Design. Am. J. Respir. Crit. Care Med. 2016;194:147–155. doi: 10.1164/rccm.201512-2544CP. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Jabaudon M., Blondonnet R., Audard J., Fournet M., Godet T., Sapin V., Constantin J.-M. Recent Directions in Personalised Acute Respiratory Distress Syndrome Medicine. Anaesth. Crit. Care Pain Med. 2017 doi: 10.1016/j.accpm.2017.08.006. [PubMed] [CrossRef] [Google Scholar]4. Matthay M.A., Zemans R.L., Zimmerman G.A., Arabi Y.M., Beitler J.R., Mercat A., Herridge M., Randolph A.G., Calfee C.S. Acute Respiratory Distress Syndrome. Nat. Rev. Dis. Primers. 2019;5:18. doi: 10.1038/s41572-019-0069-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Jabaudon M., Blondonnet R., Ware L.B. Biomarkers in Acute Respiratory Distress Syndrome. Curr. Opin. Crit. Care. 2021;27:46–54. doi: 10.1097/MCC.0000000000000786. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Jabaudon M., Hamroun N., Roszyk L., Guérin R., Bazin J.-E., Sapin V., Pereira B., Constantin J.-M. Effects of a Recruitment Maneuver on Plasma Levels of Soluble RAGE in Patients with Diffuse Acute Respiratory Distress Syndrome: A Prospective Randomized Crossover Study. Intensive Care Med. 2015;41:846–855. doi: 10.1007/s00134-015-3726-0. [PubMed] [CrossRef] [Google Scholar]7. Uchida T., Shirasawa M., Ware L.B., Kojima K., Hata Y., Makita K., Mednick G., Matthay Z.A., Matthay M.A. Receptor for Advanced Glycation End-Products Is a Marker of Type I Cell Injury in Acute Lung Injury. Am. J. Respir. Crit. Care Med. 2006;173:1008–1015. doi: 10.1164/rccm.200509-1477OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Jabaudon M., Blondonnet R., Roszyk L., Bouvier D., Audard J., Clairefond G., Fournier M., Marceau G., Déchelotte P., Pereira B., et al.  Soluble Receptor for Advanced Glycation End-Products Predicts Impaired Alveolar Fluid Clearance in Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2015;192:191–199. doi: 10.1164/rccm.201501-0020OC. [PubMed] [CrossRef] [Google Scholar]9. Jabaudon M., Blondonnet R., Pereira B., Cartin-Ceba R., Lichtenstern C., Mauri T., Determann R.M., Drabek T., Hubmayr R.D., Gajic O., et al.  Plasma sRAGE Is Independently Associated with Increased Mortality in ARDS: A Meta-Analysis of Individual Patient Data. Intensive Care Med. 2018;44:1388–1399. doi: 10.1007/s00134-018-5327-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Briot R., Frank J.A., Uchida T., Lee J.W., Calfee C.S., Matthay M.A. Elevated Levels of the Receptor for Advanced Glycation End Products, a Marker of Alveolar Epithelial Type I Cell Injury, Predict Impaired Alveolar Fluid Clearance in Isolated Perfused Human Lungs. Chest. 2009;135:269–275. doi: 10.1378/chest.08-0919. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Mrozek S., Jabaudon M., Jaber S., Paugam-Burtz C., Lefrant J.-Y., Rouby J.-J., Asehnoune K., Allaouchiche B., Baldesi O., Leone M., et al.  Elevated Plasma Levels of sRAGE Are Associated With Nonfocal CT-Based Lung Imaging in Patients With ARDS: A Prospective Multicenter Study. Chest. 2016;150:998–1007. doi: 10.1016/j.chest.2016.03.016. [PubMed] [CrossRef] [Google Scholar]12. Jabaudon M., Blondonnet R., Lutz J., Roszyk L., Bouvier D., Guérin R., Perbet S., Cayot S., Godet T., Blanchon L., et al.  Net Alveolar Fluid Clearance Is Associated with Lung Morphology Phenotypes in Acute Respiratory Distress Syndrome. Anaesth. Crit. Care Pain Med. 2016;35:81–86. doi: 10.1016/j.accpm.2015.11.006. [PubMed] [CrossRef] [Google Scholar]13. Constantin J.-M., Jabaudon M., Lefrant J.-Y., Jaber S., Quenot J.-P., Langeron O., Ferrandière M., Grelon F., Seguin P., Ichai C., et al.  Personalised Mechanical Ventilation Tailored to Lung Morphology versus Low Positive End-Expiratory Pressure for Patients with Acute Respiratory Distress Syndrome in France (the LIVE Study): A Multicentre, Single-Blind, Randomised Controlled Trial. Lancet Respir. Med. 2019;7:870–880. doi: 10.1016/S2213-2600(19)30138-9. [PubMed] [CrossRef] [Google Scholar]14. Jabaudon M., Pereira B., Laroche E., Blondonnet R., Bastarache J.A., Sapin V., Ware L.B., Constantin J.-M.M. Changes in Plasma Soluble RAGE Are Associated with Survival in Patients with ARDS: Secondary Analysis of a Trial of Lung Imaging for Ventilator Setting. A104 Lungs, Bugs, and the Diaphragm: Translational Studies in the ICU. Am. J. Respir. Crit. Care Med. 2020;201:A2628. [Google Scholar]15. Le Gall J.R., Lemeshow S., Saulnier F. A New Simplified Acute Physiology Score (SAPS II) Based on a European/North American Multicenter Study. JAMA. 1993;270:2957–2963. doi: 10.1001/jama.1993.03510240069035. [PubMed] [CrossRef] [Google Scholar]16. McCabe W.R., Jackson G.G. Gram-Negative Bacteremia: I. Etiology and Ecology. Arch. Intern. Med. 1962;110:847–855. doi: 10.1001/archinte.1962.03620240029006. [CrossRef] [Google Scholar]17. Faraone S.V. Interpreting Estimates of Treatment Effects: Implications for Managed Care. P T. 2008;33:700–711. [PMC free article] [PubMed] [Google Scholar]18. Calfee C.S., Ware L.B., Eisner M.D., Parsons P.E., Thompson B.T., Wickersham N., Matthay M.A., NHLBI ARDS Network  Plasma Receptor for Advanced Glycation End Products and Clinical Outcomes in Acute Lung Injury. Thorax. 2008;63:1083–1089. doi: 10.1136/thx.2008.095588. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Calfee C.S., Budev M.M., Matthay M.A., Church G., Brady S., Uchida T., Ishizaka A., Lara A., Ranes J.L., de Camp M.M., et al.  Plasma Receptor for Advanced Glycation End-Products Predicts Duration of ICU Stay and Mechanical Ventilation in Patients after Lung Transplantation. J. Heart Lung Transplant. 2007;26:675–680. doi: 10.1016/j.healun.2007.04.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Jabaudon M., Futier E., Roszyk L., Chalus E., Guerin R., Petit A., Mrozek S., Perbet S., Cayot-Constantin S., Chartier C., et al.  Soluble Form of the Receptor for Advanced Glycation End Products Is a Marker of Acute Lung Injury but Not of Severe Sepsis in Critically Ill Patients. Crit. Care Med. 2011;39:480–488. doi: 10.1097/CCM.0b013e318206b3ca. [PubMed] [CrossRef] [Google Scholar]21. Ware L.B., Matthay M.A. Alveolar Fluid Clearance Is Impaired in the Majority of Patients with Acute Lung Injury and the Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2001;163:1376–1383. doi: 10.1164/ajrccm.163.6.2004035. [PubMed] [CrossRef] [Google Scholar]22. Jabaudon M., Blondonnet R., Roszyk L., Pereira B., Guérin R., Perbet S., Cayot S., Bouvier D., Blanchon L., Sapin V., et al.  Soluble Forms and Ligands of the Receptor for Advanced Glycation End-Products in Patients with Acute Respiratory Distress Syndrome: An Observational Prospective Study. PLoS ONE. 2015;10:e0135857.  [PMC free article] [PubMed] [Google Scholar]23. Cressoni M., Cadringher P., Chiurazzi C., Amini M., Gallazzi E., Marino A., Brioni M., Carlesso E., Chiumello D., Quintel M., et al.  Lung Inhomogeneity in Patients with Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2014;189:149–158. doi: 10.1164/rccm.201308-1567OC. [PubMed] [CrossRef] [Google Scholar]24. Samary C.S., Santos R.S., Santos C.L., Felix N.S., Bentes M., Barboza T., Capelozzi V.L., Morales M.M., Garcia C.S.N.B., Souza S.A.L., et al.  Biological Impact of Transpulmonary Driving Pressure in Experimental Acute Respiratory Distress Syndrome. Anesthesiology. 2015;123:423–433. doi: 10.1097/ALN.0000000000000716. [PubMed] [CrossRef] [Google Scholar]25. Calfee C.S., Delucchi K., Parsons P.E., Thompson B.T., Ware L.B., Matthay M.A. NHLBI ARDS Network Subphenotypes in Acute Respiratory Distress Syndrome: Latent Class Analysis of Data from Two Randomised Controlled Trials. Lancet Respir. Med. 2014;2:611–620. doi: 10.1016/S2213-2600(14)70097-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Famous K.R., Delucchi K., Ware L.B., Kangelaris K.N., Liu K.D., Thompson B.T., Calfee C.S., ARDS Network  Acute Respiratory Distress Syndrome Subphenotypes Respond Differently to Randomized Fluid Management Strategy. Am. J. Respir. Crit. Care Med. 2017;195:331–338. doi: 10.1164/rccm.201603-0645OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Bos L.D., Schouten L.R., van Vught L.A., Wiewel M.A., Ong D.S.Y., Cremer O., Artigas A., Martin-Loeches I., Hoogendijk A.J., van der Poll T., et al.  Identification and Validation of Distinct Biological Phenotypes in Patients with Acute Respiratory Distress Syndrome by Cluster Analysis. Thorax. 2017;72:876–883. doi: 10.1136/thoraxjnl-2016-209719. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Calfee C.S., Delucchi K.L., Sinha P., Matthay M.A., Hackett J., Shankar-Hari M., McDowell C., Laffey J.G., O’Kane C.M., McAuley D.F., et al.  Acute Respiratory Distress Syndrome Subphenotypes and Differential Response to Simvastatin: Secondary Analysis of a Randomised Controlled Trial. Lancet Respir. Med. 2018;6:691–698. doi: 10.1016/S2213-2600(18)30177-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Sinha P., Calfee C.S. Phenotypes in Acute Respiratory Distress Syndrome: Moving towards Precision Medicine. Curr. Opin. Crit. Care. 2019;25:12–20. doi: 10.1097/MCC.0000000000000571. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Beitler J.R., Goligher E.C., Schmidt M., Spieth P.M., Zanella A., Martin-Loeches I., Calfee C.S., Cavalcanti A.B., ARDSne(x)t Investigators  Personalized Medicine for ARDS: The 2035 Research Agenda. Intensive Care Med. 2016;42:756–767. doi: 10.1007/s00134-016-4331-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}