{"title": "Predict Score: A New Biological and Clinical Tool to Help Predict Risk of Intensive Care Transfer for COVID-19 Patients", "pubDate": "2021", "PMCID": "PMC8157884", "DOI": "10.3390/biomedicines9050566", "PMID": "34070021", "abstract": "Background:                       The COVID-19 crisis has strained world health care systems. This study aimed to develop an innovative prediction score using clinical and biological parameters (PREDICT score) to anticipate the need of intensive care of COVID-19 patients already hospitalized in standard medical units.                  Methods:                       PREDICT score was based on a training cohort and a validation cohort retrospectively recruited in 2020 in the Marseille University Hospital. Multivariate analyses were performed, including clinical, and biological parameters, comparing a baseline group composed of COVID-19 patients exclusively treated in standard medical units to COVID-19 patients that needed intensive care during their hospitalization.                  Results:                       Independent variables included in the PREDICT score were: age, Body Mass Index, Respiratory Rate, oxygen saturation, C-reactive protein, neutrophil-lymphocyte ratio and lactate dehydrogenase. The PREDICT score was able to correctly identify more than 83% of patients that needed intensive care after at least 1 day of standard medical hospitalization.                  Conclusions:                       The PREDICT score is a powerful tool for anticipating the intensive care need for COVID-19 patients already hospitalized in a standard medical unit. It shows limitations for patients who immediately need intensive care, but it draws attention to patients who have an important risk of needing intensive care after at least one day of hospitalization.", "author": [{"author": "Mickael Gette", "affiliation": ["Laboratory of Biochemistry, Timone University Hospital, APHM, 13005 Marseille, France."], "href": "/?term=Gette+M&cauthor_id=34070021"}, {"author": "Sara Fernandes", "affiliation": ["Center for Research and Studies on Health Services and Quality of Life, Aix-Marseille University, 13005 Marseille, France."], "href": "/?term=Fernandes+S&cauthor_id=34070021"}, {"author": "Marion Marlinge", "affiliation": ["Laboratory of Biochemistry, Timone University Hospital, APHM, 13005 Marseille, France.", "INSERM, INRAE, C2VN, Aix-Marseille University, 13005 Marseille, France."], "href": "/?term=Marlinge+M&cauthor_id=34070021"}, {"author": "Marine Duranjou", "affiliation": ["Laboratory of Biochemistry, Timone University Hospital, APHM, 13005 Marseille, France."], "href": "/?term=Duranjou+M&cauthor_id=34070021"}, {"author": "Wijayanto Adi", "affiliation": ["Laboratory of Biochemistry, Timone University Hospital, APHM, 13005 Marseille, France."], "href": "/?term=Adi+W&cauthor_id=34070021"}, {"author": "Maelle Dambo", "affiliation": ["Laboratory of Biochemistry, Timone University Hospital, APHM, 13005 Marseille, France."], "href": "/?term=Dambo+M&cauthor_id=34070021"}, {"author": "Pierre Simeone", "affiliation": ["Department of Anesthesiology and Intensive Care, Timone University Hospital, Aix Marseille University APHM, 13005 Marseille, France."], "href": "/?term=Simeone+P&cauthor_id=34070021"}, {"author": "Pierre Michelet", "affiliation": ["INSERM, INRAE, C2VN, Aix-Marseille University, 13005 Marseille, France.", "Department of Emergency Medicine and Intensive Care, Timone University Hospital, APHM, 13005 Marseille, France."], "href": "/?term=Michelet+P&cauthor_id=34070021"}, {"author": "Nicolas Bruder", "affiliation": ["Department of Anesthesiology and Intensive Care, Timone University Hospital, Aix Marseille University APHM, 13005 Marseille, France."], "href": "/?term=Bruder+N&cauthor_id=34070021"}, {"author": "Regis Guieu", "affiliation": ["Laboratory of Biochemistry, Timone University Hospital, APHM, 13005 Marseille, France.", "INSERM, INRAE, C2VN, Aix-Marseille University, 13005 Marseille, France."], "href": "/?term=Guieu+R&cauthor_id=34070021"}, {"author": "Julien Fromonot", "affiliation": ["Laboratory of Biochemistry, Timone University Hospital, APHM, 13005 Marseille, France.", "INSERM, INRAE, C2VN, Aix-Marseille University, 13005 Marseille, France."], "href": "/?term=Fromonot+J&cauthor_id=34070021"}], "refPMID": ["31986264", "32109372", "30445032", "32083831", "32069231", "32181911", "32396163", "33075088", "32584161", "11401897", "31573350", "32315724", "31622983", "30130262", "22797452", "32271993", "32250385", "32217650", "30165516", "32320003", "32173574", "32171076", "32344011", "33163981", "32564467", "25888398", "32406952", "33658593", "33514443"], "citedInPMID": ["34070021", "34660631"], "body": " AbstractBackground: The COVID-19 crisis has strained world health care systems. This study aimed to develop an innovative prediction score using clinical and biological parameters (PREDICT score) to anticipate the need of intensive care of COVID-19 patients already hospitalized in standard medical units. Methods: PREDICT score was based on a training cohort and a validation cohort retrospectively recruited in 2020 in the Marseille University Hospital. Multivariate analyses were performed, including clinical, and biological parameters, comparing a baseline group composed of COVID-19 patients exclusively treated in standard medical units to COVID-19 patients that needed intensive care during their hospitalization. Results: Independent variables included in the PREDICT score were: age, Body Mass Index, Respiratory Rate, oxygen saturation, C-reactive protein, neutrophil–lymphocyte ratio and lactate dehydrogenase. The PREDICT score was able to correctly identify more than 83% of patients that needed intensive care after at least 1 day of standard medical hospitalization. Conclusions: The PREDICT score is a powerful tool for anticipating the intensive care need for COVID-19 patients already hospitalized in a standard medical unit. It shows limitations for patients who immediately need intensive care, but it draws attention to patients who have an important risk of needing intensive care after at least one day of hospitalization.Keywords: COVID-19, score, biology, intensive care 1. IntroductionIn December 2019, medical teams of Wuhan, Hubei, China discovered a novel coronavirus responsible for acute respiratory distress syndrome (ARDS). They were able to identify this new pathogen using next-generation sequencing and transforming the real-time polymerase chain reaction (RT-PCR) in a “user-friendly” diagnostic tool for laboratories with little familiarity with this technology [1].The severe acute respiratory syndrome coronavirus 2 propagated around the world until it was declared a Worldwide Public Health Emergency on the 30th of January 2020 by the World Health Organization (WHO), being considered a threat to health care systems [2]. The WHO emergency committee recommended massive detection strategies, isolation of contaminated patients, early treatment and new technological contact-tracing systems to limit the spread of COVID-19. However, several months after the beginning of this pandemic, two facts remain constant: the lack of resources, and that isolation has been the only effective strategy in limiting the spread of the disease.Hospitals had to adapt to this new situation daily, restricting their access to non-urgent diseases, increasing the number of beds in their intensive care unit (ICU), and isolating COVID patients despite the lack of adequate protective equipment (qualitatively and quantitatively) for health workers and non-COVID patients [3].In France, 89,818 patients were hospitalized, of which 4387 required intensive care and 23,686 died from COVID between 1 March 2020 and 28 April 2021 [4]. In the Provence Alpes Cote d’Azur Region, during the same period, 1220 patients were hospitalized, of which 295 needed intensive care treatment, and 82 died from COVID [5].Modern medical biology has the potential to acquire an important role in this type of crisis, as it is indispensable for diagnosis and useful for the development of a treatment plan and guiding medical decisions and hospitalization scheduling [6,7,8]. Previous studies have identified biomarkers that significantly document a high risk of progression to severe forms of COVID-19 [9], such as interleukin-6 and D-Dimer levels. Others have proposed the use of a composite risk score [10,11,12], using clinical data similarly to the National Early Warning Score 2 (NEWS 2), medical history and different biomarkers, but requiring a web calculator.The aim of this study was to create a composite risk score using biological and clinical parameters, that evaluated the risk of COVID-19-positive patients hospitalized in a Standard Medical Unit (SMU) needing intensive care during the days following hospitalization. Thus, helping medical teams anticipate the level of medical care a patient will need, and therefore allowing them to use their resources wisely, particularly ICU beds and artificial respirators. During this study, the main preoccupation was to build a user-friendly score, using biological parameters which are widely available throughout the world, easily measured clinical parameters and the patient’s intrinsic constants, without neglecting discrimination capacity. 2. Materials and Methods2.1. Study Design and Patient SelectionWe designed a retrospective monocentric study, including all health care centers of the Assistance Publique des Hôpitaux de Marseille (AP-HM) (Public Assistance of Marseille Hospitals), France. Biological resources, medical imaging and clinical records were all produced in different AP-HM sites.From 29 February 2020 to 30 April 2020, all adult patients diagnosed with COVID-19 according to WHO guidelines [13] were initially included in a first cohort (see Figure 1). Patient selection did not consider patients’ characteristics, age, sex, medical history, treatments, or initial clinical evaluation and vital signs. This first cohort was used to construct the PREDICT score (predicting risk factors for early determination of ICU transfer). A second cohort of patients was enrolled, from 1 August to 25 October 2020, using the same criteria as previously, to validate the score.Open in a separate windowFigure 1Flow chart.The subjects were separated into three different groups, based on disease severity and their requirement for intensive care:Patients admitted to the Standard Medical Unit were included in the SMU group;Patients admitted directly into the Intensive Care Unit directly were included in the ICU group;Patients that initially were admitted to the Standard Medical Unit for at least 24 h, but subsequently needed to be transferred to the Intensive Care Unit were included in a third group, named Standard to Intensive Care (STol) group.Two reasons motivated this choice: firstly the need for intensive care is associated with complications which are unmanageable by a standard medical unit (SMU), secondly the limited number of places in Intensive Care Unit (ICU) confers a critical value to their management. During their practice, physicians employed general severity tools for respiratory diseases and used their clinical judgement to decide when patients needed intensive care unit [14,15], as stated in international guidelines and recent recommendations, but no specific scores.In the training cohort, 175 patients were admitted to standard medical unit (SMU group), 49 patients were admitted to the intensive care unit directly (ICU group) and 68 patients were initially admitted in a standard medical unit but later required intensive care (STol group). In the validation cohort, 87 were included in the SMU group, 10 patients in the ICU group, and 43 patients in the SToI group.To train the PREDICT score, after having analyzed a lot of parameters (intrinsic, comorbidity, vital sign, biologic) and a lot of combinations of these, a multivariate analysis highlighted a significative combination of age, Body Mass Index, oxygen saturation (SpO2) at admission, respiratory rate at admission, neutrophil–lymphocyte ratio, C-reactive protein and lactate dehydrogenase.2.2. Exclusion CriteriaPatients with fewer than 5 days of hospitalization were excluded, to be coherent with virologic load following, given that previous studies reported that the median time of RT-PCR ending detection was 10 days [16] and, in the two cohorts, median time between first symptoms and hospitalization was 5 days.Furthermore, patients who stayed less than 5 days in hospital were suffering from a low-severity form of COVID-19 and are beyond the scope of this study.2.3. Clinical, Imaging and Laboratory Data CollectionAxigate software was used to collect clinical data from medical records, like vital sign monitoring (body temperature [T °C], cardiac and respiratory frequency, oxygen saturation [SpO2], systolic and diastolic blood pressure), symptomatology at admission (fever, dyspnea, cough, anosmia, ageusia, digestive troubles), oxygen requirement, height, weight, body-mass index, and past medical history. Oxygen saturation (SpO2) was evaluated before oxygen therapy in all cases.Furthermore, important dates were recorded, such as the day of symptom commencement, first day of hospitalization, changeover date to ICU if required, and release date from ICU. Further, medical progress notes were collected, and important features such as endotracheal intubation and acute respiratory distress symptoms were recorded. Regarding imaging, radiologic reports of unenhanced low-dose chest-computed tomography were used; the AP-HM imaging unit uses a standardized report with qualitative appreciation lung damage sorted into four levels: Absence, Minor, Intermediary, Severe. Finally, laboratory data were collected with the Nextlab Software used by both AP-HM laboratories.2.4. Laboratory FindingsBased on previous studies and considering our aim to use only common parameters, we decided to collect data on natremia (Na), C-reactive protein (CRP), ferritinemia (FRT), lactate dehydrogenase (LDH), creatinine (CREAT), total bilirubin (BILI), aspartate aminotransferase (ASAT), and alanine aminotransferase (ALAT). Biochemical parameters were measured with a COBAS C701 provided by Roche Hitachi, and all reagents used came from Roche (Meylan, France).Additionally, lymphocyte count (LY) and neutrophils cells count (NEU) were recorded to use the neutrophil–lymphocyte ratio (NLR), as a significant biomarker; platelet count was also included. These analyses were performed by a XN–3000 provided by Sysmex. D-Dimer and fibrinogen measures were also recorded, performed on a Star Max provided by Stago; reagents were provided by Stago as well (Stago Canada, Ltée).A raw laboratory parameter database was created to record this information, allowing for kinetic-follow up of each parameter for each patient.2.5. DefinitionsTo evaluate the clinical severity at admission, the NEWS 2 was used, which includes heart and respiration rate, oxygen saturation and supplementation, systolic blood pressure, consciousness, temperature and age [17]. It is an easy way to classify patient severity, helping medical teams treat their patients correctly. Further, age has been reported as an independent risk factor for disease severity [18,19], with a threshold at 65 years. Radiological severity was defined as Minor when patients had 3 compromised sites, with 3 lobules affected on each site (maximum 9 lobules); Intermediary, when patients had a minimum of 10 lobules affected, but less than 50% of total segmental volume; Severe, when more than 50% of total segmental volume was affected. Acute respiratory failure (ARF) was defined as respiratory rate > 20 (or accessory muscle use for ventilation), and hypoxemia (oxygen partial pressure (PaO2) lower than 60 mm Hg on breathing room air), acute respiratory distress syndrome (ARDS, Berlin definition); acute respiratory failure not explained by cardiac failure or fluid overload with bilateral lung opacities on chest imaging and PaO2/FiO2 < 300 with positive end-expiratory pressure > 5 cm H2O (Fraction of inspired oxygen: FiO2). [20].2.6. Statistical AnalysisTwo cohorts were analyzed: the training cohort (N = 292) and the validation cohort (n = 140). The baseline patient characteristics were expressed as frequencies and percentages for categorical variables and as mean ± standard deviation or as median and interquartile ranges for continuous variables. First, three comparisons were performed between groups: SMU vs. ICU, SMU vs. StoI, and ICU vs. StoI. The Shapiro–Wilk test was applied to assess the normality of the data. Continuous variables were compared using Mann–Whitney U-test; categorical variables were compared using the Chi-square test or Fisher’s exact test, as appropriate. The comparisons were performed between groups within each cohort.Second, to compare the kinetics of the biological parameters over time between the three groups, we performed separate linear mixed model (LMM) analysis for 14 biological parameters collected at different times. We also performed univariate logistic regressions to identify which clinical parameters were significantly associated with the likelihood of being transferred to an intensive care unit. For easier application to the prediction score model, significant continuous parameters were then converted to categorical variables according to the optimal cutoff value derived from the Youden index (C-reactive protein (CRP), lactate dehydrogenase (LDH), neutrophil–lymphocyte ratio (NLR), peripheral oxygen saturation (SpO2) and respiratory rate). Body mass index ≥ 30 kg/m2 and age < 75 years were identified as risk factors for ICU transfer. The covariates included were: time, temperature, SpO2, Respiratory rate, age, Body Mass Index, sex and comorbidities (diabetes, hypertension, cardio-vascular diseases, dyslipidemia, chronic obstructive pulmonary disease, asthma, tobacco, active and remission cancer, kidney disease).Third, a score to predict the need for transfer to an intensive care unit was constructed using the training cohort by performing a multivariate logistic regression analysis. The dependent variable was transfer to ICU (yes–no); eigh independent variables (age, body mass index, respiratory rate, oxygen saturation, neutrophil–lymphocyte ratio at admission and in follow-up, CRP in follow-up, LDH in follow-up, and time) were entered in the model. The multivariate regression coefficients were used to assign integer points for the prediction score; each coefficient was multiplied by two and rounded to the nearest integer. Individual risk estimates were based on the sum of weighted scores for each variable; the in-hospital time was time-weighted to identify patients at low risk of being transferred to an intensive care unit. Results were presented as odd ratios and their 95% confidence intervals (CIs). The PREDICT score was subsequently tested on the validation cohort.Fourth, the PREDICT score was calculated at three different times: admission, day 1, and day 2. For each score, area under the receiver operating characteristic (ROC) curves and the Youden index were calculated. Youden index is defined for all point of ROC curves (sensitivity + specificity − 1) and the maximum value of this index was selected to be the optimal cut-off point and name Youden’s threshold. Sensitivity, specificity, positive predictive values, and negative predictive values were provided as percentages and their respective 95% CIs.Fifth, the biological parameters were compared between the groups: at each time (Student’s t-test or Mann–Whitney test) and globally, on the different evaluation times (generalized linear models). A p value < 0.05 was considered statistically significant. All statistical analyses were performed using SPSS version 20.0 (IBM, Armonk, NY, USA).Informed consent was obtained from all subjects involved in the study. 3. Results3.1. Patient CharacteristicsUnivariate analysis between SMU vs ICU groups and SMU vs STol groups, identified that patients with ages inferior to 75 years were more likely to be admitted to ICU (Odd Ratio 2.3 (IC 95%: 1.03–5.1; p = 0.0481) and Odd Ratio 2.3 (IC 95%: 1.2–4.3; p = 0.005), respectively). Table 1, Table 2, Table 3 and Table 4. Table 5 (and Table S1) represents the method calculation of the NEWS2 score.Table 1Population’s characteristics (demographics data, important timelines, initial vital sign, income data, comorbidities, outcome data); comparison between groups for training cohort. Parameters with a p-value < 0.05 have significative differences between groups compared. * p < 0.05; ** p < 0.01; *** p < 0.001.\nAll (n = 292)SMU Group † (n = 175)ICU Group † (n = 49)SToI Group † (n = 68)SMU vs SToI (p-Value)SMU vs ICU (p-Value)SToI vs ICU (p-Value)\nDemographics characteristics\n\n\n\n\n\n\n\nAge. years. median [IQR]68 [57–81]74 [59–85]62 [55–70]67 [57–76]** 0.004*** <0.0010.090Age ≥ 75 years (%)39.049.116.329.4** 0.005*** <0.0010.102Medically assisted nursing home1219.40.01.5*** <0.001** 0.0011Gender Male (%)63.757.771.473.5* 0.0230.0820.801\nTimeline (day)\n\n\n\n\n\n\n\nTime between first symptoms and hospitalization. median [IQR]5 [3–8]5 [3–8]7 [5–10]5 [3–7]0.931** 0.004** 0.004Time between SMU and ICU. median [IQR]\n\n\n4 [2–5]\n\n\nTime in SMU. median [IQR]\n10 [7–14]\n\n\n\n\nTime in ICU. median [IQR]\n\n22 [9–34]8 [5–22]\n\n\n\nInitial clinical characteristics\n\n\n\n\n\n\n\n\nBody Mass Index (kg/m2)\n\n\n\n\n\n\n\n    <18.5 (%)1.41.70.01.50.44*** <0.001** 0.009    18.5–24.99 (%)49.756.626.548.5    25–29.99 (%)21.918.924.527.9    ≥30 (%)27.122.949.022.1\nComorbidities\n\n\n\n\n\n\n\n    Diabete (%)34.532.243.833.80.8070.1360.278    Hypertension (%)54.852.358.358.80.3600.4580.958    Cardio-Vascular diseases (%)25.926.431.320.60.3440.5080.192    Dyslipidemia (%)18.313.22526.5* 0.014* 0.0470.859    Chronic obstrucitve pulmonary disease (%)6.25.26.38.80.3720.7250.734    Asthma (%)7.2810.42.90.2480.5690.124    Tobacco (%)2014.427.129.4** 0.007* 0.0380.784    Active cancer (%)7.69.26.34.40.2140.7710.690    Remission cancer (%)4.55.24.22.90.73311    Kidney disease (%)6.96.96.37.4111\nSymptoms on admission\n\n\n\n\n\n\n\nDyspnea (%)52.937.495.961.8** 0.001*** <0.001*** <0.001Fever (%)74.670.775.583.8* 0.0350.5080.264Cough (%)55,051.751.066.2* 0.0420.9310.099Ageusia—Anosmia (%)16.214.910.223.50.1130.3970.064Diarrhea (%)19.216.716.327.9* 0.0480.9550.141\nInitial Vital signs\n\n\n\n\n\n\n\nHeart rate. median [IQR]90 [79–101]89 [78–100]94 [81–102]90 [79–102]0.3440.1260.511Respiratory rate. median [IQR]24 [19–28]22 [18–26]30 [25–35]24 [20–30]* 0.021*** <0.001*** <0.001Systolic blood pressure. median [IQR]132 [120–150]133 [120–150]126 [119–143]130 [114–145]0.230.1320.678Distolic blood pressure. median [IQR]74 [63–83]74 [64–82]70 [61–83]75 [63–87]0.6770.2910.261Temperature. median [IQR]37.4 [36.8–38.3]37.1 [36.7–38]38.1 [37.1–38.8]37.9 [37–38.5]* 0.04*** <0.0010.265Oxygen saturation (Sp O2) median [IQR]95 [93–97]96 [93–97]94 [89–95]95 [93–96]* 0.036*** <0.001*** <0.001\nNEWS-2. median [IQR]\n5 [2–7]4 [2–5]7 [6–8]5 [3–7]** 0.002*** <0.001*** <0.001Low risk (%)48.161,0543.1** 0.002*** <0.001*** <0.001Medium risk (%)2827.732.526.2High risk (%)23.911.362.530.8Open in a separate windowContinuous variables were expressed as medians with interquartile ranges (IQRs) compared using Mann–Whitney U tests. Categorical variables were expressed as percentages (%) and compared using Chi-square test or Fisher’s exact test, as appropriate. † SMU group: patients only admitted to Standard Medical Unit, ICU group: patients directly admitted to Intensive Care Unit, SToI group: patients transferred from standard medical unit to intensive care unit. * p < 0.01: ** p < 0.01; *** p < 0.001Table 2Population’s characteristics (demographic data, important timelines, initial vital sign, income data, comorbidities, outcome data); comparison between groups for training cohort. Parameters with a p-value < 0.05 have significative differences between groups compared. ††† Acute respiratory failure (ARF) was defined as Respiratory rate > 20 (or accessory muscle use for ventilation), and hypoxemia (PaO2 less than 60 mm Hg on breathing room air). †††† Acute respiratory distress syndrome (ARDS): Acute respiratory failure not explained by cardiac failure or fluid overload with bilateral lung opacities on chest imaging and PaO2/FiO2 < 300 with positive end-expiratory pressure > 5 cm H2O. †† Radiological lung damage severity was defined as Minor when patients had 3 compromised sites, with 3 lobules affected on each site (maximum 9 lobules), Intermediary, when patients had a minimum of 10 lobules affected, but less than 50% of total segmental volume, and Severe, when more than 50% of total segmental volume was affected. † SMU group: patients only admitted to Standard Medical Unit, ICU group: patients directly admitted to Intensive Care Unit, SToI group: patients transfered from Standard medical unit to Intensive care unit. * p < 0.05; ** p < 0.01; *** p < 0.001.\nAll (n = 292)SMU Group † (n = 175)ICU Group † (n = 49)SToI Group † (n = 68)SMU vs SToI (p-Value)SMU vs ICU (p-Value)SToI vs ICU (p-Value)\nInitial O2 needed\n\n\n\n\n\n\n\n    Yes (%)36.535.873.842.6** 0.008*** <0.001** 0.001    Volume. median [IQR]4 [3–9]3 [2–5]12 [5–15]3 [2–6]0.443*** <0.001*** <0.001\nComputed tomography (CT) low dose COVID-19\n\n\n\n\n\n\n\n    Yes (%)94.298.375.597.10,622*** <0.001*** <0.001    †† Lung damages \n\n\n\n\n\n\n        Absence (%)6.910.40.01.6*** <0.001*** <0.001*** <0.001        Minor (%)22.529.92.914.1        Intermediary (%)39.342.711.845.3        Severe (%)31.417.185.339.1\nOutcomes\n\n\n\n\n\n\n\n    Pulmonary embolism (%)4.82.38.28.8* 0.0310.0711    Cerbebral strocke (%)1.70.66.11.50.482* 0.0340.307    Deep vein thrombosis (%)7.21.722.410.3* 0.06*** <0.0010.072    Total vascular insident (%)12.7432.720.6*** <0.001*** <0.0010.140    Azithomycin (%)91.494.379.692.60.767** 0.003* 0.037    Hydroxychloroquine (%)56.249.161.270.6** 0.0030.1350.289    ††† Acute repiratory failure (%)47.312.610098.5*** <0.001*** <0.0011    †††† Acute respiratory distress syndrome [ARDS] (%)37.75.19877.9*** <0.001*** <0.001** 0.002    Death (%)16.814.320.420.60.2300.2970.981\n    Maximum O2 help\n\n\n\n\n\n\n\n        High-concentration mask\n\n\n\n\n\n\n\n        Yes (%)9.6016.330.9*** <0.001*** <0.001\n        O2 Volume (L/min). Median [IQR]30 [15–50]NA40 [28–50]30 [15–50]*** <0.001*** <0.0010.518        Oro-tracheal intubation\n\n\n\n\n\n\n\n        Yes (%)25079.650*** <0.001*** <0.001** 0.001Open in a separate windowTable 3Population’s characteristics (demographics data, important timelines, initial vital sign, income data, comorbidities, outcome data); comparison between groups for validation cohort. Parameters with a p-value < 0.05 have significative differences between groups compared. * p < 0.05; ** p < 0.01; *** p < 0.001.\nAll (n = 140)SMU Group † (n = 87)ICU Group † (n = 10)SToI Group † (n = 43)SMU vs SToI (p-Value)SMU vs ICU (p-Value)SToI vs ICU (p-Value)Demographics characteristics\n\n\n\n\n\n\nAge. years. median [IQR]71 [61–81]75 [62–85]67 [59–74]67 [59–72]** 0.0010.1120.641Age ≥ 75 years (%)39.352.920.016.3*** <0.001*** <0.0011Medically assisted nursing home7.911.510.00.0* 0.03* 0.0430.189Gender Male (%)61.455.28069.80.1100.1540.706Timeline (day)\n\n\n\n\n\n\nTime between first symptoms and hospitalisation. median [IQR]5 [3–7]5 [3–7]7 [2–13]5 [3–7]0.9310.1770.231Time between SMU and ICU. median [IQR]\n\n\n4 [2–6]\n\n\nTime in SMU. median [IQR]\n8 [6–12]\n\n\n\n\nTime in ICU. median [IQR]\n\n11 [6–17]7 [3–20]\n\n\nInitial clinical characteristics\n\n\n\n\n\n\n\nBody Mass Index (kg/m2)\n\n\n\n\n\n\n\n    <18.5 (%)0,00.00.00.0** 0.001** 0.0050.286    18.5–24.99 (%)52.963.250.032.6    25–29.99 (%)20.018.430.020.9    ≥30 (%)27.118.420.046.5Comorbidities\n\n\n\n\n\n\n    Diabete (%)42.135.65053.50.0590.1741     Hypertension (%)6056.36067.40.1830.4920.719    Cardio-Vascular diseases (%)26.427.62025.60.80811    Dyslipidemia (%)13.682023.3* 0.016* 0.0381    Chronic obstrucitve pulmonary disease (%)8.680.011.60.5300.6160.570    Asthma (%)5.02.3109.30.0920.1341    Tobacco (%)22.918.43030.20.1270.2681    Active cancer (%)13.612.60.018.60.3650.3700.327    Remission cancer (%)7.16.90.09.30.7290.8740.473    Kidney disease (%)8.610.3104.70.3360.4720.345Symptoms on admission\n\n\n\n\n\n\nDyspnea (%)65.760.990.069.80.3230.1460.258Fever (%)55.756.360.053.50.7600.9631Cough (%)37.140.220.034.90.5560.4620.471Ageusia—Anosmia (%)10.78.00.018.60.0870.1400.327Diarrhea (%)15.013.810.018.60.4740.8011Initial Vital signs\n\n\n\n\n\n\nHeart rate. median [IQR]88 [78–97]84 [74–92]99 [85–108]91 [82–99]** 0.008* 0.0330.301Respiratory rate. median [IQR]22 [18–28]20 [18–25]26 [24–31]25 [20–28]** 0.002** 0.0050.213Systolic blood pressure. median [IQR]130 [116–142]130 [110–141]132 [119–150]130 [118–143]0.5770.5250.724Distolic blood pressure. median [IQR]70 [61–79]70 [60–79]64 [50–84]70 [63–80]0.3560.8440.707Temperature. median [IQR]37.4 [36.8–38.3]37 [36.6–38]38 [37–39]37.9 [36.9–38.5]* 0.0110.2230.909Oxygen saturation (Sp O2) median [IQR]95 [92–96]95 [93–97]88 [80–95]94 [92–96]0.081** 0.002* 0.028NEWS-2. median [IQR]4 [2–6]3 [1–5]7 [5–9]6 [4–7]** 0.002** 0.0020.121Low risk (%)48.162.12039.5** 0.001*** <0.0010.331Medium risk (%)2826.410.020.9Hight risk (%)23.911.570.039.5Open in a separate windowContinuous variables were expressed as medians with interquartile ranges (IQRs) compared using Mann–Whitney U tests. Categorical variables were expressed as percentages (%) and compared using Chi-square test or Fisher’s exact test, as appropriate. † SMU group: patients only admitted to Standard Medical Unit, ICU group: patients directly admitted to Intensive Care Unit, SToI group: patients transfered from Standard medical unit to Intensive care unit.Table 4Population’s characteristics (demographics data, important timelines, initial vital sign, income data, comorbidities, outcome data); comparison between groups for validation cohort. Parameters with a p-value < 0.05 have significative differences between groups compared. ††† Acute respiratory failure (ARF) was defined as Respiratory rate > 20 (or accessory muscle use for ventilation), and hypoxemia (PaO2 less than 60 mm Hg on breathing room air). ††††Acute respiratory distress syndrome (ARDS): Acute respiratory failure not explained by cardiac failure or fluid overload with bilateral lung opacities on chest imaging and PaO2/FiO2 < 300 with positive end-expiratory pressure > 5 cm H2O [20]. †† Radiological lung damage severity was defined as Minor when patients had 3 compromised sites, with 3 lobules affected on each site (maximum 9 lobules), Intermediary, when patients had a minimum of 10 lobules affected, but less than 50% of total segmental volume, and Severe, when more than 50% of total segmental volume was affected. † SMU group: patients only admitted to Standard Medical Unit, ICU group: patients directly admitted to Intensive Care Unit, SToI group: patients transfered from Standard medical unit to Intensive care unit * p < 0.05; ** p < 0.01; *** p < 0.001.\nAll (n = 140)SMU Group † (n = 87)ICU Group † (n = 10)SToI Group † (n = 43)SMU vs SToI (p-Value)SMU vs ICU (p-Value)SToI vs ICU (p-Value)\nInitial O2 needed\n\n\n\n\n\n\n\n    Yes (%)34.332.23039.50.4070.7140.725    Volume. median [IQR]3 [2–5]3 [2–5]NA3 [2–4]0.885* 0.019\n\nComputed tomography (CT) low dose COVID-19\n\n\n\n\n\n\n\n    Yes (%)96.495.488.91000.3010.1400.173    Lung damages ††\n\n\n\n\n\n\n        Absence (%)5.78.40.02.40.10.0700.496        Minor (%)25.730.112.523.8        Intermediary (%)32.138.612.528.6        Severe (%)31.422.975.045.2\nOutcomes\n\n\n\n\n\n\n\n    Pulmonary embolism (%)2.91.110.04.70.2540.0930.473    Cerbebral strocke (%)000.00.0\n\n\n    Deep vein thrombosis (%)0.700.02.30.3310.3791    Total vascular insident (%)2.91.110.070.1050.2321    Azithomycin (%)42.996.670.079.1** 0.002** 0.0010.677    Hydroxychloroquine (%)89.344.810.046.50.8560.0960.069    Acute repiratory failure ††† (%)50.72390.097.7*** <0.001*** <0.0011    Acute respiratory distress syndrome [ARDS] †††† (%)40.79.290.093*** <0.001*** <0.001\n1\n    Death (%)139.220.026.2* 0.011* 0.0261    Maximum O2 help\n\n\n\n\n\n\n\n        High-concentration mask\n\n\n\n\n\n\n\n        Yes (%)19.310.3\n41.9** 0.004\n** 0.006\n0.345        O2 Volume (l /min). median [IQR]40 [28–50]15 [15–25]NA45 [35–50]*** <0.001\n\n        Oro-tracheal intubation\n\n\n\n\n\n\n\n        Yes (%)20.7080.048.8\n*** <0.001\n\n*** <0.001\n\n0.091\nOpen in a separate windowTable 5NEWS (National Early Warning Score) 2 scoring system calculation and interpretation.\nPhysiological Parameter\n\nScore\n+3+2+10+1+2+3Respiration rate (per min ute)≤8\n9–1112–20\n21–24≥25SpO2 scale 1 (%) *≤9192–9394–95≥96\n\n\nSpO2 scale 2 (%) *≤8384–8586-8788–92≥93 on air93–94on oxygen95–96on oxygen≥97on oxygenAir or oxygen?\nOxygen\nAir\n\n\nSystolic blood pressure (mmHg)≤9091–100101–110111–219\n\n≥220Heart rate(per minute)≤40\n41–5051–9091–110111–130≥131Consciousness\n\n\nAlert\n\nNew-onset confusion (or disorientation/agitation)Temperature (°C)≤35.0\n35.1–36.036.1–38.038.1–39.0≥39.1\nNEWS2 interpretationAggregate score = 0–4: Low clinical riskAggregate score = 5–6: Medium clinical riskAggregate score = 7 or above: High clinical riskOpen in a separate window* Oxygen saturation (SpO2) Scale 1: SpO2 on room air or supplemental O2 if patient has no hypercapnic respiratory failure. SpO2 Scale 2: If patient has hypercapnic respiratory failure.This parameter is still significative in a multivariate analysis, including body mass index, respiratory rate, SpO2, neutrophil–lymphocyte ratio, C-reactive protein and lactate dehydrogenase comparing SMU vs (ICU + SToI) groups (OR 231.2; 95% CI: [8.1–,611.4]; p = 0.001]) (Table 6). All multivariate analysis always used same parameters (age, body mass index, respiratory rate, SpO2, neutrophil–lymphocyte ratio, C-reactive protein and lactate dehydrogenase).Table 6Statistical multivariate analysis of PREDICT score parameters during the first two days of hospitalization in standard medical unit (SMU). The two highest severity groups: SToI (need transfer to intensive care unit (ICU)) are compared to the referential group (Standard Medical Unit (SMU)). Parameters with a p-value < 0.05 have significative differences between groups compared.\n\n\nOdd RatioConfidence Interval (95%)p-Value\n\nDay 0\n\nDay 0\n\n\nDay 0\n\n\nAdmission parameters\n\nSMU Group\n\nSToI + ICU Groups\n\nSMU Vs (SToI + ICU)\nAge < 75 years50.8%76%231.2[8.1; 6,611.4]** 0.001Body Mass Index ≥ 30 kg/m²22.9%29.1%96.4[4.8; 1,928.1]** 0.003Respiratory rate ≥ 23 breaths/min40%64.1%348.7[10. ; 11,567.9]** 0.001Oxygen saturation ≤ 95% (room air)46.3%64.1%244.6[9.2; 6,490.1]** 0.001Neutrophil-to-Lymphocyte Ratio ≥ 451.8%80.6%36.9[1.1; 1,258.9]* 0.045\n\nDay 1\n\nDay 2\n\n\nDay 1 and 2\n\n\nFollowing parameters\n\nSMU Group\n\nSToI Group\n\nSMU Group\n\nSToI Group\n\nSMU Vs SToI\nNeutrophil–lymphocyte Ratio ≥ 632.4%41.7%29.7%60%61.9[1.7; 2,192.3]* 0.023C- Reactive protein ≥ 53 mg/L61.3%80%65.8%85.2%2987.5[10.7; 836,567.9]** 0.005Lactate Dehydrogenase ≥ 450 UI/L15.5%35.5%6.3%64%60.6[3.1; 1,174.4]** 0.007Open in a separate windowMoreover, body mass index superior or equal to 30 has already been observed [21] as key comorbid factor in the intensive care units. In this study, the percentage of subjects with body mass index superior or equal to 30 was 22.9%, 22.1% and 49% in the SMU, SToI and ICU groups, respectively, representing a significative difference. Multivariate analysis for this criterion also showed statistical significance, with an odds ratio 96.4 (95% CI: [4.8–1928.1]; p = 0.003), patients with a body mass index superior to 30 had greater risk of needing intensive care unit treatment (Table 6).However, only parameters identified as independent risk factors through multivariate regression analysis were used to build the score: age, body mass index, respiratory rate, and SpO2 (Table 1 and Table 2). The same analysis and results are presented in Table 3 and Table 4 for the validation cohort.3.2. Patient Vital SignsNotable differences appeared after analyzing differences between groups on easily measurable vital signs (respiratory rate, temperature, SpO2) (Table 1 and Table 3).Vital parameters for SMU, SToI and ICU groups were: respiratory rate (Median: 22, IQR: 18–26), (Median: 24, IQR: 20–30), and (Median: 30, IQR: 25–35), respectively; body temperature (Median: 37.1, IQR: 36.7–38), (Median: 37.9, IQR: 37–38.5), and (Median: 38.1, IQR: 37.1–38.8), respectively; SpO2 (Median: 96, IQR: 93–97), (Median: 95, IQR: 93–96), (Median: 94, IQR: 89–95), respectively.Multivariate analysis for those criteria showed a statistical significance (OR 348.6 (IC 95%: 10.5–11,567.9; p = 0.001) and OR 244.6 (IC 95%: 9.2–6,490.1; p = 0.005), respectively, for respiratory rate and SpO2) (Table 6).3.3. Patient Biological ParametersRegarding patient vital signs, notable differences were observed in general kinetic biological parameters between groups (C-reactive protein, neutrophil–lymphocyte ratio, Albuminemia, lactate dehydrogenase, Fibrinogen) (Figure 2).Open in a separate windowFigure 2Kinetic following of biological parameters in training cohort (media and interquartile). Left column: Standard Medical Unit Patients vs. Standard to Intensive Care Patients groups. Right column: Standard Medical Unit Patients vs Intensive Care Units Patients. NLR: neutrophil–lymphocyte ratio, CRP: C-reactive protein, LDH: lactate dehydrogenase. Data were expressed as mean and range. Statistical analysis was performed to compare the kinetics of biological parameters over time (Day 0 to Day 10) between groups of patients (see Statistical analysis). * p < 0.05 mean that there was a significant difference in the behavior of parameters.Linear mixed models were performed for biological parameters, showing significant differences between the SMU, SToI and ICU groups during the two first days of hospitalization (Table 6), for PREDICT score training. The two-day timeframe was chosen because it represents the first quartile of time in which the standard medical unit to intensive care unit switch occurred in the SToI group. Furthermore, this follow-up period had to be long enough to provide enough time for physicians to react to and manage their patients and resources.Results comparing SMU group versus SToI groups report Odds Ratios (OR) for C-Reactive Protein, Neutrophil–Lymphocyte ratio, and Lactate dehydrogenase of 2987.5 (95% CI: 10.7–836,6, p: 0.005), 61.9 (95% CI:1.7–2192.3, p: 0.023), and 60.6 (95% CI:3.1–1,17, p: 0.007), respectively, showing an increase in those parameters during the two first days of hospitalization.3.4. Clinical-Biological Score for Predicting Intensive Care RiskConsidering all previous results, the most pertinent parameters were chosen to develop a score that is able to help physicians anticipate their patients’ deterioration and prepare for their transfer to intensive care unit, thus improving resource management.This score can be calculated at admission (day 0), and then at day one and day two of hospitalization. It can deal with missing data for kinetic biological follow-up. It has an all-or-none approach for each criterion. For example, if a patient has a body mass index superior to 30, the score user must add nine points; if the patient has a body mass index lower than 30, no points are added.Three optimal thresholds were determined by maximum Youden index calculated on all points of the receiver operating characteristic curve. ROC curves are represented in Figure 3; they both have area under curve superior to 0.7 and they are all statistically significant, with a p-value inferior to 0.0001. Population division based on the PREDICT score is shown in Figure 4.Open in a separate windowFigure 3Receiver Operating Characteristic (ROC) curves for PREDICT score on admission in Intensive Care Unit; Day 0, day 1, and day 2 of hospitalization, and area under ROC curve repartition. * p < 0.05.Open in a separate windowFigure 4PREDICT score population construction repartition during the first two days of hospitalization, with maximum Youden index value (Cut-off). SMU: standard medical unit. SToi: need intensive care unit (ICU).If a patient has a PREDICT score superior to the cut-off (Day 0: 25, Day 1: 34, Day 2: 35), no matter the day of calculation, he has an important risk of needing intensive care during hospitalization (Table 7).Table 7PREDICT score calculation table for the transfer to intensive care unit (ICU). Calculate Day 0 score by a simple sum. Day 1 score is the sum of Day 0 score plus day 1 biological potential point plus following adjustment 1 or 2. Finally, Day 2 score is the sum of day 1 score plus day 2 biological potential point plus following adjustment 1 or 2.PREDICT Score(Predicting risk factors for Early Determination of ICU Transfer)Day in Standard Medical Unit\n5 Criteria on admission\n\nDay 0\n\nDay 1\n\nDay 2\n\n1. Age < 75 years\n+11\n\n\n2. Body Mass Index ≥ 30kg/m²\n+9\n\n\n3. Respiratory Rate ≥ 23 breaths/min\n+12\n\n\n4. Oxygen saturation (SpO2) ≤ 95% (room air)\n+11\n\n\n5. Neutrophil–lymphocyte Ratio ≥ 6\n+7\n\n\nPREDICT score for high risk of ICU transfer\n\nScore ≥ 25/50\n\n\n\nTake score of THE previous Day and add the 5 next criteria\n\n\nDay 0 score plus\n\nDay 1 score plus\n\n1. Neutrophil–lymphocyte Ratio (NLR) ≥ 4\n\n+8+8\n2. C-Reactive protein (CRP) ≥ 53 mg/L\n\n+16+16\n3. Lactate dehydrogenase (LDH) ≥ 450 UI/L\n\n+8+84. * following adjustment 1: At least one of those 3 parameters is over its cut-off\n+12+125. ** following adjustment 2: None of those 3 parameters is over its cut-off\n−6−6\nPREDICT score for high risk of ICU transfer\n\n\nScore ≥ 34/94\n\nScore ≥ 35/138\nOpen in a separate window* Following adjustment 1: if a patient has almost one biological parameters (neutrophil–lymphocyte ratio, C-reactive protein, lactate dehydrogenase) over the threshold, add 12 points. ** Following adjustment 2: if a patient has no biological parameters (neutrophil–lymphocyte ratio, C-reactive protein, lactate dehydrogenase) over the threshold, subtract 6 points. 4. DiscussionThe major point that emerges from the present study is that the PREDICT score is useful to screen the COVID-19 hospitalized patients to locate those who need to be transferred to an intensive care unit. The population of this study is comparable to previous studies for baseline parameters [22,23] (gender, age, etc.). Furthermore, comorbidities like hypertension (defined using recent guidelines [24]), diabetes, and dyslipidemia showed similar prevalence rates, as reported by previous publications [25,26].For example, the prevalence of obesity found in the SMU, SToI and ICU groups was 22.9%, 22.1%, and 49%, respectively. To simplify, we divided body mass index into only four categories (underweight, normal weight, overweight and obesity), without separating by obesity levels. Body mass index ≥ 30 was found to be a strong positive independent risk factor between our baseline population (SMU group) and ICU risk population. This very important proportion of patients with a body mass index ≥ 30 in need of ICU care has already been reported [21]. However, few significant differences between groups were found regarding other comorbidities, in contrast to what has been reported by other studies [27]. We believe that this is because the population included in our study already has a degree of disease severity, as it is composed of patients with a form of COVID-19 severe enough to warrant hospitalization. Thus, the comparison in our study is not with the general population, as has been in other studies, but with a population of hospitalized patients, whose baseline characteristics probably involve a higher degree of comorbidity.Furthermore, a second crucial threshold was highlighted in this study. Age < 75 years, ages inferior to 75 years, were more likely to be admitted to intensive care unit by a statistically significant Odds Ratio (OR) after comparing the SMU group to the SToI and ICU groups. Such an Odds Ratio was previously found in the French national database [4] (Table 2, which allowed us to calculate this Odds Ratio to 5.6 (95% CI: [5.2–9.9]; p < 0.0001). This observation is surprising; however, two explanations could be proposed. First of all, the attack rate of SARS CoV-2 created a patient flow that surpassed our health care system’s capacity, imposing the need for a war-like medical triage system, in which the limited number of beds in intensive care units were assigned to patients that had the most chance of survival. Further, frail patients were admitted in a serious state, perhaps because of the hypoxic happiness phenomenon [28]The main strength of our study is the kinetic follow-up of biological parameters. The study included common biological parameters, as we aimed to build a very user-friendly score. Further, it showed trends in accordance with previous analysis reported in the literature [29]. The comparison of kinetic follow-up during the two first days of hospitalization, with significative differences in C-reactive protein, lactate dehydrogenase and neutrophil–lymphocyte ratio, allowed us to apply our score during those first days. In clinical practice, this would allow physicians a comfortable time in which to evaluate the patient’s clinical course and react if necessary.In Predict score at Day 0, the proportion of patients in the SMU groups who simultaneously reached the next three criteria: Age < 75 years and SpO2 ≤ 95% and respiratory rate ≥ 23 breaths/min was 9.7% in the training cohort and 9.1% in the validation cohort.In our hospital, patients needing only high-flow oxygen treatment are managed in standard medical monitoring units. Admission to the ICU is indicated if desaturation occurs despite maximal high-flow oxygen therapy or another organ failure appears (cardiac, neurologic, hepatic or renal).Recent studies highlight the importance of biomarkers like D-Dimer, anticardiolipin IgG autoantibody, C-reactive protein, and interleukin-6 in the prediction of COVID-19 patients’ clinical decline [30,31]. Data regarding D-Dimer and albuminemia levels in our population show a trend towards higher D-dimer levels and lower albumin levels in both the STol and ICU groups (Figure 5). However, because our study was initiated at a time of crisis in France, there is a lack of data, which only allowed us to observe trends and prevented us from demonstrating statistical significance; this is a limitation to our study. Further, we were unable to demonstrate an association between the level of hypoalbuminemia during COVID-19 infection and risk of intensive care because of the confounding impact of dilution, despite previous studies showing its importance [32,33]. Open in a separate windowFigure 5Kinetic follow-up of biological parameters. Left column: Standard Medical Units Patients vs. Standard to Intensive Care Patients. Right column: Standard Medical Units Patients vs. Intensive Care Units Patients. ALB: albuminemia.Moreover, a study proposing NEWS 2 as a tool for identifying patients at risk of requiring intensive care has been previously published [12], and we have compared its characteristics to those of our PREDICT score using a threshold of 5 for NEWS 2, as has been proposed (Table 8, Table 9, Table 10 and Table 11). NEWS 2 score is composed with the following variables: respiratory rate, oxygen saturation, need for supplemental oxygen, body temperature, blood pressure, heart rate and level of consciousness. In Anna Gidari publication [12], a threshold of 5 points in NEWS 2 is recommended for monitoring patients. The PREDICT score achieved a good sensitivity and a very good negative predictive value, which increased with each day it was performed, during the time allowed by the score (admission, day one and finally day two of hospitalization). A key point that emerges in both the training cohort and the validation cohort is the ability of the PREDICT score to correctly predict the need for transfer to intensive care of a patient already hospitalized for the management of COVID-19. In the SToI group of the training and validation cohorts, in patients in whom the PREDICT score was calculated only twice (those who went into intensive care after exactly 24 h of hospitalization had their PREDICT score calculated twice: at admission and day 1); at least one calculation was positive in 100% and 83.3%, respectively. Further, patients who needed transfer to intensive care unit after 48 h of hospitalization had a positive PREDICT score at least one time on admission, at day one or day two of hospitalization, with a 100% identification rate in both the training cohort and validation cohort.Table 8PREDICT and NEWS2 score characteristic comparison for training cohort. Se: sensitivity; Sp: specificity; PPV: Positive Predictive Value; NPV: Negative Predictive Value.Training Cohort\nNEWS\nD0Se71.4%Sp61.0%Threshold5PPV54.7%NPV76.4%\nPREDICT\nD0Se60.7%Sp74.3%Youden25PPV61.2%NPV73.9%\nD1Se58.8%Sp65.7%Youden34PPV40.0%NPV80.4%\nD2Se70.7%Sp54.9%Youden35PPV34.2%NPV85.0%Open in a separate windowTable 9PREDICT and NEWS2 score characteristic comparison for validation cohort. Se: sensitivity; Sp: specificity; PPV: Positive Predictive Value; NPV: Negative Predictive Value.Validation Cohort\nNEWS\nD0Se79.1%Sp62.1%Threshold5PPV50.7%NPV85.7%\nPREDICT\nD0Se54.7%Sp80.5%Youden25PPV63.0%NPV74.5%\nD1Se51.2%Sp59.8%Youden34PPV38.6%NPV71.2%\nD2Se70.3%Sp48.3%Youden35PPV36.6NPV79.2%Open in a separate windowTable 10Percentages of patients that have at least one positive occurrence for PREDICT score before their switch day (calculated at day 0 for ICU group, day 0 and day 1 for patients who switch after 1 day of hospitalization in SToI group, day 0 and day 1 and day 2 for patients who switch after at least 2 days of hospitalization in SToI group). Line SMU represent the percentage of patient with a positive score at least one time (day 0 and day 1 and day 2) in SMU group.Training CohortGroupsPREDICT (% of Patients with at Least 1 Occurrence Positive before Switch)NEWS (Admission)Day of switch to ICUDay 0Day 1Day 2>Day 2TotalTotalSToI\n100.0%100.0%77.1%83.8%56.9%ICU77.6%\n\n\n77.6%95.0%SMU\n\n\n\n56.0%35.4%Open in a separate windowTable 11Percentages of patients that have at least one positive occurrence for PREDICT score before their switch day (calculated at day 0 for ICU group, day 0 and day 1 for patients who switch after 1 day of hospitalization in SToI group, day 0 and day 1 and day 2 for patients who switch after at least 2 days of hospitalization in SToI group). Line SMU represent the percentage of patient with a positive score at least one time (day 0 and day 1 and day 2) in SMU group.Validation CohortGroupsPREDICT (% of Patients with at Least 1 Occurrence Positive before Switch)NEWS (Admission)Day of switch to ICUDay 0Day 1Day 2>Day 2TotalTotalSToI\n83.3%100.0%81.3%86.0%60.5%ICU50.0%\n\n\n50.0%80.0%SMU\n\n\n\n52.9%37.9%Open in a separate windowMoreover, in patients from the SToI groups of the training and validation cohorts, regardless of the day they transferred from SMU into ICU, PREDICT score was positive at least once out of the two or three possible attempts (admission and/or day 1 in patients who switch after 24 h, and admission and/or day 1 and/or day 2 for those who switch after at least 2 days of hospitalization in SMU) in 83.8% and 86%, respectively. Contrastingly, NEWS2 correctly sorted only 56.9% of patients in the training cohort and 60.5% of patients in the validation population. However, the PREDICT score has limitations, as it correctly sorts only 44% and 47.1% of SMU patients in the training and validation cohorts, respectively.Recent publications show strong works, multivariate analysis, multicentric analysis, but with different approaches to the PREDICT score, without considering biological parameters, which can precede clinical signs [34] or needing a computer to be calculated, which is clearly powerful but less easy to use [35]. Even if the approaches are different, the goal is the same: saving lives. The PREDICT score, as any other scoring system, is a tool; it could be used in parallel with other tools because it provides another point of view. 5. ConclusionsThe PREDICT score uses simple parameters, is easy to use, and manually calculable. This study shows the potential of this score to anticipate the risk of intensive care necessity for COVID-19 patients hospitalized in standard medical units. However, it is a tool that must be employed by medical professionals in combination with their clinical analysis of the patient’s situation. The PREDICT score is powerful in identifying patients who require transfer from SMU to ICU, but less able to identify patients who need to be admitted to ICU in few hours; in such cases, the clinical sense of physicians is clearly dominant, and other tools, such as lactate values, could be employed. Moreover, the PREDICT Score classifies over 50% of patients hospitalized in SMU who will never need ICU care as in a risk category. Despite its imperfections, the PREDICT score correctly identifies patients who are at risk of needing intensive care. AcknowledgmentsWe thank all the members of our laboratories and departments for their continuous support. AbbreviationsICUIntensive Care UnitSMUStandard Medical UnitSTolStandard to Intensive CarePREDICT scorePredicting Risk factors for Early Determination of ICU TransferAP-HMAssistance Publique des Hôpitaux de Marseille (Public Assistance Hospital of Marseille)NanatremiaCRPC-reactive proteinFRTferritinemiaLDHlactate dehydrogenaseCREATcreatinineBILItotal bilirubinASATaspartate aminotransferaseALATalanine aminotransferaseLYlymphocyte countNEUneutrophils cells countNLRneutrophil–lymphocyte ratioWHOWorld Health OrganizationRT-PCRreal time polymerase chain reactionSpO2arterial oxygen saturationROCreceiver operating characteristicRRrespiratory rateT °CtemperatureIQRinterquartile range Supplementary MaterialsThe following are available online at https://www.mdpi.com/article/10.3390/biomedicines9050566/s1, Table S1. NEWS (National Early Warning Score) 2 scoring system calculation and interpretation.Click here for additional data file.(100K, zip) Author ContributionsConceptualization: M.G., J.F., R.G. Data curation: S.F., M.G. Formal analysis: S.F. Investigation: M.G., P.S., M.D. (Marine Duranjou), M.D. (Maelle Dambo), W.A. Methodology: M.G., J.F., R.G., S.F. Software: S.F. Supervision: J.F., R.G. Validation: M.G., J.F., R.G., P.M., N.B., M.M. Writing—original draft: M.G., J.F., R.G., P.M., N.B., S.F., M.M. Writing—review and editing: M.G., J.F., R.G., P.M., N.B., S.F., M.M. All authors have read and agreed to the published version of the manuscript. FundingThis study was supported by Aix-Marseille University and Assistance Publique des Hôpitaux de Marseille. The authors received no specific funding for this work.  Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the ethics committee of Aix-Marseille University and Assistance Publique des Hôpitaux de Marseille. Data Availability StatementData can be provided on C2VN (Aix Marseille University data base). Conflicts of InterestThe authors declare no conflict of interest. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., Zhang L., Fan G., Xu J., Gu X., et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. World Health Organization  Novel Coronavirus (2019-nCoV): Situation Report 3.  [(accessed on 7 June 2020)];2020  Available online:  https://apps.who.int/iris/handle/10665/330762.3. Ji Y., Ma Z., Peppelenbosch M.P., Pan Q. Potential association between COVID-19 mortality and health-care resource availa-bility. Lancet Glob. Health. 2020;8:480. doi: 10.1016/S2214-109X(20)30068-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Santé Publique France  COVID-19: Point Epidémiologique du 30 Avril 2020.  [(accessed on 22 May 2020)]; Available online:  https://maladies-et-traumatismes/maladies-et-infections-respiratoires/infection-a-coronavirus/documents/bulletin-national/covid-19-point-epidemiologique-du-30-avril-2020.5. Semaine du 30 Mars 2020—CRES Paca.  [(accessed on 25 May 2020)]; Available online:  http://www.cres-paca.org/a/885/semaine-du-30-mars-2020/6. Plebani M., Laposata M., Lippi G. A manifesto for the future of laboratory medicine professionals. Clin. Chim. Acta. 2019;489:49–52. doi: 10.1016/j.cca.2018.11.021. [PubMed] [CrossRef] [Google Scholar]7. Lippi G., Plebani M. The novel coronavirus (2019-nCoV) outbreak: Think the unthinkable and be prepared to face the chal-lenge. Diagnosis. 2020;7:79–81. doi: 10.1515/dx-2020-0015. [PubMed] [CrossRef] [Google Scholar]8. Lippi G., Plebani M. A modern and pragmatic definition of Laboratory Medicine. Clin. Chem. Lab. Med. CCLM. 2020 doi: 10.1515/cclm-2020-0114. [PubMed] [CrossRef] [Google Scholar]9. Gao Y., Li T., Han M., Li X., Wu D., Xu Y., Zhu Y., Liu Y., Wang X., Wang L. Diagnostic utility of clinical laboratory data determinations for patients with the severe COVID-19. J. Med. Virol. 2020;92:791–796. doi: 10.1002/jmv.25770. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Liang W., Liang H., Ou L., Chen B., Chen A., Li C., Li Y., Guan W., Sang L., Lu J., et al.  Development and validation of a clinical risk score to predict the occurrence of critical illness in hospitalized patients with COVID-19. JAMA Intern. Med. 2020;180:1081–1089. doi: 10.1001/jamainternmed.2020.2033. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Allenbach Y., Saadoun D., Maalouf G., Vieira M., Hellio A., Boddaert J., Gros H., Salem J.E., Rigon M.R., Menyssa C., et al.  Development of a multivariate prediction model of intensive care unit transfer or death: A French prospective cohort study of hospitalized COVID-19 patients. PLoS ONE. 2020;15 doi: 10.1371/journal.pone.0240711. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Gidari A., Socio G.V.D., Sabbatini S., Francisci D. Predictive value of National Early Warning Score 2 (NEWS2) for intensive care unit admission in patients with SARS-CoV-2 infection. Infect. Dis. 2020;52:698–704. doi: 10.1080/23744235.2020.1784457. [PubMed] [CrossRef] [Google Scholar]13. World Health Organization  Laboratory Testing for 2019 Novel Coronavirus (2019-nCoV) in Suspected Human Cases.  [(accessed on 27 May 2020)]; Available online:  https://www.who.int/publications-detail/laboratory-testing-for-2019-novel-coronavirus-in-suspected-human-cases-20200117.14. Niederman M.S., Mandell L.A., Anzueto A., Bass J.B., Broughton W.A., Campbell G.D., Dean N., File T., Fine M.J., Gross P.A., et al.  Guidelines for the management of adults with community-acquired pneu-monia. Am. J. Respir. Crit. Care Med. 2001;163:1730–1754. doi: 10.1164/ajrccm.163.7.at1010. [PubMed] [CrossRef] [Google Scholar]15. Metlay J.P., Waterer G.W., Long A.C., Anzueto A., Brozek J., Crothers K., Cooley L.A., Dean N.C., Fine M.J., Flanders S.A., et al.  Diagnosis and treatment of adults with community-acquired pneumonia. An official clinical practice guideline of the american thoracic society and infectious diseases society of America. Am. J. Respir. Crit. Care Med. 2019;200:45–67. doi: 10.1164/rccm.201908-1581ST. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Lui G. Viral dynamics of SARS-CoV-2 across a spectrum of disease severity in COVID-19. J. Infect. 2020;1:1–11. doi: 10.1016/j.jinf.2020.04.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. RCP London  National Early Warning Score (NEWS) 2.  [(accessed on 27 May 2020)]; Available online:  https://www.rcplondon.ac.uk/projects/outputs/national-early-warning-score-news-2.18. Martinez L., Cheng W., Wang X., Ling F., Mu L., Li C., Huo X., Ebell M.H., Huang H., Zhu L., et al.  A risk classification model to predict mortality among laboratory-confirmed avian influenza a H7N9 patients: A population-based observational cohort study. J. Infect. Dis. 2019;220:1780–1789. doi: 10.1093/infdis/jiz328. [PubMed] [CrossRef] [Google Scholar]19. Redfern O.C., Smith G.B., Prytherch D.R., Meredith P., Inada-Kim M., Schmidt P.E. A comparison of the quick sequential (sep-sis-related) organ failure assessment score and the national early warning score in non-ICU patients with/without infec-tion. Crit. Care Med. 2018;46:1923–1933. doi: 10.1097/CCM.0000000000003359. [PubMed] [CrossRef] [Google Scholar]20. Force A.D.T., Ranieri V.M., Rubenfeld G.D., Thompson B., Ferguson N., Caldwell E. Acute respiratory distress syndrome. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]21. Simonnet A., Chetboun M., Poissy J., Raverdy V., Noulette J., Duhamel A., Labreuche J., Mathieu D., Pattou F., Jourdain M., et al.  High prevalence of obesity in severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) requiring invasive mechanical ventilation. Obesity. 2020;28:1195–1199. doi: 10.1002/oby.22831. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Grasselli G., Zangrillo A., Zanella A., Antonelli M., Cabrini L., Castelli A., Cereda D., Coluccello A., Foti G., Fumagalli R., et al.  Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region, Italy. JAMA. 2020;323:1574–1581. doi: 10.1001/jama.2020.5394. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Guan W.J., Liang W.H., Zhao Y., Liang H.-R., Chen Z.-S., Li Y.-M., Liu X.-Q., Chen R.-C., Tang C.-L., Wang T., et al.  Comorbidity and its impact on 1590 patients with COVID-19 in China: A nationwide analysis. Eur. Respir. J. 2020;55:2000547. doi: 10.1183/13993003.00547-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Williams B., Mancia G., Spiering W., Agabiti Rosei E., Azizi M., Burnier M., Clement D.L., Coca A., De Simone G., Dominiczak A., et al.  2018 ESC/ESH Guidelines for the management of arterial hypertension: The task force for the management of arterial hypertension of the European Society of Cardiology (ESC) and the European Society of Hy-pertension (ESH) Eur. Heart J. 2018;39:3021–3104. doi: 10.1093/eurheartj/ehy339. [PubMed] [CrossRef] [Google Scholar]25. Richardson S., Hirsch J.S., Narasimhan M., Crawford J.M., McGinn T., Davidson K.W., Barnaby D.P., Becker L.B., Chelico J.D., Cohen S.L., et al.  Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City Area. JAMA. 2020;323:2052–2059. doi: 10.1001/jama.2020.6775. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Yang J., Zheng Y., Gou X., Pu K., Chen Z., Guo Q., Ji R., Wang H., Wang Y., Zhou Y. Prevalence of comorbidities and its effects in patients infected with SARS-CoV-2: A systematic review and meta-analysis. Int. J. Infect. Dis. 2020;94:91–95. doi: 10.1016/j.ijid.2020.03.017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Zhou F., Yu T., Du R., Fan G., Liu Y., Liu Z., Xiang J., Wang Y., Song B., Gu X., et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: A retrospective cohort study. Lancet. 2020;395:1054–1062. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Paton J.F.R., Felippe I., Paterson D.J., Donnelly J. What Should We Add to the Intensivists Mask to Relieve “Hypoxic Happiness” in COVID-19 Patients?  [(accessed on 14 September 2020)];The Physiological Society.  Available online:  https://www.physoc.org/blog/hypoxic-happiness-covid19/29. Velavan T.P., Meyer C.G. Mild versus severe COVID-19: Laboratory markers. Int. J. Infect. Dis. 2020;95:304–307. doi: 10.1016/j.ijid.2020.04.061. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Mueller A.A., Tamura T., Crowley C.P., DeGrado J.R., Haider H., Jezmir J.L., Keras G., Penn E.H., Massaro A.F., Kim E.Y. Inflammatory biomarker trends predict respiratory decline in COVID-19 patients. Cell Rep. Med. 2020;1:100144. doi: 10.1016/j.xcrm.2020.100144. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Bertin D., Brodovitch A., Beziane A., Hug S., Bouamri A., Mege J.L., Heim X., Bardin N. Anticardiolipin IgG autoantibody level is an independent risk factor for COVID-19 severity. Arthritis Rheumatol. 2020;72:1953–1955. doi: 10.1002/art.41409. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Hoeboer S.H., Straaten H.M.O.-V., Groeneveld A.B.J. Albumin rather than C-reactive protein may be valuable in predicting and monitoring the severity and course of acute respiratory distress syndrome in critically ill patients with or at risk for the syndrome after new onset fever. BMC Pulm. Med. 2015;15:1–13. doi: 10.1186/s12890-015-0015-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Huang J., Cheng A., Kumar R., Fang Y., Chen G., Zhu Y., Lin S. Hypoalbuminemia predicts the outcome of COVID-19 independent of age and co-morbidity. J. Med. Virol. 2020;92:2152–2158. doi: 10.1002/jmv.26003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Ritter M., Ott D.V.M., Paul F., Haynes J.-D., Ritter K. COVID-19: A simple statistical model for predicting intensive care unit load in exponential phases of the disease. Sci. Rep. 2021;11:1–12. doi: 10.1038/s41598-021-83853-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Heo J., Han D., Kim H.J., Kim D., Lee Y.K., Lim D., Hong S.O., Park M.J., Ha B., Seog W. Prediction of patients requiring intensive care for COVID-19: Development and validation of an integer-based score using data from Centers for Disease Control and Pre-vention of South Korea. J. Intensive Care. 2021;29:16. doi: 10.1186/s40560-021-00527-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}