{"title": "Extracorporeal Membrane Oxygenation for Severe Acute Respiratory Distress Syndrome: Propensity Score Matching", "pubDate": "2021", "PMCID": "PMC8227965", "DOI": "10.3390/membranes11060393", "PMID": "34073487", "abstract": "The high mortality rate of patients with severe acute respiratory distress syndrome (ARDS) warrants aggressive clinical intervention. Extracorporeal membrane oxygenation (ECMO) is a salvage therapy for life-threatening hypoxemia. Randomized controlled trials of ECMO for severe ARDS comprise a number of ethical and methodological issues. Therefore, indications and optimal timing for implementation of ECMO, and predictive risk factors for outcomes have not been adequately investigated. We performed propensity score matching to match ECMO-supported and non-ECMO-supported patients at 48 h after ARDS onset for comparisons based on clinical outcomes and hospital mortality. A total of 280 severe ARDS patients were included, and propensity score matching of 87 matched pairs revealed that the 90-d hospital mortality rate was 56.3% in the ECMO group and 74.7% in the non-ECMO group (p = 0.028). Subgroup analysis revealed that greater severity of ARDS, higher airway pressure, or a higher Sequential Organ Failure Assessment score tended to benefit from ECMO treatment in terms of survival. Multivariate logistic regression revealed that hospital mortality was significantly lower among patients who received ECMO than among those who did not. Our findings suggested that early initiation of ECMO (within 48 h) may increase the likelihood of survival for patients with severe ARDS.", "author": [{"author": "Li-Chung Chiu", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan.", "Graduate Institute of Clinical Medical Sciences, College of Medicine, Chang Gung University, Taoyuan 33302, Taiwan.", "Department of Thoracic Medicine, New Taipei Municipal TuCheng Hospital, Chang Gung University, Taoyuan 33302, Taiwan."], "href": "/?term=Chiu+LC&cauthor_id=34073487"}, {"author": "Li-Pang Chuang", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Chuang+LP&cauthor_id=34073487"}, {"author": "Shaw-Woei Leu", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Leu+SW&cauthor_id=34073487"}, {"author": "Yu-Jr Lin", "affiliation": ["Research Services Center for Health Information, Chang Gung University, Taoyuan 33302, Taiwan."], "href": "/?term=Lin+YJ&cauthor_id=34073487"}, {"author": "Chee-Jen Chang", "affiliation": ["Research Services Center for Health Information, Chang Gung University, Taoyuan 33302, Taiwan.", "Clinical Informatics and Medical Statistics Research Center, Chang Gung University, Taoyuan 33302, Taiwan."], "href": "/?term=Chang+CJ&cauthor_id=34073487"}, {"author": "Hsin-Hsien Li", "affiliation": ["Department of Respiratory Therapy, Chang Gung University College of Medicine, Taoyuan 33302, Taiwan.", "Institute of Emergency and Critical Care Medicine, School of Medicine, National Yang Ming Chiao Tung University, Taipei 11221, Taiwan."], "href": "/?term=Li+HH&cauthor_id=34073487"}, {"author": "Feng-Chun Tsai", "affiliation": ["Division of Cardiovascular Surgery, Chang Gung Memorial Hospital, Taoyuan 33305, Taiwan."], "href": "/?term=Tsai+FC&cauthor_id=34073487"}, {"author": "Chih-Hao Chang", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan.", "Department of Thoracic Medicine, New Taipei Municipal TuCheng Hospital, Chang Gung University, Taoyuan 33302, Taiwan."], "href": "/?term=Chang+CH&cauthor_id=34073487"}, {"author": "Chen-Yiu Hung", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan.", "Department of Thoracic Medicine, New Taipei Municipal TuCheng Hospital, Chang Gung University, Taoyuan 33302, Taiwan."], "href": "/?term=Hung+CY&cauthor_id=34073487"}, {"author": "Shih-Wei Lin", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Lin+SW&cauthor_id=34073487"}, {"author": "Han-Chung Hu", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan.", "Department of Respiratory Therapy, Chang Gung University College of Medicine, Taoyuan 33302, Taiwan.", "Department of Respiratory Therapy, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Hu+HC&cauthor_id=34073487"}, {"author": "Chung-Chi Huang", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan.", "Department of Respiratory Therapy, Chang Gung University College of Medicine, Taoyuan 33302, Taiwan.", "Department of Respiratory Therapy, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Huang+CC&cauthor_id=34073487"}, {"author": "Huang-Pin Wu", "affiliation": ["Division of Pulmonary, Critical Care and Sleep Medicine, Chang Gung Memorial Hospital, Keelung 20401, Taiwan."], "href": "/?term=Wu+HP&cauthor_id=34073487"}, {"author": "Kuo-Chin Kao", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan.", "Department of Respiratory Therapy, Chang Gung University College of Medicine, Taoyuan 33302, Taiwan.", "Department of Respiratory Therapy, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Kao+KC&cauthor_id=34073487"}], "refPMID": ["22797452", "29632996", "28459336", "23688302", "32330459", "31408142", "33140180", "25695688", "29791822", "19762075", "26501539", "28124234", "32631150", "23155145", "32941739", "33528595", "32735841", "33407733", "31144997", "30642776", "33021684", "24693864", "23907497", "25565460", "27586996", "22087681", "25693014", "27757516", "31726013", "28792873", "26903337"], "citedInPMID": ["34073487", "34832058", "34768478", "34493972", "34436407"], "body": " AbstractThe high mortality rate of patients with severe acute respiratory distress syndrome (ARDS) warrants aggressive clinical intervention. Extracorporeal membrane oxygenation (ECMO) is a salvage therapy for life-threatening hypoxemia. Randomized controlled trials of ECMO for severe ARDS comprise a number of ethical and methodological issues. Therefore, indications and optimal timing for implementation of ECMO, and predictive risk factors for outcomes have not been adequately investigated. We performed propensity score matching to match ECMO-supported and non-ECMO-supported patients at 48 h after ARDS onset for comparisons based on clinical outcomes and hospital mortality. A total of 280 severe ARDS patients were included, and propensity score matching of 87 matched pairs revealed that the 90-d hospital mortality rate was 56.3% in the ECMO group and 74.7% in the non-ECMO group (p = 0.028). Subgroup analysis revealed that greater severity of ARDS, higher airway pressure, or a higher Sequential Organ Failure Assessment score tended to benefit from ECMO treatment in terms of survival. Multivariate logistic regression revealed that hospital mortality was significantly lower among patients who received ECMO than among those who did not. Our findings suggested that early initiation of ECMO (within 48 h) may increase the likelihood of survival for patients with severe ARDS.Keywords: acute respiratory distress syndrome, extracorporeal membrane oxygenation, propensity score matching analysis, mortality 1. IntroductionAcute respiratory distress syndrome (ARDS) is a lethal form of acute respiratory failure with hypoxemia. The mortality rate among patients with the severe form of ARDS exceeds 40% [1,2]. A lung-protective ventilation strategy with lower tidal volumes and lower airway pressures remained the mainstay of management for ARDS, and early application of prolonged prone position was suggested for severe ARDS to improve oxygenation and improve the likelihood of survival [3,4]. In the event that lung-protective ventilation is ineffective, extracorporeal membrane oxygenation (ECMO) can be used as a rescue therapy to treat refractory hypoxemia and alleviate ventilator-induced lung injury [5,6,7]. However, ECMO is a highly invasive technique with potentially devastating complications, and it is generally applied only in highly enabled medical centers [5,7,8]. At present, the actual survival benefits of ECMO in cases of severe ARDS have not been thoroughly investigated.Two recent randomized controlled trials have assessed the efficacy of ECMO in cases of severe ARDS: Conventional Ventilatory Support versus Extracorporeal Membrane Oxygenation for Severe Adult Respiratory Failure (CESAR) [9] and the ECMO to Rescue Lung Injury in Severe ARDS (EOLIA) [10]. Trials of ECMO as a rescue treatment in patients with severe ARDS pose difficult ethical and methodological issues. Nonetheless, propensity score matching can be used in observational cohort studies to elucidate the effects of ECMO in patients with severe ARDS in real-world scenarios [11].In the current study, we applied propensity score matching to data obtained from previous observational cohort studies performed in a high-volume ECMO center in Taiwan [12,13]. Our primary objective was to elucidate the influence of ECMO on clinical outcomes and hospital mortality among patients with severe ARDS. Specifically, we sought to determine whether the 28-day, 60-day, or 90-day in-hospital mortality of ECMO patients was lower than that of non-ECMO patients. We also compared the two groups in terms of ventilator-, ICU-, and hospital-free days. 2. Materials and Methods2.1. Study Design and PatientsThis matched cohort study was based on propensity scores derived from previous studies of patients with severe ARDS. One study, conducted between May 2006 and October 2015 [12], collected background characteristics, variables of arterial blood gas, mechanical ventilator settings, and Sequential Organ Failure Assessment (SOFA) scores obtained prior to ECMO initiation. Another prospective observational cohort study conducted between September 2012 and September 2015 [13] collected background characteristics, variables of arterial blood gas, mechanical ventilator settings, and the SOFA score on the day of ARDS onset (day 1) as well as on days 3 (i.e., 48 h), 7, and 14 after the initial diagnosis. All severe ARDS patients with or without ECMO support were deeply sedated and paralyzed with continuous neuromuscular blockade during the first days of ARDS, and respiratory mechanics data were collected during neuromuscular blockade.Both of these studies were conducted at Chang Gung Memorial Hospital (CGMH) in Taiwan, a tertiary care referral center featuring a 3700-bed general ward and 278-bed adult intensive care unit (ICU). It also operates as an ECMO center, with more than 100 cases of venoarterial and venovenous ECMO annually. At this institution, the decision to initiate ECMO cannulation is made by the treating intensivist and cardiac surgeon. The criteria for ECMO initiation in severe ARDS patients were persistent hypoxemia (PaO2/FiO2 ratio <80 mm Hg) for at least 6 h despite aggressive mechanical ventilation support as positive end-expiratory pressure (PEEP) >10 cm H2O or peak inspiratory pressure >35 cm H2O. The exclusion criteria were (1) age <20 years, (2) malignancies with poor prognosis within 5 years, (3) significant underlying comorbidities or severe multiple organ failure refractory to treatment, and (4) mortality within 24 h after ECMO initiation. The initial mechanical ventilator settings protocol after ECMO support was as follows: tidal volume 4–6 mL/kg predicted body weight; PEEP 10–15 cm H2O; peak inspiratory pressure 25–30 cm H2O; respiratory rate 10–12 breaths per minute; and FiO2 adjusted to maintain arterial oxygen saturation above 90%. The ECMO introduction criteria and mechanical ventilator settings protocol did not change from 2006 to 2015.In recent studies on severe ARDS patients with refractory hypoxemia, the median ARDS duration prior to ECMO initiation has been 2 days [9,14,15,16]. Thus, we recruited non-ECMO patients who were still diagnosed with severe ARDS at 48 h after ARDS onset. This approach was meant to control for potential bias, which may have arisen when matching patients who received ECMO at a later time point with those who did not receive ECMO at baseline or an earlier time point. The local Institutional Review Board for Human Research approved this study (CGMH IRB No. 201600632B0 and 201203949B0) and waived the need for informed consent.2.2. DefinitionsSevere ARDS was defined in accordance with the Berlin criteria [1]. Hospital mortality refers to all-cause death during the hospital stay. Patients who remained alive for 90 days after discharge from the hospital were regarded as survivors. Dynamic driving pressure was calculated as peak inspiratory pressure minus PEEP [12,17], and mechanical power was calculated using the following equation [17,18,19]:Mechanical power (Joules/minutes) (J/min) = 0.098 × tidal volume × respiratory rate × (peak inspiratory pressure − 1/2 × driving pressure).2.3. Statistical AnalysisContinuous variables were presented as mean ± standard deviation or median (interquartile range), and categorical variables were reported as numbers (percentages). The student’s t test or the Mann-Whitney U test was used to compare continuous variables between groups. Categorical variables were tested using the chi-square test for equal proportions or Fisher’s exact test.Propensity score matching was performed to reduce the confounding effects and the likelihood of selection bias using a nearest-neighbor algorithm with 1:1 matching without replacement and a caliper distance of less than 0.2. Matching was performed for age, body mass index, SOFA score, PaO2/FiO2 ratio, and dynamic driving pressure. Each ECMO-supported patient was matched with a non-ECMO supported patient presenting the smallest absolute difference in propensity scores. Receiver operating characteristic curves and the Youden index were used to determine the cutoff to dichotomize continuous variables. For subgroup analysis, treatment and subgroup interactions were tested using a one-step model with median values to partition subgroups based on quantitative characteristics. Multivariate logistic regression was also used to estimate the probability of receiving ECMO for each observation. Risk factors associated with hospital mortality were analyzed using univariate analysis in the first step, followed by a multivariate logistic regression model with stepwise selection. The results are presented using odds ratio (OR) and 95% confidence intervals (CI). Cumulative mortality curves were generated as a function of time using the Kaplan-Meier approach and compared using the log-rank test. All statistical analysis was performed using SPSS 22.0 and R 3.6.3 statistical software, and a two-sided p value of <0.05 was considered statistically significant. 3. Results3.1. PatientsThe ECMO group was drawn from a pool of 158 patients with severe ARDS who received ECMO (between 2006 and 2015), and the overall all-cause in-hospital mortality rate was 55.1%. The non-ECMO study group was drawn from 122 patients who were reclassified as severe ARDS at 48 h after ARDS onset (between 2012 and 2015), and the overall all-cause in-hospital mortality rate was 79.5%. Nearly all of the severe ARDS patients received pressure-controlled ventilation, regardless of whether they received ECMO support. Procedural implementation of ECMO did not vary significantly between 2006 and 2015, and we observed no significant variations in hospital mortality throughout the study period (2006–2011: mortality rate 55.7%; 2012–2015: mortality rate 54.4%, p = 0.873). We included 87 patients within each group, based on propensity score matching for ARDS severity and patient characteristics (Figure 1). Open in a separate windowFigure 1Flow diagram showing the enrollment of patients with severe ARDS who were or were not administered ECMO support via propensity score matching. (ARDS, acute respiratory distress syndrome; ECMO, extracorporeal membrane oxygenation).3.2. Comparisons of ECMO Group and non-ECMO Group before and after MatchingPrior to matching, age, body mass index, and SOFA scores were higher in the non-ECMO group than in the ECMO group (all p < 0.05) (Table 1). We observed no significant differences between ECMO and non-ECMO patients in terms of comorbidities or any of the baseline ventilator settings other than dynamic driving pressure (p = 0.022). Hospital mortality was significantly lower in the ECMO group than in the non-ECMO group (55.1% vs. 79.5%, p < 0.001).Table 1Background characteristics of severe ARDS patients with or without ECMO before and after matching.VariablesBefore MatchingAfter Matching\nECMONon-ECMO\nECMONon-ECMO\n\n(n = 158)(n = 122)\np\n(n = 87)(n = 87)\np\nAge (years)50.3 ± 16.365.1 ± 14.1<0.00158.3 ± 13.261.9 ± 14.30.082Gender (male)108 (68.4%)79 (64.8%)0.52658 (66.7%)60 (69%)0.746Body mass index (kg/m2)25.8 ± 5.223.7 ± 4.40.00124.8 ± 4.024.2 ± 4.60.323ARDS etiologies\n\n\n\n\n\nPulmonary cause121 (76.6%)95 (77.9%)0.79966 (75.9%)69 (79.3%)0.585Extrapulmonary cause37 (23.4%)27 (22.1%)0.79921 (24.1%)18 (20.7%)0.585Comorbidities\n\n\n\n\n\nDiabetes mellitus40 (25.3%)33 (27%)0.74329 (33.3%)19 (21.8%)0.09Cerebrovascular accident10 (6.3%)12 (9.8%)0.2809 (10.3%)4 (4.6%)0.248Congestive heart failure13 (8.2%)5 (4.1%)0.1629 (10.3%)3 (3.4%)0.132Coronary artery disease6 (3.8%)6 (4.9%)0.6466 (6.9%)4 (4.6%)0.747Chronic lung disease16 (10.1%)16 (13.1%)0.4367 (8%)14 (16.1%)0.103Liver cirrhosis or chronic hepatitis22 (13.9%)21 (17.2%)0.44916 (18.4%)17 (19.5%)0.847Chronic kidney disease18 (11.4%)14 (11.5%)0.98314 (16.1%)9 (10.3%)0.263Malignancies24 (15.2%)20 (16.4%)0.78416 (18.4%)15 (17.2%)0.843SOFA score10.9 ± 3.212.2 ± 3.50.00111.4 ± 3.211.8 ± 3.50.417Lung injury score3.4 ± 0.43.4 ± 0.40.2253.4 ± 0.43.4 ± 0.40.482ARDS duration before ECMO (h)28 (7–129)\n\n40 (8–153)\n\nPaO2/FiO2 (mm Hg)81.1 ± 50.478.7 ± 17.80.57680.4 ± 45.779.2 ± 18.80.809PaCO2 (mm Hg)52.2 ± 18.852.8 ± 19.00.80350.6 ± 17.953.9 ± 20.40.258Ventilator settings\n\n\n\n\n\nTidal volume (ml/kg PBW)7.7 ± 2.48.2 ± 2.40.0988.2 ± 2.68.1 ± 2.40.795PEEP (cm H2O)12.0 ± 2.812.5 ± 2.60.12312 ± 2.612. 3 ± 2.60.428Peak inspiratory pressure (cm H2O)33.9 ± 6.532.8 ± 5.90.13033.1 ± 5.833.3 ± 5.40.861Dynamic driving pressure (cm H2O)21.9 ± 6.220.3 ± 5.50.02221.0 ± 6.120.9 ± 5.00.935Dynamic compliance (ml/cm H2O)22.5 ± 11.225.6 ± 16.60.07224.1 ± 12.723.8 ± 9.80.828Total respiratory rate (breaths/min)24.2 ± 7.125.2 ± 4.70.14224.2 ± 6.625.3 ± 4.80.207Minute ventilation (L/min)10.6 ± 3.810.7 ± 3.20.85810.8 ± 4.010.8 ± 3.01.000Mechanical power (J/min)23.7 ± 9.623.6 ± 7.70.91023.8 ± 10.023.9 ± 7.00.946MP/PBW (×10−3 J/min/kg)415 ± 172437 ± 1700.297430 ± 188433 ± 1520.889 MP/Compliance (J/min/mL/cm H2O)1.27 ± 0.761.12 ± 0.540.0651.18 ± 0.661.15 ± 0.510.751Duration of mechanical ventilator (days)20 (11.5–38)14 (8–28.3)0.00120 (12–35.9)16 (8–30)0.019Length of ICU stay (days)23 (13–43)16 (8–30)0.00323 (15–43)17 (10–31)0.031Length of hospital stay (days)38.5 (20.8–64)29.5 (15–51.3)0.01737 (20–68)30 (14–52)0.035Hospital mortality, n (%)87 (55.1%)97 (79.5%)<0.00152 (59.8%)67 (77%)0.014Open in a separate windowData is presented as mean ± standard deviation, count or median (interquartile range). Abbreviations: ARDS, acute respiratory distress syndrome; ECMO, extracorporeal membrane oxygenation; FiO2, fraction of inspired oxygen; ICU, intensive care unit; MP, mechanical power; PaCO2, partial pressure of carbon dioxide in arterial blood; PaO2, partial pressure of oxygen in arterial blood; PBW, predicted body weight; PEEP, positive end-expiratory pressure; SOFA, Sequential Organ Failure Assessment.After matching, the median ARDS duration prior to ECMO initiation was 40 h in the ECMO group, which is close to the ARDS duration at the time when the patient was reclassified as severe ARDS in the non-ECMO group (i.e., 48 h after ARDS onset). We observed no significant differences between the two groups in terms of demographics, comorbidities, or clinical variables (including ventilator settings). Nonetheless, hospital mortality was significantly lower among patients in the ECMO group than among those in the non-ECMO group (59.8% vs. 77%, p = 0.014).3.3. OutcomesPrior to matching, the overall 90-day survival rate was significantly higher among patients with ECMO support than among those without ECMO support (47.5% vs. 22.1%, p < 0.001, log-rank test) (Figure 2a). After matching, the overall 90-day survival rate was still significantly higher among patients with ECMO support than among those without ECMO support (43.7% vs. 25.3%, p = 0.028, log-rank test) (Figure 2b). Survival curves after matching revealed a higher prevalence of early death in the ECMO group; however, their 28-day hospital mortality rate was non-significantly lower (p = 0.371), and the 60-day hospital mortality rate was significantly lower (p = 0.025). The duration of mechanical ventilation, length of ICU stay, and hospital stay were all significantly longer in the ECMO group (all p < 0.05). No significant differences were observed between the two groups in terms of the number of ventilator-free days at 28, 60, or 90 days. The number of 90-day ICU-free days was significantly longer in the ECMO group (p = 0.046) (Table 2).Open in a separate windowFigure 2Kaplan-Meier 90-d survival curves of patients who did or did not receive ECMO support for severe acute respiratory distress syndrome: (a) before propensity score matching; (b) after propensity score matching. (ECMO, extracorporeal membrane oxygenation).Table 2Clinical outcomes of severe ARDS patients with or without ECMO after matching.OutcomesECMONon-ECMO\np\n\n(n = 87)(n = 87)\nMortality\n\n\n28 day hospital mortality, n (%)40 (46%)46 (52.9%)0.37160 day hospital mortality, n (%)47 (54%)64 (73.6%)0.02590 day hospital mortality, n (%)49 (56.3%)65 (74.7%)0.028Other outcomes\n\n\nVentilator-free days on day 282.8 ± 6.12.8 ± 6.00.974Ventilator-free days on day 6012.8 ± 19.19.4 ± 17.50.218Ventilator-free days on day 9023.9 ± 32.616.4 ± 29.80.114ICU-free days on day 9021.8 ± 29.413.3 ± 26.40.046Hospital-free days on day 9012.9 ± 21.79.3 ± 20.10.266Open in a separate windowData are presented as mean ± standard deviation, count or median (interquartile range). Abbreviations: ARDS, acute respiratory distress syndrome; ECMO, extracorporeal membrane oxygenation; ICU, intensive care unit.3.4. Subgroup AnalysisAs shown in Figure 3, patients with ARDS of greater severity (lung injury score > 3.5, PaO2/FiO2 ≤ 75 mmHg), higher airway pressure (PEEP > 12 cm H2O, peak inspiratory pressure > 33 cm H2O, or dynamic driving pressure > 20.5 cm H2O), or organ dysfunction of greater severity (SOFA score > 11) benefited significantly from ECMO treatment (all p < 0.05).Open in a separate windowFigure 3Subgroup analysis of hospital mortality as a function of baseline clinical variables. (BMI, body mass index; CI, confidence interval; ECMO, extracorporeal membrane oxygenation; FiO2, fraction of inspired oxygen; OR, odds ratio; PaO2, partial pressure of oxygen in arterial blood; PEEP, positive end-expiratory pressure; SOFA, sequential organ failure assessment).3.5. Multivariate AdjustmentAfter adjusting for possible confounders in multivariate logistic regression analysis, the risk of death was significantly lower in the ECMO group than in the non-ECMO group (Adjusted OR 0.40 (95% CI 0.19–0.81); p = 0.013). Higher SOFA scores and higher dynamic driving pressure were independently associated with higher hospital mortality, regardless of whether the patient received ECMO support (Adjusted OR 1.25 (95% CI 1.11–1.43); p < 0.001, and Adjusted OR 1.18 (95% CI 1.02–1.39); p = 0.038, respectively) (Table 3).Table 3Multivariate logistic regression analysis with hospital mortality as outcome.FactorsOdds Ratio (95% CI)\np\nECMO0.40 (0.19–0.81)0.013SOFA score1.25 (1.11–1.43)<0.001Dynamic driving pressure 1.18 (1.02–1.39)0.038Open in a separate windowAbbreviation: CI, confidence interval; ECMO, extracorporeal membrane oxygenation; SOFA, Sequential Organ Failure Assessment. The multivariate analysis model included ECMO, age, body mass index, SOFA, lung injury score, PaO2/FiO2, positive end-expiratory pressure, peak inspiratory pressure, dynamic driving pressure, dynamic compliance, and mechanical power. 4. DiscussionOur primary insight in this research was the fact that after propensity score matching, the 90-day hospital mortality of patients who received ECMO was significantly lower than that of patients who did not receive ECMO support.The severity of ARDS can change considerably during first few days after onset, and cases of severe ARDS confirmed after 24 to 48 h present a higher risk of mortality [2,13]. In the LUNG SAFE study, the mortality rate at the time of ARDS onset (43%) was lower than in cases reclassified as severe ARDS after 24 h (57%) [2]. As compared to patients in the LUNG SAFE study, those in the current study were older, presented more chronic diseases, and received higher airway pressure. This may explain why the mortality rates in the current study were much higher: ARDS onset (58.6%) and reclassified as severe ARDS after 48 h without ECMO support (79.5%). Our findings suggest that patients with severe ARDS form a high-risk subgroup for whom adjunctive interventions should be considered to treat profound hypoxemia.Two recent randomized controlled trials of ECMO for patients with severe ARDS presented conflicting results [9,10]. The CESAR trial reported that transfer to an ECMO center was preferable to continued conventional ventilation in terms of 6-month survival without disability. However, 24% of the patients randomly assigned to the ECMO arm did not actually undergo ECMO, and 30% of the patients in the control arm did not actually receive lung-protective ventilation [10]. Another EOLIA trial reported that 60-day mortality in the ECMO group was not significantly lower than in the non-ECMO control group. However, the trial was stopped early, and 28% of the patients in the control group crossed over to the ECMO group.Trials of ECMO involving patients with severe ARDS pose difficult methodological and ethical issues. Strict exclusion criteria based on patient characteristics are not necessarily feasible in real-world scenarios, such that the recruitment of a sufficient number of patients would take a long time in the ECMO trials. Note that the CESAR and EOLIA trials required more than five years to assemble a meaningful cohort [9,10]. Another issue is guaranteeing the safe transport of patients and balancing the risks versus the benefits of referral to specialized medical centers. There is the issue of variability among centers in terms of ECMO techniques and patient management. There is also the issue of crossover from the control group to ECMO treatment [5,20]. Taken together, these issues make it exceedingly difficult to interpret the results of ECMO trials or form informed conclusions pertaining to the actual benefits of ECMO in real-world scenarios.One previous study using propensity score matching for influenza-induced ARDS reported similar mortality rates among patients treated using ECMO and those receiving conventional interventions. However, those patients were suffering from ARDS of homogenous etiology (i.e., pandemic influenza A; H1N1), which is not necessarily generalizable to ARDS from other causes [14]. Thus, we applied propensity score matching to the findings obtained in previous observational cohort studies covering a range of etiologies [12,13]. Our results revealed that after matching, 60-day and 90-day hospital mortality was significantly lower in the ECMO group and 90-day ICU-free days was significantly longer. These results are consistent with those of two meta-analysis studies [20,21]. One recent observational cohort study also reported that ECMO reduced mortality in patients with severe respiratory failure due to coronavirus disease 2019 (COVID-19) [16]. These above studies demonstrated that ECMO treatment may have a survival benefit in some patients with severe ARDS.However, severe ARDS patients supported with ECMO in our study had higher mortality than previous reports [9,10,19,22,23,24,25]; this may be due to the fact that our hospital is a tertiary care referral center, and we did not exclude patients with malignancies or severe comorbidities. Furthermore, a previous study revealed that prone positioning before ECMO was independently associated with lower mortality for severe ARDS patients [23]; however, prone positioning was underutilized in the current study (<5%). Recent studies showed that ventilator settings during ECMO were associated with mortality for severe ARDS patients, and our patients received higher airway pressure, and higher tidal volume during the first days of ECMO than the values in these studies [12,14,24,25], which probably also elevated the mortality rates.The most favorable timing for ECMO initiation in patients with severe ARDS has yet to be determined [5,26]. After matching patients at 48 h after ARDS onset, our multivariate analysis revealed that ECMO treatment was independently associated with a lower likelihood of death (Adjusted OR = 0.4, p = 0.013), based on the fact that the hospital mortality rate in the ECMO group was significantly lower than in the non-ECMO group. As in previous studies, our findings indicate that early ECMO intervention (i.e., not only as a rescue therapy) [5,22], may be beneficial to the survival of severe ARDS patients with profound hypoxemia [5,19,21,22,23].Researchers have yet to identify the indications for ECMO or formulate predictive mortality risk models conclusively [5,6,7,26]. Severe hypoxemia is a prevalent indicator for the initiation of ECMO in ARDS cases. Subgroup analysis in this study revealed that patients with PaO2/FiO2 ≤ 75 mmHg or lung injury scores >3.5 would benefit from ECMO. Note however that the severity of ARDS was not independently associated with hospital mortality, as in previous reports [5,19,22,23].We determined that implementing mechanical ventilation in conjunction with lung-protective strategies can improve survival outcomes in ARDS patients. We also observed a correlation between higher airway pressures and poor outcomes. One previous post hoc observational study concluded that driving pressure was the ventilation variable most strongly associated with survival among ARDS patients [27]. The LUNG SAFE study reported that higher peak inspiratory pressure, plateau pressure, and driving pressure were associated with higher hospital mortality among ARDS patients [28]. Higher airway pressure (i.e., peak inspiratory pressure or plateau pressure) prior to ECMO institution was also shown to be independently predictive of mortality in patients with severe ARDS requiring ECMO [22,23]. This study demonstrated that among patients with higher airway pressure (i.e., PEEP > 12 cm H2O, peak inspiratory pressure >33 cm H2O, or dynamic driving pressure >20.5 cm H2O), the odds ratio of death was lower among those treated with ECMO than among those without ECMO support. Multivariate analysis also revealed that dynamic driving pressure was independently associated with hospital mortality. Taken together, these results indicate that ECMO facilitates ultra-protective ventilation by allowing clinicians to reduce mechanical forces acting on the lungs, thereby mitigating the risk of ventilator-induced lung injury [6,7,18,21,29].The most common cause of death among ARDS patients is multiorgan failure [30]. The LUNG SAFE study reported a correlation between the degree of systemic organ failure and ARDS outcomes [2]. It has also been reported that organ failure status prior to ECMO initiation is associated with the likelihood of mortality among patients with severe ARDS requiring ECMO [19,21,22,23]. In a previous study, we reported that in patients with severe ARDS, SOFA scores decreased significantly during the first three days of ECMO (after cannulation) with a corresponding impact on hospital mortality [18]. This study reported that the odds ratio of death was lower in patients with SOFA scores >11 when treated with ECMO. Multivariate analysis also revealed that SOFA scores were independently associated with hospital mortality. This may be due to the fact that ECMO allows clinicians to reduce the mechanical power of ventilation to alleviate ventilator-induced lung injury by reducing proinflammatory biotrauma response, thereby preventing further multi-organ failure and improving survival outcomes [6,18,21,29].This study was hindered by a number of limitations. First, this study was conducted in a single tertiary medical center, such that our results are not necessarily generalizable to other facilities. Note also that our specialized hospital performs a large number of ECMO operations, and familiarity with the procedure may contribute to lower mortality [8]. Nonetheless, this study did not exclude older patients or those with malignancy or chronic comorbidities, which probably elevated the mortality rates. Taken together, it is difficult to generalize our findings to those of other ICUs or hospitals. Second, early application of prolonged prone positioning for severe ARDS patients had a survival benefit noted since 2013 [4]; however, it is not necessarily followed in real-world clinical practice. For example, only 16.3% of patients with severe ARDS received prone positioning in the LUNG SAFE study [31], and fewer than 5% use in the current study, which could influence the clinical outcome and results. Finally, despite our use of propensity score matching to minimize differences in clinical parameters, any number of residual or confounding variables that were not measured or matched could impose unrecognized imbalances in baseline features and thereby influence the results. 5. ConclusionsOur findings provide further evidence that among patients with severe ARDS, the 90-day hospital mortality rate was significantly lower among those who received ECMO than among those who did not receive ECMO. Note that this was despite similarities in severity and clinical characteristics within 48 h after ARDS onset, as determined using propensity score matching. AcknowledgmentsThe authors would like to express their appreciation for the patients and staffs in the ICUs at Chang Gung Memorial Hospital. Author ContributionsConceptualization, L.-C.C. and K.-C.K.; methodology, L.-C.C., Y.-J.L. and C.-J.C.; software, L.-C.C., Y.-J.L. and C.-J.C.; validation, L.-C.C., L.-P.C., S.-W.L. (Shaw-Woei Leu) and H.-H.L.; formal analysis, L.-C.C., Y.-J.L., C.-J.C., H.-H.L., F.-C.T. and K.-C.K.; investigation, L.-C.C., C.-H.C. and C.-Y.H.; resources, L.-C.C., F.-C.T. and K.-C.K.; data curation, L.-C.C., S.-W.L. (Shih-Wei Lin) and H.-C.H.; writing—original draft preparation, L.-C.C., H.-H.L. and K.-C.K.; writing—review and editing, L.-C.C., Y.-J.L. and K.-C.K.; visualization, C.-C.H. and H.-P.W.; supervision, C.-C.H. and H.-P.W.; project administration, L.-C.C. and K.-C.K.; funding acquisition, L.-C.C. All authors have read and agreed to the published version of the manuscript. FundingThis research was funded by grant CMRPG3K1151 from Chang Gung Memorial Hospital. Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the Institutional Review Board of CGMH IRB No. 201600632B0 and 201203949B0 and waived the need for informed consent. Informed Consent StatementPatient consent was waived due to the retrospective and observational nature of the study. Data Availability StatementAll data will be available from the corresponding author on reasonable request. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]2. Madotto F., Pham T., Bellani G., Bos L.D., Simonis F.D., Fan E., Artigas A., Brochard L., Schultz M.J., Laffey J.G. LUNG SAFE Investigators and the ESICM Trials Group. Resolved versus confirmed ARDS after 24 h: Insights from the LUNG SAFE study. Intensive Care Med. 2018;44:564–577. doi: 10.1007/s00134-018-5152-6. [PubMed] [CrossRef] [Google Scholar]3. Fan E., Del Sorbo L., Goligher E.C., Hodgson C.L., Munshi L., Walkey A.J., Adhikari N.K.J., Amato M.B.P., Branson R., Brower R.G. American Thoracic Society, European Society of Intensive Care Medicine, and Society of Critical Care Medicine. An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: Mechanical Ventilation in Adult Patients with Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2017;195:1253–1263. [PubMed] [Google Scholar]4. Guérin C., Reignier J., Richard J.C., Beuret P., Gacouin A., Boulain T., Mercier E., Badet M., Mercat A., Baudin O., et al.  PROSEVA Study Group. Prone positioning in severe acute respiratory distress syndrome. N. Engl. J. Med. 2013;368:2159–2168. doi: 10.1056/NEJMoa1214103. [PubMed] [CrossRef] [Google Scholar]5. Bullen E.C., Teijeiro-Paradis R., Fan E. How I Select Which Patients with ARDS Should Be Treated with Venovenous Extracorporeal Membrane Oxygenation. Chest. 2020;158:1036–1045. doi: 10.1016/j.chest.2020.04.016. [PubMed] [CrossRef] [Google Scholar]6. Brodie D., Slutsky A.S., Combes A. Extracorporeal Life Support for Adults with Respiratory Failure and Related Indications: A Review. JAMA. 2019;322:557–568. doi: 10.1001/jama.2019.9302. [PubMed] [CrossRef] [Google Scholar]7. Combes A., Schmidt M., Hodgson C.L., Fan E., Ferguson N.D., Fraser J.F., Jaber S., Pesenti A., Ranieri M., Rowan K., et al.  Extracorporeal life support for adults with acute respiratory distress syndrome. Intensive Care Med. 2020;46:2464–2476. doi: 10.1007/s00134-020-06290-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Barbaro R.P., Odetola F.O., Kidwell K.M., Paden M.L., Bartlett R.H., Davis M.M., Annich G.M. Association of hospital-level volume of extracorporeal membrane oxygenation cases and mortality. Analysis of the extracorporeal life support organization registry. Am. J. Respir. Crit. Care Med. 2015;191:894–901. doi: 10.1164/rccm.201409-1634OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Combes A., Hajage D., Capellier G., Demoule A., Lavoué S., Guervilly C., Da Silva D., Zafrani L., Tirot P., Veber B., et al.  Extracorporeal Membrane Oxygenation for Severe Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2018;378:1965–1975. doi: 10.1056/NEJMoa1800385. [PubMed] [CrossRef] [Google Scholar]10. Peek G.J., Mugford M., Tiruvoipati R., Wilson A., Allen E., Thalanany M.M., Hibbert C.L., Truesdale A., Clemens F., Cooper N., et al.  CESAR trial collaboration. Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): A multicentre randomised controlled trial. Lancet. 2009;374:1351–1363. doi: 10.1016/S0140-6736(09)61069-2. [PubMed] [CrossRef] [Google Scholar]11. Haukoos J.S., Lewis R.J. The Propensity Score. JAMA. 2015;314:1637–1638. doi: 10.1001/jama.2015.13480. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Chiu L.C., Hu H.C., Hung C.Y., Chang C.H., Tsai F.C., Yang C.T., Huang C.C., Wu H.P., Kao K.C. Dynamic driving pressure associated mortality in acute respiratory distress syndrome with extracorporeal membrane oxygenation. Ann. Intensive Care. 2017;7:12. doi: 10.1186/s13613-017-0236-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Chiu L.C., Lin S.W., Liu P.H., Chuang L.P., Chang C.H., Hung C.Y., Li S.H., Lee C.S., Wu H.P., Huang C.C., et al.  Reclassifying severity after 48 h could better predict mortality in acute respiratory distress syndrome. Ther. Adv. Respir. Dis. 2020;14:1–12. doi: 10.1177/1753466620936877. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Pham T., Combes A., Rozé H., Chevret S., Mercat A., Roch A., Mourvillier B., Ara-Somohano C., Bastien O., Zogheib E., et al.  REVA Research Network. Extracorporeal membrane oxygenation for pandemic influenza A(H1N1)-induced acute respiratory distress syndrome: A cohort study and propensity-matched analysis. Am. J. Respir. Crit. Care Med. 2013;187:276–285. doi: 10.1164/rccm.201205-0815OC. [PubMed] [CrossRef] [Google Scholar]15. Giani M., Martucci G., Madotto F., Belliato M., Fanelli V., Garofalo E., Forlini C., Lucchini A., Panarello G., Bottino N., et al.  Prone Positioning during Venovenous Extracorporeal Membrane Oxygenation in Acute Respiratory Distress Syndrome. A Multicenter Cohort Study and Propensity-matched Analysis. Ann. Am. Thorac. Soc. 2021;18:495–501. doi: 10.1513/AnnalsATS.202006-625OC. [PubMed] [CrossRef] [Google Scholar]16. Shaefi S., Brenner S.K., Gupta S., O’Gara B.P., Krajewski M.L., Charytan D.M., Chaudhry S., Mirza S.H., Peev V., Anderson M., et al.  STOP-COVID Investigators. Extracorporeal membrane oxygenation in patients with severe respiratory failure from COVID-19. Intensive Care Med. 2021;47:208–221. doi: 10.1007/s00134-020-06331-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Urner M., Jüni P., Hansen B., Wettstein M.S., Ferguson N.D., Fan E. Time-varying intensity of mechanical ventilation and mortality in patients with acute respiratory failure: A registry-based, prospective cohort study. Lancet Respir. Med. 2020;8:905–913. doi: 10.1016/S2213-2600(20)30325-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Chiu L.C., Lin S.W., Chuang L.P., Li H.H., Liu P.H., Tsai F.C., Chang C.H., Hung C.Y., Lee C.S., Leu S.W., et al.  Mechanical power during extracorporeal membrane oxygenation and hospital mortality in patients with acute respiratory distress syndrome. Crit Care. 2021;25:13. doi: 10.1186/s13054-020-03428-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Schmidt M., Pham T., Arcadipane A., Agerstrand C., Ohshimo S., Pellegrino V., Vuylsteke A., Guervilly C., McGuinness S., Pierard S., et al.  Mechanical Ventilation Management during Extracorporeal Membrane Oxygenation for Acute Respiratory Distress Syndrome. An International Multicenter Prospective Cohort. Am. J. Respir. Crit. Care Med. 2019;200:1002–1012. doi: 10.1164/rccm.201806-1094OC. [PubMed] [CrossRef] [Google Scholar]20. Munshi L., Walkey A., Goligher E., Pham T., Uleryk E.M., Fan E. Venovenous extracorporeal membrane oxygenation for acute respiratory distress syndrome: A systematic review and meta-analysis. Lancet Respir. Med. 2019;7:163–172. doi: 10.1016/S2213-2600(18)30452-1. [PubMed] [CrossRef] [Google Scholar]21. Combes A., Peek G.J., Hajage D., Hardy P., Abrams D., Schmidt M., Dechartres A., Elbourne D. ECMO for severe ARDS Systematic review and individual patient data meta-analysis. Intensive Care Med. 2020;46:2048–2057. doi: 10.1007/s00134-020-06248-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Schmidt M., Bailey M., Sheldrake J., Hodgson C., Aubron C., Rycus P.T., Scheinkestel C., Cooper D.J., Brodie D., Pellegrino V., et al.  Predicting survival after extracorporeal membrane oxygenation for severe acute respiratory failure. The Respiratory Extracorporeal Membrane Oxygenation Survival Prediction (RESP) score. Am. J. Respir. Crit. Care Med. 2014;189:1374–1382. doi: 10.1164/rccm.201311-2023OC. [PubMed] [CrossRef] [Google Scholar]23. Schmidt M., Zogheib E., Rozé H., Repesse X., Lebreton G., Luyt C.E., Trouillet J.L., Bréchot N., Nieszkowska A., Dupont H., et al.  The PRESERVE mortality risk score and analysis of long-term outcomes after extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. Intensive Care Med. 2013;39:1704–1713. doi: 10.1007/s00134-013-3037-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Schmidt M., Stewart C., Bailey M., Nieszkowska A., Kelly J., Murphy L., Pilcher D., Cooper D.J., Scheinkestel C., Pellegrino V., et al.  Mechanical ventilation management during extracorporeal membrane oxygenation for acute respiratory distress syndrome: A retrospective international multicenter study. Crit Care Med. 2015;43:654–664. doi: 10.1097/CCM.0000000000000753. [PubMed] [CrossRef] [Google Scholar]25. Neto A.S., Schmidt M., Azevedo L.C., Bein T., Brochard L., Beutel G., Combes A., Costa E.L., Hodgson C., Lindskov C., et al.  ReVA Research Network and the PROVE Network Investigators. Associations between ventilator settings during extracorporeal membrane oxygenation for refractory hypoxemia and outcome in patients with acute respiratory distress syndrome: A pooled individual patient data analysis: Mechanical ventilation during ECMO. Intensive Care Med. 2016;42:1672–1684. [PMC free article] [PubMed] [Google Scholar]26. Brodie D., Bacchetta M. Extracorporeal membrane oxygenation for ARDS in adults. N. Engl. J. Med. 2011;365:1905–1914. doi: 10.1056/NEJMct1103720. [PubMed] [CrossRef] [Google Scholar]27. Amato M.B., Meade M.O., Slutsky A.S., Brochard L., Costa E.L., Schoenfeld D.A., Stewart T.E., Briel M., Talmor D., Mercat A., et al.  Driving pressure and survival in the acute respiratory distress syndrome. N. Engl. J. Med. 2015;372:747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]28. Laffey J.G., Bellani G., Pham T., Fan E., Madotto F., Bajwa E.K., Brochard L., Clarkson K., Esteban A., Gattinoni L., et al.  LUNG SAFE Investigators and the ESICM Trials Group. Potentially modifiable factors contributing to outcome from acute respiratory distress syndrome The LUNG SAFE study. Intensive Care Med. 2016;42:1865–1876. doi: 10.1007/s00134-016-4571-5. [PubMed] [CrossRef] [Google Scholar]29. Abrams D., Schmidt M., Pham T., Beitler J.R., Fan E., Goligher E.C., McNamee J.J., Patroniti N., Wilcox M.E., Combes A., et al.  Mechanical Ventilation for Acute Respiratory Distress Syndrome during Extracorporeal Life Support. Research and Practice. Am. J. Respir. Crit. Care Med. 2020;201:514–525. doi: 10.1164/rccm.201907-1283CI. [PubMed] [CrossRef] [Google Scholar]30. Thompson B.T., Chambers R.C., Liu K.D. Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2017;377:562–572. doi: 10.1056/NEJMra1608077. [PubMed] [CrossRef] [Google Scholar]31. Bellani G., Laffey J.G., Pham T., Fan E., Brochard L., Esteban A., Gattinoni L., van Haren F., Larsson A., McAuley D.F., et al.  LUNG SAFE Investigators; ESICM Trials Group. Epidemiology, Patterns of Care, and Mortality for Patients with Acute Respiratory Distress Syndrome in Intensive Care Units in 50 Countries. JAMA. 2016;315:788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]"}