{"title": "A novel miRNA biomarker panel associated with mortality in pediatric patients with ARDS", "pubDate": "2021", "PMCID": "PMC8177032", "DOI": "10.1186/s12931-021-01761-5", "PMID": "34088312", "abstract": "We identified a novel microRNA biomarker panel consisting of 6 microRNAs predicting mortality in pediatric acute respiratory distress syndrome patients. Each of the identified mRNA have potential mechanistic importance in acute respiratory distress syndrome and may lead to the development of pharmacologic targets.", "author": [{"author": "Lisa K Lee", "affiliation": ["Department of Anesthesiology and Perioperative Medicine, David Geffen School of Medicine at UCLA, 757 Westwood Plaza, Suite 3325, Los Angeles, CA, 90095, USA. lklee@mednet.ucla.edu."], "href": "/?term=Lee+LK&cauthor_id=34088312"}, {"author": "Mansoureh Eghbali", "affiliation": ["Department of Anesthesiology and Perioperative Medicine, David Geffen School of Medicine at UCLA, 757 Westwood Plaza, Suite 3325, Los Angeles, CA, 90095, USA."], "href": "/?term=Eghbali+M&cauthor_id=34088312"}, {"author": "Anil Sapru", "affiliation": ["Division of Pediatric Critical Care, Department of Pediatrics, David Geffen School of Medicine at UCLA, 10833 Le Conte Ave, MDCC 488, Los Angeles, CA, 90095, USA."], "href": "/?term=Sapru+A&cauthor_id=34088312"}], "refPMID": ["22797452", "19564287", "31034245", "26003524", "26687392", "7509706", "26492059", "28674181", "30760290", "25070658", "27879560", "31385713", "28931657", "22937006", "20971881", "27320175"], "citedInPMID": ["34088312"], "body": " AbstractWe identified a novel microRNA biomarker panel consisting of 6 microRNAs predicting mortality in pediatric acute respiratory distress syndrome patients. Each of the identified mRNA have potential mechanistic importance in acute respiratory distress syndrome and may lead to the development of pharmacologic targets.Keywords: miRNA, ARDS, Pediatrics, Biomarkers To the Editor:Acute respiratory distress syndrome (ARDS) is a syndrome characterized by increased permeability in the alveolar-capillary junction resulting in pulmonary edema and hypoxemia in the absence of left heart failure [1]. In the pediatric population worldwide, mortality from ARDS is estimated to be 18% [2] and most survivors have a significant long term decline in performance scores and quality of life [3]. However, there are no specific therapies other than use of lung-protective ventilation and supportive care [4]. Therefore, there is an urgent need to develop targeted therapies. There has been increasing interest in the role that microRNAs (miRNAs) may play in the pathogenesis of ARDS recently [5]. MiRNAs are short non-coding RNA that inhibit post-transcriptional expression of their target genes [5]. The stability of miRNA in plasma is well-documented [5]. In addition to their potential as therapeutic targets, circulating miRNAs have recently emerged as biomarkers for prognostication in several inflammatory diseases, including ARDS [5].We identified a panel of circulating miRNA in pediatric ARDS patients that are differentially-expressed between survivors and non-survivors. We performed miRNA profiling on 63 pediatric patients (43 survivors and 20 non survivors) who met American-European Consensus Conference Criteria for ARDS [6] and required positive pressure ventilation. These patients were part of a cohort of 235 pediatric patients enrolled in a multi-center prospective study of ARDS biomarkers, aged 30 days to 18 years, from 5 pediatric intensive care units (ICUs) at major children’s hospitals across the country. Subjects were excluded if they had limited goals of care. Enrolled subjects were included in this study if they had sufficient leftover plasma for miRNA extraction. IRB approval was obtained for the use of stored plasma samples prior to initiation of this project.The plasma samples collected within 24 h of ICU admission were matched two survivors to every non-survivor. The samples were also matched for mechanism of lung injury (direct vs. in-direct), sex and age within 1 month for ages below one year, within 6 months for ages 1–2 years, within 12 months for patients aged 5–10 years and within 24 months for ages over 11 years. The primary outcome of non-survival was defined as in-hospital mortality prior to discharge. Total RNA enriched in small RNA was extracted from the plasma using the Qiagen miRNeasy Plasma/Serum Kit. miRNA profiling of the RNA samples performed using the Nanostring nCounter Human miRv3 Assay. Means with standard deviations and medians with quartiles were calculated for baseline patient characteristics. Differences between survivors and non-survivor groups were tested using t-test and chi-square test for continuous data and discrete data, respectively. Multivariable logistic regression was used to evaluate the association between age, gender, cause of ARDS, Pediatric Risk of Mortality (PRISM-3) score [7] on day 1 of ICU admission, and expression levels of miRNA with mortality. Area Under the Receiver Operating Characteristic Curve (AUROC) analysis was used to evaluate the predictive ability of 4 logistic regression models for mortality: PRISM-3 score alone, the miRNA panel alone, PRISM-3 + miRNA panel, and PRISM-3 + miRNA panel + age + gender + ARDS cause. Normalization of the raw miRNA expression counts was performed using the nSolver 4.0 software. DESeq2 package in ‘R’ was used for differential expression analysis and the pROC package was used for AUROC analysis. Benjamini–Hochberg procedure with false discovery rate set at 10% was used to correct for multiple comparisons. ClustVis Tools was used for data visualization. No statistically significant differences in baseline patient characteristics were detected between the survivor and non-survivor groups (Table ​(Table11).Table 1Patient characteristicsAll patients(n = 235)Survivors(n = 43)Non-survivors (n = 20)p-valueAge, years (IQR)4.1 (1.0–11.5)8.9 (1.6–13.6)10.4 (2.2–12.7)0.92Gender, male (%)125 (53.2)27 (62.8)15 (75.0)0.34ARDS cause0.40 Pulmonary cause (%)139 (59.1)27 (62.8)14 (70.0) Non-pulmonary cause (%)94 (40.0)16 (37.2)5 (25.0)Race (%)0.66 African-American17 (7.2)4 (9.3)1 (5.0) Asian/Pacific Islander15 (6.4)5 (11.6)2 (10.0) Caucasian160 (68.1)19 (44.2)6 (30.0) Latino84 (35.7)11 (25.6)8 (40.0) Other43 (18.3)4 (9.3)3 (15.0)Type of respiratory support (%)0.45 Mechanical ventilation36 (83.7)16 (80.0) High frequency oscillation1 (4.7)2 (10.0) CPAP/BiPAP5 (11.6)1 (5.0) High flow nasal cannula1 (4.7)1 (5.0)PRISM score (IQR)12 (7–20)12 (5.5–17)15 (9–19.25)0.11Vasopressor use (%)12 (27.9)9 (45.0)0.18Open in a separate windowOur plasma miRNA profiling revealed 6 miRNA that were differentially-expressed between pediatric survivors and non-survivors of ARDS (Fig. 1A). Expression of miR-106a-5p + miR-17-5p, miR-127-3p and miR29a-3p were significantly higher, while the expression of miR-126-3p, miR-191-5p, and miR-223-3p were significantly lower among non-survivors compared to survivors. miR-223-3p provided the best differentiation between the survivor and non-survivor group. We validated increased expression of miR-106a-5p, miR-17-50, and miR-29a-3p and decreased expression of miR-126-3p, miR-191-5p, and miR-223-3p in non-survivors vs. survivors in our cohort by PCR (Fig. 1B). However, we were unable to validate expression of miR-127-3p by PCR because this miR was expressed at very low level, below the limit of PCR detection. Next, we evaluated our biomarker panel’s predictive ability for mortality compared to PRISM-3. In our cohort, the PRISM-3 score had an AUROC of 0.61 (95% CI 0.45–0.76, Fig. 2A), whereas the six miRNA that were differentially expressed between survivors and non-survivors had an AUROC of 0.81 (95% 0.72–0.91, Fig. 2B). When the biomarker panel and PRISM score were combined together, its predictive ability for mortality improved with an AUROC of 0.83 (95% CI 0.74–0.92), and addition of age, sex and cause of pulmonary injury (direct vs. indirect) further improved AUROC to 0.87 (95% CI 0.78–0.95, Fig. 2 C, D) We have, therefore, identified a panel of miRNA important in the pathogenesis of ARDS which may also be useful in the prediction of mortality.Open in a separate windowFig. 1A Heatmap of miRNAs found to be differentially expressed in pediatric survivors and non-survivors of ARDS. The original values were log-transformed. Columns with similar annotations (i.e. male, non-survivors with a pulmonary cause of ARDS or female, non-survivors with non-pulmonary cause of ARDS) were collapsed by taking median inside each group. Both rows and columns are clustered using correlation distance and average linkage. B Quantitative PCR validation of the individual miRNAs by Taqman assays. Eight samples were used for validation—four samples from survivors and four samples from non-survivors. Increased expression of miR-126-3p, miR-191-5p and miR-223-3p and decreased expression of miR-106a-5p, miR-17-5p and miR-29a-5p in the survivors compared the the non-survivors group were similar to the results obtained by Nanostring. *p < 0.05, **p < 0.001Open in a separate windowFig. 2The ability of the biomarker panel to predict mortality was evaluated using AUROC analysis of the multivariable logistic regression models composed of PRISM-3 score only (A), the miRNA panel only (B), PRISM-3 Score + miRNA panel (C), and PRISM-3 Score + miRNA panel + Age + Gender + Cause of ARDS (D)Of the six differentially-expressed miRNAs in our study, miR-17-5p, miR-126-3p, miR-127-3p and miR-223-3p were found to be important in other adult studies or experimental animal models of ARDS. miR-17 expression is increased in leukocytes of adult patients with ARDS. Its release is known to promote macrophage migration and recruitment in mouse models of ARDS [8]. miR-126-3p has been suggested to be important in maintaining lung endothelial and epithelial barrier integrity and its expression is downregulated in animal models of ventilator induced lung injury [9]. miR-127-3p is known to play a role in lung development [10] and has been previously reported to be decreased in the lung, bronchoalveolar lavage fluid, and serum in rat and mouse ventilator-induced and intra-tracheal LPS lung injury models of ARDS [10]. Interestingly, we found that miR-223-3p expression was decreased among non-survivors in our cohort. Increased expression of miR-223-3p has previously been reported in the leukocytes and plasma of ARDS patients compared to healthy controls [11] and critically-ill non-ARDS patients [12], suggesting that baseline levels of miR-223 in the absence of ARDS remain low, but expression is increased in ARDS. However, miR-223-3p has been suggested to be protective in murine models of ARDS [13] and associated with decreased expression of IL-6 and IL-1β in macrophages, possibly via targeting STAT3 [14]. This is consistent with the results we have observed in our study where the survivors had higher expression levels of miR-223 compared to the non-survivors.The other two miRNA that were differentially-expressed in our cohort, miR-29a-3p and miR-191-5p have not been previously established to be of importance in ARDS. However, miR-29a is known to play an important role in pulmonary fibrosis [15], and thus may also be of significance in the fibrotic phase of ARDS. Remarkably, decreased expression of miR-191-5p has been demonstrated in patients with severe sepsis compared to those with severe SIRS [16], corresponding to the decreased expression of miR-191-5p in the non-survivors of ARDS in our cohort.In conclusion, we identified a novel miRNA biomarker panel consisting of 6 miRNAs predicting mortality in pediatric ARDS patients. Each of the identified mRNA have potential mechanistic importance in ARDS. Additional research into these miRNAs may lead to the development of pharmacologic targets. AcknowledgementsNot applicable. AbbreviationsARDSAcute respiratory distress syndromemiRNAMicroRNAICUIntensive care unitPRISMPediatric risk of mortalityAUROCArea under the receiver operating characteristic curve Authors' contributionsLKL contributed to the design of the study, data analysis, interpretation of the work. She drafted the work, gave approval of the final version for publication and agrees to be accountable for all aspects of the work. ME contributed to the analysis and interpretation of the study, drafted and revised the manuscript for intellectual content, approved the final version for publication and agrees to be accountable for all aspects of the work. AS contributed to the design, analysis and interpretation of the study, revised the manuscript for intellectual content, approved the final version for publication and agrees to be accountable for all aspects of the work. All authors read and approved the final manuscript. FundingLL is supported by a UCLA Department of Anesthesiology Seed Grant. ME is supported by NIH R01 HL147586 and R01 HL129051. AS is supported by NIH K23 HL085526-01A1, R01HD092471-01, and R01 HL114484. Availability of data and materialsThe datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request. DeclarationsEthics approval and consent to participateThe study was reviewed and approved by the UCLA IRB prior to initiation of the study (IRB#18-001047). The UCLA IRB waived the requirement for obtaining the assent of the children [adolescents]/Parent Permission under 45 CFR 46.116(d) for the entire study.Consent for publicationNot applicable.Competing interestsThe authors declare that they have no competing interests. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Syndrome ARD. The Berlin definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]2. Zimmerman JJ, Akhtar SR, Caldwell E, Rubenfeld GD. Incidence and outcomes of pediatric acute lung injury. Pediatrics. 2009;124(1):87–95. doi: 10.1542/peds.2007-2462. [PubMed] [CrossRef] [Google Scholar]3. Watson RS, Asaro LA, Hutchins L, et al.  Risk factors for functional decline and impaired quality of life after pediatric respiratory failure. Am J Respir Crit Care Med. 2019;200(7):900–909. doi: 10.1164/rccm.201810-1881OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Standiford TJ, Ward PA. Therapeutic targeting of acute lung injury and acute respiratory distress syndrome. Transl Res. 2016;167(1):183–191. doi: 10.1016/j.trsl.2015.04.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Cardinal-Fernández P, Ferruelo A, Esteban A, Lorente JA. Characteristics of microRNAs and their potential relevance for the diagnosis and therapy of the acute respiratory distress syndrome: from bench to bedside. Transl Res. 2016;169:102–111. doi: 10.1016/j.trsl.2015.11.004. [PubMed] [CrossRef] [Google Scholar]6. Bernard GR, Artigas A, Brigham KL, et al.  The American–European consensus conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination. Am J Respir Crit Care Med. 1994;149(31):818–824. doi: 10.1164/ajrccm.149.3.7509706. [PubMed] [CrossRef] [Google Scholar]7. Pollack MM, Holubkov R, Funai T, et al.  The pediatric risk of mortality score: update 2015*. Pediatr Crit Care Med. 2016;17(1):2–9. doi: 10.1097/PCC.0000000000000558. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Lee H, Zhang D, Wu J, Otterbein LE, Jin Y. Lung epithelial cell-derived microvesicles regulate macrophage migration via microRNA-17/221-induced integrin β1 recycling. J Immunol Baltim Md 1950. 2017;199(4):1453–1464. doi: 10.4049/jimmunol.1700165. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Zhou Y, Li P, Goodwin AJ, et al.  Exosomes from endothelial progenitor cells improve outcomes of the lipopolysaccharide-induced acute lung injury. Crit Care. 2019;23(1):44. doi: 10.1186/s13054-019-2339-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Huang C, Xiao X, Chintagari NR, Breshears M, Wang Y, Liu L. MicroRNA and mRNA expression profiling in rat acute respiratory distress syndrome. BMC Med Genomics. 2014;7(1):46. doi: 10.1186/1755-8794-7-46. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Narute P, Seam N, Tropea M, et al.  Temporal changes in microrna expression in blood leukocytes from patients with the acute respiratory distress syndrome. Shock. 2017;47(6):688–695. doi: 10.1097/SHK.0000000000000806. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Evankovich J, Lear T, Baldwin C, et al.  Toll-like receptor 8 stability is regulated by ring finger 216 in response to circulating microRNAs. Am J Respir Cell Mol Biol. 2019 doi: 10.1165/rcmb.2018-0373OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Neudecker V, Brodsky KS, Clambey ET, et al.  Neutrophil transfer of miR-223 to lung epithelial cells dampens acute lung injury in mice. Sci Transl Med. 2017;9(408):eaah5360. doi: 10.1126/scitranslmed.aah5360. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Chen Q, Wang H, Liu Y, et al. Inducible microRNA-223 down-regulation promotes TLR-triggered IL-6 and IL-1β production in macrophages by targeting STAT3. Viola JPB, ed. PLoS ONE. 2012;7(8):e42971. doi:10.1371/journal.pone.0042971 [PMC free article] [PubMed]15. Cushing L, Kuang PP, Qian J, et al.  miR-29 is a major regulator of genes associated with pulmonary fibrosis. Am J Respir Cell Mol Biol. 2011;45(2):287–294. doi: 10.1165/rcmb.2010-0323OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Caserta S, Kern F, Cohen J, Drage S, Newbury SF, Llewelyn MJ. Circulating plasma microRNAs can differentiate human sepsis and systemic inflammatory response syndrome (SIRS) Sci Rep. 2016 doi: 10.1038/srep28006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}