{"title": "Individualization of PEEP and tidal volume in ARDS patients with electrical impedance tomography: a pilot feasibility study", "pubDate": "2021", "PMCID": "PMC8171998", "DOI": "10.1186/s13613-021-00877-7", "PMID": "34080074", "abstract": "Background:                       In mechanically ventilated patients with acute respiratory distress syndrome (ARDS), electrical impedance tomography (EIT) provides information on alveolar cycling and overdistension as well as assessment of recruitability at the bedside. We developed a protocol for individualization of positive end-expiratory pressure (PEEP) and tidal volume (VT) utilizing EIT-derived information on recruitability, overdistension and alveolar cycling. The aim of this study was to assess whether the EIT-based protocol allows individualization of ventilator settings without causing lung overdistension, and to evaluate its effects on respiratory system compliance, oxygenation and alveolar cycling.                  Methods:                       20 patients with ARDS were included. Initially, patients were ventilated according to the recommendations of the ARDS Network with a VT of 6 ml per kg predicted body weight and PEEP adjusted according to the lower PEEP/FiO2 table. Subsequently, ventilator settings were adjusted according to the EIT-based protocol once every 30 min for a duration of 4 h. To assess global overdistension, we determined whether lung stress and strain remained below 27 mbar and 2.0, respectively.                  Results:                       Prospective optimization of mechanical ventilation with EIT led to higher PEEP levels (16.5 [14-18] mbar vs. 10 [8-10] mbar before optimization; p = 0.0001) and similar VT (5.7 ± 0.92 ml/kg vs. 5.8 ± 0.47 ml/kg before optimization; p = 0.96). Global lung stress remained below 27 mbar in all patients and global strain below 2.0 in 19 out of 20 patients. Compliance remained similar, while oxygenation was significantly improved and alveolar cycling was reduced after EIT-based optimization.                  Conclusions:                       Adjustment of PEEP and VT using the EIT-based protocol led to individualization of ventilator settings with improved oxygenation and reduced alveolar cycling without promoting global overdistension. Trial registrationThis study was registered at clinicaltrials.gov (NCT02703012) on March 9, 2016 before including the first patient.", "author": [{"author": "Tobias Becher", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany. tobias.becher@uksh.de."], "href": "/?term=Becher+T&cauthor_id=34080074"}, {"author": "Valerie Buchholz", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany."], "href": "/?term=Buchholz+V&cauthor_id=34080074"}, {"author": "Daniel Hassel", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany."], "href": "/?term=Hassel+D&cauthor_id=34080074"}, {"author": "Timo Meinel", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany."], "href": "/?term=Meinel+T&cauthor_id=34080074"}, {"author": "Dirk Schädler", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany."], "href": "/?term=Sch%C3%A4dler+D&cauthor_id=34080074"}, {"author": "Inéz Frerichs", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany."], "href": "/?term=Frerichs+I&cauthor_id=34080074"}, {"author": "Norbert Weiler", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany."], "href": "/?term=Weiler+N&cauthor_id=34080074"}], "refPMID": ["24283226", "18451319", "21297069", "24261322", "25693014", "28973363", "16641394", "23740279", "23991138", "19255741", "22202705", "28730554", "32166264", "22797452", "15269312", "15976233", "30136011", "29297365", "23863227", "29323931", "27518321", "22031540", "27200486", "30875244", "30962469", "29845479", "32873337", "32479112", "20689920", "28557528", "29466674", "32352339", "20197533", "28459336", "26903337", "28967868", "31335543"], "citedInPMID": ["34080074", "34814925", "34208890"], "body": " AbstractBackgroundIn mechanically ventilated patients with acute respiratory distress syndrome (ARDS), electrical impedance tomography (EIT) provides information on alveolar cycling and overdistension as well as assessment of recruitability at the bedside. We developed a protocol for individualization of positive end-expiratory pressure (PEEP) and tidal volume (VT) utilizing EIT-derived information on recruitability, overdistension and alveolar cycling. The aim of this study was to assess whether the EIT-based protocol allows individualization of ventilator settings without causing lung overdistension, and to evaluate its effects on respiratory system compliance, oxygenation and alveolar cycling.Methods20 patients with ARDS were included. Initially, patients were ventilated according to the recommendations of the ARDS Network with a VT of 6 ml per kg predicted body weight and PEEP adjusted according to the lower PEEP/FiO2 table. Subsequently, ventilator settings were adjusted according to the EIT-based protocol once every 30 min for a duration of 4 h. To assess global overdistension, we determined whether lung stress and strain remained below 27 mbar and 2.0, respectively.ResultsProspective optimization of mechanical ventilation with EIT led to higher PEEP levels (16.5 [14–18] mbar vs. 10 [8–10] mbar before optimization; p = 0.0001) and similar VT (5.7 ± 0.92 ml/kg vs. 5.8 ± 0.47 ml/kg before optimization; p = 0.96). Global lung stress remained below 27 mbar in all patients and global strain below 2.0 in 19 out of 20 patients. Compliance remained similar, while oxygenation was significantly improved and alveolar cycling was reduced after EIT-based optimization.ConclusionsAdjustment of PEEP and VT using the EIT-based protocol led to individualization of ventilator settings with improved oxygenation and reduced alveolar cycling without promoting global overdistension.Trial registrationThis study was registered at clinicaltrials.gov ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02703012\",\"term_id\":\"NCT02703012\"}}NCT02703012) on March 9, 2016 before including the first patient.Supplementary InformationThe online version contains supplementary material available at 10.1186/s13613-021-00877-7.Keywords: Electrical impedance tomography, Lung-protective ventilation, Ventilator-induced lung injury, Personalized medicine, Acute respiratory failure BackgroundMechanical ventilation is a life-saving treatment for critically ill patients suffering from acute respiratory distress syndrome (ARDS). The morphological features of ARDS, namely regional atelectasis, overdistension and presence of lung inhomogeneities pose patients at an increased risk of developing ventilator-induced lung injury (VILI). Cyclic opening and closing of lung units may lead to atelectrauma, whereas ventilation at high lung volumes may lead to overdistension and barotrauma [1]. The potentially detrimental effects of ventilation at high absolute lung volumes can be quantified using the concept of stress and strain: when the lungs are inflated with elastance-based transpulmonary pressure (stress) of 27 mbar, they typically reach a strain of 2.0, corresponding to an inflation to twice their resting volume (functional residual capacity, FRC) [2]. Conceivably, any further inflation to even higher volumes increases the risk of VILI development because of global overinflation [3]. Regionally, detrimental levels of stress may be reached at even lower values of global transpulmonary pressure due to the presence of regional inhomogeneities which act as local pressure multipliers (“stress raisers”, [4]).In theory, the negative effects of both overdistension and alveolar cycling could be counterbalanced by adjusting positive end-expiratory pressure (PEEP) according to global respiratory system compliance (Crs), which would then lead to ventilation with minimized airway driving pressure (ΔPaw) and presumably less harm to the lungs [5]. However, PEEP titration according to global Crs has failed to show beneficial results in a large multi-center trial [6]. This could, in part, be explained by the fact that changes in global Crs with PEEP are a weak predictor of recruitability [7]. Global Crs primarily reflects changes in the mechanical properties of lung tissue already open for ventilation; atelectasis formation and reopening are comparatively slow processes that may take some time to translate into global changes in Crs [8].Electrical impedance tomography (EIT) allows bed-side assessment of regional changes in Crs. This information can be used to identify cyclic opening and closing of lung units (9) as well as regional overdistension [9, 10] and for early detection of even small changes in lung recruitment [10]. EIT-derived regional ventilation delay inhomogeneity (standard deviation of regional ventilation delay, SDRVD) is closely correlated to alveolar cycling as assessed by end-expiratory and end-inspiratory computed tomography (CT) scans [11]. A ventilator protocol incorporating EIT-derived information could be used to adjust ventilator settings in a way that avoids both alveolar cycling and regional overdistension, thus reducing the risk for VILI. Despite this potential, reports on prospective optimization of mechanical ventilation with EIT are scarce. Previous studies using EIT to guide mechanical ventilation have focused primarily on adjustment of PEEP [12, 13] without individual adjustment of tidal volumes (VT). Here, we describe a protocol for individual optimization of both PEEP and VT with EIT and we report its effects on global lung stress and strain, oxygenation, lung recruitment, SDRVD and other physiologic variables in a pilot feasibility study including 20 mechanically ventilated intensive care unit (ICU) patients. MethodsWe conducted a pilot feasibility study (clinicaltrials.gov {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02703012\",\"term_id\":\"NCT02703012\"}}NCT02703012) including 20 adult ICU patients ventilated in pressure-controlled mode with no spontaneous breathing activity. All patients had ARDS according to the Berlin Definition [14]. Exclusion criteria were severe hemodynamic instability, thoracic skin lesions, pregnancy, severe chronic obstructive pulmonary disease, esophageal pathologies, presence of cardiac pacemaker, duration of ARDS more than 72 h and inspired oxygen fraction (FiO2) of more than 80%. Informed consent was obtained from the patients’ legal representatives.MeasurementsThe EIT device (PulmoVista 500, Dräger, Lübeck, Germany) was connected to the ventilator (Evita XL or V500, Dräger). Synchronized ventilator and EIT data were recorded at sampling rates of 50 Hz. Hemodynamic data, air flow, airway pressure (Paw), esophageal pressure as well as inspired and expired O2 and CO2 were additionally recorded with an S/5 monitoring system (Datex-Ohmeda, Helsinki, Finland) and stored electronically. The validity of esophageal pressure measurements was confirmed using an expiratory hold maneuver with gentle manual chest compressions. Cardiac output was assessed by transpulmonary thermodilution (PiCCO, Pulsion, München, Germany), where available.Study procedureAdjustment of ventilator settings according to the ARDS Network protocol and according to the EIT protocol was performed in sequential order without randomization. During the first 2 h of measurement, VT, respiratory rate (RR) and PEEP were adjusted according to the recommendations of the ARDS Network protocol with VT of 6 ml/kg predicted body weight (PBW) and PEEP setting according to the lower PEEP/FiO2 table of the ARMA trial [15]. Subsequently, an arterial blood gas (ABG) sample was taken and the first assessment of SDRVD, stress and strain was performed. Ventilator settings were then optimized according to the EIT-based protocol once every 30 min for a total of 4 h. At the end of the 4 h period, another assessment of SDRVD, stress and strain was performed.EIT protocolRecruitability was assessed using a sustained-inflation maneuver with Paw of 40 mbar applied for a duration of 40 s or until a decrease in systolic arterial pressure by more than 20% was observed, followed by a PEEP increase of 3 mbar.Regional Crs was assessed by dividing the EIT image in four horizontal regions of interest (ROIs) and by multiplying global Crs with the relative tidal impedance change in each of the ROIs. For assessment of recruitability, we analyzed changes in regional Crs occurring after a sustained-inflation maneuver with Paw of 40 mbar followed by a PEEP increase of 3 mbar. If, in any of the four ROIs, a regional increase in Crs by more than 3% (normalized to global Crs) was identified following the sustained-inflation maneuver and PEEP increase, the recruitment maneuver was classified as “successful” and the higher PEEP level was kept. Alveolar cycling and overdistension were analyzed by halving inspiratory driving pressure (ΔP) for diagnostic purposes for about three consecutive breaths. If a reduction in regional Crs by more than 3% (normalized to global Crs) was observed in any of the four ROIs during ventilation with lower ΔP, this was interpreted as alveolar cycling, and PEEP was increased by 3 mbar. An increase in regional Crs in any ROI by more than 3% (normalized to global Crs) with lower ΔP was interpreted as overdistension.In this case, VT was decreased by 1 ml/kg PBW provided this did not lead to severe acidosis (pH < 7.2). PEEP was decreased by 2 mbar if no recruitability and no alveolar cycling had been identified during the last 2 h. The details of the EIT protocol are presented in Fig. 1 and in the Additional file 1.Open in a separate windowFig. 1Clinical protocol for prospective optimization of ventilator settings with electrical impedance tomography (EIT). Optimization started with an arterial blood gas (ABG) analysis and, if necessary, adjustments of respiratory rate (RR) and tidal volume (VT), followed by a recruitment maneuver (RM) and subsequent adaptations of positive end-expiratory pressure (PEEP) and VT. The footnotes are explained in the Additional file 1Assessment of ventilation delay, stress and strainStarting at the set PEEP level, a low-flow pressure–volume maneuver with an inspiratory flow of 6 l/min and an inspiratory VT of 12 ml per kg PBW was performed to allow assessment of SDRVD as described by Muders and coworkers [11]. SDRVD was calculated offline by analyzing the EIT data obtained during the low-flow pressure–volume maneuver with the “Diagnostics” view of the PC version of PulmoVista 500 Software 1.2 (Dräger Medical, Lübeck, Germany).Subsequently, FiO2 was increased by 10% and decreased to its original value after 10 min to allow calculation of end-expiratory lung volume (EELV) according to [16]. Total inspiratory lung volume (Vinsp) was calculated by adding VT to EELV: Vinsp = EELV + VT.For assessment of FRC, we performed an expiratory release maneuver by setting PEEP to zero and allowing complete exhalation of inspired air to ambient pressure for a duration of 10 s. Expired volume during this maneuver (release volume, Vrelease) constitutes the difference between Vinsp and the relaxation volume of the respiratory system. It was then used to calculate release-derived FRC (FRCrelease) by subtracting Vrelease from Vinsp: FRCrelease = Vinsp–Vrelease. Subsequently, global lung strain was calculated as the ratio of Vrelease to FRC: Strainrelease = Vrelease/FRC.This approach may lead to an underestimation of actual FRC because of alveolar derecruitment that may occur during complete exhalation to ambient pressure. Therefore, we additionally calculated recruitment-adjusted FRC (FRCrecr) by first calculating the assumed PEEP volume (VPEEP) by multiplying PEEP with global Crs (VPEEP = Crs * PEEP) and subsequently subtracting VPEEP from EELV: FRCrecr = EELV–VPEEP.Recruitment-adjusted strain (strainrecr) was then calculated as the ratio of end-inspiratory lung volume to FRCrecr: Strainrecr = Vinsp/FRCrecr.For assessment of airway plateau pressure and transpulmonary plateau pressure (Paw,plat; Ptp,plat), we performed an end-inspiratory airway occlusion of 3–4 s. Airway driving pressure (ΔPaw) was calculated as the difference between Paw,plat and PEEP: ΔPaw = Paw,plat–PEEP. Total end-expiratory transpulmonary pressure (Ptp,exp) was calculated as the difference between PEEP and end-expiratory esophageal pressure and transpulmonary driving pressure (ΔPTP) was calculated as difference between Ptp,plat and Ptp,exp: ΔPTP = Ptp,plat—Ptp,exp. Respiratory system elastance (Ers) and lung elastance (Elung) were calculated from the ratio of ΔPaw and ΔPTP to expired VT. Stress was calculated from Paw,plat multiplied with the ratio between Elung and Ers: Stress = Paw,plat * Elung/Ers.Specific lung elastance (Elung,spec) was calculated as the ratio between end-inspiratory stress and strainrelease: Elung,spec = Stress/Strainrelease.Tidal power was calculated as described by van der Staay and Chatburn [17], describing inspiratory mechanical power without the resistive portion and the energy which escapes to atmosphere during expiration: tidal power = 0.098 * RR * ΔPaw * VT/2 (with RR = respiratory rate per minute; VT = tidal volume in litres, ΔPaw = airway driving pressure in mbar).Of note, ventilation delay, stress and strain were not used to optimize ventilator settings but as physiological endpoints only.End points and statistical analysisThe primary end point was the number of patients with stress below 27 mbar and release-derived strain below 2.0 after 4 h of ventilation according to the EIT-based protocol. Secondary endpoints included changes in SDRVD, Crs, ΔPaw and PaO2/FiO2. As exploratory endpoints, we analyzed changes in lung compliance (Clung), ΔPTP, Ptp,exp, tidal power, recruitment-adjusted strain and cardiac output, where available. Statistical analysis was performed with GraphPad Prism 5.0 (GraphPad, LaJolla, USA). Normal distribution was assessed with Shapiro–Wilk test. Continuous variables are presented as mean ± standard deviation if normally distributed or as median [interquartile range, IQR] if not normally distributed. Comparisons were performed with two-sided paired t test or Wilcoxon matched-pairs test, as appropriate. Results20 patients (11 male, 9 female; age 65 ± 15 years, height 172 ± 9 cm, weight 77 ± 20 kg) were included. One patient had mild ARDS, 18 patients presented with moderate ARDS and one patient fulfilled the criteria for severe ARDS. The average duration of mechanical ventilation prior to study inclusion was 47 ± 18 h. 14 patients had cardiac output measurements using the PiCCO device. Baseline patient characteristics are presented in Table ​Table11.Table 1Main characteristics of the study populationPatient No.Age (years)Sex (M/F)BMI (kg/m2)PaO2/FiO2 (mmHg)ARDS Type (pulmonary/extrapulmonary)Hours of MV before enrollmentPEEP (mbar)28 day survivor?165F21137Pulm3110No272F29148Extrapulm618Yes380M29120Extrapulm328Yes444F23132Extrapulm437Yes578F24148Extrapulm3410Yes628M32189Pulm338Yes771M26162Pulm3010Yes854M16215Pulm308Yes978M25168Pulm558Yes1053M22152Pulm6210No1169M28194Extrapulm7210Yes1259F26135Pulm5412No1376M27138Pulm708Yes1486M25138Pulm428No1570F27182Extrapulm188Yes1674F23190Puml3510No1773F24127Extrapulm7210No1849M40105Extrapulm6210Yes1950F21145Pulm7210Yes2073M2996Pulm2418NoMean(± SD)65(± 15)11 M, 9 F26(± 5)151(± 31)12 Pulm.,8 extrapulm47(± 18)10(± 2)13 survivorsOpen in a separate windowM male, F female, BMI body mass index, PaO2/FiO2 ratio of arterial partial pressure of oxygen to inspired fraction of oxygen, ARDS acute respiratory distress syndrome, pulm. Pulmonary, extrapulm. Extrapulmonary, MV mechanical ventilation, PEEP positive end-expiratory pressureAfter adjusting mechanical ventilation according to the ARDS Network protocol, patients were ventilated with a median PEEP level of 10 [IQR 8–10] mbar and an expiratory VT of 5.8 ± 0.5 ml/kg PBW. Paw,plat was 20.3 [IQR 18.5–22.4] mbar resulting in a ΔPaw of 10.4 ± 2.2 mbar and Crs of 38.2 ± 8.8 ml/mbar. PaO2/FiO2 was 151 ± 31 mmHg. Lung stress was within the physiological range for all patients (14.1 ± 3.9 mbar). EELV was 1637 [IQR 1450–2228] ml, corresponding to a release-derived FRC of 1176 ± 439 ml and recruitment-adjusted FRC of 1267 [IQR 1141–1803] ml. Release-derived strain was above 2.0 for 2 patients (2.2 and 3.4, respectively) with a median value of 0.80 [IQR 0.70–1.10]. Recruitment-adjusted strain was below 2.0 for all patients with an average value of 0.56 ± 0.14. The ventilation-delay inhomogeneity SDRVD was 8.3 ± 2.8%.During the first assessment of recruitability with EIT, we found recruitable lung tissue in 16 patients. The first assessment of overdistension and alveolar cycling with EIT revealed regional overdistension in 15 patients and alveolar cycling in 5 patients. A median of 3 [IQR 3–4] assessments of recruitability, 6 [IQR 5–6] assessments of overdistension and 6 [IQR 5–6] assessments of alveolar cycling were performed over the 4-h period of optimization of ventilator settings according to the EIT-based protocol, resulting in 3 [IQR 3–4] adjustments of PEEP and 2 [IQR 1–2] adjustments of  VT. The individual treatment courses of all patients during EIT-based adjustment of ventilator settings are presented in the Additional file 1: (pages 5–9). One patient example illustrating all steps of the protocol with EIT screenshots is presented in the Additional file 1: (pages 16–25).At the end of optimization of ventilator settings according to the EIT-based protocol, EIT identified regional overdistension in 10 patients and alveolar cycling in 0 patients. The set PEEP level had increased to 16.5 [IQR 14–18] mbar (p = 0.0001), while the average expiratory VT remained similar, though with higher intra-individual variability (5.7 ± 0.9 ml/kg PBW; p = 0.96; Fig. 2). Paw,plat increased to 27.9 [IQR 25.4–29.1] mbar (p = 0.0001), resulting in ΔPaw of 10.4 ± 2.0 mbar (p = 0.96) and Crs of 34.5 ± 10.3 ml/mbar (p = 0.55). PaO2/FiO2 increased to 209 ± 53 mmHg (p = 0.0002). Stress increased significantly to 17.2 ± 4.4 mbar (p = 0.0007 in comparison to ARDS Network strategy) but remained below 27 mbar in all patients. In one patient, stress was 24.8 mbar, all other patients remained below 24 mbar after adjustment with EIT (individual patient data reported in Additional file 1: Table S1). Similarly, release-derived strain increased significantly to a median value of 1.13 [IQR 0.96–1.59] (p = 0.015) and was above 2.0 in one patient (3.4). Recruitment-adjusted strain remained unchanged despite the higher PEEP levels selected with the EIT-based strategy (0.55 ± 0.19; p = 0.77). SDRVD decreased significantly to 6.6 ± 1.9% (p = 0.02). Tidal power decreased from 4.96 ± 1.87 to 4.24 ± 1.24 J/min (p = 0.047). Individual patient values of PEEP, VT, PaO2/FiO2 and ΔPTP are presented in Fig. 2.Open in a separate windowFig. 2Changes in positive end-expiratory pressure (PEEP), tidal volume (VT), elastance-based end-inspiratory transpulmonary pressure (Stress), ratio of arterial partial pressure of oxygen to inspired fraction of oxygen (PaO2/FiO2), transpulmonary driving pressure (ΔPTP) and strain after individualization of ventilator settings according to the electrical impedance tomography (EIT) protocol. ARDSNet = Ventilator settings according to acute respiratory distress syndrome network recommendations with low PEEP/FiO2 table; EIT = ventilator settings after 4 h of adjustment according to EIT-based protocolNo significant changes were found for vasopressor dose, cardiac output, PaCO2 and pH. The results are summarized in Table ​Table2.2. All individual patient results are presented in the (Additional file 1: Tables S1–S6, pages 10–15).Table 2Ventilator data and physiological parameters after mechanical ventilation according to the ARDS Network protocol low positive end-expiratory pressure (PEEP) table (ARDSNet) and after 4 h of mechanical ventilation according to the electrical impedance tomography based protocol (EIT Protocol)Parameter (unit)ARDSNetEIT ProtocolpStress (mbar)14.1 ± 3.917.2 ± 4.40.0007Strainrelease (ratio)0.80 [0.70–1.10]1.13 [0.96–1.59]0.015Elung,spec (mbar)15.9 ± 5.814.2 ± 4.80.26Strainrecr. (ratio)0.56 ± 0.140.55 ± 0.190.77PaO2/FiO2 (mmHg)151 ± 31209 ± 530.0001PaCO2 (mmHg)58 ± 1161 ± 90.28pH7.31 ± 0.077.29 ± 0.050.17VT (ml/kg PBW)5.8 ± 0.475.7 ± 0.920.96Paw.plat (mbar)20.3 [18.5–22.4]27.9 [25.4–29.1]0.0001PEEP (mbar)10 [8–10]16.5 [14–18]0.0001Crs (ml/mbar)38.2 ± 8.837.9 ± 11.40.83VPEEP (ml)348 [311–457]603 [400–809]0.0004Clung (ml/mbar)60.07 ± 23.4863.53 ± 26.380.33ΔPaw (mbar)10.4 ± 2.210.4 ± 2.00.96ΔPTP (mbar)7.0 ± 2.36.6 ± 2.10.19SDRVD (%)8.3 ± 2.86.6 ± 1.90.022Ptp,plat (mbar)4.9 [1.4–6.9]17.9 [15.6–19.0] < 0.0001Ptp,exp (mbar)-3.5 [-5.9–1.1]3.25 [-0.7–4.7]0.0002Tidal power (J/min)4.96 ± 1.874.24 ± 1.240.047EELV (ml)1637 [1450–2228]2348 [2034–3201] < 0.0001FRCrelease (ml)1176 ± 4391317 ± 4430.17FRCrecr. (ml)1267 [1141–1803]1704 [1496–2512]0.0001Cardiac Index* (l/min/m2)3.4 [2.4–4.5]*3.4 [2.5–5.0]*0.19*NE (µg/kg/min)0.12 [0.01–0.26]0.12 [0.01–0.26]0.55Open in a separate windowNormally distributed variables are presented as mean ± standard deviation, whereas non-normally distributed variables are presented as median [interquartile range]PaO2 arterial partial pressure of oxygen, FiO2 inspired fraction of oxygen, Crs respiratory system compliance, Clung lung compliance, ΔPaw airway driving pressure, ΔPTP transpulmonary driving pressure, NE norepinephrine dosage, Paw.plat airway plateau pressure, PEEP positive end-expiratory pressure (measured at airway opening), VPEEP PEEP volume (calculated by multiplying PEEP with Crs), Ptp,plat transpulmonary plateau pressure (calculated as difference between Paw.plat and plateau esophageal pressure), Ptp,exp end-expiratory transpulmonary pressure (calculated as difference between PEEP and end-expiratory esophageal pressure), SDRVD standard deviation of regional ventilation delay, EELV end-expiratory lung volume, FRCrecr. recruitment-adjusted functional residual capacity, calculated as EELV–Crs * PEEP, FRCrelease release-derived functional residual capacity, calculated as EELV–released volume during an exhalation to ambient pressure, PBW predicted body weight, Strainrelease release-derived strain, calculated as volume change above FRCrel, normalized to FRCrel, Strainrecr. recruitment-adjusted strain, calculated as volume change above FRCrecr., normalized to FRCrecr, VT tidal volume*Cardiac output measurements were available in 14 patients DiscussionThe main finding of this pilot feasibility study was that adjustment of PEEP and VT according to the EIT-based protocol led to individualized ventilator settings with improved oxygenation and lower values of SDRVD consistent with a reduction in alveolar cycling without causing excessive lung stress and strain. Global lung stress remained below 27 mbar in all patients, while release-derived strain was below 2.0 in 19 out of 20 patients. The average value of absolute PTP,exp was negative before EIT-based optimization but became positive after optimization. No significant changes in cardiac output and vasopressor dosing were detected, indicating absence of relevant hemodynamic compromise despite the average increase in PEEP levels selected with EIT.We chose 27 mbar and 2.0 as thresholds for stress and strain, because these values represent the upper limit of the physiological range postulated for human patients in previous publications [2, 18]. In one patient, we found an unphysiologically high value of release-derived strain of 3.4 after adjusting mechanical ventilation with the EIT-based protocol. However, this patient had a moderate Paw,plat of 29 mbar and lung stress of 21 mbar. Recruitment-adjusted strain amounted to 1.5, which is still within the physiological range. These findings support the assumption that the high strain observed in this patient was largely due to derecruitment during the release maneuver that was performed for calculating release-derived FRC.The concept of elastance-based transpulmonary pressure used for calculation of lung stress assumes that at zero airway pressure, transpulmonary pressure also equals zero. This assumption may not always be valid, especially in patients with increased lung weight and ARDS. Elastance-based methods yield different estimates of transpulmonary pressure when compared to the more widely applied method based on absolute values of esophageal pressure [19]. Nonetheless, the assumption of transpulmonary pressure close to zero at zero airway pressure may be an acceptably accurate approximation for the non-dependent lung regions [20]. Therefore, our results may indicate that adjusting PEEP and VT with EIT did not lead to overinflation of the non-dependent lung.Our protocol for prospective optimization of PEEP and VT with EIT was largely based on bedside assessment of changes in regional Crs. An increase in regional Crs following a recruitment maneuver was interpreted as indicator for alveolar recruitment and PEEP was increased to keep the recruited lung volume. With this approach, we identified alveolar recruitment in 15 out of 20 patients after the initial recruitment maneuver, indicating recruitability in a large proportion of patients studied.If regional Crs decreased during a brief reduction in VT, this was interpreted as alveolar cycling and PEEP was increased by a further 3 mbar to counteract this phenomenon. On the opposite, an increase in regional Crs during a brief reduction in VT was interpreted as overdistension with the previously applied VT [9]. In this case, the consequence was to decrease VT, provided this did not lead to severe acidosis. In 10 out of 20 patients, we still identified regional overdistension with a VT of 6 ml/kg PBW which led to further reductions of VT to levels below 6 ml/kg PBW. The average VT did not differ after EIT-based optimization, because according to the protocol, VT was only decreased when overdistension was detected, while it was also possible to increase it in patients with no detectable overdistension. Of note, changes in PEEP and VT did not systematically cause each other: increases in PEEP did not always cause overdistension and force a reduction in VT. In some instances, VT could be maintained or even increased following successful recruitment maneuvers and PEEP increases (see individual patient results reported on Additional file 1: pages 10–15).Our Crs-based approach differs from the approach that was employed for prospective optimization of PEEP with EIT in a study published by Eronia and Coworkers [14]. In that study, the time-course of end-expiratory lung impedance (EELI) was analyzed for determining changes in EELV associated with PEEP. A slow decrease in EELI following a recruitment maneuver was interpreted as derecruitment, and PEEP was increased to counteract this phenomenon until a stable EELI was achieved. As EELI appears to be a reasonably accurate measure for changes in EELV [21], this approach allows straightforward bedside assessment of recruitment and derecruitment. However, it is highly susceptible to artifacts: for instance, the pulsation therapy with inflatable mattresses can cause substantial artifacts in EELI [22]; the same applies to changes in torso and arm position [23] and even intravenous fluid therapy, which is a rather common intervention in ICU patients [24, 25]. These interferences render EELI-based analyses of EELV difficult to interpret and error prone. Moreover, while observing EELI may allow bedside assessment of recruitment and derecruitment, it provides no information on regional overdistension, which can be easily identified by analyzing regional changes in Crs [9, 10].Another Crs-based approach that has been applied for EIT-based optimization of PEEP in patients with ARDS [26] and with COVID-19 induced acute respiratory failure [27, 28] relies on analyzing pixelwise changes in Crs during a decremental PEEP trial [10, 29]. This PEEP trial must be started at relatively high PEEP levels (that may be associated with overdistension while applied) and must then be carried on until very low PEEP levels (that may lead to alveolar collapse and atelectasis formation) are reached. Therefore, it cannot be repeated on a regular basis to adapt ventilator settings to the changing conditions of a patient’s lung. In contrast, our approach is primarily based on brief changes in VT for diagnosing regional overdistension and alveolar cycling, and can thus be repeated whenever a new assessment of these phenomena is clinically required.Recent studies have shown that airway closure may occur in up to 40% of patients with ARDS, frequently in conjunction with expiratory flow limitation [30–32]. This could impede the assessment of regional Crs. A visual inspection of the low-flow pressure–volume loops recorded for assessment of SDRVD as well as of expiratory flow–volume loops recorded during the expiratory release maneuver revealed no evidence of airway collapse or expiratory flow limitation in the patients investigated in this study. Therefore, we cannot draw any direct conclusions regarding the applicability of our approach in patients with airway collapse or expiratory flow limitation. However, if the approach described in this manuscript was executed in a patient with airway collapse, this would most likely lead to lower calculated values of regional Crs with reduced VT. According to the protocol, PEEP would then be increased by 3 mbar, which would, in part, counteract airway collapse. Therefore, we believe that the EIT-based protocol might also be helpful in adjusting PEEP in patients with partial or complete airway collapse.Our study has several limitations. \nThe study was not randomized. Therefore, we can make no assumptions on whether individualized optimization of mechanical ventilation with our EIT-based protocol has an influence on actual clinical outcomes. The lack of randomization also limits the significance of the results reported in Table ​Table2.2. Instead, we tried to carefully monitor and describe the physiologic effects of individualized adjustment of ventilator settings with EIT by analyzing changes in transpulmonary pressure and EELV.The thresholds used for defining “physiological” values of stress and strain are somewhat arbitrary, as they are based on animal studies and physiological considerations [2, 3, 18]. Thus, we cannot be certain that global values for stress of 27 mbar and strain of 2.0 are “safe” in all individual patients.This study had a rather complex methodology. However, a simplified protocol focusing only on the EIT measurements that are necessary for the ventilator protocol itself could be applied in future studies. (The measurements of SDRVD or stress and strain are not needed and can be omitted.). This study had a rather complex methodology. However, a simplified protocol focusing only on the EIT measurements that are necessary for the ventilator protocol itself could be applied in future studies. (The measurements of SDRVD or stress and strain are not needed and can be omitted.)This was a single-center pilot feasibility study. Thus, the results of our study cannot readily be generalized to other settings yet.The duration of EIT-based optimization was rather short. The time period of 4 h was selected mainly for practical reasons. For clinical implementation or a future outcome study, the time period of EIT-based optimization needs to be prolonged, with less frequent assessments. Instead of adjusting ventilator settings every 30 min for a total duration of 4 h, a strategy with adjustments performed every 4 h for a total duration of 72 h may be considered (or as needed).No direct measurement of recruitment and alveolar cycling with a reference method, such as CT, was carried out. Our measurements of EELV using the modified nitrogen dilution technique [15] indicated that recruitment-adjusted FRC was significantly increased. The ventilation delay index SDRVD, that was not used for optimization of ventilation but served as a secondary outcome parameter, indicated a possible reduction in alveolar cycling with our EIT-based optimization. It should be mentioned that the original approach for calculating regional ventilation delay [11] measures the time from the start of the global impedance–time curve until the regional curve reaches a threshold of 40% of its maximum. In contrast, the algorithm we used for calculating SDRVD in this study compares the time until the regional curve reaches the 40% threshold to the time when the global curve reaches the 40% threshold. Thus, individual pixel RVD values calculated with this approach are negative, when the regional curve precedes the global curve (fast region), but are positive, when the regional curve follows the global curve (delayed region). However, the influence of this difference on the index parameter SDRVD, that calculates the standard deviation across all individual pixel values, should be negligible.The low-flow maneuver that was performed for determination of SDRVD may have induced some lung recruitment or at least altered lung volume history. This maneuver was performed both after optimization according to the ARDS Network protocol and after optimization according to the EIT-based protocol. This should have reduced the possible effects of lung recruitment and altered lung volume history on our results and can be expected to further mitigate any possible effect of different calculation methods for SDRVD. Nevertheless, independent reference methods, such as CT, might be necessary to confirm a reduction in alveolar cycling following optimization of mechanical ventilation with the EIT-based protocol.The majority of patients included in this study presented with moderate ARDS. Following a meta-analysis by Briel and coworkers [33], recent recommendations suggest using a higher PEEP/FiO2 strategy for patients with moderate to severe ARDS [34]. Nevertheless, comparatively low levels of PEEP in patients with moderate to severe ARDS are still common clinical practice in many centers around the world [35].Valid assessment of Crs, which is a prerequisite for our EIT-based approach for individualization of PEEP and VT, typically requires a paralyzed patient, even though it is possible to assess Crs and ΔPaw in many patients on assisted ventilation using an inspiratory-hold maneuver [36, 37]. The patients included in our study exhibited no spontaneous breathing activity. It is uncertain whether a Crs-based approach using inspiratory hold maneuvers during assisted modes of ventilation will yield similar results in patients with spontaneous breathing activity. ConclusionsIn conclusion, we presented a protocol for prospective adaption of PEEP and VT taking into account EIT-derived information on recruitability, overdistension and alveolar cycling. Mechanical ventilation adjusted according to the EIT-based protocol resulted in global values of lung stress and strain within the physiological limits and was associated with improvements in oxygenation and a reduction in regional ventilation delay inhomogeneity. Supplementary Information\nAdditional file 1. Protocol for adjustment of VT and PEEP with EIT, treatment courses of individual patients during EIT-based adjustment, individual patient results and patient example with EIT screenshots(2.0M, pdf) AcknowledgementsWe would like to express our gratitude to all patients and their relatives who volunteered to participate in this study. Furthermore, we would like to thank Eckhard Teschner for the inspiring exchange of ideas and his continuous valuable support. AbbreviationsABGArterial blood gasARDSAcute respiratory distress syndromeCrsRespiratory system complianceClungLung complianceCTComputed tomographyΔPDriving pressureΔPawAirway driving pressureΔPTPTranspulmonary driving pressureEELVEnd-expiratory lung volumeEITElectrical impedance tomographyetCO2End-tidal carbon dioxideFiO2Inspired fraction of oxygenFRCFunctional residual capacityFRCrecrRecruitment-adjusted functional residual capacityHRHeart rateICUIntensive care unitIQRInterquartile rangeMVMechanical ventilationNENorepinephrinePaCO2Arterial partial pressure of carbon dioxidePaO2Arterial partial pressure of oxygenPawAirway pressurePaw,platAirway plateau pressurePEEPPositive end-expiratory pressurePBWPredicted body weightSDRVDStandard deviation of regional ventilation delayStrainrecrRecruitment-adjusted strainVILIVentilator-induced lung injuryVinspTotal inspiratory lung volume (= EELV + VT)VreleaseRelease volumeVTTidal volume Authors’ contributionsConception and design: TB, DS, IF, TM, and NW; data acquisition: TB, DH, and VB; analysis and interpretation of data: TB, DH, VB, NW, and IF; drafting the manuscript for important intellectual content: TB, DS, IF, and NW; revision and final approval of the manuscript: all authors. All authors read and approved the final manuscript. FundingOpen Access funding enabled and organized by Projekt DEAL. The study was financed by institutional funds. Availability of data and materialsThe data sets used and/or analysed during the current study are available from the corresponding author on reasonable request. DeclarationsEthics approval and consent to participateThe study was approved by the Ethics Committee of the Medical Faculty of the Christian Albrechts University in Kiel (A126/14). Written informed consent was obtained from the patient’s legal representatives prior to study inclusion.Consent for publicationConsent for publication of pseudonymized data was obtained with the written informed consent to participate in the study.Competing interestsDS and TB received lecture fees from Drägerwerk AG & Co. KGaA. The other authors report no competing interests. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Slutsky AS, Ranieri VM. Ventilator-induced lung injury. N Engl J Med. 2013;369:2126–2136. doi: 10.1056/NEJMra1208707. [PubMed] [CrossRef] [Google Scholar]2. Chiumello D, Carlesso E, Cadringher P, Caironi P, Valenza F, Polli F, Tallarini F, Cozzi P, Cressoni M, Colombo A, Marini JJ. Lung stress and strain during mechanical ventilation for acute respiratory distress syndrome. Am J Respir Cit Care Med. 2008;178(4):346–355. doi: 10.1164/rccm.200710-1589OC. [PubMed] [CrossRef] [Google Scholar]3. Protti A, Cressoni M, Santini A, et al.  Lung stress and strain during mechanical ventilation: any safe threshold? Am J Respir Crit Care Med. 2011;183:1354–1362. doi: 10.1164/rccm.201010-1757OC. [PubMed] [CrossRef] [Google Scholar]4. Cressoni M, Cadringher P, Chiurazzi C, et al.  Lung inhomogeneity in patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2014;189(2):149–158. doi: 10.1164/rccm.201308-1567OC. [PubMed] [CrossRef] [Google Scholar]5. Amato MB, Meade MO, Slutsky AS, et al.  Driving pressure and survival in the acute respiratory distress syndrome. N Engl J Med. 2015;372(8):747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]6. Writing Group for the Alveolar Recruitment for Acute Respiratory Distress Syndrome Trial (ART) Investigators, Cavalcanti AB, Suzumura ÉA, et al. Effgect of Lung Recruitment and Titrated Positive End-Expiratory Pressure (PEEP) vs Low PEEP on Mortality in Patients with Acute Respiratory Distress Syndrome: A Randomized Clinical Trial. JAMA. 2017;318(14):1335–1345. doi:10.1001/jama.2017.14171 [PMC free article] [PubMed]7. Gattinoni L, Caironi P, Cressoni M, et al.  Lung recruitment in patients with the acute respiratory distress syndrome. N Engl J Med. 2006;354(17):1775–1786. doi: 10.1056/NEJMoa052052. [PubMed] [CrossRef] [Google Scholar]8. Chiumello D, Coppola S, Froio S, et al.  Time to reach a new steady state after changes of positive end expiratory pressure. Intensive Care Med. 2013;39(8):1377–1385. doi: 10.1007/s00134-013-2969-x. [PubMed] [CrossRef] [Google Scholar]9. Zick G, Elke G, Becher T, et al.  Effect of PEEP and tidal volume on ventilation distribution and end-expiratory lung volume: a prospective experimental animal and pilot clinical study. PLoS ONE. 2013;8(8):e72675. doi: 10.1371/journal.pone.0072675. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Costa EL, Borges JB, Melo A, et al.  Bedside estimation of recruitable alveolar collapse and hyperdistension by electrical impedance tomography. Intensive Care Med. 2009;35(6):1132–1137. doi: 10.1007/s00134-009-1447-y. [PubMed] [CrossRef] [Google Scholar]11. Muders T, Luepschen H, Zinserling J, et al.  Tidal recruitment assessed by electrical impedance tomography and computed tomography in a porcine model of lung injury*. Crit Care Med. 2012;40(3):903–911. doi: 10.1097/CCM.0b013e318236f452. [PubMed] [CrossRef] [Google Scholar]12. Eronia N, Mauri T, Maffezzini E, et al.  Bedside selection of positive end-expiratory pressure by electrical impedance tomography in hypoxemic patients: a feasibility study. Ann Intensive Care. 2017;7(1):76. doi: 10.1186/s13613-017-0299-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Rosemeier I, Reiter K, Obermeier V, Wolf GK. Mechanical ventilation guided by electrical impedance tomography in children with acute lung injury. Crit Care Explor. 2019;1(7):e0020. doi: 10.1097/CCE.0000000000000020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]15. Brower RG, Lanken PN, MacIntyre N, et al.  Higher versus lower positive end-expiratory pressures in patients with the acute respiratory distress syndrome. N Engl J Med. 2004;351(4):327–336. doi: 10.1056/NEJMoa032193. [PubMed] [CrossRef] [Google Scholar]16. Olegård C, Söndergaard S, Houltz E, Lundin S, Stenqvist O. Estimation of functional residual capacity at the bedside using standard monitoring equipment: a modified nitrogen washout/washin technique requiring a small change of the inspired oxygen fraction. Anesth Analg. 2005 doi: 10.1213/01.ANE.0000165823.90368.55. [PubMed] [CrossRef] [Google Scholar]17. van der Staay M, Chatburn RL. Advanced modes of mechanical ventilation and optimal targeting schemes. Intensive Care Med Exp. 2018;6(1):30. doi: 10.1186/s40635-018-0195-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Gattinoni L, Tonetti T, Quintel M. Regional physiology of ARDS. Crit Care. 2017;21(Suppl 3):312. doi: 10.1186/s13054-017-1905-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Gulati G, Novero A, Loring SH, Talmor D. Pleural pressure and optimal positive end-expiratory pressure based on esophageal pressure versus chest wall elastance: incompatible results*. Crit Care Med. 2013;41(8):1951–1957. doi: 10.1097/CCM.0b013e31828a3de5. [PubMed] [CrossRef] [Google Scholar]20. Yoshida T, Amato MBP, Grieco DL, et al.  Esophageal manometry and regional transpulmonary pressure in lung injury. Am J Respir Crit Care Med. 2018;197(8):1018–1026. doi: 10.1164/rccm.201709-1806OC. [PubMed] [CrossRef] [Google Scholar]21. Mauri T, Eronia N, Turrini C, et al.  Bedside assessment of the effects of positive end-expiratory pressure on lung inflation and recruitment by the helium dilution technique and electrical impedance tomography. Intensive Care Med. 2016;42(10):1576–1587. doi: 10.1007/s00134-016-4467-4. [PubMed] [CrossRef] [Google Scholar]22. Frerichs I, Pulletz S, Elke G, Gawelczyk B, Frerichs A, Weiler N. Patient examinations using electrical impedance tomography–sources of interference in the intensive care unit. Physiol Meas. 2011;32(12):L1–L10. doi: 10.1088/0967-3334/32/12/F01. [PubMed] [CrossRef] [Google Scholar]23. Vogt B, Mendes L, Chouvarda I, et al.  Influence of torso and arm positions on chest examinations by electrical impedance tomography. Physiol Meas. 2016;37(6):904–921. doi: 10.1088/0967-3334/37/6/904. [PubMed] [CrossRef] [Google Scholar]24. Becher T, Wendler A, Eimer C, Weiler N, Frerichs I. Changes in electrical impedance tomography findings of icu patients during rapid infusion of a fluid bolus: a prospective observational study. Am J Respir Crit Care Med. 2019;199(12):1572–1575. doi: 10.1164/rccm.201812-2252LE. [PubMed] [CrossRef] [Google Scholar]25. Sobota V, Müller M, Roubík K. Intravenous administration of normal saline may be misinterpreted as a change of end-expiratory lung volume when using electrical impedance tomography. Sci Rep. 2019;9(1):5775. doi: 10.1038/s41598-019-42241-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Heines SJH, Strauch U, van de Poll MCG, Roekaerts PMHJ, Bergmans DCJJ. Clinical implementation of electric impedance tomography in the treatment of ARDS: a single centre experience. J Clin Monit Comput. 2019;33(2):291–300. doi: 10.1007/s10877-018-0164-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Sella N, Zarantonello F, Andreatta G, Gagliardi V, Boscolo A, Navalesi P. Positive end-expiratory pressure titration in COVID-19 acute respiratory failure: electrical impedance tomography vs PEEP/FiO2 tables. Crit Care. 2020;24(1):540. doi: 10.1186/s13054-020-03242-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. van der Zee P, Somhorst P, Endeman H, Gommers D. Electrical impedance tomography for positive end-expiratory pressure titration in COVID-19-related acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020;202(2):280–284. doi: 10.1164/rccm.202003-0816LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Dargaville PA, Rimensberger PC, Frerichs I. Regional tidal ventilation and compliance during a stepwise vital capacity manoeuvre. Intensive Care Med. 2010;36(11):1953–1961. doi: 10.1007/s00134-010-1995-1. [PubMed] [CrossRef] [Google Scholar]30. Chen L, Del Sorbo L, Grieco DL, Shklar O, Junhasavasdikul D, Telias I, Fan E, Brochard L. Airway closure in acute respiratory distress syndrome: An underestimated and misinterpreted phenomenon. Am J Respir Crit Care Med. 2018;197(1):132–136. doi: 10.1164/rccm.201702-0388LE. [PubMed] [CrossRef] [Google Scholar]31. Yonis H, Mortaza S, Baboi L, Mercat A, Guérin C. Expiratory flow limitation assessment in patients with acute respiratory distress syndrome a reappraisal. Am J Respir Crit Care Med. 2018;198(1):131–134. doi: 10.1164/rccm.201711-2326LE. [PubMed] [CrossRef] [Google Scholar]32. Guérin C, Terzi N, Galerneau LM, Mezidi M, Yonis H, Baboi L, Kreitmann L, Turbil E, Cour M, Argaud L, Louis B. Lung and chest wall mechanics in patients with acute respiratory distress syndrome, expiratory flow limitation, and airway closure. J Appl Physiol. 2020;128(6):1594–1603. doi: 10.1152/japplphysiol.00059.2020. [PubMed] [CrossRef] [Google Scholar]33. Briel M, Meade M, Mercat A, et al.  Higher vs lower positive end-expiratory pressure in patients with acute lung injury and acute respiratory distress syndrome: systematic review and meta-analysis. JAMA. 2010;303(9):865–873. doi: 10.1001/jama.2010.218. [PubMed] [CrossRef] [Google Scholar]34. Fan E, Del Sorbo L, Goligher EC, Carol L Hodgson, Laveena Munshi, Allan J Walkey, Neill K J Adhikari, Marcelo B P Amato, Richard Branson, Roy G Brower, Niall D Ferguson, Ognjen Gajic, Luciano Gattinoni, Dean Hess, Jordi Mancebo, Maureen O Meade, Daniel F McAuley, Antonio Pesenti, V Marco Ranieri, Gordon D Rubenfeld, Eileen Rubin, Maureen Seckel, Arthur S Slutsky, Daniel Talmor, B Taylor Thompson, Hannah Wunsch, Elizabeth Uleryk, Jan Brozek, Laurent J Brochard, American Thoracic Society, European Society of Intensive Care Medicine, and Society of Critical Care Medicine. An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: Mechanical Ventilation in Adult Patients with Acute Respiratory Distress Syndrome. Am J Respir Crit Care Med. 2017;195(9):1253–1263. doi:10.1164/rccm.201703-0548ST [PubMed]35. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, Gattinoni L, van Haren F, Larsson A, McAuley DF, Ranieri M, Rubenfeld G, Thompson BT, Wrigge H, Slutsky AS, Pesenti A, LUNG SAFE Investigators; ESICM Trials Group  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315(8):788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]36. Mauri T, Lazzeri M, Bellani G, Zanella A, Grasselli G. Respiratory mechanics to understand ARDS and guide mechanical ventilation. Physiol Meas. 2017;38(12):R280–H303. doi: 10.1088/1361-6579/aa9052. [PubMed] [CrossRef] [Google Scholar]37. Bellani G, Grassi A, Sosio S, et al.  Driving Pressure Is Associated with Outcome during Assisted Ventilation in Acute Respiratory Distress Syndrome. Anesthesiology. 2019;131(3):594–604. doi: 10.1097/ALN.0000000000002846. [PubMed] [CrossRef] [Google Scholar]"}