{"title": "Oncogenic dysregulation of pre-mRNA processing by protein kinases: challenges and therapeutic opportunities", "pubDate": "2021", "PMCID": "PMC8596628", "DOI": "10.1111/febs.16057", "PMID": "34092037", "abstract": "Alternative splicing and polyadenylation represent two major steps in pre-mRNA-processing, which ensure proper gene expression and diversification of human transcriptomes. Deregulation of these processes contributes to oncogenic programmes involved in the onset, progression and evolution of human cancers, which often result in the acquisition of resistance to existing therapies. On the other hand, cancer cells frequently increase their transcriptional rate and develop a transcriptional addiction, which imposes a high stress on the pre-mRNA-processing machinery and establishes a therapeutically exploitable vulnerability. A prominent role in fine-tuning pre-mRNA-processing mechanisms is played by three main families of protein kinases: serine arginine protein kinase (SRPK), CDC-like kinase (CLK) and cyclin-dependent kinase (CDK). These kinases phosphorylate the RNA polymerase, splicing factors and regulatory proteins involved in cleavage and polyadenylation of the nascent transcripts. The activity of SRPKs, CLKs and CDKs can be altered in cancer cells, and their inhibition was shown to exert anticancer effects. In this review, we describe key findings that have been reported on these topics and discuss challenges and opportunities of developing therapeutic approaches targeting splicing factor kinases.", "author": [{"author": "Chiara Naro", "affiliation": ["Department of Neuroscience, Section of Human Anatomy, Catholic University of the Sacred Heart, Rome, Italy.", "Fondazione Policlinico Universitario A. Gemelli, IRCCS, Rome, Italy."], "href": "/?term=Naro+C&cauthor_id=34092037"}, {"author": "Pamela Bielli", "affiliation": ["Department of Biomedicine and Prevention, University of Rome Tor Vergata, Italy.", "Fondazione Santa Lucia, IRCCS, Rome, Italy."], "href": "/?term=Bielli+P&cauthor_id=34092037"}, {"author": "Claudio Sette", "affiliation": ["Department of Neuroscience, Section of Human Anatomy, Catholic University of the Sacred Heart, Rome, Italy.", "Fondazione Santa Lucia, IRCCS, Rome, Italy."], "href": "/?term=Sette+C&cauthor_id=34092037"}], "refPMID": ["25784052", "27677860", "24514444", "31399713", "25112293", "25201104", "31611195", "31554928", "24069033", "28248323", "18024427", "23756342", "21163941", "25452276", "26474067", "28851752", "32499400", "23275552", "21205204", "21205200", "16319169", "19240134", "22727668", "11517331", "16209947", "23707382", "27397683", "29335301", "32359191", "26013829", "17284590", "25140042", "23602568", "16100109", "23115303", "29276085", "30916345", "9446799", "16140986", "24703948", "33632061", "32169215", "33080171", "16585209", "17332336", "26500332", "23071587", "26244849", "30568163", "25774502", "27391422", "15256051", "17091485", "12565829", "32859889", "32461560", "22172722", "33017668", "14701728", "22761433", "33177704", "28606154", "29615842", "29510776", "33722639", "26023237", "29606096", "28407594", "25203323", "24550521", "12124351", "25010863", "8617202", "8798720", "21536904", "32059760", "28689656", "25561496", "14709600", "24869919", "23519612", "12773558", "10954422", "10480872", "27126587", "21329884", "25670169", "27015110", "27050366", "21949414", "9315658", "29802995", "29769258", "31570001", "25581376", "27184417", "28232751", "17709427", "24013503", "28966034", "26113877", "26331541", "29789342", "17024186", "30865884", "25180339", "23028141", "32446654", "32572259", "22505032", "23622515", "9450931", "11960010", "17386261", "24746699", "23064645", "33060135", "32731332", "12037670", "18205180", "24050178", "19854129", "16427012", "15456870", "25849141", "26728557", "32917631", "22547058", "22012619", "27073218", "26658019", "20952539", "24478330", "32805052", "30487607", "30988284", "30709878", "24240700", "31668947", "28334900", "31652541", "25561469", "11683387", "26886422", "27155449", "30473182", "30723918", "30532595", "28455421", "28572168", "30692639", "31468695", "33429148", "26787835", "29906450", "32071145", "31478829", "32086391", "24101931", "23123942", "32303702", "16840555", "25381816", "32994315", "32628359", "32201343", "29478907", "22797067", "33066143", "31560935", "28555643", "31827241", "31699827", "30076373", "33086052", "29358035", "24082883", "27880910", "33789687", "29276047", "31064851", "27725641", "25970242", "30259761", "31677919", "12478298", "16299516", "28916722", "20705336", "24369428", "10945990", "15684423", "24462114", "22615491", "30995481", "27450555", "22509028", "28673542", "32482868", "31747612", "29555663", "23308182", "32453427", "9611241", "18658135", "21367856", "21470964", "22767602", "25620562", "17135269", "30118183", "32374842", "24452013", "22677170", "22684629", "22549466", "20118938", "10564280", "10913193", "15471878", "15175272"], "citedInPMID": ["34092037", "34930366", "34680108"], "body": " AbstractAlternative splicing and polyadenylation represent two major steps in pre‐mRNA‐processing, which ensure proper gene expression and diversification of human transcriptomes. Deregulation of these processes contributes to oncogenic programmes involved in the onset, progression and evolution of human cancers, which often result in the acquisition of resistance to existing therapies. On the other hand, cancer cells frequently increase their transcriptional rate and develop a transcriptional addiction, which imposes a high stress on the pre‐mRNA‐processing machinery and establishes a therapeutically exploitable vulnerability. A prominent role in fine‐tuning pre‐mRNA‐processing mechanisms is played by three main families of protein kinases: serine arginine protein kinase (SRPK), CDC‐like kinase (CLK) and cyclin‐dependent kinase (CDK). These kinases phosphorylate the RNA polymerase, splicing factors and regulatory proteins involved in cleavage and polyadenylation of the nascent transcripts. The activity of SRPKs, CLKs and CDKs can be altered in cancer cells, and their inhibition was shown to exert anticancer effects. In this review, we describe key findings that have been reported on these topics and discuss challenges and opportunities of developing therapeutic approaches targeting splicing factor kinases.Keywords: alternative polyadenylation, alternative splicing, kinase inhibitors, pre‐mRNA‐processing, regulatory phosphorylation AbstractPhosphorylation of RNA polymerase II and regulatory RNA‐binding proteins represents a major modality of pre‐mRNA‐processing regulation. Serine arginine protein kinase (SRPK), CDC‐like kinase (CLK) and cyclin‐dependent kinase (CDK) are the three main families of protein kinases regulating this process. This review reports findings that have highlighted oncogenic alteration of the pre‐mRNA‐processing as a consequence of aberrant regulation of SRPK, CLK and CDK activity and discuss challenges and opportunities of developing therapeutic approaches targeting these kinases.\n AbbreviationsAPAalternative polyadenylationASalternative splicingCDKcyclin‐dependent kinaseCLKCDC‐like kinaseCPSFcleavage and polyadenylation specific factorCTDRNA polymerase II C‐terminal domainDDRDNA damage responsePARPipoly‐adenosyl ribose polymerase inhibitorsPASpolyadenylation signalsRBPsRNA‐binding proteinsRNPIIRNA polymerase IISRPKserine arginine protein kinase IntroductionMost RNAs transcribed in the nucleus serve as vectors of the genetic information encoded in the DNA. The nascent transcripts undergo several steps of co‐ and post‐transcriptional processing that are required for their maturation, including splicing of intronic sequences, 3′ end cleavage and polyadenylation [1, 2]. These processes are mediated by complex macromolecular machineries, namely the spliceosome and the cleavage and polyadenylation complex, whose activity and recruitment to the newly transcribed RNAs are modulated by both transcription dynamics [3, 4] and interaction with hundreds of auxiliary RNA‐binding proteins (RBPs) [5, 6].Recognition of the exon‐intron boundaries and polyadenylation signals (PAS) are hampered by the degenerate nature of the splice‐site sequences and by the presence of multiple PAS within the transcription unit. For this reason, additional cis‐acting sequences, named splicing enhancers and silencers, or proximal and distal sequence elements, respectively, are recognised by specific RBPs that orchestrate the production of multiple transcripts through alternative splicing (AS) and alternative polyadenylation (APA) from most eukaryotic genes [5, 6]. The transcriptome diversity generated by these mechanisms allows fine‐tuning of gene expression under physiological conditions, thus expanding the coding potential and the flexibility of utilisation of the genome. However, errors in these complex processing mechanisms can lead to aberrant expression of RNA isoforms that promote disease onset or progression. Indeed, many human pathologies have been linked to defective pre‐mRNA‐processing events, and dysregulation of these mechanisms are particularly frequent in human cancers [7]. Thus, investigation of the molecular mechanisms underlying the oncogenic alteration of both AS and APA represents a flourishing field of studies which hold the promise to yield novel and more specific anti‐tumoral therapeutic approaches [7, 8]. In this regard, protein kinases regulating pre‐mRNA‐processing represent promising objects of investigation, as they can be potentially targeted by specific enzymatic inhibitors. Notably, several protein kinases have been shown to regulate both RBPs and the RNA polymerase II (RNPII) through phosphorylation, a post‐translational modification that plays a key role in coupling pre‐mRNA‐processing with transcription in response to physiological and pathological signals [9, 10].Protein phosphorylation affects AS at multiple steps, by modulating the activity of core components of the spliceosome as well as the expression, activity and/or subcellular localisation of regulatory RBPs [9, 11]. The protein kinases that mediate such control include both splicing‐specific kinases, such as the serine arginine protein kinase (SRPK) and CDC‐like kinase (CLK) families, and cell‐signaling kinases, whose activity integrates pre‐mRNA‐processing within cellular responses to specific cues [9]. On the other hand, regulatory phosphorylation of the RNPII is largely mediated by members of the cyclin‐dependent kinase (CDK) family, which target residues of the heptapeptide (YSPTSPS) repeats in its C‐terminal domain (CTD) [12]. Sequential phosphorylation of the CTD by CDKs regulates the kinetics of the transcription cycle (i.e. transition from initiation to elongation, productive elongation and termination). This regulation also affects AS and APA by modulating the window of opportunity between competing splice sites or PAS, respectively [2, 13]. In addition, CTD phosphorylation is also crucial for pre‐mRNA‐processing because it promotes the recruitment of RBPs involved in this mechanism [10]. In line with the extensive links between these processes, overexpression of mutant RNPII with a defective elongation rate, or treatment with CDK inhibitors that block phosphorylation of the CTD, both induced widespread alteration in pre‐mRNA‐processing events [14, 15, 16, 17, 18]. To couple these processes, the CTD acts as a docking platform for the co‐transcriptional recruitment of splicing and cleavage and polyadenylation factors (CPAs) in a phosphorylation‐dependent fashion [10, 19].In this review, we describe studies that illustrate how SRPKs, CLKs and CDKs contribute to oncogenic dysregulation of pre‐mRNA‐processing, highlighting challenges and opportunities of developing therapeutic approaches targeting their activity. The SR‐protein kinase familySRPK1–3 form a small family of serine‐threonine kinases that specialise in the phosphorylation of serine residues within serine/arginine (S/R) dipeptides enriched in SR proteins, a large family of splicing factors [20, 21].SRPK1 is the prototype and the most investigated member of this family (Fig. 1A). Its structure is characterised by a bipartite kinase domain, separated by a unique spacer insert domain (SID) [20, 21]. In non‐stimulated cells, SRPK1 is mainly localised in the cytoplasm, where it is held by a strong cytosolic retention signal within the SID and by the interaction with molecular chaperones [22, 23, 24]. In the cytoplasm, SRPK1 phosphorylates SR proteins and stimulates their nuclear import by increasing their affinity for their specific transportin SR2 [25] (Fig. 2A). Different intra‐ and extracellular signals lead to dissociation of chaperones from SRPK1 and induce its nuclear translocation [22, 24]. In the nucleus, SRPKs cooperate with CLKs to regulate shuttling of SR proteins between nuclear speckles and nucleoplasm by phosphorylation of different S/R residues [26, 27] (Fig. 2A). Moreover, direct interaction with CLK1 was found to stabilise the nuclear localisation of SRPK1 and to promote the release of SR proteins from CLK1 upon their phosphorylation, thus allowing timely association with spliceosomal components [28, 29, 30]. In addition to SR‐proteins, SRPKs also regulate the activity of other splicing factors, such as TRA2B [31] and RBM4 [32, 33]. Moreover, a systematic study combining in vitro kinase assays with affinity purification‐mass spectrometry revealed that other RNA‐processing factors, including hnRNPs, spliceosomal proteins and components of the exon junction complex (EJC), are substrates of SRPKs [34]. In particular, both SRPK1 and SRPK2 were found to phosphorylate RBM8A (or Y14) [34], an EJC component whose phosphorylation regulates its interaction with other EJC proteins and with mRNA decay factors [35, 36]. Lastly, the cleavage and polyadenylation‐specific factors CPSF6 and CPSF7 (also known as CFIm68 and 59) are also phosphorylated by SRPKs. This post‐translational modification might affect the polyadenylation process, as suggested by the widespread changes in APA observed in cells expressing an hypo‐phosphorylated CPSF6[S8YA] mutant [37, 38]. Thus, although a comprehensive analysis of post‐transcriptional processes other than splicing is still lacking, these observations suggest that SRPKs regulate and coordinate various stages of pre‐mRNA processing.Open in a separate windowFig. 1Schematic structures of prototype members of SRPK, CLK and CDK families, implicated in alternative mRNA processing. (A, B) Schematic representation of the functional domains of the splicing factor kinases SRPK1 and CLK1 (A) and of the transcriptional related CDKs, CDK7, CDK9, CDK12 and CDK13 (B). SRPK1 shows a bi‐lobular kinase domain, interrupted by a unique spacer insert domain (SID), site of interaction with molecular chaperones. CLK1, CDK7 and CDK9 are primarily constituted by their kinase domain. CDK12 and CDK13 display a RS domain, enriched in Arg/Ser residues and multiple proline‐rich regions (PR). CDK13 also has three alanine rich domains (AR).Open in a separate windowFig. 2Phosphorylation‐mediated regulation of RNA‐processing. (A) SRPKs and CLKs cooperate in phosphorylation of SR proteins. SRPK‐ and CLK‐activity is counteracted by specific phosphatase (PPase), making SR protein‐phosphorylation reversible. This modification modulates SR proteins shuttling between nuclear speckles and active site of pre‐mRNA‐transcription and processing. It also affects SR protein physical and functional interaction with the spliceosome. In the cytoplasm, SRPKs‐mediated phosphorylation regulates SR protein nuclear import. (B) Schematic representation of a eukaryotic gene, displaying multiple constitutive (grey boxes) and alternative exons (red boxes) and several PAS. Recognition of these elements during pre‐mRNA‐processing is modulated by transcriptional CDKs (CDK7/9/12/13). These kinases phosphorylate the RNPII CTD at different residues and with different timing. These modifications affect transcription dynamics and RNPII interactions with RNAprocessing factors (i.e RBP, spliceosomal proteins and CPA). Inhibition or depletion of CDK7/9/12/13 alter co‐transcriptional RNA‐processing, favouring aberrant AS, intron retention and polyadenylation at premature PAS.SRPK1 and 2 are ubiquitously expressed in human tissues, with the highest expression levels in the brain and testes, whereas SRPK3 is primarily expressed in brain and muscle [39, 40] (Fig. 3A). In line with this pattern of expression, Srpk1 genetic ablation is an embryonic lethality in the mouse, whereas knockout of Sprk3 elicits a type‐2 specific myopathy in murine models [40, 41]. To date, no direct information is available on the impact of SRPKs on developmentally‐regulated splicing programmes. However, the peculiar higher expression of both SRPK1 and 2 in brain and testes (Fig. 3A) suggests their implication in the generation of the large transcriptome diversity in these organs [42]. Remarkably, SRPK1‐mediated phosphorylation R/S dipeptides of protamine 1 is crucial to ensure the protamine‐to‐histone exchange underlying reactivation of the paternal genome after fertilisation [43]. Moreover, SRPK1‐mediated phosphorylation of the ubiquitin ligase RNF12 was shown to regulate a neurodevelopmental‐specific transcriptional programme [44]. Collectively, these observations highlight the multifunctional role played by SRPKs in the regulation of developmental processes in higher eukaryotes.Open in a separate windowFig. 3SRPK‐, CLK‐ and transcriptional CDK‐expression levels in human tissues. (A–C) Clustergrams illustrating expression levels of indicated members of the SRPK (A), CLK (B) and CDK (C) families, in human tissues. Data and figures were retrieved from the Genotype‐Tissue Expression (GTEx) Portal. Gene expression is shown in Transcripts Per Million (TPM). The GTEx Project was supported by the Common Fund of the Office of the Director of the National Institutes of According Health, and by NCI, NHGRI, NHLBI, NIDA, NIMH, and NINDS. The data used for the analyses described in this manuscript were obtained from: the GTEx Portal on 04/30/21. The role of SRPKs in human cancersSRPK1‐upregulation was documented in several human solid tumours [45, 46, 47, 48] and in leukaemia [49, 50]. In most of these cancers, SRPK1‐upregulation was correlated with poor outcome and negative prognostic factors, such as higher tumour grade and stage or metastatic behaviour [46, 47, 51, 52]. However, exception to this trend was reported in patients affected by testicular germ cell tumours and paediatric retinoblastoma, for whom high expression of SRPK1 apparently correlates with better prognosis and increased sensitivity to chemotherapy [53, 54]. Such opposite trends could reflect changes in post‐translational modifications of SRPK1, which modulate its activity. For instance, phosphorylation by casein kinase 2 (CK2) o LIMK2 was shown to enhance SRPK1 activity [55, 56], whereas TIP60‐mediated acetylation inhibits SRPK1 auto‐phosphorylation and reduces its stability [57]. Thus, it is possible that post‐translational modifications occur differently in cancers showing opposite prognostic potential of SRPK1, and contribute to its functional impact. In this regard, it is interesting to mention that both knock‐out and overexpression of SRPK1 were reported to affect oncogenic features of mouse embryonic fibroblasts (MEFs). Ablation of SRPK1 promoted neoplastic transformation of MEFs, whereas its overexpression enhanced anchorage‐independent cell growth [41]. Notably, hyper‐activation of the AKT pathway was suggested to underlie this ambivalent behaviour. SRPK1 interacts with the AKT kinase and its regulatory phosphatase PHLPP1, and both high and low SRPK1 levels were shown to interfere with a negative feedback mechanism that normally tunes the AKT pathway [41]. These observations suggest that splicing‐independent regulatory activities of SRPK1 might also concur with its multifaceted behaviour observed in human cancers.The levels of SRPK1 in cancer cells could be controlled at the transcriptional level by the Wilms' tumour suppressor (WT1), a zinc‐finger transcription factor shown to either repress or activate SRPK1 expression in different cellular contexts. Indeed, WT1 repressed SRPK1 transcription in a non‐tumoral Denys Drash Syndrome podocyte cell line [58], whereas a more recent study reported that WT1 acts as a transcriptional activator of SRPK1 in prostate cancer and leukaemia cells [59]. This positive function is inhibited by the interaction of WT1 with the transcriptional co‐repressor BASP1 [60], highlighting the relevance of the cellular context for the regulation of SRPK1 transcription. In addition, SRPK1 expression is repressed at post‐transcriptional level by several microRNAs, such as mir‐9 [61], mir‐99 [62], mir‐1296 [63], mir‐216b [64], mir‐126 [65] and miR‐485‐p [66]. Changes in expression of these microRNAs might contribute to modulate the cellular levels of SRPK1 in different cancer types. For instance, it was proposed that activation of the transcription factor HIF1α upon hypoxic conditions causes the downregulation of mir‐1296 and miR‐485‐p [63, 66]. Hence, transcriptional regulation of specific microRNAs by HIF1α might induce the upregulation of SRPK1 under hypoxia that has been documented in multiple cancer cells [67, 68].SRPK1 expression and/or activity was shown to promote several of the hallmarks of cancer, including proliferation, resistance to apoptosis, migration and angiogenesis [46, 47, 69, 70, 71, 72, 73]. In most cases, the pro‐tumoral activity of SRPK1 was associated with modulation of select splice‐variants in cancer cells [46, 47, 69, 70, 71, 72, 73]. For instance, depletion of SRPK1 promoted the splicing of a truncated isoform of the MAP2K2 gene and of a shorter isoform of the apoptotic regulator MCL‐1, thus enhancing apoptosis and susceptibility to chemotherapeutic agents [33, 46]. One of the most investigated targets of SRPK1 is the vascular endothelial growth factor (VEGF) gene. Alternative usage of a proximal or distal splice site in VEGF exon 8 regulates the balance between pro‐ (VEGF165) and anti‐angiogenic (VEGF165b) splice variants [72]. Upregulation of SRPK1 drives phosphorylation and nuclear translocation of the splicing factor SRSF1, which enhances splicing of the pro‐angiogenic VEGF165 isoform in Wilms Tumour [58], melanoma [73] and prostate cancer [47]. More generally, transcriptome profiling approaches have revealed a widespread impact of SRPK1 activity on splicing regulation [50]. Genetic or pharmacologic inhibition of SRPK1 affects more than 2000 splicing‐regulated genes in the leukaemic cell line THP1 [50]. Among them, SRPK1 inhibition caused a cancer‐relevant switch in the pre‐mRNA of the transcriptional regulator BRD4. The long BRD4 isoform displayed reduced chromatin‐binding and was proposed a potential therapeutic vulnerability of leukaemia cells. Indeed, SRPK1 inhibition synergised with inhibitors of BRD proteins in reducing the growth of leukaemia cells [50]. This finding strongly suggests that characterisation of the transcriptome signature regulated by SRPK1 in other tumour types could provide valuable insights regarding its oncogenic activity, as well as suggestions about potential targets to be tested in combined therapeutic approaches. The CDC‐like kinase familyThe CLK family comprises four members (CLK1–4) of SR protein kinases, which are ubiquitously expressed in human tissues (Fig. 3B). They are characterised by a C‐terminal kinase domain and an N‐terminal disordered domain, which mediates protein‐protein interactions (Fig. 1A). CLKs differ from SRPKs for their preferential localisation in the nucleus and for their broader spectrum of activity. Indeed, these kinases also phosphorylate S‐K or S‐P dipeptides, in addition to S‐R dipeptides [27, 74, 75]. As previously mentioned, by virtue of these differences in localisation and specificity, CLKs cooperate with SRPKs in phosphorylating and regulating the activity of SR proteins [26, 27, 28, 29, 30] (Fig. 2A). In particular, CLK‐mediated phosphorylation enhances the release of SR proteins from nuclear speckles and promotes their interaction with the U1 snRNP [28, 76], thus increasing their splicing activity. Notably, the activity of CLK1 and CLK4 is highly susceptible to physiological temperature changes. This regulation relies on the intrinsic structural features of CLKs, which allow reversible rearrangements in their kinase activation segment [77]. By virtue of this regulation, CLK1 and CLK4 were recently shown to act as temperature sensors, which couple pathological and circadian oscillations of the body temperature with global regulation of gene expression and splicing by regulating SR‐protein phosphorylation [77, 78]. CLK‐mediated phosphorylation of SR proteins is also crucial for the regulation of splicing of the so‐called ‘detained’ introns in murine embryonic stem (ES) cells [79]. Detained introns are defined as a class of evolutionary conserved introns which are retained in highly stable, nuclear polyadenylated transcripts [79]. Post‐transcriptional splicing of detained introns is activated upon specific cellular cues and positively regulates the expression of parent genes [79].CLKs phosphorylate also other splicing factors, such as TRA2B [80, 81] and SPF45 [82]. For instance, CLK2‐mediated phosphorylation was shown to modulate the feedback mechanism by which TRA2B auto‐regulates its own splicing and expression levels [80]. Although CLKs, and in particular CLK1, are prevalently localised in the nucleus [28, 83], these kinases can also function in the cytoplasm [84]. Among the cytoplasmic targets, CLKs can phosphorylate the tyrosine phosphatase PTP1B [85] and the junctional proteins PKP2, PPHLN1 and PNN [34] in vitro. Moreover, the mitotic kinase Aurora B and B56β, a regulatory subunit of the PP2A complex, were also reported to be functionally relevant substrates of CLKs in live cells [86, 87]. Phosphorylation of Aurora B by CLK1, 2 and 4 was shown to be essential for proper cytokinesis [86], while CLK2‐mediated phosphorylation of B56β promoted assembly of the functional PP2A complex by regulating an inhibitory feedback loop impinging on the AKT kinase [87]. The role of CLKs in human cancersUpregulation of CLK1–4 expression levels was reported in multiple cancer types, including breast [88], colon, renal, and lung carcinomas [89]. Moreover, high expression levels of CLK1 or CLK2 were associated with negative prognosis in renal carcinoma and glioblastoma, respectively [89, 90]. The increased expression of CLK2 in breast cancer was correlated with the amplification of its locus [88], whereas the cause of CLK1 upregulation in tumours has not been investigated yet. However, CLK1 protein expression is regulated by a ubiquitin‐mediated degradation mechanism during cell cycle progression, resulting in a peak of expression during the G2/M phase [89]. Thus, the increased mitotic index of tumours with respect to normal tissue, combined with the higher CLK1 transcript levels, may account for the observed upregulation of this kinase in human cancers. Furthermore, CLK1 and CLK4 expression levels are also regulated by post‐transcriptional splicing of the introns flanking their exon 4. These introns are retained in a large fraction of polyadenylated transcripts in mouse cells, and their splicing is activated upon cellular stresses, such as heat or osmotic shock [91]. CLK1/4 appear to control their own pre‐mRNA, as their chemical inhibition promoted splicing of the retained introns [79, 91]. CLK1 also auto‐regulates AS of its own exon 4, of which the skipping generates a truncated and catalytically inactive protein isoform [92]. Notably, CLK1 intron 4 is variably retained and exon 4 largely excluded, also in a subset of human cancer cell lines and this regulation is reverted by stress conditions [93]. Thus, alteration of this conserved auto‐regulatory mechanism might also contribute to changes in CLK1 expression and activity in cancers.Downregulation or chemical inhibition of CLKs impairs growth and metastatic properties of tumours and these effects were correlated with the modulation of specific splice variants [88, 90, 94, 95, 96]. For instance, CLK inhibition in a glioblastoma model favours splicing of a cytoplasmic isoform of the oestrogen‐related receptor β (ERR‐B) gene, named ERR‐ β 2, which in turn inhibits cancer cell growth and migration [95]. Moreover, two distinct CLK inhibitors were reported to increase the skipping of exon 7 in the RPS6KB1 gene, a splicing event directly correlated with the anti‐proliferative effects of these drugs in breast cancer models [94, 96]. At genome‐wide level, CLK inhibitors modulated a subset of AS events that are dysregulated across tumour types displaying CLK1 upregulation [89], suggesting their efficacy in reverting CLK‐mediated oncogenic features. Interestingly, ˜ 65% of the CLK‐dependent AS events were also susceptible to periodic variation across the cell‐cycle. Thus, the splicing activity of CLKs may contribute to determine the proper timing of cell‐cycle progression [89]. This observation, together with the cell cycle‐dependent expression of CLKs and their role in Aurora B phosphorylation [86, 89], suggests that CLK inhibitors might represent promising therapeutic options for cancers treated with drugs that interfere with mitosis, such as taxanes for triple‐negative breast cancers [97].Transcriptomic analyses in different cancer cell lines revealed that chemical inhibition of CLKs results in pervasive intron‐retention patterns [89, 98]. Interestingly, inefficient splicing of detained introns represents a vulnerability for glioblastoma cells. It was shown that inhibition of PRMT5, an arginine methyl transferase that methylates spliceosomal proteins and is required for spliceosome maturation [99, 100] resulted in an accumulation of detained introns and elicited strong anti‐tumoral effects [101]. These observations suggest that CLK inhibitors might synergise with other spliceosome inhibitors in halting the growth of tumours that, similarly to glioblastoma, display high levels of detained introns [102]. In this view, it will be interesting to evaluate whether MYC‐driven tumours, which are known to be particularly susceptible to spliceosome inhibition [103], are also particularly sensitive to the anti‐tumoral activity of CLK inhibitors and whether these drugs synergise in combined regimens. In support of this hypothesis, a novel potent ATP‐competitive inhibitor of CLK2 (T‐025; N2‐methyl‐N4‐[pyrimidin‐2‐ylmethyl]‐5‐[quinolin‐6‐yl]‐7H‐pyrrolo[2,3‐d]pyrimidine‐2,4‐diamine) exhibited particular efficacy in MYC amplified cancer cell lines [94]. However, in this initial study T‐025 was not found to induce massive intron‐retention as observed by other spliceosome inhibitors [94]. Thus, further investigation of the mechanism(s) underlying this susceptibility are still necessary to elucidate its full potential [104]. Another interesting observation is that a new generation ATP‐competitive inhibitor of CLKs, named T3 [4‐(2‐methyl‐1‐(4‐methylpiperazin‐1‐yl)‐1‐oxopropan‐2‐yl)‐N‐(6‐(pyridin‐4‐yl)imidazo[1,2‐a]pyridin‐2‐yl)] promotes the formation of conjoined gene transcripts, as a consequence of aberrant RNA‐processing between transcripts of distinct genes [98]. This pattern was correlated to the enrichment of specific RNA motifs in the last and second exons of upstream and downstream partners, respectively. These motifs were predicted to be recognised by RBPs that are known to affect both AS and APA processes [98], such as U2AF2 and KHDRBS1 [105, 106]. Moreover, mass‐spectrometry assays documented a direct interaction between CLK2 and these RBPs as well as with core components of the cleavage and polyadenylation complex, including CPSF7 [98]. Since the alternative last exon was the second most abundant AS pattern regulated by T‐025 after the cassette exon [94], these observations hint at a possible involvement of CLKs also in 3′‐end RNA‐processing regulation and suggest that impairment of this function might concur with the anti‐tumoral effects elicited by their chemical inhibition. The cyclin‐dependent kinase familyCyclin‐dependent kinases are a family of serine‐threonine kinases, requiring association with regulatory cyclins to exert their activity. The human genome comprises 21 CDKs and five CDK‐like (CDKL) genes, which can be classified in cell‐cycle‐related and transcriptional‐related subfamilies on the basis of their substrate specificity [107]. In particular, the transcriptional CDKs ensure orderly progression of the sequential phases of the transcription cycle, as well as its efficient and accurate coordination with the pre‐mRNA‐processing events that are required for proper gene expression (Fig. 2B) [108, 109, 110]. Among them, CDK7, CDK9, CDK12 and CDK13 (Fig. 1B) are the kinases whose regulatory impact on pre‐mRNA‐processing has been more extensively investigated. All these CDKs are ubiquitously expressed in human tissues (Fig. 3C) and act on similar, yet not overlapping, steps of transcription and pre‐mRNA‐processing.CDK7CDK7 function is essential in vivo and its ablation leads to defects in cell cycle progression and early embryonic lethality [111]. Moreover, conditional knockout of CDK7 in adult mice indicated that this kinase is essential for the homeostasis of tissues with elevated cellular turnover, which undergo exhaustion of self‐renewal capacity and premature ageing in its absence, whereas CDK7 appears to be dispensable in tissues characterised by low proliferation [111]. CDK7 associates with MAT1 and Cyclin H in the cytoplasm as part of the CDK‐activating kinase (CAK) complex, and regulates phosphorylation of cell‐cycle CDKs [111, 112]. In line with this role, loss of CDK7 was reported to induce mitotic defects in lower organisms, such as yeast and Caenorhabditis elegans [113, 114]. Moreover, selective inhibition of an analog‐sensitive CDK7 allele (CDK7as) in human colon cancer cells impaired activation of CDK1 and CDK2 and cell cycle progression [115]. On the other hand, in the nucleus the CAK complex is tethered to the general transcription factor TFIIH and facilitates RNPII escape from the preinitiation complex (PIC) in promoter regions. This latter function is operated through phosphorylation of the RNPII CTD at Ser5 and of CDK9, the catalytic subunit of the transcription elongation factor P‐TEFb [116, 117]. More recently, CDK7 was also reported to phosphorylate several splicing factors, including the U2 snRNP protein SF3B1 and the general splicing factor U2AF2 [118]. In addition, CDK7 also phosphorylates CDK12 and CDK13 [118], which are involved in the phosphorylation of the RNPII CTD at Ser2 within the gene body and play a role in RNA processing regulation (see below). These findings, together with the observation of a significant overlap between AS changes elicited by CDK7 inhibition and the SF3B1 inhibitor Pladienolide B [118], provide strong evidence for a direct and/or indirect role for CDK7 in splicing regulation.CDK9CDK9 also mediates the phosphorylation of the RNPII CTD at Ser2 [108]. Loss of CDK9 expression in vivo causes embryonic lethality [119] and its activity was shown to contribute to developmental and tissue‐specific differentiation programme types, such as myogenic and lymphoid differentiation [120, 121]. Together with its partner Cyclin T1, CDK9 is a key component of the P‐TEFb complex involved in transcription elongation. Upon promoter clearance, association with the DRB sensitivity‐inducing factor DSIF (a heterodimer composed of the Spt5 and Spt4 subunits) and negative elongation factor NELF causes the stalling of the elongating RNPII ˜ 50–100 nt downstream of the transcription start site. At this stage, CDK9‐mediated phosphorylation of Spt5, NELF and the CTD triggers the release of the RNPII from promoter‐proximal pausing, allows its transition into the gene body and promotes transcript elongation [122, 123, 124]. Notably, chemical inhibition of CDK9 also interferes with co‐transcriptional splicing and with the 3′‐end RNA cleavage and polyadenylation [125] (Fig. 2B). This defect is likely a consequence of the altered recruitment of regulatory factors, such as U2AF2 [19] and the CPAs PCF11 [19], CSTF2 (also known as CSTF64) and SSU72 [126]. CDK9 also directly phosphorylates and enhances the activity of XRN2, the 5′–3′ exonuclease that degrades the 5′ uncapped RNA generated downstream of the cleavage site during 3′‐end pre‐mRNA‐processing [127]. Depletion or inhibition of CDK9 impaired the localisation of XRN2 on the chromatin and increased the read‐through transcription consistently with inefficient transcription termination [127]. These observations indicate that timely phosphorylation by CDK9 of different targets is essential for the coordination of transcription and processing of the nascent transcripts.\nCDK12/CDK13\nCDK12 and CDK13 are highly homologous kinases characterised by their larger size with respect to the other transcriptional CDKs (Fig. 1B). CDK12 and CDK13 associate with Cyclin K and play a partially redundant role in the regulation of transcription elongation [128]. These CDKs, as well as their partner Cyclin K, are highly expressed in murine ES cells and their levels decrease when differentiation begins [129]. Notably, knockdown of CDK12 or CDK13 reduced the expression of transcription factors involved in stemness, such as OCT4 and SOX2, indicating their role in self‐renewal of stem cells [129]. Furthermore, loss of CDK12 function impaired expression of DNA damage response (DDR) genes, thus promoting genomic instability and apoptosis in both ES and neural progenitor cells [130, 131]. Collectively, these observations highlight the critical role played by CDK12 and CDK13 in embryogenesis [129, 130, 132] and neurogenesis [131].\nCDK12 and CDK13 phosphorylate the RNPII CTD at Ser2 in the gene body and towards the 3′‐end of the transcription units [109, 110, 133]. Within proximity of the PAS, the local increase in RNPII Ser2 phosphorylation induced by CDK12 promotes the recruitment and stable association of the CPAs CSTF3 (also known as CSTF77) and CPSF3 (also known as CPSF73), thus enhancing execution of 3′‐end processing [134, 135]. CDK12 activity is also involved in suppression of intronic premature polyadenylation (IPA) at cryptic PAS [136, 137] (Fig. 2B). This function likely involves both its activity as regulator of transcription elongation and direct phosphorylation of RNA‐processing factors, including the CPAs CPSF7 and CSTF2 and the U1snRNP component SNRNP70 [137]. CDK12 inhibition was reported to particularly affect long genes displaying a lower ratio of U1snRNP‐binding sites near intronic PAS [137]. This observation may suggest that the functional interaction between CDK12 and SNRNP70 potentiates the ability of U1snRNP to recognise and repress cryptic intronic PAS, thus avoiding premature termination of transcription [138]. Importantly, genes involved in the DDR were enriched among the transcripts undergoing premature cleavage and polyadenylation in CDK12 null cells [136, 137]. Together with the overall reduction in expression of DDR genes [130], this finding explains the increased sensitivity of CDK12 null cells to DNA damaging drugs, such as poly‐adenosyl ribose polymerase inhibitors (PARPi) [139, 140]. This observation is clinically relevant, as PARPi are usually applied only to cancer patients bearing mutations in BRCA1/2 or other DDR genes. In this scenario, it is conceivable that combined treatment with CDK12 inhibitors may render susceptible to PARPi also cancer cells that are proficient for the DDR pathway (see below). In addition to SNRNP70, CDK12 was shown to interact with several other splicing factors [128, 137, 141, 142, 143]. This peculiarity of CDK12, as well as of CDK13, with respect to other CDKs may relate to the presence in their structure of an RS domain (Fig. 1B), which serves as a protein‐protein interaction domain in many splicing factors. Moreover, both CDK12 and CDK13 were shown to localise in nuclear speckles [144, 145], which are sub‐nuclear membrane‐less organelles where several SR proteins and splicing factors accumulate. Thus, CDK12 and CDK13 are particularly suited for efficiently coupling transcription and pre‐mRNA‐processing events. In support of this notion, depletion or chemical inactivation of these CDKs caused widespread effects on AS regulation in cancer cells, with a particular impact on the selection of alternative last exons (ALE) in long genes characterised by a large number of exons [128, 141]. The role of transcriptional CDKs in human cancersGiven the key role played by the transcriptional CDKs in the regulation of gene expression at multiple layers, their role in human cancers has been extensively investigated. Overexpression of CDK7 was documented in several cancers and it was shown to predict poor prognosis and reduced survival [146, 147, 148, 149, 150, 151]. In pancreatic cancer, CDK7 activity is particularly important for cancer cells in which MYC is upregulated, possibly due to the general increase in transcription driven by this oncogenic transcription factor [152]. Notably, MYC‐driven cancers were shown to be more susceptible to splicing inhibition [103], suggesting that the effects of CDK7 on splicing regulation may contribute to its oncogenic role in cancers that rely on MYC.An interesting example of the multiple impacts that CDKs can exert on tumorigenesis is provided by CDK12, for which both amplification and deletion have been linked to tumorigenesis. In breast cancer cells, CDK12 is frequently amplified together with its neighbouring HER2 gene and it was shown to drive tumour initiation and progression by activating signaling pathways that promote self‐renewal of cancer stem cells [153]. Furthermore, inhibition of CDK12 activity was shown to enhance the anticancer efficacy of different HER2‐targeting treatments in HER2+ breast cancer cells [153, 154]. By contrast, deletion and/or null mutations in CDK12 were reported in ˜ 5% of prostate and ovarian cancer patients, where this genetic alteration is correlated with worse prognosis, thus indicating a putative tumour suppressor role for CDK12 in these cancers [155]. Notably, inactivation of CDK12 is associated with a distinct phenotype of the tumour, characterised by elevated genomic instability, tandem duplications and possible immunogenicity [156, 157]. The elevated genomic instability is likely due to repression of the DDR pathway in cells lacking CDK12 activity, which impairs repair of lesions and allows accumulation of genomic aberrations. Thus, the differential outcome of CDK12‐inactivation reported in different cancers may actually rely on the same activity of this kinase. Short‐term inactivation of CDK12 – an essential gene in mammals – is deleterious for cancer cells and exposes them to vulnerability towards several anticancer agents, particularly those impinging on the DDR [136, 137, 140]. However, in the presence of stable knockout of CDK12 activity, it is likely that a few surviving cancer cells accumulate large genomic aberrations that may ultimately create new oncogenes and generate a highly resistant phenotype, as observed in advanced prostate cancer. In support of this hypothesis, tandem genomic duplications in metastatic prostate cancers were found in regions harbouring an intergenic enhancer element upstream of the androgen receptor gene (AR) and near the MYC gene, both loci‐encoding transcription factors that play a crucial oncogenic role in prostate cancer and whose overexpression has been associated with dysregulated transcription and RNA‐processing [158, 159].Collectively, these observations indicate that CDKs coordinate mRNA‐transcription and processing through modulation of transcription dynamics, which affects the window of opportunity for the recruitment of pre‐mRNA‐processing factors, as well as through the direct phosphorylation and modulation of the activity of such factors. Inhibition of these CDKs may be particularly important for tumours relying on altered transcriptional regulation, such as those driven by oncogenic transcription factors like breast (MYC) and prostate (AR) cancers and Ewing sarcomas (EWS‐FLI1). Inhibition of splicing factor kinases: emerging therapeutic opportunitiesDysregulation of RNA‐processing is an emerging hallmark of cancer and represents an element of vulnerability that could be exploitable therapeutically [160]. In support of this notion, the spliceosomal SF3B complex was identified as the target of well‐known anticancer agents such as pladienolides, sudemycins and meayamycins [161]. In parallel, due to their druggable enzymatic nature, large efforts have also been devoted to the development of molecules that specifically inhibit splicing factor kinases. The efficacy of SRPK, CLK and CDK inhibitors has now been tested in multiple preclinical studies and hold promise that these drugs can represent valuable anti‐neoplastic agents, especially for cancer types that are driven by transcriptional and co‐transcriptional dysregulation of gene expression programmes [162]. Herein, we will briefly describe the current studies that are attempting to translate the inhibitors of these splicing factor kinases into the clinic (Table 1).Table 1SRPKs, CLKs and CDKs as inhibitors in clinical trials. Data reported in this table were obtained from https://clinicaltrials.gov/ct2/home.Kinase familyInhibitorGene targetIndicationsPhaseClinical trialSRPKSCO‐101SRPK1Metastatic colorectal cancerI, II{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04247256\",\"term_id\":\"NCT04247256\"}}NCT04247256Pancreatic ductal adenocarcinomaI, II{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04652206\",\"term_id\":\"NCT04652206\"}}NCT04652206CLKSM08502CLK1–4Advanced solid tumoursI{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03355066\",\"term_id\":\"NCT03355066\"}}NCT03355066CDKAZD4573CDK9Advanced haematological malignanciesI{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03263637\",\"term_id\":\"NCT03263637\"}}NCT03263637Advanced haematological malignanciesI, II{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04630756\",\"term_id\":\"NCT04630756\"}}NCT04630756KB‐0742CDK9Solid tumours, Non‐Hodgkin LymphomaI{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04718675\",\"term_id\":\"NCT04718675\"}}NCT04718675SY‐1365CDK7Advanced solid tumours, ovarian cancer, breast cancerI{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03134638\",\"term_id\":\"NCT03134638\"}}NCT03134638SY‐5609CDK7Advanced solid tumours, breast cancer, small‐cell lung cancerI{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04247126\",\"term_id\":\"NCT04247126\"}}NCT04247126CT7001CDK7Advanced solid malignanciesI, II{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03363893\",\"term_id\":\"NCT03363893\"}}NCT03363893THZ531\nCDK12 and 13Ovarian cancer organoidsobservational{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04555473\",\"term_id\":\"NCT04555473\"}}NCT04555473Open in a separate windowSRPKsPharmacological inhibition of SRPK1 activity was shown to exert anti‐angiogenic effects, suggesting the potential value of this approach for anti‐cancer therapies. The ATP‐competitive inhibitor SRPIN430 displays high selectivity for SRPK1 and SRPK2 [163], reduces SR protein phosphorylation and inhibits SRSF1‐dependent splicing of the pro‐angiogenic VEGF variant in cultured cell lines [58]. In line with these observations, SRPIN430 treatment in vivo reduces growth of melanoma xenografts, an effect that was accompanied by reduced expression of VEGF and impaired micro‐vascularisation [73]. Moreover, this inhibitor reduced metastasis‐related cellular traits in triple‐negative breast cancer cell lines [56], thus recapitulating the effects observed with stable silencing of SRPK1 [51]. In this latter study, however, the anti‐tumoral effects of SRPK1 depletion was correlated with impairment of the NF‐κB signaling pathway, whereas no significant splicing changes were identified [51]. Thus, SRPK inhibitors might be able to interfere also with splicing‐unrelated activities of SRPK1. Two other ATP competitive inhibitors of SRPK1, SPHINX and its derivative SPHINX‐31, elicited anti‐tumoral effects in models of leukaemia and solid tumours [50, 164, 165]. Importantly, SPHINX‐31 did not affect normal haematopoiesis in vivo [50], thus providing encouraging results in relation to its clinical safety. SCO‐101 is a drug described as an inhibitor of ATP‐Binding Cassette (ABC) efflux pumps and of SRPK1 [166], which displayed anti‐cancer potential in combination with docetaxel in triple negative breast cancer cells [167]. More recently, an irreversible SRPK1 inhibitor (SRPKIN) was reported to cause strong antiangiogenic effects in a mouse model of choroidal neovascularisation, a form of age‐related macular degeneration that is correlated to potent VEGF‐splicing modulation [168]. This finding suggests that SRPKIN could display anti‐tumoral activity and may pave the ground for future investigation of this drug in the oncological setting.Two clinical trials testing the efficacy of an SRPK1 inhibitor in human cancer are currently reported as actively recruiting. In both trials, the drug under evaluation is SCO‐101 and the primary outcome is the evaluation of safety and toxicity of the combination with current chemotherapeutic regimens. The first study ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04247256\",\"term_id\":\"NCT04247256\"}}NCT04247256; Table 1) combines SCO‐101 treatment with FOLFIRI (folinic acid, 5‐fluorouracil and irinotecan) in patients affected by metastatic colorectal cancer. Patients recruited for this trial have acquired resistance to FOLFIRI treatment, possibly due to the increased efflux of drugs by cancer cells. The second trial ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04652206\",\"term_id\":\"NCT04652206\"}}NCT04652206; Table 1) is an open‐label dose‐escalating phase Ib study of SCO‐101 in combination with gemcitabine and nab‐paclitaxel. This study recruits patients diagnosed with locally‐advanced pancreatic ductal adenocarcinoma (PDAC) who are ineligible for surgery. The rationale of both trials is based on the ability of SCO‐101 to inhibit ABC transporters and possibly revert drug efflux, thus enhancing the efficacy of chemotherapy. However, the predicted inhibition of SRPK1 and of splicing regulation is also thought to contribute to the anti‐cancer efficacy of these treatments. This is particularly appealing in PDAC, where upregulation of the SR protein SRSF1 was shown to confer increased resistance to gemcitabine [169].CLKsSeveral CLK inhibitors have been developed and tested for their anti‐tumoral activity to date (see [170] for an extended review). A major clinical interest resides in orally available CLK inhibitors, such as the aforementioned T‐025 [94] or the newly developed SM08502 [171]. The latter is a potent CLK2/3 inhibitor displaying striking inhibitory effects on the growth of colorectal cancer cell lines and xenograft models [171]. The anti‐cancer effects of SM08502 were associated with inhibition of SR protein phosphorylation and promotion of aberrant splicing of key regulatory genes belonging to the WNT pathway [171]. SM08502 is currently being investigated in a Phase 1, open‐label dose‐escalation study aimed at evaluating its safety, tolerability, pharmacokinetics and pharmacodynamics in patients with advanced solid tumours ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03355066\",\"term_id\":\"NCT03355066\"}}NCT03355066; Table 1). Results from this study will provide insightful information about the potential application of SM08502 in cancer therapy and may pave the ground for testing additional CLK inhibitors. For instance, TG693 is an orally available CLK1 inhibitor that was reported to restore proper splicing of the dystrophin gene in an immortalised cell line from a Duchenne dystrophy patient [172]. Nevertheless, its activity as an anti‐tumoral agent has not been evaluated to date. Given the key role played by CLKs in splicing regulation, it is likely that these inhibitors will prove to be particularly potent if proper selection of patients will take into account hallmarks of vulnerability to splicing inhibition, such as MYC overexpression or mutations in genes encoding splicing regulatory proteins [8].CDKsInhibition of the transcriptional CDKs is emerging as a powerful tool to sensitise cancer cells that have acquired resistance to standard treatments. For instance, the highly selective and potent CDK9 inhibitors A‐1592668 [173] and AZD4573 [174] downregulate Ser2 phosphorylation in the RNPII CTD and repress expression of MCL‐1, an important anti‐apoptotic factor that limits the efficacy of the BCL2 inhibitor Venetoclax in haematologic tumours [175]. Pre‐clinical studies showed that both CDK9 inhibitors are well tolerated and enhance the efficacy of Venetoclax in xenograft models of acute myeloid leukaemia [173, 174]. On these bases, AZD4573 is currently being evaluated in a phase I clinical trial for haematologic malignancies ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03263637\",\"term_id\":\"NCT03263637\"}}NCT03263637; Table 1). As mentioned above, these inhibitors are particularly effective in cancers that are driven by oncogenic transcription factors. For instance, inhibition of CDK9 was recently shown to repress the AR‐driven oncogenic programme in castration‐resistant prostate cancer cells in vitro and in vivo [176]. Likewise, inhibition of CDK12 resulted in synthetic lethality in Ewing sarcomas driven by the oncogenic fusion protein EWS‐FLI1 [177], which encodes for a powerful transcription factor that reprogrammes the transcriptome of sarcoma cells [178]. It was found that CDK12 inhibitors (THZ1 and THZ531) also impaired expression of DDR genes in Ewing sarcoma cells and sensitised them to treatment with PARPi [177]. This impact on the DNA repair proficiency of CDK12 is likely not limited to Ewing sarcoma. Indeed, previous studies showed that CDK12 inhibition by dinaciclib, a pan‐CDK inhibitor, sensitised to PARPi triple negative breast cancer cells that are wild type for BRCA1/2 [179]. Moreover, a recent study reported that a new selective CDK12/13 inhibitor (SR‐4835) also displayed synthetic lethality in combination with DNA‐damaging agents in triple negative breast cancer cells [140]. In this regard, it is likely that the widespread dysregulation of 3'‐end processing of DDR genes caused by CDK12/13 inhibitors [136, 137] plays a key role in their anti‐oncogenic activity. On this basis, several clinical trials are ongoing to verify the increased sensitivity of tumours harbouring CDK12 mutations to PARPi (reviewed in [157]). Moreover, the efficacy of THZ531 is currently being tested in an observational trial employing organoids derived from high grade serous ovarian cancer patients ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04555473\",\"term_id\":\"NCT04555473\"}}NCT04555473; Table 1), to verify whether CDK12 inhibition sensitises DDR‐proficient tumours to PARPi [180]. Unfortunately, however, clinical translation of the current CDK12/13 inhibitors is limited by their low efficacy in vivo, which is likely due to rapid efflux from the cell [181]. It is foreseen that chemical improvement of these drugs will allow their evaluation in clinical trials aimed at extending the use of PARPi also to patients that do not harbour mutations in BRCA1/2 or other DDR genes. Moreover, similar to the effects elicited by CDK12/13 inhibitors, a recent study reported that a selective CDK7 inhibitor (SY‐1365) significantly downregulated the expression of DDR genes [182]. On the basis of its cytostatic and cytotoxic effects in many different cancer types, this inhibitor is currently being tested in a clinical trial recruiting ovarian and breast cancer patients ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03134638\",\"term_id\":\"NCT03134638\"}}NCT03134638; Table 1). However, the mechanism involved in this CDK7‐dependent process appears different from inhibition of CDK12/13. Indeed, while repressing CDK7 activity causes widespread changes in AS regulation, such as inhibition of CDK12/13, no significant evidence for genome‐wide premature intronic polyadenylation was observed [118]. Thus, CDK7 and CDK12/13 inhibitors likely modulate similar biological processes through different mechanisms, suggesting possible synergistic anti‐cancer effects on their combined administration. Future perspectives and conclusionsPervasive amplification of transcription distinguishes many cancer cells from normal cells [183] and requires proper and efficient pre‐mRNA‐processing [184]. Therapeutic targeting of splicing is a novel area in the field of cancer therapy, with promising results related to the selective anti‐tumoral effects for cancer cells exhibiting transcriptional addiction [8, 162]. Moreover, higher sensitivity to splicing inhibitors was demonstrated in cancer cells displaying intrinsic defects in the splicing machinery (i.e. mutations in selected splicing factors or splicing‐regulatory proteins) [8, 162]. These observations support research aimed at identifying biomarkers of potential susceptibility, as well as for combined therapeutic approaches that can induce such vulnerability. In this view, the prominent role played by reversible phosphorylation of splicing regulatory proteins on essentially all the steps involved in pre‐mRNA‐processing regulation points to protein kinases as elective targets for therapy. In this regard, since kinases have been long investigated as therapeutic targets, and strategies to improve selectivity and efficacy of kinase inhibitors are well documented [185, 186], it is likely that improvement of currently promising inhibitors will be achieved in a reasonable time‐frame.It is also worth mentioning that, in addition to the specific splicing factor kinases described in this review, other kinases may represent interesting objects of investigation and research in this field [9, 187, 188, 189, 190, 191] (Table 2). Some of these kinases, such as the mitotic kinases AURKA and NEK2, are frequently upregulated in multiple cancers and both were shown to phosphorylate and activate the splicing factor SRSF1 (Table 2), thus contributing to its oncogenic functions [190, 191]. Other kinases, such as AKT and MAPK [24, 187, 188, 192, 193, 194, 195, 196] (Table 2), are well known effectors of signaling pathways that are frequently deregulated in cancer cells. Another interesting ‘atypical’ kinase involved in pre‐mRNA‐processing is the bromodomain protein BRD4, which is better known as transcriptional regulator [196]. BRD4 displays an intrinsic kinase activity towards the RNPII CTD and was shown to modulate the transcription elongation rate [198, 199]. Moreover, BRD4 phosphorylates the oncogenic transcription factor MYC and negatively affects its stability [199]. Interestingly, BRD4 interacts with multiple splicing factors and inactivation of its expression or activity affected splicing regulation in a leukaemia cell line model [200]. Nevertheless, whether or not phosphorylation of the interacting splicing factors by BRD4 is involved in this process has not been investigated yet. This observation, together with previous findings reporting BRD4‐mediated regulation of the androgen‐insensitive AR‐V7 splice variant in prostate cancer [201], points to BRD4 as a relevant splicing modulator in cancer cells. It will be interesting to test BRD4 inhibitors, like those for the canonical splicing factor kinases, as therapeutic strategies to induce RNA‐processing vulnerability in future studies. More generally, genome‐wide elucidation of the impact of non‐canonical splicing factor kinases on the cellular transcriptome may pave the ground for their rational employment in specific tumour types.Table 2Protein kinases regulating pre‐mRNA processing.Protein kinaseKnown substratesRegulatory effectReferencesAKTshnRNPs, SR proteins, IWS1, CLK1, SRPK1Modulation of RNA affinity, splicing/kinase activity and subcellular localisation[24, 188, 192, 193, 194, 203]AMPK (AMP‐activated protein kinase)SRSF1Modulation of RNA affinity[203]AURKA (Aurora kinase A)SRSF1Modulation protein stability[189]BRD4RNPIIModulation of transcriptional elongation[198, 199]DNA Topoisomerase ISR proteinsModulation of splicing activity[204]DYRK1A (Dual‐Specificity Tyrosine‐(Y)‐Phosphorylation Regulated Kinase 1A)SR proteins, RNPIIModulation of subcellular localisation and of transcriptional elongation[206, 207, 208, 209, 210]FASTK (Fas‐Activated Serine/Threonine Kinase)TIA1Modulation of splicing activity[210]GSK3B (Glycogen synthase kinase‐3 beta)PSF, SRSF2, SRSF9, PSF and other splicing factors, RNPIIModulation of RNA affinity, subcellular localisation and of transcriptional elongation[189, 212, 213]MAPKs (Mitogen activated protein kinases)SAM68, SPF45, DAZAP1, SKIIPModulation of RNA affinity and splicing activity[187, 195, 196, 214]\nNEK2 (NIMA–related kinase 2)\nSRSF1Modulation splicing activity[190]PKA (cAMP‐Dependent Protein Kinase)hnRNPs, SR proteinsModulation of RNA affinity and of splicing activity[207, 215, 216]\nPLK3 (Polo‐like kinase 3)\nRNPIIModulation of transcriptional elongation[216]PRP4FB (pre‐mRNA‐processing factor 4B)PRP6, PRP31Modulation of spliceosome assembly[217]PTKs – protein tyrosine kinaseSAM68, SLM‐1, SLM‐2, RBM39, YT521‐BModulation of RNA affinity and of subcellular localisation[219, 220, 221, 222]Open in a separate window Conflict of interestThe authors declare no conflict of interest. Author contributionsCN, PB and CS conceived and wrote the manuscript. AcknowledgementsCN was supported by a fellowship from Fondazione Umberto Veronesi. This work was supported by grants from the Associazione Italiana Ricerca sul Cancro (IG23416, MFAG21899), Breast Cancer Now (Catalyst Grant n. 2018NovPCC1283) and the Italian Ministry of Health (RF2016‐02363460). Università Cattolica del Sacro Cuore contributed to the funding of this research project and its publication. References1. \nLee Y & Rio DC (2015) Mechanisms and regulation of alternative pre‐mRNA splicing. Annu Rev Biochem\n84, 291–323. [PMC free article] [PubMed] [Google Scholar]2. \nTian B & Manley JL (2016) Alternative polyadenylation of mRNA precursors. Nat Rev Mol Cell Biol\n18, 18–30. [PMC free article] [PubMed] [Google Scholar]3. \nBentley DL (2014) Coupling mRNA processing with transcription in time and space. Nat Rev Genet\n15, 163–175. [PMC free article] [PubMed] [Google Scholar]4. \nWissink EM, Vihervaara A, Tippens ND & Lis JT (2019) Nascent RNA analyses: tracking transcription and its regulation. Nat Rev Genet\n20, 705–723. [PMC free article] [PubMed] [Google Scholar]5. \nFu X & Ares MJ (2014) Context‐dependent control of alternative splicing by RNA binding proteins. Nat Rev Genet\n15, 689–701. [PMC free article] [PubMed] [Google Scholar]6. \nZheng D & Tian B (2014) RNA‐binding proteins in regulation of alternative cleavage and polyadenylation. Adv Exp Med Biol\n825, 97–127. [PubMed] [Google Scholar]7. \nObeng EA, Stewart C & Abdel‐Wahab O (2019) Altered RNA processing in cancer pathogenesis and therapy. Cancer Discov\n9, 1493–1510. [PMC free article] [PubMed] [Google Scholar]8. \nDesterro J, Bak‐Gordon P & Carmo‐Fonseca M (2020) Targeting mRNA processing as an anticancer strategy. Nat Rev Drug Discov\n19, 112–129. [PubMed] [Google Scholar]9. \nNaro C & Sette C (2013) Phosphorylation‐mediated regulation of alternative splicing in cancer. Int J Cell Biol\n2013, 1–15\n [PMC free article] [PubMed] [Google Scholar]10. \nHarlen KM & Churchman LS (2017) The code and beyond: transcription regulation by the RNA polymerase II carboxy‐terminal domain. Nat Rev Mol Cell Biol\n18, 263–273. [PubMed] [Google Scholar]11. \nStamm S (2008) Regulation of alternative splicing by reversible protein phosphorylation. J Biol Chem\n283, 1223–1227. [PubMed] [Google Scholar]12. \nSansó M & Fisher RP (2013) Pause, play, repeat: CDKs push RNAP II’s buttons. Transcription\n4, 146–152. [PMC free article] [PubMed] [Google Scholar]13. \nDujardin G, Lafaille C, Petrillo E, Buggiano V, Gómez Acuña LI, Fiszbein A, Godoy Herz MA, Nieto Moreno N, Muñoz MJ, Alló M\net al. (2013) Transcriptional elongation and alternative splicing. Biochim Biophys Acta ‐ Gene Regul Mech\n1829, 134–140. [Google Scholar]14. \nIp JY, Schmidt D, Pan Q, Ramani AK, Fraser AG, Odom DT & Blencowe BJ (2011) Global impact of RNA polymerase II elongation inhibition on alternative splicing regulation. Genome Res\n21, 390–401. [PMC free article] [PubMed] [Google Scholar]15. \nFong N, Kim H, Zhou Y, Ji X, Qiu J, Saldi T, Diener K, Jones K, Fu XD & Bentley DL (2014) Pre‐mRNA splicing is facilitated by an optimal RNA polymerase II elongation rate. Genes Dev\n28, 2663–2676. [PMC free article] [PubMed] [Google Scholar]16. \nFong N, Brannan K, Erickson B, Kim H, Cortazar MA, Sheridan RM, Nguyen T, Karp S & Bentley DL (2015) Effects of transcription elongation rate and Xrn2 exonuclease activity on RNA polymerase II termination suggest widespread kinetic competition. Mol Cell\n60, 256–267. [PMC free article] [PubMed] [Google Scholar]17. \nLiu X, Freitas J, Zheng D, Oliveira MS, Hoque M, Martins T, Henriques T, Tian B & Moreira A (2017) Transcription elongation rate has a tissue‐specific impact on alternative cleavage and polyadenylation in Drosophila melanogaster\n. RNA\n23, 1807–1816. [PMC free article] [PubMed] [Google Scholar]18. \nYague‐Sanz C, Vanrobaeys Y, Fernandez R, Duval M, Larochelle M, Beaudoin J, Berro J, Labbé S, Jacques PÉ & Bachand F (2020) Nutrient‐dependent control of RNA polymerase II elongation rate regulates specific gene expression programs by alternative polyadenylation. Genes Dev\n34, 1–15. [PMC free article] [PubMed] [Google Scholar]19. \nGu B, Eick D & Bensaude O (2013) CTD serine‐2 plays a critical role in splicing and termination factor recruitment to RNA polymerase II in vivo\n. Nucleic Acids Res\n41, 1591–1603. [PMC free article] [PubMed] [Google Scholar]20. \nGhosh G & Adams JA (2011) Phosphorylation mechanism and structure of serine‐arginine protein kinases. FEBS J\n278, 587–597. [PMC free article] [PubMed] [Google Scholar]21. \nGiannakouros T, Nikolakaki E, Mylonis I & Georgatsou E (2011) Serine‐arginine protein kinases: a small protein kinase family with a large cellular presence. FEBS J\n278, 570–586. [PubMed] [Google Scholar]22. \nDing JH, Zhong XY, Hagopian JC, Cruz MM, Ghosh G, Feramisco J, Adams JA & Fu XD (2006) Regulated cellular partitioning of SR protein‐specific kinases in mammalian cells. Mol Biol Cell\n17, 876–885. [PMC free article] [PubMed] [Google Scholar]23. \nZhong XY, Ding JH, Adams JA, Ghosh G & Fu XD (2009) Regulation of SR protein phosphorylation and alternative splicing by modulating kinetic interactions of SRPK1 with molecular chaperones. Genes Dev\n23, 482–495. [PMC free article] [PubMed] [Google Scholar]24. \nZhou Z, Qiu J, Liu W, Zhou Y, Plocinik RM, Li H, Hu Q, Ghosh G, Adams JA, Rosenfeld MG\net al. (2012) The Akt‐SRPK‐SR axis constitutes a major pathway in transducing EGF signaling to regulate alternative splicing in the nucleus. Mol Cell\n47, 422–433. [PMC free article] [PubMed] [Google Scholar]25. \nLai MC, Lin RI & Tarn WY (2001) Transportin‐SR2 mediates nuclear import of phosphorylated SR proteins. Proc Natl Acad Sci USA\n98, 10154–10159. [PMC free article] [PubMed] [Google Scholar]26. \nNgo JCK, Chakrabarti S, Ding JH, Velazquez‐Dones A, Nolen B, Aubol BE, Adams JA, Fu XD & Ghosh G (2005) Interplay between SRPK and Clk/Sty kinases in phosphorylation of the splicing factor ASF/SF2 is regulated by a docking motif in ASF/SF2. Mol Cell\n20, 77–89. [PubMed] [Google Scholar]27. \nAubol BE, Plocinik RM, Hagopian JC, Ma CT, McGlone ML, Bandyopadhyay R, Fu XD & Adams JA (2013) Partitioning RS domain phosphorylation in an SR protein through the CLK and SRPK protein kinases. J Mol Biol\n425, 2894–2909. [PMC free article] [PubMed] [Google Scholar]28. \nAubol BE, Wu G, Keshwani MM, Movassat M, Fattet L, Hertel KJ, Fu XD & Adams JA (2016) Release of SR proteins from CLK1 by SRPK1: a symbiotic kinase system for phosphorylation control of Pre‐mRNA splicing. Mol Cell\n63, 218–228. [PMC free article] [PubMed] [Google Scholar]29. \nAubol BE, Keshwani MM, Fattet L & Adams JA (2018) Mobilization of a splicing factor through a nuclear kinase–kinase complex. Biochem J\n475, 677–690. [PMC free article] [PubMed] [Google Scholar]30. \nAubol BE, Fattet L & Adams JA (2021) A conserved sequence motif bridges two protein kinases for enhanced phosphorylation and nuclear function of a splicing factor. FEBS J\n288, 566–581. [PubMed] [Google Scholar]31. \nJamros MA, Aubol BE, Keshwani MM, Zhang Z, Stamm S & Adams JA (2015) Intra‐domain cross‐talk regulates serine‐arginine protein kinase 1‐dependent phosphorylation and splicing function of transformer 2β1. J Biol Chem\n290, 17269–17281. [PMC free article] [PubMed] [Google Scholar]32. \nLin JC, Hsu M & Tarn WY (2007) Cell stress modulates the function of splicing regulatory protein RBM4 in translation control. Proc Natl Acad Sci USA\n104, 2235–2240. [PMC free article] [PubMed] [Google Scholar]33. \nLin JC, Lin CY, Tarn WY & Li FY (2014) Elevated SRPK1 lessens apoptosis in breast cancer cells through RBM4‐regulated splicing events. RNA\n20, 1621–1631. [PMC free article] [PubMed] [Google Scholar]34. \nVarjosalo M, Keskitalo S, VanDrogen A, Nurkkala H, Vichalkovski A, Aebersold R & Gstaiger M (2013) The protein interaction landscape of the human CMGC kinase group. Cell Rep\n3, 1306–1320. [PubMed] [Google Scholar]35. \nHsu IW, Hsu M, Li C, Chuang TW, Un RI & Tarn WY (2005) Phosphorylation of Y14 modulates its interaction with proteins involved in mRNA metabolism and influences its methylation. J Biol Chem\n280, 34507–34512. [PubMed] [Google Scholar]36. \nChuang TW, Chang WL, Lee KM & Tarn WY (2013) The RNA‐binding protein Y14 inhibits mRNA decapping and modulates processing body formation. Mol Biol Cell\n24, 1–13. [PMC free article] [PubMed] [Google Scholar]37. \nZhu Y, Wang X, Forouzmand E, Jeong J, Qiao F, Sowd GA, Engelman AN, Xie X, Hertel KJ & Shi Y (2018) Molecular mechanisms for CFIm‐mediated regulation of mRNA alternative polyadenylation. Mol Cell\n69, 62–74.e4. [PMC free article] [PubMed] [Google Scholar]38. \nJang S, Cook NJ, Pye VE, Bedwell GJ, Dudek AM, Singh PK, Cherepanov P & Engelman AN (2019) Differential role for phosphorylation in alternative polyadenylation function versus nuclear import of SR‐like protein CPSF6. Nucleic Acids Res\n47, 4663–4683. [PMC free article] [PubMed] [Google Scholar]39. \nKuroyanagi N, Onogi H, Wakabayashi T & Hagiwara M (1998) Novel SR‐protein‐specific kinase, SRPK2, disassembles nuclear speckles. Biochem Biophys Res Commun\n242, 357–364. [PubMed] [Google Scholar]40. \nNakagawa O, Arnold M, Nakagawa M, Hamada H, Shelton JM, Kusano H, Harris TM, Childs G, Campbell KP, Richardson JA\net al. (2005) Centronuclear myopathy in mice lacking a novel muscle‐specific protein kinase transcriptionally regulated by MEF2. Genes Dev\n19, 2066–2077. [PMC free article] [PubMed] [Google Scholar]41. \nWang P, Zhou Z, Hu A, Pontede Albuquerque C, Zhou Y, Hong L, Sierecki E, Ajiro M, Kruhlak M, Harris C\net al. (2014) Both decreased and increased SRPK1 levels promote cancer by interfering with PHLPP‐mediated dephosphorylation of Akt. Mol Cell\n54, 378–391. [PMC free article] [PubMed] [Google Scholar]42. \nNaro C, Cesari E & Sette C (2021) Splicing regulation in brain and testis: common themes for highly specialized organs. Cell Cycle\n20, 480–489. [PMC free article] [PubMed] [Google Scholar]43. \nGou LT, Lim DH, Ma W, Aubol BE, Hao Y, Wang X, Zhao J, Liang Z, Shao C, Zhang X\net al. (2020) Initiation of parental genome reprogramming in fertilized oocyte by splicing kinase SRPK1‐catalyzed protamine phosphorylation. Cell\n180, 1212–1227.e14. [PMC free article] [PubMed] [Google Scholar]44. \nBustos F, Segarra‐Fas A, Nardocci G, Cassidy A, Antico O, Davidson L, Brandenburg L, Macartney TJ, Toth R, Hastie CJ\net al. (2020) Functional diversification of SRSF protein kinase to control ubiquitin‐dependent neurodevelopmental signaling. Dev Cell\n55, 629–647.e7. [PMC free article] [PubMed] [Google Scholar]45. \nHayes GM, Carrigan PE, Beck AM & Miller LJ (2006) Targeting the RNA splicing machinery as a novel treatment strategy for pancreatic carcinoma. Cancer Res\n66, 3819–3827. [PubMed] [Google Scholar]46. \nHayes GM, Carrigan PE & Miller LJ (2007) Serine‐arginine protein kinase 1 overexpression is associated with tumorigenic imbalance in mitogen‐activated protein kinase pathways in breast, colonic, and pancreatic carcinomas. Cancer Res\n67, 2072–2080. [PubMed] [Google Scholar]47. \nBullock N, Potts J, Simpkin AJ, Koupparis A, Harper SJ, Oxley J & Oltean S (2016) Serine‐arginine protein kinase 1 (SRPK1), a determinant of angiogenesis, is upregulated in prostate cancer and correlates with disease stage and invasion. J Clin Pathol\n69, 171–175. [PMC free article] [PubMed] [Google Scholar]48. \nGout S, Brambilla E, Boudria A, Drissi R, Lantuejoul S, Gazzeri S & Eymin B (2012) Abnormal expression of the pre‐mRNA splicing regulators SRSF1, SRSF2, SRPK1 and SRPK2 in non small cell lung carcinoma. PLoS One\n7, e46539. [PMC free article] [PubMed] [Google Scholar]49. \nSiqueira RP, Barbosa ÉDAA, Polêto MD, Righetto GL, Seraphim TV, Salgado RL, Ferreira JG, De Andrade Barros MV, De Oliveira LL, Laranjeira ABA\net al. (2015) Potential antileukemia effect and structural analyses of SRPK inhibition by N‐(2‐(Piperidin‐1‐yl)‐5‐(Trifluoromethyl)Phenyl) isonicotinamide (SRPIN340). PLoS One\n10, e0134882. [PMC free article] [PubMed] [Google Scholar]50. \nTzelepis K, De Braekeleer E, Aspris D, Barbieri I, Vijayabaskar MS, Liu WH, Gozdecka M, Metzakopian E, Toop HD, Dudek M\net al. (2018) SRPK1 maintains acute myeloid leukemia through effects on isoform usage of epigenetic regulators including BRD4. Nat Commun\n9, 5378. [PMC free article] [PubMed] [Google Scholar]51. \nvan Roosmalen\nW\n, Le Dévédec SE, Golani O, Smid M, Pulyakhina I, Timmermans AM, Look MP, Zi D, Pont C, de Graauw\nM\n\net al. (2015) Tumor cell migration screen identifies SRPK1 as breast cancer metastasis determinant. J Clin Invest\n125, 1648–1664. [PMC free article] [PubMed] [Google Scholar]52. \nGong L, Song J, Lin X, Wei F, Zhang C, Wang Z, Zhu J, Wu S, Chen Y, Liang J\net al. (2016) Serine‐arginine protein kinase 1 promotes a cancer stem cell‐like phenotype through activation of Wnt/β‐catenin signalling in NSCLC. J Pathol\n240, 184–196. [PubMed] [Google Scholar]53. \nSchenk PW, Stoop H, Bokemeyer C, Mayer F, Stoter G, Oosterhuis JW, Wiemer E, Looijenga LHJ & Nooter K (2004) Resistance to platinum‐containing chemotherapy in testicular germ cell tumors is associated with downregulation of the protein kinase SRPK1. Neoplasia\n6, 297–301. [PMC free article] [PubMed] [Google Scholar]54. \nKrishnakumar S, Mohan A, Kandalam M, Ramkumar HL, Venkatesan N & Das RR (2008) SRPK1: a cisplatin sensitive protein expressed in retinoblastoma. Pediatr Blood Cancer\n50, 402–406. [PubMed] [Google Scholar]55. \nMylonis I & Giannakouros T (2003) Protein kinase CK2 phosphorylates and activates the SR protein‐specific kinase 1. Biochem Biophys Res Commun\n301, 650–656. [PubMed] [Google Scholar]56. \nMalvi P, Janostiak R, Chava S, Manrai P, Yoon E, Singh K, Harigopal M, Gupta R & Wajapeyee N (2020) LIMK2 promotes the metastatic progression of triple‐negative breast cancer by activating SRPK1. Oncogenesis\n9, 77. [PMC free article] [PubMed] [Google Scholar]57. \nWang C, Zhou Z, Subhramanyam CS, Cao Q, Heng ZSL, Liu W, Fu X & Hu Q (2020) SRPK1 acetylation modulates alternative splicing to regulate cisplatin resistance in breast cancer cells. Commun Biol\n3, 268. [PMC free article] [PubMed] [Google Scholar]58. \nAmin EM, Oltean S, Hua J, Gammons MVR, Hamdollah‐Zadeh M, Welsh GI, Cheung MK, Ni L, Kase S, Rennel ES\net al. (2011) WT1 mutants reveal SRPK1 to be a downstream angiogenesis target by altering VEGF splicing. Cancer Cell\n20, 768–780. [PMC free article] [PubMed] [Google Scholar]59. \nBelali T, Wodi C, Clark B, Cheung MK, Craig TJ, Wheway G, Wagner N, Wagner KD, Roberts S, Porazinski S\net al. (2020) WT1 activates transcription of the splice factor kinase SRPK1 gene in PC3 and K562 cancer cells in the absence of corepressor BASP1. Biochim Biophys Acta ‐ Gene Regul Mech\n1863, 194642. [PubMed] [Google Scholar]60. \nCarpenter B, Hill KJ, Charalambous M, Wagner KJ, Lahiri D, James DI, Andersen JS, Schumacher V, Royer‐Pokora B, Mann M\net al. (2004) BASP1 is a transcriptional cosuppressor for the Wilms’ tumor suppressor protein WT1. Mol Cell Biol\n24, 537–549. [PMC free article] [PubMed] [Google Scholar]61. \nSelcuklu SD, Donoghue MTA, Rehmet K, De Gomes MS, Fort A, Kovvuru P, Muniyappa MK, Kerin MJ, Enright AJ & Spillane C (2012) MicroRNA‐9 inhibition of cell proliferation and identification of novel miR‐9 targets by transcriptome profiling in breast cancer cells. J Biol Chem\n287, 29516–29528. [PMC free article] [PubMed] [Google Scholar]62. \nShinden Y, Hirashima T, Nohata N, Toda H, Okada R, Asai S, Tanaka T, Hozaka Y, Ohtsuka T, Kijima Y\net al. (2021) Molecular pathogenesis of breast cancer: impact of miR‐99a‐5p and miR‐99a‐3p regulation on oncogenic genes. J Hum Genet\n66, 519–534. [PubMed] [Google Scholar]63. \nXu Q, Liu X, Liu Z, Zhou Z, Wang Y, Tu J, Li L, Bao H, Yang L & Tu K (2017) MicroRNA‐1296 inhibits metastasis and epithelial‐mesenchymal transition of hepatocellular carcinoma by targeting SRPK1‐mediated PI3K/AKT pathway. Mol Cancer\n16, 103. [PMC free article] [PubMed] [Google Scholar]64. \nYao YF, Li QR & Wang H (2018) MiR‐216b suppresses colorectal cancer proliferation, migration, and invasion by targeting SR PK1. Onco Targets Ther\n11, 1671–1681. [PMC free article] [PubMed] [Google Scholar]65. \nLi Q, Wang G & Wang H (2018) MiR‐126 functions as a tumor suppressor by targeting SRPK1 in human gastric cancer. Oncol Res\n26, 1345–1353. [PMC free article] [PubMed] [Google Scholar]66. \nCheng L, Peng R, Guo P, Zhang H, Liu D, Liao X, Liu Y, Mo X & Liao Y (2021) A HIF1A/miR‐485–5p/SRPK1 axis modulates the aggressiveness of glioma cells upon hypoxia. Exp Cell Res\n402, 112547. [PubMed] [Google Scholar]67. \nJakubauskiene E, Vilys L, Makino Y, Poellinger L & Kanopka A (2015) Increased serine‐arginine (SR) protein phosphorylation changes pre‐mRNA splicing in hypoxia. J Biol Chem\n290, 18079–18089. [PMC free article] [PubMed] [Google Scholar]68. \nBowler E, Porazinski S, Uzor S, Thibault P, Durand M, Lapointe E, Rouschop KMA, Hancock J, Wilson I & Ladomery M (2018) Hypoxia leads to significant changes in alternative splicing and elevated expression of CLK splice factor kinases in PC3 prostate cancer cells. BMC Cancer\n18, 355. [PMC free article] [PubMed] [Google Scholar]69. \nSiqueira RP, Barros MVA, Barbosa ÉAA, Onofre TS, Gonçalves VHS, Pereira HS, Silva Júnior A, de Oliveira\nLL\n, Almeida MR, Fietto JLR\net al.(2017) Trifluoromethyl arylamides with antileukemia effect and intracellular inhibitory activity over serine/arginine‐rich protein kinases (SRPKs). Eur J Med Chem\n134, 97–109. [PubMed] [Google Scholar]70. \nWang Y, Chen D, Qian H, Tsai YS, Shao S, Liu Q, Dominguez D & Wang Z (2014) The splicing factor RBM4 controls apoptosis, proliferation, and migration to suppress tumor progression. Cancer Cell\n26, 374–389. [PMC free article] [PubMed] [Google Scholar]71. \nGoncalves V, Henriques A, Pereira J, Costa AN, Moyer MP, Moita LF, Gama‐Carvalho M, Matos P & Jordan P (2014) Phosphorylation of SRSF1 by SRPK1 regulates alternative splicing of tumor‐related Rac1b in colorectal cells. RNA\n20, 474–482. [PMC free article] [PubMed] [Google Scholar]72. \nBates DO, Cui TG, Doughty JM, Winkler M, Sugiono M, Shields JD, Peat D, Gillatt D & Harper SJ (2002) VEGF165b, an inhibitory splice variant of vascular endothelial growth factor, is down‐regulated in renal cell carcinoma. Cancer Res\n62, 4123–4131. [PubMed] [Google Scholar]73. \nGammons MV, Lucas R, Dean R, Coupland SE, Oltean S & Bates DO (2014) Targeting SRPK1 to control VEGF‐mediated tumour angiogenesis in metastatic melanoma. Br J Cancer\n111, 477–485. [PMC free article] [PubMed] [Google Scholar]74. \nColwill K, Pawson T, Andrews B, Prasad J, Manley JL, Bell JC & Duncan PI (1996) The Clk/Sty protein kinase phosphorylates SR splicing factors and regulates their intranuclear distribution. EMBO J\n15, 265–275. [PMC free article] [PubMed] [Google Scholar]75. \nColwill K, Feng LL, Yeakley JM, Gish GD, Cácereso JF, Pawson T & Fu XD (1996) SRPK1 and Clk/Sty protein kinases show distinct substrate specificities for serine/arginine‐rich splicing factors. J Biol Chem\n271, 24569–24575. [PubMed] [Google Scholar]76. \nCho S, Hoang A, Sinha R, Zhong XY, Fu XD, Krainer AR & Ghosh G (2011) Interaction between the RNA binding domains of Ser‐Arg splicing factor 1 and U1–70K snRNP protein determines early spliceosome assembly. Proc Natl Acad Sci USA\n108, 8233–8238. [PMC free article] [PubMed] [Google Scholar]77. \nHaltenhof T, Kotte A, De Bortoli F, Schiefer S, Meinke S, Emmerichs AK, Petermann KK, Timmermann B, Imhof P, Franz A\net al. (2020) A conserved kinase‐based body‐temperature sensor globally controls alternative splicing and gene expression. Mol Cell\n78, 57–69.e4. [PubMed] [Google Scholar]78. \nPreußner M, Goldammer G, Neumann A, Haltenhof T, Rautenstrauch P, Müller‐McNicoll M & Heyd F (2017) Body temperature cycles control rhythmic alternative splicing in mammals. Mol Cell\n67, 433–446.e4. [PubMed] [Google Scholar]79. \nBoutz PL, Bhutkar A & Sharp PA (2015) Detained introns are a novel, widespread class of post‐transcriptionally spliced introns. Genes Dev\n29, 63–80. [PMC free article] [PubMed] [Google Scholar]80. \nStoilov P, Dauod R, Nayler O & Stamm S (2004) Human tra2‐beta1 autoregulates its protein concentration by infuencing alternative splicing of its pre‐mRNA. Hum Mol Genet\n13, 509–524. [PubMed] [Google Scholar]81. \nAubol BE, Plocinik RM, Keshwani MM, Mcglone ML, Hagopian JC, Ghosh G, Fu XD & Adams JA (2014) N‐terminus of the protein kinase CLK1 induces SR protein hyperphosphorylation. Biochem J\n462, 143–152. [PMC free article] [PubMed] [Google Scholar]82. \nLiu Y, Conaway L, Rutherford Bethard J, Al‐Ayoubi AM, Thompson Bradley A, Zheng H, Weed SA & Eblen ST (2013) Phosphorylation of the alternative mRNA splicing factor 45 (SPF45) by Clk1 regulates its splice site utilization, cell migration and invasion. Nucleic Acids Res\n41, 4949–4962. [PMC free article] [PubMed] [Google Scholar]83. \nPrasad J & Manley JL (2003) Regulation and substrate specificity of the SR protein kinase Clk/Sty. Mol Cell Biol\n23, 4139–4149. [PMC free article] [PubMed] [Google Scholar]84. \nMenegay HJ, Myers MP, Moeslein FM & Landreth GE (2000) Biochemical characterization and localization of the dual specificity kinase CLK1. J Cell Sci\n113, 3241–3253. [PubMed] [Google Scholar]85. \nMoeslein FM, Myers MP & Landreth GE (1999) The CLK family kinases, CLK1 and CLK2, phosphorylate and activate the tyro sine phosphatase, PTP‐1B. J Biol Chem\n274, 26697–26704. [PubMed] [Google Scholar]86. \nPetsalaki E & Zachos G (2016) Clks 1, 2 and 4 prevent chromatin breakage by regulating the Aurora B‐dependent abscission checkpoint. Nat Commun\n7, 11451. [PMC free article] [PubMed] [Google Scholar]87. \nRodgers JT, Vogel RO & Puigserver P (2011) Clk2 and B56β mediate insulin‐regulated assembly of the PP2A phosphatase holoenzyme complex on Akt. Mol Cell\n41, 471–479. [PMC free article] [PubMed] [Google Scholar]88. \nYoshida T, Kim JH, Carver K, Su Y, Weremowicz S, Mulvey L, Yamamoto S, Brennan C, Mei S, Long H\net al. (2015) CLK2 is an oncogenic kinase and splicing regulator in breast cancer. Cancer Res\n75, 1516–1526. [PubMed] [Google Scholar]89. \nDominguez D, Tsai YH, Weatheritt R, Wang Y, Blencowe BJ & Wang Z (2016) An extensive program of periodic alternative splicing linked to cell cycle progression. Elife\n5, e10288. [PMC free article] [PubMed] [Google Scholar]90. \nPark SY, Piao Y, Thomas C, Fuller GN & De Groot JF (2016) Cdc2‐like kinase 2 is a key regulator of the cell cycle via FOXO3a/p27 in glioblastoma. Oncotarget\n7, 26793–26805. [PMC free article] [PubMed] [Google Scholar]91. \nNinomiya K, Kataoka N & Hagiwara M (2011) Stress‐responsive maturation of Clk1/4 pre‐mRNAs promotes phosphorylation of SR splicing factor. J Cell Biol\n195, 27–40. [PMC free article] [PubMed] [Google Scholar]92. \nDuncan PI, Stojdl DF, Marius RM & Bell JC (1997) \nIn vivo regulation of alternative pre‐mRNA splicing by the Clk1 protein kinase. Mol Cell Biol\n17, 5996–6001. [PMC free article] [PubMed] [Google Scholar]93. \nUzor S, Zorzou P, Bowler E, Porazinski S, Wilson I & Ladomery M (2018) Autoregulation of the human splice factor kinase CLK1 through exon skipping and intron retention. Gene\n670, 46–54. [PubMed] [Google Scholar]94. \nIwai K, Yaguchi M, Nishimura K, Yamamoto Y, Tamura T, Nakata D, Dairiki R, Kawakita Y, Mizojiri R, Ito Y\net al. 2018) Anti‐tumor efficacy of a novel CLK inhibitor via targeting RNA splicing and MYC‐dependent vulnerability. EMBO Mol Med\n10, e8289. [PMC free article] [PubMed] [Google Scholar]95. \nTiek DM, Khatib SA, Trepicchio CJ, Heckler MM, Divekar SD, Sarkaria JN, Glasgow E & Riggins RB (2019) Estrogen‐related receptor β activation and isoform shifting by cdc2‐like kinase inhibition restricts migration and intracranial tumor growth in glioblastoma. FASEB J\n33, 13476–13491. [PMC free article] [PubMed] [Google Scholar]96. \nAraki S, Dairiki R, Nakayama Y, Murai A, Miyashita R, Iwatani M, Nomura T & Nakanishi O (2015) Inhibitors of CLK protein kinases suppress cell growth and induce apoptosis by modulating pre‐mRNA splicing. PLoS One\n10, e0116929. [PMC free article] [PubMed] [Google Scholar]97. \nBianchini G, Balko JM, Mayer IA, Sanders ME & Gianni L (2016) Triple‐negative breast cancer: challenges and opportunities of a heterogeneous disease. Nat Rev Clin Oncol\n13, 674–690. [PMC free article] [PubMed] [Google Scholar]98. \nFunnell T, Tasaki S, Oloumi A, Araki S, Kong E, Yap D, Nakayama Y, Hughes CS, Cheng S‐WG, Tozaki H\net al. (2017) CLK‐dependent exon recognition and conjoined gene formation revealed with a novel small molecule inhibitor. Nat Commun\n8, 7. [PMC free article] [PubMed] [Google Scholar]99. \nGonsalvez GB, Tian L, Ospina JK, Boisvert FM, Lamond AI & Matera AG (2007) Two distinct arginine methyltransferases are required for biogenesis of Sm‐class ribonucleoproteins. J Cell Biol\n178, 733–740. [PMC free article] [PubMed] [Google Scholar]100. \nBezzi M, Teo SX, Muller J, Mok WC, Sahu SK, Vardy LA, Bonday ZQ & Guccione E (2013) Regulation of constitutive and alternative splicing by PRMT5 reveals a role for Mdm4 pre‐mRNA in sensing defects in the spliceosomal machinery. Genes Dev\n27, 1903–1916. [PMC free article] [PubMed] [Google Scholar]101. \nBraun CJ, Stanciu M, Boutz PL, Patterson JC, Calligaris D, Higuchi F, Neupane R, Fenoglio S, Cahill DP, Wakimoto H\net al. (2017) Coordinated splicing of regulatory detained introns within oncogenic transcripts creates an exploitable vulnerability in malignant glioma. Cancer Cell\n32, 411–426.e11. [PMC free article] [PubMed] [Google Scholar]102. \nDvinge H & Bradley RK (2015) Widespread intron retention diversifies most cancer transcriptomes. Genome Med\n7, 1–13. [PMC free article] [PubMed] [Google Scholar]103. \nHsu TY‐T, Simon LM, Neill NJ, Marcotte R, Sayad A, Bland CS, Echeverria GV, Sun T, Kurley SJ, Tyagi S\net al. (2015) The spliceosome is a therapeutic vulnerability in MYC‐driven cancer. Nature\n525, 384–388. [PMC free article] [PubMed] [Google Scholar]104. \nSalvador F & Gomis RR (2018) CLK 2 blockade modulates alternative splicing compromising MYC ‐driven breast tumors. EMBO Mol Med\n10, e9213. [PMC free article] [PubMed] [Google Scholar]105. \nMillevoi S, Loulergue C, Dettwiler S, Karaa SZ, Keller W, Antoniou M & Vagner S (2006) An interaction between U2AF 65 and CF Im links the splicing and 3′ end processing machineries. EMBO J\n25, 4854–4864. [PMC free article] [PubMed] [Google Scholar]106. \nNaro C, Pellegrini L, Jolly A, Farini D, Cesari E, Bielli P, de la Grange\nP\n & Sette C (2019) Functional interaction between U1snRNP and Sam68 insures proper 3′ End Pre‐mRNA processing during germ cell differentiation. Cell Rep\n26, 2929–2941.e5. [PubMed] [Google Scholar]107. \nMalumbres M (2014) Cyclin‐dependent kinases. Genome Biol\n15, 122. [PMC free article] [PubMed] [Google Scholar]108. \nHsin JP & Manley JL (2012) The RNA polymerase II CTD coordinates transcription and RNA processing. Genes Dev\n26, 2119–2137. [PMC free article] [PubMed] [Google Scholar]109. \nLoyer P & Trembley JH (2020) Roles of CDK/Cyclin complexes in transcription and pre‐mRNA splicing: cyclins L and CDK11 at the cross‐roads of cell cycle and regulation of gene expression. Semin Cell Dev Biol\n107, 36–45. [PubMed] [Google Scholar]110. \nParua PK & Fisher RP (2020) Dissecting the Pol II transcription cycle and derailing cancer with CDK inhibitors. Nat Chem Biol\n16, 716–724. [PMC free article] [PubMed] [Google Scholar]111. \nGanuza M, Sáiz‐Ladera C, Cañamero M, Gómez G, Schneider R, Blasco MA, Pisano D, Paramio JM, Santamaría D & Barbacid M (2012) Genetic inactivation of Cdk7 leads to cell cycle arrest and induces premature aging due to adult stem cell exhaustion. EMBO J\n31, 2498–2510. [PMC free article] [PubMed] [Google Scholar]112. \nSchachter MM, Merrick KA, Larochelle S, Hirschi A, Zhang C, Shokat KM, Rubin SM & Fisher RP (2013) A Cdk7‐Cdk4 T‐loop phosphorylation cascade promotes G1 progression. Mol Cell\n50, 250–260. [PMC free article] [PubMed] [Google Scholar]113. \nLarochelle S, Pandur J, Fisher RP, Salz HK & Suter B (1998) Cdk7 is essential for mitosis and for in vivo Cdk‐activating kinase activity. Genes Dev\n12, 370–381. [PMC free article] [PubMed] [Google Scholar]114. \nWallenfang MR & Seydoux G (2002) cdk‐7 is required for mRNA transcription and cell cycle progression in Caenorhabditis elegans embryos. Proc Natl Acad Sci USA\n99, 5527–5532. [PMC free article] [PubMed] [Google Scholar]115. \nLarochelle S, Merrick KA, Terret ME, Wohlbold L, Barboza NM, Zhang C, Shokat KM, Jallepalli PV & Fisher RP (2007) Requirements for Cdk7 in the assembly of Cdk1/Cyclin B and activation of Cdk2 revealed by chemical genetics in human cells. Mol Cell\n25, 839–850. [PMC free article] [PubMed] [Google Scholar]116. \nWong KH, Jin Y & Struhl K (2014) TFIIH phosphorylation of the Pol II CTD stimulates mediator dissociation from the preinitiation complex and promoter escape. Mol Cell\n54, 601–612. [PMC free article] [PubMed] [Google Scholar]117. \nLarochelle S, Amat R, Glover‐Cutter K, Sansó M, Zhang C, Allen JJ, Shokat KM, Bentley DL & Fisher RP (2012) Cyclin‐dependent kinase control of the initiation‐to‐elongation switch of RNA polymerase II. Nat Struct Mol Biol\n19, 1108–1115. [PMC free article] [PubMed] [Google Scholar]118. \nRimel JK, Poss ZC, Erickson B, Maas ZL, Ebmeier CC, Johnson JL, Decker TM, Yaron TM, Bradley MJ, Hamman KB\net al. (2020) Selective inhibition of CDK7 reveals high‐confidence targets and new models for TFIIH function in transcription. Genes Dev\n34, 1452–1473. [PMC free article] [PubMed] [Google Scholar]119. \nCampbell GJ, Hands EL & Van de Pette M (2020) The role of CDKs and CDKIs in murine development. Int J Mol Sci\n21, 5343. [PMC free article] [PubMed] [Google Scholar]120. \nSimone C, Stiegler P, Bagella L, Pucci B, Bellan C, De Falco G, De Luca A, Guanti G, Lorenzo Puri P & Giordano A (2002) Activation of MyoD‐dependent transcription by cdk9/cyclin T2. Oncogene\n21, 4137–4148. [PubMed] [Google Scholar]121. \nDe Falco G, Leucci E, Onnis A, Bellan C, Tigli C, Wirths S, Cerino G, Cocco M, Crupi D, De Luca A\net al. (2008) Cdk9/Cyclin T1 complex: a key player during the activation/differentiation process of normal lymphoid B cells. J Cell Physiol\n215, 276–282. [PubMed] [Google Scholar]122. \nKwak H & Lis JT (2013) Control of transcriptional elongation. Annu Rev Genet\n47, 483–508. [PMC free article] [PubMed] [Google Scholar]123. \nPerales R & Bentley D (2009) “Cotranscriptionality”: the transcription elongation complex as a nexus for nuclear transactions. Mol Cell\n36, 178–191. [PMC free article] [PubMed] [Google Scholar]124. \nYamada T, Yamaguchi Y, Inukai N, Okamoto S, Mura T & Handa H (2006) P‐TEFb‐mediated phosphorylation of hSpt5 C‐terminal repeats is critical for processive transcription elongation. Mol Cell\n21, 227–237. [PubMed] [Google Scholar]125. \nBird G, Zorio DAR & Bentley DL (2004) RNA polymerase II carboxy‐terminal domain phosphorylation is required for cotranscriptional pre‐mRNA splicing and 3’‐end formation. Mol Cell Biol\n24, 8963–8969. [PMC free article] [PubMed] [Google Scholar]126. \nLaitem C, Zaborowska J, Isa NF, Kufs J, Dienstbier M & Murphy S (2015) CDK9 inhibitors define elongation checkpoints at both ends of RNA polymerase II‐transcribed genes. Nat Struct Mol Biol\n22, 396–403. [PMC free article] [PubMed] [Google Scholar]127. \nSansó M, Levin RS, Lipp JJ, Wang VYF, Greifenberg AK, Quezada EM, Ali A, Ghosh A, Larochelle S, Rana TM\net al. (2016) P‐TEFb regulation of transcription termination factor Xrn2 revealed by a chemical genetic screen for Cdk9 substrates. Genes Dev\n30, 117–131. [PMC free article] [PubMed] [Google Scholar]128. \nFan Z, Devlin JR, Hogg SJ, Doyle MA, Harrison PF, Todorovski I, Cluse LA, Knight DA, Sandow JJ, Gregory G\net al. (2020) CDK13 cooperates with CDK12 to control global RNA polymerase II processivity. Sci Adv\n6, eaaz5041. [PMC free article] [PubMed] [Google Scholar]129. \nDai Q, Lei T, Zhao C, Zhong J, Tang YZ, Chen B, Yang J, Li C, Wang S, Song X\net al. (2012) Cyclin K‐containing kinase complexes maintain self‐renewal in murine embryonic stem cells. J Biol Chem\n287, 25344–25352. [PMC free article] [PubMed] [Google Scholar]130. \nBlazek D, Kohoutek J, Bartholomeeusen K, Johansen E, Hulinkova P, Luo Z, Cimermancic P, Ule J & Peterlin BM (2011) The cyclin K/CDK12 complex maintains genomic stability via regulation of expression of DNA damage response genes. Genes Dev\n25, 2158–2172. [PMC free article] [PubMed] [Google Scholar]131. \nChen HR, Juan HC, Wong YH, Tsai JW & Fann MJ (2017) \nCDK12 regulates neurogenesis and late‐arising neuronal migration in the developing cerebral cortex. Cereb Cortex\n27, 2289–2302. [PubMed] [Google Scholar]132. \nJuan HC, Lin Y, Chen HR & Fann MJ (2016) \nCDK12 is essential for embryonic development and the maintenance of genomic stability. Cell Death Differ\n23, 1038–1048. [PMC free article] [PubMed] [Google Scholar]133. \nBartkowiak B, Liu P, Phatnani HP, Fuda NJ, Cooper JJ, Price DH, Adelman K, Lis JT & Greenleaf AL (2010) \nCDK12 is a transcription elongation‐associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev\n24, 2303–2316. [PMC free article] [PubMed] [Google Scholar]134. \nDavidson L, Muniz L & West S (2014) 3’ end formation of pre‐mRNA and phosphorylation of Ser2 on the RNA polymerase II CTD are reciprocally coupled in human cells. Genes Dev\n28, 342–356. [PMC free article] [PubMed] [Google Scholar]135. \nTellier M, Zaborowska J, Caizzi L, Mohammad E, Velychko T, Schwalb B, Ferrer‐Vicens I, Blears D, Nojima T, Cramer P\net al. (2020) \nCDK12 globally stimulates RNA polymerase II transcription elongation and carboxyl‐terminal domain phosphorylation. Nucleic Acids Res\n48, 7712–7727. [PMC free article] [PubMed] [Google Scholar]136. \nDubbury SJ, Boutz PL & Sharp PA (2018) \nCDK12 regulates DNA repair genes by suppressing intronic polyadenylation. Nature\n564, 141–145. [PMC free article] [PubMed] [Google Scholar]137. \nKrajewska M, Dries R, Grassetti AV, Dust S, Gao Y, Huang H, Sharma B, Day DS, Kwiatkowski N, Pomaville M\net al. (2019) \nCDK12 loss in cancer cells affects DNA damage response genes through premature cleavage and polyadenylation. Nat Commun\n10, 1757. [PMC free article] [PubMed] [Google Scholar]138. \nVenters CC, Oh JM, Di C, So BR & Dreyfuss G (2019) U1 snRNP telescripting: Suppression of premature transcription termination in introns as a new layer of gene regulation. Cold Spring Harb Perspect Biol\n11, a032235. [PMC free article] [PubMed] [Google Scholar]139. \nBajrami I, Frankum JR, Konde A, Miller RE, Rehman FL, Brough R, Campbell J, Sims D, Rafiq R, Hooper S\net al. (2014) Genome‐wide profiling of genetic synthetic lethality identifies CDK12 as a novel determinant of PARP1/2 inhibitor sensitivity. Cancer Res\n74, 287–297. [PMC free article] [PubMed] [Google Scholar]140. \nQuereda V, Bayle S, Vena F, Frydman SM, Monastyrskyi A, Roush WR & Duckett DR (2019) Therapeutic targeting of CDK12/CDK13 in triple‐negative breast cancer. Cancer Cell\n36, 545–558.e7. [PubMed] [Google Scholar]141. \nTien JF, Mazloomian A, Cheng SWG, Hughes CS, Chow CCT, Canapi LT, Oloumi A, Trigo‐Gonzalez G, Bashashati A, Xu J\net al. (2017) \nCDK12 regulates alternative last exon mRNA splicing and promotes breast cancer cell invasion. Nucleic Acids Res\n45, 6698–6716. [PMC free article] [PubMed] [Google Scholar]142. \nBartkowiak B, Yan CM, Soderblom EJ & Greenleaf AL (2019) \nCDK12 activity‐dependent phosphorylation events in human cells. Biomolecules\n9, 634. [PMC free article] [PubMed] [Google Scholar]143. \nLiang K, Gao X, Gilmore JM, Florens L, Washburn MP, Smith E & Shilatifard A (2015) Characterization of human cyclin‐dependent kinase 12 (CDK12) and CDK13 complexes in C‐terminal domain phosphorylation, gene transcription, and RNA processing. Mol Cell Biol\n35, 928–938. [PMC free article] [PubMed] [Google Scholar]144. \nKo TK, Kelly E & Pines J (2001) CrkRS: a novel conserved Cdc2‐related protein kinase that colocalises with SC35 speckles. J Cell Sci\n114, 2591–2603. [PubMed] [Google Scholar]145. \nEven Y, Escande ML, Fayet C & Genevière AM (2016) CDK13, a kinase involved in pre‐mRNA splicing, is a component of the perinucleolar compartment. PLoS One\n11, e0149184. [PMC free article] [PubMed] [Google Scholar]146. \nWang Q, Li M, Zhang X, Huang H, Huang J, Ke J, Ding H, Xiao J, Shan X, Liu Q\net al. (2016) Upregulation of CDK7 in gastric cancer cell promotes tumor cell proliferation and predicts poor prognosis. Exp Mol Pathol\n100, 514–521. [PubMed] [Google Scholar]147. \nJiang L, Huang R, Wu Y, Diao P, Zhang W, Li J, Li Z, Wang Y, Cheng J & Yang J (2019) Overexpression of CDK7 is associated with unfavourable prognosis in oral squamous cell carcinoma. Pathology\n51, 74–80. [PubMed] [Google Scholar]148. \nTsang FHC, Law CT, Tang TCC, Cheng CLH, Chin DWC, Tam WSV, Wei L, Wong CCL, Ng IOL & Wong CM (2019) Aberrant super‐enhancer landscape in human hepatocellular carcinoma. Hepatology\n69, 2502–2517. [PubMed] [Google Scholar]149. \nMeng W, Wang J, Wang B, Liu F, Li M, Zhao Y, Zhang C, Li Q, Chen J, Zhang L\net al. (2018) CDK7 inhibition is a novel therapeutic strategy against GBM both in vitro and in vivo\n. Cancer Manag Res\n10, 5747–5758. [PMC free article] [PubMed] [Google Scholar]150. \nLi B, Chonghaile TN, Fan Y, Madden SF, Klinger R, O’Connor AE, Walsh L, O’Hurley G, Udupi GM, Joseph J\net al. (2017) Therapeutic rationale to target highly expressed CDK7 conferring poor outcomes in triple‐negative breast cancer. Cancer Res\n77, 3834–3845. [PubMed] [Google Scholar]151. \nZhang Z, Peng H, Wang X, Yin X, Ma P, Jing Y, Cai MC, Liu J, Zhang M, Zhang S\net al. (2017) Preclinical efficacy and molecular mechanism of targeting CDK7‐dependent transcriptional addiction in ovarian cancer. Mol Cancer Ther\n16, 1739–1750. [PubMed] [Google Scholar]152. \nLu P, Geng J, Zhang L, Wang Y, Niu N, Fang Y, Liu F, Shi J, Zhang ZG, Sun YW\net al. (2019) THZ1 reveals CDK7‐dependent transcriptional addictions in pancreatic cancer. Oncogene\n38, 3932–3945. [PubMed] [Google Scholar]153. \nChoi H, Jin S, Cho H, Won H, An HW, Jeong G, Park Y, Kim H, Park MK, Son T\net al. (2019) CDK 12 drives breast tumor initiation and trastuzumab resistance via WNT and IRS 1‐ErbB‐ PI 3K signaling. EMBO Rep\n20, e48058. [PMC free article] [PubMed] [Google Scholar]154. \nLi H, Wang J, Yi Z, Li C, Wang H, Zhang J, Wang T, Nan P, Lin F, Xu D\net al. (2021) \nCDK12 inhibition enhances sensitivity of HER2+ breast cancers to HER2‐tyrosine kinase inhibitor via suppressing PI3K/AKT. Eur J Cancer\n145, 92–108. [PubMed] [Google Scholar]155. \nPopova T, Manie E, Boeva V, Battistella A, Goundiam O, Smith NK, Mueller CR, Raynal V, Mariani O, Sastre‐Garau X\net al. (2016) Ovarian cancers harboring inactivating mutations in CDK12 display a distinct genomic instability pattern characterized by large tandem duplications. Cancer Res\n76, 1882–1891. [PubMed] [Google Scholar]156. \nWu YM, Cieślik M, Lonigro RJ, Vats P, Reimers MA, Cao X, Ning Y, Wang L, Kunju LP, de Sarkar\nN\n\net al. (2018) Inactivation of CDK12 delineates a distinct immunogenic class of advanced prostate cancer. Cell\n173, 1770–1782.e14. [PMC free article] [PubMed] [Google Scholar]157. \nChou J, Quigley DA, Robinson TM, Feng FY & Ashworth A (2020) Transcription‐associated cyclin‐dependent kinases as targets and biomarkers for cancer therapy. Cancer Discov\n10, 351–370. [PubMed] [Google Scholar]158. \nMunkley J, Li L, Krishnan SRG, Hysenaj G, Scott E, Dalgliesh C, Oo HZ, Maia TM, Cheung K, Ehrmann I\net al. (2019) Androgen‐regulated transcription of ESRP2 drives alternative splicing patterns in prostate cancer. Elife\n8, e47678. [PMC free article] [PubMed] [Google Scholar]159. \nPhillips JW, Pan Y, Tsai BL, Xie Z, Demirdjian L, Xiao W, Yang HT, Zhang Y, Lin CH, Cheng D\net al. (2020) Pathway‐guided analysis identifies Myc‐dependent alternative pre‐mRNA splicing in aggressive prostate cancers. Proc Natl Acad Sci USA\n117, 5269–5279. [PMC free article] [PubMed] [Google Scholar]160. \nLadomery M (2013) Aberrant alternative splicing is another hallmark of cancer. Int J Cell Biol\n2013, 1–6. [PMC free article] [PubMed] [Google Scholar]161. \nBonnal S, Vigevani L & Valcárcel J (2012) The spliceosome as a target of novel antitumour drugs. Nat Rev Drug Discov\n11, 847–859. [PubMed] [Google Scholar]162. \nBonnal SC, López‐Oreja I & Valcárcel J (2020) Roles and mechanisms of alternative splicing in cancer — implications for care. Nat Rev Clin Oncol\n17, 457–474. [PubMed] [Google Scholar]163. \nFukuhara T, Hosoya T, Shimizu S, Sumi K, Oshiro T, Yoshinaka Y, Suzuki M, Yamamoto N, Herzenberg LA, Herzenberg LA\net al. (2006) Utilization of host SR protein kinases and RNA‐splicing machinery during viral replication. Proc Natl Acad Sci USA\n103, 11329–11333. [PMC free article] [PubMed] [Google Scholar]164. \nMavrou A, Brakspear K, Hamdollah‐Zadeh M, Damodaran G, Babaei‐Jadidi R, Oxley J, Gillatt DA, Ladomery MR, Harper SJ, Bates DO\net al. (2015) Serine‐arginine protein kinase 1 (SRPK1) inhibition as a potential novel targeted therapeutic strategy in prostate cancer. Oncogene\n34, 4311–4319. [PMC free article] [PubMed] [Google Scholar]165. \nKurimchak AM, Kumar V, Herrera‐Montávez C, Johnson KJ, Srivastava N, Davarajan K, Peri S, Cai KQ, Mantia‐Smaldone GM & Duncan JS (2020) Kinome profiling of primary endometrial tumors using multiplexed inhibitor beads and mass spectrometry identifies SRPK1 as candidate therapeutic target. Mol Cell Proteomics\n19, 2068–2089. [PMC free article] [PubMed] [Google Scholar]166. \nBergmann TK, Stage TB, Stenvang J, Christophersen P, Jacobsen TA, Roest NL, Vestlev PM & Brünner N (2020) Four phase 1 trials to evaluate the safety and pharmacokinetic profile of single and repeated dosing of SCO‐101 in adult male and female volunteers. Basic Clin Pharmacol Toxicol\n127, 329–337. [PMC free article] [PubMed] [Google Scholar]167. \nNøhr‐Nielsen A, Bagger SO, Brünner N, Stenvang J & Lund TM (2020) Pharmacodynamic modelling reveals synergistic interaction between docetaxel and SCO‐101 in a docetaxel‐resistant triple negative breast cancer cell line. Eur J Pharm Sci\n148, 105315. [PubMed] [Google Scholar]168. \nHatcher JM, Wu G, Zeng C, Zhu J, Meng F, Patel S, Wang W, Ficarro SB, Leggett AL, Powell CE\net al. (2018) SRPKIN‐1: a covalent SRPK1/2 inhibitor that potently converts VEGF from pro‐angiogenic to anti‐angiogenic isoform. Cell Chem Biol\n25, 460–470.e6. [PMC free article] [PubMed] [Google Scholar]169. \nAdesso L, Calabretta S, Barbagallo F, Capurso G, Pilozzi E, Geremia R, Delle Fave G & Sette C (2013) Gemcitabine triggers a pro‐survival response in pancreatic cancer cells through activation of the MNK2/eIF4E pathway. Oncogene\n32, 2848–2857. [PubMed] [Google Scholar]170. \nMartín Moyano P, Němec V & Paruch K (2020) Cdc‐like kinases (CLKs): biology, chemical probes, and therapeutic potential. Int J Mol Sci\n21, 7549. [PMC free article] [PubMed] [Google Scholar]171. \nTam BY, Chiu K, Chung H, Bossard C, Nguyen JD, Creger E, Eastman BW, Mak CC, Ibanez M, Ghias A\net al. (2020) The CLK inhibitor SM08502 induces anti‐tumor activity and reduces Wnt pathway gene expression in gastrointestinal cancer models. Cancer Lett\n473, 186–197. [PubMed] [Google Scholar]172. \nSako Y, Ninomiya K, Okuno Y, Toyomoto M, Nishida A, Koike Y, Ohe K, Kii I, Yoshida S, Hashimoto N\net al. (2017) Development of an orally available inhibitor of CLK1 for skipping a mutated dystrophin exon in Duchenne muscular dystrophy. Sci Rep\n7, 46126. [PMC free article] [PubMed] [Google Scholar]173. \nPhillips DC, Jin S, Gregory GP, Zhang Q, Xue J, Zhao X, Chen J, Tong Y, Zhang H, Smith M\net al. (2020) A novel CDK9 inhibitor increases the efficacy of venetoclax (ABT‐199) in multiple models of hematologic malignancies. Leukemia\n34, 1646–1657. [PMC free article] [PubMed] [Google Scholar]174. \nCidado J, Boiko S, Proia T, Ferguson D, Criscione SW, Martin MS, Pop‐Damkov P, Su N, Franklin VNR, Chilamakuri CSR\net al. (2020) AZD4573 is a highly selective CDK9 inhibitor that suppresses Mcl‐1 and induces apoptosis in hematologic cancer cells. Clin Cancer Res\n26, 922–934. [PubMed] [Google Scholar]175. \nTouzeau C, Maciag P, Amiot M & Moreau P (2018) Targeting Bcl‐2 for the treatment of multiple myeloma. Leukemia\n32, 1899–1907. [PubMed] [Google Scholar]176. \nRichters A, Doyle SK, Freeman DB, Lee C, Leifer BS, Jagannathan S, Kabinger F, Koren JV, Struntz NB, Urgiles J\net al. (2021) Modulating androgen receptor‐driven transcription in prostate cancer with selective CDK9 inhibitors. Cell Chem Biol\n18, 134–147. [PubMed] [Google Scholar]177. \nIniguez AB, Stolte B, Wang EJ, Conway AS, Alexe G, Dharia NV, Kwiatkowski N, Zhang T, Abraham BJ, Mora J\net al. (2018) EWS/FLI confers tumor cell synthetic lethality to CDK12 inhibition in ewing sarcoma. Cancer Cell\n33, 202–216.e6. [PMC free article] [PubMed] [Google Scholar]178. \nParonetto MP (2013) Ewing sarcoma protein: a key player in human cancer. Int J Cell Biol\n2013, 642853. [PMC free article] [PubMed] [Google Scholar]179. \nJohnson SF, Cruz C, Greifenberg AK, Dust S, Stover DG, Chi D, Primack B, Cao S, Bernhardy AJ, Coulson R\net al. (2016) \nCDK12 inhibition reverses de novo and acquired PARP inhibitor resistance in BRCA wild‐type and mutated models of triple‐negative breast cancer. Cell Rep\n17, 2367–2381. [PMC free article] [PubMed] [Google Scholar]180. \nNero C, Vizzielli G, Lorusso D, Cesari E, Daniele G, Loverro M, Scambia G & Sette C (2021) Patient‐derived organoids and high grade serous ovarian cancer: from disease modeling to personalized medicine. J Exp Clin Cancer Res\n40, 116. [PMC free article] [PubMed] [Google Scholar]181. \nGao Y, Zhang T, Terai H, Ficarro SB, Kwiatkowski N, Hao MF, Sharma B, Christensen CL, Chipumuro E, Wong K\net al.(2018) Overcoming resistance to the THZ series of covalent transcriptional CDK inhibitors. Cell Chem Biol\n25, 135–142.e5. [PMC free article] [PubMed] [Google Scholar]182. \nHu S, Marineau JJ, Rajagopal N, Hamman KB, Choi YJ, Schmidt DR, Ke N, Johannessen L, Bradley MJ, Orlando DA\net al. (2019) Discovery and characterization of SY‐1365, a selective, covalent inhibitor of CDK7. Cancer Res\n79, 3479–3491. [PubMed] [Google Scholar]183. \nKotsantis P, Silva LM, Irmscher S, Jones RM, Folkes L, Gromak N & Petermann E (2016) Increased global transcription activity as a mechanism of replication stress in cancer. Nat Commun\n7, 1–13. [PMC free article] [PubMed] [Google Scholar]184. \nKoh CM, Bezzi M, Low DHP, Ang WX, Teo SX, Gay FPH, Al‐Haddawi M, Tan SY, Osato M, Sabò A\net al. (2015) MYC regulates the core pre‐mRNA splicing machinery as an essential step in lymphomagenesis. Nature\n523, 96–100. [PubMed] [Google Scholar]185. \nKannaiyan R & Mahadevan D (2018) A comprehensive review of protein kinase inhibitors for cancer therapy. Expert Rev Anticancer Ther\n18, 1249–1270. [PMC free article] [PubMed] [Google Scholar]186. \nKanev GK, de Graaf\nC\n, de Esch\nIJP\n, Leurs R, Würdinger T, Westerman BA & Kooistra AJ (2019) The landscape of atypical and eukaryotic protein kinases. Trends Pharmacol Sci\n40, 818–832. [PubMed] [Google Scholar]187. \nMatter N, Herrlich P & Ko H (2002) Signal‐dependent regulation of splicing via phosphorylation of Sam68. Nature\n420, 691–695. [PubMed] [Google Scholar]188. \nBlaustein M, Pelisch F, Tanos T, Muñoz MJ, Wengier D, Quadrana L, Sanford JR, Muschietti JP, Kornblihtt AR, Cáceres JF\net al. (2005) Concerted regulation of nuclear and cytoplasmic activities of SR proteins by AKT. Nat Struct Mol Biol\n12, 1037–1044. [PubMed] [Google Scholar]189. \nShinde MY, Sidoli S, Kulej K, Mallory MJ, Radens CM, Reicherter AL, Myers RL, Barash Y, Lynch KW, Garcia BA\net al. (2017) Phosphoproteomics reveals that glycogen synthase kinase‐3 phosphorylates multiple splicing factors and is associated with alternative splicing. J Biol Chem\n292, 18240–18255. [PMC free article] [PubMed] [Google Scholar]190. \nMoore MJ, Wang Q, Kennedy CJ & Silver PA (2010) An alternative splicing network links cell‐cycle control to apoptosis. Cell\n142, 625–636. [PMC free article] [PubMed] [Google Scholar]191. \nNaro C, Barbagallo F, Chieffi P, Bourgeois CF, Paronetto MP & Sette C (2014) The centrosomal kinase NEK2 is a novel splicing factor kinase involved in cell survival. Nucleic Acids Res\n42, 3218–3227. [PMC free article] [PubMed] [Google Scholar]192. \nObata T, Yaffe MB, Leparc GG, Piro ET, Maegawa H, Kashiwagi A, Kikkawa R & Cantley LC (2000) Peptide and protein library screening defines optimal substrate motifs for AKT/PKB. J Biol Chem\n275, 36108–36115. [PubMed] [Google Scholar]193. \nPatel NA, Kaneko S, Apostolatos HS, Sun SB, Watson JE, Davidowitz K, Chappell DS, Birnbaum MJ, Cheng JQ & Cooper DR (2005) Molecular and genetic studies imply Akt‐mediated signaling promotes protein kinase CβII alternative splicing via phosphorylation of serine/arginine‐rich splicing factor SRp40. J Biol Chem\n280, 14302–14309. [PubMed] [Google Scholar]194. \nSanidas I, Polytarchou C, Hatziapostolou M, Ezell SA, Kottakis F, Hu L, Guo A, Xie J, Comb MJ, Iliopoulos D\net al. (2014) Phosphoproteomics screen reveals Akt isoform‐specific signals linking RNA processing to lung cancer. Mol Cell\n53, 577–590. [PMC free article] [PubMed] [Google Scholar]195. \nAl‐Ayoubi AM, Zheng H, Liu Y, Bai T & Eblen ST (2012) Mitogen‐activated protein kinase phosphorylation of splicing factor 45 (SPF45) regulates SPF45 alternative splicing site utilization, proliferation, and cell adhesion. Mol Cell Biol\n32, 2880–2893. [PMC free article] [PubMed] [Google Scholar]196. \nCarbonell C, Ulsamer A, Vivori C, Papasaikas P, Böttcher R, Joaquin M, Miñana B, Tejedor JR, de Nadal\nE\n, Valcárcel J\net al. (2019) Functional network analysis reveals the relevance of SKIIP in the regulation of alternative splicing by p38 SAPK. Cell Rep\n27, 847–859.e6. [PMC free article] [PubMed] [Google Scholar]197. \nDevaiah BN, Gegonne A & Singer DS (2016) Bromodomain 4: a cellular Swiss army knife. J Leukoc Biol\n100, 679–686. [PMC free article] [PubMed] [Google Scholar]198. \nDevaiah BN, Lewis BA, Cherman N, Hewitt MC, Albrecht BK, Robey PG, Ozato K, Sims RJ & Singer DS (2012) BRD4 is an atypical kinase that phosphorylates Serine2 of the RNA polymerase II carboxy‐terminal domain. Proc Natl Acad Sci USA\n109, 6927–6932. [PMC free article] [PubMed] [Google Scholar]199. \nWinter GE, Mayer A, Buckley DL, Erb MA, Roderick JE, Vittori S, Reyes JM, di Iulio\nJ\n, Souza A, Ott CJ\net al. (2017) BET bromodomain proteins function as master transcription elongation factors independent of CDK9 recruitment. Mol Cell\n67, 5–18.e19. [PMC free article] [PubMed] [Google Scholar]200. \nDevaiah BN, Mu J, Akman B, Uppal S, Weissman JD, Cheng D, Baranello L, Nie Z, Levens D & Singer DS (2020) MYC protein stability is negatively regulated by BRD4. Proc Natl Acad Sci USA\n117, 13457–13467. [PMC free article] [PubMed] [Google Scholar]201. \nUppal S, Gegonne A, Chen Q, Thompson PS, Cheng D, Mu J, Meerzaman D, Misra HS & Singer DS (2019) The bromodomain protein 4 contributes to the regulation of alternative splicing. Cell Rep\n29, 2450–2460.e5. [PMC free article] [PubMed] [Google Scholar]202. \nWelti J, Sharp A, Yuan W, Dolling D, Nava Rodrigues D, Figueiredo I, Gil V, Neeb A, Clarke M, Seed G\net al. (2018) Targeting bromodomain and extra‐terminal (BET) family proteins in castration‐resistant prostate cancer (CRPC). Clin Cancer Res\n24, 3149–3162. [PubMed] [Google Scholar]203. \nLi P, Carter G, Romero J, Gower KM, Watson J, Patel NA & Cooper DR (2013) Clk/STY (cdc2‐like kinase 1) and Akt regulate alternative splicing and adipogenesis in 3T3‐L1 pre‐adipocytes. PLoS One\n8, e53268. [PMC free article] [PubMed] [Google Scholar]204. \nMatsumoto E, Akiyama K, Saito T, Matsumoto Y, Kobayashi KI, Inoue J, Yamamoto Y & Suzuki T (2020) AMP‐activated protein kinase regulates alternative pre‐mRNA splicing by phosphorylation of SRSF1. Biochem J\n477, 2237–2248. [PubMed] [Google Scholar]205. \nLabourier E, Rossi F, Gallouzi IE, Allemand E, Divita G & Tazi J (1998) Interaction between the N‐terminal domain of human DNA topoisomerase I and the arginine‐serine domain of its substrate determines phosphorylation of SF2/ASF splicing factor. Nucleic Acids Res\n26, 2955–2962. [PMC free article] [PubMed] [Google Scholar]206. \nShi J, Zhang T, Zhou C, Chohan MO, Gu X, Wegiel J, Zhou J, Hwang YW, Iqbal K, Grundke‐Iqbal I\net al. (2008) Increased dosage of Dyrk1A alters alternative splicing factor (ASF)‐regulated alternative splicing of tau in down syndrome. J Biol Chem\n283, 28660–28669. [PMC free article] [PubMed] [Google Scholar]207. \nShi J, Qian W, Yin X, Iqbal K, Grundke‐Iqbal I, Gu X, Ding F, Gong CX & Liu F (2011) Cyclic AMP‐dependent protein kinase regulates the alternative splicing of tau exon 10: A mechanism involved in tau pathology of Alzheimer disease. J Biol Chem\n286, 14639–14648. [PMC free article] [PubMed] [Google Scholar]208. \nQian W, Liang H, Shi J, Jin N, Grundke‐Iqbal I, Iqbal K, Gong CX & Liu F (2011) Regulation of the alternative splicing of tau exon 10 by SC35 and Dyrk1A. Nucleic Acids Res\n39, 6161–6171. [PMC free article] [PubMed] [Google Scholar]209. \nYin X, Jin N, Gu J, Shi J, Zhou J, Gong CX, Iqbal K, Grundke‐Iqbal I & Liu F (2012) Dual‐specificity tyrosine phosphorylation‐regulated kinase 1A (Dyrk1A) modulates serine/arginine‐rich protein 55 (SRp55)‐promoted Tau exon 10 inclusion. J Biol Chem\n287, 30497–30506. [PMC free article] [PubMed] [Google Scholar]210. \nVona CD, Bezdan D, Islam ABMMK, Salichs E, López‐Bigas N, Ossowski S & Luna SDL (2015) Chromatin‐wide profiling of DYRK1A reveals a role as a gene‐specific RNA polymerase II CTD kinase. Mol Cell\n57, 506–520. [PubMed] [Google Scholar]211. \nIzquierdo JM & Valcárcel J (2007) Fas‐activated Serine/Threonine Kinase (FAST K) synergizes with TIA‐1/TIAR proteins to regulate Fas alternative splicing. J Biol Chem\n282, 1539–1543. [PubMed] [Google Scholar]212. \nLiu X & Klein PS (2018) Glycogen synthase kinase‐3 and alternative splicing. Wiley Interdiscip Rev RNA\n9, 1–17. [PMC free article] [PubMed] [Google Scholar]213. \nMoreno NN, Villafañez F, Giono LE, Cuenca C, Soria G, Muñoz MJ & Kornblihtt AR (2021) GSK‐3 is an RNA polymerase II phospho‐CTD kinase. Nucleic Acids Res\n48, 6068–6080. [PMC free article] [PubMed] [Google Scholar]214. \nChoudhury R, Roy SG, Tsai YS, Tripathy A, Graves LM & Wang Z (2014) The splicing activator DAZAP1 integrates splicing control into MEK/Erk‐regulated cell proliferation and migration. Nat Commun\n5, 3078. [PMC free article] [PubMed] [Google Scholar]215. \nGu J, Shi J, Wu S, Jin N, Qian W, Zhou J, Iqbal IG, Iqbal K, Gong CX & Liu F (2012) Cyclic AMP‐dependent protein kinase regulates 9G8‐mediated alternative splicing of tau exon 10. FEBS Lett\n586, 2239–2244. [PubMed] [Google Scholar]216. \nCao W, Razanau A, Feng D, Lobo VG & Xie J (2012) Control of alternative splicing by forskolin through hnRNP K during neuronal differentiation. Nucleic Acids Res\n40, 8059–8071. [PMC free article] [PubMed] [Google Scholar]217. \nHintermair C, Heidemann M, Koch F, Descostes N, Gut M, Gut I, Fenouil R, Ferrier P, Flatley A, Kremmer E\net al. (2012) Threonine‐4 of mammalian RNA polymerase II CTD is targeted by Polo‐like kinase 3 and required for transcriptional elongation. EMBO J\n31, 2784–2797. [PMC free article] [PubMed] [Google Scholar]218. \nSchneider M, Hsiao HH, Will CL, Giet R, Urlaub H & Lührmann R (2010) Human PRP4 kinase is required for stable tri‐snRNP association during spliceosomal B complex formation. Nat Struct Mol Biol\n17, 216–221. [PubMed] [Google Scholar]219. \nHartmann AM, Nayler O, Schwaiger FW, Obermeier A & Stamm S (1999) The interaction and colocalization of Sam68 with the splicing‐associated factor YT521‐B in nuclear dots is regulated by the Src family kinase p59(fyn). Mol Biol Cell\n10, 3909–3926. [PMC free article] [PubMed] [Google Scholar]220. \nDerry JJ, Richard S, Valderrama Carvajal H, Ye X, Vasioukhin V, Cochrane AW, Chen T & Tyner AL (2000) Sik (BRK) phosphorylates sam68 in the nucleus and negatively regulates its RNA binding ability. Mol Cell Biol\n20, 6114–6126. [PMC free article] [PubMed] [Google Scholar]221. \nHaegebarth A, Heap D, Bie W, Derry JJ, Richard S & Tyner AL (2004) The nuclear tyrosine kinase BRK/Sik phosphorylates and inhibits the RNA‐binding activities of the Sam68‐like mammalian proteins SLM‐1 and SLM‐2. J Biol Chem\n279, 54398–54404. [PubMed] [Google Scholar]222. \nRafalska I, Zhang Z, Benderska N, Wolff H, Hartmann AM, Brack‐Werner R & Stamm S (2004) The intranuclear localization and function of YT521‐B is regulated by tyrosine phosphorylation. Hum Mol Genet\n13, 1535–1549. [PubMed] [Google Scholar]"}