{"title": "Chronic Cardio-Metabolic Disease Increases the Risk of Worse Outcomes Among Hospitalized Patients With COVID-19: A Multicenter, Retrospective, and Real-World Study", "pubDate": "2021", "PMCID": "PMC8477891", "DOI": "10.1161/JAHA.120.018451", "PMID": "34096317", "abstract": "Background Although chronic cardio-metabolic disease is a common comorbidity among patients with COVID-19, its effects on the clinical characteristics and outcome are not well known. Methods and Results This study aimed to explore the association between underlying cardio-metabolic disease and mortality with COVID-19 among hospitalized patients. This multicenter, retrospective, and real-world study was conducted from January 22, 2020 to March 25, 2020 in China. Data between patients with and without 5 main cardio-metabolic diseases including hypertension, diabetes mellitus, coronary heart disease, cerebrovascular disease, and hyperlipidemia were compared. A total of 1303 hospitalized patients were included in the final analysis. Of them, 520 patients (39.9%) had cardio-metabolic disease. Compared with patients without cardio-metabolic disease, more patients with cardio-metabolic disease had COVID-related complications including acute respiratory distress syndrome (9.81% versus 3.32%; P<0.001), acute kidney injury (4.23% versus 1.40%; P=0.001), secondary infection (13.9% versus 9.8%; P=0.026), hypoproteinemia (12.1% versus 5.75%; P<0.001), and coagulopathy (19.4% versus 10.3%; P<0.001), had higher incidences of the severe type of COVID-19 (32.9% versus 16.7%; P<0.001), more were admitted to the intensive care unit (11.7% versus 7.92%; P=0.021), and required mechanical ventilation (9.8% versus 4.3%; P<0.001). When the number of the patients' cardio-metabolic diseases was 0, 1, and >2, the mortality was 4.2%, 11.1%, and 19.8%, respectively. The multivariable-adjusted hazard ratio of mortality among patients with cardio-metabolic disease was 1.80 (95% CI, 1.17-2.77). Conclusions Cardio-metabolic disease was a common condition among hospitalized patients with COVID-19, and it was associated with higher risks of in-hospital mortality.", "author": [{"author": "Qijian Chen", "affiliation": ["Department of Emergency the Fifth Hospital in Wuhan Wuhan Hubei China."], "href": "/?term=Chen+Q&cauthor_id=34096317"}, {"author": "Lingling Wang", "affiliation": ["Department of Endocrinology & Metabolism the Fifth Affiliated Hospital of Sun Yat-sen University Zhuhai Guangdong China.", "Department of Gerontology the Fifth Affiliated Hospital of Sun Yat-sen University Zhuhai Guangdong China."], "href": "/?term=Wang+L&cauthor_id=34096317"}, {"author": "Chang Li", "affiliation": ["Department of Cardiology Hubei No. 3 People's Hospital of Jianghan University Wuhan Hubei China."], "href": "/?term=Li+C&cauthor_id=34096317"}, {"author": "Weihua Hu", "affiliation": ["Department of Respiratory Medicine the First Hospital of Jingzhou Clinical Medical College Yangtze University Jingzhou Hubei China."], "href": "/?term=Hu+W&cauthor_id=34096317"}, {"author": "Yameng Fan", "affiliation": ["School of Health Sciences Wuhan University Wuhan Hubei China."], "href": "/?term=Fan+Y&cauthor_id=34096317"}, {"author": "Zaishu Chen", "affiliation": ["People's Hospital of Jiayu County Xianning Hubei China."], "href": "/?term=Chen+Z&cauthor_id=34096317"}, {"author": "Longlong Wu", "affiliation": ["People's Hospital of Nanzhang County Nanzhang Hubei China."], "href": "/?term=Wu+L&cauthor_id=34096317"}, {"author": "Zhanjin Lu", "affiliation": ["Department of Endocrinology & Metabolism the Fifth Affiliated Hospital of Sun Yat-sen University Zhuhai Guangdong China."], "href": "/?term=Lu+Z&cauthor_id=34096317"}, {"author": "Jianfang Ye", "affiliation": ["Department of Endocrinology & Metabolism the Fifth Affiliated Hospital of Sun Yat-sen University Zhuhai Guangdong China."], "href": "/?term=Ye+J&cauthor_id=34096317"}, {"author": "Shiyan Chen", "affiliation": ["Department of Endocrinology & Metabolism the Fifth Affiliated Hospital of Sun Yat-sen University Zhuhai Guangdong China."], "href": "/?term=Chen+S&cauthor_id=34096317"}, {"author": "Junlu Tong", "affiliation": ["Department of Endocrinology & Metabolism the Fifth Affiliated Hospital of Sun Yat-sen University Zhuhai Guangdong China."], "href": "/?term=Tong+J&cauthor_id=34096317"}, {"author": "Liemin Ruan", "affiliation": ["Central Laboratory Ningbo First Hospital of Zhejiang University Ningbo Zhejiang China."], "href": "/?term=Ruan+L&cauthor_id=34096317"}, {"author": "Jin Mei", "affiliation": ["Central Laboratory Ningbo First Hospital of Zhejiang University Ningbo Zhejiang China.", "Anatomy Department Wenzhou Medical UniversityWenzhou University Town Ningbo Zhejiang China."], "href": "/?term=Mei+J&cauthor_id=34096317"}, {"author": "Hongyun Lu", "affiliation": ["Department of Endocrinology & Metabolism Zhuhai Hospital Affiliated with Jinan UniversityZhuhai People's Hospital Zhuhai Guangdong China."], "href": "/?term=Lu+H&cauthor_id=34096317"}], "refPMID": ["31978945", "31995857", "32007143", "32109013", "32320003", "14656957", "27533593", "22890468", "22797452", "32211816", "32171076", "32228322", "31942668", "27352628", "32233013", "32377638", "31986264", "32217835", "32015507", "32654555", "32564693", "32302265", "32356625", "32498076", "32091533"], "citedInPMID": ["34096317"], "body": " AbstractBackgroundAlthough chronic cardio‐metabolic disease is a common comorbidity among patients with COVID‐19, its effects on the clinical characteristics and outcome are not well known.Methods and ResultsThis study aimed to explore the association between underlying cardio‐metabolic disease and mortality with COVID‐19 among hospitalized patients. This multicenter, retrospective, and real‐world study was conducted from January 22, 2020 to March 25, 2020 in China. Data between patients with and without 5 main cardio‐metabolic diseases including hypertension, diabetes mellitus, coronary heart disease, cerebrovascular disease, and hyperlipidemia were compared. A total of 1303 hospitalized patients were included in the final analysis. Of them, 520 patients (39.9%) had cardio‐metabolic disease. Compared with patients without cardio‐metabolic disease, more patients with cardio‐metabolic disease had COVID‐related complications including acute respiratory distress syndrome (9.81% versus 3.32%; P<0.001), acute kidney injury (4.23% versus 1.40%; P=0.001), secondary infection (13.9% versus 9.8%; P=0.026), hypoproteinemia (12.1% versus 5.75%; P<0.001), and coagulopathy (19.4% versus 10.3%; P<0.001), had higher incidences of the severe type of COVID‐19 (32.9% versus 16.7%; P<0.001), more were admitted to the intensive care unit (11.7% versus 7.92%; P=0.021), and required mechanical ventilation (9.8% versus 4.3%; P<0.001). When the number of the patients' cardio‐metabolic diseases was 0, 1, and >2, the mortality was 4.2%, 11.1%, and 19.8%, respectively. The multivariable‐adjusted hazard ratio of mortality among patients with cardio‐metabolic disease was 1.80 (95% CI, 1.17–2.77).ConclusionsCardio‐metabolic disease was a common condition among hospitalized patients with COVID‐19, and it was associated with higher risks of in‐hospital mortality.Keywords: cardio‐metabolic disease, complications, COVID‐19, in‐hospital mortality, risk factors, SARS‐CoV‐2Subject Categories: Hypertension, Ischemic Stroke, Coronary Artery Disease Nonstandard Abbreviations and AcronymsMERSMiddle East respiratory syndrome\nClinical PerspectiveWhat Is New?\nThe clinical characteristics and outcome of hospitalized patients with COVID‐19 with chronic cardio‐metabolic disease are described in this article.In this multicenter, retrospective, and real‐world study, chronic cardio‐metabolic disease was a common condition (39.9%) among 1303 hospitalized patients with COVID‐19 in China, and was significantly associated with higher risks of in‐hospital mortality.\nWhat Are the Clinical Implications?\nPatients with COVID‐19 with underlying cardio‐metabolic disease have a higher risk of in‐hospital mortality, face a greater risk of developing severe outcomes, and need more medical attention and intervention.This study will help clinicians to identify high‐risk patients.\n\n From December 2019, COVID‐19, which is caused by SARS‐CoV‐2, has quickly spread to the whole world and poses a critical health threat to all human beings.1 As of July 4, 2020, nearly 11 000 000 laboratory‐confirmed infections had been reported and >500 000 people lost their lives.2 COVID‐19 has been declared a public health emergency by the World Health Organization; however, until now there is no specific medicine to cure it. Thus, people worldwide have faced an extraordinary challenge of a previously unrecognized viral illness with high infectivity.3 It is necessary to promote our in‐depth study of the disease in order to better prevent and control this disease and its complications.Several recent studies have reported the clinical characteristics and epidemiology of patients with COVID‐19, and most of them suggest that there is a high incidence of comorbidity among patients with COVID‐19 and diabetes mellitus, hypertension, coronary heart diseases, cerebrovascular diseases, and other chronic metabolic diseases.4, 5, 6 However, despite the increasing number of confirmed cases, the clinical investigation of patients with COVID‐19 with underlying cardio‐metabolic disease was insufficient, and there are no exact data on the clinical characteristics and outcome of patients with COVID‐19 with or without these chronic cardio‐metabolic diseases. Meanwhile, most of these studies were from 1 study center. This multicenter, retrospective, and real‐world study aims to investigate the clinical characteristics, laboratory findings, computerized tomography images as well as treatments and outcomes among hospitalized patients with COVID‐19 with and without cardio‐metabolic disease, to help discover which cardio‐metabolic disease is more important for causing the mortality and disease severity of patients with COVID‐19. MethodsStudy ParticipantsThe data that support the findings of this study are available from the corresponding author upon reasonable request. This multicenter, retrospective, observational, and real‐world study was done in hospitalized patients (≥18 years old) who were physician‐diagnosed with COVID‐19 according to the criteria published by the World Health Organization.7 Patients who had a definite outcome (dead or discharged) between January 22, 2020 and March 25, 2020 were enrolled in the present analysis. We collected data of 1402 patients with laboratory‐confirmed SARS‐CoV‐2 infection in 6 designated tertiary hospitals in Hubei province, with 3 in Wuhan city and 3 in cities outside Wuhan (Table S1). This study protocol of case series was approved by each local institutional ethics committees. Written informed consent was waived by the Ethics Commission of the designated hospital for emerging infectious diseases.Data CollectionWe reviewed clinical electronic medical records, nursing records, laboratory measurements, and radiological examinations for all patients with laboratory‐confirmed COVID‐19 infection by using standard data collection forms. The research team of experienced clinicians analyzed patients' medical records. A trained teams of physicians and researchers independently entered and cross‐checked the data in a computerized database. If the data were missing from the records or clarification was needed, we obtained data by direct communication with attending doctors and other healthcare providers. All data were checked by 2 physicians and a third researcher to adjudicate any difference in interpretation between the 2 primary reviewers.We collected data on age, sex, exposure history, chronic medical histories (chronic cardiac disease, cerebrovascular disease, diabetes mellitus, hypertension, hyperlipidemia, and current smoking), symptoms from onset to hospital admission (fever, cough, sputum production, dyspnea, hemoptysis, fatigue, headache, and nausea or vomiting, diarrhea), and vital signs (temperature, pulse, respiratory rate, blood pressure, and blood oxygen saturation). Routine blood examinations included complete blood count, coagulation profile, serum biochemical tests (including renal and liver function, fasting glucose, lactate dehydrogenase, and electrolytes) and myocardial enzymes (creatine kinase, hypersensitive troponin I), inflammation biomarkers (CRP [C‐reactive protein] and procalcitonin), chest computerized tomography scan data, complications, and treatments (oxygen therapy, antiviral agents, antibacterial agents, corticosteroid, and intravenous immunoglobulin). Length of hospital stay, intensive care unit (ICU) admission, mechanical ventilation therapy, and mortality were also collected.DefinitionCardio‐metabolic disease was defined as patients who had 1 or more doctor‐diagnosed diseases including hypertension, diabetes mellitus, coronary heart disease, cerebrovascular disease, and dyslipidemia. All of the above diseases were ascertained from hospital admission records and discharge registries. Hypertension was defined according to the National Heart Lung and Blood Institute criteria,8 or by use of antihypertensive drugs. Diabetes mellitus was defined by a history of diabetes mellitus, high blood glucose levels (fasting glucose ≥7 mmol/L or hemoglobin A1c ≥6.5%) at laboratory measurements or treatment of diabetes mellitus. Coronary heart disease was defined as a history of coronary heart disease, included myocardial infarction and congestive heart failure. Cerebrovascular disease was defined as a history of cerebrovascular disease.9 Transient ischemic attacks were excluded from this definition. Acute kidney injury was doctor‐diagnosed according to the Kidney Disease: Improving Global Outcomes clinical practice guidelines.10 Acute respiratory distress syndrome (ARDS) was physician‐diagnosed according to the Berlin Definition.11 Acute cardiac injury was defined according to the criteria mentioned in the literature.12 Coagulopathy was defined as a 3‐second extension of prothrombin time or a 5‐second extension of activated partial thromboplastin time.13 Hypoproteinemia was defined as blood albumin of <30 g/L.OutcomesThe primary outcome was in‐hospital mortality after admission. Secondary outcomes were incidences of COVID‐19‐related complications, including ARDS, acute cardiac injury, acute kidney injury, secondary infection, shock, hypoproteinemia, and coagulopathy; the proportion of severe outcomes, such as ICU admission, mechanical ventilation therapy, classification of disease severity, and length of hospital stays. According to the Chinese management guideline for COVID‐19 (version 7.0), the illness severity of COVID‐19 was divided into 4 groups (mild, general, severe, and critical).14 We divided the patients into 2 groups: the nonsevere group (mild and general types) and the severe group (severe and critical types).Statistical AnalysisDifferences in demographic, history of diseases, clinical symptoms, laboratory measurements, radiological examinations, treatment, and clinical outcome between patients with and without cardio‐metabolic disease were tested using the independent sample t test or Mann–Whitney test for continuous variables and Pearson χ2 or the Fisher exact test for categorical variables. Cox proportional hazards models were used to estimate hazard ratios (HRs) of mortality among patients with and without cardio‐metabolic disease (or each cardio‐metabolic disease). Logistic regression models were used to estimate odds ratios (ORs) of secondary outcomes, including the ICU admission and the rate of severe type of COVID‐19, among patients with and without cardio‐metabolic disease (or each cardio‐metabolic disease). All analyses were adjusted for age and sex (Model 1); and then for smoking and systolic blood pressure (Model 2); and further for hypertension, diabetes mellitus, hyperlipidemia, coronary heart disease, and cerebrovascular disease, other than the variable for stratification (Model 3); the CRP, white blood cell count, d‐dimer, lactate dehydrogenase, and procalcitonin were added in Model 4. The Kaplan–Meier plot was performed to compare 40‐day survival probability for those with and without diabetes mellitus by log‐rank test. All statistical analyses were performed with SPSS statistics version 23.0 for Windows software package (IBM). Two‐sided P<0.05 was considered statistically significant. ResultsPatient CharacteristicsBy March 25, 2020, clinical data were collected on 1402 adult patients. The final sample comprised 1303 patients after excluding 55 patients physician‐diagnosed without positive SARS‐CoV‐2 data (clinical diagnosis cases), and 44 patients with incomplete data on main medical information or outcome. Figure 1 shows a flowchart for patient recruitment. The median age was 56 years (range, 42–66 years), and 658 cases (50.5%) were male.Open in a separate windowFigure 1\nFlowchart of patient recruitment.\nClinical Features, Vital Signs, Laboratory Parameters, and Radiology Findings on AdmissionGeneral characteristics of the study population at baseline are given in Table 1. A total of 520 patients (39.9%) had cardio‐metabolic disease. Patients who had cardio‐metabolic disease were slightly older (64.00 versus 49.00 years; P<0.001), their baseline systolic blood pressure was higher (130.00 versus 122.00 mm Hg; P<0.001), and they had less fever (68.1% versus 73.4%; P=0.036), more often dyspnea (25.0% versus 18.3%; P=0.003), and more with blood oxygen saturation <93% (17.9% versus 7.4%; P<0.001) as compared with those who remained free of cardio‐metabolic disease. There were no significant differences in the gastrointestinal symptoms such as nausea, vomiting, or diarrhea.Table 1Baseline Characteristics of Patients With Cardio‐Metabolic Disease and Non‐Cardio‐Metabolic Disease and COVID‐19TotalNon‐Cardio‐Metabolic GroupCardio‐Metabolic GroupP ValueNo. of participants1303783 (60.1%)520 (39.9%)…Male sex, n (%)658 (50.5%)374 (47.8%)284 (54.6%)0.017Age, y56.0 (42.0–66.0)49.0 (36.0–61.0)64.0 (56.0–70.0)<0.00118–49, n (%)475 (36.5%)409 (52.2%)66 (12.7%)<0.00150–64, n (%)452 (34.7%)254 (32.4%)198 (38.1%)…≥65, n (%)376 (28.9%)120 (15.3%)256 (49.2%)…Current smoking, n (%)107 (8.21%)58 (7.41%)49 (9.42%)0.194Onset of symptoms to hospital admission, d9.00 (5.00–14.0)7.50 (5.00–14.0)10.0 (6.00–15.0)0.007Wuhan exposure, n (%)1069 (82.1%)609 (77.8%)460 (88.6%)<0.001SymptomsFever, n (%)929 (71.3%)575 (73.4%)354 (68.1%)0.036Dyspnea, n (%)273 (21.0%)143 (18.3%)130 (25.0%)0.003Cough, n (%)757 (58.1%)446 (57.0%)311 (59.8%)0.308Sputum production, n (%)182 (14%)108 (13.8%)74 (14.2%)0.823Hemoptysis, n (%)3 (0.20%)2 (0.30%)1 (0.20%)0.816Fatigue, n (%)360 (27.6%)220 (28.1%)140 (26.9%)0.643Headache, n (%)47 (3.61%)32 (4.09%)15 (2.88%)0.254Nausea or vomiting, n (%)47 (3.61%)25 (3.19%)22 (4.23%)0.325Diarrhea, n (%)107 (8.21%)59 (7.54%)48 (9.23%)0.275Admission vital signsTemperature<37.3°C868 (67.2%)485 (62.5%)383 (74.2%)<0.00137.3–38.0°C261 (20.2%)180 (23.2%)81 (15.7%)…38.1–39.0°C132 (10.2%)94 (12.1%)38 (7.4%)…>39.0°C31 (2.38%)17 (2.17%)14 (2.69%)…Pulse ≥100 beats/min241 (18.6%)137 (17.5%)104 (20.1%)0.243Blood oxygen saturation <93%, n (%)128 (11.6%)49 (7.45%)79 (17.9%)<0.001Respiratory rate >24 breaths/min, n (%)96 (7.37%)42 (5.36%)54 (10.38%)0.001SBP, mm Hg125 (120–135)122 (118–132)130 (120–140)<0.001DBP, mm Hg80.0 (74.0–85.0)80.00 (73.8–83.0)80.0 (74.0–86.0)0.021Open in a separate windowData are expressed as n (%), or mean (interquartile range. P values were calculated by independent sample t test, Mann–Whitney U test, Pearson χ2, or Fisher exact test, as appropriate. DBP indicates diastolic blood pressure; and SBP, systolic blood pressure.The laboratory parameters among patients with COVID‐19 with or without cardio‐metabolic disease are also presented in Table 2. Patients with cardio‐metabolic disease had higher median levels of leukocyte counts (5.91 versus 5.2×109 per L), neutrophil count (4.19 versus 3.28×109 per L), CRP (26.30 versus 7.30 mg/dL), procalcitonin (0.059 versus 0.044 ng/mL), fasting plasma glucose (6.80 versus 5.40 mmol/L), blood uric acid (279 versus 250.45 μmol/L), triglyceride (1.37 versus 1.13 mmol/L), homocysteine (8.10 versus 7.50 μmol/L), d‐dimer (0.79 versus 0.41 ng/mL), activated partial thromboplastin time (36.3 versus 34.6 seconds) and prothrombin time (13.6 versus 12.9 seconds), but lower median levels of hemoglobin (126 versus 131 g/L) and albumin (36.1 versus 39.0 g/L) than patients without cardio‐metabolic disease. Compared with patients without cardio‐metabolic disease, patients with cardio‐metabolic disease had a higher proportion of bilateral involvement (75.4% versus 63.0%) and interstitial abnormalities (2.7% versus 0.4%) assessed by chest computerized tomography images.Table 2Laboratory Results and Radiology Results of Patients With Cardio‐Metabolic Disease and Non‐Cardio‐Metabolic Disease and With COVID‐19TotalNon‐Cardio‐Metabolic GroupCardio‐Metabolic GroupP ValueWhite blood cell count, ×109 per L5.42 (4.18–7.13)5.20 (3.96–6.77)5.91 (4.52–7.72)<0.001<4 n (%)281 (21.7%)201 (25.8%)80 (15.5%)<0.0014–9.9, n (%)917 (70.8%)532 (68.4%)385 (74.5%)…≥10, n (%)97 (7.44%)45 (5.75%)52 (10.00%)…Neutrophil count, ×109 per L3.60 (2.55–5.14)3.28 (2.32–4.67)4.19 (2.92–5.82)<0.001Lymphocyte count, ×109 per L1.14 (0.77–1.58)1.22 (0.84–1.63)1.00 (0.70–1.44)<0.001<1.0, n (%)531 (41.1%)277 (35.7%)254 (49.1%)<0.001≥1.0, n (%)761 (58.9%)498 (64.3%)263 (50.9%)…Hemoglobin, g/L129 (117–139)131 (119–141)126 (114–137)<0.001Platelet count, ×109 per L196 (150–251)195 (149–241)202 (150–256)0.177<100, n (%)56 (4.30%)30 (3.83%)26 (5.00%)0.307≥100, n (%)1235 (95.7%)746 (96.1%)489 (95.0%)…Prothrombin time, s13.1 (11.3–15.1)12.9 (11.3–14.5)13.6 (11.5–15.6)<0.001<16, n (%)799 (83.1%)494 (87.0%)305 (77.6%)<0.001≥16, n (%)162 (16.9%)74 (13.0%)88 (22.4%)…APTT, s35.6 (28.1–40.5)34.6 (27.6–40.0)36.3 (28.7–41.1)0.021d‐dimer, μg/mL0.50 (0.27–1.24)0.41 (0.24–0.94)0.79 (0.36–1.80)<0.001≤0.5, n (%)516 (50.4%)364 (60.1%)152 (36.4%)<0.001>0.5 to ≤1, n (%)202 (19.7%)100 (16.5%)102 (24.4%)…>1, n (%)306 (29.9%)142 (23.4%)164 (39.2%)…Albumin, g/L38.0 (33.9–41.9)39.0 (35.2–42.8)36.1 (32.4–40.2)<0.001Alanine aminotransferase, U/L23.0 (14.0–38.7)22.0 (13.1–40.0)24.0 (15.9–36.5)0.232Aspartate aminotransferase, U/L28.7 (21.4–40.0)27.6 (21.0–39.0)30.8 (22.0–42.0)0.005<40, n (%)966 (75.1%)595 (77.0%)371 (72.2%)0.052≥40, n (%)321 (24.9%)178 (23.0%)143 (27.8%)…Total bilirubin, μmol/L11.0 (8.20–14.7)10.7 (8.17–14.3)11.3 (8.20–15.2)0.106Potassium, mmol/L3.90 (3.59–4.23)3.90 (3.60–4.25)3.81 (3.55–4.20)0.032Sodium, mmol/L139 (137–141)139 (137–141)139 (137–142)0.682Calcium, mmol/L2.11 (2.00–2.21)2.12 (2.02–2.22)2.10 (1.98–2.20)0.016Phosphorus, mmol/L1.04 (0.89–1.19)1.04 (0.90–1.19)1.02 (0.87–1.20)0.210Creatinine, μmol/L64.0 (53.7–79.0)62.0 (53.0–74.4)68.0 (55.0–89.0)<0.001≤133, n (%)1245 (94.9%)760 (97.9%)465 (90.3%)<0.001>133, n (%)66 (5.07%)16 (2.04%)50 (9.62%)…Creatine kinase, U/L64.0 (43.0–110)62.0 (44.0–103)67.0 (41.0–123)0.188≤185, n (%)1074 (88.2%)656 (90.5%)418 (84.8%)0.003>185, n (%)144 (11.80%)69 (9.50%)75 (15.20%)…Lactate dehydrogenase, U/L205 (163–274)191 (156–248)228 (180–316)<0.001≤245, n (%)781 (66.9%)510 (74.0%)271 (56.7%)<0.001>245, n (%)386 (33.1%)179 (26.0%)207 (43.3%)…Hypersensitive troponin I, pg/mL0.01 (0.009–0.019)0.01 (0.009–0.03)0.01 (0.009–0.02)0.903>28 (99th percentile)133 (10.2%)78 (10.0%)55 (10.6%)0.719Procalcitonin, ng/mL0.05 (0.03–0.13)0.04 (0.03–0.10)0.06 (0.03–0.17)<0.001<0.1, n (%)698 (68.2%)433 (71.3%)265 (63.5%)0.001≥0.1 to <0.25, n (%)180 (17.6%)110 (18.1%)70 (16.8%)…≥0.25 to <0.5, n (%)69 (6.70%)38 (6.30%)31 (7.40%)…≥0.5, n (%)77 (7.50%)26 (4.30%)51 (12.2%)…C‐reactive protein, mg/L12.2 (1.90–49.08)7.30 (1.20–30.91)26.3 (4.70–78.45)<0.001FBG, mmol/L5.80 (5.04–7.50)5.40 (4.88–6.62)6.80 (5.50–9.10)<0.001≥7.0, n (%)309 (31.1%)124 (20.5%)185 (47.4%)<0.001<7.0, n (%)686 (68.9%)481 (79.5%)205 (52.6%)…Cholesterol, mmol/L4.00 (3.40–4.80)4.00 (3.43–4.72)4.03 (3.30–4.80)0.869TG, mmol/L1.24 (0.93–1.78)1.13 (0.85–1.62)1.37 (1.02–1.95)<0.001HDL‐C, mmol/L1.01 (0.81–1.22)1.04 (0.85–1.26)0.97 (0.78–1.15)<0.001LDL‐C, mmol/L2.50 (1.99–3.12)2.50 (2.01–3.06)2.50 (1.94–3.17)0.944Homocysteine, μmol/L7.70 (6.30–9.80)7.50 (6.05–9.10)8.10 (6.60–10.3)0.002Uric acid, μmol/L260 (204–339)250 (199–326)279 (217–355)<0.001Imaging featuresGround‐glass opacity275 (22.7%)196 (26.8%)79 (16.5%)<0.001Local patchy shadowing98 (8.1%)72 (9.8%)26 (5.4%)…Bilateral patchy shadowing822 (67.9%)461 (63.0%)361 (75.4%)…Interstitial abnormalities16 (1.3%)3 (0.4%)13 (2.7%)…Open in a separate windowData are expressed as n (%) or mean (interquartile range). P values were calculated by independent sample t test, Mann–Whitney U test, Pearson χ2, or Fisher exact test, as appropriate. APTT indicates activated partial thromboplastin time; FBG, fasting blood glucose; HDL‐C, high‐density lipoprotein cholesterol; LDL‐C, low‐density lipoprotein cholesterol; and TG, triglyceride.Treatments and OutcomesAll patients were given aggressive treatment according to their conditions and expert suggestions and treatment guidelines at that time. Table 3 shows the treatments and outcomes among patients with COVID‐19 with and without cardio‐metabolic disease. Compared with patients without cardio‐metabolic disease, more patients with cardio‐metabolic disease had COVID‐19‐related complications including ARDS (9.81% versus 3.32%; P<0.001), acute kidney injury (4.23% versus 1.40%; P=0.001), secondary infection (13.9% versus 9.83%; P=0.026), hypoproteinemia (12.1% versus 5.75%; P<0.001), and coagulopathy (19.4% versus 10.3%; P<0.001), had higher incidences of the severe type of COVID‐19 (32.9% versus 16.7%; P<0.001), were admitted to ICU (11.7% versus 7.92%; P=0.021), required more mechanical ventilation (included noninvasive mechanical ventilation and invasive mechanical ventilation, 9.81% versus 4.34%; P<0.001), and renal replacement (2.50% versus 0.13%, P<0.001). There were no significant differences on the antiviral therapy, antibiotic therapy, and use of corticosteroid and intravenous immunoglobin treatment between patients with and without cardio‐metabolic disease. The ORs of secondary outcomes, including the ICU admission, the rate of severe type of COVID‐19, and mechanical ventilation therapy among patients with and without cardio‐metabolic disease (or each cardio‐metabolic disease) are respectively shown in Tables S2 through S4.Table 3Treatments and Outcomes of Patients With Cardio‐Metabolic Disease and Non‐Cardio‐Metabolic Disease and COVID‐19TotalNon‐Cardio‐Metabolic GroupCardio‐Metabolic GroupP ValueTreatmentsAntiviral therapy1196 (91.8%)728 (93.0%)468 (90%)0.055Antibiotic therapy1124 (86.3%)681 (87.0%)443 (85.2%)0.360Use of corticosteroid521 (40.0%)320 (40.9%)201 (38.7%)0.424Intravenous immunoglobin391 (30.0%)224 (28.6%)167 (32.1%)0.176Oxygen supportNasal cannula782 (60.0%)454 (58.0%)328 (63.1%)0.066Mechanical ventilation85 (6.52%)34 (4.34%)51 (9.81%)<0.001Renal replacement14 (1.07%)1 (0.13%)13 (2.50%)<0.001Illness severityNonsevere1001 (76.8%)652 (83.3%)349 (67.1%)<0.001Severe302 (23.2%)131 (16.7%)171 (32.9%)…ComplicationsAcute respiratory distress syndrome77 (5.91%)26 (3.32%)51 (9.81%)<0.001Acute cardiac injury135 (10.4%)80 (10.2%)55 (10.6%)0.835Acute kidney injury33 (2.53%)11 (1.40%)22 (4.23%)0.001Secondary infection149 (11.44%)77 (9.83%)72 (13.85%)0.026Hypoproteinemia <30 g/L108 (8.29%)45 (5.75%)63 (12.12%)<0.001Coagulopathy182 (14.0%)81 (10.3%)101 (19.4%)<0.001Shock21 (1.61%)9 (1.15%)12 (2.31%)0.104Length of hospital stay, d17.0 (10.0–24.0)18.0 (11.0–24.0)17.0 (9.00–24.0)0.043Intensive care unit admission123 (9.44%)62 (7.92%)61 (11.73%)0.021PrognosisDischarge, No1195 (91.7%)750 (95.8%)445 (85.6%)<0.001Death, No108 (8.29%)33 (4.21%)75 (14.42%)<0.001Open in a separate windowData are expressed as n (%), or mean (interquartile range). P values were calculated by independent sample t test, Mann–Whitney U test, Pearson χ2, or Fisher exact test, as appropriate.Predictors of Mortality in Patients With COVID‐19In order to compare the risk factor for severity and death of COVID‐19, all the cases were divided into severe and nonsevere groups, and survivor and nonsurvivor; we found that there were more patients with cardio‐metabolic disease in the nonsurvivor (69.4% versus 37.2%; P<0.001) (Figure 2A) and severe groups (56.6% versus 34.9%; P<0.001) (Figure 2B). The number of patients with cardio‐metabolic disease is associated with the mortality of COVID‐19. When the number of the patients' cardio‐metabolic diseases was 0, 1, and ≥2, the mortality was 4.2%, 11.1%, and 19.8%, respectively. The multivariable‐adjusted (age, sex, smoking, and systolic blood pressure) OR of mortality among patients with cardio‐metabolic disease, compared with those without it, was 1.86 (95% CI, 1.17–2.97). The survival curve of patients with and without cardio‐metabolic disease with COVID‐19 is shown in Figure 3. Among the patients with cardio‐metabolic disease, 75 of 520 (14.42%) patients died, while of those who were without cardio‐metabolic disease, 33 of 783 (4.21%) died. Patients with COVID‐19 with cardio‐metabolic disease appeared to have an elevated risk of death compared with patients without cardio‐metabolic disease.Open in a separate windowFigure 2\nRisk factors with the severity and mortality of disease in patients with COVID‐19.\nA, Component of cardio‐metabolic disease in the nonsevere and severe patients with COVID‐19. B, Component of cardio‐metabolic disease in the survivor and nonsurvivor patients with COVID‐19.Open in a separate windowFigure 3\nSurvival cure of patients with COVID‐19 with and without cardio‐metabolic disease.\nThe multivariable‐adjusted HR of in‐hospital mortality was also higher in patients with hypertension (HR, 1.86; 95% CI, 1.23–2.82) and cerebrovascular disease (HR, 2.78; 95% CI, 1.57–4.93) compared with patients without hypertension and cerebrovascular disease, respectively (Table 4). Furthermore in the adjusted model 4, which added the coagulation and inflammation‐related biomarkers such as CRP, white blood cell count, d‐dimer, lactate dehydrogenase, and procalcitonin, there was no statistically significant difference in HR between different cardio‐metabolic diseases.Table 4Hazard Ratio of Death According to Cardio‐Metabolic Disease Status and Its Individual ComponentsNo. of ParticipantsNo. of DeathsHazard Ratio (95% CI)Model 1Model 2Model 3Model 4Cardio‐metabolic diseases520751.77 (1.15–2.71)1.80 (1.17–2.77)…0.98 (0.41–2.34)One cardio‐metabolic disease323361.46 (0.89–2.37)1.48 (0.91–2.40)…0.78 (0.33–1.85)More than 2 cardio‐metabolic diseases197392.24 (1.38–3.65)2.31 (1.42–3.77)…1.28 (0.53–3.09)Hypertension356601.80 (1.20–2.68)1.87 (1.25–2.79)1.86 (1.23–2.82)1.20 (0.52–2.75)Diabetes mellitus200261.09 (0.69–1.69)1.09 (0.69–1.69)0.93 (0.59–1.46)0.65 (0.23–1.81)Hyperlipidemia10070.87 (0.40–1.87)0.88 (0.41–1.89)0.91 (0.42–1.97)0.43 (0.06–2.94)Coronary heart disease63141.36 (0.76–2.41)1.34 (0.75–2.38)1.18 (0.65–2.12)1.08 (0.34–3.47)Cerebrovascular disease44152.59 (1.49–4.54)2.0 (1.58–4.96)2.78 (1.57–4.93)2.15 (0.61–7.53)Open in a separate windowModel 1 adjusted for age and sex; model 2 adjusted for age, sex, smoking, and systolic blood pressure; model 3 adjusted for age, sex, smoking, systolic blood pressure, hypertension, diabetes mellitus, hyperlipidemia, coronary heart disease, and cerebrovascular disease, other than the variable for stratification; model 4 adjusted for age, sex, smoking, systolic blood pressure, C‐reactive protein, white blood cell count, d‐dimer, lactate dehydrogenase, and procalcitonin. Cox proportional hazards models were used to estimate hazard ratios of mortality among patients with and without cardio‐metabolic disease (or each cardio‐metabolic disease). DiscussionCoronavirus is one of the main pathogens of respiratory infection. Two highly pathogenic viruses, SARS‐CoV and MERS‐CoV, respectively, resulted in outbreaks of severe acute respiratory syndrome (SARS) in China and Middle East respiratory syndrome (MERS) in Middle Eastern countries.15 SARS‐CoV and MERS‐CoV are associated with cardio‐metabolic disease. In a Hong Kong retrospective cohort study, diabetes mellitus was found to be an important risk factor for adverse outcome.16 Another retrospective study reported that hypertension was one of the frequent underlying conditions associated with death among MERS‐CoV‐infected patients.17 Although SARS‐CoV and MERS‐CoV have the same origin, the relationships between cardio‐metabolic disease and the different outcomes among patients with SARS‐CoV‐2 infection remain unclear.Several recent studies have found that patients with COVID‐19 have high morbidity of cardio‐metabolic disease. In 1 study of 99 cases with COVID‐19 in China, 50 (51%) patients had chronic diseases including cardiovascular and cerebrovascular diseases (40%), and endocrine system disease (13%).4 In the other study of 5700 patients in New York City, the most common comorbidities were hypertension (3026; 56.6%), obesity (1737; 41.7%), and diabetes mellitus (1808; 33.8%).6 The present study indicated that 39.9% of patients with COVID‐19 had cardio‐metabolic disease including patients with more than 2 diseases (197 of 520 [37.9%]), 27.32% patients had hypertension, and 15.35% patients had diabetes mellitus. Race, selection of population, and study design are all important factors contributing to the heterogeneity of prevalence estimates. One recent study by Guo et al reported that diabetes mellitus was a risk factor for rapid progression and poor prognosis of COVID‐19.18 A meta‐analysis including 6263 COVID‐19 cases has identified that preexisting chronic conditions such as hypertension, cardiovascular disease, chronic kidney disease, and diabetes mellitus were strongly associated with an increased risk of developing severe COVID‐19.19 However, very few studies have assessed the direct association between cardio‐metabolic disease and several important outcomes including in‐hospital mortality, COVID‐related complications, ICU admission, and mechanical ventilation among patients with COVID‐19. The present study found that patients with COVID‐19 with cardio‐metabolic disease were more common in COVID‐related complications including ARDS, acute heart injury, acute kidney injury, secondary infection, hypoproteinemia, and coagulopathy, were more admitted to the ICU, required more mechanical ventilation therapy, and had a higher risk of mortality compared with patients without cardio‐metabolic disease. Moreover, our study demonstrated that patients with COVID‐19 with hypertension and cerebrovascular disease may be independent risk factors for all‐cause mortality in patients with COVID‐19. All these data suggest that patients with SARS‐CoV‐2 infection who had underlying cardio‐metabolic disease should be hospitalized earlier and get more medical intervention.Several studies of COVID‐19 have proposed that SARS‐CoV‐2 induces a cytokine storm in the body, generates a series of immune responses, and causes changes in peripheral white blood cells and immune cells such as lymphocytes.4, 20 In the present study, we found that patients with COVID‐19 with cardio‐metabolic disease had higher levels of several inflammation‐related biomarkers such as CRP, procalcitonin, the absolute count of neutrophils and white blood cells, and lactate dehydrogenase compared with patients without cardio‐metabolic disease. These data provide further evidence for the presence of cytokine storm that can further contribute to complications. For the inflammatory storm, several studies indicated that d‐dimer was significantly higher in severe cases than in moderate cases with COVID‐19.21 Our study found that patients with cardio‐metabolic disease had higher levels of d‐dimer and higher incidence of coagulopathy than patients without cardio‐metabolic disease. According to our results, we found that the coagulation and inflammation‐related biomarkers had a strong relationship with COVID‐19 related death, influenced the relationship between cardio‐metabolic diseases and the COVID‐19 related death. So we speculated that the relationship between cardio‐metabolic diseases and COVID‐19‐related death may be modified by coagulation and inflammation‐related biomarkers. Guo et al hypothesized that hypoxia‐induced molecules can activate thrombin directly, and the activation of monocyte‐macrophages would also secrete a mass of tissue factors and activate the exogenous coagulation pathway, which lead to an overall hypercoagulable state or even disseminated intravascular coagulation.18\nRecent studies have confirmed that SARS‐CoV‐2 uses the same cell entry receptor (angiotensin‐ converting enzyme II) as SARS‐CoV, which does not use other coronavirus receptors, such as aminopeptidase N, and dipeptidyl peptidase 4.22 This leads to the activation of CD4+ T cells, which proliferate and differentiate into Th1 cells that secrete proinflammatory cytokines such as IL‐6, interferon, and granulocyte‐macrophage colony‐stimulating factor; this can eventually develop into a cytokine storm, which can cause progression to ARDS, multiple organ failure, and even death.23 Angiotensin‐converting enzyme inhibitors and angiotensin receptor blockers are the 2 types of renin‐angiotensin‐aldosterone system inhibitors widely used for treating hypertension. This may be one of the underlying mechanisms why patients with COVID‐19 with hypertension or cerebrovascular disease had more rates of worse outcomes. But there were also studies that did not support the significant interference of hypertension on COVID‐19 lethality.24 Previously published data have shown that use of renin‐angiotensin‐aldosterone system inhibitors by patients with COVID‐19 was associated with a reduced risk of all‐cause mortality.25, 26 Therefore, some researchers have hypothesized that high angiotensin‐converting enzyme II expression could be deleterious during the contamination phase, whereas the high angiotensin‐converting enzyme II expression could, in contrast, be beneficial during the inflammation phase and may possibly prevent organ injury in COVID‐19.27\nAn earlier report of 72 314 cases from the Chinese Center for Disease Control and Prevention showed that the overall case‐fatality rate was 2.3% (1023 deaths among 44 672 confirmed cases).28 A research study of 1099 patients with COVID‐19 from 552 hospitals in 30 provinces, autonomous regions, and municipalities in China reported that the morality was 1.4%.5 In the present study the mortality is 8.29%, higher than the reports mentioned above. We proposed that our data were from mortality in hospital patients in Hubei province; the patients had more severe disease than those in the temporary treatment centers (as Fangcang hospitals), and the patients out of Hubei province, subsequently the mortality was higher. Moreover, our study demonstrated that patients with COVID‐19 with hypertension and cerebrovascular disease also had an increased risk of death, and the more cardio‐metabolic diseases the patients had, the higher the morbidity patients with COVID‐19 presented.The study also has some limitations. First, because of the retrospective, multiple‐center, and real‐world study design, some information, such as patients' height, weight, several laboratory items (such as glycosylated hemoglobin) and lipid‐lowering and other cardio‐preventive treatments were not available for all patients. We can only draw correlations rather than causal relationships between cardio‐metabolic disease and COVID‐19. Second, study samples were only from Hubei province, China; thus more studies in other regions or even other countries might provide a more comprehensive understanding of COVID‐19. For the data analysis, there was no adjustment for multiple testing and an inflated type‐1 error was made. However, this study is one of the largest retrospective, multicenter, and real‐world studies among patients with COVID‐19. Compared with the study in New York City,16 all the cases of the present study had a definite end point, and we all have more than 1 month follow‐up of these cases. The relatively rich clinical data and numerous events also strengthen the results. The conclusion will help clinicians to identify high‐risk patients. ConclusionWe found that cardio‐metabolic disease was a common condition among hospitalized patients with COVID‐19, and was associated with higher risks of in‐hospital mortality. Hypertension and cerebrovascular disease may be 2 important diseases associated with in‐hospital death after adjusting for age, sex, and smoking. More intensive attention should be paid to those patients with COVID‐19 who had underlying cardio‐metabolic disease. Sources of FundingThis study was supported by the National Natural Science Foundation of China (Grant 81970653 to Mei); National Natural Science Foundation of China (Grant 81570608 to Mei); Guangdong Basic and Applied Basic Research Foundation (Grant 2020A1515010124 to H. Lu); and Special Fund for Innovation Strategy of Science and Technology Plan of Guangdong Province (2019A030317011 to H. Lu). DisclosuresNone. Supporting informationTables S1–S4Click here for additional data file.(102K, pdf) AcknowledgmentsWe thank Professor Gang Hu (Louisiana State University, Pennington Biomedical Research Center, Baton Rouge, LA) for guidance in study design and interpretation of results, and review of the manuscript. The authors are grateful for all healthcare workers involved in the diagnosis and treatment of patients in Hubei Province. Notes\n(J Am Heart Assoc. 2021;10:e018451. DOI: 10.1161/JAHA.120.018451.) [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nSupplementary Material for this article is available at https://www.ahajournals.org/doi/suppl/10.1161/JAHA.120.018451\nFor Sources of Funding and Disclosures, see page 10. Contributor InformationJin Mei, Email: moc.nuyila@nctebit.Hongyun Lu, Email: nc.ude.usys.liam@ygnohul. References1. Zhu N, Zhang DY, Wang WL, Li XW, Yang B, Song JD, Zhao X, Huang BY, Shi WF, Lu RJ, et al. A novel coronavirus from patients with pneumonia in China, 2019. N Engl J Med. 2020;382:727–733. DOI: 10.1056/NEJMoa2001017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. World Health Organization\n. Novel Coronavirus (2019‐nCoV). Situation report‐166. July 4, 2020. Available at: HYPERLINK \"sps:urlprefix::https\" https://www.who.int/docs/default‐source/coronaviruse/situation‐reports/20200704‐covid‐19‐sitrep‐166.pdf?sfvrsn=6247972_2. Accessed July 4, 2020.3. Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM, Lau EHY, Wong JY, et al. Early transmission dynamics in Wuhan, China, of novel coronavirus‐infected pneumonia. N Engl J Med. 2020;382:1199–1207. DOI: 10.1056/NEJMoa2001316. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Chen NS, Zhou M, Dong X, Qu JM, Gong FY, Han Y, Qiu Y, Wang JL, Liu Y, Wei Y, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395:507–513. DOI: 10.1016/S0140-6736(20)30211-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, Liu L, Shan H, Lei CL, Hui DSC, et al. Clinical characteristics of coronavirus disease 2019 in China. N Engl J Med. 2020;382:1708–1720. DOI: 10.1056/NEJMoa2002032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Richardson S, Hirsch JS, Narasimhan M, Crawford JM, McGinn T, Davidson KW, Barnaby DP, Becker LB, Chelico JD, Cohen SL, et al. Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID‐19 in the New York City area. JAMA. 2020;323:2052–2059. DOI: 10.1001/jama.2020.6775. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. World Health Organization\n. Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected. Interim guidance. Available at: HYPERLINK \"sps:urlprefix::https\" https://www.who.int/publications‐detail/clinical‐management‐of‐severe‐acute‐respiratory‐infection‐when‐novel‐coronavirus‐(ncov)‐infection‐is‐suspected. Accessed March 4, 2020.8. Chobanian AV, Bakris GL, Black HR, Cushman WC, Green LA, Izzo JL, Jones DW, Materson BJ, Oparil S, Wright JT, et al. Seventh report of the Joint National Committee on prevention, detection, evaluation, and treatment of high blood pressure. Hypertension. 2003;42:1206–1252. DOI: 10.1161/01.HYP.0000107251.49515.c2. [PubMed] [CrossRef] [Google Scholar]9. Tosto G, Bird TD, Bennett DA, Boeve BF, Brickman AM, Cruchaga C, Faber K, Foroud TM, Farlow M, Goate AM, et al. The role of cardiovascular risk factors and stroke in familial Alzheimer disease. JAMA Neurol. 2016;73:1231–1237. DOI: 10.1001/jamaneurol.2016.2539. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Khwaja A. KDIGO clinical practice guidelines for acute kidney injury. Nephron Clin Pract. 2012;120:c179–c184. DOI: 10.1159/000339789. [PubMed] [CrossRef] [Google Scholar]11. ARDS Definition Task Force\n, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. DOI: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]12. Shi S, Qin M, Shen B, Cai Y, Liu T, Yang F, Gong W, Liu X, Liang J, Zhao Q, et al. Association of cardiac injury with mortality in hospitalized patients with COVID‐19 in Wuhan, China. JAMA Cardiol. 2020;5:802–810. DOI: 10.1001/jamacardio.2020.0950. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Zhou F, Yu T, Du RH, Fan GH, Liu Y, Liu ZB, Xiang J, Wang YM, Song B, Gu XY, et al. Clinical course and risk factors for mortality of adult inpatients with COVID‐19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395:1054–1062. DOI: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. National Health Commission of the People’s Republic of China\n. Chinese guidance for corona virus disease 2019(version 7.0). Available at: HYPERLINK \"sps:urlprefix::http\" http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb1989.shtml. Accessed March 4, 2020.15. Muniyappa R, Gubbi S. COVID‐19 pandemic, corona viruses, and diabetes mellitus. Am J Physiol Endocrinol Metab. 2020;318:E736–E741. DOI: 10.1152/ajpendo.00124.2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Wu H, Lau ESH, Ma RCW, Kong APS, Wild SH, Goggins W, Chow E, So WY, Chan JCN, Luk AOY. Secular trends in all‐cause and cause‐specific mortality rates in people with diabetes in Hong Kong, 2001–2016: a retrospective cohort study. Diabetologia. 2020;63:757–766. DOI: 10.1007/s00125-019-05074-7. [PubMed] [CrossRef] [Google Scholar]17. Badawi A, Ryoo SG. Prevalence of comorbidities in the Middle East respiratory syndrome coronavirus (MERS‐CoV): a systematic review and meta‐analysis. Int J Infect Dis. 2016;49:129–133. DOI: 10.1016/j.ijid.2016.06.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Guo W, Li M, Dong Y, Zhou H, Zhang Z, Tian C, Qin R, Wang H, Shen Y, Du K, et al. Diabetes is a risk factor for the progression and prognosis of COVID‐19. Diabetes Metab Res Rev. 2020:36:e3319. DOI: 10.1002/dmrr.3319. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Wang X, Fang X, Cai Z, Wu X, Gao X, Min J, Wang F. Comorbid chronic diseases and acute organ injuries are strongly correlated with disease severity and mortality among COVID‐19 patients: a systemic review and meta‐analysis. Research. 2020;2020:2402961. DOI: 10.34133/2020/2402961. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Huang CL, Wang YM, Li XW, Ren LL, Zhao JP, Hu Y, Zhang L, Fan GH, Xu JY, Gu XY, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. DOI: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Chen G, Wu D, Guo W, Cao Y, Huang D, Wang HW, Wang T, Zhang XY, Chen HL, Yu HJ, et al. Clinical and immunologic features in severe and moderate coronavirus disease 2019. J Clin Invest. 2020;130:2620–2629. [PMC free article] [PubMed] [Google Scholar]22. Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, Huang CL, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579:270–273. DOI: 10.1038/s41586-020-2012-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Pan W, Zhang J, Wang M, Ye J, Xu Y, Shen B, He H, Wang Z, Ye D, Zhao M, et al. Clinical features of COVID‐19 in patients with essential hypertension and the impacts of renin‐angiotensin‐aldosterone system inhibitors on the prognosis of COVID‐19 patients. Hypertension. 2020;76:732–741. DOI: 10.1161/HYPERTENSIONAHA.120.15289. [PubMed] [CrossRef] [Google Scholar]24. Iaccarino G, Grassi G, Borghi C, Ferri C, Salvetti M, Volpe M. Age and multimorbidity predict death among COVID‐19 patients: results of the SARS‐RAS study of the Italian Society of Hypertension. Hypertension. 2020;76:366–372. DOI: 10.1161/HYPERTENSIONAHA.120.15324. [PubMed] [CrossRef] [Google Scholar]25. Zhang P, Zhu L, Cai J, Lei F, Qin JJ, Xie J, Liu YM, Zhao YC, Huang X, Lin L, et al. Association of inpatient use of angiotensin‐converting enzyme inhibitors and angiotensin II receptor blockers with mortality among patients with hypertension hospitalized with COVID‐19. Circ Res. 2020;126:1671–1681. DOI: 10.1161/CIRCRESAHA.120.317134. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Jarcho JA, Ingelfinger JR, Hamel MB, D'Agostino RB Sr, Harrington DP. Inhibitors of the renin‐angiotensin‐aldosterone system and Covid‐19. N Engl J Med. 2020;382:2462–2464. DOI: 10.1056/NEJMe2012924. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Gao C, Cai Y, Zhang K, Zhou L, Zhang Y, Zhang X, Li Q, Li W, Yang S, Zhao X, et al. Association of hypertension and antihypertensive treatment with COVID‐19 mortality: a retrospective observational study. Eur Heart J. 2020;41:2058–2066. DOI: 10.1093/eurheartj/ehaa433. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Wu Z, McGoogan JM. Characteristics of and important lessons from the coronavirus disease 2019 (COVID‐19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention. JAMA. 2020;323:1239–1242. DOI: 10.1001/jama.2020.2648. [PubMed] [CrossRef] [Google Scholar]"}