{"title": "Closed-Loop Versus Conventional Mechanical Ventilation in COVID-19 ARDS", "pubDate": "2021", "PMCID": "PMC8442133", "DOI": "10.1177/08850666211024139", "PMID": "34098803", "abstract": "Background:                       Lung-protective ventilation is key in bridging patients suffering from COVID-19 acute respiratory distress syndrome (ARDS) to recovery. However, resource and personnel limitations during pandemics complicate the implementation of lung-protective protocols. Automated ventilation modes may prove decisive in these settings enabling higher degrees of lung-protective ventilation than conventional modes.                  Method:                       Prospective study at a Swiss university hospital. Critically ill, mechanically ventilated COVID-19 ARDS patients were allocated, by study-blinded coordinating staff, to either closed-loop or conventional mechanical ventilation, based on mechanical ventilator availability. Primary outcome was the overall achieved percentage of lung-protective ventilation in closed-loop versus conventional mechanical ventilation, assessed minute-by-minute, during the initial 7 days and overall mechanical ventilation time. Lung-protective ventilation was defined as the combined target of tidal volume <8 ml per kg of ideal body weight, dynamic driving pressure <15 cmH2O, peak pressure <30 cmH2O, peripheral oxygen saturation ≥88% and dynamic mechanical power <17 J/min.                  Results:                       Forty COVID-19 ARDS patients, accounting for 1,048,630 minutes (728 days) of cumulative mechanical ventilation, allocated to either closed-loop (n = 23) or conventional ventilation (n = 17), presenting with a median paO2/ FiO2 ratio of 92 [72-147] mmHg and a static compliance of 18 [11-25] ml/cmH2O, were mechanically ventilated for 11 [4-25] days and had a 28-day mortality rate of 20%. During the initial 7 days of mechanical ventilation, patients in the closed-loop group were ventilated lung-protectively for 65% of the time versus 38% in the conventional group (Odds Ratio, 1.79; 95% CI, 1.76-1.82; P < 0.001) and for 45% versus 33% of overall mechanical ventilation time (Odds Ratio, 1.22; 95% CI, 1.21-1.23; P < 0.001).                  Conclusion:                       Among critically ill, mechanically ventilated COVID-19 ARDS patients during an early highpoint of the pandemic, mechanical ventilation using a closed-loop mode was associated with a higher degree of lung-protective ventilation than was conventional mechanical ventilation.", "author": [{"author": "Pedro David Wendel Garcia", "affiliation": ["Institute of Intensive Care Medicine, 27243University Hospital of Zurich, Zurich, Switzerland."], "href": "/?term=Wendel+Garcia+PD&cauthor_id=34098803"}, {"author": "Daniel Andrea Hofmaenner", "affiliation": ["Institute of Intensive Care Medicine, 27243University Hospital of Zurich, Zurich, Switzerland."], "href": "/?term=Hofmaenner+DA&cauthor_id=34098803"}, {"author": "Silvio D Brugger", "affiliation": ["Division of Infectious Diseases, 27243University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Brugger+SD&cauthor_id=34098803"}, {"author": "Claudio T Acevedo", "affiliation": ["Division of Infectious Diseases, 27243University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Acevedo+CT&cauthor_id=34098803"}, {"author": "Jan Bartussek", "affiliation": ["Institute of Intensive Care Medicine, 27243University Hospital of Zurich, Zurich, Switzerland."], "href": "/?term=Bartussek+J&cauthor_id=34098803"}, {"author": "Giovanni Camen", "affiliation": ["Institute of Intensive Care Medicine, 27243University Hospital of Zurich, Zurich, Switzerland."], "href": "/?term=Camen+G&cauthor_id=34098803"}, {"author": "Patrick Raphael Bader", "affiliation": ["Institute of Intensive Care Medicine, 27243University Hospital of Zurich, Zurich, Switzerland."], "href": "/?term=Bader+PR&cauthor_id=34098803"}, {"author": "Gregor Bruellmann", "affiliation": ["Institute of Intensive Care Medicine, 27243University Hospital of Zurich, Zurich, Switzerland."], "href": "/?term=Bruellmann+G&cauthor_id=34098803"}, {"author": "Johannes Kattner", "affiliation": ["Institute of Intensive Care Medicine, 27243University Hospital of Zurich, Zurich, Switzerland."], "href": "/?term=Kattner+J&cauthor_id=34098803"}, {"author": "Christoph Ganter", "affiliation": ["Institute of Intensive Care Medicine, 27243University Hospital of Zurich, Zurich, Switzerland."], "href": "/?term=Ganter+C&cauthor_id=34098803"}, {"author": "Reto Andreas Schuepbach", "affiliation": ["Institute of Intensive Care Medicine, 27243University Hospital of Zurich, Zurich, Switzerland."], "href": "/?term=Schuepbach+RA&cauthor_id=34098803"}, {"author": "Philipp Karl Buehler", "affiliation": ["Institute of Intensive Care Medicine, 27243University Hospital of Zurich, Zurich, Switzerland."], "href": "/?term=Buehler+PK&cauthor_id=34098803"}], "refPMID": ["32250385", "32329799", "32697492", "27842744", "32167538", "32272080", "32320003", "32614258", "18263687", "32223754", "28679200", "31733881", "32739044", "22797452", "32735841", "10793162", "23093163", "25693014", "22523366", "32160661", "27040102", "14722644", "30291378", "26903337", "32728965", "29620572", "29261565", "27706466", "28550659", "15599157", "27620287", "29176330", "18364057", "32838231", "32678530", "32515988", "12413375", "32291463", "10858404", "18270352"], "citedInPMID": ["34098803", "34568356"], "body": " AbstractBackground:Lung-protective ventilation is key in bridging patients suffering from\nCOVID-19 acute respiratory distress syndrome (ARDS) to recovery. However,\nresource and personnel limitations during pandemics complicate the\nimplementation of lung-protective protocols. Automated ventilation modes may\nprove decisive in these settings enabling higher degrees of lung-protective\nventilation than conventional modes.Method:Prospective study at a Swiss university hospital. Critically ill,\nmechanically ventilated COVID-19 ARDS patients were allocated, by\nstudy-blinded coordinating staff, to either closed-loop or conventional\nmechanical ventilation, based on mechanical ventilator availability. Primary\noutcome was the overall achieved percentage of lung-protective ventilation\nin closed-loop versus conventional mechanical ventilation, assessed\nminute-by-minute, during the initial 7 days and overall mechanical\nventilation time. Lung-protective ventilation was defined as the combined\ntarget of tidal volume <8 ml per kg of ideal body weight, dynamic driving\npressure <15 cmH2O, peak pressure <30 cmH2O,\nperipheral oxygen saturation ≥88% and dynamic mechanical power <17\nJ/min.Results:Forty COVID-19 ARDS patients, accounting for 1,048,630 minutes (728 days) of\ncumulative mechanical ventilation, allocated to either closed-loop (n = 23)\nor conventional ventilation (n = 17), presenting with a median\npaO2/ FiO2 ratio of 92 [72-147] mmHg and a static\ncompliance of 18 [11-25] ml/cmH2O, were mechanically ventilated\nfor 11 [4-25] days and had a 28-day mortality rate of 20%. During the\ninitial 7 days of mechanical ventilation, patients in the closed-loop group\nwere ventilated lung-protectively for 65% of the time versus 38% in the\nconventional group (Odds Ratio, 1.79; 95% CI, 1.76-1.82; P\n< 0.001) and for 45% versus 33% of overall mechanical ventilation time\n(Odds Ratio, 1.22; 95% CI, 1.21-1.23; P < 0.001).Conclusion:Among critically ill, mechanically ventilated COVID-19 ARDS patients during\nan early highpoint of the pandemic, mechanical ventilation using a\nclosed-loop mode was associated with a higher degree of lung-protective\nventilation than was conventional mechanical ventilation.Keywords: COVID-19, pandemic, acute respiratory distress syndrome, mechanical ventilation, closed loop ventilation, Intellivent, lung protective ventilation BackgroundCoronavirus disease 2019 (COVID-19) triggered a surge of critically ill patients with\nacute respiratory distress syndrome (ARDS) in need of mechanical ventilation.1 Optimal management of ARDS mandates lung-protective mechanical ventilation so\nas to minimize ventilator induced lung injury (VILI) and allow for optimal recovery\nof the lung.2–4\n Due to the high number of patients, intensive care units (ICUs) worldwide\nhave been overwhelmed, leading to a shortage in the expertise and resources needed\nto ensure the implementation of such lung-protective settings.5–7\n Consequently, the incidence of VILI has risen markedly and mortalities in\nCOVID-19 ARDS (CARDS) are reaching levels not experienced for decades in the setting\nof ARDS.8–10\n\nIn critical care, the implementation of tools that reduce the strain on nursing and\nmedical staff, while offering equal or better benefit to the patient, may turn out\nto be decisive in such a resource-intensive disease as CARDS. Closed-loop mechanical\nventilation could help clinicians in the systematic implementation of\nlung-protective ventilation in CARDS patients, while significantly reducing their\nworkload.Closed-loop mechanical ventilation modes enable a fully automatized and optimized\nfunction of the mechanical ventilator, thus reducing the necessity for manual adjustment.11 INTELLiVENT®-ASV is such a closed-loop ventilation mode. Based on peripheral\noxygen saturation and end-tidal carbon dioxide concentration measurements, it\nautomatically adjusts minute ventilation, the fraction of inspired oxygen\n(FiO2) and the positive end-expiratory pressure (PEEP) breath-by-breath.11 INTELLiVENT®-ASV has been shown to safely ventilate patients in a variety of\npathologies and to maintain ventilation settings and lung mechanics within the\nlimits of protective mechanical ventilation, while reducing the necessity for\nmedical and nursing adjustment.12–14\n\nThe objective of the present study was to assess the performance, in terms of\nlung-protective ventilation, of a closed-loop ventilation mode as compared to\nconventional mechanical ventilation in the resource-constrained setting of the\nCOVID-19 pandemic. MethodsThis prospective study was performed between March and May 2020 at the Institute of\nIntensive Care Medicine of the University Hospital Zurich, an academic tertiary care\nreferral center. The study was approved by the cantonal ethics committee of Zurich\n(BASEC: 2020-01681) and informed consent was obtained from the patients or from\ntheir next of kin. The study complies with the Declaration of Helsinki, the\nGuidelines on Good Clinical Practice (GCP-Directive) issued by the European\nMedicines Agency as well as with Swiss law and regulatory authority\nrequirements.PopulationPatients were prospectively included in this study if they presented with (I) a\nSARS-CoV-2 infection that was laboratory confirmed by nucleic acid amplification\naccording to the WHO-issued testing guidelines,15 and (II) a critical manifestation of COVID-19 requiring admission to an\nintensive care unit and treatment with invasive mechanical ventilation due to\nprofound hypoxemia, complying with the Berlin definition for ARDS.16\nStudy Design, Blinding and Ventilator AllocationIn the setting of the COVID-19 pandemic, resources at the Institute of Intensive\nCare Medicine had to be expanded to allow for care of a higher number of\ninvasively ventilated COVID-19 patients. Therefore, in addition to the standard\nHamilton-S1® (Hamilton Medical AG, Switzerland) mechanical ventilator, Draeger\nEvita® Infinity® V500 machines (Draegerwerk AG, Germany) had to be employed to\nmechanically ventilate COVID-19 patients. The standard mode of ventilation\nemployed on the Hamilton-S1® ventilator was INTELLiVENT®-ASV 1.1 (closed-loop\nventilation), and Biphasic Positive Airway Pressure Ventilation on the Draeger\nEvita® Infinity® V500 (conventional ventilation). Weaning from the Hamilton\nventilator was approached via the INTELLiVENT®-ASV mode. For the Draeger\nventilator, Biphasic Positive Airway Pressure and Spontaneous Continuous\nPositive Airway Pressure ventilation could be used. Ventilation times on other\nventilation modes, during patient transport and during interventions, were\ndisregarded in the final analysis to prevent potential biases. Physician and\nnursing staff in charge of treatment and care in the ICU were the same for both\ntypes of mechanical ventilator; no differentiation or splitting of teams\ndependent on ventilator expertise was undertaken. Medical and nursing staff were\nfamiliar with the use of both devices and ventilation modes as part of their\ndaily routine, and had received an intensified refresher course on mechanical\nventilation focusing on lung-protective ARDS ventilation in both closed-loop\nventilation and conventional ventilation modes at the beginning of the pandemic.\nInstitutional standard procedures were the same for both closed-loop and\nconventional mechanical ventilation, including but not limited to the proning of\npatients with a partial pressure of arterial oxygen (paO2) over\nFiO2 ratio (P/F ratio) <200 mmHg, the use of neuromuscular\nblocking agents in patients with a P/F ratio <150 mmHg or presenting an\nuncontrollable respiratory drive and vigorous breathing efforts under deep\nsedation, as well as the use of an esophageal pressure probe in patients at the\nlimit of lung-protective ventilation or with a clinically assessed abnormal\nchest-wall compliance.Patients were allocated, at the time-point of ICU admission, to either type of\nmechanical ventilator based on the availability of the latter by coordinating\nstaff unaware of this study, without any further judgment or knowledge of the\npatients’ condition influencing this decision. Medical and nursing staff,\nincluding consulting physicians, were fully blinded to the existence of the\npresent study. Further, the study team was blinded to the initial respirator\nallocation and had no influence on the decision.Data Collection and Lung-Protective Mechanical Ventilation DefinitionAll mechanical ventilators were attached to the patient data management system\n(MetaVision, iMDsoft, Israel) enabling a prospective, minute-by-minute\ncollection of all mechanical ventilator settings and measurements. Changes in\nventilator settings (respiratory rate, FiO2, PEEP, inspiratory\npressure, support pressure, target shifts, PASV limit and INTELLiVENT®-ASV\ncontrollers) were algorithmically assessed on a minute-by-minute basis; thus,\nnon-equal, temporally concomitant settings were noted as a change. To assure\noptimal ventilation and oxygenation of all patients, at least 1 blood gas\nanalysis per 6 hours ICU was performed. Static driving pressure was measured at\nthe time-point of endotracheal intubation as the difference of an\ninspiratory-and an expiratory-hold maneuver, subsequently ÷ static compliance\nwas calculated as tidal volume static driving pressure. However, in order to\nenable a continuous, minute-by-minute assessment of driving pressure and\nmechanical power, we chose to employ their dynamic approximations in analogy to\nthe previously published study by Urner et al.17 Peak inspiratory pressure was thus employed as a surrogate for plateau\npressure. Consequently dynamic driving pressure was calculated as peak\ninspiratory pressure − positive end expiratory pressure, dynamic compliance as\ntidal volume ÷ dynamic driving pressure and dynamic mechanical power as 0.098 ×\nrespiratory rate × tidal volume × (peak inspiratory pressure − (0.5 × dynamic\ndriving pressure)).Lung-protective mechanical ventilation was defined and institutionally targeted\nas: a maximal tidal volume of 6-8 ml per kg of ideal body weight.18,19 a driving pressure <15 cmH2O,20 a plateau pressure <30 cmH2O,21 a paO2 ≥7.33 kPa or a peripheral oxygen saturation\n(SpO2) ≥88%22,23 under permissive hypercapnic ventilation with a lower pH limit of 7.25.24 Further, a mechanical power <17 J/min was defined as lung-protective\nfor the setting of this study.17,25\nStatistical AnalysisDue to the breakthrough nature of this cohort study during the ongoing health\ncrisis, no power calculations were undertaken. Comparisons of population\ncharacteristics were performed using the Wilcoxon Signed Rank and chi-squared\ntest, as appropriate. A 2-sided P < 0.05 was considered\nstatistically significant. For longitudinal analysis of mechanical ventilator\nparameters, lung mechanics and blood gas analyses, differences between time\npoints and ventilation modes were tested using linear mixed effects model\nanalysis. As independent variable fixed effects, time point and ventilation mode\nwere entered into the model, respectively, with and without interaction terms,\nwhich were retained only if they were found to contribute to the model. As\nrandom effects, intercepts for subjects as well as per-subject random slopes for\nthe effect on dependent variables were employed. P values were\ncalculated using a likelihood ratio test of the full model, with the effect in\nquestion, against a “null model,” without the effect in question.\nP values for individual fixed effects were obtained by\nSatterthwaite approximation in a multi-dimensional model comprising time point\nand outcome status. Statistical analysis was performed via a fully scripted data\nmanagement pathway using the R environment for statistical computing version 3.6.1.26 Values are given as medians with interquartile ranges or counts and\npercentages as appropriate. ResultsDemographicsForty-seven patients with CARDS were admitted to the intensive care unit during\nthe study period. Of these, 40 patients required invasive mechanical\nventilation, were included in the study and allocated by study-blinded\ncoordinating staff to either conventional ventilation (ConV) in 17 cases or\nclosed-loop ventilation (CLoop) in 23 cases, as illustrated in Figure 1. At admission,\npatients were characterized by a P/F ratio of 92 [72-147] mmHg and a static\ncompliance of 18 [11-25] cmH2O/ L, as presented in Table 1. Baseline\ncharacteristics were comparable for the 2 groups (Table 1). Overall time on mechanical\nventilation was 11 [4-25] days and 28-day mortality amounted to 20% (Table 1). Only 1\npatient died due to refractory respiratory failure, the leading causes of death\nwere coagulopathy associated, with 4 patients deceasing due to intestinal\nischemia and 1 due to central pulmonary embolism with right heart failure\n(Supplemental Table e1).Open in a separate windowFigure 1.Study flow diagram.Table 1.Demographics, Baseline Characteristics at Intensive Care Unit Admission\nand Outcomes.a\nOverall population, N = 40Conventional ventilation, N = 17Closed loop ventilation, N = 23\nP\nDemographics Age [years]61 [54-70]59 [56-66]66 [54-72]0.331 Sex [male]33 (83)15 (88)17 (78)0.689 BMI [kg m-2]28 [26-31]29 [27-31]27 [25-29]0.151 SAPS II36 [27-47]36 [30-45]36 [27-47]0.837 SOFA9 [6-10]8 [6-10]9 [6-10]0.901 PaO2/ FiO2 [mmHg]92 [72-147]86 [66-137]99 [77-147]0.639 Time from first Symptoms to ICU Admission [days]9 [5-14]9 [6-15]8 [5-10]0.702 Time to ICU Admission from Hospital Admission [days]0 [0-3]1 [0-3]0 [0-1]0.126 Need for Vasopressors19 (48)8 (47)11 (48)0.899Comorbidities Ischemic Heart Disease8 (20)1 (6)7 (30)0.347 Arterial Hypertension23 (58)9 (53)14 (61)0.859 Diabetes Mellitus17 (43)6 (35)11 (48)0.639 Chronic Pulmonary Disease7 (18)4 (24)3 (13)0.659 Chronic Renal Insufficiency11 (28)4 (24)7 (30)0.9 Solid Tumor4 (10)3 (18)1 (4)0.394 Immunosuppressionb\n7 (18)4 (24)3 (13)0.659Laboratory Parameters White Blood Cell Count [G/l]8.2 [6.3-12.0]7.3 [5.2-10.0]10.0 [6.4-13.4]0.123 Interleukin-6 [ng/l]136 [90-507]135 [73-796]144.5 [91-238]0.629 CRP [mg/l]192 [102-283]124 [62-245]232 [165-287]0.089 Creatinine [μmol/l]91 [72-144]91 [80-180]91 [70-128]0.941 D-Dimer [mg/l]2725 [1020-4178]1190 [720-3048]3195 [1758-5668]0.088Arterial Blood Gas Analysis pH7.28 [7.24-7.33]7.30 [7.25-7.36]7.28 [7.22-7.31]0.172 paO2 [kPa]8.3 [7.8-9.1]8.3 [7.9-8.9]8.3 [7.8-9.2]0.825 paCO2 [kPa]6.8 [6.0-7.5]6.8 [6.0-7.7]6.8 [6.2-7.4]0.847 HCO3 [mmol/l]23 [22-24]23 [23-24]24 [22-25]0.988 Lactate [mmol/l]0.9 [0.7-1.2]0.9 [0.7-1.1]0.9 [0.7-1.2]1Mechanical Ventilation Parameters FiO2 [%]98 [95-100]100 [96-100]97 [95-100]0.193 PEEP [cmH2O]15 [14-17]15 [11-16]16 [14-17]0.245 Tidal Volume/ IBW [ml/kg]7.5 [6.5-8.8]6.6 [6.5-8.1]8.0 [6.8-9.0]0.065 Static Driving Pressure [cmH2O]17 [15-20]21 [17-24]16 [14-18]0.001 Respiratory Rate [1/min]28 [23-32]30 [27-34]27 [22-32]0.079 Minute Volume Ventilation [l/min]9.6 [8.4-11.0]11.2 [8.6-13.8]9.5 [8.3-10.4]0.095 Peak Inspiratory Pressure [cmH2O]29 [26-33]33 [30-36]27 [25-31]0.005 Static Mechanical Power [J/min]21 [19-24]24 [21-31]19 [16-22]0.004 Static Compliance [ml/cmH2O]18 [11-25]16 [11-20]21 [12-26]0.203Outcome Duration of Mechanical Ventilation [days]11 [4-25]12 [6-24]10 [4-23]0.837 Length of ICU stay [days]18 [8-32]19 [7-32]18 [9-33]0.547 28-Day Mortality8 (20)2 (12)6 (26)0.472Open in a separate windowAbbreviations: BMI, Body Mass index; SAPS, Simplified Acute\nPhysiology Score; SOFA, Sequential Organ Failure Assessment; CRP,\nC-reactive protein; PCT, Procalcitonin; LDH, Lactate dehydrogenase;\nHCO3, Bicarbonate; paO2, partial pressure\nof arterial oxygen; paCO2, partial pressure of arterial\ncarbon dioxide; FiO2, Fraction of inspired oxygen; PEEP,\nPositive End-Expiratory Pressure; IBW, Ideal Body Weight; ICU,\nIntensive Care Unit.a Quantitative data are expressed as median\n[interquartile range] or counts (and percentages) as\nappropriate.b Immunosuppression was defined as any of the following:\nHematological Malignancy, Human Immunodeficiency Virus, Hepatitis B\nor C, Prescribed Immunosuppressive Medication.Overall Mechanical VentilationOverall, 1,048,630 minutes or 728 days of cumulative mechanical ventilator time\nwere analyzed (Table\n2). Patients in the CLoop group were ventilated with slightly higher\ntidal volumes normalized to the ideal body weight (IBW), leading to lower\npartial pressures of arterial carbon dioxide (paCO2) at a clinically\ncomparable pH as opposed to the ConV group (Table 2). Regarding oxygenation, the\nCLoop group presented overall lower paO2 levels at lower PEEP and\nFiO2 settings than did the ConV group, but was nevertheless\ncharacterized by a higher P/F ratio with 199 [152-251] mmHg versus 168 [126-216]\nmmHg in the ConV group (P < 0.001) (Table 2).Table 2.Arterial Blood Gas Analyses and Mechanical Ventilator Parameters Over the\nCourse of Mechanical Ventilation.a\nOverall population, N = 40Conventional ventilation, N = 17Closed loop ventilation, N = 23\nP\nInitial 7 Days of Mechanical Ventilation n [minutes]348319173626174693 pH7.37 [7.31-7.41]7.37 [7.31-7.42]7.36 [7.31-7.40]<0.001 paO2 [kPa]9.5 [8.8-10.5]9.8 [8.8-10.9]9.3 [8.8-10.2]<0.001 SpO2 [%]93 [91-95]94 [92-96]93 [91-94]<0.001 paCO2 [kPa]5.9 [5.3-6.8]5.9 [5.2-6.8]6.0 [5.3-6.8]0.954 PaO2/ FiO2 Ratio [mmHg]165 [121-209]161 [115-207]169 [127-210]0.005 FiO2 [%]43 [35-55]45 [35-57]42 [33-54]<0.001 PEEP [cmH2O]11 [9-14]11 [9-14]11 [9-14]<0.001 Tidal Volume [ml]385 [304-446]349 [252-429]394 [321-450]<0.001 Tidal Volume/ IBW [ml/kg]5.7 [5.1-6.5]5.7 [4.8-6.6]5.8 [5.3-6.5]<0.001 Respiratory Rate [1/min]23 [18-26]24 [20-27]21 [18-25]<0.001 Minute Ventilation [l/min]8.6 [6.8-10.5]9.5 [7.3-11.2]7.9 [6.8-9.5]<0.001 Peak Inspiratory Pressure [cmH2O]25 [21-28]27 [23-30]23 [20-26]<0.001 Dynamic Driving Pressure [cmH2O]13 [10-16]15 [12-19]12 [10-14]<0.001 A-a Gradient [mmHg]184 [125-286]200 [137-302]172 [117-266]<0.001 Alveolar Dead Space [ml]41 [19-74]45 [22-78]40 [18-70]0.002 Dynamic Compliance [ml/ cmH2O]29. [22-40]25 [20-35]33 [24-43]<0.001 Dynamic Mechanical Power [J/min]14 [11-19]17 [10-23]13 [11-16]<0.001Overall Time on Mechanical Ventilation n [minutes]1048630415047633583 pH7.38 [7.33-7.43]7.38 [7.32-7.43]7.38 [7.33-7.42]<0.001 paO2 [kPa]9.8 [9.0-11.0]9.9 [9.0-11.1]9.7 [9.0-10.9]0.002 SpO2 [%]94 [92-96]94 [92-96]94 [92-96]<0.001 paCO2 [kPa]6.0 [5.1-7.0]6.0 [5.1-7.2]6.0 [5.0-6.9]<0.001 PaO2/ FiO2 Ratio [mmHg]185 [141-241]168 [126-216]199 [152-251]<0.001 FiO2 [%]38 [30-50]42 [34-54]36 [30-47]<0.001 PEEP [cmH2O]9 [6-12]9 [7-12]9 [6-11]<0.001 Tidal Volume [ml]394 [304-482]355 [278-450]406 [317-492]<0.001 Tidal Volume/ IBW [ml/kg]5.8 [4.9-6.8]5.8 [4.7-6.9]5.8 [4.9-6.7]<0.001 Respiratory Rate [1/min]25 [20-28]25 [20-28]24 [20-29]0.118 Minute Ventilation [l/min]9.6 [7.4-11.9]9.9 [7.5-12.0]9.3 [7.4-11.9]<0.001 Peak Inspiratory Pressure [cmH2O]24 [19-28]26 [20-29]23 [19-27]<0.001 Dynamic Driving Pressure [cmH2O]14 [10-18]15 [12-19]13 [10-17]<0.001 A-a Gradient [mmHg]153 [98-234]184 [123-278]134 [90-204]<0.001 Alveolar Dead Space [ml]42 [13-76]47 [15-82]40 [12-74]<0.001 Dynamic Compliance [ml/ cmH2O]27 [19-42]25 [19-38]29 [20-44]<0.001 Dynamic Mechanical Power [J/min]15 [10-20]16 [9-22]14 [10-19]<0.001Open in a separate windowAbbreviations: paO2—partial pressure of arterial oxygen;\nSpO2, Peripheral oxygen saturation; paCO2,\nPartial pressure of arterial carbon dioxide; FiO2,\nFraction of inspired oxygen; PEEP, Positive End-Expiratory Pressure;\nIBW, Ideal Body Weight; A-a Gradient, Alveolar-arterial\nGradient.a Quantitative data are expressed as median\n[interquartile range].Further, and as shown in Table 2, peak inspiratory pressure, dynamic driving pressure as well\nas dynamic mechanical power could be held systematically lower in the CLoop than\nin the ConV group (P < 0.001). This was accompanied by a\ndecreased alveolar dead space and alveolo-arterial gradient in the CLoop group\n(P < 0.001) (Table 2).Initial CARDS Mechanical VentilationDuring the initial 7 days post intubation, patients in the CLoop group\nexperienced systematically lower peak inspiratory pressures (P\n< 0.001), respiratory rate (P < 0.001), dynamic driving\npressure (P < 0.001) and dynamic mechanical power\n(P < 0.001), while achieving higher dynamic compliance\n(P < 0.01) and lower alveolar dead space\n(P < 0.002) than did patients in the ConV group, as\nevidenced in Figure 2,\nTable 2,\nSupplemental Figures e1, e2 and Supplemental Tables e2, e3, e4.Open in a separate windowFigure 2. (A to F)Main ventilatory characteristics of COVID-19 ARDS patients ventilated\nwith conventional ventilation mode versus closed loop ventilation over\nthe first week of ventilation. For ease of visualization, individual\npatient data were averaged into 6-hour intervals. Lines represent median\nvalues, shaded areas the interquartile ranges.Lung-Protective VentilationThe dynamic driving pressure in the CLoop group was maintained at <15\ncmH2O for 84% of the time during the initial week, and 66% for\nthe overall ventilation time, as opposed to 51% (P < 0.001)\nand 49% (P < 0.001), respectively, for dynamic driving\npressures in the ConV group (Figure 3, Supplemental Tables e5, e6). Further, dynamic mechanical\npower could be held to <17 J/min for 79% of the ventilation time during the\ninitial week in the CLoop group, compared to 50% achieved in the ConV group\n(P < 0.001); this difference was also patent when the\noverall ventilation time between groups was compared (P <\n0.001). Additionally, the percentage of time with a peak inspiratory pressure\n<30 cmH2O (P < 0.001) was also higher in the\nCLoop group. Simultaneously, paO2 levels remained ≥7.33 kPa for 99%\nand the SpO2 ≥88% for 99% of the ventilation time in the CLoop group\nversus 99% (P < 0.001) and 97% (P <\n0.001) in the ConV group, respectively. Finally, patients in the CLoop group\nwere successfully ventilated in a fully protective fashion, with conjoint tidal\nvolumes <8 ml/kg IBW, dynamic driving pressures <15 cmH2O, peak\ninspiratory pressures <30 cmH20, SpO2 ≥88% and dynamic\nmechanical power <17 J/min, over 45% of the time, 63% during the first week,\nas opposed to 33% (OR 1.79; 95% CI 1.76-1.82; P < 0.001) and\n38% (OR 1.22; 95% CI 1.21-1.23; P < 0.001), respectively, in\nthe ConV group.Open in a separate windowFigure 3.Bar plots and spider diagrams assessing the percentage of time of\nlung-protective mechanical ventilation (A) in reference to the overall\nmechanical ventilation time (B) in COVID-19 ARDS patients ventilated\nwith conventional and closed loop ventilation. †Full lung\nprotective ventilation was defined as the conjoined target of tidal\nvolumes <8 ml/ kg, peak inspiratory pressure <30 cmH2O,\ndynamic driving pressure <15 cmH2O, peripheral oxygen\nsaturation >88% and a dynamic mechanical power <17 J/min.Changes in SettingsIn patients ventilated in the ConV group 7 [3-12] changes per day had to be\nmanually implemented to adapt mechanical ventilator settings as opposed to 4\n[2-7] in the CLoop group (P = 0.02). In comparison, the\nautomated algorithm in the CLoop group adapted the ventilator settings every 2.8\n[2.3-3.6] minutes. DiscussionIn this prospective study, closed-loop mechanical ventilation (CLoop) was compared\nwith conventional mechanical ventilation (ConV) in COVID-19 ARDS (CARDS) on a\nminute-by-minute basis. The CLoop group was fully protectively ventilated concerning\ntidal volume, driving pressure, peak inspiratory pressure, peripheral oxygen\nsaturation and mechanical power, for 65% of the first week and 45% of their overall\nventilation time, as opposed to 38% and 33%, respectively, for those in the ConV\ngroup. This was achieved with a concomitant decrease in the need for manual\nadjustment of the ventilator settings in the CLoop compared to the ConV group.Protective invasive mechanical ventilation has become a clear goal in ARDS therapy in\norder to limit strain to the “baby lung” and prevent VILI.3 In this setting, reduced tidal volume ventilation patterns with 4 to 8 ml/kg\nIBW tidal volumes have become standard of care.18,19 Nonetheless, the implementation of these standards is still not universal; in\nthe recent LUNG SAFE study only two-thirds of the ARDS patients received tidal\nvolumes below 8 ml/kg IBW27 and recent data show only 23% of patients with CARDS being ventilated with\ntidal volumes below 6 ml/kg IBW.28 The present study reports a limitation of tidal volumes below 8 kg/ml IBW for\n90% and below 6 ml/kg for 57% of the mechanical ventilation time in the ConV group,\nreflecting the excellent training and understanding of protective ventilation among\nICU staff. Nonetheless, and regardless of the evident proficiency of the medical and\nnursing staff, CLoop was superior to ConV concerning settings for inspiratory\npressure and dynamic driving pressure. These 2 variables act as surrogate parameters\nfor transpulmonary pressure and pulmonary distension, and their limitation at 30\ncmH2O21 and 15 cmH2O,17,20 respectively, has been correlated with systematic mortality reductions in\nARDS. Further, recent research has emphasized the importance of elevated cycling\nfrequencies as amplifiers of the static strain induced by tidal volumes and driving\npressures leading to the stress failure of stress-bearing alveolar micro-elements.3,29 The observed reduced respiratory rate in the CLoop group during the acute\nphase of CARDS ventilation, as opposed to the higher respiratory frequencies in the\nConV group, could thus be a further protective factor. Interestingly, and in\ncontrast to ConV, CLoop enabled normoxic ventilation at higher P/F ratios while\nreducing FiO2 levels. Elevated FiO2 settings have been\npreviously postulated as an exacerbating variable to alveolar barrier dysfunction,\naggravating the degree of VILI, while their limitation has shown protective effects.30–33\n\nThe concept of mechanical power is a relatively new and holistic approach to\nquantifying the energetic strain delivered to the lung during ventilation.34,35 Mechanical power combines the effects of all main ventilatory variables, and\npowers above 17 J/min have been associated with worse outcomes in ARDS.17,25 Even though mechanical power calculation is not included in the CLoop\nalgorithm, this type of ventilation mode managed to limit mechanical power to under\n17 J/min for 79% of ventilation time while ConV did so for only 50% of the time, a\nvalue similar to the mechanical power reported in large ARDS cohorts.17 Interestingly, the percentage of time under lung-protective mechanical\nventilation in the CLoop group, especially regarding mechanical power, was reduced\nduring the first week in comparison to the overall time, probably indicating the\ndifficulty of the closed-loop algorithm to counterbalance spontaneous\nventilation.Integrating lung-protective ventilation approaches into routine mechanical\nventilation is a complex and resource-intensive endeavor, even for experienced\nclinicians and nurses.27,36 The pandemic triggered by SARS-CoV-2 has overwhelmed hospitals, leading to a\nlack of personnel and resources in ICUs.5–7\n Mortalities in mechanically ventilated CARDS patients have been reported to\noscillate between 20%-80% in this setting,1,8,28,37,38 with most lying substantially above the 30% reported in classic ARDS.10 Reasons for the variability of mortality are manifold, probably reflecting\nthe heterogeneity of treatment strategies, especially regarding off-label therapies,\npatient triage before ICU, variable degrees of resources and staffing limitation as\nwell as ventilation strategies, including ventilator sharing, among others.1,8,28,37–39\n Nonetheless, the elevated incidence of barotraumas in CARDS as compared to\nclassical ARDS may mainly be rooted in the exhaustion of personal resources, coupled\nwith the recruitment of staff who are inexperienced in ARDS treatment.8,9,40 The thorough implementation of lung-protective protocols could explain the\nexceptionally low 28-day mortality of only 20% in this cohort. Most notably no\nventilator associated barotraumas were observed in this cohort and only 1 patient\ndied of refractory respiratory failure.In analogy to previous studies on CLoop, the number of manual changes in mechanical\nventilator settings by caregivers was lower with CLoop than with ConV.12 This added efficiency could reduce strain on nursing and medical staff,\nespecially within the framework of the COVID-19 pandemic. Further, it allows\ninexperienced ICU staff to implement lung-protective ventilation strategies without\nthe need for exhaustive training and considerations of the high heterogeneity of CARDS.2,41 Experienced caregivers are rare and the implementation of their know-how is resource-intensive.36\nThe present study has to acknowledge certain limitations. First, this study was not a\nclassic and truly randomized controlled trial; nevertheless, the study design chosen\nwas devised to maximally reduce biases. Second, the primary end-point of the study,\nalbeit of pathophysiological relevance, does not prove a clinical benefit of CLoop\nover ConV. Nonetheless, this study describes continuous, minute-by-minute sampled\nventilatory data, something unaccomplished before over such a long period of\nmechanical ventilation in ARDS. This, in turn, allows a faithful representation of\nboth ventilation strategies over time, as opposed to the reporting of daily sampled\nventilation data, and counterbalances the relatively low number of recruited\npatients. Third, the relevance of the reduction in ventilator interactions described\nwas not directly correlated to the bedside experience of the ICU staff; as such, the\ndegree of reduction in effective strain on medical and nursing personnel is not\nquantifiable. Fourth, it can be argued, that the present study only regarded CLoop\ncomparing it with pressure-controlled ventilation, and disregarding the still widely\nused volume-controlled ventilation. However, there is no clear evidence favoring any\nmode over pressure control in ARDS.42,43 Fifth, the use of peak pressure as a surrogate parameter for plateau pressure\nmay be a relevant confounder for the interpretability of the data. Nevertheless, and\nas previously shown, dynamic driving pressure and mechanical power have a clinical\nrepercussion on outcome similar to static driving pressure and mechanical power.17 Further, there is no current method for faithfully assessing static plateau\npressure in a continuous approach. Sixth, it could be argued that ICU staff were not\naccustomed to pressure-controlled ventilation and lung-protective strategies,\nleading to the observed inferiority of ConV. However, the implementation of\nmechanical ventilation refreshers for the ICU staff previous to this study’s\ninitiation as well as the high degree of implementation of lung-protective\nstrategies in the ConV group compared to what is mentioned in the literature, argue\nagainst this point. Finally, while the implementation and acceptance of closed-loop\nventilation is widespread in the ICU setting in which this study was performed, the\nde-novo implementation of this tool in other ICUs may face\nresistance due to its novelty and an intrinsic reluctance to use automatic tools in\nICU settings. As shown here, the safety and efficacy of closed-loop ventilation as\nwell as the reduction of workload should be strong enough arguments to support a\nsupervised implementation of this technology, especially in the setting of a\npandemic. ConclusionIn conclusion, closed-loop ventilation, when compared to conventional mechanical\nventilation, is associated with a higher degree of lung-protective ventilation,\ncoupled with less hypoxemic time, while reducing the number of mechanical ventilator\nsetting adjustments necessary in CARDS during an early highpoint of the COVID-19\npandemic. Supplemental MaterialSupplemental Material, sj-pdf-1-jic-10.1177_08850666211024139 -\nClosed-Loop Versus Conventional Mechanical Ventilation in COVID-19\nARDS:Click here for additional data file.(1.0M, pdf)Supplemental Material, sj-pdf-1-jic-10.1177_08850666211024139 for Closed-Loop\nVersus Conventional Mechanical Ventilation in COVID-19 ARDS by Pedro David\nWendel Garcia, Daniel Andrea Hofmaenner, Silvio D. Brugger, Claudio T. Acevedo,\nJan Bartussek, Giovanni Camen, Patrick Raphael Bader, Gregor Bruellmann,\nJohannes Kattner, Christoph Ganter, Reto Andreas Schuepbach and Philipp Karl\nBuehler in Journal of Intensive Care Medicine FootnotesAuthors’ Note: Pedro David Wendel Garcia and Philipp Karl Buehler had full access to the\nentirety of the study data and take full responsibility for the integrity and\naccuracy of the data analysis. All authors provided final approval of the\nversion submitted for publication. Concept and design: Pedro David Wendel\nGarcia, Philipp Karl Buehler; Acquisition, analysis or interpretation of data:\nPedro David Wendel Garcia, Daniel Andrea Hofmaenner, Jan Bartussek, Philipp Karl\nBuehler; Statistical Analysis: Pedro David Wendel Garcia; Drafting of the\nmanuscript: Pedro David Wendel Garcia; Critical revision of the manuscript for\nimportant intellectual content: Pedro David Wendel Garcia, Daniel Andrea\nHofmaenner, Silvio D. Brugger, Claudio T. Acevedo, Jan Bartussek, Giovanni\nCamen, Patrick Raphael Bader, Gregor Bruellmann, Johannes Kattner, Christoph\nGanter, Reto Andreas Schuepbach, Philipp Karl Buehler; Administrative, technical\nor material support: Silvio D. Brugger, Claudio T. Acevedo, Jan Bartussek,\nGiovanni Camen, Patrick Raphael Bader, Gregor Bruellmann, Johannes Kattner,\nChristoph Ganter, Reto Andreas Schuepbach; Supervision: Pedro David Wendel\nGarcia, Reto Andreas Schuepbach, Philipp Karl Buehler.Declaration of Conflicting Interests: The author(s) declared no potential conflicts of interest with respect to the\nresearch, authorship, and/or publication of this article.Funding: The author(s) disclosed receipt of the following financial support for the\nresearch, authorship, and/or publication of this article: The study was funded\nby internal resources. Dr. Brugger is supported by a Fellowship from the\nPromedica Foundation (1449/M).ORCID iD: Pedro David Wendel Garcia, MSc https://orcid.org/0000-0001-7775-3279\nDaniel Andrea Hofmaenner, MD https://orcid.org/0000-0002-9334-7753\nSilvio D. Brugger, MD, PhD https://orcid.org/0000-0001-9492-9088\nPatrick Raphael Bader, MD https://orcid.org/0000-0002-9663-9962\nPhilipp Karl Buehler, MD https://orcid.org/0000-0003-4690-9896\nSupplemental Material: Supplemental material for this article is available online. References1. Grasselli G, Zangrillo A, Zanella A, et al.Baseline characteristics and outcomes of 1591 patients infected\nwith SARS-CoV-2 admitted to ICUs of the Lombardy Region,\nItaly. JAMA.\n2020;323(16):1574–1581. [PMC free article] [PubMed] [Google Scholar]2. Marini JJ, Gattinoni L. Management of COVID-19 respiratory\ndistress. JAMA.\n2020;323(22):2329–2330. [PubMed] [Google Scholar]3. Marini JJ, Gattinoni L.Time course of evolving ventilator-induced lung injury: the\n“Shrinking Baby Lung.” Crit Care Med.\n2020;48(8):1203–1209. [PMC free article] [PubMed] [Google Scholar]4. Beitler JR, Malhotra A, Thompson BT. Ventilator-induced lung injury.\nClin Chest Med.\n2016;37(4):633–646. [PMC free article] [PubMed] [Google Scholar]5. Mannucci E, Silverii GA, Monami M. Saturation of critical care capacity and\nmortality in patients with the novel coronavirus (COVID-19) in\nItaly. Trend Anaesthes Crit Care.\n2020;33:33–34. [Google Scholar]6. Grasselli G, Pesenti A, Cecconi M.Critical care utilization for the COVID-19 outbreak in Lombardy,\nItaly: early experience and forecast during an emergency\nresponse. JAMA.\n2020;323(16):1545–1546. [PubMed] [Google Scholar]7. Phua J, Weng L, Ling L, et al.Intensive care management of coronavirus disease 2019 (COVID-19):\nchallenges and recommendations. Lancet Respir\nMed.\n2020;8(5):506–517. [PMC free article] [PubMed] [Google Scholar]8. Richardson S, Hirsch JS, Narasimhan M, et al.Presenting characteristics, comorbidities, and outcomes among\n5700 patients hospitalized with COVID-19 in the New York City\nArea. JAMA.\n2020;323(20):2052–2059. [PMC free article] [PubMed] [Google Scholar]9. McGuinness G, Zhan C, Rosenberg N, et al.High incidence of barotrauma in patients with COVID-19 infection\non invasive mechanical ventilation.\nRadiology.\n2020:297(2):E252–E262. [PMC free article] [PubMed] [Google Scholar]10. Zambon M, Vincent JL. Mortality rates for patients with acute lung\ninjury/ARDS have decreased over time.\nChest.\n2008;133(5):1120–1127. [PubMed] [Google Scholar]11. Platen PV, Pomprapa A, Lachmann B, Leonhardt S. The dawn of physiological closed-loop\nventilation—a review. Crit Care.\n2020;24(1):121. [PMC free article] [PubMed] [Google Scholar]12. Arnal JM, Garnero A, Novotni D, et al.Closed loop ventilation mode in intensive care unit: a randomized\ncontrolled clinical trial comparing the numbers of manual ventilator setting\nchanges. Minerva Anestesiol.\n2018;84(1):58–67. [PubMed] [Google Scholar]13. Arnal JM, Saoli M, Garnero A. Airway and transpulmonary driving pressures and\nmechanical powers selected by INTELLiVENT-ASV in passive, mechanically\nventilated ICU patients. Heart Lung.\n2020;49(4):427–434. [PubMed] [Google Scholar]14. De Bie AJR, Neto AS, van Meenen DM, et al.Fully automated postoperative ventilation in cardiac surgery\npatients: a randomised clinical trial. Br J\nAnaesth.\n2020;125(5):739–749. [PubMed] [Google Scholar]15. World Health Organization.\nLaboratory Testing for Coronavirus Disease 2019 (COVID-19) in\nSuspected Human Cases: Interim Guidance, 2 March\n2020.World Health Organization;\n2020. [Google Scholar]16. ARDS Definition Task Force, Ranieri VM, Rubenfeld GD, Thompson BT, et al.Acute respiratory distress syndrome: the Berlin\ndefinition. JAMA.\n2012;307(23):2526–2533. [PubMed] [Google Scholar]17. Urner M, Jüni P, Hansen B, Wettstein MS, Ferguson ND, Fan E. Time-varying intensity of mechanical ventilation\nand mortality in patients with acute respiratory failure: a registry-based,\nprospective cohort study. Lancet Respir\nMed.\n2020;8(9):905–913. [PMC free article] [PubMed] [Google Scholar]18. Ventilation with lower tidal volumes as compared with traditional\ntidal volumes for acute lung injury and the acute respiratory distress\nsyndrome. N Eng J Med.\n2000;342(18):1301–1308. [PubMed] [Google Scholar]19. Serpa Neto A, Cardoso SO, Manetta JA, et al.Association between use of lung-protective ventilation with lower\ntidal volumes and clinical outcomes among patients without acute respiratory\ndistress syndrome: a meta-analysis. JAMA.\n2012;308(16):1651–1659. [PubMed] [Google Scholar]20. Amato MBP, Meade MO, Slutsky AS, et al.Driving pressure and survival in the acute respiratory distress\nsyndrome. N Eng J Med.\n2015;372(8):747–755. [PubMed] [Google Scholar]21. Martin-Loeches I, de Haro C, Dellinger RP, et al.Effectiveness of an inspiratory pressure-limited approach to\nmechanical ventilation in septic patients. Eur\nRespir J.\n2013;41(1):157–164. [PubMed] [Google Scholar]22. Barrot L, Asfar P, Mauny F, et al.Liberal or conservative oxygen therapy for acute respiratory\ndistress syndrome. N Engl J Med.\n2020;382(11):999–1008. [PubMed] [Google Scholar]23. Bein T, Grasso S, Moerer O, et al.The standard of care of patients with ARDS: ventilatory settings\nand rescue therapies for refractory hypoxemia.\nIntensive Care Med.\n2016;42(5):699–711. [PMC free article] [PubMed] [Google Scholar]24. Laffey JG, O’Croinin D, McLoughlin P, Kavanagh BP. Permissive hypercapnia—role in protective lung\nventilatory strategies. Intensive Care Med.\n2004;30(3):347–356. [PubMed] [Google Scholar]25. Serpa Neto A, Deliberato RO, Johnson AEW, et al.Mechanical power of ventilation is associated with mortality in\ncritically ill patients: an analysis of patients in two observational\ncohorts. Intensive Care Med.\n2018;44(11):1914–1922. [PubMed] [Google Scholar]26. Team RC. R: A language and\nenvironment for statistical computing. R\nCore Team; 2013. [Google Scholar]27. Bellani G, Laffey JG, Pham T, et al.Epidemiology, patterns of care, and mortality for patients with\nacute respiratory distress syndrome in intensive care units in 50\ncountries. JAMA.\n2016;315(8):788–800. [PubMed] [Google Scholar]28. Ferrando C, Suarez-Sipmann F, Mellado-Artigas R, et al.Clinical features, ventilatory management, and outcome of ARDS\ncaused by COVID-19 are similar to other causes of ARDS.\nIntensive Care Med.\n2020;46(12):2200–2211. [PMC free article] [PubMed] [Google Scholar]29. Marini JJ, Gattinoni L. Energetics and the root mechanical cause for\nventilator-induced lung injury.\nAnesthesiology.\n2018;128(6):1062–1064. [PubMed] [Google Scholar]30. Aggarwal NR, Brower RG, Hager DN, et al.Oxygen exposure resulting in arterial oxygen tensions above the\nprotocol goal was associated with worse clinical outcomes in acute\nrespiratory distress syndrome. Crit Care\nMed.\n2018;46(4):517–524. [PMC free article] [PubMed] [Google Scholar]31. Girardis M, Busani S, Damiani E, et al.Effect of conservative vs conventional oxygen therapy on\nmortality among patients in an intensive care unit: the oxygen-ICU\nrandomized clinical trial. JAMA.\n2016;316(15):1583–1589. [PubMed] [Google Scholar]32. Helmerhorst HJF, Schouten LRA, Wagenaar GTM, et al.Hyperoxia provokes a time- and dose-dependent inflammatory\nresponse in mechanically ventilated mice, irrespective of tidal\nvolumes. Intensive Care Med Exp.\n2017;5(1):27. [PMC free article] [PubMed] [Google Scholar]33. Sinclair SE, Altemeier WA, Matute-Bello G, Chi EY. Augmented lung injury due to interaction between\nhyperoxia and mechanical ventilation. Crit Care\nMed.\n2004;32(12):2496–2501. [PubMed] [Google Scholar]34. Gattinoni L, Tonetti T, Cressoni M, et al.Ventilator-related causes of lung injury: the mechanical\npower. Intensive Care Med.\n2016;42(10):1567–1575. [PubMed] [Google Scholar]35. Marini JJ. Dissipation of energy during the respiratory\ncycle: conditional importance of ergotrauma to structural lung\ndamage. Curr Opin Crit Care.\n2018;24(1):16–22. [PubMed] [Google Scholar]36. Mikkelsen ME, Dedhiya PM, Kalhan R, Gallop RJ, Lanken PN, Fuchs BD. Potential reasons why physicians underuse\nlung-protective ventilation: a retrospective cohort study using physician\ndocumentation. Respir Care.\n2008;53(4):455–461. [PubMed] [Google Scholar]37. Wendel Garcia PD, Fumeaux T, Guerci P, et al.Prognostic factors associated with mortality risk and disease\nprogression in 639 critically ill patients with COVID-19 in Europe: initial\nreport of the international RISC-19-ICU prospective observational\ncohort. EClinicalMedicine.\n2020;25:100449. [PMC free article] [PubMed] [Google Scholar]38. RECOVERY Collaborative Group,\nHorby P, Lim WS, Emberson JR, et al.Dexamethasone in hospitalized patients with\nCovid-19. N Eng J Med.\n2021;384(8):693–704. [PMC free article] [PubMed] [Google Scholar]39. Beitler JR, Mittel AM, Kallet R, et al.Ventilator sharing during an acute shortage caused by the\nCOVID-19 pandemic. Am J Respir Crit Care\nMed.\n2020;202(4):600–604. [PMC free article] [PubMed] [Google Scholar]40. Pronovost PJ, Angus DC, Dorman T, Robinson KA, Dremsizov TT, Young TL. Physician staffing patterns and clinical\noutcomes in critically ill patients: a systematic review.\nJAMA.\n2002;288(17):2151–2162. [PubMed] [Google Scholar]41. Gattinoni L, Chiumello D, Caironi P, et al.COVID-19 pneumonia: different respiratory treatments for\ndifferent phenotypes? Intensive Care Med.\n2020;46(6):1099–1102. [PMC free article] [PubMed] [Google Scholar]42. Esteban A, Alía I, Gordo F, et al.Prospective randomized trial comparing pressure-controlled\nventilation and volume-controlled ventilation in ARDS.\nChest.\n2000;117(6):1690–1696. [PubMed] [Google Scholar]43. Meade MO, Cook DJ, Guyatt GH, et al.Ventilation strategy using low tidal volumes, recruitment\nmaneuvers, and high positive end-expiratory pressure for acute lung injury\nand acute respiratory distress syndrome: a randomized controlled\ntrial. JAMA.\n2008;299(6):637–645. [PubMed] [Google Scholar]"}