{"title": "An appraisal of respiratory system compliance in mechanically ventilated covid-19 patients", "pubDate": "2021", "PMCID": "PMC8188162", "DOI": "10.1186/s13054-021-03518-4", "PMID": "34108029", "abstract": "Background:                       Heterogeneous respiratory system static compliance (CRS) values and levels of hypoxemia in patients with novel coronavirus disease (COVID-19) requiring mechanical ventilation have been reported in previous small-case series or studies conducted at a national level.                  Methods:                       We designed a retrospective observational cohort study with rapid data gathering from the international COVID-19 Critical Care Consortium study to comprehensively describe CRS-calculated as: tidal volume/[airway plateau pressure-positive end-expiratory pressure (PEEP)]-and its association with ventilatory management and outcomes of COVID-19 patients on mechanical ventilation (MV), admitted to intensive care units (ICU) worldwide.                  Results:                       We studied 745 patients from 22 countries, who required admission to the ICU and MV from January 14 to December 31, 2020, and presented at least one value of CRS within the first seven days of MV. Median (IQR) age was 62 (52-71), patients were predominantly males (68%) and from Europe/North and South America (88%). CRS, within 48 h from endotracheal intubation, was available in 649 patients and was neither associated with the duration from onset of symptoms to commencement of MV (p = 0.417) nor with PaO2/FiO2 (p = 0.100). Females presented lower CRS than males (95% CI of CRS difference between females-males: - 11.8 to - 7.4 mL/cmH2O p < 0.001), and although females presented higher body mass index (BMI), association of BMI with CRS was marginal (p = 0.139). Ventilatory management varied across CRS range, resulting in a significant association between CRS and driving pressure (estimated decrease - 0.31 cmH2O/L per mL/cmH20 of CRS, 95% CI - 0.48 to - 0.14, p < 0.001). Overall, 28-day ICU mortality, accounting for the competing risk of being discharged within the period, was 35.6% (SE 1.7). Cox proportional hazard analysis demonstrated that CRS (+ 10 mL/cm H2O) was only associated with being discharge from the ICU within 28 days (HR 1.14, 95% CI 1.02-1.28, p = 0.018).                  Conclusions:                       This multicentre report provides a comprehensive account of CRS in COVID-19 patients on MV. CRS measured within 48 h from commencement of MV has marginal predictive value for 28-day mortality, but was associated with being discharged from ICU within the same period. Trial documentation: Available at https://www.covid-critical.com/study .                  Trial registration:                       ACTRN12620000421932.", "author": [{"author": "Gianluigi Li Bassi", "affiliation": ["Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia. g.libassi@uq.edu.au.", "University of Queensland, Brisbane, Australia. g.libassi@uq.edu.au.", "Institut d'Investigacions Biomèdiques August Pi i Sunyer, Barcelona, Spain. g.libassi@uq.edu.au.", "Queensland University of Technology, Brisbane, Australia. g.libassi@uq.edu.au.", "St Andrew's War Memorial Hospital, UnitingCare Hospitals, Brisbane, Australia. g.libassi@uq.edu.au.", "Wesley Medical Research, Brisbane, Australia. g.libassi@uq.edu.au."], "href": "/?term=Li+Bassi+G&cauthor_id=34108029"}, {"author": "Jacky Y Suen", "affiliation": ["Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia.", "University of Queensland, Brisbane, Australia."], "href": "/?term=Suen+JY&cauthor_id=34108029"}, {"author": "Heidi J Dalton", "affiliation": ["INOVA Fairfax Medical Center, Heart and Vascular Institute, Falls Church, VA, USA."], "href": "/?term=Dalton+HJ&cauthor_id=34108029"}, {"author": "Nicole White", "affiliation": ["Australian Centre for Health Services Innovation (AusHSI) and Centre for Healthcare Transformation, School of Public Health and Social Work, Queensland University of Technology (QUT), Brisbane, QLD, Australia."], "href": "/?term=White+N&cauthor_id=34108029"}, {"author": "Sally Shrapnel", "affiliation": ["University of Queensland, Brisbane, Australia."], "href": "/?term=Shrapnel+S&cauthor_id=34108029"}, {"author": "Jonathon P Fanning", "affiliation": ["Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia.", "University of Queensland, Brisbane, Australia.", "Wesley Medical Research, Brisbane, Australia."], "href": "/?term=Fanning+JP&cauthor_id=34108029"}, {"author": "Benoit Liquet", "affiliation": ["University of Queensland, Brisbane, Australia.", "University of Pau et Pays De L'Adour, LMAP, E2S-UPPA, CNRS, Pau, France.", "Macquarie University, Sydney, Australia."], "href": "/?term=Liquet+B&cauthor_id=34108029"}, {"author": "Samuel Hinton", "affiliation": ["University of Queensland, Brisbane, Australia."], "href": "/?term=Hinton+S&cauthor_id=34108029"}, {"author": "Aapeli Vuorinen", "affiliation": ["University of Queensland, Brisbane, Australia."], "href": "/?term=Vuorinen+A&cauthor_id=34108029"}, {"author": "Gareth Booth", "affiliation": ["University of Queensland, Brisbane, Australia."], "href": "/?term=Booth+G&cauthor_id=34108029"}, {"author": "Jonathan E Millar", "affiliation": ["Roslin Institute, University of Edinburgh, Edinburgh, UK.", "Queen Elizabeth II University Hospital, Glasgow, UK."], "href": "/?term=Millar+JE&cauthor_id=34108029"}, {"author": "Simon Forsyth", "affiliation": ["University of Queensland, Brisbane, Australia."], "href": "/?term=Forsyth+S&cauthor_id=34108029"}, {"author": "Mauro Panigada", "affiliation": ["Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico di Milano, Milan, Italy."], "href": "/?term=Panigada+M&cauthor_id=34108029"}, {"author": "John Laffey", "affiliation": ["Anaesthesia and Intensive Care Medicine, National University of Ireland, Galway, Ireland."], "href": "/?term=Laffey+J&cauthor_id=34108029"}, {"author": "Daniel Brodie", "affiliation": ["Department of Medicine, Columbia College of Physicians and Surgeons, and Center for Acute Respiratory Failure, New-York-Presbyterian Hospital, New York, NY, USA."], "href": "/?term=Brodie+D&cauthor_id=34108029"}, {"author": "Eddy Fan", "affiliation": ["Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada.", "Department of Medicine, University of Toronto, Toronto, Canada.", "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada.", "Toronto General Hospital Research Institute, University of Toronto, Toronto, Canada."], "href": "/?term=Fan+E&cauthor_id=34108029"}, {"author": "Antoni Torres", "affiliation": ["Institut d'Investigacions Biomèdiques August Pi i Sunyer, Barcelona, Spain.", "Hospital Clinic of Barcelona, Barcelona, Spain."], "href": "/?term=Torres+A&cauthor_id=34108029"}, {"author": "Davide Chiumello", "affiliation": ["Hospital Clinic of Barcelona, Barcelona, Spain.", "Ospedale San Paolo, Milan, Italy."], "href": "/?term=Chiumello+D&cauthor_id=34108029"}, {"author": "Amanda Corley", "affiliation": ["Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia.", "University of Queensland, Brisbane, Australia."], "href": "/?term=Corley+A&cauthor_id=34108029"}, {"author": "Alyaa Elhazmi", "affiliation": ["King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia."], "href": "/?term=Elhazmi+A&cauthor_id=34108029"}, {"author": "Carol Hodgson", "affiliation": ["The Alfred Hospital, Melbourne, Australia.", "Australian and New Zealand Intensive Care Research Centre, Department of Epidemiology and Preventive Medicine, School of Public Health, Monash University, Melbourne, Australia."], "href": "/?term=Hodgson+C&cauthor_id=34108029"}, {"author": "Shingo Ichiba", "affiliation": ["Intensive Care, Nippon Medical School Hospital, Tokyo, Japan."], "href": "/?term=Ichiba+S&cauthor_id=34108029"}, {"author": "Carlos Luna", "affiliation": ["Neumonología, Hospital de Clínicas, UBA, Buenos Aires, Argentina."], "href": "/?term=Luna+C&cauthor_id=34108029"}, {"author": "Srinivas Murthy", "affiliation": ["Department of Pediatrics, Faculty of Medicine, University of British Columbia, Vancouver, Canada."], "href": "/?term=Murthy+S&cauthor_id=34108029"}, {"author": "Alistair Nichol", "affiliation": ["Australian and New Zealand Intensive Care Research Centre, Department of Epidemiology and Preventive Medicine, School of Public Health, Monash University, Melbourne, Australia.", "University College Dublin-Clinical Research Centre at St Vincent's University Hospital, Dublin, Ireland."], "href": "/?term=Nichol+A&cauthor_id=34108029"}, {"author": "Pauline Yeung Ng", "affiliation": ["The University of Hong Kong, Hong Kong, China."], "href": "/?term=Ng+PY&cauthor_id=34108029"}, {"author": "Mark Ogino", "affiliation": ["Nemours Alfred I duPont Hospital for Children, Wilmington, DE, USA."], "href": "/?term=Ogino+M&cauthor_id=34108029"}, {"author": "Antonio Pesenti", "affiliation": ["Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico di Milano, Milan, Italy.", "University of Milan, Milan, Italy."], "href": "/?term=Pesenti+A&cauthor_id=34108029"}, {"author": "Huynh Trung Trieu", "affiliation": ["Hospital for Tropical Diseases, Ho Chi Minh City, Vietnam."], "href": "/?term=Trieu+HT&cauthor_id=34108029"}, {"author": "John F Fraser", "affiliation": ["Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia.", "University of Queensland, Brisbane, Australia.", "Institut d'Investigacions Biomèdiques August Pi i Sunyer, Barcelona, Spain.", "Queensland University of Technology, Brisbane, Australia.", "St Andrew's War Memorial Hospital, UnitingCare Hospitals, Brisbane, Australia.", "Wesley Medical Research, Brisbane, Australia."], "href": "/?term=Fraser+JF&cauthor_id=34108029"}, {"author": "COVID-19 Critical Care Consortium", "affiliation": [], "href": "/?term=COVID-19+Critical+Care+Consortium%5BCorporate+Author%5D"}], "refPMID": ["32250385", "32109013", "32320003", "32735842", "32572965", "32728965", "32861276", "32228035", "32228035", "32299472", "32432896", "33089348", "32399901", "32200645", "10793162", "32781984", "26903337", "16088678", "18451319", "28459336", "19001507", "32329799", "32375845", "32291463", "32200645", "32437596", "32359410", "32778136", "26903337", "32859264", "32414399", "22797452"], "citedInPMID": ["34108029", "35022054", "34765979"], "body": " AbstractBackgroundHeterogeneous respiratory system static compliance (CRS) values and levels of hypoxemia in patients with novel coronavirus disease (COVID-19) requiring mechanical ventilation have been reported in previous small-case series or studies conducted at a national level.MethodsWe designed a retrospective observational cohort study with rapid data gathering from the international COVID-19 Critical Care Consortium study to comprehensively describe CRS—calculated as: tidal volume/[airway plateau pressure-positive end-expiratory pressure (PEEP)]—and its association with ventilatory management and outcomes of COVID-19 patients on mechanical ventilation (MV), admitted to intensive care units (ICU) worldwide.ResultsWe studied 745 patients from 22 countries, who required admission to the ICU and MV from January 14 to December 31, 2020, and presented at least one value of CRS within the first seven days of MV. Median (IQR) age was 62 (52–71), patients were predominantly males (68%) and from Europe/North and South America (88%). CRS, within 48 h from endotracheal intubation, was available in 649 patients and was neither associated with the duration from onset of symptoms to commencement of MV (p = 0.417) nor with PaO2/FiO2 (p = 0.100). Females presented lower CRS than males (95% CI of CRS difference between females-males: − 11.8 to − 7.4 mL/cmH2O p < 0.001), and although females presented higher body mass index (BMI), association of BMI with CRS was marginal (p = 0.139). Ventilatory management varied across CRS range, resulting in a significant association between CRS and driving pressure (estimated decrease − 0.31 cmH2O/L per mL/cmH20 of CRS, 95% CI − 0.48 to − 0.14, p < 0.001). Overall, 28-day ICU mortality, accounting for the competing risk of being discharged within the period, was 35.6% (SE 1.7). Cox proportional hazard analysis demonstrated that CRS (+ 10 mL/cm H2O) was only associated with being discharge from the ICU within 28 days (HR 1.14, 95% CI 1.02–1.28, p = 0.018).ConclusionsThis multicentre report provides a comprehensive account of CRS in COVID-19 patients on MV. CRS measured within 48 h from commencement of MV has marginal predictive value for 28-day mortality, but was associated with being discharged from ICU within the same period. Trial documentation: Available at https://www.covid-critical.com/study.Trial registration: ACTRN12620000421932.Keywords: Mechanical ventilation, Compliance, ARDS, COVID-19, SARS-CoV-2 BackgroundMillions of people have been infected by SARS-CoV-2 worldwide, and many of those have been hospitalized for respiratory complications associated with coronavirus disease-2019 (COVID-19). Many of those COVID-19 hospitalised patients have received mechanical ventilation (MV), due to the development of acute hypoxemic respiratory failure and acute respiratory distress syndrome (ARDS) [1–4]. To date, several landmark studies [5–8] have improved our understanding of COVID-19 pulmonary pathophysiology, but pulmonary derangement in COVID-19 and appropriate ventilatory management remains incompletely characterized.Earlier reports on the pulmonary pathophysiology of COVID-19 patients reported conflicting results and extreme heterogeneity in levels of pulmonary shunting, static respiratory system compliance (CRS), [9–12] and substantial heterogeneity in lung recruitability [13, 14]. Adding further to the controversy over CRS in COVID-19 patients, Grasselli and collaborators [7] have compared findings from an Italian repository of COVID-19 ARDS with previous ARDS cases of different etiologies. They found statistically significant higher CRS in patients with COVID-19 ARDS. In addition, they found that patients who presented with lower CRS and higher D-dimer values had the greatest mortality risk. In line with these figures, in a small-case series, Chiumello and collaborators found that COVID-19 patients presented higher CRS levels in comparison with patients with ARDS from other etiologies and matched levels of hypoxemia [12]. Regrettably, those previous reports did not provide any information on how CRS progressed beyond a punctual assessment during the period of MV. In contrast, in another landmark study by Ferrando et al. [6], CRS figures from a Spanish database were very similar to previously published cohorts of ARDS patients. The authors also found that intensive care unit (ICU) discharge and mortality were not influenced by the initial levels of CRS.In a pandemic caused by a novel virus, access to international data is vital, because it may help account for differences in populations, access to medical care, equipment and critical variations in clinical managements among countries. Thus, analysis of international repositories improves the overall understanding of a novel disease and helps establishing best practices to enhance outcome. One example of how single-center or single-country studies can influence medical care early in a pandemic, before being contradicted by subsequent international findings is the issue of CRS. Indeed, as this parameter can be markedly impacted by fine variations in ventilatory management, extrapolations from mono-center or single-country studies may be challenging. In early January 2020, the COVID-19 Critical Care Consortium incorporating the ExtraCorporeal Membrane Oxygenation for 2019 novel Coronavirus Acute Respiratory Disease (COVID-19–CCC/ECMOCARD) group was founded to investigate patients presenting to ICUs worldwide.Here, we present a comprehensive appraisal of CRS in mechanically ventilated COVID-19 patients enrolled into the COVID-19–CCC/ECMOCARD international study, in order to understand the dynamics of CRS during the first week of mechanical ventilation and its potential impact on patient outcomes. Materials and methodsStudy design and oversightThe COVID-19-CCC/ECMOCARD is an international, multicentre, cohort observational study ongoing in 351 hospitals across 53 countries. The full study protocol is available elsewhere [15]. To summarize, participating hospitals obtained local ethics committee approval and a waiver of informed consent was granted in all cases. ISARIC/SPRINT-SARI data collection began at admission to hospital, while data collection for the COVID-19–CCC observational study commenced at admission to the ICU. De-identified patient data were collected retrospectively and stored via the REDCap electronic data capture tool, hosted at the University of Oxford, United Kingdom or Monash University, Melbourne, Australia.Study populationWe reviewed data of all patients admitted to the ICU at a COVID-19–CCC collaborating site, from January 14 through September 30, 2020, with a clinically suspected or laboratory confirmed diagnosis of SARS-CoV-2 infection, through naso-pharyngeal swab for real-time PCR SARS-CoV-2 detection. Of note, suspicion of SARS-CoV-2 infection was based on symptoms and onset of infection and was confirmed by the clinician when COVID-19 infection was the most likely cause of the symptoms experienced. Patients excluded were those under the age of 15 years or admitted to an ICU for other reasons. We focused our analysis on patients on controlled MV and with a computed CRS value within 48 h of MV commencement.Definitions and pulmonary mechanics computationsCRS was calculated as: tidal volume (mL)/[(airway plateau pressure-PEEP (cmH2O))]. Of note, we provided to data collectors a detailed data dictionary, with instructions on how to collect airway plateau pressure values, via an inspiratory pause of approximately 3 s. We computed CRS using the first measured tidal volume, airway plateau pressure and PEEP values, within 48 h of MV commencement. In the sub-population of patients on controlled MV, without ECMO support, we analysed key pulmonary variables, such as tidal volume, positive end expiratory pressure (PEEP), static driving pressure, inspiratory fraction of oxygen (FiO2), and gas exchange, recorded during routine clinical practice and only. Tidal volume was reported in mL/kg of predicted body weight (PBW) [16].Data collectionAfter enrolment, data on demographics, comorbidities, clinical symptoms and laboratory results were collected by clinical and research staff of the participating ICUs in an electronic case report form [15]. Details of respiratory and hemodynamic support, physiological variables, and laboratory results were collected daily. Of note, the worst daily values were preferentially recorded. The duration of MV and ICU stay, and hospital mortality were recorded. Analysis of daily data was restricted to the first seven days from commencement of MV.Statistical analysesDescriptive statistics summarised demographics, clinical signs on ICU admission, ICU management and clinical outcomes for the overall study cohort and subjects with baseline compliance measured within the first 48 h of controlled MV. Statistics were reported as medians (interquartile range) for continuous variables and numbers (percentage) for categorical variables. Linear regression was applied to summarise associations between baseline compliance with body mass index (BMI) (including interaction between BMI and sex), days from symptom onset to MV commencement and PaO2/FiO2, adjusted for BMI. Linear mixed modelling was used to investigate trends in compliance over time and associations with key respiratory parameters during the first 7 days of controlled MV. Models assumed a linear effect for days and a random intercept per subject to account for repeated measures. Consistent with exploratory analyses, BMI was included as a fixed effect to adjust for potential confounding in the clinical characteristics and management of patients with different BMI. Hypothesis testing was applied to all fixed effects, assuming a 5% level of statistical significance. Results were summarised graphically with uncertainty in estimated trends represented by 95% prediction intervals. Expected patient outcomes including length of ICU stay, duration of MV and risk of ICU mortality versus discharge were examined using multi-state modelling [17]. Compared with exploratory analyses of clinical outcomes, the multistate model accounted for ICU discharge and death as competing events and allowed data from all patients to be included, regardless of study follow-up time. The model comprised of four states, to describe patients prior to commencement of MV (non MV), on mechanical ventilation (MV), ICU discharged (Discharge) and mortality (Death). States were presented as percentage and standard error (SE) in the text. Patients extubated before death or discharge were assumed to transition between MV an non-MV states. State transitions were modelled by Cox proportional hazards, with patients censored at last known follow-up, up to 28 days from ICU admission. Follow-up analysis considered Cox proportional hazard regression to examine associations between baseline compliance and competing risks of ICU mortality and discharge, following commencement of MV. Baseline compliance was included as a linear effect, with age, sex, BMI and comorbidities (hypertension, chronic cardiac disease, chronic kidney disease) as additional covariates and adjusted for recruiting centre. A shared frailty term (Gamma distributed) was included to account for residual variation between study sites. Analyses were conducted using R version 3.6.2 or higher (The R Foundation). ResultsWe studied 745 patients from 22 countries, who required admission to the ICU and MV from January 14 to December 31, 2020, and presented at least one value of CRS within the first seven days of MV. Among those, 597 (80%) had laboratory-confirmed diagnosis of SARS-CoV2 infection, while in 148 (20%), infection was clinically suspected. Enrolment rate, since January 2020, is reported in Fig. 1. CRS, within 48 h from endotracheal intubation, was available in 649 patients (Fig. 2). No association between CRS and days from onset of symptoms to commencement of MV was found (Fig. 3). Median CRS (IQR), within the first 48 h of mechanical ventilation, was 34.1 mL/cmH2O (26.4–44.0) and PaO2/FiO2 113.0 mmHg (84.0–161.3), without any linear association between these parameters. In particular, 16%, 46% and 38% of the patients presented with mild, moderate or severe hypoxemia, respectively (Fig. 4a). Female sex was associated with a significantly lower CRS than in males (95% CI of difference between genders: − 11.8 to − 7.4 mL/cmH2O p < 0.001) (Fig. 4b). Females also presented higher body mass index (BMI) (95% CI of difference between males and females: − 1.9 to − 5.5, p < 0.001), but as shown in Fig. 5, CRS and BMI were not linearly associated. Our model estimated that CRS was 37.57 cmH2O/mL (95% CI 36.5–38.6) upon commencement of MV (Fig. 6), with further worsening in the first seven days of MV (estimated decrease − 0.31 cmH2O/mL per day, 95% CI − 0.48 to − 0.14, p < 0.001). In addition, as detailed in Fig. 7, PaCO2, tidal volume, PEEP, driving pressure and FiO2 significantly varied across the range of CRS, and a significant association was found between inspiratory plateau pressure and CRS changes (Fig. 8).Open in a separate windowFig. 1Patient enrolment rate from January 14 through December 31, 2020Open in a separate windowFig. 2Patient population flow chart. The analysis of 1505 COVID-19 patients on mechanical ventilation identified 649 patients with static respiratory system compliance within 48 h from commencement of mechanical ventilationOpen in a separate windowFig. 3Linear regression analysis of days from onset of symptoms to commencement of mechanical ventilation and static respiratory system compliance, based on the first measurement obtained within 48 h from commencement of mechanical ventilation, adjusted for body mass index. Dark black horizontal bar depicts median value, and upper and lower horizontal light black bars show 90th and 10th percentile. Days of onset of symptoms to commencement of mechanical ventilation was not associated with static respiratory system compliance (estimate 0.92 mL/cmH2O, 95% CI − 0.31–0.31 p = 0.417)Open in a separate windowFig. 4a Linear regression analysis of arterial partial pressure of oxygen (PaO2/FiO2) and respiratory system compliance (CRS), based on the first measurement obtained within 48 h from commencement of mechanical ventilation, with an interaction of gender and adjusted for body mass index (BMI). No statistically significant association was found between PaO2/FiO2 and CRS (estimate 0.49, 95% CI − 0.09–1.07 p = 0.100). Typical acute respiratory distress syndrome stratification groups [35] (severe, moderate and mild based on levels of hypoxemia) are highlighted in dark, medium and light grey, respectively. b Static respiratory system compliance (CRS) distribution by sex, based on the first measurement obtained within 48 h from commencement of mechanical ventilation. Dashed black lines depict median values for females and malesOpen in a separate windowFig. 5Linear regression analysis of static respiratory system compliance, based on the first measurement obtained within 48 h from commencement of mechanical ventilation, and body mass index with an interaction for sex. Per each graph, fitted line of the model is depicted and the upper and lower lines display the 95% predictive interval. Dark grey dots depict female patients, while light grey dots males. Static respiratory system compliance did not vary according to the body mass index (estimate − 0.12 cmH2O/mL, 95%CI − 0.29 to − 0.04, p = 0.139), but was associated with female sex (estimate − 10.73 cmH2O/mL, 95%CI − 18.54 to − 2.92, p = 0.007)Open in a separate windowFig. 6Static respiratory system compliance dynamics. Evolution of static respiratory system compliance over the first 7 days of mechanical ventilation, adjusted for body mass index. Under each day, the number of analysed patients is reported in parenthesis. Fitted line of the model is depicted, and the upper and lower lines display the 95% predictive interval. Respiratory system compliance varied during the first seven days of mechanical ventilation (estimate − 0.31 cmH2O/mL, 95%CI − 0.48 to 0.14, p < 0.001)Open in a separate windowFig. 7Linear Mixed model analysis of respiratory system compliance vs. crucial pulmonary variables during the first 7 days of mechanical ventilation (grey-scale coded bar for day 1 through 7 is reported on the right section of each graph and in parenthesis is reported the number of analysed patients). Per each graph, fitted line of the model is depicted and the upper and lower lines display the 95% predictive interval. All analyses are adjusted for body mass index. Static compliance of respiratory system was found to be associated with PaCO2 (estimated decrease − 0.11 mmHg, 95% CI − 0.15 to − 0.06, p < 0.001), tidal volume (estimated increase 0.04 mL/Kg of predicted body weight per day, 95% CI 0.03–0.04, p < 0.001), PEEP (estimated increase − 0.03 cmH2O, 95% CI 0.02–0.04, p < 0.001), driving pressure (estimated decrease − 0.31 cmH2O/L, 95% CI − 0.48 to 0.14, p < 0.001) and FiO2 (estimated decrease − 0.15%, 95% CI − 0.23 to − 0.06, p < 0.001). While PaO2/FiO2, was not significantly associated with static compliance of respiratory system (estimated increase 0.29 mmHg, 95% CI − 0.03 to 0.61, p = 072) PaO2/FiO2, ratio between arterial partial pressure of oxygen and inspiratory fraction of oxygen; PaCO2 arterial partial pressure of carbon dioxide; PEEP, positive end-expiratory pressureOpen in a separate windowFig. 8Association of airway inspiratory plateau pressure with static respiratory system compliance. Linear Mixed model analysis of the association of respiratory system compliance with airway inspiratory plateau pressure during the first 7 days of mechanical ventilation (grey-scale coded bar for day 1 through 7 is reported on the right section of each graph and in parenthesis is reported the number of analysed patients). Fitted line of the model is depicted, and the upper and lower lines display the 95% predictive interval. Analysis is adjusted for body mass index. The model highlights significant association between respiratory system compliance and airway plateau pressure (estimated decrease − 0.22 cmH2O/L, 95% CI − 0.23 to − 0.21, p < 0.001), but based on the model prediction, airway plateau pressure remained predominantly below 30 cmH2OBaseline characteristics upon ICU admission, applied interventions and outcomes, are summarized in Table ​Table1.1. The most common interventions applied to the study population were use of antibiotics (96%), neuromuscular blocking agents (81%) and prone position (61%). The overall hospital mortality of the study population was 40%, and among those patients who died in the hospital or were discharged alive, the median (IQR) duration of MV was 11 days (6–18) and 14 days (8–23), respectively. Overall, 28-day ICU mortality, accounting for competing risks, was 35.6% (SE 1.7) and estimated 28-day mortality from commencement of MV was 37.1% (SE 1.7) (Fig. 9b). Cox proportional hazard analysis (Fig. 9c) demonstrated that age (hazard ratio 1.37, 95% CI 1.19–1.59, p < 0.001) and chronic cardiac diseases (HR 1.62, 95% CI 1.14–2.29, p < 0.001) were the only baseline factors associated with 28-day mortality risk. In addition, age (HR 0.77, 95% CI 0.66–0.83, p < 0.001), male sex (HR 0.59, 95% CI 0.44–0.79, p < 0.001), BMI (HR 0.86, 95% CI 0.79–0.95, p = 0.003) and CRS (+ 10 mL/cm H2O) (HR 1.14, 95% CI 1.02–1.28, p = 0.018) were associated with the chance of being discharge from the ICU within 28 days.Table 1Only patients with the following characteristics were included in this analysis: (1) on controlled mechanical ventilation; (2) airway plateau pressure, tidal volume and positive-end-expiratory pressure recorded within 48 h from commencement of mechanical ventilationCharacteristicFull cohort (n = 745)First CRS recorded within 48 hr of MV (n = 649)Age, years: n; median (IQR)745; 62 (52–71)649; 62 (53–71)Male: n (%)510 (68)445 (69)Geographic region: n (%) Africa19 (3)14 (2) Asia63 (8)57 (9) Australia and New Zealand6 (1)4 (1) Europe326 (44)295 (45) Latin America and the Caribbean108 (14)92 (14) Northern America223 (30)187 (29)Time from onset of symptoms, days: n; median (IQR)Onset of symptoms to hospital admission735; 7 (3–9)643; 7 (3–9)Onset of symptoms to ICU admission735; 7 (5–11)643; 7 (5–11)Onset symptoms to mechanical ventilation735; 8 (5–11)643; 8 (5–11)Clinical signs on ICU admission: n; median (IQR)WBC count, 103/µL604; 8.9 (6.3–12.8)540; 9.0 (6.6–13.0)Lymphocyte count, 103459; 0.7 (0.5–1.1)402; 0.7 (0.5–1.1)Temperature, °C329; 37.4 (36.5–38.1)293; 37.4 (36.5–38.2)Creatinine, mg/dL613; 1.0 (0.7–1.4)543; 1.0 (0.7–1.4)CRP, mg/dL216; 118.1 (29.4–206.7)194;121 (29.1–205.6)Lymphocyte count to CRP ratio167; 0.01 (0–0.03)147; 0.01 (0–0.03)Neutrophil to Lymphocyte ratio414; 10.1 (5.6–16.6)364;10.2 (5.9–16.6)D-dimer level mg/L237; 1.3 (0.8–4.7)207; 1.4 (0.8–4.4)Clinical management during first 28 days of ICU admission: n (%)Antibiotics713 (96)621 (96)Antivirals288 (50)245 (49)Continuous renal replacement therapy110 (15)92 (15)Vasoactive drugs411 (58)365 (58)Cardiac-assist devices54 (7)48 (7)ECMO72 (10)61 (9)Prone positioning451 (61)392 (60)Inhaled nitric oxide72 (10)66 (10)Neuromuscular blockadea599 (81)524 (81)Recruitment manoeuvres295 (40)266 (41)Clinical outcomesOutcome at study end: n (%) Died in hospital300 (40)266 (41) Discharged alive400 (54)339 (52) Transferred to another facility7 (1)7 (1) Still in hospital/outcome not finalised38 (5)37 (6)Died in hospital Duration of ICU stay, days: n; median (IQR)300; 12 (6–20)266; 12 (6–20) Duration of hospital stay, days: n, Median (IQR)294; 13 (7–22)260; 14 (7–22) Duration of MV, days: n; Median (IQR)300; 11 (6–18)266; 11 (5–18) Died within 28 days from ICU admission: n (%)258 (86)231 (87)Discharged alive Duration of ICU stay, days: n; median (IQR)399; 19 (12–30)339; 19 (11–3) Duration of hospital stay, days: n; Median (IQR)396; 30 (21–46)336; 30 (21–45) Duration of MV, days: n; Median (IQR)400; 14 (8–23)339; 14 (8–23) Discharged alive within 28 days from ICU admission: n (%)195 (49)165 (49)Open in a separate windowPercentages are calculated for non-missing dataCRS, static compliance of respiratory system; CRP, c-reactive protein; MV, mechanical ventilation; ICU, intensive care unit; IQR, interquartile range; ECMO, extracorporeal membrane oxygenationaAdministration of neuromuscular blockade drugs administered during the first day of invasive mechanical ventilation was not included in the analysisOpen in a separate windowFig. 9Multistate modelling and Cox regression analysis outcomes for patient with static compliance recorded within 48 h of commencing mechanical ventilation. a Multistate model structure for estimating expected outcomes up to 28 days from admission to intensive care unit (ICU). Modelled health states include not on invasive mechanical ventilation (non-MV), on mechanical ventilation (MV), ICU discharge and death. Patients start in the non-MV state if not mechanically ventilated upon or prior to ICU admission, or in the MV state otherwise. b Predicted probabilities of occupying health states up to 28 days from ICU admission. c Results of Cox proportional hazards modelling for risk of death and ICU discharge from commencement of mechanical ventilation. Covariates comprise age, body mass index (BMI), selected comorbidities (hypertension, chronic cardiac disease, chronic kidney disease) and baseline static compliance. Parameter estimates are presented as estimated hazard ratios with 95% confidence intervals (CI). Further details on factors significantly associated with assessed outcomes are available in the results section DiscussionThis large observational report from intensive care units throughout the world found that initial static respiratory system compliance was only associated with hazard of being discharged from the ICU within 28 days. The duration from onset of symptoms to commencement of MV did not influence CRS, and interestingly lower CRS was found in female patients. In the evaluated population, neuromuscular blocking agents and prone position were commonly applied and ventilatory management across CRS levels varied in terms of tidal volume, PEEP and FiO2, throughout the first 7 days of MV.In comparison with previous reports on ARDS patients without COVID-19 [18], we similarly found that the majority of patients exhibited moderate hypoxemia, even when presented higher CRS. We also noted a larger range of CRS in line with previous studies [7, 8], but in contrast with values from a larger COVID-19 ARDS series from Spain [6]. Considering that we focused our analysis on static compliance of the respiratory system, without partitioning into the pulmonary and chest wall components [19, 20], it is interesting that CRS was not associated with BMI, suggesting that patients with higher BMI potentially presented also with higher lung compliance. Irrespective, we found lower CRS in female patients, who also presented higher BMIs. To the best of our knowledge, no studies have systematically investigated the effects of gender/BMI on COVID-19 severity; thus, whether obesity might be a crucial risk factor for ICU admission and mechanical ventilation, specifically in female patients, and its effects on lung compliance should be further explored. We also found that throughout the range of CRS values, plateau pressure was within what is typically presumed as lung protective ranges [21], but this resulted in potentially harmful driving pressures, specifically for patients with the lowest CRS values. As many of these patients were obese, this raises the question of whether these modest pressures might have increased the risk of pulmonary derecruitment, or in patients with normal BMI, the resulting driving pressure might have been related to pulmonary overdistention. These factors could have contributed to sustained hypoxemia and impaired lung function throughout the study period. In such circumstances, it is questionable whether MV guided by oesophageal pressure monitoring may have some benefits [22], but more research is needed to corroborate such reasoning.Phenotypic subsets of COVID-19-associated ARDS have been proposed [9, 13, 23–25]. Recent study has also explored whether CRS—related phenotype patterns existed among patients with ARDS before the COVID-19 pandemic [26]. Various investigators [7, 27], who did not find significant CRS variability among COVID-19 patients requiring MV, questioned the overall clinical value of CRS in the COVID-19 population. In a very small case series, Gattinoni et al [9] found an initial CRS of 50 mL/cmH2O, but high levels of shunt fraction that could have explained the resulting severe hypoxemia. In subsequent study, Chiumello and collaborators found higher CRS in patient with COVID-19 ARDS and ARDS caused by other injuries, while matching for similar levels of PaO2/FiO2 [12]. Interestingly, these findings were in line with computed tomography studies results, corroborating higher proportion of normally aerated tissue in COVID-19 ARDS. In similar reports, heterogeneous pathophysiology among patients with different levels of pulmonary compliance has been implied [10, 25]. As corroborated by landmark post-mortem studies [28] and clinical studies [7, 29], SARS-CoV-2 heterogeneously affects pulmonary ventilation and perfusion. Hence, it could be argued that the use of CRS as key pathophysiological parameter to predict clinical evolution might be over simplistic and in-depth characterization of pulmonary pathophysiology should be recommended for COVID-19 patients, specifically when obese. Interestingly, our report is the first that specifically focused on the dynamics of CRS, rather than only baseline CRS. We found that CRS was not related to the duration from the onset of symptoms to commencement of MV, emphasising the need for inclusive data on mechanisms of lung injury in not ventilated COVID-19 patients [30]. The median CRS value found in our population was 34.1 mL/cmH2O, similar to findings by Ferrando et al. [6], not dissimilar to findings by Bellani et al. on patients with non-COVID-19 ARDS [31], but lower than figures recently reported by Grasselli [7] and Grieco [32] in COVID-19 patients. In addition, we found a further decrease in CRS during the first week of MV. This could have been related to the specific ventilatory management in our reported population, but such discrepancy further highlights the need of a comprehensive appraisal of pulmonary and chest wall mechanics in COVID-19 patients [20].One of the most striking results was the continued use of high PEEP over the first seven days of MV, even in patients with high compliance. This seems counterintuitive, given that current recommendations in ARDS suggest decreasing PEEP, especially in the face of high compliance. As hypoxemia persisted even with high PEEP and high compliance, our results add to the hypothesis that maintaining high PEEP may worsen gas exchange from lung overdistension, resulting in increased dead space and intrapulmonary shunting. Other authors have speculated that using high levels of PEEP in COVID-19 patients with low recruitability may be detrimental, and that lowering PEEP may improve gas exchange and limit ventilator-induced lung injury [33]. Our results in this large cohort of patients from multiple global areas support this theory. Finally, we found that patients required two weeks of MV, and 28-day mortality in the overall population was 35.6%, with hospital mortality up to 40%. These figures are in line with mortality rates reported by Grasselli [7] in the subgroups characterized by low D-dimer, and mortality in severe-moderate COVID-19 ARDS, as corroborated by Ferrando [6]. Nevertheless, we found that CRS was only associated with the discharge from ICU within 28 days. Thus, the marginal clinical value of CRS as a predictor of mortality in COVID-19 patients calls for urgent identification of valuable markers that could inclusively describe pulmonary derangement and guide personalized treatment.Strengths and limitationsCollaborations between international data collection efforts have the ability to answer many questions related to COVID 19 and to pave the way for future novel diseases to achieve rapid and global data access to help guide best practice. The international COVID-19 Critical Care Consortium study [15], in collaboration with the ISARIC/SPRINT-SARI networks [34], provides inferences not limited by ventilatory management specific to small patient cohort or single-country studies. In addition, in comparison with previous studies, we provided more granular data to inclusively appraise the dynamics of CRS in COVID-19 patients on MV and to study its association with laboratory, and clinical features. A few limitations of our observational study should also be emphasized. First, we centred our analysis on COVID-19 patients, without comparisons against previous repositories of patients with ARDS from different aetiologies. Yet, we provided a wide-ranging discussion of the characteristics of our population in the context of previous analyses in ARDS patients. Second, inferences on pulmonary perfusion disorders in our population can only be speculative, since D-dimer was only available in a small subset of patients (Table ​(Table1).1). Third, as reported by the enrolment rate (Fig. 1 Supplemental Digital Content), patients were mostly enrolled in the early phase of the pandemic, hence extrapolations from our findings should take into account potential biases related to overwhelmed critical care services. Fourthly, it is important to emphasise that we centred our analysis on CRS, but due to the complex respiratory pathophysiology in COVID-19 patients and the high percentage of patients with increased BMI, the use of oesophageal pressure monitoring to fully describe lung and chest wall compliances is advisable and should be prioritised in future investigations. Fifth, the majority of patients were admitted in centers located in North America, Europe and South America. Although these findings are in line with the global distribution of COVID-19 cases, extrapolations of our findings in other regions should be applied cautiously.ConclusionsOur comprehensive appraisal of COVID-19 patients on MV from a large international observational study implies that expected CRS within 48 h from commencement of MV is not influenced by the duration from onset of symptoms to commencement of MV, but after intubation, a further decrease in CRS might be expected during the first week of ventilation. In addition, baseline CRS is associated with the chance of being discharged from the ICU within 28 days, but it is not a predictive marker of 28-day mortality. Based on potential inferences from our findings, future studies that could provide an in-depth characterization of lungs and chest wall compliance in COVID-19 patients will be critical to guide best practice in ventilatory management. AcknowledgementsWe fully acknowledge statistical guidance by Adrian Barnett, Head Statistician of the COVID-19 Critical Care Consortium. We recognize the crucial importance of the ISARIC and SPRINT-SARI networks for the development and expansion of the COVID-19 Critical Care Consortium. We thank the generous support we received from ELSO and ECMOnet. We owe Li Wenliang, MD from the Wuhan Central Hospital an eternal debt of gratitude for reminding the world that doctors should never be censored during a pandemic. Finally, we acknowledge all members of the COVID-19 Critical Care Consortium and various collaborators.ContributorsPrefix/First name/Last nameSite nameTala Al-DabbousAl Adan HospitalDr Huda AlfoudriDr Mohammed ShamsahDr Subbarao ElapavaluruAshley BergChristina HornAllegheny General HospitalDr Stephan SchrollBarmherzige Bruder RegansburgDr Jorge VelazcoWanda FikesLudmyla PloskanychBaylor Scott & White Health—TempleDr Dan MeyerMaysoon Shalabi-McGuireTrent WittAshley EhlersBaylor University Medical Centre, DallasDr Lorenzo GrazioliBergamo HospitalDr E. Wilson GrandinJose NunezTiago ReyesBeth Israel Deaconess Medical CentreDr Mark JosephDr Brook MitchellMartha TenzerCarilion ClinicDr Ryuzo AbeYosuke HayashiChiba University Graduate School of MedicineDr Hwa Jin ChoDr In Seok JeongChonnam National University HospitalDr Nicolas BrozziDr Jaime Hernandez-MontfortCleveland Clinic—FloridaOmar MehkriStuart HoulthamCleveland Clinic—OhioDr Jerónimo GrafRodrigo PerezClinica Alemana De SantiagoDr Roderigo DiazCamila DelgadoJoyce GonzálezMaria Soledad SanchezClinica Las CondezDr Diego Fernando Bautista RincónMelissa Bustamante DuqueDr Angela Maria Marulanda YantenClinica Valle de LilliDr Dan BrodieColumbia University Medical CentreDr Desy RusmawatiningtyasDr Sardjito Hospital (Paediatrics)Gabrielle RagazzoEmory University Healthcare SystemDr Azhari TaufikDr Margaretha GunawanDr Vera IrawanyMuhammad RayhanDr Elizabeth Yasmin WardoyoFatmawati HospitalDr Mauro PanigadaDr Chiara MartinetDr Sebastiano ColomboDr Giacomo GrasselliDr Michela LeoneDr Alberto ZanellaFondazione IRCCS Policlinico of Milan (Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico)Prof Massimo AntonelliDr Simone CarelliDomenico L. GriecoFondazione Policlinico Universitario Agostino Gemelli IRCCSMotohiro AsakiFujieda Municipal General HospitalDr Kota HoshinoFukuoka UniversityDr Leonardo SalazarLaura DuarteFundación Cardiovascular de ColombiaDr Joseph McCaffreyAllison BoneGeelong HospitalDr David ThomsonDr Christel Arnold-DayJerome CupidoZainap FanieDr Malcom MillerDr Lisa SeymoreDawid van StraatenGroote Schuur HospitalDr Ibrahim HassanDr Ali Ait HssainJeffrey AliudinAl-Reem AlqahtaniKhoulod MohamedAhmed MohamedDarwin TanJoy VillanuevaAhmed ZaqoutHamad General Hospital—Weill Cornell Medical College in QatarDr Ethan KurtzmanArben AdemiAna DobritaKhadija El AoudiJuliet SeguraHartford HealthCareDr Gezy GiwangkancanaHasan Sadikin Hospital (Adult)Dr Shinichiro OhshimoHiroshima UniversityDr Koji HoshinoSaito HitoshiDr Yuka UchinamiHokkaido University HospitalDr Javier OsatnikHospital AlemánDr Anne JoostenHospital Civil Marie CurieDr Antoni TorresAna MotosDr Minlan YangHospital Clinic, BarcelonaCarlos LunaHospital de ClínicasFrancisco ArancibiaHospital del TóraxVirginie WilliamsAlexandre NoelHospital du Sacre Coeur (Universite de Montreal)Dr Nestor LuqueHospital Emergencia Ate VitarteDr Trieu Huynh TrungSophie YacoubHospital for Tropical DiseasesMarina FantiniHospital Mater DeiDr Ruth Noemi Jorge GarcíaDr Enrique Chicote AlvarezHospital Nuestra Señora de GraciaDr Anna GretiOscar LomeliHospital Puerta de HierroDr Adrian CeccatoHospital Universitari Sagrat CorDr Angel SanchezHospital Universitario Sant Joan d’AlacantDr Ana Loza VazquezHospital Universitario Virgen de ValmeDr Ferran Roche-CampoHospital Verge de la Cinta de TortosaDr Divina TuazonDr Toni DuculanHouston Methodist HospitalHiroaki ShimizuKakogawa Acute Care Medical Center, HyogoMarcelo AmatoLuciana CassimiroFlavio PolaFrancis RibeiroGuilherme FonsecaINCOR (Universidade de São Paulo)Dr Heidi DaltonDr Mehul DesaiDr Erik OsbornHala DeebINOVA Fairfax HospitalDr Antonio ArcadipaneClaudia BiancoRaffaele CuffaroGennaro MartucciGiovanna OcchipintiMatteo RossettiChiara VitielloISMETTDr Sung-Min ChoKate CalligyDr Glenn WhitmanJohns HopkinsDr Hiroaki ShimizuDr Naoki MoriyamaKakogawa Acute Care Medical CenterDr Jae-Burm KimKeimyung University Dong San HospitalDr Nobuya KitamuraTakashi ShimazuiKimitsu Chuo HospitalDr Abdullah Al-HudaibDr Alyaa ElhazmiKing Faisal Specialist Hospital and Research CenterDr Johannes GebauerKlinikum PassauDr Toshiki YokoyamaKouritu Tousei HospitalDr Abdulrahman Al-FaresEsam AlamadFatma AlawadhiKalthoum AlawadiDr Sarah BuabbasAl-Amiri and Jaber Al-Ahmed Hospitals, Kuwait Extracorporeal Life Support ProgramDr Hiro TanakaKyoto Medical CentreDr Satoru HashimotoMasaki YamazakiKyoto Prefectural University of MedicineTak-Hyuck OhKyung Pook National University Chilgok HospitalDr Mark EplerDr Cathleen ForneyJared FeisterKatherine GrobengieserLouise KruseJoelle WilliamsonLancaster General HealthDr Eric GnallDr Mara CarolineSasha GoldenColleen KarajSherry McDermottLynn SherDr Timothy ShapiroLisa ThomeMark VanderlandMary WelchLankenau Institute of Medical Research (Main Line Health)Prof Luca BrazziLe Molinette Hospital (Ospedale Molinette Torino)Dr Tawnya OgstonLegacy Emanuel Medical CenterDr Dave NagpalKarlee FischerLondon Health Sciences CentreDr Roberto LorussoMaria de PieroMaastricht University Medical CentreProf Mariano EsperattiMar del Plata Medical Foundation Private Community HospitalDr Diarmuid O’BriainMaroondah HospitalDr Edmund G. CartonMater Misericordiae University HospitalAyan SenAmanda PalaciosDeborah RaineyMayo Clinic College of MedicineCassandra SeefeldtDr Lucia DurhamDr Octavio FalcucciAmanda EmmrichJennifer GuyCarling JohnsEmily NeumannMedical College of Wisconsin (Froedtert Hospital)Dr Nina BuchteleDr Michael SchwameisMedical University of ViennaDr Stephanie-Susanne StecherDelila SinghDr Michaela BarnikelLukas ArenzMedical Department II, LMU Hospital MunichDr Akram ZaaqoqLan Anh GallowayCaitlin MerleyMedStar Washington Hospital CentreDr Marc CseteLuisa QuesadaIsabela SabaMount Sinai Medical CentreDr Daisuke KasugaiHiroaki HiraiwaTaku TanakaNagoya University HospitalDr Eva MarwaliYoel PurnamaDr Santi Rahayu DewayantiDr ArdiyanDr Debby SiagianNational Cardiovascular Center Harapan KitaYih-Sharng ChenNational Taiwan University HospitalProf John Laffey Dr Bairbre McNicholas Dr David CosgraveGalway University HospitalsMarlice VanDykSarah MacDonaldNetcare Unitas ECMO CentreDr Ian SeppeltNepean HospitalDr Indrek RatsepLauri EnneveerKristo EriksonDr Getter OigusAndra-Maris PostPiret SillaotsNorth Estonia Medical CentreFrank ManettaNorthwell HealthMamoru KomatsObihiro-Kosei General HospitalDr S. Veena SatyapriyaDr Amar BhattMarco EcheverriaJuan FiordaAlicia GonzalezDr Nahush A. MokadamJohnny McKeownJoshua PasekHaixia ShiAlberto UribeOhio State University Medical CentreDr Rita MorenoOklahoma Heart InstituteBishoy ZakharyHannah JohnsonNolan PowOregon Health and Science University Hospital (OHSU)Dr Marco CavanaDr Alberto CucinoOspedale di Arco (Trento hospital)Prof Giuseppe FotiDr Marco GianiDr Vincenzo RussottoOspedale San GerardoProf Davide ChiumelloValentina CastagnaSilvia CoppolaOspedale San PaoloDr Andrea Dell’AmorePadua University Hospital (Policlinico of Padova)Dr Hoi-Ping ShumPamela Youde Nethersole Eastern HospitalDr Alain VuystekePapworth Hospitals NHS Foundation TrustDr Asad UsmanAndrew AckerBlake MerglerNicolas RizerFederico SerticBenjamin SmoodAlexandra SperryDr Madhu SubramanianPenn Medicine (Hospital of the University of Pennsylvania)Dr Erlina BurhanDr Navy LolongDr Ernita AkmalProf Menaldi RasminBhat NaivedhDr Faya SitompuPersahabatan General HospitalDr Peter BarrettJulia DaughertyDr David DeanPiedmont Atlanta HospitalDr Antonio LofortePoliclinico di S. Orsola, Università di BolognaDr Irfan KhanOlivia DeSantisDr Mohammed Abraar QuraishiPresbyterian Hospital Services, AlbuquerqueDr Gavin SaltPrince of WalesDr Dominic SoDarshana KandambyPrincess Margaret HospitalDr Jose M. MandeiHans NatanaelProf Dr R. D. Kandou General Hospital—PaediatricEka YudhaLantangAnastasia LantangProf Dr R. D. Kandou General Hospital—AdultAnna JungDr Terese HammondProvidence Saint John's Health CentreGeorge NgDr Wing Yiu NgQueen Elizabeth Hospital, Hong KongDr Pauline YeungQueen Mary HospitalDr Shingo AdachiRinku general medical center (and Senshu trauma and critical care center)Dr Pablo BlancoAna PrietoJesús SánchezRio Hortega University HospitalDr Meghan NicholsonRochester General HospitalDr Michael FarquharsonRoyal Adelaide HospitalDr Warwick ButtAlyssa SerratoreCarmel DelzoppoRoyal Children’s HospitalDr Pierre JaninElizabeth YaradRoyal North Shore HospitalDr Richard TotaroJennifer ColesRoyal Prince Alfred HospitalRobert BalkSamuel FoxJames HaysEsha KapaniaPavel MishinAndy VissingGarrett YantoshRush University, ChicagoSaptadi YuliartoDr Kohar Hari SantosoDr Susanthy DjajalaksanaSaiful Anwar Malang Hospital (Brawijaya University) (Paediatrics)Dr Arie Zainul FatoniSaiful Anwar Malang Hospital (Brawijaya University) (Adult)Dr Masahiro FukudaSaiseikai Senri HospitalProf Keibun LiuSaiseikai Utsunomiya HospitalProf Paolo PelosiDr Denise BattagliniSan Martino HospitalDr Juan Fernando Masa JiménezSan Pedro de Alcantara HospitalDr Sérgio GaiãoDr Roberto Roncon-AlbuquerqueSão João Hospital Centre, PortoJessica BuchnerSentara Norfolk General HospitalDr Young-Jae ChoDr Sang Min LeeSeoul National University HospitalDr Su Hwan LeeSeverance HospitalDr Tatsuya KawasakiShizuoka Children's HospitalDr Pranya SakiyalakPrompak NitayavardhanaSiriraj HospitalDr Tamara SeitzSozialmedizinisches Zentrum Süd—Kaiser-Franz-Josef-SpitalRakesh AroraDavid KentSt Boniface Hospital (University of Mannitoba)Dr Swapnil ParwarAndrew ChengJennene MillerSt George HospitalDaniel MarinoJillian E DeaconSt. Christopher's Hospital for ChildrenDr Shigeki FujitaniDr Naoki ShimizuSt Marianna Medical University hospitalDr Jai MadhokDr Clark OwyangStanford University HospitalDr Hergen BuscherClaire ReynoldsSt Vincent’s HospitalDr Olavi MaasikasDr Aleksandr BeljantsevVladislav MihnovitsTartu University HospitalDr Takako AkimotoMariko AizawaDr Kanako HoribeRyota OnoderaTeine Keijinkai HospitalProf Carol HodgsonMeredith YoungThe Alfred HospitalTimothy SmithCheryl BartoneThe Christ HospitalDr Timothy GeorgeThe Heart Hospital Baylor Plano, PlanoDr Kiran ShekarNiki McGuinnessLacey IrvineThe Prince Charles HospitalBrigid FlynnAbigail HouchinThe University of Kansas Medical CentreDr Keiki ShimizuJun HamaguchiTokyo Metropolitan Medical CenterLeslie LussierGrace KerskerDr John Adam ReichTufts Medical Centre (and Floating Hospital for Children)Dr Gösta LotzUniversitätsklinikum Frankfurt (University Hospital Frankfurt)(Uniklinik)Dr Maximilian MalfertheinerEsther DreierDr Lars MaierUniversitätsklinikum Regensburg (Klinik für Innere Medizin II)Dr Neurinda Permata KusumastutiUniversity Airlangga Hospital (Paediatric)Dr Colin McCloskeyDr Al-Awwab DabalizDr Tarek B ElshazlyJosiah SmithUniversity Hospital Cleveland Medical Centre (UH Cleveland hospital)Dr Konstanty S. SzuldrzynskiDr Piotr BielańskiUniversity Hospital in KrakowDr Yusuff HakeemUniversity Hospitals of Leicester NHS Trust (Glenfield Hospital)Dr Keith WilleRebecca HoltUniversity of Alabama at Birmingham Hospital (UAB)Dr Ken Kuljit S. ParharDr Kirsten M. FiestCassidy CodanAnmol ShahidUniversity of Calgary (Peter Lougheed Centre, Foothills Medical Centre, South Health Campus and Rockyview General Hospital)Dr Mohamed FayedDr Timothy EvansRebekah GarciaAshley GutierrezHiroaki ShimizuUniversity of California, San Francisco-Fresno Clinical Research CentreDr Tae SongRebecca RoseUniversity of ChicagoDr Suzanne BennettDenise RichardsonUniversity of Cincinnati Medical CentreDr Giles PeekDalia Lopez-ColonUniversity of FloridaDr Lovkesh AroraKristina RappapportKristina RudolphZita SibenallerLori StoutAlicia WalterUniversity of IowaDr Daniel HerrNazli VedadiUniversity of Maryland—BaltimoreDr Lace SindtCale EwaldJulie HoffmanSean RajnicShaun ThompsonUniversity of Nebraska Medical CentreDr Ryan KennedyUniversity of Oklahoma Health Sciences Centre (OU)Dr Matthew GriffeeDr Anna CiulloYuri KidaUniversity of Utah HospitalDr Ricard Ferrer RocaCynthia AlegreDr Sofia ContrerasDr JordI RieraVall d'Hebron University Hospital, BarcelonaDr Christy KayIrene FischerElizabeth RennerWashington University in St. Louis/Barnes Jewish HospitalDr Hayato TaniguciYokohama City University Medical CenterGabriella AbbateHalah HassanDr Silver HeinsarVarun A KarnikDr Katrina KiHollier F. O'NeillDr Nchafatso ObonyoDr Leticia Pretti PimentaJanice D. ReidDr Kei SatoDr Kiran ShekarAapeli VuorinenDr Karin S. WildiEmily S. WoodDr Stephanie YerkovichCOVID-19 Critical Care ConsortiumOpen in a separate windowCollaborators\nPrefix/First name/Last nameSite nameDr Emma HartleyAberdeen Royal Infirmary (Foresterhill Health Campus)Bastian LubisAdam Malik HospitalTakanari IkeyamaAichi Childrens Health and Medical CenterBalu BhaskarAmerican HospitalDr Jae-Seung JungAnam Korea University HospitalSandra Rossi MartaFabio GuarracinoAzienda Ospedaliero Universitaria ParmaProf Fabio GuarracinoAzienda Ospedaliero Universitaria PisanaStacey GerleBanner University Medical CentreEmily CoxonBaptist Health LouisvilleDr Bruno ClaroBarts HospitalDr. Gonzo Gonzalez-StawinskiBaylor All Saints Medical Centre, Forth WorthDaniel LoverdeBillings ClinicDr Vieri ParriniBorgo San Lorenzo HospitalDr Diarmuid O’BriainStephanie HunterBox Hill HospitalDr Angela McBrideBrighton and Sussex Medical SchoolKathryn NegaardDr Phillip MasonBrooke Army Medical CentreDr Angela RatschBundaberg HospitalDr Mahesh RamananJulia AffleckCaboolture HospitalAhmad AbdelazizCairo University HospitalDr Sumeet RaiJosie Russell-BrownMary NourseCanberra HospitalJuan David UribeCardio VIDDr Adriano PerisCareggi HospitalMark SandersCedar Park Regional Medical CenterDominic EmersonCedars-Sinai Medical CentreMuhammad KamalCengkareng HospitalProf Pedro PovoaCentro Hospitalar de LisboaDr Roland FrancisCharite-Univerrsitatsmedizi n BerlinAli CherifCharles Nicolle University HospitalDr Sunimol JosephChildren’s Health Ireland (CHI) at CrumlinDr Matteo Di NardoChildren’s Hospital Bambino GesùMicheal HeardChildren's Healthcare of Atlanta-Egleston HospitalKimberly KyleChildren's HospitalRay A BlackwellChristiana Care Health System's Centre for Heart and Vascular HealthDr Michael PiagnerelliDr Patrick BistonCHU de CharleroiHye Won JeongChungbuk National University HospitalReanna SmithCincinnati Children'sYogi PrawiraCipto Mangunkusumo HospitalDr Giorgia MontrucchioDr Gabriele SalesCittà della Salute e della Scienza Hospital—Turin, ItalyNadeem RahmanVivek KakarCleveland Clinic, Abu DhabiDr Michael PiagnerelliDr Josefa Valenzuela SarrazinClinica Las CondesDr Arturo Huerta GarciaClínica Sagrada FamíliaDr Bart MeynsCollaborative Centre Department Cardiac Surgery, UZ LeuvenMarsha MorenoDignity Health Medical Group-DominicanRajat WaliaDignity Health St. Joseph's Hospital and Medical Center (SJHMC)Dr Annette SchwedaDonaustauf hospitalCenk KirakliDr. Suat Seren Chest Diseases and Surgery Practice and Training CentreEstefania GiraldoFundación Clinica Shaio (Shaio Clinic)Dr Wojtek KarolakGdansk Medical UniversityDr Martin BalikGeneral University HospitalElizabeth PocockGeorge Washington University HospitalEvan GajkowskiGiesinger Medical CentreDr James WinearlsMandy TallottGold Coast University HospitalKanamoto MasafumiGunma University Graduate School of MedicineDr Nicholas BarrettGuy's and St Thomas NHS Foundation Trust HospitalYoshihiro TakeyamaHakodate City HospitalSunghoon ParkHallym University Sacred Heart HospitalFaizan AminHamilton General HospitalDr Erina FinaHasan Sadikin HospitalDr Serhii SudakevychHeart Institute Ministry of Health of UkraineDr Angela RatschHervey Bay HospitalPatrícia SchwarzAna Carolina MardiniHospital de Clínicas de Porto AlegreAry Serpa NetoHospital Israelita Albert EinsteinDr Andrea VilloldoHospital Privado de ComunidadAlexandre Siciliano ColafranceschiHospital Pro CardíacoDr Alejandro Ubeda IglesiasHospital Punta de EuropaLívia Maria Garcia MelroGiovana Fioravante RomualdoHospital Samaritano PaulistaDiego GaiaHospital Santa CatarinaHelmgton SouzaHospital Santa MartaDr Diego BastosHospital Cura D’ars FortalezaFilomena GalasHospital Sirio LibanesDr Rafael Máñez MendiluceHospital Universitario de BellvitgeAlejandra SosaHospital Universitario Esperanza (Universidad Francisco Marroquin)Dr Ignacio MartinezHospital Universitario Lucus AugustiHiroshi KurosawaHyogo Prefectural Kobe Children's HospitalJuan SalgadoIndiana University HealthDr Beate Hugi-MayrInselspital University HospitalEric CharbonneauInstitut Universitaire de Cardiologie et de Pneumologie de Quebec—Universite LavalVitor Salvatore BarzilaiInstituto de Cardiologia do Distrito Federal—ICDFVeronica MonteiroInstituto de Medicina Integral Prof. Fernando Figueira (IMIP)Rodrigo Ribeiro de SouzaInstituto Goiano de Diagnostico Cardiovascular (IGDC)Michael HarperINTEGRIS Baptist Medical CenterHiroyuki SuzukiJapan Red Cross Maebashi HospitalCelina AdamsJohn C Lincoln Medical CentreDr Jorge BrievaJohn Hunter HospitalGeorge NyaleKenyatta National Hospital (KNH)Jihan FataniDr Faisal Saleem EltatarKing Abdullah Medical City Specialist HospitalDr. Husam BaeissaKing Abdullah Medical ComplexAyman AL MasriKing Salman Hospital NWAFYee Hui MokKK Women's and Children's HospitalMasahiro YamaneKKR Medical CenterHanna JungKyung Pook National University HospitalDr Matthew BrainSarah MineallLaunceston General HospitalRhonda BakkenM Health FairviewDr Tim FeltonManchester University NHS Foundation Trust—WythenshaweLorenzo BerraMassachusetts General HospitalGordan SamoukovivDr Josie CampisiMcGill University Health CentreBobby ShahMedanta HospitalArpan ChakrabortyMedica Super speciality HospitalMonika CardonaMedical University of South CarolinaHarsh JainMercy Hospital of BuffaloDr Asami ItoMie University HospitalBrahim HousniMohammed VI University hospitalSennen LowNational Centre for Infectious DiseasesDr. Koji IiharaNational Cerebral and Cardiovascular CenterJoselito ChavezNational Kidney and Transplant InstituteDr Kollengode RamanathanNational University Hospital, SingaporeGustavo ZabertNational University of ComahueKrubin NaidooNelson Mandela Children's HospitalSingo IchibaNippon Medical School HospitalRandy McGregorNorthwestern MedicineTeka SiebenalerNorton Children's HospitalHannah FlynnNovant Health (NH) Presbyterian Medical CentreJulia Garcia-DiazCatherine HarmonOchsner Clinic FoundationKristi LoftonOchsner LSA Health ShreveportToshiyuki AokageOkayama University HospitalKazuaki ShigemitsuOsaka City General HospitalDr Andrea MoscatelliOspedale GasliniDr Giuseppe FiorentinoOspedali dei ColliDr Matthias BaumgaertelParacelsus Medical University NurembergSerge Eddy MbaParirenyatwa General HospitalJana AssyPediatric and Neonatal Cardiac intensive care at the American UniversityHolly RoushPenn State Heath S. Hershey Medical CentreKay A SichtingPeyton Manning Children's HospitalDr Francesco AlessandriPoliclinico Umberto, Sapienza University of RomeDebra BurnsPresbyterian Hospital, New York/Weill Cornell Medical CentreAhmed RabiePrince Mohammed bin Abdulaziz HospitalCarl P. GarabedianProvidence Sacred Heart Children's HospitalDr Jonathan MillarDr Malcolm SimQueen Elizabeth II University HospitalDr Adrian MattkeQueensland Children’s HospitalDr Danny McAuleyQueens University of BelfastJawad TadiliRabat university hospitalDr Tim FrenzelRadboud University Medical CentreAaron Blandino OrtizRamón y Cajal University HospitalJackie StoneRapha Medical CentreDr Alexis TabahMegan RatcliffeMaree DurouxRedcliffe HospitalDr Antony AttokaranRockhampton HospitalDr Brij PatelRoyal Brompton &Harefield NHS Foundation TrustDerek GunningRoyal Columbian HospitalDr Kenneth BaillieRoyal Infirmary EdinburghDr Pia WatsonSahlgrenska University HospitalKenji TamaiSaiseikai Yokohamashi Tobu HospitalDr Gede Ketut SajinadiyasaDr Dyah KanyawatiSanglah General HospitalMarcello SalgadoSanta Casa de Misericordia de Juiz de ForaAssad SassineSanta Casa de Misericórdia de VitoriaDr Bhirowo YudoSardjito HospitalScott McCaulScripps Memorial Hospital La JollaBongjin LeeSeoul National University Children's HospitalYoshiaki IwashitaShimane University HospitalLaveena munshiSinai Health Systems (Mount Sinai Hospital)Dr Neurinda Permata KusumastutiSoetomo General Hospital (FK UNAIR)Dr Nicole Van BelleSt. Antonius HospitalIgnacio Martin-LoechesSt James’s University HospitalDr Hergen BuscherSt Vincent’s Hospital, SydneySurya Oto WijayaSulianti Saroso HospitalDr Lenny IvattSwansea HospitalChia Yew WoonTan Tock Seng HospitalHyun Mi KangThe Catholic University of Seoul St Mary HospitalErskine JamesThe Medical Centre Navicent HealthNawar Al-RawasThomas Jefferson University HospitalTomoyuki EndoTohoku Medical and Pharmaceutical UniversityDr Yudai IwasakiTohoku UniversityDr Eddy FanKathleen ExcondeToronto General HospitalKenny Chan King-ChungTuen Mun HospitalDr Vadim GudzenkoUCLA Medical Centre (Ronald Regan)Dr Beate Hugi-MayrUniversitätsspital Bern, Universitätsklinik für Herz- und GefässchirurgieDr Fabio TacconeUniversite Libre de BruxellesDr Fajar PerdhanaUniversity Airlangga Hospital (Adult)Yoan LamarcheUniversity de Montreal (Montreal Heart Institute)Dr Joao Miguel RibeiroUniversity Hospital CHLNDr Nikola BradicUniversity Hospital DubravaDr Klaartje Van den BosscheUniversity Hospital LeuvenGurmeet SinghUniversity of Aberta (Mazankowski Heart Institute)Dr Gerdy DebeuckelaereUniversity of AntwerpDr Henry T. StelfoxUniversity of Calgary and Alberta Health ServicesCassia YiUniversity of California at San DiegoJennifer EliaUniversity of California, IrvineShu FangUniversity of Hong KongThomas TribbleUniversity of Kentucky Medical CenterShyam ShankarUniversity of MissouriDr Paolo NavalesiUniversity of PadovaRaj PadmanabhanUniversity of Pittsburgh Medical CentreBill HallinanUniversity of Rochester Medical Centre (UR Medicine)Luca PaolettiUniversity of South CarolinaYolanda LeyvaUniversity of Texas Medical BranchTatuma FykudaUniversity of the RyukusJillian KochUniversity of Wisconsin & American Family Children's HospitalAmy HackmanUT SouthwesternLisa JanowaikUTHealth (University of Texas)Jennifer OsofskyVassar Brothers Medical Center (VBMC)A/Prof Katia DonadelloVerona Integrated University HospitalJosh FineWellSpan Health—York HospitalDr Benjamin DavidsonWestmead HospitalAndres Oswaldo Razo VazquezYale New Haven HospitalOpen in a separate window AbbreviationsARDSAcute respiratory distress syndromeCOVID-19Coronavirus disease-2019COVID-19–CCC/ECMOCARDCOVID-19 Critical Care Consortium incorporating the ExtraCorporeal Membrane Oxygenation for 2019 novel Coronavirus Acute Respiratory DiseaseFiO2Inspiratory fraction of oxygenICUIntensive care unitIQRInterquartile rangeMVMechanical ventilationPBWPredicted body weightPEEPPositive end expiratory pressureCRSStatic respiratory system compliance Authors' contributionsGLB conceived the study, participated in its design and coordination and helped to draft the manuscript; JYS conceived the study, participated in its design and coordination and helped to draft the manuscript drafted the manuscript; HD participated in the design of the study and helped to draft the manuscript; NW performed the statistical analysis and helped to draft the manuscript; SS participated in the coordination of the study, performed the statistical analysis and helped to draft the manuscript; JPF participated in the design of the study and helped to draft the manuscript; BL performed the statistical analysis and helped to draft the manuscript; SH participated in the coordination of the study performed the statistical analysis and helped to draft the manuscript; AV performed the statistical analysis and helped to draft the manuscript; GB performed the statistical analysis and helped to draft the manuscript; JEM participated in the design of the study and helped to draft the manuscript; SF participated in the design and coordination of the study and helped to draft the manuscript; MP participated in the coordination of the study helped to draft the manuscript; JL participated in the coordination of the study helped to draft the manuscript; DB participated in the coordination of the study helped to draft the manuscript; EF participated in the coordination of the study helped to draft the manuscript; AT participated in the coordination of the study helped to draft the manuscript; DC participated in the coordination of the study helped to draft the manuscript; AC participated in the design of the study and helped to draft the manuscript; AE participated in collection of data and helped to draft the manuscript; CH participated in coordination and collection of data and helped to draft the manuscript; SI participated in collection of data and helped to draft the manuscript; CL participated in coordination and collection of data and helped to draft the manuscript; SM participated in coordination and collection of data and helped to draft the manuscript; AN participated in coordination and collection of data and helped to draft the manuscript; PY participated in coordination and collection of data and helped to draft the manuscript; MO participated in coordination and collection of data and helped to draft the manuscript; AP participated in coordination and collection of data and helped to draft the manuscript; HTT participated in collection of data and helped to draft the manuscript; JFF conceived the study, participated in its design and coordination and helped to draft the manuscript. All authors read and approved the final manuscript. FundingUniversity of Queensland; Wesley Medical Research; The Prince Charles Hospital Foundation; Fisher & Paykel; The Health Research Board of Ireland; Biomedicine international training research programme for excellent clinician-scientists; European Union’s research and innovation programme (Horizon 2020); la Caixa Foundation. Finally, Carol Hodgson is funded by a National Health and Medical Research Council Grant. Sally Schrapnel is funded by the Australian Research Council Centre of Excellence for Engineered Quantum Systems (Project number CE170100009). Availability of data materialsThe datasets used and/or analysed during the current study are available from the corresponding author on reasonable request. DeclarationsEthics approval and consent to participateParticipating hospitals obtained local ethics committee approval, and a waiver of informed consent was granted in all cases.Consent for publicationNot applicable.Statistical analysisNicole White; Sally Shrapnel; Benoit Liquet; Samuel Hinton; Aapeli Vuorinem; Gareth Booth.Competing interestsGLB and JF received research funds, through their affiliated institution from Fisher & Paykel. All remaining authors do not have any conflict of interest related to this report. FootnotesPublisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Gianluigi Li Bassi and Jacky Y. Suen have equally contributed to this work Contributor Informationthe COVID-19 Critical Care Consortium:Tala Al-Dabbous,1 Huda Alfoudri,1 Mohammed Shamsah,1 Subbarao Elapavaluru,1 Ashley Berg,1 Christina Horn,1 Stephan Schroll,1 Jorge Velazco,1 Wanda Fikes,1 Ludmyla Ploskanych,1 Dan Meyer,1 Maysoon Shalabi-McGuire,1 Trent Witt,1 Ashley Ehlers,1 Lorenzo Grazioli,1 E. Wilson Grandin,1 Jose Nunez,1 Tiago Reyes,1 Mark Joseph,1 Brook Mitchell,1 Martha Tenzer,1 Ryuzo Abe,1 Yosuke Hayashi,1 Hwa Jin Cho,1 In Seok Jeong,1 Nicolas Brozzi,1 Jaime Hernandez-Montfort,1 Omar Mehkri,1 Stuart Houltham,1 Jerónimo Graf,1 Rodrigo Perez,1 Roderigo Diaz,1 Camila Delgado,1 Joyce González,1 Maria Soledad Sanchez,1 Diego Fernando Bautista Rincón,1 Melissa Bustamante Duque,1 Angela Maria Marulanda Yanten,1 Dan Brodie,1 Desy Rusmawatiningtyas,1 Gabrielle Ragazzo,1 Azhari Taufik,1 Margaretha Gunawan,1 Vera Irawany,1 Muhammad Rayhan,1 Elizabeth Yasmin Wardoyo,1 Mauro Panigada,1 Silvia Coppola,1 Sebastiano Colombo,1 Giacomo Grasselli,1 Michela Leone,1 Alberto Zanella,1 Massimo Antonelli,1 Simone Carelli,1 Domenico L. Grieco,1 Motohiro Asaki,1 Kota Hoshino,1 Leonardo Salazar,1 Laura Duarte,1 Joseph McCaffrey,1 Allison Bone,1 David Thomson,1 Christel Arnold-Day,1 Jerome Cupido,1 Zainap Fanie,1 Malcom Miller,1 Lisa Seymore,1 Dawid van Straaten,1 Ibrahim Hassan,1 Ali Ait Hssain,1 Jeffrey Aliudin,1 Al-Reem Alqahtani,1 Khoulod Mohamed,1 Ahmed Mohamed,1 Darwin Tan,1 Joy Villanueva,1 Ahmed Zaqout,1 Ethan Kurtzman,1 Arben Ademi,1 Ana Dobrita,1 Khadija El Aoudi,1 Juliet Segura,1 Gezy Giwangkancana,1 Shinichiro Ohshimo,1 Koji Hoshino,1 Saito Hitoshi,1 Yuka Uchinami,1 Javier Osatnik,1 Anne Joosten,1 Antoni Torres,1 Ana Motos,1 Minlan Yang,1 Carlos Luna,1 Francisco Arancibia,1 Virginie Williams,1 Alexandre Noel,1 Nestor Luque,1 Trieu Huynh Trung,1 Sophie Yacoub,1 Marina Fantini,1 Ruth Noemi Jorge García,1 Enrique Chicote Alvarez,1 Anna Greti,1 Oscar Lomeli,1 Adrian Ceccato,1 Angel Sanchez,1 Ana Loza Vazquez,1 Ferran Roche-Campo,1 Divina Tuazon,1 Toni Duculan,1 Hiroaki Shimizu,1 Marcelo Amato,1 Luciana Cassimiro,1 Flavio Pola,1 Francis Ribeiro,1 Guilherme Fonseca,1 Heidi Dalton,1 Mehul Desai,1 Erik Osborn,1 Hala Deeb,1 Antonio Arcadipane,1 Claudia Bianco,1 Raffaele Cuffaro,1 Gennaro Martucci,1 Giovanna Occhipinti,1 Matteo Rossetti,1 Chiara Vitiello,1 Sung-Min Cho,1 Kate Calligy,1 Glenn Whitman,1 Hiroaki Shimizu,1 Naoki Moriyama,1 Jae-Burm Kim,1 Nobuya Kitamura,1 Takashi Shimazui,1 Abdullah Al-Hudaib,1 Alyaa Elhazmi,1 Johannes Gebauer,1 Toshiki Yokoyama,1 Abdulrahman Al-Fares,1 Esam Alamad,1 Fatma Alawadhi,1 Kalthoum Alawadi,1 Sarah Buabbas,1 Hiro Tanaka,1 Satoru Hashimoto,1 Masaki Yamazaki,1 Tak-Hyuck Oh,1 Mark Epler,1 Cathleen Forney,1 Jared Feister,1 Katherine Grobengieser,1 Louise Kruse,1 Joelle Williamson,1 Eric Gnall,1 Mara Caroline,1 Sasha Golden,1 Colleen Karaj,1 Sherry McDermott,1 Lynn Sher,1 Timothy Shapiro,1 Lisa Thome,1 Mark Vanderland,1 Mary Welch,1 Luca Brazzi,1 Tawnya Ogston,1 Dave Nagpal,1 Karlee Fischer,1 Roberto Lorusso,1 Maria de Piero,1 Mariano Esperatti,1 Diarmuid O’Briain,1 Edmund G. Carton,1 Ayan Sen,1 Amanda Palacios,1 Deborah Rainey,1 Cassandra Seefeldt,1 Lucia Durham,1 Octavio Falcucci,1 Amanda Emmrich,1 Jennifer Guy,1 Carling Johns,1 Emily Neumann,1 Nina Buchtele,1 Michael Schwameis,1 Stephanie-Susanne Stecher,1 Delila Singh,1 Michaela Barnikel,1 Lukas Arenz,1 Akram Zaaqoq,1 Lan Anh Galloway,1 Caitlin Merley,1 Marc Csete,1 Luisa Quesada,1 Isabela Saba,1 Daisuke Kasugai,1 Hiroaki Hiraiwa,1 Taku Tanaka,1 Eva Marwali,1 Yoel Purnama,1 Santi Rahayu Dewayanti,1  Ardiyan,1 Debby Siagian,1 Yih-Sharng Chen,1 John Laffey,1 Bairbre McNicholas,1 David Cosgrave, Marlice VanDyk,1 Sarah MacDonald,1 Ian Seppelt,1 Indrek Ratsep,1 Lauri Enneveer,1 Kristo Erikson,1 Getter Oigus,1 Andra-Maris Post,1 Piret Sillaots,1 Frank Manetta,1 Mamoru Komats,1 S. Veena Satyapriya,1 Amar Bhatt,1 Marco Echeverria,1 Juan Fiorda,1 Alicia Gonzalez,1 Nahush A. Mokadam,1 Johnny McKeown,1 Joshua Pasek,1 Haixia Shi,1 Alberto Uribe,1 Rita Moreno,1 Bishoy Zakhary,1 Hannah Johnson,1 Nolan Pow,1 Marco Cavana,1 Alberto Cucino,1 Giuseppe Foti,1 Marco Giani,1 Vincenzo Russotto,1 Davide Chiumello,1 Valentina Castagna,1 Andrea Dell’Amore,1 Hoi-Ping Shum,1 Alain Vuysteke,1 Asad Usman,1 Andrew Acker,1 Blake Mergler,1 Nicolas Rizer,1 Federico Sertic,1 Benjamin Smood,1 Alexandra Sperry,1 Madhu Subramanian,1 Navy Lolong,1 Ernita Akmal,1 Erlina Burhan,1 Menaldi Rasmin,1 Bhat Naivedh,1 Faya Sitompu,1 Peter Barrett,1 Julia Daugherty,1 David Dean,1 Antonio Loforte,1 Irfan Khan,1 Olivia DeSantis,1 Mohammed Abraar Quraishi,1 Gavin Salt,1 Dominic So,1 Darshana Kandamby,1 Jose M. Mandei,1 Hans Natanael,1 Eka YudhaLantang,1 Anastasia Lantang,1 Anna Jung,1 Terese Hammond,1 George Ng,1 Wing Yiu Ng,1 Pauline Yeung,1 Shingo Adachi,1 Pablo Blanco,1 Ana Prieto,1 Jesús Sánchez,1 Meghan Nicholson,1 Michael Farquharson,1 Warwick Butt,1 Alyssa Serratore,1 Carmel Delzoppo,1 Pierre Janin,1 Elizabeth Yarad,1 Richard Totaro,1 Jennifer Coles,1 Robert Balk,1 Samuel Fox,1 James Hays,1 Esha Kapania,1 Pavel Mishin,1 Andy Vissing,1 Garrett Yantosh,1 Saptadi Yuliarto,1 Kohar Hari Santoso,1 Susanthy Djajalaksana,1 Arie Zainul Fatoni,1 Masahiro Fukuda,1 Keibun Liu,1 Paolo Pelosi,1 Denise Battaglini,1 Juan Fernando Masa Jiménez,1 Sérgio Gaião,1 Roberto Roncon-Albuquerque,1 Jessica Buchner,1 Young-Jae Cho,1 Sang Min Lee,1 Su Hwan Lee,1 Tatsuya Kawasaki,1 Pranya Sakiyalak,1 Prompak Nitayavardhana,1 Tamara Seitz,1 Rakesh Arora,1 David Kent,1 Swapnil Parwar,1 Andrew Cheng,1 Jennene Miller,1 Daniel Marino,1 Jillian E. Deacon,1 Shigeki Fujitani,1 Naoki Shimizu,1 Jai Madhok,1 Clark Owyang,1 Hergen Buscher,1 Claire Reynolds,1 Olavi Maasikas,1 Aleksandr Beljantsev,1 Vladislav Mihnovits,1 Takako Akimoto,1 Mariko Aizawa,1 Kanako Horibe,1 Ryota Onodera,1 Carol Hodgson,1 Meredith Young,1 Timothy Smith,1 Cheryl Bartone,1 Timothy George,1 Kiran Shekar,1 Niki McGuinness,1 Lacey Irvine,1 Brigid Flynn,1 Abigail Houchin,1 Keiki Shimizu,1 Jun Hamaguchi,1 Leslie Lussier,1 Grace Kersker,1 John Adam Reich,1 Gösta Lotz,1 Maximilian Malfertheiner,1 Esther Dreier,1 Lars Maier,1 Neurinda Permata Kusumastuti,1 Colin McCloskey,1 Al-Awwab Dabaliz,1 Tarek B. Elshazly,1 Josiah Smith,1 Konstanty S. Szuldrzynski,1 Piotr Bielański,1 Yusuff Hakeem,1 Keith Wille,1 Rebecca Holt,1 Ken Kuljit S. Parhar,1 Kirsten M. Fiest,1 Cassidy Codan,1 Anmol Shahid,1 Mohamed Fayed,1 Timothy Evans,1 Rebekah Garcia,1 Ashley Gutierrez,1 Hiroaki Shimizu,1 Tae Song,1 Rebecca Rose,1 Suzanne Bennett,1 Denise Richardson,1 Giles Peek,1 Dalia Lopez-Colon,1 Lovkesh Arora,1 Kristina Rappapport,1 Kristina Rudolph,1 Zita Sibenaller,1 Lori Stout,1 Alicia Walter,1 Daniel Herr,1 Nazli Vedadi,1 Lace Sindt,1 Cale Ewald,1 Julie Hoffman,1 Sean Rajnic,1 Shaun Thompson,1 Ryan Kennedy,1 Matthew Griffee,1 Anna Ciullo,1 Yuri Kida,1 Ricard Ferrer Roca,1 Cynthia Alegre,1 Sofia Contreras,1 JordI Riera,1 Christy Kay,1 Irene Fischer,1 Elizabeth Renner,1 Hayato Taniguci,1 Gabriella Abbate,1 Halah Hassan,1 Silver Heinsar,1 Varun A. Karnik,1 Katrina Ki,1 Hollier F. O’Neill,1 Nchafatso Obonyo,1 Leticia Pretti Pimenta,1 Janice D. Reid,1 Kei Sato,1 Kiran Shekar,1 Aapeli Vuorinen,1 Karin S. Wildi,1 Emily S. Wood,1 and  Stephanie Yerkovich1Tala Al-Dabbous1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Tala Al-DabbousHuda Alfoudri1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Huda AlfoudriMohammed Shamsah1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mohammed ShamsahSubbarao Elapavaluru1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Subbarao ElapavaluruAshley Berg1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ashley BergChristina Horn1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Christina HornStephan Schroll1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Stephan SchrollJorge Velazco1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jorge VelazcoWanda Fikes1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Wanda FikesLudmyla Ploskanych1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ludmyla PloskanychDan Meyer1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Dan MeyerMaysoon Shalabi-McGuire1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Maysoon Shalabi-McGuireTrent Witt1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Trent WittAshley Ehlers1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ashley EhlersLorenzo Grazioli1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lorenzo GrazioliE. Wilson Grandin1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by E. Wilson GrandinJose Nunez1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jose NunezTiago Reyes1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Tiago ReyesMark Joseph1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mark JosephBrook Mitchell1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Brook MitchellMartha Tenzer1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Martha TenzerRyuzo Abe1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ryuzo AbeYosuke Hayashi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Yosuke HayashiHwa Jin Cho1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hwa Jin ChoIn Seok Jeong1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by In Seok JeongNicolas Brozzi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Nicolas BrozziJaime Hernandez-Montfort1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jaime Hernandez-MontfortOmar Mehkri1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Omar MehkriStuart Houltham1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Stuart HoulthamJerónimo Graf1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jerónimo GrafRodrigo Perez1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Rodrigo PerezRoderigo Diaz1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Roderigo DiazCamila Delgado1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Camila DelgadoJoyce González1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Joyce GonzálezMaria Soledad Sanchez1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Maria Soledad SanchezDiego Fernando Bautista Rincón1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Diego Fernando Bautista RincónMelissa Bustamante Duque1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Melissa Bustamante DuqueAngela Maria Marulanda Yanten1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Angela Maria Marulanda YantenDan Brodie1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Dan BrodieDesy Rusmawatiningtyas1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Desy RusmawatiningtyasGabrielle Ragazzo1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Gabrielle RagazzoAzhari Taufik1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Azhari TaufikMargaretha Gunawan1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Margaretha GunawanVera Irawany1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Vera IrawanyMuhammad Rayhan1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Muhammad RayhanElizabeth Yasmin Wardoyo1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Elizabeth Yasmin WardoyoMauro Panigada1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mauro PanigadaSilvia Coppola1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Silvia CoppolaSebastiano Colombo1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Sebastiano ColomboGiacomo Grasselli1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Giacomo GrasselliMichela Leone1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Michela LeoneAlberto Zanella1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Alberto ZanellaMassimo Antonelli1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Massimo AntonelliSimone Carelli1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Simone CarelliDomenico L. Grieco1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Domenico L. GriecoMotohiro Asaki1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Motohiro AsakiKota Hoshino1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kota HoshinoLeonardo Salazar1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Leonardo SalazarLaura Duarte1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Laura DuarteJoseph McCaffrey1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Joseph McCaffreyAllison Bone1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Allison BoneDavid Thomson1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by David ThomsonChristel Arnold-Day1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Christel Arnold-DayJerome Cupido1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jerome CupidoZainap Fanie1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Zainap FanieMalcom Miller1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Malcom MillerLisa Seymore1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lisa SeymoreDawid van Straaten1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Dawid van StraatenIbrahim Hassan1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ibrahim HassanAli Ait Hssain1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ali Ait HssainJeffrey Aliudin1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jeffrey AliudinAl-Reem Alqahtani1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Al-Reem AlqahtaniKhoulod Mohamed1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Khoulod MohamedAhmed Mohamed1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ahmed MohamedDarwin Tan1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Darwin TanJoy Villanueva1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Joy VillanuevaAhmed Zaqout1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ahmed ZaqoutEthan Kurtzman1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ethan KurtzmanArben Ademi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Arben AdemiAna Dobrita1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ana DobritaKhadija El Aoudi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Khadija El AoudiJuliet Segura1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Juliet SeguraGezy Giwangkancana1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Gezy GiwangkancanaShinichiro Ohshimo1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Shinichiro OhshimoKoji Hoshino1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Koji HoshinoSaito Hitoshi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Saito HitoshiYuka Uchinami1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Yuka UchinamiJavier Osatnik1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Javier OsatnikAnne Joosten1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Anne JoostenAntoni Torres1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Antoni TorresAna Motos1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ana MotosMinlan Yang1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Minlan YangCarlos Luna1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Carlos LunaFrancisco Arancibia1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Francisco ArancibiaVirginie Williams1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Virginie WilliamsAlexandre Noel1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Alexandre NoelNestor Luque1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Nestor LuqueTrieu Huynh Trung1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Trieu Huynh TrungSophie Yacoub1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Sophie YacoubMarina Fantini1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Marina FantiniRuth Noemi Jorge García1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ruth Noemi Jorge GarcíaEnrique Chicote Alvarez1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Enrique Chicote AlvarezAnna Greti1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Anna GretiOscar Lomeli1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Oscar LomeliAdrian Ceccato1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Adrian CeccatoAngel Sanchez1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Angel SanchezAna Loza Vazquez1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ana Loza VazquezFerran Roche-Campo1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ferran Roche-CampoDivina Tuazon1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Divina TuazonToni Duculan1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Toni DuculanHiroaki Shimizu1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hiroaki ShimizuMarcelo Amato1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Marcelo AmatoLuciana Cassimiro1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Luciana CassimiroFlavio Pola1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Flavio PolaFrancis Ribeiro1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Francis RibeiroGuilherme Fonseca1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Guilherme FonsecaHeidi Dalton1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Heidi DaltonMehul Desai1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mehul DesaiErik Osborn1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Erik OsbornHala Deeb1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hala DeebAntonio Arcadipane1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Antonio ArcadipaneClaudia Bianco1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Claudia BiancoRaffaele Cuffaro1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Raffaele CuffaroGennaro Martucci1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Gennaro MartucciGiovanna Occhipinti1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Giovanna OcchipintiMatteo Rossetti1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Matteo RossettiChiara Vitiello1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Chiara VitielloSung-Min Cho1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Sung-Min ChoKate Calligy1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kate CalligyGlenn Whitman1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Glenn WhitmanHiroaki Shimizu1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hiroaki ShimizuNaoki Moriyama1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Naoki MoriyamaJae-Burm Kim1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jae-Burm KimNobuya Kitamura1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Nobuya KitamuraTakashi Shimazui1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Takashi ShimazuiAbdullah Al-Hudaib1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Abdullah Al-HudaibAlyaa Elhazmi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Alyaa ElhazmiJohannes Gebauer1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Johannes GebauerToshiki Yokoyama1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Toshiki YokoyamaAbdulrahman Al-Fares1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Abdulrahman Al-FaresEsam Alamad1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Esam AlamadFatma Alawadhi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Fatma AlawadhiKalthoum Alawadi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kalthoum AlawadiSarah Buabbas1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Sarah BuabbasHiro Tanaka1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hiro TanakaSatoru Hashimoto1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Satoru HashimotoMasaki Yamazaki1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Masaki YamazakiTak-Hyuck Oh1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Tak-Hyuck OhMark Epler1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mark EplerCathleen Forney1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Cathleen ForneyJared Feister1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jared FeisterKatherine Grobengieser1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Katherine GrobengieserLouise Kruse1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Louise KruseJoelle Williamson1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Joelle WilliamsonEric Gnall1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Eric GnallMara Caroline1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mara CarolineSasha Golden1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Sasha GoldenColleen Karaj1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Colleen KarajSherry McDermott1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Sherry McDermottLynn Sher1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lynn SherTimothy Shapiro1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Timothy ShapiroLisa Thome1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lisa ThomeMark Vanderland1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mark VanderlandMary Welch1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mary WelchLuca Brazzi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Luca BrazziTawnya Ogston1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Tawnya OgstonDave Nagpal1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Dave NagpalKarlee Fischer1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Karlee FischerRoberto Lorusso1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Roberto LorussoMaria de Piero1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Maria de PieroMariano Esperatti1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mariano EsperattiDiarmuid O’Briain1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Diarmuid O’BriainEdmund G. Carton1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Edmund G. CartonAyan Sen1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ayan SenAmanda Palacios1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Amanda PalaciosDeborah Rainey1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Deborah RaineyCassandra Seefeldt1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Cassandra SeefeldtLucia Durham1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lucia DurhamOctavio Falcucci1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Octavio FalcucciAmanda Emmrich1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Amanda EmmrichJennifer Guy1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jennifer GuyCarling Johns1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Carling JohnsEmily Neumann1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Emily NeumannNina Buchtele1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Nina BuchteleMichael Schwameis1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Michael SchwameisStephanie-Susanne Stecher1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Stephanie-Susanne StecherDelila Singh1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Delila SinghMichaela Barnikel1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Michaela BarnikelLukas Arenz1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lukas ArenzAkram Zaaqoq1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Akram ZaaqoqLan Anh Galloway1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lan Anh GallowayCaitlin Merley1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Caitlin MerleyMarc Csete1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Marc CseteLuisa Quesada1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Luisa QuesadaIsabela Saba1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Isabela SabaDaisuke Kasugai1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Daisuke KasugaiHiroaki Hiraiwa1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hiroaki HiraiwaTaku Tanaka1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Taku TanakaEva Marwali1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Eva MarwaliYoel Purnama1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Yoel PurnamaSanti Rahayu Dewayanti1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Santi Rahayu Dewayanti Ardiyan1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by  ArdiyanDebby Siagian1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Debby SiagianYih-Sharng Chen1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Yih-Sharng ChenJohn Laffey1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by John LaffeyBairbre McNicholas1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Bairbre McNicholasMarlice VanDyk1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Marlice VanDykSarah MacDonald1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Sarah MacDonaldIan Seppelt1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ian SeppeltIndrek Ratsep1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Indrek RatsepLauri Enneveer1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lauri EnneveerKristo Erikson1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kristo EriksonGetter Oigus1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Getter OigusAndra-Maris Post1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Andra-Maris PostPiret Sillaots1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Piret SillaotsFrank Manetta1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Frank ManettaMamoru Komats1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mamoru KomatsS. Veena Satyapriya1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by S. Veena SatyapriyaAmar Bhatt1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Amar BhattMarco Echeverria1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Marco EcheverriaJuan Fiorda1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Juan FiordaAlicia Gonzalez1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Alicia GonzalezNahush A. Mokadam1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Nahush A. MokadamJohnny McKeown1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Johnny McKeownJoshua Pasek1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Joshua PasekHaixia Shi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Haixia ShiAlberto Uribe1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Alberto UribeRita Moreno1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Rita MorenoBishoy Zakhary1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Bishoy ZakharyHannah Johnson1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hannah JohnsonNolan Pow1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Nolan PowMarco Cavana1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Marco CavanaAlberto Cucino1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Alberto CucinoGiuseppe Foti1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Giuseppe FotiMarco Giani1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Marco GianiVincenzo Russotto1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Vincenzo RussottoDavide Chiumello1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Davide ChiumelloValentina Castagna1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Valentina CastagnaAndrea Dell’Amore1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Andrea Dell’AmoreHoi-Ping Shum1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hoi-Ping ShumAlain Vuysteke1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Alain VuystekeAsad Usman1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Asad UsmanAndrew Acker1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Andrew AckerBlake Mergler1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Blake MerglerNicolas Rizer1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Nicolas RizerFederico Sertic1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Federico SerticBenjamin Smood1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Benjamin SmoodAlexandra Sperry1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Alexandra SperryMadhu Subramanian1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Madhu SubramanianNavy Lolong1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Navy LolongErnita Akmal1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ernita AkmalErlina Burhan1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Erlina BurhanMenaldi Rasmin1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Menaldi RasminBhat Naivedh1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Bhat NaivedhFaya Sitompu1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Faya SitompuPeter Barrett1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Peter BarrettJulia Daugherty1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Julia DaughertyDavid Dean1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by David DeanAntonio Loforte1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Antonio LoforteIrfan Khan1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Irfan KhanOlivia DeSantis1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Olivia DeSantisMohammed Abraar Quraishi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mohammed Abraar QuraishiGavin Salt1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Gavin SaltDominic So1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Dominic SoDarshana Kandamby1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Darshana KandambyJose M. Mandei1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jose M. MandeiHans Natanael1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hans NatanaelEka YudhaLantang1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Eka YudhaLantangAnastasia Lantang1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Anastasia LantangAnna Jung1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Anna JungTerese Hammond1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Terese HammondGeorge Ng1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by George NgWing Yiu Ng1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Wing Yiu NgPauline Yeung1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Pauline YeungShingo Adachi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Shingo AdachiPablo Blanco1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Pablo BlancoAna Prieto1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ana PrietoJesús Sánchez1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jesús SánchezMeghan Nicholson1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Meghan NicholsonMichael Farquharson1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Michael FarquharsonWarwick Butt1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Warwick ButtAlyssa Serratore1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Alyssa SerratoreCarmel Delzoppo1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Carmel DelzoppoPierre Janin1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Pierre JaninElizabeth Yarad1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Elizabeth YaradRichard Totaro1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Richard TotaroJennifer Coles1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jennifer ColesRobert Balk1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Robert BalkSamuel Fox1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Samuel FoxJames Hays1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by James HaysEsha Kapania1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Esha KapaniaPavel Mishin1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Pavel MishinAndy Vissing1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Andy VissingGarrett Yantosh1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Garrett YantoshSaptadi Yuliarto1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Saptadi YuliartoKohar Hari Santoso1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kohar Hari SantosoSusanthy Djajalaksana1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Susanthy DjajalaksanaArie Zainul Fatoni1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Arie Zainul FatoniMasahiro Fukuda1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Masahiro FukudaKeibun Liu1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Keibun LiuPaolo Pelosi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Paolo PelosiDenise Battaglini1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Denise BattagliniJuan Fernando Masa Jiménez1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Juan Fernando Masa JiménezSérgio Gaião1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Sérgio GaiãoRoberto Roncon-Albuquerque1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Roberto Roncon-AlbuquerqueJessica Buchner1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jessica BuchnerYoung-Jae Cho1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Young-Jae ChoSang Min Lee1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Sang Min LeeSu Hwan Lee1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Su Hwan LeeTatsuya Kawasaki1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Tatsuya KawasakiPranya Sakiyalak1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Pranya SakiyalakPrompak Nitayavardhana1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Prompak NitayavardhanaTamara Seitz1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Tamara SeitzRakesh Arora1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Rakesh AroraDavid Kent1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by David KentSwapnil Parwar1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Swapnil ParwarAndrew Cheng1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Andrew ChengJennene Miller1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jennene MillerDaniel Marino1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Daniel MarinoJillian E. Deacon1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jillian E. DeaconShigeki Fujitani1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Shigeki FujitaniNaoki Shimizu1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Naoki ShimizuJai Madhok1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jai MadhokClark Owyang1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Clark OwyangHergen Buscher1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hergen BuscherClaire Reynolds1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Claire ReynoldsOlavi Maasikas1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Olavi MaasikasAleksandr Beljantsev1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Aleksandr BeljantsevVladislav Mihnovits1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Vladislav MihnovitsTakako Akimoto1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Takako AkimotoMariko Aizawa1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mariko AizawaKanako Horibe1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kanako HoribeRyota Onodera1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ryota OnoderaCarol Hodgson1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Carol HodgsonMeredith Young1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Meredith YoungTimothy Smith1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Timothy SmithCheryl Bartone1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Cheryl BartoneTimothy George1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Timothy GeorgeKiran Shekar1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kiran ShekarNiki McGuinness1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Niki McGuinnessLacey Irvine1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lacey IrvineBrigid Flynn1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Brigid FlynnAbigail Houchin1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Abigail HouchinKeiki Shimizu1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Keiki ShimizuJun Hamaguchi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Jun HamaguchiLeslie Lussier1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Leslie LussierGrace Kersker1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Grace KerskerJohn Adam Reich1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by John Adam ReichGösta Lotz1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Gösta LotzMaximilian Malfertheiner1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Maximilian MalfertheinerEsther Dreier1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Esther DreierLars Maier1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lars MaierNeurinda Permata Kusumastuti1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Neurinda Permata KusumastutiColin McCloskey1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Colin McCloskeyAl-Awwab Dabaliz1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Al-Awwab DabalizTarek B. Elshazly1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Tarek B. ElshazlyJosiah Smith1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Josiah SmithKonstanty S. Szuldrzynski1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Konstanty S. SzuldrzynskiPiotr Bielański1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Piotr BielańskiYusuff Hakeem1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Yusuff HakeemKeith Wille1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Keith WilleRebecca Holt1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Rebecca HoltKen Kuljit S. Parhar1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ken Kuljit S. ParharKirsten M. Fiest1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kirsten M. FiestCassidy Codan1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Cassidy CodanAnmol Shahid1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Anmol ShahidMohamed Fayed1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Mohamed FayedTimothy Evans1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Timothy EvansRebekah Garcia1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Rebekah GarciaAshley Gutierrez1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ashley GutierrezHiroaki Shimizu1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hiroaki ShimizuTae Song1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Tae SongRebecca Rose1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Rebecca RoseSuzanne Bennett1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Suzanne BennettDenise Richardson1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Denise RichardsonGiles Peek1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Giles PeekDalia Lopez-Colon1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Dalia Lopez-ColonLovkesh Arora1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lovkesh AroraKristina Rappapport1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kristina RappapportKristina Rudolph1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kristina RudolphZita Sibenaller1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Zita SibenallerLori Stout1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lori StoutAlicia Walter1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Alicia WalterDaniel Herr1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Daniel HerrNazli Vedadi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Nazli VedadiLace Sindt1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Lace SindtCale Ewald1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Cale EwaldJulie Hoffman1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Julie HoffmanSean Rajnic1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Sean RajnicShaun Thompson1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Shaun ThompsonRyan Kennedy1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ryan KennedyMatthew Griffee1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Matthew GriffeeAnna Ciullo1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Anna CiulloYuri Kida1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Yuri KidaRicard Ferrer Roca1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Ricard Ferrer RocaCynthia Alegre1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Cynthia AlegreSofia Contreras1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Sofia ContrerasJordI Riera1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by JordI RieraChristy Kay1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Christy KayIrene Fischer1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Irene FischerElizabeth Renner1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Elizabeth RennerHayato Taniguci1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hayato TaniguciGabriella Abbate1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Gabriella AbbateHalah Hassan1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Halah HassanSilver Heinsar1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Silver HeinsarVarun A. Karnik1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Varun A. KarnikKatrina Ki1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Katrina KiHollier F. O’Neill1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Hollier F. O’NeillNchafatso Obonyo1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Nchafatso ObonyoLeticia Pretti Pimenta1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Leticia Pretti PimentaJanice D. Reid1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Janice D. ReidKei Sato1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kei SatoKiran Shekar1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Kiran ShekarAapeli Vuorinen1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Aapeli VuorinenKarin S. Wildi1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Karin S. WildiEmily S. Wood1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Emily S. WoodStephanie Yerkovich1Critical Care Research Group, The Prince Charles Hospital, Chermside, Australia Find articles by Stephanie Yerkovich References1. Grasselli G, Zangrillo A, Zanella A, Antonelli M, Cabrini L, Castelli A, et al.  Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the lombardy region, Italy. JAMA J Am Med Assoc. 2020;323:1574–1581. doi: 10.1001/jama.2020.5394. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Guan W, Ni Z, Hu Y, Liang W, Ou C, He J, et al.  Clinical characteristics of coronavirus disease 2019 in China. N Engl J Med. 2020;382:1708–1720. doi: 10.1056/NEJMoa2002032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Richardson S, Hirsch JS, Narasimhan M, Crawford JM, McGinn T, Davidson KW, et al.  Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City area. JAMA J Am Med Assoc. 2020;323:E1–8. doi: 10.1001/jama.2020.6775. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Karagiannidis C, Mostert C, Hentschker C, Voshaar T, Malzahn J, Schillinger G, et al. Case characteristics, resource use, and outcomes of 10 021 patients with COVID-19 admitted to 920 German hospitals: an observational study. Lancet Respir Med [Internet]. Elsevier; 2020 [cited 2020 Aug 6];0. Available from: https://linkinghub.elsevier.com/retrieve/pii/S2213260020303167. [PMC free article] [PubMed]5. Gibson PG, Qin L, Puah SH. COVID-19 acute respiratory distress syndrome (ARDS): clinical features and differences from typical pre-COVID-19 ARDS. Med J Aust. 2020;2020:54–56.e1. doi: 10.5694/mja2.50674. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Ferrando C, Suarez-Sipmann F, Mellado-Artigas R, Hernández M, Gea A, Arruti E, et al. Clinical features, ventilatory management, and outcome of ARDS caused by COVID-19 are similar to other causes of ARDS. Intensive Care Med [Internet]. Springer; 2020 [cited 2020 Aug 13];1–12. Available from: 10.1007/s00134-020-06192-2. [PMC free article] [PubMed]7. Sacco F, Tonetti MT, Pizzilli G, Ranieri VM, di Radiologia Monteduro DF, Zompatori M, et al. Pathophysiology of COVID-19-associated acute respiratory distress syndrome: a multicentre prospective observational study. 2020; Available from: www.thelancet.com/respiratory. [PMC free article] [PubMed]8. Gattinoni L, Coppola S, Cressoni M, Busana M, Rossi S, Chiumello D. COVID-19 does not lead to a “Typical” acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020;201:1299–1300. doi: 10.1164/rccm.202003-0817LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Gattinoni L, Coppola S, Cressoni M, Busana M, Chiumello D. Covid-19 does not lead to a “Typical” acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020;2020:201. [PMC free article] [PubMed] [Google Scholar]10. Gattinoni L, Chiumello D, Rossi S. COVID-19 pneumonia: ARDS or not? [Internet]. Crit. Care. BioMed Central Ltd.; 2020 [cited 2020 Jun 6]. p. 154. Available from: 10.1186/s13054-020-02880-z [PMC free article] [PubMed]11. Schenck EJ, Hoffman K, Goyal P, Choi J, Torres L, Rajwani K, et al.   Respiratory mechanics and gas exchange in COVID-19 associated respiratory failure. American Thoracic Society; 2020.  [PMC free article] [PubMed] [Google Scholar]12. Chiumello D, Busana M, Coppola S, Romitti F, Formenti P, Bonifazi M, et al. Physiological and quantitative CT-scan characterization of COVID-19 and typical ARDS: a matched cohort study. Intensive Care Med [Internet]. Springer Science and Business Media Deutschland GmbH; 2020 [cited 2020 Nov 18];1–10. Available from: https://doi.org/10.1007/s00134-020-06281-2 [PMC free article] [PubMed]13. Beloncle FM, Pavlovsky B, Desprez C, Fage N, Olivier PY, Asfar P, et al. Recruitability and effect of PEEP in SARS-Cov-2-associated acute respiratory distress syndrome. Ann Intensive Care. Springer; 2020;10. [PMC free article] [PubMed]14. Pan C, Chen L, Lu C, Zhang W, Xia JA, Sklar MC, et al. Lung Recruitability in SARS-CoV-2 Associated Acute Respiratory Distress Syndrome: A Single-center, Observational Study. Am J Respir Crit Care Med. NLM (Medline); 2020;201. [PMC free article] [PubMed]15. ECMOCARD [Internet]. [cited 2020 Jun 2]. Available from: https://www.elso.org/COVID19/ECMOCARD.aspx.16. Network ARDS, Brower RG, Matthay MA, Morris A, Schoenfeld D, Thompson BT, et al. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. The Acute Respiratory Distress Syndrome Network. N Engl J Med [Internet]. 2000;342:1301–8. Available from: http://www.ncbi.nlm.nih.gov/pubmed/10793162. [PubMed]17. Hazard D, Kaier K, Von Cube M, Grodd M, Bugiera L, Lambert J, et al. Joint analysis of duration of ventilation, length of intensive care, and mortality of COVID-19 patients: A multistate approach. BMC Med Res Methodol [Internet]. BioMed Central; 2020 [cited 2020 Oct 13];20:206. Available from: 10.1186/s12874-020-01082-z. [PMC free article] [PubMed]18. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315:788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]19. Pelosi P, Caironi P, Gattinoni L. Pulmonary and extrapulmonary forms of acute respiratory distress syndrome. Semin Respir Crit Care Med. 2001;22:259–268. doi: 10.1055/s-2001-15783. [PubMed] [CrossRef] [Google Scholar]20. Chiumello D, Carlesso E, Cadringher P, Caironi P, Valenza F, Polli F, et al.  Lung stress and strain during mechanical ventilation for acute respiratory distress syndrome. Am J Respir Crit Care Med. 2008;178:346–355. doi: 10.1164/rccm.200710-1589OC. [PubMed] [CrossRef] [Google Scholar]21. Fan E, Del Sorbo L, Goligher EC, Hodgson CL, Munshi L, Walkey AJ, et al. An official American Thoracic Society/European Society of intensive care medicine/society of critical care medicine clinical practice guideline: Mechanical ventilation in adult patients with acute respiratory distress syndrome. Am J Respir Crit Care Med [Internet]. American Thoracic Society; 2017 [cited 2020 Oct 12];195:1253–63. Available from: https://pubmed.ncbi.nlm.nih.gov/28459336/. [PubMed]22. Talmor D, Sarge T, Malhotra A, O’Donnell CR, Ritz R, Lisbon A, et al.  Mechanical ventilation guided by esophageal pressure in acute lung injury. N Engl J Med. 2008;359:2095–2104. doi: 10.1056/NEJMoa0708638. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Marini JJ, Gattinoni L. Management of COVID-19 respiratory distress. JAMA J Am Med Assoc. 2020;323:2329–2330. doi: 10.1001/jama.2020.6825. [PubMed] [CrossRef] [Google Scholar]24. Li X, Ma X. Acute respiratory failure in COVID-19: is it “typical” ARDS? Crit. Care. NLM (Medline); 2020. p. 198. [PMC free article] [PubMed]25. Gattinoni L, Chiumello D, Caironi P, Busana M, Romitti F, Brazzi L, et al. COVID-19 pneumonia: different respiratory treatments for different phenotypes? Intensive Care Med. Springer; 2020. p. 1. [PMC free article] [PubMed]26. Panwar R, Madotto F, Laffey JG, Van Haren FMP. Compliance Phenotypes in Early ARDS Before the COVID-19 Pandemic. Am J Respir Crit Care Med [Internet]. American Thoracic Society; 2020 [cited 2020 Oct 12]; Available from: https://pubmed.ncbi.nlm.nih.gov/32805143/.27. Pan C, Chen L, Lu C, Zhang W, Xia JA, Sklar MC, et al. Lung recruitability in COVID-19–associated acute respiratory distress syndrome: A single-center observational study [Internet]. Am. J. Respir. Crit. Care Med. American Thoracic Society; 2020 [cited 2020 Aug 13]. p. 1294–7. Available from: 10.1164/rccm.202003-0527LE. [PMC free article] [PubMed]28. Ackermann M, Verleden SE, Kuehnel M, Haverich A, Welte T, Laenger F, et al. Pulmonary Vascular Endothelialitis, Thrombosis, and Angiogenesis in Covid-19. N Engl J Med [Internet]. Massachusetts Medical Society; 2020 [cited 2020 Jun 2];NEJMoa2015432. Available from: 10.1056/NEJMoa2015432. [PMC free article] [PubMed]29. Lang M, Som A, Mendoza DP, Flores EJ, Reid N, Carey D, et al. Hypoxaemia related to COVID-19: vascular and perfusion abnormalities on dual-energy CT. Lancet Infect. Dis. Lancet Publishing Group; 2020. [PMC free article] [PubMed]30. Cruces P, Retamal J, Hurtado DE, Erranz B, Iturrieta P, González C, et al. A physiological approach to understand the role of respiratory effort in the progression of lung injury in SARS-CoV-2 infection [Internet]. Crit. Care. BioMed Central Ltd; 2020 [cited 2021 Feb 7]. p. 494. Available from: 10.1186/s13054-020-03197-7. [PMC free article] [PubMed]31. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, et al. Epidemiology, Patterns of Care, and Mortality for Patients With Acute Respiratory Distress Syndrome in Intensive Care Units in 50 Countries. JAMA [Internet]. 2016;315:788. Available from: internal-pdf://0.0.13.130/Epidemiology, Patterns of Care, and Mortality for.webarchive [PubMed]32. Grieco DL, Bongiovanni F, Chen L, Menga LS, Cutuli SL, Pintaudi G, et al. Respiratory physiology of COVID-19-induced respiratory failure compared to ARDS of other etiologies. Crit Care [Internet]. NLM (Medline); 2020 [cited 2020 Oct 12];24:529. Available from: https://pubmed.ncbi.nlm.nih.gov/32859264/. [PMC free article] [PubMed]33. Roesthuis L, van den Berg M, van der Hoeven H. Advanced respiratory monitoring in COVID-19 patients: use less PEEP! Crit Care. Springer Science and Business Media LLC; 2020;24. [PMC free article] [PubMed]34. COVID-19 Clinical Research Resources · ISARIC [Internet]. [cited 2020 Oct 12]. Available from: https://isaric.tghn.org/covid-19-clinical-research-resources/.35. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al. Acute Respiratory Distress Syndrome. JAMA [Internet]. 2012;307:2526–33. Available from: 10.1001/jama.2012.5669. [PubMed]"}