{"title": "Synapomorphic features of hepatic and pulmonary vasculatures include comparable purinergic signaling responses in host defense and modulation of inflammation", "pubDate": "2021", "PMCID": "", "DOI": "10.1152/ajpgi.00406.2020", "PMID": "34105986", "abstract": "Hepatosplanchnic and pulmonary vasculatures constitute synapomorphic, highly comparable networks integrated with the external environment. Given functionality related to obligatory requirements of \"feeding and breathing,\" these organs are subject to constant environmental challenges entailing infectious risk, antigenic and xenobiotic exposures. Host responses to these stimuli need to be both protective and tightly regulated. These functions are facilitated by dualistic, high-low pressure blood supply of the liver and lungs, as well as tolerogenic characteristics of resident immune cells and signaling pathways. Dysregulation in hepatosplanchnic and pulmonary blood flow, immune responses, and microbiome implicate common pathogenic mechanisms across these vascular networks. Hepatosplanchnic diseases, such as cirrhosis and portal hypertension, often impact lungs and perturb pulmonary circulation and oxygenation. The reverse situation is also noted with lung disease resulting in hepatic dysfunction. Others, and we, have described common features of dysregulated cell signaling during liver and lung inflammation involving extracellular purines (e.g., ATP, ADP), either generated exogenously or endogenously. These metabokines serve as danger signals, when released by bacteria or during cellular stress and cause proinflammatory and prothrombotic signals in the gut/liver-lung vasculature. Dampening of these danger signals and organ protection largely depends upon activities of vascular and immune cell-expressed ectonucleotidases (CD39 and CD73), which convert ATP and ADP into anti-inflammatory adenosine. However, in many inflammatory disorders involving gut, liver, and lung, these protective mechanisms are compromised, causing perpetuation of tissue injury. We propose that interventions that specifically target aberrant purinergic signaling might prevent and/or ameliorate inflammatory disorders of the gut/liver and lung axis.", "author": [{"author": "Dusan Hanidziar", "affiliation": ["Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts."], "href": "/?term=Hanidziar+D&cauthor_id=34105986"}, {"author": "Simon C Robson", "affiliation": ["Department of Anesthesia, Critical Care and Pain Medicine, Center for Inflammation Research, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts.", "Department of Anesthesia, Division of Gastroenterology/Hepatology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], "href": "/?term=Robson+SC&cauthor_id=34105986"}], "refPMID": [], "citedInPMID": ["34105986"], "body": ""}