{"title": "Lung ultrasound score as a tool to monitor disease progression and detect ventilator-associated pneumonia during COVID-19-associated ARDS", "pubDate": "Sep-Oct", "PMCID": "PMC8165084", "DOI": "10.1016/j.hrtlng.2021.05.003", "PMID": "34107394", "abstract": "Background:                       Lung ultrasound can accurately detect pandemic coronavirus disease (COVID-19) pulmonary lesions. A lung ultrasound score (LUS) was developed to improve reproducibility of the technique.                  Objectives:                       To evaluate the clinical value of LUS monitoring to guide COVID-19-associated acute respiratory distress syndrome (ARDS) management.                  Methods:                       We conducted a single center, prospective observational study, including all patients admitted with COVID-19-associated ARDS between March and April 2020. A systematic daily LUS evaluation was performed.                  Results:                       Thirty-three consecutive patients were included. LUS was significantly and negatively correlated to PaO2/FIO2. LUS increased significantly over time in non-survivors compared to survivors. LUS increased in 83% of ventilatory associated pneumonia (VAP) episodes, when compared to the previous LUS evaluation. LUS was not significantly higher in patients presenting post-extubation respiratory failure.                  Conclusions:                       In conclusion, our study demonstrates that LUS variations are correlated to disease severity and progression, and LUS monitoring could contribute to the early diagnosis of VAPs.", "author": [{"author": "Auguste Dargent", "affiliation": ["Hospices Civils de Lyon, Hôpital Edouard Herriot, Service de Médecine Intensive-Réanimation, F-69437, Lyon, France. Electronic address: auguste.dargent@chu-lyon.fr."], "href": "/?term=Dargent+A&cauthor_id=34107394"}, {"author": "Emeric Chatelain", "affiliation": ["Hospices Civils de Lyon, Hôpital Edouard Herriot, Service de Médecine Intensive-Réanimation, F-69437, Lyon, France."], "href": "/?term=Chatelain+E&cauthor_id=34107394"}, {"author": "Salim Si-Mohamed", "affiliation": ["Radiology Department, Hospices Civils de Lyon, CHU Louis Pradel, Lyon, France; Claude Bernard Lyon 1 University, INSA-Lyon, UJM-Saint Etienne, CNRS, Inserm, CREATIS UMR 5220, U1206, Lyon, France."], "href": "/?term=Si-Mohamed+S&cauthor_id=34107394"}, {"author": "Marie Simon", "affiliation": ["Hospices Civils de Lyon, Hôpital Edouard Herriot, Service de Médecine Intensive-Réanimation, F-69437, Lyon, France."], "href": "/?term=Simon+M&cauthor_id=34107394"}, {"author": "Thomas Baudry", "affiliation": ["Hospices Civils de Lyon, Hôpital Edouard Herriot, Service de Médecine Intensive-Réanimation, F-69437, Lyon, France."], "href": "/?term=Baudry+T&cauthor_id=34107394"}, {"author": "Louis Kreitmann", "affiliation": ["Hospices Civils de Lyon, Hôpital Edouard Herriot, Service de Médecine Intensive-Réanimation, F-69437, Lyon, France."], "href": "/?term=Kreitmann+L&cauthor_id=34107394"}, {"author": "Jean-Pierre Quenot", "affiliation": ["Médecine Intensive Réanimation, CHU Dijon, 21000 Dijon, France; Université Bourgogne Franche-Comté, LNC, Dijon, France; INSERM, LNC UMR1231, Dijon, France; FCS Bourgogne-Franche Comté, LipSTIC LabEx, Dijon, France."], "href": "/?term=Quenot+JP&cauthor_id=34107394"}, {"author": "Martin Cour", "affiliation": ["Hospices Civils de Lyon, Hôpital Edouard Herriot, Service de Médecine Intensive-Réanimation, F-69437, Lyon, France; Université de Lyon, Université Claude Bernard Lyon 1, Faculté de médecine Lyon-Est, F-69373, Lyon, France."], "href": "/?term=Cour+M&cauthor_id=34107394"}, {"author": "Laurent Argaud", "affiliation": ["Hospices Civils de Lyon, Hôpital Edouard Herriot, Service de Médecine Intensive-Réanimation, F-69437, Lyon, France; Université de Lyon, Université Claude Bernard Lyon 1, Faculté de médecine Lyon-Est, F-69373, Lyon, France."], "href": "/?term=Argaud+L&cauthor_id=34107394"}, {"author": "COVIDLUS study group", "affiliation": [], "href": "/?term=COVIDLUS+study+group%5BCorporate+Author%5D"}], "refPMID": ["32204987", "32861883", "33498180", "32166346", "32451581", "32331781", "31405211", "27033882", "20002364", "30372119", "22584759", "29557671", "31346914", "19633538", "22797452", "28890434", "32692769", "33717868", "33392642", "26298866", "20851923", "33560931", "30581826", "32361220", "32451194", "27418577", "26836896"], "citedInPMID": ["34107394", "35123448"], "body": " AbstractBackgroundLung ultrasound can accurately detect pandemic coronavirus disease (COVID-19) pulmonary lesions. A lung ultrasound score (LUS) was developed to improve reproducibility of the technique.ObjectivesTo evaluate the clinical value of LUS monitoring to guide COVID-19-associated acute respiratory distress syndrome (ARDS) management.MethodsWe conducted a single center, prospective observational study, including all patients admitted with COVID-19-associated ARDS between March and April 2020. A systematic daily LUS evaluation was performed.ResultsThirty-three consecutive patients were included. LUS was significantly and negatively correlated to PaO2/FIO2. LUS increased significantly over time in non-survivors compared to survivors. LUS increased in 83% of ventilatory associated pneumonia (VAP) episodes, when compared to the previous LUS evaluation. LUS was not significantly higher in patients presenting post-extubation respiratory failure.ConclusionsIn conclusion, our study demonstrates that LUS variations are correlated to disease severity and progression, and LUS monitoring could contribute to the early diagnosis of VAPs.Keywords: ARDS, Ultrasonography, COVID-19, Critical care, Ventilator-associated pneumonia, PneumoniaAbbreviations: ARDS, acute respiratory distress syndrome; ARF, acute respiratory failure; BMI, body mass index; COVID-19, pandemic coronavirus disease; CT, computerized tomography; ECMO, extracorporeal membrane oxygenation; ICU, intensive care unit; LU, lung ultrasound; LUS, lung ultrasound score; PEEP, positive end expiratory pressure; SAPS II, simplified acute physiology score II; SOFA, sequential organ failure assessment; VAP, ventilator-associated pneumonia IntroductionDuring the past few months, intensive care units (ICUs) all over the world were overwhelmed with a large amount of severe pandemic coronavirus disease (COVID-19) pneumonia cases. COVID-19 pneumonia was well described in computerized tomography (CT) studies, with early ground-glass opacities originating in subpleural zones, progressive extension and consolidation.1 Pleural involvement was also underlined by rare cases of pneumothorax and pneumopericardium.2\n,\n3\nThe subpleural involvement and the diffuse nature of COVID-19 lesions makes them easily accessible to ultrasound exploration. Lung ultrasound (LU) findings during COVID-19 pneumonia were rapidly described,4 with a good agreement between CT and LU.5\n,\n6 A good correlation between these two imaging techniques was already described in non-viral interstitial lung diseases.7 LU is already widely used in the routine evaluation of critically ill patients, especially with respiratory failure.8 LU monitoring was described in influenza-related ARDS cases,9 but not during previous coronavirus epidemics (Severe Acute Respiratory Syndrome, Middle East Respiratory Syndrome), to the best of our knowledge.One of the main limitations of LU is the lack of reproducibility, limiting its use for sequential evaluations. A lung ultrasound score (LUS) was designed to overcome this limit by standardizing LU evaluation and summarize it with a numerical score.10\n,\n11 This score, easily measured at the bedside, with a steep learning curve,12 is built with the addition of points obtained by scanning pre-determined pulmonary zones. It was found to correlate with ARDS severity,13 with lung reaeration after treatment of a ventilator-associated pneumonia (VAP),14 but also with the risk of post-extubation respiratory failure.11\nWe postulated that the monitoring of LUS over time during the COVID-19 pandemic could be valuable to improve the detection of VAPs and follow the progression of disease, especially in the context of limited resources, and given the accessibility of lung abnormalities to ultrasound. We conducted a prospective study in people with COVID-19 related ARDS to describe the variation of LUS during VAP episodes, the relation between LUS and PaO2/FIO2 evolution, and finally the relation between LUS and the risk of post-extubation respiratory failure. MethodsDesignA prospective, observational study was conducted. People with COVID-19 were enrolled in one medical ICU in a teaching hospital in Lyon, France. The primary endpoint was the LUS variation during VAP episodes. Secondary endpoints were LUS anatomical repartition, PaO2/FIO2 ratio evolution, post-extubation acute respiratory failure (ARF) incidence, survival, mechanical ventilation duration.Ethical approvalThe study protocol was approved by the institutional review board ethics committee of the institution (Comité d’éthique du CHU de Lyon) and was conducted in accordance with the 1964 Helsinki declaration and its later amendments. Patients and/or relatives gave informed consent for the collection of clinical data.PopulationWe included all consecutive people with COVID-19, aged over 18, admitted with RT-PCR-documented COVID-19 pneumonia requiring invasive mechanical ventilation and fulfilling ARDS criteria 15. Patients were enrolled as soon as all criteria were met (i.e. after intubation). The inclusion period corresponded to the first epidemic “wave” in France, between March 15th and April 21st 2020.LUS measurementLUS evaluation was added to the routine bedside assessment of people with COVID-19. A strict protocol for exposure protection was applied, with the use of personal protective measures (gown, FFP2 mask, face shield, gloves). Each day, the detailed score was to be reported in a dedicated spreadsheet (lines: 12 pulmonary zones; columns: dates) integrated in the patient's medical record and allowing easy monitoring from day-to-day.10 LUS were realized by every trained practitioner in the unit, in a “real life” setting. The leading investigators (AD and EC) had a good experience of LUS (participated in clinical trials), and they led the training of the other physicians. Before independent data collection was authorized, a minimum of 5 examinations were conducted under their supervision, until a perfect concordance was reached (same score given for the same ultrasound image) for a whole assessment. LUS evaluations could be performed by different investigators for the same patient.LUS was assessed with the technique described above.12 A curvilinear low frequency probe (2–5 MHz, GE Healthcare, USA) was used to scan predefined areas (6 per lung): anterior, lateral and posterior; each of these segments divided in superior and inferior zones. In each zone, points are allocated according to ultrasound pattern: normal=0, well-defined B-lines= 1, coalescent B-lines= 2, consolidation= 3. Thus, the total score ranges from 0 to 36. A lung consolidation was reported (regional score of 3) only for images thicker than 15 mm (perpendicular from pleura). Below that threshold, these pleural anomalies were characterized as sub-pleural consolidations or sub-pleural thickening (corresponding to a regional score of 2). Ventilator settings at the time of LUS evaluation were also recorded, and compliance was measured using an end-inspiratory pause when applicable (in volume-controlled mode with adequate patient-ventilator synchrony). The vital status of participants was recorded at ICU discharge and at 90 days.VAP diagnosisVAP episodes were recorded during the participants’ follow up. VAP were defined by the usual criteria16: it was suspected in case of the association of hyperthermia and/or other signs of sepsis, increase in oxygen requirements, and apparition of a new opacity on chest X-ray or LU. Positive bacterial culture of respiratory samples (bronchoalveolar lavage or tracheal aspirate) was required for VAP confirmation (i.e. culture-negative cases were excluded).Weaning protocolLUS was also closely monitored around ventilator weaning period. When possible, a LUS evaluation was performed before and after extubation. There was no specific protocol regarding the use of post-extubation prophylactic high-flow nasal cannula (HFNC) and/or non-invasive ventilation (NIV).Statistical analysisContinuous variables were expressed as median (interquartile range) or mean (standard deviation). A test of normality (Shapiro-Wilk) was performed for each continuous variable. The t-test was applied for comparisons for normally distributed variables and Mann-Whitney test for non-normally distributed variables. Proportions were compared using the Chi-squared test. Associations between LUS, sequential organ failure assessment (SOFA) and PaO2/FIO2 ratio was tested with Pearson's correlation. The level of significance was set at p < 0.05. Statistical analysis was conducted using Prism V7.0 (GraphPad software Inc., USA). ResultsDuring the study period, 33 consecutive people with COVID-19 fulfilling inclusion criteria were included. Clinical characteristics of participants, at baseline and during their stay, are summarized in Table 1\n.Table 1Clinical characteristics of 33 patients with COVID-19 related ARDS monitored using lung ultrasound score.Total (n=33)Survivors (day 90) (n=21)Non-survivors (day 90) (n=12)P valueDemographicsAge (years)66 (56-69)66 (51-68)66 (57-80)0.095Women9 (27%)8 (38%)1 (8%)0.301BMI (kg/m2)28 (26-33)30 (27-34)27 (24-33)0.138SOFA8 (6-8)7 (6-8)8 (3-9)0.687SAPS II36 (32-44)36 (30-44)38 (33-48)0.542Charlson score2 (2-4)2 (1-3)4 (2-5)0.013ICU length of stay (days)22 (13-35)22 (15-40)23.5 (10-29)0.427At ARDS diagnosisDuration of symptoms (days)8 (6-10)9 (6-11)7.5 (7-9)0.427PEEP (cmH2O)14 (10-15)14 (10-15)14 (10-14)0.605Compliance (ml/cmH2O)35 (29-44)35 (29-48)33 (31-41)0.175PaO2/FiO2 ratio150 (88-177)150 (81-184)149 (92-166)0.646ARDS severity Mild3 (9%)3 (14%)0 (0%)0.562 Moderate17 (52%)10 (48%)7 (58%) Severe13 (39%)9 (43%)4 (33%)CT scan grading (n=28) <25%8 (29%)7 (44%)1 (8%)0.217 25-50%11 (39%)5 (31%)6 (50%) 50-75%6 (21%)3 (19%)3 (25%) >75%3 (21%)1 (6%)2 (17%)Bacterial superinfection10 (30%)4 (19%)6 (50%)0.008TreatmentsVasopressors32 (97%)21 (100%)11 (92%)0.443Renal replacement therapy11 (33%)4 (19%)7 (58%)0.021ECMO1 (3%)0 (0%)1 (8%)0.179Hydroxychloroquine25 (76%)14 (67%)11 (92%)0.014Corticosteroids13 (39%)11 (52%)2 (16%)0.201ComplicationsVentilator-associated pneumonia21 (63%)17 (81%)4 (33%)0.092Pulmonary embolism7 (21%)4 (19%)3 (25%)0.687Pneumothorax5 (15%)4 (19%)1 (8%)0.409LUS scoreInitial21 (19-24)22 (19-25)20 (19-21)0.210Maximum26 (25-27)26 (25-27)26 (24-29)0.696Minimum15 (14-19)15 (13-17)18 (14-21)0.078End of stay (discharge or death)23 (19-24)19 (17-23)25 (24-29)<0.001Open in a separate windowARDS: acute respiratory distress syndrome; BMI: body mass index; CT: computerized tomography; ECMO: extracorporeal membrane oxygenation; ICU: intensive care unit; LUS: lung ultrasound score; PEEP: positive end expiratory pressure; SAPS II: simplified acute physiology score II; SOFA: sequential organ failure assessment.Continuous variables are expressed as median (interquartile range)A total of 337 LUS evaluations were performed, with a median of 9 (6–14) LUS evaluation per patient, for an ICU length of stay of 22 (13–35) days. Thus, the delay between LUS evaluations was 2.1 (1.7–4.2) days, in slight deviation to the protocol, which planned daily evaluations. After ARDS diagnosis, typical LUS was mostly composed of coalescent B-lines (score of 2), homogenously distributed between right and left sides and with a slight anterior-posterior gradient (Table 2\n). We present the aspect of a typical LUS in a patient in Fig. 1\nand Supplementary Material 1.Table 2Anatomic distribution of lung ultrasound scores at ARDS diagnosis of 33 COVID-19 patients.Anatomic region Regional gradeAnteriorLateralPosteriorpupperlowerupperlowerupperlowerNormal (grade 0)2 (3.0%)3 (4.5%)2 (3.0%)1 (1.5%)1 (1.5%)4 (6.1%)Separated B-lines (grade 1)21 (32%)29 (44%)19 (29%)14 (21%)7 (11%)5 (7.6%)Coalescent B-lines (grade 2)41 (62%)33 (50%)43 (65%)47 (71%)51 (77%)42 (64%)Consolidation (grade 3)2 (3.0%)1 (1.5%)2 (3.0%)4 (6.1%)7 (11%)15 (23%)Regional score (range 0-12)6 (5-8)7 (6-8)8 (8-9)<0.001Open in a separate windowPercentages are expressed vertically, with a total of 66 for each column (33 patients with right and left lungs). For the comparison of the 3 regional scores, the Kruskal-Wallis test was used.ARDS: acute respiratory distress syndrome.Open in a separate windowFig. 1Typical example of lung ultrasound score in a patient with COVID-19 pneumonia. Lung areas on the torso are represented schematically (picture does not correspond to the patient) with corresponding ultrasound pictures (video clips in Supplementary material 1). The attributed score appears in colored squares in each zone, the total score was 20 in this patient in early stage (74 years old male with moderate ARDS, lung ultrasound performed immediately after intubation with a PaO2/FIO2 ratio of 161 mmHg).The initial LUS (within 24 hours of ARDS diagnosis) was of 21 ± 4, and was not statistically different between survivors and non-survivors (Table 1). Initial LUS was not significantly correlated with SOFA (r = -0.24, p = 0.21). A bacterial superinfection was present at the time of intubation in 10 participants (30.3%). The initial LUS was not predictive of the presence or absence of a superinfection (20 ± 3 versus 22 ± 1 respectively, p = 0.068), nor was the presence of ≥1 consolidation on the LUS (30% vs 48% with or without superinfection, respectively, p = 0.341). During the course of ARDS, LUS allowed to follow disease progression, and was negatively correlated to PaO2/FIO2 ratios (n = 278, r = -0.37, p < 0.0001, Fig. 2). Static compliance, however, was not significantly correlated to LUS (n = 126, r = -0.10, p = 0.29). During follow-up, minimum LUS was 16 ± 4, reached in 3 (2–8) days; maximum LUS was of 26 ± 2, reached in 5 (2–9) days. The last recorded LUS evaluation, i.e. before patient discharge or death, was significantly higher in non-survivors than in survivors (26 ± 2 versus 20 ±2, respectively, p < 0.001).Open in a separate windowFig. 2Correlation between PaO2/FIO2 ratios and lung ultrasound score during follow up in 33 COVID-19 patients. r: Pearson's correlation coefficient; LUS: lung ultrasound score.VAP occurred in 21 (63%) participants, with all cases confirmed by positive cultures of the bronchial aspirates or bronchoalveolar lavage fluid. LUS increased during 83% of VAP episodes. Evolution of LUS before and after VAP episodes are summarized in Fig. 3\n. When the LUS evaluation was performed within 24 hours of the VAP diagnosis (defined as the time of the bacteriological sample), it was significantly higher than the previous LUS evaluation performed during the last 72 hours (26 ± 3 versus 21 ± 4, p = 0.005).Open in a separate windowFig. 3Lung ultrasound score evolution around ventilator-associated pneumonia episodes in COVID-19 patients with ARDS. Lung ultrasound score (LUS) evolution around the diagnosis of 12 ventilator-associated pneumonia (VAP) episodes during which at least 2 LUS were obtained: one within 24 hours of VAP and one in the preceding 72 hours. LUS evolution (mean ±SD) was represented in the 5 days surrounding VAP diagnosis (defined by the time of the positive bacteriological sample). One way ANOVA p = 0.0888. Additional files.File name: COVIDLUS_supp_mat_loopDescription: the file describes the typical lung ultrasound score in a patient with COVID-19 pneumonia, with ultrasound loops for each zone allowing calculation of global score.Twenty-five participants (76%) were extubated, and a LUS evaluation was performed within 24 hours before extubation in 15 (60% of them, with a score of 20 ± 6.5). Post-extubation ARF, defined as ARF requiring reintubation or use of rescue NIV or HFNC, occurring in the 72 hours following extubation, occurred in 7 out of 25 (28%) extubated participants. The LUS was not statistically different, although higher, in the group presenting post-extubation ARF, as compared to successfully extubated participants (22 ± 6.2 versus 19 ± 2.8, p = 0.268).Finally, repeated LUS evaluation appeared to be safe for the personnel. Indeed, none of the investigators was tested positive for SARS-CoV-2 during the study period. DiscussionIn this prospective observational study, we described the evolution of LUS during COVID-19 related ARDS course. We found that LUS was dynamically related to PaO2/FIO2 ratio evolution and survival, but also to the occurrence of VAPs.Disease progressionTo our knowledge, we report here the most extensive description of LUS monitoring in COVID-19 patients with ARDS. We observed, like others,4\n,\n17 a very diffuse pattern of lesions with predominant B-lines. A significant gradient between anterior and posterior regions was found, but it appears much less marked than in conventional ARDS,13 especially due to a more frequent involvement of anterior regions by COVID-19 pneumonia. The LUS monitoring in our cohort of COVID-19 related ARDS allowed clinicians to confidently follow the progression of disease, as suggested by case reports18\n,\n19 and a recent study showing that LUS is correlated with the histologic fibroproliferative changes in deceased people with COVID-19.20 This clinical impression is reinforced by the finding of the correlation of LUS with PaO2/FIO2 ratio.This correlation was already found in non-COVID-19 ARDS,21 and the correlation between LUS and lung aeration during recruitment maneuvers and prone position is also well documented.22\n,\n23 Nevertheless, we did not find a correlation with lung compliance as it was described during non-COVID-19 ARDS.24 This could be due to the measure of static compliance itself, lacking standardization in our protocol, especially with highly variable PEEP settings.The evolution of LUS indicated that people with COVID-19 were often in an ascending phase of the disease at the time of intubation, as suggested by the fact that the maximum LUS was reached 5 days after intubation. The occurrence of complications such as VAPs could also contribute to LUS variations, as we found that LUS significantly increased during VAPs.VAP diagnosisEarly and accurate detection of VAPs was the primary endpoint of this study, as it was one of the main expected benefits of LUS monitoring. We found that LUS increased significantly by 5 points on average during VAP episodes. This confirms the capacity of LUS to support diagnosis and monitoring of VAP during COVID-19 ARDS, as it was described previously in other settings.25 The clinical benefit of LUS was suggested by a recent randomized controlled trial in which ventilator-free days were increased in patients managed with LUS monitoring.26 As an alternative to other imaging techniques such as X-rays or CT scans, LUS monitoring could also reduce their use as it was suggested by a recent study.27 In the context of the pandemic this could be a major advantage for LUS, avoiding patient transport or unnecessary exposition of personnel, as well as saving resources and costs.LimitationsThere are several limitations to our study. First, this is a small size study with only 33 patients and only one setting, preventing generalization of results. Furthermore, it is an observational study, without a control group, and it remains unclear whether early detection of VAPs is truly improved by LUS monitoring, or if it translates into a significant benefit for patient-centered outcomes. However, it is clear that more accurate and earlier diagnosis of VAPs (especially distinction with tracheobronchitis) can improve outcome of people with ARDS,28 and further studies are warranted.Second, the daily evaluation of LUS proved to be difficult in this “real life” setting, especially with the additional workload generated by the crisis, and we only managed to record a LUS evaluation every two days on average. The detection of VAPs might have been even better with more frequent LUS evaluations. Also, the echographic aspect of the lung (e.g. presence of dynamic bronchogram) is probably more important than the LUS value alone for VAP diagnosis.29 However, LUS monitoring may allow a finer evaluation and raise clinician's attention after a systematic, “screening” step. Considering the acceptable learning curve and reproducibility of LUS technique, and with the miniaturization of point-of-care ultrasound probes, one could imagine that ICU nurses could contribute to such routine screening.Third, missing data also limited our ability to evaluate LUS contribution to predict post-extubation ARF, which is probably a major way by which LUS monitoring can improve patient outcomes. Indeed, this is one of the applications for which LUS was first applied.11 Finally, the application of such a “real life” routine implied that LUS evaluations were performed by different operators for a given patient. LUS being an ultrasound technique, its results can be operator-dependent which could increase the variability of the scores. This risk was considered and a major effort was made to homogenize the ultrasound skills of all investigators. That being said, the purpose of such a score is precisely to encode the information from a subjective ultrasound examination into numbers, thus facilitating the communication of this information, between physicians and across time. From this point of view, our experience showed that this score can be easily and rapidly disseminated in an ICU team, leading to clinically relevant results. ConclusionsIn conclusion, our cohort study demonstrates that a strategy of LUS monitoring for people with COVID-19 ARDS is feasible, easily applicable and related to lung disease severity, and suggests that it could contribute to the early diagnosis of VAPs.In clinical practice, LUS monitoring can be easily implemented to daily care, as it is virtually free (provided availability of ultrasound), easy to use and perfectly safe for both patients and personnel. This strategy might benefit the most to people in the first week after COVID-19 ARDS diagnosis to detect disease aggravation and VAPs. However, further interventional studies will be necessary to determine if LUS monitoring can improve relevant patient outcomes, but also health economic outcomes. Declaration of Competing InterestNone. AcknowledgementsFundingThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. FootnotesSupplementary material associated with this article can be found, in the online version, at doi:10.1016/j.hrtlng.2021.05.003. References1. Li M, Lei P, Zeng B. Coronavirus Disease (COVID-19): spectrum of CT findings and temporal progression of the disease. Acad Radiol. 2020 doi: 10.1016/j.acra.2020.03.003. Published online. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Sahu KK, Mishra AK, Goldman Y. A rare case of Pneumopericardium secondary to COVID-19. Heart Lung. 2020;49(6):679–680. doi: 10.1016/j.hrtlng.2020.08.017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Marza AM, Petrica A, Buleu FN, Mederle OA. Case report: massive spontaneous pneumothorax-a rare form of presentation for severe COVID-19 pneumonia. Medicina Kaunas Lithuania. 2021;57(2):82. doi: 10.3390/medicina57020082. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. (CCUSG) CCCUSG. Peng Q-Y, Wang X-T, Zhang L-N. Findings of lung ultrasonography of novel corona virus pneumonia during the 2019–2020 epidemic. Intensive Care Med. 2020;46(5):849–850. doi: 10.1007/s00134-020-05996-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Yang Y, Huang Y, Gao F, Yuan L, Wang Z. Lung ultrasonography versus chest CT in COVID-19 pneumonia: a two-centered retrospective comparison study from China. Intensive Care Med. 2020;46(9):1761–1763. doi: 10.1007/s00134-020-06096-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Fiala MJ. Ultrasound in COVID-19: a timeline of ultrasound findings in relation to CT. Clin Radiol. 2020;75(7):553–554. doi: 10.1016/j.crad.2020.04.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Man M, Dantes E, Hancu B. Correlation between transthoracic lung ultrasound score and HRCT features in patients with interstitial lung Diseases. J Clin Medicine. 2019;8(8):1199. doi: 10.3390/jcm8081199. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Pesenti A, Musch G, Lichtenstein D. Imaging in acute respiratory distress syndrome. Intensive Care Med. 2016;42(5):686–698. doi: 10.1007/s00134-016-4328-1. [PubMed] [CrossRef] [Google Scholar]9. Peris A, Zagli G, Barbani F. The value of lung ultrasound monitoring in H1N1 acute respiratory distress syndrome. Anaesthesia. 2010;65(3):294–297. doi: 10.1111/j.1365-2044.2009.06210.x. [PubMed] [CrossRef] [Google Scholar]10. Mojoli F, Bouhemad B, Mongodi S, Lichtenstein D. Lung Ultrasound for Critically Ill Patients. Am J Resp Crit Care. 2019;199(6):701–714. doi: 10.1164/rccm.201802-0236ci. [PubMed] [CrossRef] [Google Scholar]11. Soummer A, Perbet S, Brisson H. Ultrasound assessment of lung aeration loss during a successful weaning trial predicts postextubation distress*. Crit Care Med. 2012;40(7):2064–2072. doi: 10.1097/ccm.0b013e31824e68ae. [PubMed] [CrossRef] [Google Scholar]12. Rouby J-J, Arbelot C, Gao Y. Training for lung ultrasound score measurement in critically ill patients. Am J Resp Crit Care. 2018;198(3):398–401. doi: 10.1164/rccm.201802-0227le. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Pisani L, Vercesi V, Tongeren PSI van. The diagnostic accuracy for ARDS of global versus regional lung ultrasound scores - a post hoc analysis of an observational study in invasively ventilated ICU patients. Intensive Care Medicine Exp. 2019;7(S1):44. doi: 10.1186/s40635-019-0241-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Bouhemad B, Liu Z-H, Arbelot C. Ultrasound assessment of antibiotic-induced pulmonary reaeration in ventilator-associated pneumonia*. Crit Care Med. 2010;38(1):84–92. doi: 10.1097/ccm.0b013e3181b08cdb. [PubMed] [CrossRef] [Google Scholar]15. Force ADT, Ranieri VM, Rubenfeld GD. Acute respiratory distress syndrome: the Berlin Definition. Jama. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]16. Torres A, Niederman MS, Chastre J. International ERS/ESICM/ESCMID/ALAT guidelines for the management of hospital-acquired pneumonia and ventilator-associated pneumonia: Guidelines for the management of hospital-acquired pneumonia (HAP)/ventilator-associated pneumonia (VAP) of the European Respiratory Society (ERS), European Society of Intensive Care Medicine (ESICM), European Society of Clinical Microbiology and Infectious Diseases (ESCMID) and Asociación Latinoamericana del Tórax (ALAT) European Respir J. 2017;50(3) doi: 10.1183/13993003.00582-2017. [PubMed] [CrossRef] [Google Scholar]17. Huang Y, Wang S, Liu Y. A preliminary study on the ultrasonic manifestations of peripulmonary lesions of non-critical novel coronavirus pneumonia (COVID-19) Ssrn Electron J. 2020 doi: 10.2139/ssrn.3544750. Published online. [CrossRef] [Google Scholar]18. Dargent A, Chatelain E, Kreitmann L. Lung ultrasound score to monitor COVID-19 pneumonia progression in patients with ARDS. Plos One. 2020;15(7) doi: 10.1371/journal.pone.0236312. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Taniguchi H, Ohta S, Honzawa H. Usefulness of serial lung ultrasound for a severe COVID-19 patient on extracorporeal membrane oxygenation. Respir Medicine Case Reports. 2021;33 doi: 10.1016/j.rmcr.2021.101383. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Monteiro RA de A, Duarte-Neto AN, Silva LFF da. Ultrasound assessment of pulmonary fibroproliferative changes in severe COVID-19: a quantitative correlation study with histopathological findings. Intensive Care Med. 2021;47(2):199–207. doi: 10.1007/s00134-020-06328-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Zhao Z, Jiang L, Xi X. Prognostic value of extravascular lung water assessed with lung ultrasound score by chest sonography in patients with acute respiratory distress syndrome. Bmc Pulm Med. 2015;15(1):98. doi: 10.1186/s12890-015-0091-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Bouhemad B, Brisson H, Le-Guen M, Arbelot C, Lu Q, Rouby J-J. Bedside ultrasound assessment of positive end-expiratory pressure–induced lung recruitment. Am J Resp Crit Care. 2011;183(3):341–347. doi: 10.1164/rccm.201003-0369oc. [PubMed] [CrossRef] [Google Scholar]23. Stevic N, Chatelain E, Dargent A, Argaud L, Cour M, Guérin C. Lung recruitability evaluated by recruitment-to-inflation ratio and lung ultrasound in COVID-19 acute respiratory distress syndrome. Am J Resp Crit Care. 2021 doi: 10.1164/rccm.202012-4447le. Published online. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Lehr A, Pradhan D, Zakhary B, Amdo TD, Mukherjee V. Correlation between the simplified lung ultrasound score and measures of static lung compliance. Published online 2019:A1655-A1655. doi:10.1164/ajrccm-conference.2019.199.1_meetingabstracts.a165525. Bouhemad B, Dransart-Rayé O, Mojoli F, Mongodi S. Lung ultrasound for diagnosis and monitoring of ventilator-associated pneumonia. Ann Transl Med. 2018;6(20) doi: 10.21037/atm.2018.10.46. 418-418. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Pradhan S, Shrestha PS, Shrestha GS, Marhatta MN. Clinical impact of lung ultrasound monitoring for diagnosis of ventilator associated pneumonia: A diagnostic randomized controlled trial. J Crit Care. 2020;58:65–71. doi: 10.1016/j.jcrc.2020.03.012. [PubMed] [CrossRef] [Google Scholar]27. Mongodi S, Orlando A, Arisi E. Lung ultrasound in patients with acute respiratory failure reduces conventional imaging and health care provider exposure to COVID-19. Ultrasound Med Biol. 2020;46(8):2090–2093. doi: 10.1016/j.ultrasmedbio.2020.04.033. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Kalil AC, Metersky ML, Klompas M. Management of adults with hospital-acquired and ventilator-associated pneumonia: 2016 clinical practice guidelines by the Infectious Diseases Society of America and the. Clin Infect Dis. 2016;63(5):e61–e111. doi: 10.1093/cid/ciw353. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Mongodi S, Via G, Girard M. Lung ultrasound for early diagnosis of ventilator-associated pneumonia. Chest. 2015;149(4):969–980. doi: 10.1016/j.chest.2015.12.012. [PubMed] [CrossRef] [Google Scholar]"}