{"title": "Chemokines and eicosanoids fuel the hyperinflammation within the lungs of patients with severe COVID-19", "pubDate": "2021", "PMCID": "PMC8180473", "DOI": "10.1016/j.jaci.2021.05.032", "PMID": "34111453", "abstract": "Background:                       Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection can lead to a variety of clinical outcomes, ranging from the absence of symptoms to severe acute respiratory disease and ultimately death. A feature of patients with severe coronavirus disease 2019 (COVID-19) is the abundance of inflammatory cytokines in the blood. Elevated levels of cytokines are predictive of infection severity and clinical outcome. In contrast, studies aimed at defining the driving forces behind the inflammation in lungs of subjects with severe COVID-19 remain scarce.                  Objective:                       Our aim was to analyze and compare the plasma and bronchoalveolar lavage (BAL) fluids of patients with severe COVID-19 (n = 45) for the presence of cytokines and lipid mediators of inflammation (LMIs).                  Methods:                       Cytokines were measured by using Luminex multiplex assay, and LMIs were measured by using liquid chromatography-tandem mass spectrometry.                  Results:                       We revealed high concentrations of numerous cytokines, chemokines, and LMIs in the BAL fluid of patients with severe COVID-19. Of the 13 most abundant mediators in BAL fluid, 11 were chemokines, with CXCL1 and CXCL8 being 200 times more abundant than IL-6 and TNF-α. Eicosanoid levels were also elevated in the lungs of subjects with severe COVID-19. Consistent with the presence chemotactic molecules, BAL fluid samples were enriched for neutrophils, lymphocytes, and eosinophils. Inflammatory cytokines and LMIs in plasma showed limited correlations with those present in BAL fluid, arguing that circulating inflammatory molecules may not be a reliable proxy of the inflammation occurring in the lungs of patients with severe COVID-19.                  Conclusions:                       Our findings indicate that hyperinflammation of the lungs of patients with severe COVID-19 is fueled by excessive production of chemokines and eicosanoids. Therapeutic strategies to dampen inflammation in patients with COVID-19 should be tailored accordingly.", "author": [{"author": "Younes Zaid", "affiliation": ["Biology Department, Faculty of Sciences, Mohammed V University in Rabat, Morocco; Cheikh Zaïd Hospital, Abulcasis University of Health Sciences, Rabat, Morocco."], "href": "/?term=Zaid+Y&cauthor_id=34111453"}, {"author": "Étienne Doré", "affiliation": ["Axe Maladies Infectieuses et Immunitaires, Centre de Recherche du Centre Hospitalier Universitaire de Québec-Université Laval, Canada; Centre de Recherche Arthrite, Université Laval, Québec, Canada."], "href": "/?term=Dor%C3%A9+%C3%89&cauthor_id=34111453"}, {"author": "Isabelle Dubuc", "affiliation": ["Axe Maladies Infectieuses et Immunitaires, Centre de Recherche du Centre Hospitalier Universitaire de Québec-Université Laval, Canada."], "href": "/?term=Dubuc+I&cauthor_id=34111453"}, {"author": "Anne-Sophie Archambault", "affiliation": ["Centre de Recherche de l'Institut Universitaire de Cardiologie et de Pneumologie de Québec, Faculté de Médecine, Département de Médecine, Université Laval, Québec City, Québec, Canada; Canada Research Excellence Chair in the Microbiome-Endocannabinoidome Axis in Metabolic Health, Université Laval, Québec, Canada."], "href": "/?term=Archambault+AS&cauthor_id=34111453"}, {"author": "Olivier Flamand", "affiliation": ["Axe Maladies Infectieuses et Immunitaires, Centre de Recherche du Centre Hospitalier Universitaire de Québec-Université Laval, Canada."], "href": "/?term=Flamand+O&cauthor_id=34111453"}, {"author": "Michel Laviolette", "affiliation": ["Centre de Recherche de l'Institut Universitaire de Cardiologie et de Pneumologie de Québec, Faculté de Médecine, Département de Médecine, Université Laval, Québec City, Québec, Canada."], "href": "/?term=Laviolette+M&cauthor_id=34111453"}, {"author": "Nicolas Flamand", "affiliation": ["Centre de Recherche de l'Institut Universitaire de Cardiologie et de Pneumologie de Québec, Faculté de Médecine, Département de Médecine, Université Laval, Québec City, Québec, Canada; Canada Research Excellence Chair in the Microbiome-Endocannabinoidome Axis in Metabolic Health, Université Laval, Québec, Canada."], "href": "/?term=Flamand+N&cauthor_id=34111453"}, {"author": "Éric Boilard", "affiliation": ["Axe Maladies Infectieuses et Immunitaires, Centre de Recherche du Centre Hospitalier Universitaire de Québec-Université Laval, Canada; Centre de Recherche Arthrite, Université Laval, Québec, Canada; Département de Microbiologie-Infectiologie et d'Immunologie, Université Laval, Québec City, Canada."], "href": "/?term=Boilard+%C3%89&cauthor_id=34111453"}, {"author": "Louis Flamand", "affiliation": ["Axe Maladies Infectieuses et Immunitaires, Centre de Recherche du Centre Hospitalier Universitaire de Québec-Université Laval, Canada; Département de Microbiologie-Infectiologie et d'Immunologie, Université Laval, Québec City, Canada. Electronic address: louis.flamand@crchudequebec.ulaval.ca."], "href": "/?term=Flamand+L&cauthor_id=34111453"}], "refPMID": ["32015508", "32161940", "32167524", "32142651", "32007143", "31986264", "30078618", "27513822", "30291376", "32085846", "32398875", "33060566", "32839624", "32172226", "32073213", "32938299", "32163542", "33101705", "33277388", "22797452", "32012340", "32563194", "8166297", "8971006", "32238918", "8025736", "32302401", "33198751", "33429418", "24077366", "23204162", "15655079", "17494793", "28555383", "31706200", "27146253", "24065148", "21795823", "27496101", "6250050", "6263048", "15143466", "17548641", "34033145", "32661059", "32416070", "32733001", "32979938", "32651579", "26048965", "33102253", "33851385", "26224127", "22927331", "18723831", "33560374", "33306283", "32678530"], "citedInPMID": ["34111453", "35106430", "35095832", "35095519", "35062310", "34958811", "34601331", "34359987", "34290613"], "body": " AbstractBackgroundSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection can lead to a variety of clinical outcomes, ranging from the absence of symptoms to severe acute respiratory disease and ultimately death. A feature of patients with severe coronavirus disease 2019 (COVID-19) is the abundance of inflammatory cytokines in the blood. Elevated levels of cytokines are predictive of infection severity and clinical outcome. In contrast, studies aimed at defining the driving forces behind the inflammation in lungs of subjects with severe COVID-19 remain scarce.ObjectiveOur aim was to analyze and compare the plasma and bronchoalveolar lavage (BAL) fluids of patients with severe COVID-19 (n = 45) for the presence of cytokines and lipid mediators of inflammation (LMIs).MethodsCytokines were measured by using Luminex multiplex assay, and LMIs were measured by using liquid chromatography–tandem mass spectrometry.ResultsWe revealed high concentrations of numerous cytokines, chemokines, and LMIs in the BAL fluid of patients with severe COVID-19. Of the 13 most abundant mediators in BAL fluid, 11 were chemokines, with CXCL1 and CXCL8 being 200 times more abundant than IL-6 and TNF-α. Eicosanoid levels were also elevated in the lungs of subjects with severe COVID-19. Consistent with the presence chemotactic molecules, BAL fluid samples were enriched for neutrophils, lymphocytes, and eosinophils. Inflammatory cytokines and LMIs in plasma showed limited correlations with those present in BAL fluid, arguing that circulating inflammatory molecules may not be a reliable proxy of the inflammation occurring in the lungs of patients with severe COVID-19.ConclusionsOur findings indicate that hyperinflammation of the lungs of patients with severe COVID-19 is fueled by excessive production of chemokines and eicosanoids. Therapeutic strategies to dampen inflammation in patients with COVID-19 should be tailored accordingly.Key words: SARS-CoV-2, COVID-19, ARDS, inflammatory cytokines, lipid mediators of inflammation, chemokines, eicosanoidsAbbreviations used: ARDS, Acute respiratory disease; AST, Aspartate transaminase; BAL, Bronchoalveolar lavage; COVID-19, Coronavirus disease 2019; JAK, Janus kinase; LC-MS/MS, liquid chromatography–tandem mass spectrometry; LM, Lipid mediator; LMI, Lipid mediator of inflammation; LTB4, Leukotriene B4; SARS-CoV-2, Severe acute respiratory syndrome coronavirus 2 Graphical abstractOpen in a separate window Coronavirus disease 2019 (COVID-19) is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).1 The disease spectrum associated with SARS-CoV-2 infection varies extensively from asymptomatic to severely ill, with an estimated overall death rate of 2%. For the most part, children show limited symptoms of infection whereas elderly individuals (>75 years) and those with risk factors, including severe obesity, lung and heart diseases, diabetes, and immunosuppression, develop the severe clinical form of the disease. The mortality rate increases dramatically to 40% to 50% in elderly individuals and subjects with a severe form of the disease.2\n,\n3 SARS-CoV-2 is transmitted via aerosols, and the alveolar type II epithelial cells expressing the angiotensin-converting enzyme 2 receptor are one of their primary cell targets.4 The injury to type II epithelial cells resulting from the inflammatory immune response initiated by SARS-CoV-2 infection induces accumulation of fluids, with the alveolar space impairing gas exchange, which in turn results in an acute respiratory disease syndrome (ARDS) requiring mechanical breathing assistance and supplemental oxygen.Soon after the initial characterization of SARS-CoV-2, it became clear that subjects with severe forms of the disease showed enhanced levels of circulating inflammatory cytokines. Ever since, the expression cytokine storm has been used to describe the overwhelming and dysregulated immune response triggered by the virus. The majority of studies have used blood, plasma, and/or serum as biologic matrices to monitor the inflammatory response during COVID-19. In such studies, increased circulating levels of IL-6, TNF-α, IL-2R, IL-8, monocyte chemoattractant protein-1, and macrophage inflammatory protein-1α were measured relative to the levels in healthy subjects or those with mild COVID-19.2\n,\n5\n,\n6 Although statistically significant cytokine levels were measured, in most cases the cytokine concentrations in patients with severe COVID-19, such as IL-6, are 10- to 200-fold lower than the IL-6 levels typically observed in patients with ARDS-related inflammation.7, 8, 9 One question arising from these observations is whether blood, plasma, or serum represent reliable biologic matrices to evaluate the extent and nature of lung inflammation in patients with severe COVID-19. This question is of critical importance, as the optimal therapeutics may be designed on the basis of the identified circulating molecules.Several types of molecules can act as chemoattractants for leukocytes. Among the most active are chemokines and leukotrienes. Leukocytes typically follow a chemoattractant gradient to reach the inflammatory site. Thus, local concentrations of cytokines, chemokines, and/or lipid mediators (LMs) of inflammation (LMIs) are particularly relevant to understanding the pathophysiologic nature of the disease. This is especially relevant considering that the leukocyte types infiltrating the lungs of patients with COVID-19 are only partially characterized.10 A preliminary response was obtained by comparing the transcriptome of cells present within bronchoalveolar lavage (BAL) fluids of patients with severe COVID-19 with that in PBMCs.11 Although the study was limited to a few BAL fluid samples and the PBMCs were from unmatched subjects, the results indicate significant differences in gene expression between cells isolated from BAL fluid and cells isolated from PBMCs. This is somewhat expected, as blood cells are typically not infected with SARS-CoV-2 whereas lung cells are primary targets. The analysis of BAL fluids indicates that in severe COVID-19, CXCL8 (IL-8) is the most abundant cytokine detected. In another study, which used lung tissue and a proteomic approach, Leng et al identified several cytokines downstream of the nuclear factor-κB signaling cascade, including IL-6, IL-8, TNF-α, and IFN-α, that are upregulated in the lungs of patients with COVID-19.12 Considering the nature of the analyses, the precise quantitation of each mediator’s concentration was not possible.Most studies use peripheral blood analytes as proxies to evaluate organ dysfunctions and/or disease. For example, measurements of oxygen saturation (Spo\n2)/Pao\n2 or alanine transaminase and/or aspartate transaminase (AST) level represent useful markers assessing lung and liver functions, respectively. The profile of circulating (plasmatic) cytokines in patients with severe COVID-19 is relatively well defined.13, 14, 15, 16 Such studies have indicated that the levels of several cytokines, including IL-6, TNF-α, CXCL8, CXCL9, CXCL10, and CCL2, are elevated in the serum of patients with severe COVID-19, with some (such as IL-6 and TNF-α) being independent predictors of disease severity and mortality.13, 14, 15 In contrast to studies in which measurements were taken in blood, a much more limited number of studies aimed at characterizing the inflammation in the lungs of patients with severe COVID-19 are available.11\n,\n15\n,\n17\n,\n18 Furthermore, the analysis of LMIs has been limited to serum analysis.19 In this study, severity of COVID-19 disease was correlated with levels of lipoxygenases5\n,\n12\n,\n15 and cyclooxygenase metabolites. Thus, our study had the following objectives: (1) perform a multiplex analysis of the cytokine and LMI levels in BAL fluid of patients with severe COVID-19 and healthy subjects; (2) correlate the cytokine and LMI levels in BAL fluid and plasma of matched patients with severe COVID-19; and (3) correlate cytokines and LMIs in plasma and BAL fluids with biologic, hematologic, and clinical parameters. MethodsEthicsThis study (project identifier CEFCZ/PR/2020- PR04) was approved by the local ethics committee of Cheikh Zaid Hospital, Rabat, Morocco. and it complies with the principles of the Declaration of Helsinki. All subjects signed a consent form. The analyses of cytokines in the BAL fluid of healthy donors and patients with severe COVID-19 was approved by the Comité d’éthique de la recherche du CHU de Québec-Université Laval.Clinical criteria for subject selectionNonsmoking healthy subjects taking no medication (including steroids or antivirals) other than anovulants, without any documented acute or chronic inflammatory disease, and without recent (within the past 8 weeks) airway infection were recruited for collection of BAL fluid. Patients were categorized as having severe COVID-19 on the basis of clinical criteria developed by the American Thoracic Society guidelines for community-acquired pneumonia.20 Patients with severe COVID-19 were consecutively enrolled on the basis of inclusion criteria for intubation and the need for mechanical ventilation support. Following intubation and initiation of mechanical ventilation, blood sampling was performed to assess the clinical variables shown in Table I\n. Additional clinical characteristics of the volunteers are also summarized in Table I. Comorbidities and medication taken by the subjects with severe COVID-19 are provided in Tables E1 and ​andE2E2 (available in this article's from the Online Repository at www.jacionline.org).Table IClinical characteristics of BAL fluid donorsCharacteristicSevere COVID-19 (n = 45)Healthy controls (n = 25)Women/men, no./no.19/2616/9Death (Y/N), no./no.2/43N/ALevel of SARS-CoV-2 detection in BAL fluid (no.), mean ± SD25.62 ± 4.99N/AAge (y), mean ± SD57.67 ± 18.1526.13 ± 1.03Weight (kg), mean ± SD75.12 ± 15.87N/AHospital stay (d), mean ± SD19.00 ± 11.32N/ATime hospitalized before BAL (d), mean ± SD3.24 ± 3.79N/AFio2 (%), mean ± SD73.33 ± 15.81N/APao2/Fio2 (mm Hg)<150N/Ad-Dimer level (mg/mL), mean ± SD1.16 ± 0.72N/ACRP level (mg/L), mean ± SD21.17 ± 13.86N/AALT level (U/L), mean ± SD33.80 ± 13.29N/AAST level (U/L), mean ± SD35.81 ± 16.18N/ALDH level (U/L), mean ± SD637.56 ± 229.28N/AHemoglobin level (g/L), mean ± SD122.42 ± 14.46N/ABlood monocyte level (106/mL), mean ± SD0.34 ± 0.18N/ABlood neutrophil level (106/mL), mean ± SD2.81 ± 1.00N/ABlood eosinophil level (106/mL), mean ± SD0.02 ± 0.01N/ABlood platelet level (106/mL), mean ± SD173.91 ± 73.09N/ABlood lymphocyte level (106/mL), mean ± SD1.13 ± 0.73N/APlatelet-to-lymphocyte ratio, mean ± SD215.53 ± 179.95N/ABAL neutrophil level (106/mL), mean ± SD22.66 ± 12.010.001 ± 0.0002BAL eosinophil level (106/mL), mean ± SD0.17 ± 0.380.000 ± 0.000BAL lymphocyte level (106/mL), mean ± SD22.68 ± 13.480.004 ± 0.001Open in a separate windowALT, Alanine transaminase; CRP, C-reactive protein; F, female; Fio2, fraction of inspired oxygen; LDH, lactate dehydrogenase; M, male; N, no; N/A, not available/applicable; Y, yes.Clinical data and blood workAll laboratory blood work was performed in the COVID-19 laboratory dedicated solely to the pandemic at Cheikh Zaïd Hospital. Patients’ demographic data, clinical reports, 2 sets of laboratory blood work results, and treatment protocols were collected, analyzed, and compared for clinical outcomes.BALBAL fluids from healthy volunteers (n = 25) were obtained as follows: A single 50-mL bolus of sterile 0.9% saline was injected into a subsegmental bronchus of the right middle lobe. The recovered fluid was centrifuged (at 350 g for 10 minutes) to pellet cells, and the supernatants were immediately frozen (–80˚C) until further processing. A 5-mL aliquot of the samples was thawed and then reduced to approximately 500 μL by using a stream of nitrogen. BAL fluid from patients with severe COVID-19 (n = 45) was obtained less than 2 hours following intubation. It was obtained as follows: a total of 100 mL of sterile 0.9% saline (in 2 boli of 50 mL each) was injected into a subsegmental bronchus of the right middle lobe. The obtained lavage fluids were pooled and centrifuged (at 320 g for 15 minutes) to pellet cells. The supernatants were next concentrated as for the BAL fluid of healthy donors by using a stream of nitrogen and immediately frozen (–80˚C) until further processing. All of the evaporated samples were processed for liquid chromatography–tandem mass spectrometry (LC-MS/MS) analysis as described in the following sections.Plasma samplesVenous blood was drawn from healthy subjects (n = 10 [subjects different from those who provided BAL fluid samples]) and patients with COVID-19 (n = 45 [the same patients used for providing BAL]) in accordance with guidelines of the Ethics Committee of Cheikh Zaïd Hospital of Rabat. Blood samples were anticoagulated in one-sixth volume of acid citrate dextrose (2.5 g of sodium citrate, 2 g of glucose, and 1.5 g of citric acid in 100 mL of deionized water). Platelet-rich plasma was obtained by centrifugation of anticoagulated blood at 200 g for 15 minutes. Platelets were then removed from plasma by centrifugation (1000 g for 10 minutes). Platelet-free plasma were aliquoted and stored frozen until being assayed for cytokine content.Cytokine assayCytokine levels in plasma were assessed by Eve Technologies Corp (Calgary, Alberta, Canada) by using the Human Cytokine Array/Chemokine Array 71-Plex (HD71). BAL fluid samples were diluted 1:5 with saline before analysis. Cytokine levels are reported as pg/mL of plasma and pg/mL of BAL fluid from individuals who had recuperated.LC-MS/MS analysesSamples (500 μL) were denatured by adding 500 μL of LC-MS/MS–grade MeOH (Fisher Scientific, Ottawa, Ontario, Canada) containing the internal standards (Cayman Chemical, Ann Arbor, Mich) and then warmed at 60˚C for 30 minutes to inactivate (or not) SARS CoV-2. Samples were then denatured overnight (at −20°C). Samples were analyzed a Shimadzu 8050 triple quadrupole mass spectrometer as previously described.21\nStatistical analysesStatistical analyses were done by using GraphPad Prism 9 software (GraphPad Software Inc, San Diego, Calif). Data were tested for normal distribution by the Shapiro-Wilk test. Data that fit the assumption of normal distribution were compared by using parametric analysis, as indicated in the respective figure legends: Student unpaired or paired t tests were used for comparing data from 2 groups. Data that did not fit the assumption of normal distribution were compared by using nonparametric analysis indicated in the respective figure legends. A nonparametric correlation matrix was calculated by comparing BAL fluid and plasma analytes as well as biochemical variables in a pairwise fashion by using the corr.test function from the pshych CRAN package: the corrplot package was subsequently used to graphically display the correlation matrix. Spearman correlation coefficients were indicated by a heat scale according to which blue indicates a positive linear correlation and red indicates a negative linear correlation. P values less than .05 were considered significant. ResultsPlasma samples from 45 patients with severe COVID-19 were analyzed for their content of 71 cytokines and chemokines. As reported by others,2\n,\n5\n,\n6 many of the analytes measured were present at significantly higher concentrations in the blood of patients with COVID-19 than in the blood of healthy controls (Fig 1\n). The levels of cytokines such as IL-1α, IL-β, TNF-β, and IFN-γ were all elevated (Fig 1, A), whereas no significant differences in IL-6 levels were noted. Chemokines of the CC family (notably, CCL2, CCL3, CCL4, CCL5, and CCL11) were present at significantly higher concentrations in the blood of patients with COVID-19 (Fig 1, B). The levels of chemokines of the CXC family (notably, CXCL1 and CXCL8) were also significantly upregulated (Fig 1, C). No difference in the levels of CX3CL1 was observed. Examples of positive (IL-1β and CXCL8) and negative (CXCL5 and CCL3) correlations are presented under Fig 1, D and E, respectively. Correlation analyses between plasmatic cytokines indicated a variety of patterns ranging from positive to negative to an absence of correlation (Fig 1, F). CXCL5 level was negatively correlated with multiple cytokines.Open in a separate windowFig 1Analysis of cytokines, chemokines, and growth factors in plasma of patients with severe COVID-19 (n = 45) and healthy subjects (n = 10). A-C, Plasmatic concentrations of various cytokines (A), CC chemokines (B), and CXC chemokines (C) in controls and subjects with severe COVID-19. D, Example of positive correlation between IL-1β and CXCL8. E, Example of negative correlation between CXCL5 and CCL3. F, Summary of Spearman correlations between plasma analytes of subjects with severe COVID-19. Results are presented as scattered plots with median concentrations shown by horizontal bars. In this figure, COVID-19 refers to patients with severe COVID-19. ∗∗P < .005 and ∗∗∗∗P < .0001, as determined by using the Mann-Whitney nonparametric test. HS, Healthy subject.The cytokine and chemokine contents in BAL fluids of the same 45 patients with severe COVID-19 were analyzed (Table I and Fig 2\n). High concentrations of several cytokines (Fig 2, A), CC chemokines (Fig 2, B), and CXC chemokines (Fig 2, C) were detected. The most abundant analytes measured were CXCL1, CXCL8, CCL2, and CCL15. For purposes of comparison, BAL fluids from healthy subjects were analyzed for the same analytes. Acknowledging potential biases due to differences in age and medication taken, all of the analytes measured (with the exception of IL-28A) were detected at significantly higher concentrations in BAL fluids of subjects with severe COVID-19 than in the BAL fluids of healthy subjects. Correlations between analytes were subsequently analyzed. An example of positive correlation between CXCL1 and CXCL8 (r = 0.097; P < .0001) is presented in Fig 2, D. The correlation matrix of BAL fluid analytes is presented under Fig 2, E. As shown, very significant positive correlations were observed between most of the BAL fluid cytokines analyzed.Open in a separate windowFig 2Analysis of cytokines, chemokines, and growth factors in BAL fluid of patients with severe COVID-19 (n = 45) and healthy subjects (n = 25). A, BAL fluid concentrations of various cytokines and interferons. B, BAL fluid concentrations of various CC chemokines. C, BAL fluid concentrations of various CXC chemokines. D, Example of positive correlation between CXCL8 and CXCL1. E, Summary of Spearman correlations between cytokines in BAL fluid of subjects with severe COVID-19. F, Diagram showing generation of arachidonic acid following membrane phospholipid hydrolysis by cPLA2 and subsequent processing into various LMs. G, Summary of Spearman correlations between LMs and cytokines in BAL fluid of subjects with severe COVID-19. In this figure, COVID-19 refers to patients with severe COVID-19. Results are presented as scattered plots with median concentrations shown by horizontal bars. ∗∗∗∗P < .0001, as determined using the Mann-Whitney nonparametric test. HS, Healthy subject.LMs represent another important class of molecules that play very important roles in inflammation and whose contributions to COVID-19 disease remain understudied. LMs of the eicosanoid class originate from the processing of arachidonic acid generated by the cleavage of membrane phospholipids by phospholipase A2 (Fig 2, F). Arachidonic acid can be processed by cyclooxygenases and lipoxygenases to produce prostaglandins, thromboxanes, and leukotrienes. BAL fluids of healthy and subjects with severe COVID-19 were analyzed for the presence of selected eicosanoids. Relative to the concentrations in healthy controls, the concentrations of PGE2, TXB2, 12-HHTrE, and leukotriene B4 (LTB4) detected in the BAL of subjects with COVID-19 were significantly higher. Such LMs showed significant positive correlations with most of the BAL fluid cytokines analyzed (Fig 2, G).Whether the portrait of inflammatory molecules measured in the blood mirrors that in the lungs in COVID-19 is unknown. We thus determined whether individual analyte levels were correlated between plasma and BAL fluids. Of relevance, plasma and BAL fluid samples were obtained from same donor a few hours apart on the same day. A total of 10 analytes (IL-1α, IL-6, TNF-α, IL-12p70, IL-22, IFN-α2, CCL2, CCL11, CXCL9, and CXCL10) showed positive and significant correlations in BAL fluid and plasma (Fig 3\n, A and B). CXCL5 showed a negative correlation between plasma and BAL fluid samples. A summary of other significant correlations detected between BAL fluid and plasma analytes is presented in Fig E1 (available in the Online Repository at www.jacionline.org).Open in a separate windowFig 3Spearman correlations between cytokines in BAL fluid and plasma of subjects with severe COVID-19. A, CC and CXC chemokines correlations. B, Cytokines correlations. Blue indicates positive correlations, and red indicates negative correlation.Open in a separate windowFig E1Spearman correlation between cytokines and chemokines in plasma and in BAL fluids of subjects with severe COVID-19.We next evaluated whether the blood represents a reliable matrix reflecting the lung pathophysiology observed during severe COVID-19. By plotting the absolute concentrations of analytes measured in plasma and BAL fluids we observed that most analytes were detected at much higher levels in plasma than in BAL fluids (Fig 4\n, A). Notable exceptions included CXCL1 and CXCL8. Relative to plasma, CXCL1 and CXCL8 concentrations were 30 times higher in the BAL fluids. As cells respond to chemotactic stimuli in a gradient-dependent manner, CXCL1 and CXLC8 in lungs are likely the main driving force behind neutrophil and lymphocytic pulmonary influxes (Fig 4, B and F-G). Other cytokines such as CX3CL1, CCL2, and CCL3 were detected at similar concentrations, whereas yet others such as CCL15 and CXCL5 were much more abundant in plasma relative to BAL fluids. Of all the cytokines, chemokines, and growth factors measured in BAL fluids of patients with severe COVID-19, the most abundant were CXCL8 (mean and median 1115 and 843 pg/mL, respectively) and CXCL1 (mean and median values of 1353 and 666 pg/mL, respectively) (Fig 4, C). In fact, of the 13 most abundant analytes detected in BAL fluids of patients with severe COVID-19, 11 (85%) belong to the chemokine class of mediators, the other 2 being EGF and VEGF-A. With mean averages greater than 1000 pg/mL in BAL fluids, CXCL1 and CXCL8 exceeded the concentration of inflammatory cytokines such as IL-1β, IL-6, and TNF-α by more than 200-fold (Fig 4, C). Male and female individuals with severe COVID-19 produced CXCL1 and CXCL8 to similar levels (Fig 4, D and E). Of potential pathophysiologic importance, the increased cytokine and chemokine levels in the BAL fluids of patients with severe COVID-19 were accompanied by a robust influx of both neutrophils and lymphocytes (Fig 4, F and G). Although the lymphocytic and neutrophilic contents of BAL fluids of healthy controls were marginal, those of patients with severe COVID-19 contained several million leukocytes per milliliter. Eosinophils, which were absent from BAL fluids of control subjects, were detected in most of the BAL fluid samples from patients with severe COVID-19 (Fig 4, H).Open in a separate windowFig 4Comparison of cytokine levels in BAL fluid and plasma. A, The absolute median concentrations of cytokines, chemokines, and growth factors in BAL fluid and plasma. B, Heat map representation of cytokine, chemokine, and growth factor levels in BAL fluid and plasma of patients with severe COVID-19. Numbers in box represent the mean levels in detected. C, The absolute concentration of various chemokines and cytokines in BAL fluid of patients with severe COVID-19. D, CXCL1 levels in BAL fluid of male and female subjects with subjects with severe COVID-19. E CXCL8 levels in BAL fluid of male and female subjects with severe COVID-19. F-H, Neutrophil (F), lymphocyte (G), and eosinophil (H) contents of BAL fluid of healthy subjects and patients with severe COVID-19. C-E, Results are expressed as medians ± SDs. F-H, Results are expressed as mean cell counts ± SDs. ∗∗∗∗P < .0001, as determined using the Mann-Whitney nonparametric test.By far, the most abundant analyte measured in plasma of subjects with severe COVID-19 was PDGF-AB/BB. Relative to the levels in healthy controls, PDGF-AB/BB levels were highly significantly elevated (Fig 5\n, A). PDGF-AB/BB levels were also significantly elevated in the BAL fluids of patients with severe COVID-19 relative to those in BAL fluids of healthy subjects (Fig 5, B). PDGF-AB/BB is a potent inducer of CCL2 gene expression. Of interest, both CCL2 and PDGF-AB/BB levels in BAL fluid were correlated positively (Fig 5, C). Of additional interest, plasmatic PDGF-AB/BB levels were also correlated with the CCL2 levels in BAL fluid (Fig 5, D). CCL2 is one of the few cytokines detected at similar levels in both plasma and BAL fluids. Plasmatic CCL2 levels were positively correlated with d-dimer levels and negatively correlated with duration of hospitalization (Fig 5, E and F).Open in a separate windowFig 5PDGF-AB/BB and CCL2 in BAL fluid and plasma. A, Concentrations of PDGF-AB/BB in plasma of healthy individuals and patients with severe COVID-19. B, Concentrations of PDGF-AB/BB in BAL fluid of healthy individuals and patients with severe COVID-19. C, Correlation between PDBF-AB/BB and CCL2 in BAL fluid of patients with severe COVID-19. D, Correlation between PDBF-AB/BB in plasma and CCL2 in BAL fluid of patients with severe COVID-19. E, Correlation between CCL2 and d-dimer levels in plasma of patients with severe COVID-19. F, Correlation between CCL2 and duration of hospitalization of patients with severe COVID-19. Nonparametric Spearman correlation coefficients were calculated to study the association between cytokines. ∗∗∗∗P < .0001, as determined by using the Mann-Whitney nonparametric test.Lastly, correlation analyses between the mediators detected in the plasma and BAL fluids of patients with severe COVID-19 and the various biologic and biochemical parameters associated with disease were performed (Fig 6\n). A limited number of correlations between the levels of cytokines in BAL fluids and peripheral markers were found. Levels of selected cytokines were negatively correlated with neutrophil numbers and positively correlated with AST and lactate dehydrogenase values (Fig 6, A). Regarding plasma, CCL2, CCL4, CCL5, and CCL11 were negatively correlated with duration of hospitalization and positively correlated with d-dimer levels (Fig 6, B). CCL4 and CCL5 levels were also correlated with AST and alanine transaminase levels. The levels of PDGF-AA were negatively correlated with levels of C-reactive protein and platelet-to-lymphocyte ratio.Open in a separate windowFig 6Spearman correlation of levels of cytokines, chemokines, and LMs with biochemical and hematologic parameters and duration of hospitalization of patients with severe COVID-19. A, Spearman correlation of levels of cytokines and chemokines in BAL fluid with biochemical and hematologic parameters and duration of hospitalization of patients with severe COVID-19. B, Spearman correlation of levels of cytokines and chemokines in plasma with biochemical and hematologic parameters and duration of hospitalization of patients with patients with severe COVID-19. X denotes nonsignificant correlations. DiscussionAlthough patients with severe COVID-19 show an overwhelming inflammation that can ultimately affect several organs, the lung is the primary organ in which the infection develops. It therefore made sense to us to study in detail the organ first affected by the virus and from which most complications ultimately develop. To reach our goal, the cytokine, eicosanoid, and cellular contents of BAL fluids of 45 patients with severe COVID-19 (not currently being treated with steroids or antivirals) were analyzed. BAL fluids of patients with severe COVID-19 contain a large infiltrate of neutrophils and lymphocytes whose migration from blood and entry into the lung extravascular space is fueled by excessive production of chemoattractants and eicosanoids (Fig 7\n). The BAL fluid samples of patients with severe COVID-19 contain elevated levels of several inflammatory mediators, dominated by CC and CXC chemokines. Our results also indicate that within BAL fluids, the levels of most cytokines, chemokines, and eicosanoids were highly correlated, whereas few correlations between BAL fluid and plasma cytokine contents were observed.Open in a separate windowFig 7Proposed lung pathophysiology associated with SARS-CoV-2 infection. The SARS-CoV-2 virus infects type II pneumocytes and activates macrophages, causing the release of several cytokines and chemokines, including CXCL8 and CXCL1. The viral infection itself and various cytokines cause endothelial activation and dysfunction, resulting in vascular inflammation and permeability. Immune cells such as neutrophils and lymphocytes migrate into alveoli in response to the secreted chemoattractants and enhance lung inflammation. Damaged endothelial cell barrier causes platelet activation and aggregation as well as microthrombi formation. Together, inflammation, edema, and microthrombi cause ARDS.Initial reports have demonstrated increased cytokine and chemokine levels in plasma or serum samples of patients with COVID-19. As such, increased plasmatic levels of IL-6, CXCL8, and TNF-α in patients with severe COVID-19 were previously reported.5\n,\n13\n,\n22 Our analysis of plasma from patients with severe COVID-19 confirm the reports of elevated cytokine levels published by several groups. The originality of our work lies in the comparison of cytokines and chemokines in the lungs (BAL fluid) of patients with severe COVID-19 with those in healthy controls. Our results show that levels of several cytokines, including IL-1α/β, IL-6, and TNF-α/β, were elevated in the BAL fluid of patients with severe COVID-19. However, the most abundant cytokines detected in the BAL fluid of patients with severe COVID-19 were CXC and CCL chemokines. This is in agreement with a report by Liao et al that identified CXCL8 as a predominant cytokine in the BAL fluid of patients with severe COVID-19.11 In a follow-up article, the same group provided evidence that monocytes and macrophages in BAL fluid of subjects with severe COVID-19 express higher levels of multiple chemokine genes than their blood counterparts do.18 Such transcription profiles translated into increased protein expression, with CXCL8 being the most abundantly detected chemokine in BAL fluid.18 It should also be pointed out that our measurements made from BAL fluid are likely to be underestimated relative to plasmatic concentrations considering that to obtain BAL fluid, a 100-mL bolus of saline is injected into the subsegmental bronchus, thereby diluting the bronchoalveolar fluid present in the sampled lung area. Thus, the reported concentrations of analytes in BAL fluid underestimate the actual concentrations present in the alveolar space. Our study indicates that CXCL1 is equally as abundant as CXCL8. Both of these chemokines are likely produced by alveolar macrophages or lung epithelial cells in response to infection.23\n,\n24 Both CXCL1 and CXCL8 are among the most potent chemoattractants for neutrophils (reviewed in Metzemaekers et al25). Neutrophil influx into the extravascular compartments of the lungs is a characteristic of ARDS.26 The substantial influx of neutrophils detected in the BAL fluid of subjects with severe COVID-19 is therefore consistent with the presence of high concentrations of CXCL1 and CXCL8. The results of our work are in accordance with those of previous studies demonstrating an influx of neutrophils in alveolar spaces of patients with severe COVID-19.27\n,\n28 A lack of significant correlation between neutrophil numbers and clinical outcomes was also observed by Pandolfi et al.28 Our work is also in accordance with that of Liao et al in reporting that CC and CXC chemokines are the most abundant inflammatory mediators in BAL fluid of patients with severe COVID-19.11 Lastly, the results of our work agree with those of Grant et al, indicating that both neutrophils and lymphocytes represent the majority of cells present in BAL fluid from subjects with severe COVID-19.29 Increased CXCL8 levels play a key role in acute SARS infection, viral bronchiolitis pathogenesis, severe immunopathology, and disease enhancement during human respiratory syncytial virus infection.30, 31, 32 In patients infected with measles virus, the CXCL8 levels in BAL fluid were markedly increased and characterized by a significantly higher percentage of neutrophils than in control subjects.33 Increased levels of IL-1β and IL-1α have also been associated with acute inflammatory responses leading to mortality and severe pathogenesis, as well as to induction of the inflammatory loop following influenza virus infection.34 The lung lower respiratory tract immunopathology in Middle East respiratory syndrome CoV–infected patients was associated with high expression of the inflammatory cytokines and chemokines IL-1α, IL-1β, and CXCL8.35, 36, 37 In contrast, in the BAL fluid from patients with severe pneumonia caused by influenza (H1N1) virus, only IL-1β, and not IL-6/CXCL8 and TNF-α, was present at detectable levels.38 These results suggest that different viruses can cause severe lung pathologies by modulating the expression of a variety of inflammatory mediators. Additionally, the work of Williams et al teaches us that CCL2 and CCL7, the levels of both of which are significantly elevated in the BAL fluid of patients with ARDS as well as in that of patients with severe COVID-19, enhance chemotaxis of neutrophils to CXCL8, which is suggestive of a synergistic amplification loop existing between these 3 chemokines.39 Another potent neutrophil chemoattractant is LTB4.40\n,\n41 LTB4 belongs to a class of lipids involved in host defense and inflammation.42\n,\n43 Increased levels of LTB4, LTB4 metabolites, and other eicosanoids were measured in BAL fluid of subjects with COVID-19, suggesting that LTB4 likely contributes to the observed neutrophil pulmonary influx recorded. These results are concordant with those of the study of Schwarz et al19 and a recently published study in which the lipidome present in BAL fluid of patients with severe COVID-19 was analyzed.44 Lymphocytes were also detected at high numbers in the BAL fluid of patients with severe COVID-19. Although the characterization of lymphocyte subpopulations was not performed, many of them, such as natural killer, natural killer T-, TH1, and regulatory T-cell subpopulations express 1 or several chemokine receptors such as CCR4, CCR5, and CXCR3, arguing that chemokines such as CCL2, CCL3, CCL4, CCL5, CXCL9, and CXCL10 (which are all elevated in the lungs of patients with COVID-19) are likely contributing to lymphocyte recruitment. CCL5 (regulated upon activation, normal T-cell expressed and secreted [RANTES]), CCL7 (monocyte chemoattractant protein-3), and CCL11 (eotaxin) levels were also significantly elevated in the BAL fluid of patients with COVID-19. The presence of such cytokines, which are potent chemoattractants for eosinophils, is consistent with the influx of such granulocytes into the extravascular compartment of the lungs. Although some statistical significance was observed between the controls and patients with COVID-19, very little IFN-α, IFN-γ, and IFN-λ2 (IL-28A) was detected in both the plasma and BAL fluid. This is in agreement with the findings of previous studies showing that SARS-CoV-2 infection was associated with a very weak, almost inexistent, interferon response.45\n,\n46 Such findings can be explained, at least in part, by studies indicating that SARS-CoV-2 encodes numerous proteins capable of inhibiting type I interferon synthesis and signaling.47\n,\n48\nBesides patients with ARDS, patients with severe COVID-19 are often affected by several extrapulmonary complications, including multiple thrombotic events indicative of platelet activation (reviewed in Gupta et al49). Platelets contain α- and dense granules that store numerous CXC and CC chemokines, growth factors, bioactive amines (serotonin and histamine), and proteases.50\n,\n51 Platelets are a major source of CXC chemokines, including CXCL4 (PF4),52 CXCL11,53 CXCL12 (SDF-1), and CXCL16,54 and CCL chemokines such as CCL5/RANTES.55 Although plasma is frequently used to assess the presence of circulating cytokines, platelets are not always depleted of plasma preparation in all studies, thus leading to misleading observations. In our study, we depleted platelets by centrifugation, which permitted evaluation of circulating inflammatory mediators released in the extracellular milieu. In a recent article, we documented that platelets were hyperactivated during COVID-19, that viral RNA can be found associated with platelets, and that increased platelet contents indicative of platelet activation and degranulation are detected in patients' plasma.16 Furthermore, our work also indicates that platelets from patients with COVID-19 are hyperresponsive to thrombin relative to platelets of subjects with ARDS unrelated to COVID-19.56 In the current study, we have provided evidence that plasma and BAL fluid of patients with severe COVID-19 contain significantly elevated levels of CXCL1, CXCL8, CXCL12, CCL2, CCL3, CCL5, EGF, VEGF, and PDGF-AB/BB, all of which can be found in platelet granules, arguing that platelets are important contributors of the hyperinflammation observed in patients with ARDS. In fact, many of these cytokines, chemokines, and growth factors work in synergy, fueling the inflammatory response through autocrine and paracrine pathways.Overall, our results indicate that BAL fluid of subjects with severe COVID-19 contained very high concentrations of the following cytokines: CXCL1 = CXCL8 > CCL2 = CXCL9 > CXCL15. Cytokines such as IL-1β, TNF-α, and IL-6 were present at much lower concentrations. Several ongoing trials are currently exploring the possibility of using biologics (anti–IL-1, anti–IL-6, and anti–TNF-α) that were initially developed for the treatment of chronic inflammatory disease such as rheumatoid arthritis. Time will tell whether such specific treatments will provide clinical benefits to patients with severe COVID-19. Our results would argue that drugs with broader anti-inflammatory activities, such as the blockade of cytokine signaling (eg, Janus kinase [JAK] inhibition), would provide the greater benefits. In support of this argument, relative to remdesivir-treated patients with COVID-19, those receiving remdesivir plus baricitinib (a JAK inhibitor with activity against JAK1 and JAK2) had reduced recovery times and improved clinical status, notably among those receiving high-flow oxygen or noninvasive ventilation.57 Recent data from the RECOVERY trial also indicate that administration of dexamethasone, a glucocorticoid that inhibits neutrophil migration (among other effects), resulted in a reduced 28-day mortality of patients with COVID-19.58 With regard to platelets, there are currently insufficient data to recommend either for or against using therapeutic doses of antithrombotic or thrombolytic agents for COVID-19 in patients who are hospitalized.Our study has the following limitations. First, our patients with severe COVID-19 were older than our healthy controls (both for obtaining plasma and for obtaining BAL fluid), which could have had an impact on the level of certain mediators measured. Second, the procedure to obtain BAL fluid was slightly different between healthy subjects and patients with severe COVID-19. The volume of saline injected into healthy subjects was 50 mL, whereas that injected into patients with severe COVID-19 was 100 mL. The possible outcome of this discrepancy could be an underestimation of lipid levels in 1 group versus the other. Third, the leukocyte counts in the BAL fluid of patients with severe COVID-19 did not include the number of alveolar macrophages or a detailed characterization of the various lymphocyte populations. Such data would have helped us define more precisely the inflammatory signature in the lungs of patients with severe COVID-19. Fourth, our patients with COVID-19 were mostly of Arabic origin whereas the controls for BAL fluid were White. Whether ethnicity affected the outcome of our analysis is undetermined. Lastly, for the control group, plasma and BAL fluid were not obtained from the same individuals. Considering that the levels of most analytes in plasma and BAL fluid of control subjects are typically near or below the detection limits of the assays, we do not consider this difference to have affected our results.In conclusion, our work provides evidence that the content of inflammatory mediators in the lungs differs from that detected in the blood. CXC and CC chemokines are by far the most prevalent inflammatory mediators, and their presence is associated with massive influx of neutrophils and lymphocytes into the extravascular compartments of the lungs. To be successful, the development of effective anti-inflammatory strategies to help reduce COVID-19 morbidities should take such information into consideration.Clinical implicationsDetermination of the plasma values of inflammatory analytes might not be a proper proxy for study of the actual status of the lungs during SARS-CoV-2 infection.\n AcknowledgmentsThe graphical abstract and Fig 7 were created with Biorender.com. FootnotesSupported by the Cheikh Zaid Foundation (to Y.Z.) and grants from the Canadian New Frontier Research Fund (NFRN-2019-00004) and CIHR (VR3_172632) (to L.F. [principal investigator], E.B. [coprincipal investigator], and N.F. [coprincipal investigator]). A.S.A. received a doctoral award from the Canadian Institutes of Health Research. E.D. and E.B. are, respectively, recipients of doctoral and senior awards from the Fonds de Recherche du Québec en Santé.Disclosure of potential conflicts of interest: The authors declare that they have no relevant conflicts of interest. References1. Wu F., Zhao S., Yu B., Chen Y.M., Wang W., Song Z.G., et al.  A new coronavirus associated with human respiratory disease in China. Nature. 2020;579:265–269. [PMC free article] [PubMed] [Google Scholar]2. Qin C., Zhou L., Hu Z., Zhang S., Yang S., Tao Y., et al.  Dysregulation of immune response in patients with coronavirus 2019 (COVID-19) in Wuhan, China. Clin Infect Dis. 2020;71:762–768. [PMC free article] [PubMed] [Google Scholar]3. Wu C., Chen X., Cai Y., Xia J., Zhou X., Xu S., et al.  Risk factors associated with acute respiratory distress syndrome and death in patients with Coronavirus disease 2019 pneumonia in Wuhan, China. JAMA Intern Med. 2020;180:934–943. [PMC free article] [PubMed] [Google Scholar]4. Hoffmann M., Kleine-Weber H., Schroeder S., Kruger N., Herrler T., Erichsen S., et al.  SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. Cell. 2020;181:271–280.e8. [PMC free article] [PubMed] [Google Scholar]5. Chen N., Zhou M., Dong X., Qu J., Gong F., Han Y., et al.  Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395:507–513. [PMC free article] [PubMed] [Google Scholar]6. Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. [PMC free article] [PubMed] [Google Scholar]7. Calfee C.S., Delucchi K.L., Sinha P., Matthay M.A., Hackett J., Shankar-Hari M., et al.  Acute respiratory distress syndrome subphenotypes and differential response to simvastatin: secondary analysis of a randomised controlled trial. Lancet Respir Med. 2018;6:691–698. [PMC free article] [PubMed] [Google Scholar]8. Famous K.R., Delucchi K., Ware L.B., Kangelaris K.N., Liu K.D., Thompson B.T., et al.  Acute Respiratory distress syndrome subphenotypes respond differently to randomized fluid management strategy. Am J Respir Crit Care Med. 2017;195:331–338. [PMC free article] [PubMed] [Google Scholar]9. Sinha P., Delucchi K.L., Thompson B.T., McAuley D.F., Matthay M.A., Calfee C.S., et al.  Latent class analysis of ARDS subphenotypes: a secondary analysis of the statins for acutely injured lungs from sepsis (SAILS) study. Intensive Care Med. 2018;44:1859–1869. [PMC free article] [PubMed] [Google Scholar]10. Xu Z., Shi L., Wang Y., Zhang J., Huang L., Zhang C., et al.  Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020;8:420–422. [PMC free article] [PubMed] [Google Scholar]11. Liao M., Liu Y., Yuan J., Wen Y., Xu G., Zhao J., et al.  Single-cell landscape of bronchoalveolar immune cells in patients with COVID-19. Nat Med. 2020;26:842–844. [PubMed] [Google Scholar]12. Leng L., Cao R., Ma J., Mou D., Zhu Y., Li W., et al.  Pathological features of COVID-19-associated lung injury: a preliminary proteomics report based on clinical samples. Signal Transduct Target Ther. 2020;5:240. [PMC free article] [PubMed] [Google Scholar]13. Del Valle D.M., Kim-Schulze S., Huang H.H., Beckmann N.D., Nirenberg S., Wang B., et al.  An inflammatory cytokine signature predicts COVID-19 severity and survival. Nat Med. 2020;26:1636–1643. [PMC free article] [PubMed] [Google Scholar]14. Han H., Yang L., Liu R., Liu F., Wu K.L., Li J., et al.  Prominent changes in blood coagulation of patients with SARS-CoV-2 infection. Clin Chem Lab Med. 2020;58:1116–1120. [PubMed] [Google Scholar]15. Tang N., Li D., Wang X., Sun Z. Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia. J Thromb Haemost. 2020;18:844–847. [PMC free article] [PubMed] [Google Scholar]16. Zaid Y., Puhm F., Allaeys I., Naya A., Oudghiri M., Khalki L., et al.  Platelets can associate with SARS-Cov-2 RNA and are hyperactivated in COVID-19. Circ Res. 2020;127:1404–1418. [PMC free article] [PubMed] [Google Scholar]17. Zhang H., Zhou P., Wei Y., Yue H., Wang Y., Hu M., et al.  Histopathologic changes and SARS-CoV-2 immunostaining in the lung of a patient with COVID-19. Ann Intern Med. 2020;172:629–632. [PMC free article] [PubMed] [Google Scholar]18. Xu G., Qi F., Li H., Yang Q., Wang H., Wang X., et al.  The differential immune responses to COVID-19 in peripheral and lung revealed by single-cell RNA sequencing. Cell Discov. 2020;6:73. [PMC free article] [PubMed] [Google Scholar]19. Schwarz B., Sharma L., Roberts L., Peng X., Bermejo S., Leighton I., et al.  Cutting edge: severe SARS-CoV-2 infection in humans is defined by a shift in the serum lipidome, resulting in dysregulation of eicosanoid immune mediators. J Immunol. 2021;206:329–334. [PMC free article] [PubMed] [Google Scholar]20. Force A.D.T., Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]21. Turcotte C., Archambault A.S., Dumais E., Martin C., Blanchet M.R., Bissonnette E., et al.  Endocannabinoid hydrolysis inhibition unmasks that unsaturated fatty acids induce a robust biosynthesis of 2-arachidonoyl-glycerol and its congeners in human myeloid leukocytes. FASEB J. 2020;34:4253–4265. [PubMed] [Google Scholar]22. Chi Y., Ge Y., Wu B., Zhang W., Wu T., Wen T., et al.  Serum cytokine and chemokine profile in relation to the severity of coronavirus disease 2019 in China. J Infect Dis. 2020;222:746–754. [PMC free article] [PubMed] [Google Scholar]23. Becker S., Quay J., Koren H.S., Haskill J.S. Constitutive and stimulated MCP-1, GRO alpha, beta, and gamma expression in human airway epithelium and bronchoalveolar macrophages. Am J Physiol. 1994;266(3 Pt 1):L278–L286. [PubMed] [Google Scholar]24. Garofalo R., Sabry M., Jamaluddin M., Yu R.K., Casola A., Ogra P.L., et al.  Transcriptional activation of the interleukin-8 gene by respiratory syncytial virus infection in alveolar epithelial cells: nuclear translocation of the RelA transcription factor as a mechanism producing airway mucosal inflammation. J Virol. 1996;70:8773–8781. [PMC free article] [PubMed] [Google Scholar]25. Metzemaekers M., Gouwy M., Proost P. Neutrophil chemoattractant receptors in health and disease: double-edged swords. Cell Mol Immunol. 2020;17:433–450. [PMC free article] [PubMed] [Google Scholar]26. Steinberg K.P., Milberg J.A., Martin T.R., Maunder R.J., Cockrill B.A., Hudson L.D. Evolution of bronchoalveolar cell populations in the adult respiratory distress syndrome. Am J Respir Crit Care Med. 1994;150:113–122. [PubMed] [Google Scholar]27. Barnes B.J., Adrover J.M., Baxter-Stoltzfus A., Borczuk A., Cools-Lartigue J., Crawford J.M., et al.  Targeting potential drivers of COVID-19: neutrophil extracellular traps. J Exp Med. 2020;217 [PMC free article] [PubMed] [Google Scholar]28. Pandolfi L., Fossali T., Frangipane V., Bozzini S., Morosini M., D'Amato M., et al.  Broncho-alveolar inflammation in COVID-19 patients: a correlation with clinical outcome. BMC Pulm Med. 2020;20:301. [PMC free article] [PubMed] [Google Scholar]29. Grant R.A., Morales-Nebreda L., Markov N.S., Swaminathan S., Querrey M., Guzman E.R., et al.  Circuits between infected macrophages and T cells in SARS-CoV-2 pneumonia. Nature. 2021;590:635–641. [PMC free article] [PubMed] [Google Scholar]30. Lau S.K.P., Lau C.C.Y., Chan K.H., Li C.P.Y., Chen H., Jin D.Y., et al.  Delayed induction of proinflammatory cytokines and suppression of innate antiviral response by the novel Middle East respiratory syndrome coronavirus: implications for pathogenesis and treatment. J Gen Virol. 2013;94:2679–2690. [PubMed] [Google Scholar]31. Mella C., Suarez-Arrabal M.C., Lopez S., Stephens J., Fernandez S., Hall M.W., et al.  Innate immune dysfunction is associated with enhanced disease severity in infants with severe respiratory syncytial virus bronchiolitis. J Infect Dis. 2013;207:564–573. [PMC free article] [PubMed] [Google Scholar]32. Reghunathan R., Jayapal M., Hsu L.Y., Chng H.H., Tai D., Leung B.P., et al.  Expression profile of immune response genes in patients with severe acute respiratory syndrome. BMC Immunol. 2005;6:2. [PMC free article] [PubMed] [Google Scholar]33. Koh Y.Y., Jung D.E., Koh J.Y., Kim J.Y., Yoo Y., Kim C.K. Bronchoalveolar cellularity and interleukin-8 levels in measles bronchiolitis obliterans. Chest. 2007;131:1454–1460. [PubMed] [Google Scholar]34. Guo X.J., Thomas P.G. New fronts emerge in the influenza cytokine storm. Semin Immunopathol. 2017;39:541–550. [PMC free article] [PubMed] [Google Scholar]35. Alosaimi B., Hamed M.E., Naeem A., Alsharef A.A., AlQahtani S.Y., AlDosari K.M., et al.  MERS-CoV infection is associated with downregulation of genes encoding Th1 and Th2 cytokines/chemokines and elevated inflammatory innate immune response in the lower respiratory tract. Cytokine. 2020;126:154895. [PMC free article] [PubMed] [Google Scholar]36. Min C.K., Cheon S., Ha N.Y., Sohn K.M., Kim Y., Aigerim A., et al.  Comparative and kinetic analysis of viral shedding and immunological responses in MERS patients representing a broad spectrum of disease severity. Sci Rep. 2016;6:25359. [PMC free article] [PubMed] [Google Scholar]37. Zhou J., Chu H., Li C., Wong B.H., Cheng Z.S., Poon V.K., et al.  Active replication of Middle East respiratory syndrome coronavirus and aberrant induction of inflammatory cytokines and chemokines in human macrophages: implications for pathogenesis. J Infect Dis. 2014;209:1331–1342. [PMC free article] [PubMed] [Google Scholar]38. Estella A. Cytokine levels in bronchoalveolar lavage and serum in 3 patients with 2009 influenza A(H1N1)v severe pneumonia. J Infect Dev Ctries. 2011;5:540–543. [PubMed] [Google Scholar]39. Williams A.E., Jose R.J., Mercer P.F., Brealey D., Parekh D., Thickett D.R., et al.  Evidence for chemokine synergy during neutrophil migration in ARDS. Thorax. 2017;72:66–73. [PMC free article] [PubMed] [Google Scholar]40. Ford-Hutchinson A.W., Bray M.A., Doig M.V., Shipley M.E., Smith M.J. Leukotriene B, a potent chemokinetic and aggregating substance released from polymorphonuclear leukocytes. Nature. 1980;286:264–265. [PubMed] [Google Scholar]41. Malmsten C.L., Palmblad J., Uden A.M., Radmark O., Engstedt L., Samuelsson B. Leukotriene B4: a highly potent and stereospecific factor stimulating migration of polymorphonuclear leukocytes. Acta Physiol Scand. 1980;110:449–451. [PubMed] [Google Scholar]42. Flamand L., Borgeat P., Lalonde R., Gosselin J. Release of anti-HIV mediators after administration of leukotriene B4 to humans. J Infect Dis. 2004;189:2001–2009. [PubMed] [Google Scholar]43. Flamand L., Tremblay M.J., Borgeat P. Leukotriene B4 triggers the in vitro and in vivo release of potent antimicrobial agents. J Immunol. 2007;178:8036–8045. [PubMed] [Google Scholar]44. Archambault AS, Zaïd Y, Rakotoarivelo V, Doré E, Dubuc I, Martin C, et al. High levels of eicosanoids and docosanoids in the lungs of intubated COVID-19 patients. FASEB J 35:e21666. [PMC free article] [PubMed]45. Hadjadj J., Yatim N., Barnabei L., Corneau A., Boussier J., Smith N., et al.  Impaired type I interferon activity and inflammatory responses in severe COVID-19 patients. Science. 2020;369:718–724. [PMC free article] [PubMed] [Google Scholar]46. Blanco-Melo D., Nilsson-Payant B.E., Liu W.C., Uhl S., Hoagland D., Moller R., et al.  Imbalanced host response to SARS-CoV-2 drives development of COVID-19. Cell. 2020;181:1036–1045.e9. [PMC free article] [PubMed] [Google Scholar]47. Lei X., Dong X., Ma R., Wang W., Xiao X., Tian Z., et al.  Activation and evasion of type I interferon responses by SARS-CoV-2. Nat Commun. 2020;11:3810. [PMC free article] [PubMed] [Google Scholar]48. Xia H., Cao Z., Xie X., Zhang X., Chen J.Y., Wang H., et al.  Evasion of type I interferon by SARS-CoV-2. Cell Rep. 2020;33:108234. [PMC free article] [PubMed] [Google Scholar]49. Gupta A., Madhavan M.V., Sehgal K., Nair N., Mahajan S., Sehrawat T.S., et al.  Extrapulmonary manifestations of COVID-19. Nat Med. 2020;26:1017–1032. [PubMed] [Google Scholar]50. Kapur R., Zufferey A., Boilard E., Semple J.W. Nouvelle cuisine: platelets served with inflammation. J Immunol. 2015;194:5579–5587. [PubMed] [Google Scholar]51. Singh A., Bisht P., Bhattacharya S., Guchhait P. Role of Platelet cytokines in Dengue virus infection. Front Cell Infect Microbiol. 2020;10:561366. [PMC free article] [PubMed] [Google Scholar]52. Allaoui A., Khawaja A.A., Badad O., Naciri M., Lordkipanidze M., Guessous F., et al.  Platelet function in viral immunity and SARS-CoV-2 infection. Semin Thromb Hemost. 2021;2021:47419–47426. [PubMed] [Google Scholar]53. Muller K.A., Chatterjee M., Rath D., Geisler T. Platelets, inflammation and anti-inflammatory effects of antiplatelet drugs in ACS and CAD. Thromb and Haemost. 2015;114:498–518. [PubMed] [Google Scholar]54. Borst O., Munzer P., Gatidis S., Schmidt E.M., Schonberger T., Schmid E., et al.  The inflammatory chemokine CXC motif ligand 16 triggers platelet activation and adhesion via CXC motif receptor 6-dependent phosphatidylinositide 3-kinase/Akt signaling. Circ Res. 2012;111:1297–1307. [PubMed] [Google Scholar]55. Gleissner C.A., von Hundelshausen P., Ley K. Platelet chemokines in vascular disease. Arterioscler Thromb Vasc Biol. 2008;28:1920–1927. [PMC free article] [PubMed] [Google Scholar]56. Zaid Y., Guessous F., Puhm F., Elhamdani E., Chentoufi L., Conway Morris A., et al.  Platelet reactivity to thrombin differs between COVID-19 patients and those with ARDS unrelated to COVID-19. Blood Adv. 2021;5:635–639. [PMC free article] [PubMed] [Google Scholar]57. Kalil A.C., Patterson T.F., Mehta A.K., Tomashek K.M., Wolfe C.R., Ghazaryan V., et al.  Baricitinib plus remdesivir for hospitalized adults with Covid-19. N Engl J Med. 2021;384:795–807. [PMC free article] [PubMed] [Google Scholar]58. Group R.C., Horby P., Lim W.S., Emberson J.R., Mafham M., Bell J.L., et al.  Dexamethasone in hospitalized patients with Covid-19 - preliminary report. N Engl J Med. 2021;384:693–704. [PMC free article] [PubMed] [Google Scholar]"}