{"title": "Prone Position in COVID-19 Patients With Severe Acute Respiratory Distress Syndrome Receiving Conventional Oxygen Therapy: A Retrospective Study", "pubDate": "2021", "PMCID": "PMC8180347", "DOI": "10.1016/j.arbres.2021.05.018", "PMID": "34121796", "abstract": "", "author": [{"author": "Jose Loureiro-Amigo", "affiliation": ["Infectious Diseases Unit - Internal Medicine Department, Moisès Broggi Hospital, Sant Joan Despí, Barcelona, Spain."], "href": "/?term=Loureiro-Amigo+J&cauthor_id=34121796"}, {"author": "Cecilia Suárez-Carantoña", "affiliation": ["Internal Medicine Department, Ramón y Cajal Hospital, Instituto Ramón y Cajal de Investigación Sanitaria (IRYCIS), Madrid, Spain."], "href": "/?term=Su%C3%A1rez-Caranto%C3%B1a+C&cauthor_id=34121796"}, {"author": "Isabel Oriol-Bermúdez", "affiliation": ["Infectious Diseases Unit - Internal Medicine Department, Moisès Broggi Hospital, Sant Joan Despí, Barcelona, Spain."], "href": "/?term=Oriol-Berm%C3%BAdez+I&cauthor_id=34121796"}, {"author": "Cristina Sánchez-Díaz", "affiliation": ["Internal Medicine Department, Ramón y Cajal Hospital, Instituto Ramón y Cajal de Investigación Sanitaria (IRYCIS), Madrid, Spain."], "href": "/?term=S%C3%A1nchez-D%C3%ADaz+C&cauthor_id=34121796"}, {"author": "Ana Coloma-Conde", "affiliation": ["Infectious Diseases Unit - Internal Medicine Department, Moisès Broggi Hospital, Sant Joan Despí, Barcelona, Spain."], "href": "/?term=Coloma-Conde+A&cauthor_id=34121796"}, {"author": "Luis Manzano-Espinosa", "affiliation": ["Internal Medicine Department, Ramón y Cajal Hospital, Instituto Ramón y Cajal de Investigación Sanitaria (IRYCIS), Madrid, Spain.", "Instituto Ramón y Cajal de Investigación Sanitaria (IRYCIS), Madrid, Spain."], "href": "/?term=Manzano-Espinosa+L&cauthor_id=34121796"}, {"author": "Manuel Rubio-Rivas", "affiliation": ["Department of Internal Medicine, Bellvitge University Hospital, Bellvitge Biomedical Research Institute-IDIBELL, Barcelona, Spain."], "href": "/?term=Rubio-Rivas+M&cauthor_id=34121796"}, {"author": "Barbara Otero-Perpiñá", "affiliation": ["Internal Medicine Department, 12 de Octubre University Hospital, Madrid, Spain."], "href": "/?term=Otero-Perpi%C3%B1%C3%A1+B&cauthor_id=34121796"}, {"author": "María Mercedes Ferreiro-Mazón Jenaro", "affiliation": ["Internal Medicine Department, Gregorio Marañón Hospital, Madrid, Spain."], "href": "/?term=Jenaro+MMF&cauthor_id=34121796"}, {"author": "Ainara Coduras-Erdozain", "affiliation": ["Internal Medicine Department, Santa Marina Hospital, Bilbao, Spain."], "href": "/?term=Coduras-Erdozain+A&cauthor_id=34121796"}, {"author": "José Luis Garcia-Klepzig", "affiliation": ["Internal Medicine Department, Hospital Clínico San Carlos, Madrid, Spain."], "href": "/?term=Garcia-Klepzig+JL&cauthor_id=34121796"}, {"author": "Derly Vargas-Parra", "affiliation": ["Internal Medicine Department, Hospital Universitario Río Hortega, Gerencia Regional de Salud de Castilla y Leon (SACYL), Valladolid, Spain."], "href": "/?term=Vargas-Parra+D&cauthor_id=34121796"}, {"author": "Paula M Pesqueira-Fontán", "affiliation": ["Internal Medicine Department, Complexo Hospitalario Universitario de Santiago de Compostela, Santiago de Compostela, Spain."], "href": "/?term=Pesqueira-Font%C3%A1n+PM&cauthor_id=34121796"}, {"author": "Isabel Fiteni-Mera", "affiliation": ["Internal Medicine Department, Royo Villanova Hospital, Zaragoza, Spain."], "href": "/?term=Fiteni-Mera+I&cauthor_id=34121796"}, {"author": "Gema María García-García", "affiliation": ["Internal Medicine Department, Complejo Hospitalario Universitario de Badajoz, Badajoz, Spain."], "href": "/?term=Garc%C3%ADa-Garc%C3%ADa+GM&cauthor_id=34121796"}, {"author": "José Jiménez-Torres", "affiliation": ["Unidad de Gestión Clínica Medicina Interna, Lipids and Atherosclerosis Unit, Maimonides Institute for Biomedical Research in Córdoba, Reina Sofia University Hospital, University of Córdoba, Córdoba, Spain."], "href": "/?term=Jim%C3%A9nez-Torres+J&cauthor_id=34121796"}, {"author": "Pablo Rodríguez-Cortés", "affiliation": ["Internal Medicine Department, La Princesa Hospital, Madrid, Spain."], "href": "/?term=Rodr%C3%ADguez-Cort%C3%A9s+P&cauthor_id=34121796"}, {"author": "Clara Costo-Muriel", "affiliation": ["Internal Medicine Department, Regional University Hospital of Málaga, Málaga, Spain."], "href": "/?term=Costo-Muriel+C&cauthor_id=34121796"}, {"author": "Francisco Arnalich-Fernández", "affiliation": ["Internal Medicine Department, La Paz-Cantoblanco University Hospital, Madrid, Spain."], "href": "/?term=Arnalich-Fern%C3%A1ndez+F&cauthor_id=34121796"}, {"author": "Arturo Artero", "affiliation": ["Internal Medicine Department, Dr. Peset University Hospital, Valencia, Spain."], "href": "/?term=Artero+A&cauthor_id=34121796"}, {"author": "Francisco Javier Carrasco-Sánchez", "affiliation": ["Internal Medicine Department, Juan Ramón Jiménez Hospital, Huelva, Spain."], "href": "/?term=Carrasco-S%C3%A1nchez+FJ&cauthor_id=34121796"}, {"author": "Joaquín Escobar-Sevilla", "affiliation": ["Internal Medicine Department, Virgen de las Nieves University Hospital, Granada, Spain."], "href": "/?term=Escobar-Sevilla+J&cauthor_id=34121796"}, {"author": "José Nicolás Alcalá-Pedrajas", "affiliation": ["Internal Medicine Department, Hospital Comarcal de Pozoblanco, Córdoba, Spain."], "href": "/?term=Alcal%C3%A1-Pedrajas+JN&cauthor_id=34121796"}, {"author": "Ricardo Gómez-Huelgas", "affiliation": ["Internal Medicine Department, Regional University Hospital of Málaga, Biomedical Research Institute of Málaga (IBIMA), University of Málaga (UMA), Málaga, Spain."], "href": "/?term=G%C3%B3mez-Huelgas+R&cauthor_id=34121796"}, {"author": "José-Manuel Ramos-Rincón", "affiliation": ["Department of Clinical Medicine, Miguel Hernandez University of Elche, Alicante, Spain."], "href": "/?term=Ramos-Rinc%C3%B3n+JM&cauthor_id=34121796"}, {"author": "SEMI-COVID-19 Network", "affiliation": [], "href": "/?term=SEMI-COVID-19+Network%5BCorporate+Author%5D"}], "refPMID": ["32031570", "32091533", "32171076", "22797452", "32758659", "32678530", "29466596", "27400909", "32569585", "32412581", "32412606", "33096347", "29068269", "32412579", "33107664", "24528322"], "citedInPMID": ["34121796"], "body": " Dear Editor:Coronavirus disease 2019 (COVID-19) is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which emerged in Wuhan (China) in December 2019.1 Although most cases are mild, nearly 20% of patients require hospitalization.2 Despite supportive care, one third of hospitalized patients meet the Berlin criteria for acute respiratory distress syndrome (ARDS),3, 4 and may need admission to intensive care unit (ICU). Overall mortality ranged 21–26% with advanced age, male sex and comorbidities being the strongest predictors of in-hospital mortality.5, 6\nApart from dexamethasone,7 to date the mainstay of treatment if COVID-19 are supplemental oxygen therapy and best supportive care, including invasive mechanical ventilation (IMV) in severe ARDS.8 Prone position (PP) is the only technique that has demonstrated to increase survival in patients with severe ARDS receiving IMV.9 However, due to a sudden increase in hospitalizations, exceeding ICU capacity, PP has been attempted in non-intubated awake patients with COVID-19 and severe ARDS in conventional medical wards,10, 11, 12 despite inconsistent results on the impact of this intervention on mortality.13 In this study, we evaluated the impact on in-hospital mortality of PP in spontaneously breathing patients with COVID-19 and severe ARDS.This study is based on the data from the SEMI-COVID-19 Registry. This Registry is an ongoing nationwide, multicenter, observational retrospective cohort of adult patients admitted to Spanish hospitals from March 1st, 2020 because of microbiologically confirmed COVID-19. Characteristics of the Registry are detailed elsewhere.6 In this study we included patients aged 18–75 years old who presented pneumonia and severe ARDS (PaO2/FiO2\n ≤ 100 mmHg)4 during hospitalization. Exclusion criteria were: (a) ICU admission, (b) use of non-invasive mechanical ventilation (NIMV), (c) use of high-flow nasal cannula (HFNC) oxygen therapy, (d) moderate or severe dependence for activities of daily living (e) solid or hematologic cancer, (f) chronic dialysis, (g) neurodegenerative disease or hemiplegia. The primary outcome was death during hospitalization. Patients in whom PP during spontaneous breathing was used for at least one day were compared to those who did not receive this treatment. PP indication and duration were decided at clinical discretion and this information was not recorded in the registry.Baseline characteristics between groups were compared using Mann–Whitney U test and Fisher's exact test. Univariate logistic regression was used to estimate the crude effect of prone position on mortality, as well as the effect of those baseline variables that were different between both groups (p value < 0.10) or considered as clinically relevant. Afterwards, a multivariate logistic regression model was elaborated, including as confounders the variables that showed a univariate effect on mortality or those a priori (outcome-blinded) considered as relevant according to literature review5 and clinical plausibility (age, sex, Charlson Comorbidity Index (CCI), heart failure, altered mental status, and treatment with tocilizumab or corticosteroids). Beginning with the maximum model containing all the variables, we use an investigator-guided backward elimination method to estimate the final model, iteratively excluding non-significant variables until all variables of the model showed p-values < 0.05. The goodness of fit of the model was evaluated with the area under the receiver operating characteristics curve (AUC). The 95% confidence interval (95% CI) of AUC was calculated using the binomial exact method. All statistical analyses were performed using Stata 15.2.Until August 31st, 2020, the SEMI-COVID-19 Registry included 17,084 patients, of which 163 presented severe ARDS and met inclusion criteria and did not meet any exclusion criteria (Fig. 1\n). Prone position was used in 60 patients (36.8%). Baseline characteristics, treatment received and outcomes in both groups are detailed in Table 1\n. Patients who receive PP were younger, had less comorbidity, presented higher C-reactive protein and D-dimer levels at admission, and received more corticosteroids and tocilizumab. Besides, although the proportion of patients with altered mental status at presentation did not meet our pre-specified criteria of p-value < 0.10 to be considered different between the two groups, we considered the difference clinically relevant (7.8% vs 15.3%). Ninety out of 163 patients (55.2%) died. Patients who died were older and have more comorbidity (Supplementary Table 1). Patients treated with PP presented lower mortality (62.1% vs 43.3%, p\n = 0.0229), with an estimated crude OR of 0.47 (95% CI 0.24–0.89). In the adjusted model, use of PP showed a protective effect on mortality (OR 0.42, 95% CI 0.18–0.98), after adjusting for age, CCI and altered mental status at presentation (Table 2\n). The AUC of this adjusted model was 0.861 (95% CI 0.799–0.912). Although it could be arguable to remove corticosteroids and tocilizumab as confounders in the adjusted analysis, the exclusion of these variables did not modify the protective effect of PP on mortality, and the accuracy of our adjusted model to predict in-hospital death was very good.Open in a separate windowFig. 1Flow chart of patient selection. ARDS: acute respiratory distress syndrome; IMV: invasive mechanical ventilation; NIMV: non-invasive mechanical ventilation; HFNC: high-flow nasal cannula.Table 1Characteristics of patients according to prone positioning.Prone positionp valueMissing valuesNo(n = 103)Yes(n = 60)Demographics and comorbidityAge (years)70.81 [60.6–74.2]66.57 [59.2–72.4]0.05660Male sex71 (68.9%)43 (71.7%)0.85960Ethnicity0.19566 Caucasian93 (90.3%)45 (75.0%) Latin8 (7.8%)9 (15.0%) Other1 (1.0%)1 (1.7%)Smoker status0.19005 Never60 (58.3%)29 (48.3%) Former smoker31 (30.1%)26 (43.3%) Current smoker9 (8.7%)3 (5%)Obesity29 (29.3%)19 (33.3%)0.59507Charlson Index1 [0–3]0 [0–0]0.01821Hypertension64 (62.1%)35 (58.3%)0.73960Diabetes mellitus38 (36.9%)19 (31.7%)0.60970COPD16 (15.5%)5 (8.3%)0.23020Obstructive sleep apnea9 (8.8%)10 (16.7%)0.20481Heart failure16 (15.5%)2 (3.3%)0.01870Clinical presentationDuration of symptoms (days)7 [4–9]7 [5–10]0.22640Respiratory rate > 20 breaths/min49 (48.5%)28 (47.5%)1.00003Altered mental status8 (7.8%)9 (15.3%)0.18352C-reactive protein (mg/L)95.2 [35–171.3]155 [85.6–226]0.00926D-dimer (ng/mL)834.5 [356–1574]1030 [563–1650]0.170028Lymphocyte count (cells/μL)800 [560–1130]800 [610–1275]0.67201SaO2/FiO2at admission400 [241.7–438.1]409.5 [306.3–438.1]0.607510Treatments receivedLopinavir/ritonavir71 (68.9%)33 (55.0%)0.09140Hydroxychloroquine89 (86.4%)56 (93.3%)0.20440Remdesivir2 (2.0%)0 (0.0%)0.53071Corticosteroids62 (60.2%)52 (86.7%)0.00040Tocilizumab21 (20.4%)25 (41.7%)0.00640Antibiotic use96 (94.1%)54 (98.2%)0.42276 Beta-lactamic79 (77.5%)40 (74.1%)0.69397 Quinolone21 (20.4%)6 (10.0%)0.12708 Azithromycin54 (52.4%)40 (66.7%)0.01756OutcomesIn-hospital mortality64 (62.1%)26 (43.3%)0.02290Length of stay (days)9 [4–16]13 [7.5–21]0.00310Open in a separate windowContinuous variables are expressed as median and interquartile range [Q1–Q3]. Categorical variables are expressed as number and percentage.COPD: chronic obstructive pulmonary disease.Table 2Effect of prone position and potential confounder variables on in-hospital mortality.Crude OR (95% CI)Adjusted OR (95% CI)Prone position0.47 (0.24–0.89)0.42 (0.18–0.98)Age (years)1.12 (1.07–1.17)1.11 (1.05–1.16)Male sex0.89 (0.46–1.76)Charlson Index2.28 (1.65–3.17)1.97 (1.44–2.70)Heart failure4.67 (1.30–16.81)Altered mental status4.29 (1.18–15.58)8.20 (1.75–38.43)C-reactive protein (mg/L)1 (0.99–1.00)D-dimer (ng/mL)1 (1.00–1.00)Lopinavir/ritonavir0.86 (0.45–1.63)Corticosteroids0.49 (0.24–0.98)Tocilizumab0.27 (0.13–0.56)Open in a separate windowMaximum model included age, male sex, Charlson Index, heart failure, altered mental status, treatment with corticosteroids and treatment with tocilizumab.Despite PP is a well-established evidence-based practice in patients with typical ARDS undergoing IMV, there is very limited evidence of its use in non-ventilated awake patients and derived mostly from case reports and uncontrolled cohorts using a wide variety of PP protocols.13, 14 Besides, in most reports the use of respiratory support is inconsistent, with patients receiving NIMV or HFNC oxygen therapy, thus making very difficult to know the true effect of PP.13 Despite most studies reported an improvement in oxygenation while patients were in PP and even after PP,10 its impact on hard outcomes such as intubation or death remains unclear. In fact, it has been pointed out that improvement in oxygenation during PP may result in delayed intubation and IMV with eventually poor outcomes.15 However, in a recent retrospective cohort with 166 patients, Padrão et al. studied the impact of PP in patients who required supplemental oxygen (but did not receive NIMV or HFNC oxygen) and found no differences on the need of intubation at 15 days.16 A possible explanation could be that the benefits of PP are related to a reduction in ventilator-induced lung injury rather than with better oxygenation.17\nIn our study, we excluded older patients because they could have greater comorbidities and most of them would not benefit from ICU admission in a context of pandemic crisis. This scenario happened in the first weeks of COVID-19 pandemic in Spain and other developed countries and is still ongoing in resource-limited settings.The main strength of our study is the use of a hard endpoint as mortality as the primary outcome, and the large number of patients included in comparison to previous studies on this topic. Besides, contrary to previous reports, our cohort is homogeneous regarding respiratory support, as we only include patients with spontaneous breathing receiving oxygen supply through a conventional oxygen mask (either Venturi masks or rebreathing masks).This study also has several limitations. The main one is the lack of detailed information on indication, timing, or duration of PP, and as a result, it is probable that PP was heterogeneous across the cohort. Secondly, we do not have information on the reasons why our patients with severe ARDS were not admitted to the ICU, and given the multicenter nature of the cohort, these reasons could be different between hospitals, potentially resulting in a selection bias. To minimize the risk of selection bias we decided to analyze only COVID-19 patients ≤75 years and severe ARDS, as we believe that the main reason these patients remained in conventional wards was the unavailability of ICU resources.In summary, the use of prone position in non-intubated COVID-19 patients ≤75 years with severe ARDS and without additional respiratory support, may be associated with improved survival in situations where ICU beds are not available, suggesting that it could be useful in pandemic crisis scenarios. However, randomized controlled trials are needed to confirm our results and to establish adequate protocols of PP in non-intubated patients. FundingThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Conflict of interestThe authors declare that there is no conflict of interest to report. AcknowledgementsWe want to thank Martín Fabregate Fuente for providing statistical support. We also want to gratefully acknowledge all the investigators who participate in the SEMI-COVID-19 Registry. We also thank the SEMI-COVID-19 Registry Coordinating Center, S&H Medical Science Service, for their quality control data, logistic and administrative support. FootnotesAppendix ASupplementary data associated with this article can be found, in the online version, at doi:10.1016/j.arbres.2021.05.018. References1. Wang D., Hu B., Hu C., Zhu F., Liu X., Zhang J. Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China. JAMA. 2020;323:1061. [PMC free article] [PubMed] [Google Scholar]2. Wu Z., McGoogan J.M. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 Cases from the Chinese Center for Disease Control and Prevention. JAMA. 2020;323:1239–1242. [PubMed] [Google Scholar]3. Zhou F., Yu T., Du R., Fan G., Liu Y., Liu Z. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395:1054–1062. [PMC free article] [PubMed] [Google Scholar]4. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]5. Berenguer J., Ryan P., Rodríguez-Baño J., Jarrín I., Carratalà J., Pachón J. Characteristics and predictors of death among 4035 consecutively hospitalized patients with COVID-19 in Spain. Clin Microbiol Infect. 2020;26:1525–1536. [PMC free article] [PubMed] [Google Scholar]6. Casas-Rojo J.M., Antón-Santos J.M., Millán-Núñez-Cortés J., Lumbreras-Bermejo C., Ramos-Rincón J.M., Roy-Vallejo E. Clinical characteristics of patients hospitalized with COVID-19 in Spain: results from the SEMI-COVID-19 Registry. Rev Clínica Española (English Ed) 2020:220. [Google Scholar]7. The RECOVERY Collaborative Group  Dexamethasone in Hospitalized Patients with Covid-19. N Engl J Med. 2021;384:693–704. [PMC free article] [PubMed] [Google Scholar]8. Fan E., Brodie D., Slutsky A.S. Acute respiratory distress syndrome. JAMA. 2018;319:698. [PubMed] [Google Scholar]9. Scholten E.L., Beitler J.R., Prisk G.K., Malhotra A. Treatment of ARDS with prone positioning. Chest. 2017;151:215–224. [PMC free article] [PubMed] [Google Scholar]10. Coppo A., Bellani G., Winterton D., Di Pierro M., Soria A., Faverio P. Feasibility and physiological effects of prone positioning in non-intubated patients with acute respiratory failure due to COVID-19 (PRON-COVID): a prospective cohort study. Lancet Respir Med. 2020;8:765–774. [PMC free article] [PubMed] [Google Scholar]11. Elharrar X., Trigui Y., Dols A.-M., Touchon F., Martinez S., Prud’homme E. Use of prone positioning in nonintubated patients with COVID-19 and hypoxemic acute respiratory failure. JAMA. 2020;323:2336. [PMC free article] [PubMed] [Google Scholar]12. Sartini C., Tresoldi M., Scarpellini P., Tettamanti A., Carcò F., Landoni G. Respiratory parameters in patients with COVID-19 after using noninvasive ventilation in the prone position outside the intensive care unit. JAMA. 2020;323:2338. [PMC free article] [PubMed] [Google Scholar]13. Weatherald J., Solverson K., Zuege D.J., Loroff N., Fiest K.M., Parhar K.K.S. Awake prone positioning for COVID-19 hypoxemic respiratory failure: a rapid review. J Crit Care. 2021;61:63–70. [PMC free article] [PubMed] [Google Scholar]14. Munshi L., Del Sorbo L., Adhikari N.K.J., Hodgson C.L., Wunsch H., Meade M.O. Prone position for acute respiratory distress syndrome. A systematic review and meta-analysis. Ann Am Thorac Soc. 2017;14:S280–S288. [PubMed] [Google Scholar]15. Telias I., Katira B.H., Brochard L. Is the prone position helpful during spontaneous breathing in patients with COVID-19? JAMA. 2020;323:2265–2267. [PubMed] [Google Scholar]16. Padrão E.M.H., Valente F.S., Besen B.A.M.P., Rahhal H., Mesquita P.S., Alencar J.C.G. Awake prone positioning in COVID-19 hypoxemic respiratory failure: exploratory findings in a single-center retrospective cohort study. Acad Emerg Med. 2020;27:1249–1259. [PubMed] [Google Scholar]17. Albert R.K., Keniston A., Baboi L., Ayzac L., Guérin C. Prone position-induced improvement in gas exchange does not predict improved survival in the acute respiratory distress syndrome. Am J Respir Crit Care Med. 2014;189:494–496. [PubMed] [Google Scholar]"}