{"title": "Blood concentrations of proapoptotic sFas and antiapoptotic Bcl2 and COVID-19 patient mortality", "pubDate": "2021", "PMCID": "PMC8240540", "DOI": "10.1080/14737159.2021.1941880", "PMID": "34128765", "abstract": "Background: There are no data on circulating concentrations of sFas (proapoptotic protein of extrinsic pathway) and Bcl2 (antiapoptotic protein of intrinsic pathway) in COVID-19 patients. Thus, our objective study was to determine whether an association exists between serum concentrations of sFas and Bcl2 and COVID-19 patient mortality.Methods: This observational and prospective study of COVID-19 patients was performed in eight Intensive Care Units (ICU) from Canary Islands (Spain). Serum levels of sFas and Bcl2 at ICU admission were determined. Mortality at 30 days was the end-point study.Results: Surviving patients (n = 42) compared to non-surviving (n = 11) had lower APACHE-II (p < 0.001), lower SOFA (p = 0.004), lower serum sFas levels (p = 0.001) and higher serum Bcl2 levels (p < 0.001). Logistic regression showed an association between high serum sFas levels and mortality after controlling for APACHE-II (OR = 1.004; 95% CI = 1.101-1.007; p = 0.01) or SOFA (OR = 1.003; 95% CI = 1.101-1.106; p = 0.004), and between low serum Bcl2 levels and mortality after controlling for APACHE-II (OR = 0.927; 95% CI = 0.873-0.984; p = 0.01) or SOFA (OR = 0.949; 95% CI = 0.913-0.987; p = 0.01).Conclusions: Thus, to the best of our knowledge, this is the first study reporting blood levels of sFas and Bcl2 in COVID-19 patients and its association with mortality.", "author": [{"author": "Leonardo Lorente", "affiliation": ["Intensive Care Unit, Hospital Universitario De Canarias. Ofra, Santa Cruz de Tenerife, Spain."], "href": "/?term=Lorente+L&cauthor_id=34128765"}, {"author": "María M Martín", "affiliation": ["Intensive Care Unit, Hospital Universitario Nuestra Señora De Candelaria, Santa Cruz de Tenerife, Spain."], "href": "/?term=Mart%C3%ADn+MM&cauthor_id=34128765"}, {"author": "Agustín F González-Rivero", "affiliation": ["Laboratory Department. Hospital Universitario De Canarias. Ofra, Santa Cruz de Tenerife, Spain."], "href": "/?term=Gonz%C3%A1lez-Rivero+AF&cauthor_id=34128765"}, {"author": "Antonia Pérez-Cejas", "affiliation": ["Laboratory Department, Hospital Universitario de Canarias. Ofra, Tenerife, Spain."], "href": "/?term=P%C3%A9rez-Cejas+A&cauthor_id=34128765"}, {"author": "Mónica Argueso", "affiliation": ["Intensive Care Unit, Complejo Hospitalario Universitario Insular, Las Palmas de Gran Canaria, Spain."], "href": "/?term=Argueso+M&cauthor_id=34128765"}, {"author": "Alina Perez", "affiliation": ["Internal Intensive Care Unit, Hospital Universitario de Canarias. Ofra, Santa Cruz de Tenerife, Spain."], "href": "/?term=Perez+A&cauthor_id=34128765"}, {"author": "Luis Ramos-Gómez", "affiliation": ["Intensive Care Unit. Hospital General La Palma, Breña Alta, la Palma, Spain."], "href": "/?term=Ramos-G%C3%B3mez+L&cauthor_id=34128765"}, {"author": "Jordi Solé-Violán", "affiliation": ["Intensive Care Unit, Hospital Universitario, Las Palmas de Gran Canaria, Spain."], "href": "/?term=Sol%C3%A9-Viol%C3%A1n+J&cauthor_id=34128765"}, {"author": "José Alberto Marcos Y Ramos", "affiliation": ["Intensive Care Unit, Hospital Doctor José Molina Orosa, Arrecife. Lanzarote, Spain."], "href": "/?term=Marcos+Y+Ramos+JA&cauthor_id=34128765"}, {"author": "Nazario Ojeda", "affiliation": ["Department of Anesthesiology, Hospital Universitario, Las Palmas de Gran Canaria, Spain."], "href": "/?term=Ojeda+N&cauthor_id=34128765"}, {"author": "Alejandro Jiménez", "affiliation": ["Research Unit, Hospital Universitario de Canarias. Ofra, Santa Cruz de Tenerife, Spain."], "href": "/?term=Jim%C3%A9nez+A&cauthor_id=34128765"}], "refPMID": ["32125452", "32171076", "32988645", "32167524", "32286245", "33171297", "32269088", "33293102", "33331657", "32910458", "32679621", "32783921", "33239683", "33621190", "33789919", "22797452", "3928249", "8844239", "12949237", "15941915", "19201926", "19855068", "15273558", "33418211", "33241872"], "citedInPMID": ["34128765", "34831404"], "body": " ABSTRACTBackground: There are no data on circulating concentrations of sFas (proapoptotic protein of extrinsic pathway) and Bcl2 (antiapoptotic protein of intrinsic pathway) in COVID-19 patients. Thus, our objective study was to determine whether an association exists between serum concentrations of sFas and Bcl2 and COVID-19 patient mortality.Methods: This observational and prospective study of COVID-19 patients was performed in eight Intensive Care Units (ICU) from Canary Islands (Spain). Serum levels of sFas and Bcl2 at ICU admission were determined. Mortality at 30 days was the end-point study.Results: Surviving patients (n = 42) compared to non-surviving (n = 11) had lower APACHE-II (p < 0.001), lower SOFA (p = 0.004), lower serum sFas levels (p = 0.001) and higher serum Bcl2 levels (p < 0.001). Logistic regression showed an association between high serum sFas levels and mortality after controlling for APACHE-II (OR = 1.004; 95% CI = 1.101–1.007; p = 0.01) or SOFA (OR = 1.003; 95% CI = 1.101–1.106; p = 0.004), and between low serum Bcl2 levels and mortality after controlling for APACHE-II (OR = 0.927; 95% CI = 0.873–0.984; p = 0.01) or SOFA (OR = 0.949; 95% CI = 0.913–0.987; p = 0.01).Conclusions: Thus, to the best of our knowledge, this is the first study reporting blood levels of sFas and Bcl2 in COVID-19 patients and its association with mortality.KEYWORDS: sFas, BCl2, COVID-19: patients, mortality 1. IntroductionCoronavirus disease 2019 (COVID-19), the emerging health threat in the world detected for the first time in December 2019 in Wuhan (China), is produced by the severe acute respiratory syndrome coronavirus 2 (SARSCoV-2). To January 7 of 2021, approximately 87,857,553 cases and 1,895,431 deaths (2.16%) from COVID-19 have been reported in the world [1]. Several prognosis factors have been reported as arterial hypertension, age, cardiovascular diseases, smoking, chronic obstructive pulmonary disease (COPD), diabetes mellitus, kidney dysfunction, cerebrovascular diseases, cardiac injury, coagulation alterations, the development of acute respiratory distress syndrome (ARDS), liver dysfunction, interleukin-6, genetic, red blood cell distribution width, and nitrates [2–9].Cell death by apoptosis, which is produced by a programmed and actively way, occurs in different physiological processes (tissue remodeling and morphogenesis) and in different diseases as infectious diseases [10]. There are two main apoptosis pathways, the intrinsic (also names as mitochondrial pathway) and the extrinsic (also named as death receptor pathway). The activation of extrinsic pathway occurs when a tumor necrosis factor ligand superfamily (TNFSF) binding with its tumor necrosis factor membrane receptor superfamily (TNFRSF). The main receptors and ligands of the extrinsic pathway are the Fas receptor and its Fas ligand, and the TNF-related apoptosis-inducing ligand receptors (TRAILR1–4) and its TNF-related apoptosis-inducing ligand (TRAIL). When the TNFSF bindings with its TNFRSF is produced, a death signal leads to activation of pro-caspase-8 in caspase-8 (initiator caspase). Afterward, the activated caspase-8 produces the activation of caspase-3 (executor caspase) producing the cell death by apoptosis [10]. The activation of intrinsic pathway can occur through different stressors (oxidative stress, proinflammatory cytokines, excitotoxicity deficits of growth factors, and genetic mutations) that open mitochondrial transition pores (MTP). Then, cytochrome c exits from mitochondria to cytosol and binds with procaspase-9 and apoptotic protease activating factor (Apaf)-1 forming apoptosomes. These apoptosomes activate caspase-9 (initiator caspase). Afterward, the caspase-9 activated produces the activation of caspase-3 and 7 (executor caspases) producing the cell death death by apoptotic [10]. There are a family of anti-apoptotic B-cell lymphoma-2 (Bcl-2) proteins that block MTP formation and cytochrome c release from mitochondria to cytosol (Bcl-2, Bcl-XL, Bclw) and a family of pro-apoptotic Bcl-2 proteins that promote MTP formation and cytochrome c release (such as Bax, Bak, Bad, Bim, Bid) [10].There are scarce data published about apoptosis and COVID-19 patients [11–17]. Higher apoptosis of lymphocytes [11,12] and higher expression of Fas in lymphocytes [13,14] of COVID-19 patients than in control subjects have been found, and this is associated with lymphopenia of COVID-19 patients. In addition, higher blood concentrations of caspase-8 [15], caspase-3 [16], sFasL [16] and caspase-cleaved cytokeratin 18 [17] in COVID-19 patients than in control subjects have been found. However, we have not found data about the association between apoptosis and mortality of COVID-19 patients. We had previously found a higher mortality in septic patients with high serum sFas concentrations [18] and low serum Bcl2 concentrations [19]. Thus, the objective of this study was to analyze whether there is an association between serum concentrations of sFas and Bcl2 and mortality of COVID-19 patients. 2. Methods2.1. Design and subjectsThe patients of this observational and prospective study were recruited during April 2020 in eight intensive care units from six hospitals from Canary Islands (Spain). The study (code CHUC-2020-26) was approved by the Ethics Committee of all hospitals. In the specific context in which the Spain Government forbid patient visits during the recruitment patient study time, the requirement of written informed consent was waived.We included patients with laboratory confirmation of SARSCoV-2 by real-time fluorescence reverse transcription-polymerase chain reaction (RT-PCR) from nasopharyngeal swab sample or from bronchial aspirate.Previously, we have determined HLA genetic polymorphisms [4], serum nitrates [7], and red blood cell distribution width in some of the patients [9]. The objective of our study was to assess apoptosis by determining the serum concentrations of sFas and Bcl2.2.2. Determination of serum concentrations of sFas and Bcl2Serum samples at ICU admission were collected and stored at −80°C until to blood determination time. We used the Human Fas ELISA Kit (Elabscience, Houston, Texas, USA) for the determination of serum sFas concentrations, with an assay detection limit of 19 pg/mL and coefficient of variation of intra-assay and inter-assay lower than 6%. We used the Human Bcl-2 ELISA Kit (Elabscience) for the determination of serum Bcl-2 concentrations, with an assay detection limit of 0.10 ng/mL, and coefficient of variation of intra-assay and inter-assay lower than 6%.20–222.3. Variables recordedWe recorded demographic and clinical data at ICU admission as sex, age, body max index, chronic renal failure, diabetes mellitus, COPD, ischemic heart disease, smoking, arterial hypertension, steroid agents, human immunodeficiency virus (HIV), solid tumor, hematological tumor, ARDS [15], Acute Physiology and Chronic Health Evaluation (APACHE)-II score [16] Sepsis-related Organ Failure Assessment [SOFA] score [17], and chest radiography findings. Also, we recorded laboratory data at ICU admission as lactic acid, creatinine, sodium, protein, glucose, creatine kinase, albumin, bilirubin, alanine transaminase, alkaline phosphatase, aspartate transaminase, lactate dehydrogenase, gamma-glutamyl transpeptidase, interleukin-6, ferritin, procalcitonin, C-reactive protein, hemoglobin, hematocrit, white blood cell, lymphocytes, basophils, neutrophils, monocytes, eosinophils, d-dimer, platelets, fibrinogen, activated partial thromboplastin time (aPTT), international normalized ratio (INR), pressure of arterial oxygen (PaO2), and fraction inspired of oxygen (FIO2). Besides, we recorded data regarding ICU treatment as tocilizumab, hydroxychloroquine, steroid agents, interferon, lopinavir/ritonavir, and respiratory support. In addition, survival at 30 days was the end point of our study.2.4. Statistical MethodsContinuous and categorical variables were reported and compared between patient groups using medians (percentile 25–75), frequencies (percentages), Mann–Whitney U test and chi-square test and. We used receiver operating characteristic analysis to determine the capability of serum concentrations of sFas and Bcl2 for mortality prediction. Kaplan–Meier 30-day survival curves using serum concentrations of sFas higher and lower than 846.5 ng/mL and serum concentrations of Bcl2 higher and lower than 7.6 ng/mL (cutoffs selected by Youden J index) were performed. We used logistic regression to explore the association between serum concentrations of sFas and Bcl2 and 30-day mortality after controlling by SOFA or APACHE-II. As only 11 patients deceased in our series, we reported fourth regression models including two predictor variables in each regression model. SPSS 17.0 (SPSS Inc., Chicago, IL, USA) and p-values<0.05 were used for the statistical analysis and to establish significant differences. 3. ResultsSurviving patients (n = 42) compared to non-surviving (n = 11) had lower APACHE-II (p < 0.001) and lower SOFA (p = 0.004) (Table 1). Besides, surviving compared to non-surviving patients had lower serum sFas concentration (p = 0.001), higher Bcl2 concentration (p < 0.001) and higher platelet count (p = 0.02) (Table 2).\n\n\nTable 1.Demographic data, clinical data, and treatment of non-surviving and surviving patients Survivors(n = 42)Non-survivors(n = 11)p-ValueGender female, n (%)27 (64.3)7 (63.6)0.99COPD, n (%)5 (11.9)3 (27.3)0.34Smoking, n (%)2 (4.8)2 (18.2)0.19Chronic renal failure, n (%)1 (2.4)00.99Arterial hypertension, n (%)16 (38.1)6 (54.5)0.49Ischemic heart disease, n (%)1 (2.4)1 (9.1)0.38Diabetes mellitus, n (%)12 (28.6)3 (27.3)0.99Solid tumor, n (%)1 (2.4)00.99Hematological tumor, n (%)2 (4.8)00.99Steroid agents, n (%)1 (2.4)2 (18.2)0.11Human immunodeficiency virus, n (%)1 (2.4)00.99Chest radiography findings, n (%)  0.95– Consolidation only5 (11.9)1 (9.1) – Ground glass opacity plus consolidation21 (50.0)6 (54.5) – Ground glass opacity only16 (38.1)4 (36.4) ARDS, n (%)36 (85.7)9 (81.8)0.67Age (years), median (p 25–75)65 (51–70)70 (59–75)0.10Body max index (kg/m2), median (p 25–75)28.1 (24.8–32.4)27.1 (23.0–30.2)0.29APACHE-II score, median (p 25–75)12 (7–15)18 (16–20)<0.001SOFA score, median (p 25–75)5 (3–7)8 (5–9)0.004Respiratory support, n (%)  0.30– Conventional oxygen therapy4 (9.5)0 – High-flow nasal cannula4 (9.5)0 – noninvasive mechanical ventilation3 (7.1)0 – Invasive mechanical ventilation31 (73.8)11 (100) Tocilizumab, n (%)15 (35.7)6 (54.5)0.31Lopinavir/Ritonavir, n (%)39 (92.9)10 (90.9)0.99Interferon beta-1b, n (%)26 (61.9)7 (63.6)0.99Hydroxychloroquine, n (%)39 (92.9)11 (100)0.99Steroid agents, n (%)31 (73.8)9 (81.8)0.71Open in a separate windowCOPD, chronic obstructive pulmonary disease; APACHE, Acute Physiology and Chronic Health Evaluation; SOFA, Sepsis-related Organ Failure Assessment; ARDS, acute respiratory distress syndrome.Table 2.Laboratory data at ICU admission of non-surviving and surviving patients Survivors(n = 42)Non-survivors(n = 11)p-ValueSerum sFas levels (ng/mL), median (p 25–75)223 (109–475)1000 (314–1000)0.001Serum Bcl-2 levels (ng/mL), median (p 25–75)83.8 (18.8–121.3)6.4 (5.0–31.2)<0.001Glucose (g/dL), median (p 25–75)168 (122–208)160 (135–271)0.46Lactic acid (mmol/L), median (p 25–75)1.33 (1.09–1.80)1.60 (1.30–2.20)0.11Sodium (mEq/L), median (p 25–75)138 (134–141)140 (135–144)0.20Creatine kinase (U/L), median (p 25–75)152 (43–286)200 (50–1467)0.51Protein (g/L), median (p 25–75)6.4 (5.8–7.1)6.0 (5.6–7.0)0.60Albumin (g/L), median (p 25–75)3.0 (2.6–3.5)3.0 (2.3–3.7)0.94Creatinine (mg/dl), median (p 25–75)0.87 (0.68–1.03)1.07 (0.72–1.73)0.23Total bilirubin (mg/dl), median (p 25–75)0.62 (0.48–1.20)0.59 (0.35–1.23)0.65Alanine transaminase (U/L), median (p 25–75)38 (27–75)34 (14–48)0.14Aspartate transaminase (U/L), median (p 25–75)37 (29–77)40 (19–123)0.79Lactate dehydrogenase (U/L), median (p 25–75)353 (284–463)418 (263–556)0.58Gamma-glutamyl transpeptidase (U/L), median (p 25–75)61 (39–132)84 (33–447)0.91Alkaline phosphatase (U/L), median (p 25–75)58 (50–73)67 (41–96)0.99Ferritin (ng/ml), median (p 25–75)1039 (653–1817)1383 (859–2761)0.50Procalcitonin (ng/ml), median (p 25–75)0.17 (0.08–0.48)0.58 (0.06–0.76)0.49Interleukin-6 (pg/ml), median (p 25–75)50 (6–179)61 (24–140)0.77C-reactive protein (mg/gl), median (p 25–75)20 (10–76)24 (18–67)0.34Hemoglobin (g/dL), median (p 25–75)12.8 (11.7–14.4)12.8 (11.0–15.0)0.95White blood cell, median × 103/mm3 (p 25–75)7.7 (6.0–11.6)7.9 (5.3–13.1)0.95Neutrophils, median × 103/mm3 (p 25–75)7.2 (4.9–10.2)7.4 (4.3–10.4)0.90Lymphocytes, median × 103/mm3 (p 25–75)0.66 (0.50–0.90)0.54 (0.40–1.28)0.44Eosinophils, median × 103/mm3 (p 25–75)0.00 (0.00–0.02)0.02 (0.00–0.02)0.45Monocytes, median × 103/mm3 (p 25–75)0.37 (0.23–0.58)0.46 (0.18–0.58)0.66Basophils, median × 103/mm3 (p 25–75)0.01 (0.00–0.03)0.01 (0.01–0.03)0.69D-dimer (ng/mL), median (p 25–75)1102 (744–2202)3516 (682–21,480)0.21Fibrinogen (mg/dl) ,median (p 25–75)711 (506–829)699 (600–910)0.49Platelets, median × 103/mm3 (p 25–75)246 (173–383)158 (108–278)0.02aPTT (s), median (p 25–75)27 (25–32)30 (23–36)0.52INR, median (p 25–75)1.17 (1.06–1.36)1.18 (1.02–1.32)0.83PaO2/FIO2 ratio ,median (p 25–75)133 (103–201)111 (100–140)0.30Open in a separate windowaPTT, activated partial thromboplastin time; INR, international normalized ratio; PaO2, pressure of arterial oxygen; FIO2, fraction inspired of oxygen.Logistic regression analyses showed an association between serum sFas levels and 30-day mortality after controlling for APACHE-II (OR = 1.004; 95% CI = 1.101–1.007; p = 0.01) or SOFA (OR = 1.003; 95% CI = 1.101–1.106; p = 0.004). And also an association between serum Bcl2 levels and 30-day mortality after controlling for APACHE-II (OR = 0.927; 95% CI = 0.873–0.984; p = 0.01) or SOFA (OR = 0.949; 95% CI = 0.913–0.987; p = 0.01) (Table 3).\n\nTable 3.Multiple logistic regression analyses to predict mortality at 30 days Oddsratio95%Confidenceintervalp-ValueModel 1   APACHE-II (points)1.3491.071–1.7000.011Serum sFas levels (ng/mL)1.0041.101–1.0070.010Model 2   APACHE-II (points)1.7201.112–2.6610.015Serum Bcl2 levels (ng/mL)0.9270.873–0.9840.013Model 3   SOFA score (points)1.6651.119–2.4780.012Serum sFas levels (ng/mL)1.0031.001–1.0060.004Model 2   SOFA score (points)1.9151.192–3.0750.007Serum Bcl2 levels (ng/mL)0.9490.913–0.9870.010Open in a separate windowAPACHE, Acute Physiology and Chronic Health Evaluation; SOFA, sepsis-related Organ Failure Assessment.We found that the area under curve (AUC) for mortality prediction by serum sFas levels was 82% (95% CI = 69–96%; p < 0.001) (Figure 1), by serum Bcl2 levels was 87% (95% CI = 75–98%; p < 0.001) (Figure 2), by APACHE II was 85% (95% CI = 75–96%; p < 0.001), and by SOFA was 80% (95% CI = 66–94%; p < 0.001). No significant differences were found in the AUC between serum sFas levels and SOFA (p = 0.92), serum Fas levels and APACHE-II (p = 0.58), serum Bcl2 levels and SOFA (p = 0.59), serum Bcl2 levels and APACHE-II (p = 0.93), and between serum levels of sFas and Bcl2 (p = 0.62).\n\nFigure 1.Receiver operating characteristic analysis using serum sFas concentration for prediction of mortality at 30 daysFigure 2.Receiver operating characteristic analysis using serum Bcl2 concentration for prediction of mortality at 30 daysSerum sFas levels cutoff of 846.5 ng/mL for mortality prediction had specificity 88% (74%-96%), sensitivity 73% (39–94%), negative likelihood ratio 0.3 (0.1–0.8), negative predictive value 93% (82–97%), positive likelihood ratio 6.1 (2.5–15.0), and positive predictive value 62% (39–80%). Serum Bcl2 levels cutoff of 7.6 ng/mL for mortality prediction had specificity 93% (81%-98%), sensitivity 73% (39%-94%), negative likelihood ratio 0.3 (0.1–0.8), negative predictive value 93% (83–97%), positive likelihood ratio 10.2 (3.2–32.1), and positive predictive value 73% (46–89%).Kaplan–Meier analysis showed higher mortality rate in patients with serum sFas levels >846.5 ng/mL (hazard ratio = 37.0; 95% CI = 8.0–170.3; p < 0.001) (Figure 3) and with serum Bcl2 levels <7.6 ngl/mL (hazard ratio = 122.9; 95% CI = 22.5–671.5; p < 0.001) (Figure 4).\n\nFigure 3.Survival curves at 30 days using serum Fas concentrations lower or equal vs higher than 846.5 ng/mLFigure 4.Survival curves at 30 days using serum Bcl2 concentrations lower or equal vs higher than 7.6 ng/mL 4. DiscussionTo the best of our knowledge, our study is the first one describing blood levels of sFas and Bcl2 in patients with COVID-19. The main new findings of our study were the association of high serum sFas concentrations and low Bcl2 concentrations with mortality of COVID-19 patients. Another interesting finding in our study was the similar mortality prediction by serum levels of sFas and Bcl2 than by SOFA and APACHE-II, and those findings could help in the prognosis estimation of those patients to clinicians.Recently, higher Fas expression on CD4 + T and CD8 + T cells has been reported in COVID-19 patients than in healthy controls [13,14]; however, the association between serum sFas concentrations and COVID-19 mortality is a new finding of our study. We have no found data in respect to Bcl2 in COVID-19 patients; thus, the association between serum Bcl2 concentrations and COVID-19 mortality is another new finding of our study.Fas, one of the main death receptors of apoptosis extrinsic pathway, activates apoptosis when binding with its ligand. Then, a death signal is generated that will activate caspase-8 and then will activate caspase-3 leading to cellular damage by extrinsic apoptosis [10]. Bcl-2, one member of the anti-apoptotic Bcl-2 family, blocks MTP formation that will avoid the release of cytochrome c from mitochondria to the cytosol. Then, the formation of the apoptosis (between cytochrome c, Apaf-1 and procaspase-9) is blocked and therefore also the activation of caspase-9 is blocked. Thus, the activation of executor caspases (caspase-3 and -7) is decreased [10]. We think, that those higher serum sFas concentrations and lower blood Bcl-2 concentrations that we found in non-surviving patients compared to surviving patients contribute to higher apoptosis activation by the extrinsic pathway (due to high serum concentrations of proapoptotic sFas protein) and by the intrinsic pathway (due to low serum concentrations of antiapoptotic Bcl2 protein), which contribute in a higher activation of effector caspases, in a higher cellular damage by apoptosis, and finally in the death of patients.In septic animals, the use of different antiapoptotic agents has reduced apoptosis [23–27]. The use of small interfering RNA (siRNA) against Fas has reduced apoptosis and increased survival [23–26], and the use of adrenomedullin has increased Bcl-2 expression and decreased apoptosis [27].We recognize some limitations of our study. First, no serum levels of sFas and Bcl2 were determined in healthy subjects and in patients with other respiratory diseases; however, our objective study was to analyze whether serum concentrations of sFas and Bcl2 could help in the prognosis estimation of COVID-19 and not whether serum concentrations of sFas and Bcl2 could help in the diagnosis of COVID-19. Second, no assays to assess cellular damage by apoptosis were performed as Annexin V or terminal deoxynucleotidyl transferase dUTP-mediated nick-end labeling (TUNEL). Third, we performed regression analysis with only two variables due to the low number of deceased patients in our series. Fourth, another limitation was the reduced sample size of our study that could contribute in the absence of differences between survivor and non-survivor patients in other variables that have been found to be associated with the prognosis of COVID-19 patients in different meta-analyses [28,29].However, we think that our study could have some strengths. First, the association between serum levels of sFas and Bcl2 and mortality is present in all regression models (controlling for SOFA or APACHE-II). Second, those high serum sFas concentrations and low serum Bcl2 concentrations in non-survivor patients are in line with the poor prognosis found in septic patient patients [18,19]. We think all those findings could motivate the research on apoptosis in COVID-19 patients. 5. ConclusionsTo the best of our knowledge, this is the first study reporting blood levels of sFas and Bcl2 in COVID-19 patients and its association with mortality. However, further study should be done to confirm the results of our study due to its limited sample size. AcknowledgmentsThis study was supported by a grant from Instituto de Salud Carlos III (PI-18-00500) (Madrid, Spain) and co-financed with Fondo Europeo de Desarrollo Regional (FEDER). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Funding StatementThis study was supported by a grant from Instituto de Salud Carlos III (PI-18-00500) (Madrid, Spain) and co-financed with Fondo Europeo de Desarrollo Regional (FEDER). ReferencesPapers of special note have been highlighted as either of interest (•) or of considerable interest (••) to readers.1. World Meters . Coronavirus disease (COVID-19). Assessed January\n7, 2021. \nhttps://www.worldometers.info/coronavirus/coronavirus-cases [Google Scholar]2. Ruan Q, Yang K, Wang W, et al. Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Med. 2020. \nMarch\n3. Epub ahead of print. DOI:10.1007/s00134-020-05991-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Zhou F, Yu T, Du R, et al. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395(10229):1054–1062. . [PMC free article] [PubMed] [Google Scholar]4. Lorente L, Martín MM, Franco A, et al. Working Group on COVID-19 Canary ICU; Annex. Members of the BIOMEPOC group. HLA genetic polymorphisms and prognosis of patients with COVID-19. Med Intensiva. 2020. \nSeptember\n6. S0210-5691(20)30266-7. doi: 10.1016/j.medin.2020.08.004. Epub ahead of print. . [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Wu C, Chen X, Cai Y, et al. risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China. JAMA Intern Med. 2020. \nMarch\n13;180(7):934. Epub ahead of print. [PMC free article] [PubMed] [Google Scholar]6. Henry BM, de Oliveira MHS, Benoit S, et al. Hematologic, biochemical and immune biomarker abnormalities associated with severe illness and mortality in coronavirus disease 2019 (COVID-19): a meta-analysis. Clin Chem Lab Med. 2020;58(7):1021–10281021–1028. Apr 10 [Epub ahead of print]. . [PubMed] [Google Scholar]7. Lorente L, Martín MM, Argueso M, et al. Association between red blood cell distribution width and mortality of COVID-19 patients. Anaesth Crit Care Pain Med. 2021. \nNovember\n7;40(1): 100777. doi: 10.1016/j.accpm.2020.10.013. Epub ahead of print. . DOI: [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Du RH, Liang LR, Yang CQ, et al. Predictors of mortality for patients with COVID-19 pneumonia caused by SARS-CoV-2: a prospective cohort study. Eur Respir J. 2020;55. DOI:10.1183/13993003.00524-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Lorente L, Gómez-Bernal F, Martín MM, et al. Working Group on COVID-19 Canary ICU. High serum nitrates levels in non-survivor COVID-19 patients. Med Intensiva. 2020. \nNovember\n10. S0210-5691(20)30336-3. doi: 10.1016/j.medin.2020.10.003. Epub ahead of print. PMID: 33293102. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Harjai M, Bogra J, Kohli M, et al. Is suppression of apoptosis a new therapeutic target in sepsis?\nAnaesthesia and Intensive Care. 2013;41(2):175–183. [PubMed] [Google Scholar]•• This review summarizes apoptosis11. Cizmecioglu A, Akay Cizmecioglu H, Goktepe MH, et al. T-cell lymphopenia is related to COVID-19 severity. J Med Virol. 2021;93:2867–2874. [PubMed] [Google Scholar]12. Taghiloo S, Aliyali M, Abedi S, et al. Apoptosis and immunophenotyping of peripheral blood lymphocytes in Iranian COVID-19 patients: clinical and laboratory characteristics. J Med Virol. 2021;93(3):1589–1598. [PubMed] [Google Scholar]13. Bellesi S, Metafuni E, Hohaus S, et al. V. Increased CD95 (Fas) and PD-1 expression in peripheral blood T lymphocytes in COVID-19 patients [published online ahead of print. Br J Haematol. 2020. \nJuly\n17;191(2):207–211. 2020. [PMC free article] [PubMed] [Google Scholar]14. Zhu L, Yang P, Zhao Y, et al. Single-cell sequencing of peripheral mononuclear cells reveals distinct immune response landscapes of COVID-19 and influenza patients [published online ahead of print. Immunity. 2020. \nJuly\n19\n2020;S1074-7613(20)30316-2. 10.1016/j.immuni.2020.07.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Haljasmägi L, Salumets A, Rumm AP, et al. Longitudinal proteomic profiling reveals increased early inflammation and sustained apoptosis proteins in severe COVID-19. Sci Rep. 2020;10(1):20533. [PMC free article] [PubMed] [Google Scholar]16. Iwalokun BA, Olalekan A, Adenipekun E, et al. Improving the understanding of the immunopathogenesis of lymphopenia as a correlate of SARS-CoV-2 infection risk and disease progression in African patients: protocol for a cross-sectional study. JMIR Res Protoc. 2021;10(3):e21242. [PMC free article] [PubMed] [Google Scholar]17. Henry BM, Cheruiyot I, Benoit SW, et al. Cytokeratin 18 cell death assays as biomarkers for quantification of apoptosis and necrosis in COVID-19: a prospective, observational study. J Clin Pathol. 2021. \nMarch\n31; jclinpath-2020-207242. Epub ahead of print. DOI:10.1136/jclinpath-2020-207242 [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Lorente L, Martín MM, Ortiz-López R, et al. Association of serum soluble Fas concentrations and mortality of septic patients. Enferm Infecc Microbiol Clin. 2020.  2020 Sep 21;S0213-005X(20)30268-8. doi: 10.1016/j.eimc.2020.08.003. Online ahead of print. [Google Scholar]19. Lorente L, Martín MM, Ortiz-López R, et al. Circulating Bcl-2 concentrations and septic patient mortality [published online ahead of print. Enferm Infecc Microbiol Clin. 2020. \nJuly\n14\n2020;S0213-005X(20)30232-9. 10.1016/j.eimc.2020.06.001. [CrossRef] [Google Scholar]20. VM R, Gd R, Bt T, et al., ARDS Definition Task Force . Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]21. Knaus WA, Draper EA, Wagner DP, et al. APACHE II: a severity of disease classification system. Crit Care Med. 1985;13(10):818–829. [PubMed] [Google Scholar]22. Vincent JL, Moreno R, Takala J, et al. The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction/failure. Intensive Care Medicine. 1996;22(7):707–710. . [PubMed] [Google Scholar]23. Chung C-S, Song GY, Lomas J, et al. Inhibition of Fas/Fas ligand signaling improves septic survival: differential effects on macrophage apoptotic and functional capacity. J Leukoc Biol. 2003;74(3):344–351. [PubMed] [Google Scholar]24. Wesche-Soldato DE, Chung C-S, Lomas-Neira J, et al. In vivo delivery of caspase-8 or Fas siRNA improves the survival of septic mice. Blood. 2005;106(7):2295–2301. [PMC free article] [PubMed] [Google Scholar]25. Matsuda N, Yamamoto S, Takano K, et al. Silencing of fas-associated death domain protects mice from septic lung inflammation and apoptosis. Am J Respir Crit Care Med. 2009;179(9):806–815. . [PubMed] [Google Scholar]26. Matsuda N, Teramae H, Yamamoto S, et al. Increased death receptor pathway of apoptotic signaling in septic mouse aorta: effect of systemic delivery of FADD siRNA. Am J Physiol Heart Circ Physiol. 2010;298(1):H92–H101. [PubMed] [Google Scholar]27. Zhou M, Simms HH, Wang P.. \nAdrenomedullin and adrenomedullin binding protein-1 attenuate vascular endothelial cell apoptosis in sepsis. Ann Surg. 2004;240(2):321–330. [PMC free article] [PubMed] [Google Scholar]28. Hariyanto TI, Japar KV, Kwenandar F, et al. Inflammatory and hematologic markers as predictors of severe outcomes in COVID-19 infection: a systematic review and meta-analysis. Am J Emerg Med. 2021;41:110–119. [PMC free article] [PubMed] [Google Scholar]29. Ivan Hariyanto T, Kurniawan A. Tocilizumab administration is associated with the reduction in biomarkers of coronavirus disease 2019 infection. J Med Virol. 2021;93(3):1832–1836. [PMC free article] [PubMed] [Google Scholar]"}