{"title": "Rule-Based Cohort Definitions for Acute Respiratory Distress Syndrome: A Computable Phenotyping Strategy Based on the Berlin Definition", "pubDate": "2021", "PMCID": "PMC8202583", "DOI": "10.1097/CCE.0000000000000451", "PMID": "34136825", "abstract": "Accurate identification of acute respiratory distress syndrome is essential for understanding its epidemiology, patterns of care, and outcomes. We aimed to design a computable phenotyping strategy to detect acute respiratory distress syndrome in electronic health records of critically ill patients.                  Design:                       This is a retrospective cohort study. Using a near real-time copy of the electronic health record, we developed a computable phenotyping strategy to detect acute respiratory distress syndrome based on the Berlin definition.                  Setting:                       Twenty multidisciplinary ICUs in Mayo Clinic Health System.                  Subjects:                       The phenotyping strategy was applied to 196,487 consecutive admissions from year 2009 to 2019.                  Interventions:                       The acute respiratory distress syndrome cohort generated by this novel strategy was compared with the acute respiratory distress syndrome cohort documented by clinicians during the same period. The sensitivity and specificity of the phenotyping strategy were calculated in randomly selected patient cohort (50 patients) using the results from manual medical record review as gold standard.                  Measurements and main results:                       Among the patients who did not have acute respiratory distress syndrome documented, the computable phenotyping strategy identified 3,169 adult patients who met the Berlin definition, 676 patients (21.3%) were classified to have severe acute respiratory distress syndrome (Pao2/Fio2 ratio ≤ 100), 1,535 patients (48.4%) had moderate acute respiratory distress syndrome (100 < Pao2/Fio2 ratio ≤ 200), and 958 patients (30.2%) had mild acute respiratory distress syndrome (200 < Pao2/Fio2 ratio ≤ 300). The phenotyping strategy achieved a sensitivity of 94.4%, specificity of 96.9%, positive predictive value of 94.4%, and negative predictive value of 96.9% in a randomly selected patient cohort. The clinicians documented acute respiratory distress syndrome in 1,257 adult patients during the study period. The clinician documentation rate of acute respiratory distress syndrome was 28.4%. Compared with the clinicians' documentation, the phenotyping strategy identified a cohort that had higher acuity and complexity of illness suggested by higher Sequential Organ Failure Assessment score (9 vs 7; p < 0.0001), higher Acute Physiology and Chronic Health Evaluation score (76 vs 63; p < 0.0001), higher rate of requiring invasive mechanical ventilation (99.1% vs 71.8%; p < 0.0001), higher ICU mortality (20.6% vs 16.8%; p < 0.0001), and longer ICU length of stay (5.1 vs 4.2 d; p < 0.0001).                  Conclusions:                       Our rule-based computable phenotyping strategy can accurately detect acute respiratory distress syndrome in critically ill patients in the setting of high clinical complexity. This strategy can be applied to enhance early recognition of acute respiratory distress syndrome and to facilitate best-care delivery and clinical research in acute respiratory distress syndrome.", "author": [{"author": "Heyi Li", "affiliation": ["Department of Medicine, Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN."], "href": "/?term=Li+H&cauthor_id=34136825"}, {"author": "Yewande E Odeyemi", "affiliation": ["Department of Medicine, Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN."], "href": "/?term=Odeyemi+YE&cauthor_id=34136825"}, {"author": "Timothy J Weister", "affiliation": ["Anesthesia Clinical Research Unit, Mayo Clinic, Rochester, MN."], "href": "/?term=Weister+TJ&cauthor_id=34136825"}, {"author": "Chang Liu", "affiliation": ["Department of Medicine, Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN.", "Department of Critical Care Medicine, Zhongnan Hospital of Wuhan University, Wuhan, Hubei, China."], "href": "/?term=Liu+C&cauthor_id=34136825"}, {"author": "Sarah J Chalmers", "affiliation": ["Department of Medicine, Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN."], "href": "/?term=Chalmers+SJ&cauthor_id=34136825"}, {"author": "Amos Lal", "affiliation": ["Department of Medicine, Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN."], "href": "/?term=Lal+A&cauthor_id=34136825"}, {"author": "Xuan Song", "affiliation": ["Liaocheng Cardiac Hospital Affiliated to Shandong First Medical University, Shandong, China.", "DongE Affiliated Hospital of Shandong First Medical University, Shandong, China."], "href": "/?term=Song+X&cauthor_id=34136825"}, {"author": "Ognjen Gajic", "affiliation": ["Department of Medicine, Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN."], "href": "/?term=Gajic+O&cauthor_id=34136825"}, {"author": "Rahul Kashyap", "affiliation": ["Department of Anesthesiology and Perioperative Medicine, Mayo Clinic, Rochester, MN."], "href": "/?term=Kashyap+R&cauthor_id=34136825"}], "refPMID": ["26903337", "22797452", "26645551", "13310704", "19280175", "26448798", "24891838", "31853447", "26070247", "30660915", "32380983", "20194152", "22958988", "30521765", "22167531", "29994592", "29248620", "26181219"], "citedInPMID": ["34136825"], "body": " AbstractOBJECTIVES:Accurate identification of acute respiratory distress syndrome is essential for understanding its epidemiology, patterns of care, and outcomes. We aimed to design a computable phenotyping strategy to detect acute respiratory distress syndrome in electronic health records of critically ill patients.DESIGN:This is a retrospective cohort study. Using a near real-time copy of the electronic health record, we developed a computable phenotyping strategy to detect acute respiratory distress syndrome based on the Berlin definition.SETTING:Twenty multidisciplinary ICUs in Mayo Clinic Health System.SUBJECTS:The phenotyping strategy was applied to 196,487 consecutive admissions from year 2009 to 2019.INTERVENTIONS:The acute respiratory distress syndrome cohort generated by this novel strategy was compared with the acute respiratory distress syndrome cohort documented by clinicians during the same period. The sensitivity and specificity of the phenotyping strategy were calculated in randomly selected patient cohort (50 patients) using the results from manual medical record review as gold standard.MEASUREMENTS AND MAIN RESULTS:Among the patients who did not have acute respiratory distress syndrome documented, the computable phenotyping strategy identified 3,169 adult patients who met the Berlin definition, 676 patients (21.3%) were classified to have severe acute respiratory distress syndrome (Pao2/Fio2 ratio ≤ 100), 1,535 patients (48.4%) had moderate acute respiratory distress syndrome (100 < Pao2/Fio2 ratio ≤ 200), and 958 patients (30.2%) had mild acute respiratory distress syndrome (200 < Pao2/Fio2 ratio ≤ 300). The phenotyping strategy achieved a sensitivity of 94.4%, specificity of 96.9%, positive predictive value of 94.4%, and negative predictive value of 96.9% in a randomly selected patient cohort. The clinicians documented acute respiratory distress syndrome in 1,257 adult patients during the study period. The clinician documentation rate of acute respiratory distress syndrome was 28.4%. Compared with the clinicians’ documentation, the phenotyping strategy identified a cohort that had higher acuity and complexity of illness suggested by higher Sequential Organ Failure Assessment score (9 vs 7; p < 0.0001), higher Acute Physiology and Chronic Health Evaluation score (76 vs 63; p < 0.0001), higher rate of requiring invasive mechanical ventilation (99.1% vs 71.8%; p < 0.0001), higher ICU mortality (20.6% vs 16.8%; p < 0.0001), and longer ICU length of stay (5.1 vs 4.2 d; p < 0.0001).CONCLUSIONS:Our rule-based computable phenotyping strategy can accurately detect acute respiratory distress syndrome in critically ill patients in the setting of high clinical complexity. This strategy can be applied to enhance early recognition of acute respiratory distress syndrome and to facilitate best-care delivery and clinical research in acute respiratory distress syndrome.Keywords: acute respiratory distress syndrome, Berlin definition, computable phenotyping, diagnosis, electronic health records Acute respiratory distress syndrome (ARDS) is a common critical illness associated with high morbidity and mortality (1). Accurate and timely identification of ARDS is fundamental to prompt initiation of best supportive care, appropriate lung-protective mechanical ventilation strategies, and facilitate early enrollment in clinical trials. The Berlin definition, published in 2012, defined ARDS with an explicit criterion. It stratified patients by Pao2 to Fio2 (P/F) ratio into mild (P/F 200–300), moderate (P/F 100–199), and severe ARDS (P/F < 100). Compared with the previous American-European Consensus Conference (AECC) criteria, it clarified several areas, including features on chest imaging, and the exclusion of cardiac origin of pulmonary edema using noninvasive methods. It also set a minimum requirement for the positive end-expiratory pressure (PEEP) level of 5 cm H2O during P/F determination (2). However, early recognition of ARDS remains a major limitation of the Berlin definition (3) which is at least in part due to the well-known complexity and heterogeneity of the ICU patient population. In 1956, Miller et al (4) had published that even experienced clinicians could not consistently integrate more than seven variables for information processing. Underdiagnosis of ARDS has been recognized as a barrier to timely implementation of best practice, such as lung-protective ventilation (5) or use of prone positioning (1). When conducting clinical studies on ARDS, relying only on the clinicians’ documentation will lead to incomplete study cohort and unreliable results. Accurate identification of ARDS allowing for clearly defined patient cohorts is critically needed.In addition to clinical assessment, electronic health records (EHRs) have emerged as powerful assistance for accurate diagnosis. They store large amounts of near real-time data, which contains the physiologic signatures required for the recognition of clinical syndromes. Automated electronic medical record (EMR) search strategies have been developed and validated to identify postoperative complications, extubation failure, acute kidney injury, and sepsis in a timely fashion with high precision (6–10). By using the electronic search strategies, the investigators were able to achieve high sensitivity and specificity in accurate detection of patients involved with the syndromes mentioned above. The objective of the present work was to create a retrospective, pragmatic computable phenotyping strategy using Berlin criteria to identify ARDS in a large cohort of ICU admissions and compare its reliability and validity to clinicians’ documentation. METHODSThe study was approved by the Mayo Clinic Institutional Review Board (IRB 13-008906) at Mayo Clinic, Rochester, for the use of existing medical records of patients who previously authorized the use of their medical record for review.Study PopulationThis is a retrospective cohort study of adult patients admitted to any of 20 ICUs at seven medical centers in the Mayo Clinic Health System from January 1, 2009, to December 31, 2019. The participating ICUs included medical, surgical, trauma, pediatric, and mixed ICUs. Admissions from cardiac or cardiothoracic ICUs were excluded. Patients who did not provide previous authorization for use of their health records were excluded.During the study period, 196,487 consecutive ICU admissions were screened for eligibility and reviewed (Fig. 1, http://links.lww.com/CCX/A657). A diagnosis of ARDS (defined as having International Classification of Diseases [ICD], 9th Edition code 518.52 or ICD, 10th Edition code J80 or having “ARDS” documented in the clinicians’ notes) was found in 1,257 adult patients. The computable phenotyping strategy will not attempt to alter the diagnoses made by physicians. Thus, these patients were categorized as the clinician documented cohort and would not undergo the computable phenotyping process.Patients met inclusion criteria for the computable phenotyping model if they were admitted to the ICU and had a total duration of invasive or noninvasive mechanical ventilation greater than 24 hours or duration of invasive mechanical ventilation greater than 12 hours and met the Berlin definition of ARDS. The duration of mechanical ventilation was searched according to our previously published algorithm (11).Manual Adjudication StrategiesTwo groups of 50 patients each were selected by purposeful (for a mix of true ARDS and true non-ARDS cases) sampling for the test of sensitivity and specificity. Adjustment to the searching strategy is allowed if needed. An additional cohort of 50 randomly selected patients was used after necessary adjustment for calculation of the sensitivity and specificity.Adjudication was performed by an intensivist via manual chart review. To minimize the influence of the reviewer’s personal judgment, she was requested to assess the EHR to identify ARDS using prespecified Berlin definition, including 1) P/F ratio less than or equal to 300, 2) PEEP greater than or equal to 5 cm H2O, 3) bilateral infiltrate on chest radiographs, and 4) the presence of at least one risk factor for ARDS (i.e., sepsis/septic shock, pneumonia, pancreatitis, trauma, aspiration, multiple transfusion, drug overdose, and shock) within 7 days of onset. We did not involve a second reviewer, as there is not a “gold standard” of ARDS that could resolve interrater disagreement. The manual adjudication process was independent of the development or utilization of the computable phenotyping strategy. The manual adjudication results were used as gold standard for sensitivity and specificity calculation.Automated Electronic Search StrategyData were used from Mayo Clinic ICU DataMart and Unified Data Platform (12), which are extensive data warehouses containing a near real-time normalized replica of Mayo Clinic’s EHR. These databases contain patient information along with their laboratory test results, clinical and pathologic information from sources within the institution, and have been previously validated (13, 14). Ventilator variables (such as PEEP) were captured via automated input to the EHR from the ventilator.The automated computable phenotyping strategy for identifying ARDS as per the Berlin definition was completed in eligible patients. ARDS was identified when all the following criteria were met:1) PEEP was greater or equal to 5 cm H2O. For each admission, the first time when a PEEP greater than or equal to 5 cm H2O was documented was captured as “time zero.”2) P/F less than or equal to 300. P/F ratio was calculated based on matched Pao2 and Fio2 from the laboratory data nearest (± 6 hr) the “time zero”.3) Presence of “bilateral infiltrates” or “bilateral opacities” or “bilateral edema” in the radiology reports of chest radiographs nearest (± 12 hr) the “time zero.”Patients who did not have qualifying Pao2, Fio2 or chest radiographs were excluded. ARDS risk factors (i.e., sepsis/septic shock, pneumonia, aspiration, pancreatitis, trauma, drug overdose, shock, and multiple transfusions) were searched for in the health records. Among cases without known ARDS risk factors, those with cardiogenic pulmonary edema, cardiogenic shock, or acute decompensated heart failure were excluded (12). Patients who neither have ARDS risk factor nor evidence of cardiogenic cause of pulmonary edema were included in the ARDS cohort. For patients who had multiple admissions within a year, only the first admission was kept for analysis.Statistical AnalysisDepending on the normality of the data distribution, continuous variables were summarized as mean and sd or median and interquartile range. Categorical variables were summarized as counts (n) and percentages (%). Wilcoxon rank-sum test was used in comparison of continuous variables. Pearson chi-square test was used in comparison of nominal variables. A p value of less than 0.05 was considered significant. All analyses were performed using SAS Version 9.4 (SAS Institute, Cary, NC). RESULTSBetween January 1, 2009, and December 31, 2019, a total of 196,487 ICU admissions to the selected ICUs were electronically screened. The clinical diagnosis of ARDS was documented in 1,257 patients’ EHR (clinician documented cohort). The computable phenotyping strategy captured 3,169 adult patients with ARDS based on the Berlin definition (computer phenotype cohort). If we acknowledge both clinical- and computer-derived ARDS diagnosis, we create an ARDS cohort of 4,426 patients, among which only 1,257 were identified by the clinicians. The clinician documentation rate of ARDS was 28.4%. Among the patients in the computer phenotype cohort, 676 patients (21.3%) were classified as severe (P/F ratio ≤ 100), 1,535 patients (48.4%) as moderate (100 < P/F ratio ≤ 200), and 958 patients (30.2%) as mild ARDS (200 < P/F ratio ≤ 300). The computer phenotype cohort is different from the clinician documented cohort in the composition of admission sources. The computer phenotyped cohort, compared with the clinician documented cohort, had more directly admitted patients (956/3,169; 30.2% vs 316/1,257; 25.1%), and fewer patients transferred from the operative or procedural areas (587/3,169; 18.5% vs 344/1,257; 27.4%) (Table ​Table11).TABLE 1.Admission Sources of the Acute Respiratory Distress Syndrome CohortsICU Admission SourceComputer Phenotyped (N = 3,169), n (%)Clinician Documented (N = 1,257), n (%)Operative/procedural areas587 (18.5)344 (27.4)Inpatient wards809 (25.5)353 (28.1)Other ICUs54 (1.7)8 (0.6)Emergency department763 (24.1)236 (18.8)Direct admission956 (30.2)316 (25.1)Open in a separate windowThe epidemiologic features, treatment pattern, and outcomes of the two cohorts are outlined and compared in Table ​Table22. The patients from the computer phenotype cohort, compared with the clinician documented cohort, were older (63.1 vs 59.2 yr; p < 0.0001) and more critically ill as suggested by higher Sequential Organ Failure Assessment (SOFA) (9 vs 7; p < 0.0001) and Acute Physiology and Chronic Health Evaluation (APACHE) scores (76 vs 63; p < 0.0001). The rate (99.1% vs 71.8%; p < 0.0001) and duration of invasive mechanical ventilation (2.5 vs 1.4 d; p < 0.0001) were higher in the computer phenotype cohort. The patients from the computer phenotype cohort also had higher ICU mortality (20.6% vs 16.8%; p < 0.0001), longer ICU length of stay (5.1 vs 4.2 d; p < 0.0001), and shorter hospital length of stay (11.2 vs 13.2 d; p < 0.0001). There was no significant difference in hospital mortality between these two cohorts (27.1% vs 25.7%; p = 0.34).TABLE 2.Epidemiologic Features, Therapy Pattern, and Outcomes of the Acute Respiratory Distress Syndrome CohortsEpidemiologic Features, Therapy Pattern, and OutcomesComputer Phenotyped (N = 3,169)Clinician Documented (N = 1,257)pAge, mean ± sd63.1 ± 15.959.2 ± 16.9< 0.0001aMale sex, n (%)1,782 (56.2)717 (57.0)0.73bSequential Organ Failure Assessment score, median (interquartile range)9 (6–12)7 (4–10)< 0.0001aAcute Physiology and Chronic Health Evaluation IV score, median (interquartile range)76 (58–98)63 (45–87)< 0.0001aInvasive MV use, n (%)3,139 (99.1)901 (71.8)< 0.0001bDuration of invasive MV (d), median (interquartile range)2.5 (1.1–5.6)1.4 (0–5.5)< 0.0001aICU mortality, n (%)653 (20.6)206 (16.8)< 0.0001bICU LOS (d), median (interquartile range)5.1 (2.7–8.9)4.2 (1.5–10.2)< 0.0001aHospital mortality, n (%)860 (27.1)323 (25.7)0.34bHospital LOS (d), median (interquartile range)11.2 (6.2–20.0)13.2 (6.4–24.6)< 0.0001aOpen in a separate windowLOS = length of stay, MV = mechanical ventilation.ap comes from Wilcoxon rank-sum test.bp comes from χ2.The computable phenotyping strategy reached high sensitivity and specificity in two separate test cohorts using manual adjudication results as gold standard (Table ​Table33). Among 100 patients, the phenotyping strategy missed ARDS in four patients (false negative). Two false negatives occurred due to missing P/F ratio and missing chest radiograph in the EHR. Two false negatives occurred due to missing documentation of ARDS risk factor (sepsis). The phenotyping strategy was not changed as the missing data cannot be restored by altering the phenotyping strategy.TABLE 3.Sensitivity and Specificity of the Computer Phenotyping StrategyCohortsAcute Respiratory Distress Syndrome Per Berlin DefinitionSensitivity (%)Specificity (%)Positive Predictive Value (%)Negative Predictive Value (%)Test cohort 1, n = 5091.310010093.1Test cohort 2, n = 5090.910010093.3Randomly selected cohort n = 5094.496.994.496.9Open in a separate windowIn the randomly selected patient cohort, the computable phenotyping strategy yielded a sensitivity of 94.4%, specificity of 96.9%, positive predictive value of 94.4%, and negative predictive value of 96.9% (Table ​(Table3).3). ARDS was missed by the phenotyping strategy (false negative) in two patients due to missing P/F ratio and missing chest radiograph in one patient and missing documentation of PEEP in a patient who used noninvasive mechanical ventilation chronically. DISCUSSIONIn this study, we established a large retrospective ARDS patient cohort using a novel computable phenotyping strategy based on the Berlin definition in addition to clinicians’ documentation. The strategy achieved high sensitivity and specificity in a randomly selected cohort using manual adjudication results as gold standard. Compared with the clinician documented cohort, the computer phenotype cohort had higher complexity and acuity of illness at the time of initial ARDS diagnosis, suggested by older age, higher SOFA scores, and APACHE scores. This difference in complexity and acuity of illness can be explained by the computable strategy that identifies the essential factors of ARDS upon their occurrence regardless of the complexity of the clinical scenario, whereas the clinical documentation often lags behind. The fact that the computer phenotyped cohort had more invasive mechanical ventilation use, longer duration of mechanical ventilation, and longer hospital length of stay also hinted that ARDS was identified earlier in this group. Because of the advantage of the computable phenotyping strategy in identifying ARDS upon early contact, its cohort had more directly admitted patients but fewer transferred patients compared with the clinician documented cohort.Proper identification and phenotyping of ARDS have been increasingly considered important for clinical practice and research. Over the past decade, significant efforts have been made to develop unbiased, data-driven strategy for early and accurate identification of ARDS. In a systematic review published in 2019, Wayne et al (15) identified six unique electronic “ARDS sniffer” tools from literature. Three tools were developed after the Berlin definition published. However, none of them incorporated all the variables from the Berlin definition into their tools. Chbat et al (16) and Reamaroon et al (17) did not incorporate radiographic reports as a data source. In the model by Yetisgen-Yildiz et al (18), only analysis of the radiograph reports was used, without including P/F ratio. Therefore, our phenotyping strategy is the first electronic ARDS identification tool to incorporate the Berlin definition in its entirety.Clinical underrecognition of ARDS has been reported in literature. In our study, the clinician documentation rate of ARDS was 28.4%. This rate is similar to the clinician recognition rate (26.5%) reported by Herasevich et al (5) by comparing clinical with to an “acute lung injury sniffer” based on AECC criteria. It is lower than the clinician recognition rated of ARDS (51.3% in mild, 78.5% in severe ARDS) from the large prospective observational Large observational study to UNderstand the Global impact of Severe Acute respiratory FailurE (LUNGSAFE) study which compared the clinical assessment with Berlin criteria (1). Despite the low clinician documentation rate in our cohort, the ICU mortality (859/4,426; 19.4%) is lower than the ICU mortality (35.3%) reported in LUNGSAFE study, which implies the lower clinician documentation rate probably did not have adverse impact on the patients’ outcome. Further research is needed to study the impact of underrecognition of ARDS on its management and patients’ outcomes in the era of wide use of lung-protective ventilation.The novel computable phenotyping strategy has several strengths. It is the first reported ARDS electronic detection tool that used all aspects of the Berlin definition. The strategy was developed using a large ICU admission cohort of 196,487 patients, whereas the previously reported tools used significantly smaller cohorts, with the largest one (5) having only 3,795 patients. Thus, we were able to establish the largest electronically created ARDS cohort to date that has been used for retrospective research. Different from the traditional cohort creation by note searching, the new strategy directly recognizes the physiologic features of the syndrome rather than relying on the clinicians’ documentations alone. The cohort continues to expand by repeating the searching process on consecutive admissions without requiring manual data extraction. This rule-based, data-driven strategy has the potential to be implemented into EHRs as a real-time “ARDS sniffer,” which can be used for early detection and as decision-making support tool for timely application of best practice, such as lung-protective ventilation or proning. It can also be used for quality improvement projects or patient screening for clinical trials.The described phenotyping strategy has its limitations. First, the phenotyping strategy’s performance relies on the completeness of the EHRs. The computable strategy reported missing documentation in six of 150 patients while searching for P/F ratios, chest radiographs, or ARDS risk factors, such as “pneumonia,” “multiple transfusions,” and “trauma.” These missing items were only recovered by manual search. In order to overcome this limitation, more work is needed to develop a more advanced searching strategy that takes full advantage of all EHR data, extracting information from the complex text in the physician’s notes, and actual radiological images. Second, the phenotyping strategy is based on the Berlin definition, which has only moderate diagnostic reliability. Interobserver disagreement in diagnosing ARDS is common, mainly driven by different interpretations of chest imaging (19). Despite using the most explicit rules that we have, disagreement between the automatic phenotyping and clinical assessment could exist. Validation of the strategy will be difficult due to lack of a true “gold standard” of ARDS. Third, the current work was not sufficient to reveal the impact of the clinical recognition on the choice of ventilation strategy. Recent literature demonstrated that low tidal volume ventilation benefited critically ill patients who did not meet the ARDS criteria (20). Thus, low tidal volume ventilation has become the widely accepted best practice at many institutions for all mechanically ventilated patients regardless of the diagnoses. Due to the varying institutional requirements and the rapidly evolving practice that moves toward universal application of lung-protective ventilation, the correlation between clinical diagnosis of ARDS and the application of lung-protective ventilation strategy remains unknown. CONCLUSIONSWe have described the first computable phenotyping strategy based on the Berlin definition to identify ARDS cases from the existing EMRs from multiple ICUs. The large, well-defined ARDS cohort we created can be used for retrospective clinical research. This novel phenotyping strategy can also potentially facilitate early implementation of best supportive practices, the process of screening patients, and enrollment in clinical trials. ACKNOWLEDGMENTSWe thank the Anesthesia Clinical Research Unit for their help with electronic data abstraction. Supplementary MaterialClick here to view.(198K, pdf) FootnotesThis study was reviewed and approved by the Institutional Review Board (IRB) at Mayo Clinic, Rochester (IRB 13-008906). Informed consent was waived for patients with Minnesota research authorization.All the authors give their authorization to publish the article.The data used for this research are available from the corresponding author on reasonable request and subject to Institutional Review Board guidelines.Drs. Gajic and Kashyap contributed to concept and design. Drs. Li, Weister, and Kashyap contributed to protocol development. Drs. Li, Weister, Liu, Chalmers, Lal, and Song contributed to data retrieval and statistical analysis. Drs. Li, Odeyemi, and Song, contributed to drafting of the article. Drs. Odeyemi, Liu, Chalmers, Lal, Gajic, and Kashyap contributed to critical revision of the article. All authors contributed to approval of the final draft.Supplemental digital content is available for this article. Direct URL citations appear in the printed text and are provided in the HTML and PDF versions of this article on the journal’s website (http://journals.lww.com/ccejournal).Mayo Clinic Rochester Critical Care Independent Multidisciplinary Program Research Subcommittee small grant funded this study for data retrieval and statistical support.Source of FundingThe authors have disclosed that they do not have any potential conflicts of interest. REFERENCES1. Bellani G, Laffey JG, Pham T, et al. ; LUNG SAFE Investigators; ESICM Trials Group. Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries.\nJAMA. 2016; 315:788–800 [PubMed] [Google Scholar]2. Ranieri VM, Rubenfeld GD, Thompson BT, et al. ; ARDS Definition Task Force. Acute respiratory distress syndrome: The Berlin definition.\nJAMA. 2012; 307:2526–2533 [PubMed] [Google Scholar]3. Villar J, Blanco J, Kacmarek RM. Current incidence and outcome of the acute respiratory distress syndrome.\nCurr Opin Crit Care. 2016; 22:1–6 [PubMed] [Google Scholar]4. Miller GA. The magical number seven plus or minus two: Some limits on our capacity for processing information.\nPsychol Rev. 1956; 63:81–97 [PubMed] [Google Scholar]5. Herasevich V, Yilmaz M, Khan H, et al. . Validation of an electronic surveillance system for acute lung injury.\nIntensive Care Med. 2009; 35:1018–1023 [PMC free article] [PubMed] [Google Scholar]6. Tien M, Kashyap R, Wilson GA, et al. . Retrospective derivation and validation of an automated electronic search algorithm to identify post operative cardiovascular and thromboembolic complications.\nAppl Clin Inform. 2015; 6:565–576 [PMC free article] [PubMed] [Google Scholar]7. Rishi MA, Kashyap R, Wilson G, et al. . Retrospective derivation and validation of a search algorithm to identify extubation failure in the intensive care unit.\nBMC Anesthesiol. 2014; 14:41. [PMC free article] [PubMed] [Google Scholar]8. Dhungana P, Serafim LP, Ruiz AL, et al. . Machine learning in data abstraction: A computable phenotype for sepsis and septic shock diagnosis in the intensive care unit.\nWorld J Crit Care Med. 2019; 8:120–126 [PMC free article] [PubMed] [Google Scholar]9. Ahmed A, Vairavan S, Akhoundi A, et al. . Development and validation of electronic surveillance tool for acute kidney injury: A retrospective analysis.\nJ Crit Care. 2015; 30:988–993 [PubMed] [Google Scholar]10. Kashyap R, Singh TD, Rayes H, et al. . Association of septic shock definitions and standardized mortality ratio in a contemporary cohort of critically ill patients.\nJ Crit Care. 2019; 50:269–274 [PubMed] [Google Scholar]11. Weister T, Singhal A, Marquez A, et al. . Refinement of a computable phenotype for initiation of mechanical ventilation in intensive care unit. A36.\nAm J Respir Crit Care Med. 2018; 197:A1454 [Google Scholar]12. Kashyap R, Sarvottam K, Wilson GA, et al. . Derivation and validation of a computable phenotype for acute decompensated heart failure in hospitalized patients.\nBMC Med Inform Decis Mak. 2020; 20:85. [PMC free article] [PubMed] [Google Scholar]13. Herasevich V, Pickering BW, Dong Y, et al. . Informatics infrastructure for syndrome surveillance, decision support, reporting, and modeling of critical illness.\nMayo Clin Proc. 2010; 85:247–254 [PMC free article] [PubMed] [Google Scholar]14. Singh B, Singh A, Ahmed A, et al. . Derivation and validation of automated electronic search strategies to extract Charlson comorbidities from electronic medical records.\nMayo Clin Proc. 2012; 87:817–824 [PMC free article] [PubMed] [Google Scholar]15. Wayne MT, Valley TS, Cooke CR, et al. . Electronic “Sniffer” systems to identify the acute respiratory distress syndrome.\nAnn Am Thorac Soc. 2019; 16:488–495 [PMC free article] [PubMed] [Google Scholar]16. Chbat NW, Chu W, Ghosh M, et al. . Clinical knowledge-based inference model for early detection of acute lung injury.\nAnn Biomed Eng. 2012; 40:1131–1141 [PubMed] [Google Scholar]17. Reamaroon N, Sjoding MW, Lin K, et al. . Accounting for label uncertainty in machine learning for detection of acute respiratory distress syndrome.\nIEEE J Biomed Health Inform. 2019; 23:407–415 [PMC free article] [PubMed] [Google Scholar]18. Yetisgen-Yildiz M, Bejan C, Wurfel M. Identification of Patients With Acute Lung Injury From Free-Text Chest X-Ray Reports.\nProceedings of the 2013 Workshop on Biomedical Natural Language Processing, Sofia, Bulgaria, August\n4–9, 2013 [Google Scholar]19. Sjoding MW, Hofer TP, Co I, et al. . Interobserver reliability of the Berlin ARDS definition and strategies to improve the reliability of ARDS diagnosis.\nChest. 2018; 153:361–367 [PMC free article] [PubMed] [Google Scholar]20. Neto AS, Simonis FD, Barbas CS, et al. ; PROtective Ventilation Network Investigators. Lung-protective ventilation with low tidal volumes and the occurrence of pulmonary complications in patients without acute respiratory distress syndrome: A systematic review and individual patient data analysis.\nCrit Care Med. 2015; 43:2155–2163 [PubMed] [Google Scholar]"}