{"title": "Role of DAMPs in respiratory virus-induced acute respiratory distress syndrome-with a preliminary reference to SARS-CoV-2 pneumonia", "pubDate": "2021", "PMCID": "PMC8210526", "DOI": "10.1038/s41435-021-00140-w", "PMID": "34140652", "abstract": "When surveying the current literature on COVID-19, the \"cytokine storm\" is considered to be pathogenetically involved in its severe outcomes such as acute respiratory distress syndrome, systemic inflammatory response syndrome, and eventually multiple organ failure. In this review, the similar role of DAMPs is addressed, that is, of those molecules, which operate upstream of the inflammatory pathway by activating those cells, which ultimately release the cytokines. Given the still limited reports on their role in COVID-19, the emerging topic is extended to respiratory viral infections with focus on influenza. At first, a brief introduction is given on the function of various classes of activating DAMPs and counterbalancing suppressing DAMPs (SAMPs) in initiating controlled inflammation-promoting and inflammation-resolving defense responses upon infectious and sterile insults. It is stressed that the excessive emission of DAMPs upon severe injury uncovers their fateful property in triggering dysregulated life-threatening hyperinflammatory responses. Such a scenario may happen when the viral load is too high, for example, in the respiratory tract, \"forcing\" many virus-infected host cells to decide to commit \"suicidal\" regulated cell death (e.g., necroptosis, pyroptosis) associated with release of large amounts of DAMPs: an important topic of this review. Ironically, although the aim of this \"suicidal\" cell death is to save and restore organismal homeostasis, the intrinsic release of excessive amounts of DAMPs leads to those dysregulated hyperinflammatory responses-as typically involved in the pathogenesis of acute respiratory distress syndrome and systemic inflammatory response syndrome in respiratory viral infections. Consequently, as briefly outlined in this review, these molecules can be considered valuable diagnostic and prognostic biomarkers to monitor and evaluate the course of the viral disorder, in particular, to grasp the eventual transition precociously from a controlled defense response as observed in mild/moderate cases to a dysregulated life-threatening hyperinflammatory response as seen, for example, in severe/fatal COVID-19. Moreover, the pathogenetic involvement of these molecules qualifies them as relevant future therapeutic targets to prevent severe/ fatal outcomes. Finally, a theory is presented proposing that the superimposition of coronavirus-induced DAMPs with non-virus-induced DAMPs from other origins such as air pollution or high age may contribute to severe and fatal courses of coronavirus pneumonia.", "author": [{"author": "Walter Gottlieb Land", "affiliation": ["German Academy for Transplantation Medicine, Munich, Germany. land.w.damps@gmail.com.", "Molecular ImmunoRheumatology, INSERM UMR_S1109, Laboratory of Excellence Transplantex, University of Strasbourg, Strasbourg, France. land.w.damps@gmail.com."], "href": "/?term=Land+WG&cauthor_id=34140652"}], "refPMID": ["33313438", "32620787", "33444289", "8011301", "8310510", "28163301", "22190690", "27001836", "32885825", "31736963", "31205588", "32473386", "31558839", "31031772", "27818489", "24656045", "30291029", "28287107", "27559094", "28049142", "30181915", "31721033", "32536928", "32276504", "31612270", "31324202", "30966844", "28716805", "32856334", "30012970", "29362479", "27421829", "29465288", "31225501", "30948788", "28861714", "17562483", "24177013", "29077026", "29958081", "23538443", "31912263", "31076724", "30050058", "30341423", "30136233", "31165725", "32200799", "28459430", "30361383", "32299851", "28462526", "27699580", "33231615", "33649297", "27917412", "32729116", "32156572", "26331680", "30185776", "30761102", "20383149", "22916014", "23815151", "19889773", "31231549", "30487600", "27021604", "32663035", "33184506", "27698656", "32436580", "32597954", "33217134", "32547960", "32829024", "33278357", "15325019", "18423196", "19779008", "21944947", "24717031", "29535197", "24391503", "31398292", "26688348", "23477864", "20121573", "20504916", "25392529", "33277388", "28570160", "22797452", "10793167", "33806395", "32303590", "33561864", "32739471", "22850883", "29984201", "28208675", "29462936", "10438964", "33246294", "20936936", "33725700", "23097158", "30674720", "32878118", "31903272", "30093975", "26376667", "26965109", "29180999", "30188748", "28609250", "33062077", "31981224", "27028393", "30570146", "29907163", "31504234", "32647933", "33277988", "28661720", "31491709", "22566854", "26177166", "31289503", "29664060", "24508730", "27116944", "31188076", "31986264", "32282863", "32346093", "32360420", "32425950", "32925314", "33223114", "32361250", "32302448", "32305883", "27997925", "25705424", "33275540", "28073931", "30166988", "29963048", "29722563", "31060086", "31096130", "32783610", "32989935", "30644449", "31662274", "27999438", "27373324", "32240634", "32229705", "32171076", "15861770", "14629774", "32138266", "32162476", "31550243", "32161990", "25641058", "25446804", "30046148", "30368497", "27235680", "25682990", "33492610", "32196426", "31888465", "30926991", "31226415", "31836503", "32996690", "33729688", "32202420", "33126032", "33587003", "32380958", "33398691", "32248387"], "citedInPMID": ["34140652", "35144622", "35012610", "34970706", "34950139", "34910942", "34817280", "34801526", "34638790"], "body": " AbstractWhen surveying the current literature on COVID-19, the “cytokine storm” is considered to be pathogenetically involved in its severe outcomes such as acute respiratory distress syndrome, systemic inflammatory response syndrome, and eventually multiple organ failure. In this review, the similar role of DAMPs is addressed, that is, of those molecules, which operate upstream of the inflammatory pathway by activating those cells, which ultimately release the cytokines. Given the still limited reports on their role in COVID-19, the emerging topic is extended to respiratory viral infections with focus on influenza. At first, a brief introduction is given on the function of various classes of activating DAMPs and counterbalancing suppressing DAMPs (SAMPs) in initiating controlled inflammation-promoting and inflammation-resolving defense responses upon infectious and sterile insults. It is stressed that the excessive emission of DAMPs upon severe injury uncovers their fateful property in triggering dysregulated life-threatening hyperinflammatory responses. Such a scenario may happen when the viral load is too high, for example, in the respiratory tract, “forcing” many virus-infected host cells to decide to commit “suicidal” regulated cell death (e.g., necroptosis, pyroptosis) associated with release of large amounts of DAMPs: an important topic of this review. Ironically, although the aim of this “suicidal” cell death is to save and restore organismal homeostasis, the intrinsic release of excessive amounts of DAMPs leads to those dysregulated hyperinflammatory responses—as typically involved in the pathogenesis of acute respiratory distress syndrome and systemic inflammatory response syndrome in respiratory viral infections. Consequently, as briefly outlined in this review, these molecules can be considered valuable diagnostic and prognostic biomarkers to monitor and evaluate the course of the viral disorder, in particular, to grasp the eventual transition precociously from a controlled defense response as observed in mild/moderate cases to a dysregulated life-threatening hyperinflammatory response as seen, for example, in severe/fatal COVID-19. Moreover, the pathogenetic involvement of these molecules qualifies them as relevant future therapeutic targets to prevent severe/ fatal outcomes. Finally, a theory is presented proposing that the superimposition of coronavirus-induced DAMPs with non-virus-induced DAMPs from other origins such as air pollution or high age may contribute to severe and fatal courses of coronavirus pneumonia.Subject terms: Infectious diseases, Immunology IntroductionWhen the first articles on severe and fatal outcomes of COVID-19 were published, researchers worldwide working in the field of damage-associated molecular patterns (DAMPs) thought spontaneously: this is the work of DAMPs! And the researchers were surprised that most authors focused on the pathogenetic role of the “cytokine storm” observed in patients developing viral pneumonia-induced acute respiratory distress syndrome (ARDS) without discussing the fundamental part of DAMPs in initiating cytokine production. However, quite admittedly, the dataset on the pathogenetic role of DAMPs in COVID-19 is still too poor to prove their vital pathogenetic role in this challenging disease. On the other hand, there is accumulating evidence indicating that DAMPs are involved in respiratory viral disorders (as in all infectious diseases), culminating in three recent reports on their detection in COVID-19 patients [1–3]. This should be reason enough for a short review. DAMPs in infectious diseases at a glanceThe danger/injury model in Immunology, proposed in 1994 [4, 5] and after that several times modified, argues that immune responses are driven by cell stress and tissue injury, including pathogen-caused stress and injury, rather than by the recognition of nonself molecules derived, for example, from pathogenic invaders. The core of this model refers to the generation and emission of DAMPs, that is, molecules that are generated, exposed, or emitted upon any stress, damage, or death of cells.The World of DAMPsDAMPs are diverse in chemical structure and function and may be divided into four classes:(I) endogenous constitutively expressed native molecules such as high mobility group box 1(HMGB1), S100 proteins, nucleic acids, and extracellular adenosine triphosphate (eATP), which are generally released by necrotic cells [6].(II) endogenous constitutively expressed but injury-modified molecules such as extracellular matrix compounds (ECMs), oxidation-specific epitopes, and cell-extrinsic/cell-intrinsic dyshomeostasis-associated molecules (also called “HAMPs” [7]).(III) endogenous inducible DAMPs secreted by DAMP-activated cells such as interleukin-1 (IL-1) family members, tumor necrosis factor (TNF), and type 1 interferons (IFNs), as well as counteracting suppressing/inhibiting DAMPs (SAMPs, also called “RAMPs” [8]) such as prostaglandin E2 (PGE2) [9], annexin A1 (AnxA1), and specialized proresolving mediators (SPMs) [10] such as resolvins, protectins, and lipoxins.(IV) exogenous DAMPs such as air pollution particles, aluminum salt, and in vitro modified mRNA vaccine.Details of this classification of DAMPs and overview of the literature concerned are presented in [6] (Part IV) and [11], (Chapter 3), here, see also Table ​Table11.Table 1Classification of DAMPsa.Category I: Endogenous DAMPs: Constitutively Expressed Native Molecules (Cat. I DAMPs)Class A: DAMPs passively released from Necrotic CellsSubclass 1: DAMPs except for indirectly NLRP3-activating moleculesSubclass 2: DAMPs indirectly activating the NLRP3 inflammasomeClass B: DAMPs exposed on the Cell SurfaceSubclass 1: Phagocytosis-facilitating molecules (“chaperones”)Subclass 2: MHC class I chain-related moleculesOpen in a separate windowCategory II: Endogenous DAMPs: Constitutively Expressed, Injury-Modified Molecules (Cat. II DAMPs)Class A: DAMPs released from the Extracellular MatrixSubclass 1: ProteoglycansSubclass 2: GlycosaminoglycansSubclass 3: GlycoproteinsClass B: Cell-extrinsic modified DAMPsSubclass 1: Oxidation-specific epitopes (membrane-bound)Subclass 2: Distinct structural sugar patterns (membrane-bound)Subclass 3: Cell-extrinsic dyshomeostasis-associated molecular patternsSubclass 4: Plasma-derived modified soluble moleculesClass C: Cell-intrinsic modified DAMPsSubclass 1: Nuclear DNA breaksSubclass 2: Cytosolic DNA (nuclear and mitochondrial)Subclass 3: Cytosolic RNA (accumulated, processed)Subclass 4: Cell-intrinsic dyshomeostasis-associated molecular patternsSubclass 5: Abnormally accumulating metabolic moleculesOpen in a separate windowCategory III: Endogenous DAMPs: Inducible DAMPs (Cat. III DAMPs)Class A: Native Molecules acting as Inducible DAMPsSubclass 1: Actively secreted molecules (also passively released)Subclass 2: Cytokines secreted by (DAMP-) activated cellsSubclass 3: Full-length interleukin-1 family membersSubclass 4: Complement-related and vascular moleculesSubclass 5: GalectinsSubclass 6: NF-κB signaling in cross-primingSubclass 7: EicosanoidsSubclass 8: Vasoactive Catecholamines, Angiotensin II, Endothelin-1Class B: Modified Molecules acting as Inducible DAMPsSubclass 1: Processed interleukin-1 family membersSubclass 2: Processed HMGB1 secreted by activated immune cellsSubclass 3: Anaphylatoxins C3a and C5aSubclass 4: “Prion-like” polymers (“Specks”)Subclass 5: LysophospholipidsSubclass 6: PeroxiredoxinsSubclass 7: Wnt ProteinsClass C: Suppressing/inhibiting DAMPs (“SAMPs”)Subclass 1: Prostaglandin E2Subclass 2: Adenosine (extracellular adenosine, cyclic AMP)Subclass 3: Annexin A1Subclass 4: Specialized proresolving mediatorsSubclass 5: Lysophosphatidylserine, LysophosphatidylethanolamineSubclass 6: Angiotensin-(1-7)Open in a separate windowCategory IV: Exogenous DAMPs (Cat. IV DAMPs)Class A: Exogenous DAMPs indirectly sensed by NLRP3Subclass 1: Aluminium saltSubclass 2: Asbestos fibresSubclass 3: Silica particlesSubclass 4: Air pollution—particulate matterClass B:vExogenous DAMPs sensed by NociceptorsSubclass 1: Noxious stimuli involved in thermosensationSubclass 2: Non-reactive compoundsSubclass 3: Reactive electrophilic compoundsSubclass 4: Vanilloids- capsaicinClass C: AllergensSubclass 1: Metal AllergensOpen in a separate windowaThe Table corresponds to Table 3.1, published in [11].It is now largely accepted that DAMPs, like microbe-associated molecular patterns (MAMPs), initiate innate immune pathways through the engagement with pattern recognition receptors (PRRs, also called pattern recognition molecules, PRMs), whereby DAMPs preferentially promote and amplify subsequent efferent innate immune responses [12–14]. PRRs are expressed on/in mobile sentinel and sessile innate immune cells, and one could imagine that any viable cell, which is committed to ward off stress or harm, uses PRRs to sense and respond to DAMPs.The classical PRRs include Toll-like receptors (TLRs), NOD-like receptors, retinoic acid inducible gene I-like receptors, C- type lectin receptors, and multiple intracellular DNA sensors [15]. Moreover, DAMPs are reportedly sensed by nonclassical PRRs such as G-protein coupled receptors and ion channels [15], as well as by soluble humoral PRRs such as pentraxins [16]. Interaction of DAMPs with these various recognition molecules on/in innate immune cells triggers signaling pathways converging on the production of proinflammatory cytokines and type I IFNs to mount innate immune and fibrogenic defense responses. In the presence of altered self or nonself antigens, DAMPs shape adaptive immune responses (comprehensively discussed in [6], Part VI-VIII).Model integration of DAMPs in regulated and dysregulated inflammationToday, when discussing the function of DAMPs in inflammation, one must mention in one breath the modern concept of inflammation as a two-phase, self-limited, protective innate immune defense response of the host upon any infectious or sterile insult, consisting of both a strictly controlled inflammation initiation [17] and tightly regulated inflammation resolution response [18]. In the presence of altered-self or nonself antigens, these processes are fortified by adaptive immune responses [19], respectively.Model integration of the work of DAMPs in this concept turns out to be complex: as activating DAMPs (interacting with MAMPs in pathogen-mediated injury), they initiate and propagate proinflammatory responses while, as counterbalancing SAMPs, they drive inflammation-resolving responses, the aim always being to restore homeostasis. Also, DAMPs have been shown to shape adaptive immune responses by activating PRR-bearing antigen-presenting cells such as dendritic cells (DCs) to induce Th1/Th2 responses [20]. Likewise, SAMPs (i.e., SPMs) were demonstrated to contribute to regulatory T cell formation [21]. Accordingly, a conceptual model of a controlled innate/adaptive immune defense response can be proposed encompassing an initiating DAMP-promoted proinflammatory crescendo → decrescendo that proceeds—slightly shifted but nearly in parallel—to a SAMP-driven proresolving “reversed” crescendo → decrescendo, resulting in restitutio ad integrum (Fig. ​(Fig.11).Open in a separate windowFig. 1Schematic diagram of a conceptual model illustrating an injury-induced controlled homeostatic inflammatory response leading to restitutio ad integrum.The initiating DAMP-promoted proinflammatory response proceeds—in near parallel—to a SAMP-promoted proresolving response. The short delay of the beginning of the proresolving response may be explained by the fact that SAMPs in terms of inducible suppressing DAMPs are secreted by DAMP-activated PRR-expressing cells. DAMPs damage-associated molecular patterns, MØ macrophages, nrp pro re nata, PRR pattern recognition molecule, Tregs T regulatory cells, Th1/17 cells T helper cells type 1/17. Note: Interaction of DAMPs with MAMPs in pathogen-triggered infectious inflammation not shown. Sources: This figure corresponds to Fig. 5.1 published in Ref. [11] (Section 5.2, p.152).However, under uncontrolled and dysregulated conditions, the DAMP-triggered, PRR-mediated responses can result in pathologies such as the development of chronic inflammatory, autoimmune, or neurodegenerative diseases [15, 22–26]. Even worse: when DAMPs are emitted uncontrolled in excess and released locally and/or systemically in large amounts, for example, by a high number of severely damaged or dying cells, an acute exaggerated, local, and/or systemic hyperinflammatory response may develop. This DAMP-induced hyperinflammatory response may proceed to a long-lasting mirror-imaged counterbalancing hyperresolution response that—following this conceptual model—is induced by production of SAMPs in excess. Typically, this clinical picture of systemic inflammatory response syndrome (SIRS) associated with a counterbalancing compensatory antiinflammatory response syndrome (CARS) resulting in a state of immunosuppression is well known to intensivists and often observed in severe trauma patients. In fact, the high susceptibility to secondary infections after trauma, predisposing patients to infectious sepsis and multiple organ failure has been attributable to posttraumatic immunosuppression [27] (Fig. ​(Fig.2).2). Notably, virus-induced ARDS and SIRS can also be considered examples of such DAMP-promoted dysregulated hyperinflammatory responses, whereby the counterbalancing hyperresolution response may contribute to increased susceptibility of bacterial/fungal sepsis [28].Open in a separate windowFig. 2Schematic diagram of a conceptual model illustrating a severe/fatal injury-induced uncontrolled hyperinflammatory response. as observed in ARDS/SIRS/MOF.The DAMP-induced hyperinflammatory response proceeds, in near parallel, to a long-lasting hyperresolution response (as observed, for example, in CARS) that is induced by production of counterbalancing SAMPs in excess (the controlled homeostatic proinflammatory and resolving responses are faded in, separated by dotted lines). The short delay of the begin of the hyperresolving response should symbolize that SAMPs in terms of inducible suppressing DAMPs are secreted by DAMP-activated PRR-expressing cells. The initial hyperinflammatory phase is associated with an increased risk of MOF, whereas the long-lasting hyperresolution phase is characterized by a state of immunosuppression that is associated with increased susceptibility of patients to infections. CARS compensatory antiinflammatory response syndrome, MOF multiple organ failure, PRR pattern recognition molecule, SIRS systemic inflammatory response syndrome. Sources: This figure is slightly modified from (1): Fig. ​Fig.11 in Ref. [27]; (2) Fig. 8.1 in Ref. [11]. Regulated cell death in host defense against respiratory virusesBackground of the “suicidal” cell demiseThe host innate immune defense program against infectious/sterile cell stress/tissue injury includes the (1) dyshomeostatic DAMP-promoted cell-intrinsic stress responses such as autophagy, endoplasmic reticulum (ER) stress-triggered unfolded protein response, and DNA damage response; (2) MAMP/DAMP- or DAMP-triggered, PRR-mediated signaling pathways leading to production of cytokines such as TNF and IFNs and other inflammatory mediator substances; and (3) induction of regulated cell death (RCD), particularly, regulated necrosis as the hallmark of DAMPs emission. The stress-driven RCD of a cell in terms of an “altruistic suicidal” process has evolutionarily developed to preserve organismal homeostasis by using two simultaneously operating mechanisms: first, elimination of unwanted dangerous cells such as infected cells, second the release of DAMPs which are capable of promoting life-saving immune defense responses against infectious/sterile injuries.Here, the focus is directed on the role of RCD in pathogen infection with an emphasis on respiratory viral infections. In principle, there are three mechanisms with which a host cell commits suicidal RCD to combat respiratory viral infections: via (1) unsuccessful stress responses that fail to restore cellular homeostasis [29]; (2) induction of cell death pathways triggered by viral nucleic acids sensors [30, 31]; and (3) production of cytokines (denoted as inducible DAMPs such as TNF and IFNs) secreted by PRR-bearing, viral nucleic acid-sensing cells [32]. Of note, RCD represents an umbrella term that includes several subroutines of cell death which, in infections, preferentially refer to apoptosis and subtypes of regulated necrosis such as necroptosis, pyroptosis, ferroptosis, and formation of neutrophil extracellular traps by neutrophils (NETosis) [33]. Since, per definition, regulated necrosis is associated with an inevitable rupture of the plasma membrane, it is consequently associated with release of large amounts of constitutive DAMPs that confer high immunogenicity to necrotic cells [34–37].ApoptosisApoptosis is generally considered a nonimmunogenic subtype of RCD; though, under particular circumstances, when apoptotic cells are not cleared by phagocytosis (efferocytosis) in an efficient and timely way, it can progress to secondary necrosis leading to DAMPs-mediated immunogenicity [38]. Apoptosis is executed by the effectors or “executioners” caspase-3, caspase-6, and caspase-7 following the activation of upstream initiator caspases caspase-8, caspase-9, or caspase-10 [39].Viral infections can induce host cell apoptosis through either the intrinsic mitochondrial or the extrinsic death receptor pathway. For instance, virus-induced ligands such as Fas ligand, TNF-related apoptosis-inducing ligand, and TNF that are sensed by their cognate death receptors (Fas, TNF-related apoptosis-inducing ligand receptor, and TNF receptor) can induce extrinsic apoptosis via activation of the caspase cascade (caspase-8/-10 → caspase-3/-7). Thus, influenza A virus (IAV) infection was shown to induce Fas-dependent caspase activation cascade to promote the extrinsic pathway of apoptosis [32, 40, 41]. More recent in vitro studies in mice on IAV-infected human bronchial epithelial cells provided evidence suggesting that apoptosis and caspase activation on exposure to IAV are initiated at the very early stages of infection, at least partly through the activation of the death receptor pathway genes [42]. Interestingly, another line of studies on IAV-infected human lung adenocarcinoma cells could demonstrate that IAV nucleoprotein induces host cell death through the intrinsic apoptosis pathway [43].NecroptosisNecroptosis can be instigated by a variety of infectious or sterile injury-induced triggers, including inducible DAMPs such as TNF and type I IFNs, as well as DNA and dsRNA released from necrotic cells [35, 44, 45]. This subtype of regulated necrosis is a kinase-mediated cell death executed by receptor-interacting serine/threonine-protein kinase 3 (RIPK3)-mediated phosphorylation of the pseudokinase mixed lineage kinase domain-like protein (MLKL). Activated MLKL triggers the disruption of the nuclear envelope and transits through the nucleus to the plasma membrane to mediate necroptotic cell death, allowing the passive release of DAMPs [35, 46, 47].There is emerging evidence for the role of necroptosis in promoting inflammation and immunity in viral infections [46], for example, in IAV infection [48, 49]. A distinct IAV-induced cell death pathway has been explored that is active in lung epithelial cells and has been demonstrated to occur in most cell deaths, triggered by replicating IAV in these and other primary cell types. The pathway is triggered by the receptor Z-DNA binding protein 1 (ZBP1) that senses IAV RNA to initiate RIPK3-driven cell death. Mechanistically, ZBP1 detects Z-RNA as a new MAMP in the form of dsRNA (RNA duplexes), which are suggested to be produced during nuclear virus replication [50]. Activated ZBP1 then associates with RIPK3, which activates MLKL in the nucleus (Fig. ​(Fig.33).Open in a separate windowFig. 3Simplified schematic diagram of a narrative model illustrating release of DAMPs from influenza virus-induced necroptotic cells.Z-RNucleic acids produced by influenza viruses in the nucleus of infected cells (here symbolized by a lung epithelial cell) are sensed by host ZBP1, which activates RIPK3 and MLKL to lead to nuclear envelope rupture and necroptosis. Passive release of constitutive DAMPs, including nucleic acids, results in activation of PRR-bearing innate immune cells (here symbolized by an alveolar macrophage), which produce proinflammatory cytokines (including inducible DAMPs) and chemokines. This leads to subsequent recruitment of macrophages, neutrophils, and dendritic cells, which may be activated by inducible DAMPs to amplify the inflammatory response (not shown). cGas cyclic GMP-AMP synthase, dsRNA double-stranded RNA, HMGB1 high mobility group box 1, IFN interferon, MLKL mixed lineage kinucleic acidse domain-like protein, PRRs pattern recognition receptors, RHIM RIP homotypic interaction motif, RIG-I retinoic acid-inducible gene (protein) I, RIPK3 receptor-interacting serine/threonine-protein kinucleic acidse 3, ssRNA single-stranded RNA, Zα1/2 Z-form nucleic acid-binding domain1/2, TLR Toll-like receptor, TNF tumor necrosis factor, ZBP1 Z-DNA binding protein 1. Sources: [35, 44, 50].PyroptosisInfectious and sterile injury can be perceived by innate immune sensors that respond to MAMPs and DAMPs to drive the formation of multiprotein complexes known as inflammasomes. The pyroptotic cell death is a critical inflammasome effector mechanism relevant for the demise of monocytes or macrophages and other cell types such as epithelial cells upon many sterile and infectious injuries. Proteins of the gasdermin family execute pyroptosis via caspase-mediated cleavage of pore-forming gasdermin D (GSDMD), gasdermin E (GSDME), and gasdermin B (GSDMB) [51–53]. Associated with this subtype of regulated necrosis is the release of the inflammatory key cytokines IL-1β and IL-18 as well as large amounts of DAMPs [35, 47, 54].There is emerging evidence for the role of pyroptosis in promoting inflammation and immunity in viral infections, including influenza [55] and, recently, also COVID-19 [56, 57]. Mechanistically, most information was collected from studies on the influenza virus, a long-recognized potent activator of the NLRP3 inflammasome. Observations by the Kanneganti group [58, 59] from murine influenza virus infection models revealed a pivotal role of the cytosolic innate immune receptor ZBP1 in NLRP3 inflammasome activation resulting in pyroptosis.Another proposal for NLRP3 activation mechanism refers to virus-induced cytosolic molecular perturbations caused by viroporins, which are small proteins that form ion channels that increase membrane permeability in virus-infected cells. Such viroporins are known to activate the NLRP3 inflammasome [60]. For example, the M2 protein present in all influenza types belongs to the class of viroporins [61]. Also, recent experiments revealed that SARS-CoV viroporins such as SARS-CoV E and SARS-CoV 3a can activate the NLRP3 inflammasome [62–64], although the precise underlying mechanisms are not yet fully understood. Nevertheless, some exciting pathways have already been reported. Previous preclinical studies had already shown that the influenza virus M2 protein triggers activation of the NLRP3 inflammasome pathway via involvement of the proton-selective M2 ion channel in the acidic trans-Golgi network [65]. As two striking findings, the authors noted that M2-induced inflammasome activation required its localization to the Golgi apparatus and was dependent on disturbances in intracellular ionic concentrations. Similar observations were made in subsequent studies on other RNA viruses [66, 67]. Moreover, the SARS-CoV E protein was shown to form protein-lipid channels in ER-Golgi intermediate compartment (ERGIC)/Golgi membranes permeable to calcium ions acting as the main trigger of inflammasome activation process [62]. Subsequent studies on coronaviruses revealed that the SARS-CoV 3a protein—that had previously been found to induce Golgi fragmentation [68] activates the NLRP3 inflammasome via various mechanisms, including enhanced potassium efflux and mitochondrial reactive oxygen species production [63, 64]. In more recent studies on macrophages, evidence was provided indicating that SARS-CoV 8b triggers ER stress pathways activating the inflammasome-pyroptotic cell death path [69].Together, the reports on the various activation mechanisms of viroporins fit amazingly well with the experimental finding of the Chen group [70] showing that the disassembly of the trans-Golgi network into various dispersed structures, forming the dispersed trans-Golgi network, is the early and common stress event that is required for NLRP3 activation in response to diverse stimuli (Fig. ​(Fig.44).Open in a separate windowFig. 4Simplified schematic diagram of a conceptual model illustrating release of DAMPs from SARS-CoV/viroporin-induced pyroptotic cells.The first priming step is exemplified by IFN receptor-triggered transcriptional pathways (NF-κB activation) to promote upregulation of NLRP3 and pro-IL-1β/pro-IL18 expression. The activation step is proposed to be triggered by SARS CoV viroporins via recruitment of NLRP3 to dTGN in the form of an early and common cellular event caused, for example, by virus-induced ER stress, ER stress-induced mitochondrial ROS production, calcium mobilization, and enhanced potassium efflux and (marked by purple arrows). Activated Gasdermin D-N then binds to lipids in the plasma membrane and forms large pores, leading to pyroptotic cell death and release of cellular contents such as DAMPs and matured IL-1β and IL-18. ASC apoptosis-associated speck-like protein containing a caspase recruitment domain, C C-terminal domain, CARD caspase-activating and recruiting domain, dTGN dispersed trans-Golgi network, eATP extracellular adenosine triphosphate, K+ potassium, NF-κB nuclear factor kappa B, IL interleukin, LRR leucine-rich repeats, N N-terminal domain, NACHT (domain), neuronal apoptosis inhibitor protein (NAIP), MHC-Class II transactivator/ transcription activator (CIITA), plant het product (HET-E), and telomerase-associated protein 1 (TP1) protein, NLRP3 nucleotide-binding oligomerization domain-like receptor family pyrin domain-containing 3, PI, phosphatidylinositol-4-phosphate, PYD pyrin domain, P2X7R P2X purinoceptor, ROS reactive oxygen species, TLR4 Toll-like receptor 4. Note: This figure is modified from Fig. 2.1 (including the legend with Refs. and based on findings of Chen and Chen [70]) published in Ref. [11] (Section 2.2.5.3, p. 20). Further Sources: [61–69].NETosisThe spectrum of different subroutines of regulated necrosis implicated in viral infections is enriched by NETosis as, for example, observed in neutrophils recruited during pulmonary infections. As a form of neutrophil-specific cell death, NETosis is characterized by the release of chromatin-derived web-like structures released into the extracellular space, referred to as NETs. The process is accompanied by plasma membrane rupture and neutrophil lysis, typically associated with release of DAMPs [71, 72]. Only recently, it was recognized that NETs are also generated during viral infection, including COVID-19 [73]. Formation of NETs is reportedly induced directly by virions through PRRs expressed by neutrophils on the surface such as TLR4 and in endosomes such as TLR7 and TLR8, or indirectly by proinflammatory mediators such as type I IFNs, which are secreted by virus-infected cells [74]. In IAV infection, high levels of circulating NETs were found to be correlated with poor prognosis of the disease [75]. Interestingly, in a recent study on COVID-19 patients, NETs were demonstrated to contribute to immunothrombosis observed in ARDS [76]. In another study, NETosis, vascular neutrophil recruitment, and immunothrombosis were identified as critical features of COVID‐19 as compared to a less prominent role in influenza [77]. The release of DAMPs such as nucleic acids, typically associated with this type of RCD, let suggest a critical source for type I IFNs production by subsequently activated innate immune cells.PanoptosisExcitingly, a recent platform of inflammatory RCD pathway was identified by the Kanneganti group [78, 79] that reportedly operates in terms of an extensive cross-talk between apoptosis, necroptosis, and pyroptosis. Termed PANoptosis, this deadly protein complex has been implicated in several disorders, including microbial/viral infectious diseases.In influenza virus-infected cells, ZBP1 was found to be a key master regulator of PANoptosis. Activation of this sensor results in its interaction with RIPK3, caspase-6, RIPK1, and caspase-8 to assemble a single cell death complex that regulates multiple cell death pathways, denoted as the PANoptosome [78]. The ZBP1-dependent PANoptosome orchestrates and drives activation of the NLRP3 inflammasome progressing to GSDMD-dependent pyroptosis. The activation of caspase-8 leads to caspase-3, caspase-6, caspase-7 activation, and apoptosis, while inactivation of caspase-8 leads to phosphorylation of MLKL and necroptosis [78, 79]. The possible impact of this phenomenon on the cytokine storm in COVID-19 patients, as recently reported by Karki et al. [80], is resumed below. Demonstration of DAMPs and SAMPs in respiratory virus infectionsThe dawn of DAMPs actions in viral diseasesAs a conclusion of the data briefly outlined in the previous chapter, there is no longer any doubt that respiratory viruses can induce various subroutines of RCD. On the other hand, a growing number of studies have shown that the event of RCD is associated with the release of constitutive DAMPs and secretion of inducible DAMPs capable of promoting inflammatory responses [34–37]. This should also apply to respiratory virus-induced RCD. Indeed, initial reports on this currently highly topical issue have already been published.DAMPsRemarkably, a possible pathogenic role of the prototypic DAMP HMGB1 in severe SARS-CoV-induced pulmonary inflammation has already been suggested by Chen et al. in 2004 [81]. First experimental studies on DAMPs in respiratory viral infections were reported in 2008 when Imai et al. [82] showed that oxidized host phospholipids (i.e., DAMPs out of the subclass of oxidation-specific epitopes) mediate influenza virus H5N1-induced acute lung injury (ALI) in mice. Subsequent preclinical studies on mouse models of pneumonia following infection with the H5N1 strain of influenza virus provided already first evidence indicating that HMGB1 can drive inflammatory pathways [83–85]. In more recent studies on influenza-infected rats, HMGB1 was identified as a potential biomarker of infection severity, qualifying this DAMP as a potentially useful therapeutic target in influenza virus-induced ALI [86]. Another DAMP shown to regulate inflammation during IAV infection is S100A9 that, released from undamaged IAV-infected cells, exaggerates reportedly proinflammatory response, cell death, and virus pathogenesis [87]. This DAMP in the form of its heterodimer S100A8/A9 has already been detected in COVID-19 patients and its serum levels, like HMGB1 serum levels, found to be strongly correlated with the severity of clinical manifestations and with significant predictive power for the risk of ICU admission and death [2]. Also, recently, high circulating mitochondrial DNA levels have been detected in COVID-19 patients and found to be a potential early indicator for poor outcomes [3].SAMPsThe recovery rate of Covid-19 patients is about 80% [88], implying that strong inflammation-resolving forces are involved. Indeed, viral pathogens appear to interact with the host in a way that is modifiable by proresolving factors. Some preclinical evidence in support of this concept has already been published. For example, in studies on a murine IAV infection model, AnxA1-treated mice were shown to display significantly attenuated pathology upon a subsequent IAV infection with significantly improved survival, impaired viral replication in the respiratory tract, and less severe lung damage [89]. In other lines of studies on several in vivo models of lung inflammation and infection (reviewed in [89]), inflammatory lung injury was observed to be exacerbated in AnxA1-deficient mice, suggesting that this SAMP has a general protective role in the lung.The inflammation-resolving role of SPMs in lung infection and inflammation is well documented and has been reviewed by Basil and Levy [90]. For example, in elegant studies on protectin D1 in several murine influenza models, Morita et al. [91] observed that treatment of influenza virus-infected mice with this SPM improves their survival, even when administered as late as 48 hours after infection, that is, at a time when current antiviral therapies are no longer significantly effective [92]. In other lines of studies, virulent strains of influenza were demonstrated to lead to suppression of lipoxin accompanied by inhibition of antiinflammatory responses, a scenario that is associated with enhanced viral dissemination [93]. In addition, the SPM 17-HDHA was shown to enhance virus-specific humoral immunity in a preclinical influenza vaccination model, proving a link between proresolution pathways and adaptive immunity [94]. It is also noteworthy that, in a first study on SAMPs in COVID-19, PGE2 and the resolvin E3 could be measured in the patients’ serum and were found to be decreased in severe cases [95]. Pathogenesis of ARDSA brief profile of the syndromeAcute respiratory distress syndrome is a heterogeneous clinical syndrome often associated with life-threatening SIRS. The histopathological hallmark of the syndrome is diffuse alveolar damage characterized by key features such as alveolar epithelial and lung capillary endothelial injury and hyaline membrane formation [96]. The life-threatening disease is known to develop upon various pulmonary injurious conditions such as major trauma without or with shock, burns, aspiration of gastric contents, mechanical ventilation, and infections. Among those conditions, respiratory virus-induced pneumonia belongs to the most common causes. In 2012, the complex of symptoms observed in ARDS had been classified by the Berlin Definition that specifies three severity classifications, based on the intensity of hypoxemia: mild, moderate, and severe ARDS, whereby the mild course (“ALI non-ARDS”) is equivalent to the earlier definition of ALI (among others corresponding to mild pneumonia) [97]. Of note, however, many reports on SARS-CoV-2 infection deviate from this definition and rather rely on the WHO classification of COVID-19 disease severity [98]: (1) mild disease (symptoms without pneumonia); (2) moderate disease (moderate pneumonia); (3) severe disease (severe pneumonia); (4) critical disease (ARDS–sepsis–septic shock). In other words, the WHO classification refers mainly to infectious inflammatory criteria.Over a long period of time, infection-induced inflammation was thought to be solely due to recognition of and response to pathogen-derived MAMPs by PRR-bearing cells of our defense system. These views have changed. In particular, given the accumulating reports on viruses to induce various subroutines of RCD, it is now widely accepted that DAMPs–together with MAMPs–play a crucial pathogenetic role in infectious inflammatory disorders. This is also equally applicable to infection-associated ALI → ARDS. Accordingly, here, DAMP/SAMP-driven inflammation-promoting and inflammation-resolving responses are tentatively projected onto respiratory virus-induced mild ALI non-ARDS [97] (WHO: “moderate pneumonia” [98]) progressing to severe ARDS [97] (WHO: “critical disease” [98]) (Fig. ​(Fig.55).Open in a separate windowFig. 5A Tentative model of severity classification of respiratory viral infections, exemplarily related to COVID-19—with respect to gradually increasing strength in DAMPs emission with concomitant decreasing strength in SAMPs production.The Berlin classification of ARDS is set in relation to the WHO criteria [97, 98]. For details of the feed–forward–loop, see Fig. ​Fig.77.Cellular events in ARDSIn virus-induced ARDS, the alveolar epithelium can be regarded as a critical target of the innate immune attacks. It is composed of two types of cells, which, under homeostatic conditions, form a natural barrier. PRR-bearing alveolar type I cells are flat cells that mediate gas exchange. They make up 90% of the alveolar epithelium and are sensitive to stress and prone to necrosis (Fig. ​(Fig.6).6). PRR-bearing alveolar type II cells are a key structure of the distal lung epithelium, where they exert their innate immune function and serve as progenitors of alveolar type I cells. As a defender of the alveolus, alveolar type II cells are involved in the secretion of surfactant proteins, which are important in lung protection against pathogen exposure. Also, they may contribute to fibroproliferation and differentiation to type I cells contributing to alveolar epithelial repair and regeneration upon damage. In ARDS, type II cell injury results in a decreased production of surfactant, interfering with the normal lung repair processes and eventually leading to diffuse lung fibrosis [99, 100]. Of note, preclinical studies and experiments on the in vivo human lung-only mice (LoM) model provided first evidence that angiotensin-converting enzyme 2 (ACE2)-expressing type II cells (but less type I cells) are infected by SARS-CoV-2 [101–103]. Moreover, in other sets of studies on COVD-19, infected alveolar type II cells were found to transmit the virus to type I cells with rapid spread of viral replication that can turn this type of injury explosive, creating a diffuse injury. Also, in COVID-19, loss of alveolar type II cells was observed implying loss of progenitors for type I cells, thus interfering with the regenerative capacity of type I cells and possibly resulting in progressive deterioration of respiratory function [100, 104].Open in a separate windowFig. 6Simplified schematic diagram of a narrative model of the action of DAMPs and SAMPs in respiratory virus-induced acute lung injury.Injury-induced DAMPs (e.g., released from type 1 alveolar epithelial cells succumbing to RCD) activate PRR-bearing innate immune cells such as alveolar epithelial cells and resident alveolar macrophages, which secrete a first wave of cytokines. Subsequently, these inflammatory mediators amplify the inflammatory response via recruitment of further innate immune/proinflammatory cells such as PMNs and M1-like macrophages, which in turn intensify acute pulmonary inflammation via secretion of further proinflammatory mediator substances (e.g., cytokines). Pulmonary inflammation resolution is initiated by a switch of the PMN phenotype and shift of M1-like to M2-like macrophages, whereby SAMPs, mainly secreted by injury-activated M2-like macrophages, less neutrophils, contribute to resolution via promotion of antiinflammatory mechanisms (e.g., production of IL-10), efferocytosis, and reepithelialization—the end result being repair of the alveolar barrier. AECI alveolar epithelial type I cells, AECII alveolar epithelial type II cells, ECM extracellular matrix, MØ macrophage, PMN polymorphonuclear leukocytes, RCD regulated cell death. Note: Co-activating virus-associated MAMPs are not shown. Also note: injured alveolar epithelial type I cells are representative for other injured cells such as alveolar epithelial type II cells and endothelial cells. In particular, the target role of the endothelium is not shown. Sources: The figure is slightly modified from Ref. [11]; further Refs. [119, 138].The interaction between the epithelial barrier and the other barrier, the microvascular endothelium plays a crucial role in controlling fluid accumulation in the alveolar space. In ARDS, this process becomes out of control via virus-induced RCD of endothelial cells (such as apoptosis and necroptosis) that is promoted by various inflammatory and cytotoxic mediators. This leads to disruption of the alveolar-capillary barrier associated with hyperpermeability and consequent influx of fluid into the alveoli, resulting in pulmonary edema, intrapulmonary hemorrhage, severely impaired gas exchange, decreased lung compliance, and increased pulmonary arterial pressure. Further, the injury of alveolar epithelium impairs active fluid transport mechanisms in the lung, preventing reabsorption of edema fluid from the alveolar space, which is a key step in the resolution of ARDS (reviewed in [105–109]). Some of these findings have recently been reviewed for COVID-19 ARDS [110].Whereas the exudative stage is characterized by diffuse alveolar damage, a subsequent second stage of fibroproliferation is manifested by resolution of pulmonary edema and hyperplastic proliferation of alveolar type II cells, which contribute to alveolar epithelial repair and regeneration [106, 111]. Of note, studies on transbronchial lung cryobiopsy carried out in Covid-19 patients, alveolar type II cell hyperplasia was found to be a prominent event in the majority of cases [112].DAMP- and SAMP- driven inflammatory responses in ARDSA growing number of articles have been published discussing a pathogenetic action of DAMPs in ALI → ARDS, including sepsis-induced ARDS (reviewed in [113, 114]). Indeed, as recently reported by Li et al. [115], there is increasing evidence from various noninfectious and infectious ARDS models showing that the pulmonary inflammatory pathways are induced by DAMPs, including HMGB1, histones, and S100A8/9 proteins. These observations are supported by other lines of studies in mice showing that extracellular mitochondrial DNA and extracellular ATP are also able to contribute to induction of ALI → ARDS [116, 117]. Again, in another set of studies on a bromine gas inhalation-induced ALI model in mice, attenuation of the DAMP heme was shown to improve survival after bromine gas exposure [118]. Given the scenario of respiratory virus-induced pneumonia, the DAMPs collaborate with MAMPs (i.e., viral RNA) to mount robust innate immune responses. (The issue of MAMPs is not further pursued here).Initiation of lung inflammation In accordance with the conceptual model outlined here, current notions hold that, in respiratory virus-induced pneumonia (i.e., ALI non-ARDS/moderate ARDS), the initial proinflammatory response is mediated by a first wave of cytokines (e.g., type I IFNs, TNF, IL-6, GM CSF) and chemokines (e.g., IL-8/CXCL8, IP-10/CXCL10, CCL5/RANTES), secreted by MAMP/DAMP-activated, PRR-bearing type I and type II alveolar epithelial cells, alveolar macrophages, innate lymphoid cells, and endothelial cells [119] (Fig. ​(Fig.6).6). In support of this concept are reports on noninfectious lung injury models showing that these pulmonary innate immune cells are activated by DAMPs [105, 120, 121], while, in lung injury mediated by respiratory viruses including IAV and SARS-CoV-2, other reports still focus on viral RNA and inducible DAMPs (e.g., type I IFNs) to interact with PRRs [122–124]. In mild cases, the inflammatory response, at this stage, might already transit to an inflammation-resolving process.Otherwise, these inflammatory mediators may continue to promote amplification of the inflammatory response, including increased vascular permeability, via recruitment of further PRR-expressing mobile cells such as neutrophils, monocytes, M1-like macrophages, platelets, and DCs to the lung. Arrived in the lung, the mobile immune cells, in turn, get activated to produce a second wave of cytokines and chemokines as well as cytotoxic mediators such as reactive oxygen species and proteolytic enzymes (proteases) and granular enzymes (Fig. ​(Fig.6).6). Additionally, recruited dying neutrophils produce NETs as additional DAMPs sources. These products at the efferent arm of the innate immune response mediate vascular endothelial and alveolar epithelial cell damage that leads to disruption of the alveolar endothelial and epithelial barriers (for in-depth articles, see [106, 108, 123, 125–130]).Nearly in parallel, that is, in response to the first wave of cytokines, pulmonary MAMP/DAMP-activated PRR-bearing DCs migrate to regional lymph nodes to mount virus-specific adaptive T and B cell responses [131, 132]. Again, this topic is not further covered here.Resolution of lung inflammation In those patients with mild or moderate ARDS who do not proceed to or survive the severe course of ARDS, a resolution of inflammation can be observed, characterized by fluid clearance and solute reabsorption from the alveolus [133, 134]. SAMPs such as AnxA1 [135] and SPMs [136] have already been reported to be involved in these processes. Several mechanisms central to controlling the resolution of lung inflammation have been discussed, including enhanced efferocytosis of apoptotic neutrophils/eosinophils performed by antiinflammatory and/or proresolving macrophages. In particular, a shift from M1-like to M2-like macrophages appears to be the principal mechanism involved in this resolution of inflammation stage [129] (Fig. ​(Fig.6).6). The M2-like macrophages promote alveolar epithelial cell transition and fibrosis formation mainly by release of transforming growth factor-beta (TGF-β) and IL-10 [133, 137, 138]. In respiratory viral infections, the process of SAMP-driven resolution of lung inflammation has also been already documented. For example, as mentioned above, the lipid mediator protectin D1 was shown to inhibit influenza virus replication and improve severe influenza [91]. Similarly, as also mentioned earlier, PGE2 and resolving E3 were found to have a protective effect on COVID-19, as revealed by their decrease in the progression from moderate to severe disease [95].In most patients suffering from respiratory virus-induced mild/moderate pneumonia, the combined MAMP/DAMP/SAMP-driven innate/adaptive immune response, as only briefly outlined here, will result in successful clearance of viruses from the lung, associated with complete resolution of pulmonary inflammation. However, respiratory virus infection can progress to severe disease, a feared outcome that has recently been extensively reported with respect to COVID-19.Dysregulated hyperinflammation Patients who develop a severe life-threatening, sometimes deadly clinical picture of ARDS reportedly have markedly elevated levels of circulating proinflammatory cytokines and chemokines, significantly correlating to disease severity and mortality [108]. This “cytokine storm” phenomenon, reflecting increased promotion but impaired resolution of inflammation has also been described as a key feature in patients with influenza [139] and, recently, COVID-19 (the inflammatory mediators including type I and III IFNs, TNF, IL-1β, IL-6, IL-12, IL-18, IL-33, TGF-β, CCL2, CCL3, CCL5, CXCL8, CXCL9, and CXCL10) [140–143].Moreover, the dysregulated hyperinflammatory/immune response in COVID-19 patients has been observed to be associated with a state of delayed immunosuppression (a phenomenon that—as mentioned above- is particularly seen in polytrauma patients). This syndrome is indicated by a pronounced lymphopenia [144] and reduced monocytic human leukocyte antigen (HLA) -DR expression [145]. Notably, substantial reduction in peripheral lymphocyte counts was reportedly identified as a high-risk factor for secondary bacterial infection [146] and, in another study, found to correlate with the severity of COVID-19 [147]. Given these early observations, it is tantalizing to speculate that the DAMP-promoted hyperinflammatory response—as reflected by the cytokine storm—may transit into a SAMP-driven counterbalancing hyperresolution response prone to increased susceptibility of secondary bacterial infection/sepsis (compare Fig. ​Fig.22).Another pathogenetic hallmark of severe ARDS refers to the complex process of immunothrombosis that leads to thromboembolic complications during the course of ARDS as, for example, observed in SARS CoV, MERS CoV, and COVID-19 patients [148, 149]. The process is orchestrated by the action of activated platelets, neutrophils, endothelial cells, NETs, microparticles, and coagulation proteases [150]. Notably, DAMPs may also be involved in this complication. Thus, DAMPs were shown to trigger such an intravascular thrombus formation, possibly by inducing tissue factor expression on monocytes, elevating tissue factor procoagulant activity, and promoting platelet aggregation (reviewed in [151]). In sepsis, immunothrombosis can develop to disseminated intravascular coagulation contributing to a fatal outcome, a scenario that has been proposed to be due to the systemic spreading of MAMPs and DAMPs [151].Systemic and remote organ-specific inflammation A distinctive feature of SARS-CoV-2 is that it spreads from the respiratory tract and invades and damages various distant organs, including the kidney, liver, gastrointestinal tract, and nervous system. The underlying mechanistic pathways leading to such extrapulmonary clinical manifestations are still elusive. As a causative process, the cytokine storm has been and still is often discussed but another concept has recently gained center stage: the infection of human cells by SARS-CoV-2 via binding of the “spike” glycoprotein to ACE2. This receptor is widely distributed and expressed across multiple organs including the gastrointestinal system, bone marrow, brain, liver, heart, and kidney [152]. According to this concept and from the perspective of this article, the dissemination of COVID-19 to cause extrapulmonary pathologies may be discussed by sketching three possible mechanistic pathways:I.systemic spreading of SARS-CoV-2 with ACE2-mediated entry into cells of remote organs to activate PRR-bearing cells and promote MAMP-triggered (infectious) proinflammatory responses;II.systemic spreading of intrapulmonary emitted DAMPs with entry into remote organs to activate PRR-bearing cells and promote DAMP-triggered (“sterile”) proinflammatory responses;III.systemic spreading of SARS-CoV-2 with entry into remote organs to induce cytotoxic effects associated with emission of DAMPs. This process would activate PRR-bearing cells and promote MAMP/DAMP-triggered proinflammatory responses.Theoretically, all three pathways might work together context-dependently. Given the topic of this review, and in view of poor evidence for intracellular SARS-CoV-2 demonstration in non-lung organs (except for organoids), the second pathway, that is, DAMP-triggered inflammatory responses are of major interest here. In fact, there is accumulating evidence for the action of DAMPs to trigger exaggerated systemic and remote organ-specific inflammatory response, contributing to organ injury [153–156]. These data are in support of the concept that, in COVID-19, DAMPs are involved in promotion of remote organ-specific inflammation.The cytokine storm as a DAMP-driven dysregulated hyperinflammatory responseThere is an increasing number of researchers discussing the concept that the cytokine storm in ARDS is consistent with a dysregulated exaggerated hyperinflammatory response, executed by DAMP-activated mobile and sessile PRR-bearing cells of the innate immune system [90, 104, 105, 114, 125, 126, 136, 142, 157–160]. Intriguingly, first clues in support of this concept were recently provided by studies in COVID-19 patients showing that serum levels of the DAMPs S100A8/A9, HMGB1, and mtDNA are correlated with both the concentrations of a spectrum of proinflammatory cytokines [2] and the severity of clinical manifestations [2, 3].Considering these first clues on a role of DAMPs in respiratory virus-induced ARDS, it is still unclear what factors influence/determine the progression from regulated protective inflammatory defense response to pathogenic hyperinflammatory destructive response. Among currently discussed theories, here, the concept of a feed-forward loop of RCD → DAMPs→RCD → DAMPs→RCD → DAMPs, leading to an “avalanche of DAMPs” is proposed—as already discussed elsewhere in the context of SIRS [161]. According to such a conceptual model, the sequelae of processes can be sketched as follows: Initial viral injury-induced RN such as necroptosis and pyroptosis results in release of a first line of constitutive DAMPs including HMGB1, ATP, and nucleic acids, which can lead directly [162, 163] or indirectly—via inducible DAMPs such as TNF and type I IFN secreted by innate immune cells activated by them [164, 165]—to further pyroptotic and necroptotic cell death. A vicious circle may develop (Fig. ​(Fig.7).7). Emerging evidence in support of this model is provided by a recent study of Karki et al. [80] on multiple inflammatory cytokines produced by innate immune cells during SARS-CoV-2 infection showing that the combined production of TNF-α and IFN-γ specifically induces PANoptosis. This data let the authors conclude that TNF-α and IFN-γ play a prominent role in damaging vital organs by inducing inflammatory cell death. In other words, one may argue that these two cytokines of the cytokine storm operating as inducible DAMPs are key players in the RCD-related production of large amounts of DAMPs that ultimately may lead to severe and fatal outcomes of COVID-19.Open in a separate windowFig. 7Simplified schematic diagram of a conceptual “feed-forward-loop” model of DAMP-induced cytokine storm in respiratory viral infection.Virus-induced RN (necroptosis and pyroptosis) leads to release of constitutive DAMPs such as HMGB1 and DNA that activate PRR-bearing alveolar macrophages, which in turn secrete cytokines such as TNF and type I IFNs. These cytokines operate as inducible DAMPs to induce necroptosis. Release of constitutive DAMPs such as HMGB1 and eATP induces pyroptosis, which again is associated with release of the constitutive DAMPs and IL-1β. The constitutive DAMPs such as HMGB1 and DNA activate recruited PRR-bearing neutrophils, which contribute to further cytokine production such as TNF and type I IFNs. The sequelae of processes are repeated in terms of a feed-forward-loop and might proceed to a vicious circle. AECI alveolar epithelial type I cells, cDAMPs constitutive DAMPs, eATP extracellular ATP, HMGB1 high mobility group box 1, iDAMPs inducible DAMPs, IFN interferon, IFNAR type I interferon receptor, IL interleukin, MØ macrophage, P2XR7 purinergic receptor P2X7, RN regulated necrosis, TLR Toll-like receptor, TNF tumor necrosis factor, TNFR1 tumor necrosis factor receptor 1, vc vicious circle. Note: the oversimplified figure shows only one example out of various possible scenarios regarding release of DAMPs, expression of pattern recognition receptors, secretion of cytokines (iDAMPs), type of cells involved, and sequelae of processes. Also note: injured alveolar epithelial type I cells are representative for other injured cells such as alveolar epithelial type II cells and endothelial cells. In particular, the target role of the endothelium is not shown. Sources: [45, 121, 123]. Pathogenetic role of nonviral-induced DAMPs in respiratory virus infection—a theoryAs known from the literature, several factors and conditions have been observed as contributing to severe and life-threatening courses of respiratory virus infections, including coronavirus infections (SARS-CoV, MERS-CoV, SARS-CoV-2). Such factors include high age [166–168], environmental impacts [169–171], and co-morbidities such as diabetes [172, 173] and cardiovascular diseases [174]. On the other hand, these conditions have been described to be associated—more or less—with endogenous and exogenous DAMPs, respectively. For example, DAMPs have been proposed to contribute to aging via promotion of sterile inflammation (“inflammaging”) [175–178]. In atherosclerosis associated with cardiovascular diseases, the oxidation-specific epitopes have been shown to operate as powerful DAMPs, which trigger innate/adaptive immune responses, initiating and propagating chronic nonresolving vessel wall inflammation [179–181]. Another interesting risk factor refers to damaging environmental impacts, which are selected here as an example for a glance at this topic. Accordingly, a theory is presented here which holds that it is the superimposition of coronavirus-induced DAMPs with non-virus-induced DAMPs of any origin that at least contributes to severe and fatal courses of coronavirus pneumonia (Fig. ​(Fig.88).Open in a separate windowFig. 8Proposal of a theory.The superimposition of respiratory virus-induced DAMPs with non-virus-induced DAMPs derived from conditions known to be associated with emission of DAMPs (e.g., high age and air pollution) contributes—via promotion of hyperinflammatory pathways—to severe and fatal courses of pneumonia, as observed in COVID-19.Notably, as recently reviewed [182], the major contributing factor (besides human behavior) to respiratory virus outbreaks is the changes in environmental parameters. On the other hand, however, thermal stress/injury, either cold or heat, has been experimentally shown to be associated with emission of endogenous DAMPs [183, 184]. Likewise, other environmental factors may operate directly as exogenous DAMPs in respiratory tract inflammation, such as inhaled airborne particulate matter (PM)/pathogenic air pollutants, including asbestos and crystalline silica (classified as exogenous IVA-4 DAMPs and reviewed in [6], Chapter 15, p. 353, also compare the table). This category of DAMPs was shown to trigger activation of the NLRP3 inflammasome associated with inflammasome-dependent proinflammatory processes as well as, even more important, regulated necrosis in the form of pyroptosis as a critical source of subsequent endogenous DAMPs emission [185–188]. In this context of special importance are two earlier studies, which had already demonstrated a positive association between pollutants and SARS case fatality in Chinese populations [169, 170]. With this background, Qu et al. [189] recently argued: “The high levels of PM pollution in China may increase the susceptibility of the population to more serious symptoms and respiratory complications of the disease. … The simultaneous inhalation of chemical pollutants in PM alongside COVID-19 virus may also exacerbate the level of COVID-19 infection. Pro-inflammation, injury, and fibrosis from inhaled PM combined with an immune response or cytokine storm induced by COVID-19 infection could enhance the infection severity”.Recent studies confirm these observations: A Harvard University environmental research study could demonstrate that a small increase in long-term exposure to fine particulate matter (PM2.5) results in a large increase in COVID-19 death rate, with the magnitude of increase 20 times that observed for PM2.5 and all-cause mortality [190]. In accordance with these reports is a more recent multicenter, time-series study performed in 235 Chinese cities demonstrating a statistically significant association between ambient air pollution (pollutants: NO2, PM2.5, PM10) and the spread of COVID-19 [191]. Future more targeted studies on this topic may help clarifying this proposal. Future perspectivesEighteen years after their first description, the DAMPS have been recognized not only to mount effective defense responses against infections but also to jeopardize the infected host itself by inducing dysregulated exaggerated life-threatening hyperinflammatory responses. Indeed, in analogy to their reported action in bacterial sepsis [12, 192], these molecules are now suggested to play a critical pathogenetic role in the development of severe/fateful processes, as observed in respiratory viral infections including COVID-19. Future emphasis should be focused on exploring the key DAMPs involved, as well as their interaction with viral MAMPs. Specification and quantification of DAMPs, for example, in COVID-19 patients, will serve as valuable diagnostic and prognostic biomarkers to monitor and evaluate the course of the viral disorder, in particular, to grasp the eventual transition precociously from a controlled defense response as observed in mild/moderate cases to a dysregulated life-threatening hyperinflammatory response as seen in severe/fatal cases. Such a diagnostic stratification strategy then would pave the path to new therapeutic opportunities aimed at preventing progression to severe diseases and potentially reducing mortality, such as seen in severe COVID-19 pneumonia. Strategically, blocking or elimination of DAMPs [193] or administration of SAMPs [136, 194] have to be seriously considered and actually were already proposed. However, given the fact that controlled emission of both DAMPs and SAMPs is vital for successful host defense and that it is critical for restoring homeostasis, therapeutic inhibition of DAMPs and/or substitution of SAMPs should be performed under strict caveats and precautions [195]. Compliance with ethical standardsConflict of interestThe author declares no competing interests. FootnotesPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Chen R, Huang Y, Quan J, Liu J, Wang H, Billiar TR, et al.  HMGB1 as a potential biomarker and therapeutic target for severe COVID-19. Heliyon. 2020;6:e05672. doi: 10.1016/j.heliyon.2020.e05672. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Chen L, Long X, Xu Q, Tan J, Wang G, Cao Y, et al. Elevated serum levels of S100A8/A9 and HMGB1 at hospital admission are correlated with inferior clinical outcomes in COVID-19 patients. Cell Mol Immunol. 2020;17:992–4. Available from: http://www.nature.com/articles/s41423-020-0492-x. [PMC free article] [PubMed]3. Scozzi D, Cano M, Ma L, Zhou D, Zhu JH, O’Halloran JA, et al. Circulating mitochondrial DNA is an early indicator of severe illness and mortality from COVID-19. JCI Insight. 2021. http://insight.jci.org/articles/view/143299. [PMC free article] [PubMed]4. Matzinger P. Tolerance, Danger, and the Extended Family. Annu Rev Immunol. 1994;12:991–1045. [PubMed]5. Land W, Schneeberger H, Schleibner S, Illner WD, Abendroth D, Rutili G, et al.  The beneficial effect of human recombinant superoxide dismutase on acute and chronic rejection events in recipients of cadaveric renal transplants. Transplant. 1994;57:211–7. doi: 10.1097/00007890-199401001-00010. [PubMed] [CrossRef] [Google Scholar]6. Land WG. Damage-associated molecular patterns in human diseases. Volume 1: Injury-Induced Innate Immune Responses. Cham, Springer International Publishing AG; 2018. http://link.springer.com/10.1007/978-3-319-78655-1.7. Liston A, Masters SL. Homeostasis-altering molecular processes as mechanisms of inflammasome activation. Nat Rev Immunol [Internet] 2017;17:208–14. doi: 10.1038/nri.2016.151. [PubMed] [CrossRef] [Google Scholar]8. Shields AM, Thompson SJ, Panayi GS, Corrigall VM. Pro-resolution immunological networks: binding immunoglobulin protein and other resolution-associated molecular patterns. Rheumatol. 2012;51:780–8. doi: 10.1093/rheumatology/ker412. [PubMed] [CrossRef] [Google Scholar]9. Hangai S, Ao T, Kimura Y, Matsuki K, Kawamura T, Negishi H, et al.  PGE2 induced in and released by dying cells functions as an inhibitory DAMP. Proc Natl Acad Sci. 2016;113:3844–9. doi: 10.1073/pnas.1602023113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Chiang N, Serhan CN. Specialized proresolving mediator network: an update on production and actions. Essays Biochem. 2020;64:443–62. [PMC free article] [PubMed]11. Land WG. Damage-associated molecular patterns in human diseases. Vol. 2: Danger Signals as Diagnostics, Prognostics, and Therapeutic Targets. Cham, Springer International Publishing; 2020. http://link.springer.com/10.1007/978-3-030-53868-2.12. Denning N-L, Aziz M, Gurien SD, Wang P. DAMPs and NETs in Sepsis. Front Immunol. 2019;10:2536. doi: 10.3389/fimmu.2019.02536. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Li S, Hu Q, Huang J, Wu X, Ren J. Mitochondria-derived damage-associated molecular patterns in sepsis: from bench to bedside. Oxid Med Cell Longev. 2019;2019:1–9. [PMC free article] [PubMed] [Google Scholar]14. Faas MM, de Vos P. Mitochondrial function in immune cells in health and disease. Biochim Biophys Acta - Mol Basis Dis. 2020;1866:165845. doi: 10.1016/j.bbadis.2020.165845. [PubMed] [CrossRef] [Google Scholar]15. Gong T, Liu L, Jiang W, Zhou R. DAMP-sensing receptors in sterile inflammation and inflammatory diseases. Nat Rev Immunol. 2020;20:95–112. doi: 10.1038/s41577-019-0215-7. [PubMed] [CrossRef] [Google Scholar]16. Porte R, Davoudian S, Asgari F, Parente R, Mantovani A, Garlanda C, et al. The Long Pentraxin PTX3 as a Humoral Innate Immunity functional player and biomarker of infections and sepsis. Front Immunol. 2019;10. https://www.frontiersin.org/article/10.3389/fimmu.2019.00794/full. [PMC free article] [PubMed]17. Liu J, Cao X. Cellular and molecular regulation of innate inflammatory responses. Cell Mol Immunol. 2016;13:711–21. doi: 10.1038/cmi.2016.58. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Buckley CD, Gilroy DW, Serhan CN. Proresolving lipid mediators and mechanisms in the resolution of acute inflammation. Immu Cell. 2014;40:315–27. [PMC free article] [PubMed] [Google Scholar]19. Proto JD, Doran AC, Gusarova G, Yurdagul A, Sozen E, Subramanian M, et al.  Regulatory T cells promote macrophage efferocytosis during inflammation resolution. Immun Cell Press. 2018;49:666. [PMC free article] [PubMed] [Google Scholar]20. Yatim N, Cullen S, Albert ML. Dying cells actively regulate adaptive immune responses. Nat Rev Immunol. 2017;17:262–75. doi: 10.1038/nri.2017.9. [PubMed] [CrossRef] [Google Scholar]21. Chiurchiù V, Leuti A, Dalli J, Jacobsson A, Battistini L, Maccarrone M, et al.  Proresolving lipid mediators resolvin D1, resolvin D2, and maresin 1 are critical in modulating T cell responses. Sci Transl Med. 2016;8:353ra111. doi: 10.1126/scitranslmed.aaf7483. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Venegas C, Heneka MT. Danger-associated molecular patterns in Alzheimer’s disease. J Leukoc Biol [Internet]. 2017;101:87–98. Available from: http://doi.wiley.com/10.1189/jlb.3MR0416-204R. [PubMed]23. Roh JS, Sohn DH. Damage-associated molecular patterns in inflammatory diseases. Immune Netw. 2018;18. https://immunenetwork.org/DOIx.php?id=10.4110/in.2018.18.e27. [PMC free article] [PubMed]24. Royce GH, Brown-Borg HM, Deepa SS. The potential role of necroptosis in inflammaging and aging. GeroSci. 2019;41:795–811. doi: 10.1007/s11357-019-00131-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Liu T, Son M, Diamond B. HMGB1 in systemic lupus erythematosus. Front Immunol. 2020;11. https://www.frontiersin.org/article/10.3389/fimmu.2020.01057/full. [PMC free article] [PubMed]26. Fousert E, Toes R, Desai J. Neutrophil extracellular traps (NETs) take the central stage in driving autoimmune responses. Cells. 2020;9:915. doi: 10.3390/cells9040915. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Relja B, Land WG. Damage-associated molecular patterns in trauma. Eur J Trauma Emerg Surg. 2020;46:751–75. doi: 10.1007/s00068-019-01235-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Kalil AC, Thomas PG. Influenza virus-related critical illness: pathophysiology and epidemiology. Crit Care. 2019;23:258. doi: 10.1186/s13054-019-2539-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Mehrbod P, Ande SR, Alizadeh J, Rahimizadeh S, Shariati A, Malek H, et al.  The roles of apoptosis, autophagy and unfolded protein response in arbovirus, influenza virus, and HIV infections. Virulence. 2019;10:376–413. doi: 10.1080/21505594.2019.1605803. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Maelfait J, Liverpool L, Bridgeman A, Ragan KB, Upton JW, Rehwinkel J. Sensing of viral and endogenous RNA by ZBP1/DAI induces necroptosis. EMBO J. 2017;36:2529–43. doi: 10.15252/embj.201796476. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Kanneganti T. Intracellular innate immune receptors: Life inside the cell. Immunol Rev. 2020;297:5–12. doi: 10.1111/imr.12912. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Fujikura D, Miyazaki T. Programmed cell death in the pathogenesis of influenza. Int J Mol Sci. 2018;19:2065. doi: 10.3390/ijms19072065. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Galluzzi L, Vitale I, Aaronson SA, Abrams JM, Adam D, Agostinis P, et al.  Molecular mechanisms of cell death: recommendations of the Nomenclature Committee on Cell Death 2018. Cell Death Differ. 2018;25:486–541. doi: 10.1038/s41418-017-0012-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Land WG, Agostinis P, Gasser S, Garg AD. Transplantation and damage associated molecular patterns (DAMPs) Am J Transpl. 2016;16:3338–61. doi: 10.1111/ajt.13963. [PubMed] [CrossRef] [Google Scholar]35. Sarhan M, Land WG, Tonnus W, Hugo CP, Linkermann A. Origin and consequences of necroinflammation. Physiol Rev. 2018;98:727–80. doi: 10.1152/physrev.00041.2016. [PubMed] [CrossRef] [Google Scholar]36. Nakano H, Murai S, Yamaguchi Y, Shirasaki Y, Nakabayashi O, Yamazaki S. Development of novel methods that monitor necroptosis and the release of DAMPs at the single cell resolution. Cell Stress. 2019;3:66–9. [PMC free article] [PubMed]37. Tang D, Kang R. The molecular machinery of regulated cell death. Cell Res. 2019;29:347–64. doi: 10.1038/s41422-019-0164-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Sachet M, Liang YY, Oehler R. The immune response to secondary necrotic cells. Apoptosis. 2017;22:1189–204. doi: 10.1007/s10495-017-1413-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Elmore S. Apoptosis: a review of programmed cell death. Toxicol Pathol. 2007;35:495–516. doi: 10.1080/01926230701320337. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Iwai A, Shiozaki T, Miyazaki T. Relevance of signaling molecules for apoptosis induction on influenza A virus replication. Biochem Biophys Res Commun. 2013;441:531–7. doi: 10.1016/j.bbrc.2013.10.100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Zhou X, Jiang W, Liu Z, Liu S, Liang X. Virus infection and death receptor-mediated apoptosis. Viruses. 2017;9:316. doi: 10.3390/v9110316. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Othumpangat S, Beezhold DH, Noti JD. Influenza virus infection modulates the death receptor pathway during early stages of infection in human bronchial epithelial cells. Physiol Genomics. 2018;50:770–9. doi: 10.1152/physiolgenomics.00051.2018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Tripathi S, Batra J, Cao W, Sharma K, Patel JR, Ranjan P, et al.  Influenza A virus nucleoprotein induces apoptosis in human airway epithelial cells: implications of a novel interaction between nucleoprotein and host protein Clusterin. Cell Death Dis. 2013;4:e562–e562. doi: 10.1038/cddis.2013.89. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Xia X, Lei L, Wang S, Hu J, Zhang G. Necroptosis and its role in infectious diseases. Apoptosis. 2020;25:169–78. doi: 10.1007/s10495-019-01589-x. [PubMed] [CrossRef] [Google Scholar]45. Yang D, Liang Y, Zhao S, Ding Y, Zhuang Q, Shi Q, et al.  ZBP1 mediates interferon-induced necroptosis. Cell Mol Immunol. 2020;17:356–68. doi: 10.1038/s41423-019-0237-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Nailwal H, Chan FK-M. Necroptosis in anti-viral inflammation. Cell Death Differ. 2019;26:4–13. doi: 10.1038/s41418-018-0172-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Frank D, Vince JE. Pyroptosis versus necroptosis: similarities, differences, and crosstalk. Cell Death Differ. 2019;26:99–114. doi: 10.1038/s41418-018-0212-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Thapa RJ, Nogusa S, Balachandran S. Analysis of cytokine- and influenza A virus-driven RIPK3 necrosome formation. Methods Mol Biol. 2018; 93–9. http://www.ncbi.nlm.nih.gov/pubmed/30136233. [PubMed]49. Lee ACY, Zhang AJX, Chu H, Li C, Zhu H, Mak WWN, et al.  H7N9 influenza A virus activation of necroptosis in human monocytes links innate and adaptive immune responses. Cell Death Dis. 2019;10:442. doi: 10.1038/s41419-019-1684-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Zhang T, Yin C, Boyd DF, Quarato G, Ingram JP, Shubina M, et al.  Influenza virus Z-RNAs induce ZBP1-mediated necroptosis. Cell. 2020;180:1115. doi: 10.1016/j.cell.2020.02.050. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Wang Y, Gao W, Shi X, Ding J, Liu W, He H, et al.  Chemotherapy drugs induce pyroptosis through caspase-3 cleavage of a gasdermin. Nature. 2017;547:99–103. doi: 10.1038/nature22393. [PubMed] [CrossRef] [Google Scholar]52. Orning P, Weng D, Starheim K, Ratner D, Best Z, Lee B, et al.  Pathogen blockade of TAK1 triggers caspase-8–dependent cleavage of gasdermin D and cell death. Sci (80-) 2018;362:1064–9. doi: 10.1126/science.aau2818. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Zhou Z, He H, Wang K, Shi X, Wang Y, Su Y, et al. Granzyme A from cytotoxic lymphocytes cleaves GSDMB to trigger pyroptosis in target cells. Sci (80-). 2020;368:eaaz7548. [PubMed]54. Man SM, Karki R, Kanneganti T-D. Molecular mechanisms and functions of pyroptosis, inflammatory caspases and inflammasomes in infectious diseases. Immunol Rev. 2017;277:61–75. doi: 10.1111/imr.12534. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Shrivastava G, León-Juárez M, García-Cordero J, Meza-Sánchez DE, Cedillo-Barrón L. Inflammasomes and its importance in viral infections. Immunol Res. 2016;64:1101–17. doi: 10.1007/s12026-016-8873-z. [PubMed] [CrossRef] [Google Scholar]56. Rodrigues TS, de Sá KSG, Ishimoto AY, Becerra A, Oliveira S, Almeida L, et al. Inflammasomes are activated in response to SARS-CoV-2 infection and are associated with COVID-19 severity in patients. J Exp Med. 2021;218. https://rupress.org/jem/article/doi/10.1084/jem.20201707/211560/Inflammasomes-are-activated-in-response-to. [PMC free article] [PubMed]57. Ferreira AC, Soares VC, de Azevedo-Quintanilha IG, Dias S, da SG, Fintelman-Rodrigues N, et al.  SARS-CoV-2 engages inflammasome and pyroptosis in human primary monocytes. Cell Death Discov. 2021;7:43. doi: 10.1038/s41420-021-00428-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Kuriakose T, Man SM, Subbarao Malireddi RK, Karki R, Kesavardhana S, Place DE, et al.  ZBP1/DAI is an innate sensor of influenza virus triggering the NLRP3 inflammasome and programmed cell death pathways. Sci Immunol. 2016;1:aag2045–aag2045. doi: 10.1126/sciimmunol.aag2045. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Zheng M, Kanneganti T. The regulation of the ZBP1‐NLRP3 inflammasome and its implications in pyroptosis, apoptosis, and necroptosis (PANoptosis) Immunol Rev. 2020;297:26–38. doi: 10.1111/imr.12909. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Farag NS, Breitinger U, Breitinger HG, El Azizi MA. Viroporins and inflammasomes: A key to understand virus-induced inflammation. Int J Biochem Cell Biol. 2020;122:105738. doi: 10.1016/j.biocel.2020.105738. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. To J, Torres J. Viroporins in the influenza virus. Cells MDPI AG. 2019;8:654. [Google Scholar]62. Nieto-Torres JL, Verdiá-Báguena C, Jimenez-Guardeño JM, Regla-Nava JA, Castaño-Rodriguez C, Fernandez-Delgado R, et al.  Severe acute respiratory syndrome coronavirus E protein transports calcium ions and activates the NLRP3 inflammasome. Virol. 2015;485:330–9. doi: 10.1016/j.virol.2015.08.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Yue Y, Nabar NR, Shi C-S, Kamenyeva O, Xiao X, Hwang I-Y, et al.  SARS-Coronavirus Open Reading Frame-3a drives multimodal necrotic cell death. Cell Death Dis. 2018;9:904. doi: 10.1038/s41419-018-0917-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Chen I-Y, Moriyama M, Chang M-F, Ichinohe T. Severe acute respiratory syndrome coronavirus viroporin 3a activates the NLRP3 inflammasome. Front Microbiol. 2019;10:50. doi: 10.3389/fmicb.2019.00050. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Ichinohe T, Pang IK, Iwasaki A. Influenza virus activates inflammasomes via its intracellular M2 ion channel. Nat Immunol. 2010;11:404–10. doi: 10.1038/ni.1861. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Ito M, Yanagi Y, Ichinohe T. Encephalomyocarditis virus viroporin 2B activates NLRP3 inflammasome. PLoS Pathog. 2012;8:e10002857. doi: 10.1371/journal.ppat.1002857. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Triantafilou K, Kar S, Van Kuppeveld FJM, Triantafilou M. Rhinovirus-induced calcium flux triggers NLRP3 and NLRC5 activation in bronchial cells. Am J Respir Cell Mol Biol Am J Respir Cell Mol Biol. 2013;49:923–34. doi: 10.1165/rcmb.2013-0032OC. [PubMed] [CrossRef] [Google Scholar]68. Freundt EC, Yu L, Goldsmith CS, Welsh S, Cheng A, Yount B, et al.  The open reading frame 3a protein of severe acute respiratory syndrome-associated coronavirus promotes membrane rearrangement and cell death. J Virol Am Soc Microbiol. 2010;84:1097–109. [PMC free article] [PubMed] [Google Scholar]69. Shi C-S, Nabar NR, Huang N-N, Kehrl JH. SARS-coronavirus open reading frame-8b triggers intracellular stress pathways and activates NLRP3 inflammasomes. Cell death Discov. 2019;5:101. doi: 10.1038/s41420-019-0181-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Chen J, Chen ZJ. PtdIns4P on dispersed trans-Golgi network mediates NLRP3 inflammasome activation. Nature. 2018;564:71–6. doi: 10.1038/s41586-018-0761-3. [PubMed] [CrossRef] [Google Scholar]71. Magna M, Pisetsky DS. The alarmin properties of DNA and DNA-associated nuclear proteins. Clin Ther. 2016;38:1029–41. doi: 10.1016/j.clinthera.2016.02.029. [PubMed] [CrossRef] [Google Scholar]72. Thiam HR, Wong SL, Wagner DD, Waterman CM. Cellular mechanisms of NETosis. Annu Rev Cell Dev Biol. 2020;36:191–218. doi: 10.1146/annurev-cellbio-020520-111016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Arcanjo A, Logullo J, Menezes CCB, de Souza Carvalho Giangiarulo TC, dos Reis MC, de Castro GMM, et al.  The emerging role of neutrophil extracellular traps in severe acute respiratory syndrome coronavirus 2 (COVID-19) Sci Rep. 2020;10:19630. doi: 10.1038/s41598-020-76781-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Schönrich G, Raftery MJ. Neutrophil Extracellular Traps Go Viral. Front Immunol. 2016;7. http://journal.frontiersin.org/Article/10.3389/fimmu.2016.00366/abstract. [PMC free article] [PubMed]75. Zhang N, Zhu L, Zhang Y, Zhou C, Song R, Yang X, et al.  Circulating rather than alveolar extracellular deoxyribonucleic acid levels predict outcomes in influenza. J Infect Dis. 2020;222:1145–54. doi: 10.1093/infdis/jiaa241. [PubMed] [CrossRef] [Google Scholar]76. Middleton EA, He X-Y, Denorme F, Campbell RA, Ng D, Salvatore SP, et al.  Neutrophil extracellular traps contribute to immunothrombosis in COVID-19 acute respiratory distress syndrome. Am Soc Hematol. 2020;136:1169–79. [PMC free article] [PubMed] [Google Scholar]77. Nicolai L, Leunig A, Brambs S, Kaiser R, Joppich M, Hoffknecht M, et al.  Vascular neutrophilic inflammation and immunothrombosis distinguish severe COVID‐19 from influenza pneumonia. J Thromb Haemost. 2021;19:574–81. doi: 10.1111/jth.15179. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Christgen S, Zheng M, Kesavardhana S, Karki R, Malireddi RKS, Banoth B, et al. Identification of the panoptosome: a molecular platform triggering pyroptosis, apoptosis, and necroptosis (PANoptosis). Front Cell Infect Microbiol. 2020;10. https://www.frontiersin.org/article/10.3389/fcimb.2020.00237/full. [PMC free article] [PubMed]79. Place DE, Lee S, Kanneganti T-D. PANoptosis in microbial infection. Curr Opin Microbiol. 2021;59:42–9. doi: 10.1016/j.mib.2020.07.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Karki R, Sharma BR, Tuladhar S, Williams EP, Zalduondo L, Samir P, et al.  Synergism of TNF-α and IFN-γ triggers inflammatory cell death, tissue damage, and mortality in SARS-CoV-2 infection and cytokine shock syndromes. Cell. 2021;184:149–168.e17. doi: 10.1016/j.cell.2020.11.025. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Chen G, Chen D, Li J, Czura CJ, Tracey KJ, Sama AE, et al.  Pathogenic role of HMGB1 in SARS? Med Hypotheses. 2004;63:691–5. doi: 10.1016/j.mehy.2004.01.037. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Imai Y, Kuba K, Neely GG, Yaghubian-Malhami R, Perkmann T, van Loo G, et al.  Identification of oxidative stress and toll-like receptor 4 signaling as a key pathway of acute lung injury. Cell Cell. 2008;133:235–49. doi: 10.1016/j.cell.2008.02.043. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Alleva LM, Cai C, Clark IA. Using complementary and alternative medicines to target the host response during severe influenza. Evid-Based Complement Alter Med. 2010;7:501–10. doi: 10.1093/ecam/nep152. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. An S-C, Xu L-L, Li F-D, Bao L-L, Qin C, Gao Z-C. Triple combinations of neuraminidase inhibitors, statins and fibrates benefit the survival of patients with lethal avian influenza pandemic. Med Hypotheses. 2011;77:1054–7. doi: 10.1016/j.mehy.2011.09.001. [PubMed] [CrossRef] [Google Scholar]85. Hou XQ, Qin JL, Zheng XX, Wang L, Yang ST, Gao YW, et al.  Potential role of high-mobility group box 1 protein in the pathogenesis of influenza H5N1 virus infection. Acta Virol. 2014;58:69–75. doi: 10.4149/av_2014_01_69. [PubMed] [CrossRef] [Google Scholar]86. Patel MC, Shirey KA, Boukhvalova MS, Vogel SN, Blanco JCG. Serum high-mobility-group box 1 as a biomarker and a therapeutic target during respiratory virus infections. MBio. 2018;9. http://mbio.asm.org/lookup/doi/10.1128/mBio.00246-18. [PMC free article] [PubMed]87. Tsai S-Y, Segovia JA, Chang T-H, Morris IR, Berton MT, Tessier PA, et al.  DAMP molecule S100A9 acts as a molecular pattern to enhance inflammation during influenza A virus infection: role of DDX21-TRIF-TLR4-MyD88 pathway. PLoS Pathog. 2014;10:e1003848. doi: 10.1371/journal.ppat.1003848. [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Global Covid-19 Case Fatality Rates - CEBM. [cited 2020 May 4]. https://www.cebm.net/covid-19/global-covid-19-case-fatality-rates/.89. Schloer S, Hübel N, Masemann D, Pajonczyk D, Brunotte L, Ehrhardt C, et al.  The annexin A1/FPR2 signaling axis expands alveolar macrophages, limits viral replication, and attenuates pathogenesis in the murine influenza A virus infection model. FASEB J. 2019;33:12188–99. doi: 10.1096/fj.201901265R. [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. Basil MC, Levy BD. Specialized proresolving mediators: endogenous regulators of infection and inflammation. Nat Rev Immunol. 2015;16:51–67. doi: 10.1038/nri.2015.4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Morita M, Kuba K, Ichikawa A, Nakayama M, Katahira J, Iwamoto R, et al.  The lipid mediator protectin D1 inhibits influenza virus replication and improves severe influenza. Cell. 2013;153:112–25. doi: 10.1016/j.cell.2013.02.027. [PubMed] [CrossRef] [Google Scholar]92. Ng S, Cowling BJ, Fang VJ, Chan KH, Ip DKM, Cheng CKY, et al.  Effects of oseltamivir treatment on duration of clinical illness and viral shedding and household transmission of influenza virus. Clin Infect Dis. 2010;50:707–14. doi: 10.1086/650458. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Cilloniz C, Pantin-Jackwood MJ, Ni C, Goodman AG, Peng X, Proll SC, et al.  Lethal dissemination of H5N1 influenza virus is associated with dysregulation of inflammation and lipoxin signaling in a mouse model of infection. J Virol. 2010;84:7613–24. doi: 10.1128/JVI.00553-10. [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Ramon S, Baker SF, Sahler JM, Kim N, Feldsott EA, Serhan CN, et al.  The specialized proresolving mediator 17-HDHA enhances the antibody-mediated immune response against influenza virus: a new class of adjuvant? J Immunol Am Assoc Immunologists. 2014;193:6031–40. [PMC free article] [PubMed] [Google Scholar]95. Schwarz B, Sharma L, Roberts L, Peng X, Bermejo S, Leighton I, et al.  Cutting edge: severe SARS-CoV-2 infection in humans is defined by a shift in the serum lipidome, resulting in dysregulation of eicosanoid immune mediators. J Immunol. 2021;206:329–34. doi: 10.4049/jimmunol.2001025. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Cardinal-Fernández P, Lorente JA, Ballén-Barragán A, Matute-Bello G. Acute respiratory distress syndrome and diffuse alveolar damage. New insights on a complex relationship. Ann Am Thorac Soc. 2017;14:844–50. doi: 10.1513/AnnalsATS.201609-728PS. [PubMed] [CrossRef] [Google Scholar]97. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.  Acute respiratory distress syndrome. JAMA. 2012;307:2526–33. [PubMed] [Google Scholar]98. WHO Report. Clinical management of COVID-19, Interim Guidance, May 27, 2020. https://www.who.int/publications/i/item/clinical-management-of-covid-19.99. Ware LB, Matthay MA. The acute respiratory distress syndrome. N Engl J Med. 2000;342:1334–49. doi: 10.1056/NEJM200005043421806. [PubMed] [CrossRef] [Google Scholar]100. Ruaro B, Salton F, Braga L, Wade B, Confalonieri P, Volpe MC, et al.  The history and mystery of alveolar epithelial type II cells: Focus on their physiologic and pathologic role in lung. Int J Mol Sci. 2021;22:2566. doi: 10.3390/ijms22052566. [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Munster VJ, Feldmann F, Williamson BN, van Doremalen N, Pérez-Pérez L, Schulz J, et al. Respiratory disease and virus shedding in rhesus macaques inoculated with SARS-CoV-2. Prepr Serv Biol. 2020. http://www.ncbi.nlm.nih.gov/pubmed/32511299.102. Rockx B, Kuiken T, Herfst S, Bestebroer T, Lamers MM, Oude Munnink BB, et al.  Comparative pathogenesis of COVID-19, MERS, and SARS in a nonhuman primate model. Sci (80-) 2020;368::1012–5. doi: 10.1126/science.abb7314. [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Wahl A, Gralinski LE, Johnson CE, Yao W, Kovarova M, Dinnon KH, et al.  SARS-CoV-2 infection is effectively treated and prevented by EIDD-2801. Nat Res. 2021;591:451–7. [PMC free article] [PubMed] [Google Scholar]104. Morris G, Bortolasci CC, Puri BK, Olive L, Marx W, O’Neil A, et al.  The pathophysiology of SARS-CoV-2: A suggested model and therapeutic approach. Life Sci. 2020;258:118166. doi: 10.1016/j.lfs.2020.118166. [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Matthay MA, Ware LB, Zimmerman GA. The acute respiratory distress syndrome. J Clin Invest. 2012;122:2731–40. doi: 10.1172/JCI60331. [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Rawal G, Yadav S, Kumar R. Acute respiratory distress syndrome: an update and review. J Transl Intern Med. 2018;6:74–7. doi: 10.1515/jtim-2016-0012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. Lee K-Y. Pneumonia, acute respiratory distress syndrome, and early immune-modulator therapy. Int J Mol Sci. 2017;18:388. doi: 10.3390/ijms18020388. [PMC free article] [PubMed] [CrossRef] [Google Scholar]108. Yang C-Y, Chen C-S, Yiang G-T, Cheng Y-L, Yong S-B, Wu M-Y, et al.  New insights into the immune molecular regulation of the pathogenesis of acute respiratory distress syndrome. Int J Mol Sci. 2018;19:588. doi: 10.3390/ijms19020588. [PMC free article] [PubMed] [CrossRef] [Google Scholar]109. Matute-Bello G, Liles WC, Steinberg KP, Kiener PA, Mongovin S, Chi EY, et al.  Soluble Fas ligand induces epithelial cell apoptosis in humans with acute lung injury (ARDS) J Immunol. 1999;163:2217–25. [PubMed] [Google Scholar]110. Batah SS, Fabro AT. Pulmonary pathology of ARDS in COVID-19: A pathological review for clinicians. Respir Med. 2021;176:106239. doi: 10.1016/j.rmed.2020.106239. [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Matthay MA, Zemans RL. The acute respiratory distress syndrome: pathogenesis and treatment. Annu Rev Pathol. 2011;6:147–63. doi: 10.1146/annurev-pathol-011110-130158. [PMC free article] [PubMed] [CrossRef] [Google Scholar]112. Doglioni C, Ravaglia C, Chilosi M, Rossi G, Dubini A, Pedica F, et al. Covid-19 interstitial pneumonia: histological and immunohistochemical features on cryobiopsies. Respiration. 2021;369–79. https://www.karger.com/Article/FullText/514822. [PMC free article] [PubMed]113. Tolle LB, Standiford TJ. Danger-associated molecular patterns (DAMPs) in acute lung injury. J Pathol. 2013;229:145–56. doi: 10.1002/path.4124. [PubMed] [CrossRef] [Google Scholar]114. Englert JA, Bobba C, Baron RM. Integrating molecular pathogenesis and clinical translation in sepsis-induced acute respiratory distress syndrome. JCI Insight. 2019;4. http://www.ncbi.nlm.nih.gov/pubmed/30674720. [PMC free article] [PubMed]115. Li N, Geng C, Hou S, Fan H, Gong Y. Damage-associated molecular patterns and their signaling pathways in primary blast lung injury: new research progress and future directions. Int J Mol Sci. 2020;21:6303. doi: 10.3390/ijms21176303. [PMC free article] [PubMed] [CrossRef] [Google Scholar]116. Wu G, Zhu Q, Zeng J, Gu X, Miao Y, Xu W, et al.  Extracellular mitochondrial DNA promote NLRP3 inflammasome activation and induce acute lung injury through TLR9 and NF-κB. J Thorac Dis. 2019;11:4816–28. doi: 10.21037/jtd.2019.10.26. [PMC free article] [PubMed] [CrossRef] [Google Scholar]117. Cicko S, Köhler TC, Ayata CK, Müller T, Ehrat N, Meyer A, et al. Extracellular ATP is a danger signal activating P2X7 receptor in a LPS mediated inflammation (ARDS/ALI). Oncotarget. 2018;9:30635–48. [PMC free article] [PubMed]118. Aggarwal S, Lam A, Bolisetty S, Carlisle MA, Traylor A, Agarwal A. et al. Heme attenuation ameliorates irritant gas inhalation-induced acute lung injury. Antioxid Redox Signal. 2016. http://www.liebertpub.com/doi/10.1089/ars.2015.6347. [PMC free article] [PubMed]119. Newton AH, Cardani A, Braciale TJ. The host immune response in respiratory virus infection: balancing virus clearance and immunopathology. Semin Immunopathol. 2016;38:471–82. doi: 10.1007/s00281-016-0558-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]120. Chakraborty D, Zenker S, Rossaint J, Hölscher A, Pohlen M, Zarbock A, et al.  Alarmin S100A8 activates alveolar epithelial cells in the context of acute lung injury in a TLR4-dependent manner. Front Immunol. 2017;8:1493. doi: 10.3389/fimmu.2017.01493. [PMC free article] [PubMed] [CrossRef] [Google Scholar]121. Zhang X, Wang T, Yuan Z-C, Dai L-Q, Zeng N, Wang H, et al.  Mitochondrial peptides cause proinflammatory responses in the alveolar epithelium via FPR-1, MAPKs, and AKT: a potential mechanism involved in acute lung injury. Am J Physiol Cell Mol Physiol. 2018;315:L775–86. doi: 10.1152/ajplung.00466.2017. [PubMed] [CrossRef] [Google Scholar]122. Okamoto M, Tsukamoto H, Kouwaki T, Seya T, Oshiumi H. Recognition of viral RNA by pattern recognition receptors in the induction of innate immunity and excessive inflammation during respiratory viral infections. Viral Immunol. 2017;30:408–20. doi: 10.1089/vim.2016.0178. [PubMed] [CrossRef] [Google Scholar]123. Miyazawa M. Immunopathogenesis of SARS-CoV-2-induced pneumonia: lessons from influenza virus infection. Inflamm Regen. 2020;40:39. doi: 10.1186/s41232-020-00148-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]124. Li G, Fan Y, Lai Y, Han T, Li Z, Zhou P, et al. Coronavirus infections and immune responses. J Med Virol. 2020;424–32. http://www.ncbi.nlm.nih.gov/pubmed/31981224. [PMC free article] [PubMed]125. Butt Y, Kurdowska A, Allen TC. Acute lung injury: a clinical and molecular review. Arch Pathol Lab Med. 2016;140:345–50. doi: 10.5858/arpa.2015-0519-RA. [PubMed] [CrossRef] [Google Scholar]126. Potey PM, Rossi AG, Lucas CD, Dorward DA. Neutrophils in the initiation and resolution of acute pulmonary inflammation: understanding biological function and therapeutic potential. J Pathol. 2019;247:672–85. doi: 10.1002/path.5221. [PMC free article] [PubMed] [CrossRef] [Google Scholar]127. Shimabukuro-Vornhagen A, Gödel P, Subklewe M, Stemmler HJ, Schlößer HA, Schlaak M, et al.  Cytokine release syndrome. J. Immunother. Cancer. BioMed Central Ltd. 2018;6:56. doi: 10.1186/s40425-018-0343-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]128. Vassallo A, Wood AJ, Subburayalu J, Summers C, Chilvers ER. The counter-intuitive role of the neutrophil in the acute respiratory distress syndrome. Br Med Bull. 2019;131:43–55. doi: 10.1093/bmb/ldz024. [PubMed] [CrossRef] [Google Scholar]129. Chen X, Tang J, Shuai W, Meng J, Feng J, Han Z. Macrophage polarization and its role in the pathogenesis of acute lung injury/acute respiratory distress syndrome. Inflamm Res. 2020;69:883–95. doi: 10.1007/s00011-020-01378-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]130. Zheng J, Wang Y, Li K, Meyerholz DK, Allamargot C, Perlman S. Severe acute respiratory syndrome coronavirus 2–induced immune activation and death of monocyte-derived human macrophages and dendritic cells. J Infect Dis. 2021;223:785–95. doi: 10.1093/infdis/jiaa753. [PMC free article] [PubMed] [CrossRef] [Google Scholar]131. Takahashi Y, Onodera T, Adachi Y, Ato M. Adaptive B cell responses to influenza virus infection in the lung. Viral Immunol. 2017;30:431–7. doi: 10.1089/vim.2017.0025. [PubMed] [CrossRef] [Google Scholar]132. Jansen JM, Gerlach T, Elbahesh H, Rimmelzwaan GF, Saletti G. Influenza virus-specific CD4+ and CD8+ T cell-mediated immunity induced by infection and vaccination. J Clin Virol. 2019;119:44–52. doi: 10.1016/j.jcv.2019.08.009. [PubMed] [CrossRef] [Google Scholar]133. Herold S, Mayer K, Lohmeyer J. Acute lung injury: how macrophages orchestrate resolution of inflammation and tissue repair. Front Immunol. 2011;2:65. doi: 10.3389/fimmu.2011.00065. [PMC free article] [PubMed] [CrossRef] [Google Scholar]134. Matthay MA, Ware LB. Resolution of alveolar edema in acute respiratory distress syndrome. Physiology and biology. Am J Respir Crit Care Med. 2015;192:124–5. doi: 10.1164/rccm.201505-0938ED. [PubMed] [CrossRef] [Google Scholar]135. Han G, Lu K, Xu W, Zhang S, Huang J, Dai C, et al.  Annexin A1-mediated inhibition of inflammatory cytokines may facilitate the resolution of inflammation in acute radiation-induced lung injury. Oncol Lett Spandidos Publ. 2019;18:321–9. [PMC free article] [PubMed] [Google Scholar]136. Wang Q, Yan S-F, Hao Y, Jin S-W. Specialized proresolving mediators regulate alveolar fluid clearance during acute respiratory distress syndrome. Chin Med J (Engl) 2018;131:982. doi: 10.4103/0366-6999.229890. [PMC free article] [PubMed] [CrossRef] [Google Scholar]137. Aggarwal NR, King LS, D’Alessio FR. Diverse macrophage populations mediate acute lung inflammation and resolution. Am J Physiol Cell Mol Physiol. 2014;306:L709–25. doi: 10.1152/ajplung.00341.2013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]138. Robb CT, Regan KH, Dorward DA, Rossi AG. Key mechanisms governing resolution of lung inflammation. Semin Immunopathol. 2016;38:425–48. doi: 10.1007/s00281-016-0560-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]139. Gu Y, Hsu AC-Y, Pang Z, Pan H, Zuo X, Wang G, et al.  Role of the innate cytokine storm induced by the influenza A virus. Viral Immunol. 2019;32:244–51. doi: 10.1089/vim.2019.0032. [PubMed] [CrossRef] [Google Scholar]140. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet Lancet Publ Group. 2020;395:497–506. [PMC free article] [PubMed] [Google Scholar]141. Li X, Geng M, Peng Y, Meng L, Lu S. Molecular immune pathogenesis and diagnosis of COVID-19. J Pharm Anal. 2020;10:102–8. doi: 10.1016/j.jpha.2020.03.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]142. Tay MZ, Poh CM, Rénia L, MacAry PA, Ng LFP. The trinity of COVID-19: immunity, inflammation and intervention. Nat Rev Immunol. 2020;20:363–74. doi: 10.1038/s41577-020-0311-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]143. Sun X, Wang T, Cai D, Hu Z, Chen J, Liao H, et al.  Cytokine storm intervention in the early stages of COVID-19 pneumonia. Cytokine Growth Factor Rev. 2020;53:38–42. doi: 10.1016/j.cytogfr.2020.04.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]144. Diao B, Wang C, Tan Y, Chen X, Liu Y, Ning L, et al. Reduction and functional exhaustion of T cells in patients with coronavirus disease 2019 (COVID-19). Front Immunol. 2020;11. https://www.frontiersin.org/article/10.3389/fimmu.2020.00827/full. [PMC free article] [PubMed]145. Spinetti T, Hirzel C, Fux M, Walti LN, Schober P, Stueber F, et al.  Reduced monocytic human leukocyte antigen-DR expression indicates immunosuppression in critically Ill COVID-19 patients. Anesth Analg. 2020;131:993–9. doi: 10.1213/ANE.0000000000005044. [PMC free article] [PubMed] [CrossRef] [Google Scholar]146. Ripa M, Galli L, Poli A, Oltolini C, Spagnuolo V, Mastrangelo A, et al.  Secondary infections in patients hospitalized with COVID-19: incidence and predictive factors. Clin Microbiol Infect. 2021;27:451–7. doi: 10.1016/j.cmi.2020.10.021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]147. Liu J, Li S, Liu J, Liang B, Wang X, Wang H, et al.  Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients. EBioMed. 2020;55:102763. doi: 10.1016/j.ebiom.2020.102763. [PMC free article] [PubMed] [CrossRef] [Google Scholar]148. Ranucci M, Ballotta A, Di Dedda U, Bayshnikova E, Dei Poli M, Resta M, et al. The procoagulant pattern of patients with COVID‐19 acute respiratory distress syndrome. J Thromb Haemost. 2020. https://onlinelibrary.wiley.com/doi/abs/10.1111/jth.14854. [PubMed]149. Giannis D, Ziogas IA, Gianni P. Coagulation disorders in coronavirus infected patients: COVID-19, SARS-CoV-1, MERS-CoV and lessons from the past. J Clin Virol. 2020;127:104362. doi: 10.1016/j.jcv.2020.104362. [PMC free article] [PubMed] [CrossRef] [Google Scholar]150. Frantzeskaki F, Armaganidis A, Orfanos SE. Immunothrombosis in acute respiratory distress syndrome: cross-talks between inflammation and coagulation. Respiration. 2017;93:212–25. doi: 10.1159/000453002. [PubMed] [CrossRef] [Google Scholar]151. Ito T. PAMPs and DAMPs as triggers for DIC. J Intensive Care. 2014;2:67. [PMC free article] [PubMed]152. Ashraf UM, Abokor AA, Edwards JM, Waigi EW, Royfman RS, Hasan SA-M, et al.  SARS-CoV-2, ACE2 expression, and systemic organ invasion. Physiol Genomics. 2021;53:51–60. doi: 10.1152/physiolgenomics.00087.2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]153. Nakazawa D, Kumar SV, Marschner J, Desai J, Holderied A, Rath L, et al.  Histones and neutrophil extracellular traps enhance tubular necrosis and remote organ injury in ischemic AKI. J Am Soc Nephrol. 2017;28:1753–68. doi: 10.1681/ASN.2016080925. [PMC free article] [PubMed] [CrossRef] [Google Scholar]154. Bortolotti P, Faure E, Kipnis E. Inflammasomes in tissue damages and immune disorders after trauma. Front Immunol. 2018;9:1900. doi: 10.3389/fimmu.2018.01900. [PMC free article] [PubMed] [CrossRef] [Google Scholar]155. Vourc’h M, Roquilly A, Asehnoune K. Trauma-induced damage-associated molecular patterns-mediated remote organ injury and immunosuppression in the acutely Ill patient. Front Immunol. 2018;9:1330. doi: 10.3389/fimmu.2018.01330. [PMC free article] [PubMed] [CrossRef] [Google Scholar]156. Matheson PJ, Eid MA, Wilson MA, Graham VS, Matheson SA, Weaver JL, et al.  Damage-associated molecular patterns in resuscitated hemorrhagic shock are mitigated by peritoneal fluid administration. Am J Physiol Cell Mol Physiol. 2018;315:L339–47. doi: 10.1152/ajplung.00183.2017. [PubMed] [CrossRef] [Google Scholar]157. Huppert L, Matthay M, Ware L. Pathogenesis of acute respiratory distress syndrome. Semin Respir Crit Care Med. 2019;40:031–9. doi: 10.1055/s-0039-1683996. [PMC free article] [PubMed] [CrossRef] [Google Scholar]158. Kumar V. Inflammation research sails through the sea of immunology to reach immunometabolism. Int Immunopharmacol [Internet] Elsevier B V. 2019;73:128–45. doi: 10.1016/j.intimp.2019.05.002. [PubMed] [CrossRef] [Google Scholar]159. Bohn MK, Hall A, Sepiashvili L, Jung B, Steele S, Adeli K. Pathophysiology of COVID-19: mechanisms underlying disease severity and progression. Physiol. 2020;35:288–301. doi: 10.1152/physiol.00019.2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]160. Sohn KM, Lee S-G, Kim HJ, Cheon S, Jeong H, Lee J, et al. COVID-19 patients upregulate toll-like receptor 4-mediated inflammatory signaling that mimics bacterial sepsis. J Korean Med Sci. 2020;35. https://jkms.org/DOIx.php?id=10.3346/jkms.2020.35.e343. [PMC free article] [PubMed]161. Land WG Epilogue: The horror of an injury-induced avalanche of DAMPs. Damage-Assoc Mol Patterns Hum Dis. 2018;467–70. https://link.springer.com/chapter/10.1007/978-3-319-78655-1_20.162. Paludan SR, Reinert LS, Hornung V. DNA-stimulated cell death: implications for host defence, inflammatory diseases and cancer. Nat Rev Immunol. 2019;19:141–53. doi: 10.1038/s41577-018-0117-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]163. Xue Y, Enosi Tuipulotu D, Tan WH, Kay C, Man SM. Emerging activators and regulators of inflammasomes and pyroptosis. Trends Immunol. 2019;40:1035–52. https://linkinghub.elsevier.com/retrieve/pii/S1471490619301930. [PubMed]164. Weinlich R, Oberst A, Beere HM, Green DR. Necroptosis in development, inflammation and disease. Nat Rev Mol Cell Biol. 2017;18:127–36. doi: 10.1038/nrm.2016.149. [PubMed] [CrossRef] [Google Scholar]165. Labzin LI, Lauterbach MAR, Latz E. Interferons and inflammasomes: cooperation and counterregulation in disease. J Allergy Clin Immunol. 2016;138:37–46. doi: 10.1016/j.jaci.2016.05.010. [PubMed] [CrossRef] [Google Scholar]166. Verity R, Okell LC, Dorigatti I, Winskill P, Whittaker C, Imai N, et al.  Estimates of the severity of coronavirus disease 2019: a model-based analysis. Lancet Infect Dis. 2020;20:669–77. doi: 10.1016/S1473-3099(20)30243-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]167. Zhavoronkov A. Geroprotective and senoremediative strategies to reduce the comorbidity, infection rates, severity, and lethality in gerophilic and gerolavic infections. Aging (Albany NY) 2020;12:6492–510. doi: 10.18632/aging.102988. [PMC free article] [PubMed] [CrossRef] [Google Scholar]168. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395:1054–62. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]169. Kan HD, Chen BH, Fu CW, Yu SZ, Mu L. Relationship between ambient air pollution and daily mortality of SARS in Beijing. Biomed Env Sci. 2005;1–4. https://www.ncbi.nlm.nih.gov/pubmed/?term=Relationship+between+ambient+air+pollution+and+daily+mortality+of+SARS+in+Beijing. [PubMed]170. Cui Y, Zhang Z-F, Froines J, Zhao J, Wang H, Yu S-Z, et al.  Air pollution and case fatality of SARS in the People’s Republic of China: an ecologic study. Environ Heal. 2003;2:15. doi: 10.1186/1476-069X-2-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]171. Sun Z, Thilakavathy K, Kumar SS, He G, Liu SV. Potential factors influencing repeated SARS outbreaks in China. Int J Environ Res Public Health. 2020;17:1633. doi: 10.3390/ijerph17051633. [PMC free article] [PubMed] [CrossRef] [Google Scholar]172. Bloomgarden ZT. Diabetes and COVID‐19. J Diabetes. 2020;12:347–8. doi: 10.1111/1753-0407.13027. [PubMed] [CrossRef] [Google Scholar]173. Kulcsar KA, Coleman CM, Beck SE, Frieman MB. Comorbid diabetes results in immune dysregulation and enhanced disease severity following MERS-CoV infection. JCI Insight. 2019;4:e131774. doi: 10.1172/jci.insight.131774. [PMC free article] [PubMed] [CrossRef] [Google Scholar]174. Li B, Yang J, Zhao F, Zhi L, Wang X, Liu L, et al.  Prevalence and impact of cardiovascular metabolic diseases on COVID-19 in China. Clin Res Cardiol. 2020;109:531–8. doi: 10.1007/s00392-020-01626-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]175. Feldman N, Rotter-Maskowitz A, Okun E. DAMPs as mediators of sterile inflammation in aging-related pathologies. Ageing Res Rev. 2015;24:29–39. doi: 10.1016/j.arr.2015.01.003. [PubMed] [CrossRef] [Google Scholar]176. Huang J, Xie Y, Sun X, Zeh HJ, Kang R, Lotze MT, et al.  DAMPs, ageing, and cancer: The “DAMP Hypothesis” Ageing Res Rev. 2015;24:3–16. doi: 10.1016/j.arr.2014.10.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]177. Franceschi C, Garagnani P, Parini P, Giuliani C, Santoro A. Inflammaging: a new immune-metabolic viewpoint for age-related diseases. Nat Rev Endocrinol. 2018;14:576–90. doi: 10.1038/s41574-018-0059-4. [PubMed] [CrossRef] [Google Scholar]178. Hamann L, Ruiz-Moreno JS, Szwed M, Mossakowska M, Lundvall L, Schumann RR, et al.  STING SNP R293Q is associated with a decreased risk of aging-related diseases. Gerontology. 2019;65:145–54. doi: 10.1159/000492972. [PubMed] [CrossRef] [Google Scholar]179. Papac-Milicevic N, Busch CJ-L, Binder CJ. Malondialdehyde epitopes as targets of immunity and the implications for atherosclerosis. Adv Immunol. 2016. http://www.ncbi.nlm.nih.gov/pubmed/27235680. [PMC free article] [PubMed]180. Bartolini Gritti B, Binder C. Oxidation-specific epitopes are major targets of innate immunity in atherothrombosis. Hamostaseologie. 2016;36:89–96. doi: 10.5482/HAMO-14-11-0069. [PubMed] [CrossRef] [Google Scholar]181. Khwaja B, Thankam FG, Agrawal DK. Mitochondrial DAMPs and altered mitochondrial dynamics in OxLDL burden in atherosclerosis. Mol Cell Biochem. 2021. http://link.springer.com/10.1007/s11010-021-04061-0. [PubMed]182. Moriyama M, Hugentobler WJ, Iwasaki A. Seasonality of respiratory viral infections. Annu Rev Virol. 2020. http://www.ncbi.nlm.nih.gov/pubmed/32196426. [PubMed]183. Cai J, Zhao C, Du Y, Huang Y, Zhao Q. Amentoflavone ameliorates cold stress-induced inflammation in lung by suppression of C3/BCR/NF-κB pathways. BMC Immunol. 2019;20:49. doi: 10.1186/s12865-019-0331-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]184. Liu R, Xu F, Bi S, Zhao X, Jia B, Cen Y. Mitochondrial DNA-induced inflammatory responses and lung injury in thermal injury murine model: protective effect of cyclosporine-A. J Burn Care Res. 2019;40:355–60. doi: 10.1093/jbcr/irz029. [PubMed] [CrossRef] [Google Scholar]185. Moloudizargari M, Moradkhani F, Asghari N, Fallah M, Asghari MH, Moghadamnia AA, et al. NLRP inflammasome as a key role player in the pathogenesis of environmental toxicants. Life Sci. 2019;116585. http://www.ncbi.nlm.nih.gov/pubmed/31226415. [PubMed]186. Dai M-Y, Chen F-F, Wang Y, Wang M-Z, Lv Y-X, Liu R-Y Particulate matters induce acute exacerbation of allergic airway inflammation via the TLR2/NF-κB/NLRP3 signaling pathway. Toxicol Lett [Internet]. Elsevier Ireland Ltd; 2020;321:146–54. Available from: http://www.ncbi.nlm.nih.gov/pubmed/31836503. [PubMed]187. Jia H, Liu Y, Guo D, He W, Zhao L, Xia S. PM2 5-induced pulmonary inflammation via activating of the NLRP3 /caspase-1 signaling pathway. Environ Toxicol. 2021;36:298–307. doi: 10.1002/tox.23035. [PMC free article] [PubMed] [CrossRef] [Google Scholar]188. Qu S, Li K, Yang T, Yang Y, Zheng Z, Liu H, et al. Shenlian extract protects against ultrafine particulate matter‐aggravated myocardial ischemic injury by inhibiting inflammation response via the activation of NLRP3 inflammasomes. Environ Toxicol. 2021;tox.23131. https://onlinelibrary.wiley.com/doi/10.1002/tox.23131. [PubMed]189. Qu G, Li X, Hu L, Jiang G. An imperative need for research on the role of environmental factors in transmission of novel coronavirus (COVID-19) Environ Sci Technol. 2020;54:3730–2. doi: 10.1021/acs.est.0c01102. [PMC free article] [PubMed] [CrossRef] [Google Scholar]190. Wu X, Nethery RC, Sabath BM, Braun D, Dominici F. Exposure to air pollution and covid-19 mortality in the United States. medRxiv. 2020. 10.1101/2020.04.05.20054502V1.191. Zhang X, Tang M, Guo F, Wei F, Yu Z, Gao K, et al.  Associations between air pollution and COVID-19 epidemic during quarantine period in China. Environ Pollut. 2021;268:115897. doi: 10.1016/j.envpol.2020.115897. [PMC free article] [PubMed] [CrossRef] [Google Scholar]192. Zhou M, Aziz M, Wang P. DAMPs as double-edged swords in sepsis. Antioxid Redox Signal. 2021;ars.2021.0008. https://www.liebertpub.com/doi/10.1089/ars.2021.0008. [PMC free article] [PubMed]193. Andersson U, Ottestad W, Tracey KJ. Extracellular HMGB1: a therapeutic target in severe pulmonary inflammation including COVID-19? Mol Med. 2020;26:42. doi: 10.1186/s10020-020-00172-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]194. Lee CH. Role of specialized proresolving lipid mediators and their receptors in virus infection: a promising therapeutic strategy for SARS-CoV-2 cytokine storm. Arch Pharm Res. 2021;44:84–98. doi: 10.1007/s12272-020-01299-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]195. Land WG. Use of DAMPs and SAMPs as therapeutic targets or therapeutics: a note of caution. Mol Diagn Ther. 2020. 10.1007/s40291-020-00460-z. [PMC free article] [PubMed]"}