{"title": "Efficacy and safety of low-dose corticosteroids for acute respiratory distress syndrome: A systematic review and meta-analysis", "pubDate": "2021;12(3):207-213.", "PMCID": "PMC8188282", "DOI": "10.5847/wjem.j.1920-8642.2021.03.008", "PMID": "34141036", "abstract": "Background:                       There are conflicting results regarding whether corticosteroids have better efficacy than placebo in acute respiratory distress syndrome (ARDS) patients. Therefore, we aim to further evaluate the efficacy and safety of corticosteroids in adult ARDS patients.                  Methods:                       The databases, including Medline, EMBASE, and Cochrane Central Register of Controlled Trials (CENTRAL) in the Cochrane Library, were searched from their inception to May 2, 2020. Randomized controlled trials (RCTs) and observational cohort studies were selected to assess the use of corticosteroids in adult ARDS patients. The quality of the results was judged by the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) methodology. The inverse-variance method with random or fixed effects modeling was used to compute pooled odds ratio (OR), standardized mean difference (SMD), and their 95% confidence interval (CI).                  Results:                       Eight eligible RCTs and six cohort studies were included. The use of corticosteroids was associated with reduced mortality (OR 0.57, 95% CI 0.43-0.76, I2=35.1%, P=0.148) in ARDS patients, and the result was confirmed in the included cohort studies (OR 0.51, 95% CI 0.27-0.95, I2=66.7%, P=0.010). The subgroup analysis stratified by the initiation time and duration of corticosteroid use showed that early ARDS and prolonged corticosteroid use had significant survival benefits in the RCTs. The low-dose corticosteroid use was also associated with significantly more ventilator-free days and a reduced rate of new infections in ARDS patients.                  Conclusions:                       The low-dose corticosteroid therapy may be safe and reduce mortality, especially in patients with prolonged treatment and early ARDS.", "author": [{"author": "Yu-Qing Cui", "affiliation": ["General ICU, the First Affiliated Hospital of Zhengzhou University, Henan Key Laboratory of Critical Care Medicine, Zhengzhou Key Laboratory of Sepsis, Henan Engineering Research Center for Critical Care Medicine, Zhengzhou 450052, China."], "href": "/?term=Cui+YQ&cauthor_id=34141036"}, {"author": "Xian-Fei Ding", "affiliation": ["General ICU, the First Affiliated Hospital of Zhengzhou University, Henan Key Laboratory of Critical Care Medicine, Zhengzhou Key Laboratory of Sepsis, Henan Engineering Research Center for Critical Care Medicine, Zhengzhou 450052, China."], "href": "/?term=Ding+XF&cauthor_id=34141036"}, {"author": "Huo-Yan Liang", "affiliation": ["General ICU, the First Affiliated Hospital of Zhengzhou University, Henan Key Laboratory of Critical Care Medicine, Zhengzhou Key Laboratory of Sepsis, Henan Engineering Research Center for Critical Care Medicine, Zhengzhou 450052, China."], "href": "/?term=Liang+HY&cauthor_id=34141036"}, {"author": "Dong Wang", "affiliation": ["General ICU, the First Affiliated Hospital of Zhengzhou University, Henan Key Laboratory of Critical Care Medicine, Zhengzhou Key Laboratory of Sepsis, Henan Engineering Research Center for Critical Care Medicine, Zhengzhou 450052, China."], "href": "/?term=Wang+D&cauthor_id=34141036"}, {"author": "Xiao-Juan Zhang", "affiliation": ["General ICU, the First Affiliated Hospital of Zhengzhou University, Henan Key Laboratory of Critical Care Medicine, Zhengzhou Key Laboratory of Sepsis, Henan Engineering Research Center for Critical Care Medicine, Zhengzhou 450052, China."], "href": "/?term=Zhang+XJ&cauthor_id=34141036"}, {"author": "Li-Feng Li", "affiliation": ["Biotherapy Center, the First Affiliated Hospital of Zhengzhou University, Zhengzhou 450052, China."], "href": "/?term=Li+LF&cauthor_id=34141036"}, {"author": "Quan-Cheng Kan", "affiliation": ["Department of Pharmacy, the First Affiliated Hospital of Zhengzhou University, Zhengzhou 450052, China."], "href": "/?term=Kan+QC&cauthor_id=34141036"}, {"author": "Le-Xin Wang", "affiliation": ["School of Biomedical Sciences, Charles Sturt University, Wagga Wagga 2650, Australia."], "href": "/?term=Wang+LX&cauthor_id=34141036"}, {"author": "Tong-Wen Sun", "affiliation": ["General ICU, the First Affiliated Hospital of Zhengzhou University, Henan Key Laboratory of Critical Care Medicine, Zhengzhou Key Laboratory of Sepsis, Henan Engineering Research Center for Critical Care Medicine, Zhengzhou 450052, China."], "href": "/?term=Sun+TW&cauthor_id=34141036"}], "refPMID": [], "citedInPMID": ["34141036", "35052778"], "body": " AbstractBACKGROUND:There are conflicting results regarding whether corticosteroids have better efficacy than placebo in acute respiratory distress syndrome (ARDS) patients. Therefore, we aim to further evaluate the efficacy and safety of corticosteroids in adult ARDS patients.METHODS:The databases, including Medline, EMBASE, and Cochrane Central Register of Controlled Trials (CENTRAL) in the Cochrane Library, were searched from their inception to May 2, 2020. Randomized controlled trials (RCTs) and observational cohort studies were selected to assess the use of corticosteroids in adult ARDS patients. The quality of the results was judged by the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) methodology. The inverse-variance method with random or fixed effects modeling was used to compute pooled odds ratio (OR), standardized mean difference (SMD), and their 95% confidence interval (CI).RESULTS:Eight eligible RCTs and six cohort studies were included. The use of corticosteroids was associated with reduced mortality (OR 0.57, 95% CI 0.43–0.76, I2=35.1%, P=0.148) in ARDS patients, and the result was confirmed in the included cohort studies (OR 0.51, 95% CI 0.27–0.95, I2=66.7%, P=0.010). The subgroup analysis stratified by the initiation time and duration of corticosteroid use showed that early ARDS and prolonged corticosteroid use had significant survival benefits in the RCTs. The low-dose corticosteroid use was also associated with significantly more ventilator-free days and a reduced rate of new infections in ARDS patients.CONCLUSIONS:The low-dose corticosteroid therapy may be safe and reduce mortality, especially in patients with prolonged treatment and early ARDS.Keywords: Low-dose, Corticosteroid, Acute respiratory distress syndrome, Mortality, Systematic review, Meta-analysis INTRODUCTIONAcute respiratory distress syndrome (ARDS) is a life-threatening syndrome with arterial hypoxemia, severe pulmonary edema, and impaired alveolar-capillary barriers caused by dysregulated inflammation.[1] The hospital mortality rate is 34.9% to 46.1%.[2] There is also a high prevalence of ARDS among patients admitted to intensive care units (ICUs). However, effective treatment is still lacking despite conventional management strategies, such as the limitation of tidal volume, maintenance of adequate high positive end-expiratory pressure (PEEP), advanced infection management, and supportive therapies.[3,4]Our previous study[5] indicated that corticosteroids could decrease the risk of ARDS in community-acquired pneumonia patients. Corticosteroids have also been reported to reduce the 28-day mortality rate in septic patients.[6] Animal studies[7,8] showed that corticosteroid treatment could reduce acute-phase mortality and ameliorate fibrosis in acute lung injury rat models. Corticosteroids might exert immunosuppressive properties to alleviate lung damage by inhibiting pro-inflammatory cytokine transcription[9] and promoting the secretion of anti-inflammatory mediators.[10] However, the therapeutic effect of corticosteroids has been conflicting in clinical trials.Many randomized controlled trials (RCTs) reported that low-dose corticosteroids demonstrated the promise to reduce mortality in ARDS patients.[11-14] However, a trial conducted by Tongyoo et al[15] showed that low-dose hydrocortisone therapy failed to confer a significant survival benefit compared with placebo. So we aim to assess whether low-dose corticosteroids have beneficial therapeutic effects on decreasing mortality in ARDS patients by conducting a systematic review and meta-analysis. METHODSProtocol and registrationWe performed this meta-analysis based on the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement[16] and registered (ID: CRD42019130222) it at the PROSPERO website (http://www.crd.york.ac.uk/PROSPERO). The study was performed in accordance with the Cochrane Collaboration and Grading of Recommendations Assessment, Development, and Evaluation (GRADE) guidelines, and the GRADE system was used to assess the quality of the evidence.[17]Search strategyLiterature searches were conducted independently by YQC and XFD. The databases, including Medline (www.ncbi.nlm.nih.gov/pubmed), EMBASE (https://www.embase.com), and Cochrane Central Register of Controlled Trials (CENTRAL) in the Cochrane Library (https://www.cochranelibrary.com/central), were searched for articles published from their inception to May 2, 2020. We combined MeSH/Emtree and title/abstract keywords, such as “steroids”, “glucocorticoids”, “corticosteroids”, “acute lung injury”, “respiratory distress syndrome, adult”, “acute respiratory failure” and “shock lung”, to identify all RCTs and observational studies on corticosteroid treatment in ARDS patients (supplemental Table 1). Moreover, we attempted to find other potentially relevant studies by reviewing the references of eligible articles.Eligibility criteriaThis meta-analysis included studies that met the following population, intervention, comparators, outcomes, and study (PICOS) criteria: (1) population: adult patients with a definite ARDS diagnosis; (2) intervention: low-dose corticosteroid therapy was used after ARDS onset (low-dose corticosteroids meant that patients were treated with less than 250 mg prednisolone or equivalent per day); (3) comparison intervention: placebo or conventional therapy; (4) outcomes: either in-hospital or 28-day mortality, ventilator-free days, adverse events such as new infections, gastrointestinal bleeding, and hyperglycemia; and (5) study design: RCTs or observational studies. Observational studies were included to confirm the conclusions drawn from the RCTs. If the studies lacked our outcomes of interest or included nonhuman subjects or patients under 18 years old, they were excluded. If the full text was a commentary or review, it was also excluded.Study selection and data extractionYQC and XFD independently investigated and reviewed the titles and/or abstracts of all retrieved studies to identify eligible articles and then recorded the reasons for exclusion. Then, HYL and DW independently collected the characteristics of all eligible studies, including the first author, country, study design, multi-/single-center status, number of patients, female/male patient ratio, mean age, initial daily corticosteroid type and dose, time of treatment initiation, duration of treatment, definition of ARDS, primary and secondary outcomes, and indicators of the disease severity. Any disagreements were resolved through discussions among XJZ, LFL, QCK, LXW, and TWS.DefinitionsThe number of ventilator-free days was defined as the number of days on which an ARDS patient was alive and free from mechanical ventilation after receiving corticosteroid treatment. The new infection rate was defined as a normally sterile site with a positive culture.Quality assessmentThe quality of the RCTs was evaluated using the method recommended by the Cochrane Collaboration. The study was deemed to have a high risk of bias if more than one item was assessed as having a high risk of bias. If all domains of the outcome indicators were assessed as having a low risk of bias, the study was deemed to have a low risk of bias. A quality assessment of the studies reporting adverse events was also performed.[18] The Newcastle-Ottawa Scale (NOS) was used to assess the risk of bias in the included cohort studies.[19] A maximum of nine points could be obtained, with three points as the maximum for selection, three points as the maximum for design and analysis comparability, and three points as the maximum for the assessment of outcomes. Studies with a total score more than seven were considered to be of high quality, whereas scores of 4–6 indicated moderate quality, and scores less than 4 indicated low quality. The GRADE approach, which provided a clear and concise methodology to support the strength of a recommendation, was used to estimate and summarize the quality of the evidence. Trial sequential analysis (TSA)[20] was used to adjust for random error and estimate the sample size required for the meta-analysis. This method ensures that the results of comprehensive analyses are reliable.Statistical analysisAll statistical analyses were conducted with Review Manager (RevMan, version 5.3, Cochrane Collaboration); Stata 14.0 (College Station, Texas, USA, Serial number: 401406267051); and the TSA program (version 0.9 beta, https://www.ctu.dk/tsa). For binary variables, we chose the odds ratio (OR) and 95% confidence intervals (CI) to express the treatment effect results. A fixed effect model or a random effect model with the inverse-variance method was used to calculate the pooled OR. The continuous variables were computed as the standardized mean difference (SMD) and 95% CI according to the reported mean and standard deviation. The heterogeneity of the included studies was evaluated by the I2 statistic: values of 0%–25% indicated no heterogeneity, 25%–50% mild heterogeneity, 50%–75% moderate heterogeneity, and 75%–100% high heterogeneity. A sensitivity analysis is a method of evaluating the effect of a single study on the pooled effect size. It is usually applied to estimate the robustness and reliability of the results. RESULTSStudy selectionThe initial literature search yielded 2,365 potentially relevant studies, and we identified two additional articles by reviewing the references of the selected studies. After removing 496 duplicate records, we preliminarily screened the titles and abstracts of the remaining 1,869 publications and found that 25 full-text articles met the inclusion criteria. Finally, we identified eight RCTs[11-15,21-23] and six cohort studies[24-29] in the systematic review and meta-analysis.The records were excluded on title or abstract for reasons: not relevant population or study settings (n=1,704); experimental or animal studies (n=48); non-adult studies (n=12); review, letter comment, case report, and meta-analysis (n=80). The full-text articles were excluded for reasons: high-dose use of corticosteroids (n=5), use of corticosteroids before ARDS (n=2), no interested outcomes (n=4) (supplementary Figure 1).Study characteristicsIn total, 999 and 799 ARDS patients were enrolled in the included eight RCTs and six cohort studies, respectively. In the eight RCTs, 520 patients received a low-dose of corticosteroid treatment. The time of corticosteroid therapy initiation was in the early phase of ARDS (within seven days of ARDS onset) in nine studies and in unresolving ARDS (more than seven days after ARDS onset) in the other five studies. We regarded more than seven days as prolonged corticosteroid use and no more than seven days as the short-term administration. The included studies reported the raw data or adjusted OR for mortality (in-hospital or 28-day), ventilator-free days, and adverse events. The main baseline characteristics of RCT studies are shown in Table 1, supplementary Table 2, and supplementary Table 3.Table 1Summary of identified RCT studiesOpen in a separate windowQuality assessmentThree trials[14,15,22] had a low risk of bias, four trials[12,13,21,23] were considered to have an unclear risk of bias, and one trial[11] was judged as having a high risk of bias because of the open-label methylprednisolone use. The summary quality scores of adverse events were eight in one study,[14] six in four studies,[13,15,21,22,23] and five in two studies[11,12] because they did not predefine adverse events or adequate statistical analysis of potential confounders (supplementary Figure 2). The NOS was used to assess the quality of the included cohort studies, and six eligible cohort studies[24-29] were regarded as being of high quality (supplementary Table 4).Primary outcomesAs determined with the fixed effects model, the pooled OR for in-hospital or 28-day mortality in the eight RCTs is shown in Figure 1 and Figure 2. The results showed that the mortality rate was lower in the corticosteroid treatment group than in the control group (OR 0.57, 95% CI 0.43–0.76, I2=35.1%, P=0.148). The GRADE assessment showed that the quality of the evidence was moderate (supplementary Table 5). We also conducted a TSA and found that the cumulative evidence crossed the traditional significant difference line and the TSA threshold, although our sample did not meet the expected sample size. The TSA results showed that no more experiments were needed, and confirmed our conclusions (supplementary Figure 3). Therefore, our conclusions were robust and reliable. The cohort studies also indicated that low-dose corticosteroids reduced mortality in ARDS patients (OR 0.51, 95% CI 0.27–0.95, I2=66.7%, P=0.010) (supplementary Figure 4).Open in a separate windowFigure 1Meta-analysis of overall pooled and subgroup OR with 95% CI across RCTs for the primary outcomes in patients with ARDS. Forest plot showing the significance of the relationship between the use of low-dose corticosteroids and mortality in patients with early and unresolving ARDS according to the fixed effects model; RCTs: randomized controlled trials; OR: odds ratio; CI: confidence interval; ARDS: acute respiratory distress syndrome.Open in a separate windowFigure 2Meta-analysis of overall pooled and subgroup OR with 95% CI across RCTs for the primary outcomes in patients with ARDS. Forest plot showing the significance of the relationships between the prolonged use and short-term use of low-dose corticosteroids and mortality in ARDS patients according to the fixed effects model; RCTs: randomized controlled trials; OR: odds ratio; CI: confidence interval; ARDS: acute respiratory distress syndrome.Secondary outcomesSix RCTs[11,14,15,21-23] reported the ventilator-free days. The results suggested that corticosteroid use may reduce the duration of mechanical ventilation (SMD 0.40, 95% CI 0.27–0.53, I2=26.1%, P=0.239) (supplementary Figure 5). Seven RCTs[11,12,14,15,21,22,23] reported that low-dose corticosteroid administration may reduce the rate of new infections (OR 0.73, 95% CI 0.55–0.98, I2=0%, P=0.470). However, the administration of low-dose corticosteroids was not associated with other adverse events including hyperglycemia and gastrointestinal bleeding (supplementary Figure 6).Subgroup and sensitivity analysesTo reduce the mild heterogeneity, we performed a subgroup analysis according to the initiation time of corticosteroid treatment and the duration of treatment. The results showed that the mortality was significantly reduced in patients who received low-dose corticosteroids in the early phase of ARDS (OR 0.52, 95% CI 0.37–0.72, I2=0%, P=0.548) but not in those with unresolving ARDS (OR 0.82, 95% CI 0.44–1.52, I2=80.5%, P=0.024) (Figure 1). We also found that a prolonged treatment course was beneficial to patient survival (OR 0.54, 95% CI 0.37–0.78, I2=59.0%, P=0.045) (Figure 2). The sensitivity analysis was conducted by omitting a single study to evaluate the impact of any given study on the pooled ORs and 95% CIs. The sensitivity analysis outcomes indicated that the results were robust and reliable (supplementary Figures 7 and 8). DISCUSSIONThis meta-analysis included eight RCTs and six observational cohort studies and explored the treatment effect of low-dose corticosteroids. We found that low-dose corticosteroid administration could reduce mortality in ARDS patients, especially when the corticosteroids were administered in the early phase of ARDS and the course of treatment was prolonged. More ventilator-free days and a lower rate of new infections were also associated with corticosteroid use. Our analysis indicated that the prolonged low-dose corticosteroid treatment might be an appropriate therapy for patients with early ARDS.In 1998, a pilot RCT[12] assessed the effect of low-dose methylprednisolone on unresolving ARDS patients and described a beneficial association between low-dose corticosteroids and reduced mortality in ARDS patients; moreover, a RCT[11] conducted in five hospitals showed that the mortality was significantly reduced after administering infusions of low-dose corticosteroids to patients with early ARDS, which was consistent with our outcomes. Chen et al[30] also found that the use of corticosteroids in patients with severe community-acquired pneumonia could reduce the mortality compared with the placebo. Some studies[15,22] showed no significant survival benefits in ARDS patients who used corticosteroids compared with those who did not. This meta-analysis provides evidence that the administration of low-dose corticosteroids might reduce mortality after the onset of ARDS.The pathological processes of ARDS are divided into two phases: acute exudation (less than seven days after ARDS onset) and proliferation. Many fluids and proteins accumulate in the lung, resulting in pulmonary interstitial edema in the acute exudative stage. At this time, corticosteroids could inhibit inflammation and facilitate the repair of pulmonary epithelial cells.[31] This may be the reason why corticosteroids improve the prognosis of early ADRS patients. In addition, alveolar type II (ATII) cells and interstitial cells proliferate, and collagen is deposited in the lung, which leads to fibrosis in the lung as ARDS progresses.[32] Fibrosis is significantly associated with lung failure and an increased mortality rate. It was reported that methylprednisolone did not improve the histological characteristics of end-stage fibrotic lungs.[33] Therefore, the corticosteroid use may be associated with reduced mortality in early but not unresolving ARDS. In addition, the duration of corticosteroid treatment is another determinant of efficacy. The local and systemic inflammation in ARDS can last more than two weeks,[34] and long-term immune disorders require longer courses of corticosteroid treatment. Two studies[35,36] have reported that the prolonged use of corticosteroids improved pulmonary inflammation better than any other interventions in ARDS.A meta-analysis is a means of assessing the overall effect by pooling the data from multiple studies and performing a statistical analysis. The pooled meta-analysis results have significant heterogeneity when the differences among the outcomes of the individual studies are greater than expected. Heterogeneity is considered acceptable among RCTs when the overall I2 statistic is less than 50%. Although one RCT was assessed as having a high risk of bias with regard to the mortality rate, this was not enough to influence the interpretation of the results. The overall risk of bias was low in the included RCTs and cohort studies; thus, the degree of methodological heterogeneity was small.The present meta-analysis had some advantages. First, the definitions of ARDS were consistent. Baseline characteristics, including the initial daily dose, initiation time, and treatment duration, were clearly recorded in the included studies, which reduced the influence of those factors on the results. Second, observational studies were used to confirm the conclusions extracted from the RCTs. Finally, sensitivity analysis showed that results were robust and reliable.However, this systematic review also had several limitations. First, only eight RCTs met eligibility criteria, even though we attempted to retrieve all relevant literature. Second, a small sample size of 999 ARDS patients was included. However, the Cochrane risk of bias assessment and GRADE assessment showed that our conclusions were supported. In addition, the TSA suggested that the cumulative score statistic crossed the traditional significant difference line and TSA threshold. Although the sample did not meet the expected sample size, confirmed conclusions were obtained. Third, the heterogeneity of ARDS (infectious and noninfectious) and whether combined with shock made it difficult to explain the effect of low-dose corticosteroids. However, we failed to extract relevant data to perform subgroup analyses. Therefore, additional high-quality studies on these aspects are needed. CONCLUSIONSThis meta-analysis shows that the low-dose corticosteroid use is associated with the reduced mortality and more ventilator-free days, especially in patients with early ARDS and prolonged treatment. ACKNOWLEDGMENTSWe would like to thank the Chinese Evidence-Based Medicine Center, West China Hospital, Sichuan University, for providing the Stata 14.0 statistical software. FootnotesFunding: This study was supported by the United Fund of National Natural Science Foundation of China (U2004110); the Leading Talent Fund in Science and Technology Innovation in Henan Province (194200510017); the Science and Technology People-Benefit Project of Zhengzhou (2019KJHM0001); the Special Fund for Young and Middle-Aged Medical Research from China International Medical Foundation (Z-2018-35); the Integrated Thinking Research Fund from China International Medical Foundation (Z-2016-23-2001); the Fund for Mechanism Study on Gabexate Mesilate in Treating Sepsis and Septic Shock (2019-hx-45).Ethical approval: Not needed.Conflicts of interest: The authors have no conflicts of interest to disclose.Contributors: YQC and XFD contributed equally to this article. All the authors contributed substantially to the study. TWS, YQC, and XFD conceived of the study. HYL and DW contributed to the data interpretation. YQC and XFD contributed to the study protocol and wrote the article. XJZ, LFL, QCK, LXW, and TWS revised the article. All authors approved the final version.All the supplementary files in this paper are available at www.wjem.com.cn. REFERENCES1. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome:the Berlin Definition. JAMA. 2012;307(23):2526–33. [PubMed] [Google Scholar]2. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315(8):788–800. [PubMed] [Google Scholar]3. Bein T, Grasso S, Moerer O, Quintel M, Guerin C, Deja M, et al.  The standard of care of patients with ARDS:ventilatory settings and rescue therapies for refractory hypoxemia. Intensive Care Med. 2016;42(5):699–711. [PMC free article] [PubMed] [Google Scholar]4. Fan YW, Jiang SW, Chen JM, Wang HQ, Liu D, Pan SM, et al.  A pulmonary source of infection in patients with sepsis-associated acute kidney injury leads to a worse outcome and poor recovery of kidney function. World J Emerg Med. 2020;11(1):18–26. [PMC free article] [PubMed] [Google Scholar]5. Wan YD, Sun TW, Liu ZQ, Zhang SG, Wang LX, Kan QC. Efficacy and safety of corticosteroids for community-acquired pneumonia:a systematic review and meta-analysis. Chest. 2016;149(1):209–19. [PubMed] [Google Scholar]6. Fang F, Zhang Y, Tang J, Lunsford LD, Li T, Tang R, et al.  Association of corticosteroid treatment with outcomes in adult patients with sepsis:a systematic review and meta-analysis. JAMA Intern Med. 2019;179(2):213–23. [PMC free article] [PubMed] [Google Scholar]7. Song LC, Chen XX, Meng JG, Hu M, Huan JB, Wu J, et al.  Effects of different corticosteroid doses and durations on smoke inhalation-induced acute lung injury and pulmonary fibrosis in the rat. Int Immunopharmacol. 2019;71:392–403. [PubMed] [Google Scholar]8. Yu Z, Ouyang JP, Li YP. Dexamethasone attenuated endotoxin-induced acute lung injury through inhibiting expression of inducible nitric oxide synthase. Clin Hemorheol Microcirc. 2009;41(2):117–25. [PubMed] [Google Scholar]9. Thompson BT. Corticosteroids for ARDS. Minerva Anestesiol. 2010;76(6):441–7. [PubMed] [Google Scholar]10. Wiegers GJ, Reul JMHM. Induction of cytokine receptors by glucocorticoids:functional and pathological significance. Trends Pharmacol Sci. 1998;19(8):317–21. [PubMed] [Google Scholar]11. Meduri GU, Golden E, Freire AX, Taylor E, Zaman M, Carson SJ, et al.  Methylprednisolone infusion in early severe ARDS:results of a randomized controlled trial. Chest. 2007;131(4):954–63. [PubMed] [Google Scholar]12. Meduri GU, Headley AS, Golden E, Carson SJ, Umberger RA, Kelso T, et al.  Effect of prolonged methylprednisolone therapy in unresolving acute respiratory distress syndrome:a randomized controlled trial. JAMA. 1998;280(2):159–65. [PubMed] [Google Scholar]13. Rezk NA, Ibrahim AM. Effects of methyl prednisolone in early ARDS. Egyptian Journal of Chest Diseases and Tuberculosis. 2013;62(1):167–72. [Google Scholar]14. Villar J, Ferrando C, Martínez D, Ambrós A, Muñoz T, Soler JA, et al.  Dexamethasone treatment for the acute respiratory distress syndrome:a multicentre, randomised controlled trial. Lancet Respir Med. 2020;8(3):267–76. [PubMed] [Google Scholar]15. Tongyoo S, Permpikul C, Mongkolpun W, Vattanavanit V, Udompanturak S, Kocak M, et al.  Hydrocortisone treatment in early sepsis-associated acute respiratory distress syndrome:results of a randomized controlled trial. Crit Care. 2016;20(1):329. [PMC free article] [PubMed] [Google Scholar]16. Moher D, Liberati A, Tetzlaff J, Altman DG PRISMA Group. Preferred Reporting Items for Systematic Reviews and Meta-Analyses:the PRISMA statement. Int J Surg. 2010;8(5):336–41. [PubMed] [Google Scholar]17. Guyatt GH, Oxman AD, Kunz R, Vist GE, Falck-Ytter Y, Schünemann HJ, et al.  What is “quality of evidence”and why is it important to clinicians? BMJ. 2008;336(7651):995–8. [PMC free article] [PubMed] [Google Scholar]18. Chou R, Fu R, Carson S, Saha S, Helfand M. Methodological shortcomings predicted lower harm estimates in one of two sets of studies of clinical interventions. J Clin Epidemiol. 2007;60(1):18–28. [PubMed] [Google Scholar]19. Wells GA, Shea B, O'Connell D, Peterson J, Welch V, Losos M, et al.  The Newcastle-Ottawa Scale (NOS) for assessing the quality of non-randomized studies in meta-analyses.  Available at: www.ohri.ca/programs/clinical_epidemiology/oxford.asp .20. Wetterslev J, Jakobsen JC, Gluud C. Trial sequential analysis in systematic reviews with meta-analysis. BMC Med Res Methodol. 2017;17(1):39. [PMC free article] [PubMed] [Google Scholar]21. Annane D, Sebille V, Bellissant E. Effect of low doses of corticosteroids in septic shock patients with or without early acute respiratory distress syndrome. Crit Care Med. 2006;34(1):22–30. [PubMed] [Google Scholar]22. Steinberg KP, Hudson LD, Goodman RB, Hough CL, Lanken PN, Hyzy R, et al.  Efficacy and safety of corticosteroids for persistent acute respiratory distress syndrome. N Engl J Med. 2006;354(16):1671–84. [PubMed] [Google Scholar]23. Liu L, Li J, Huang YZ, Liu SQ, Yang CS, Guo FM, et al.  The effect of stress dose glucocorticoid on patients with acute respiratory distress syndrome combined with critical illness-related corticosteroid insufficiency. Zhonghua Nei Ke Za Zhi. 2012;51(8):599–603. [PubMed] [Google Scholar]24. Keel JB, Hauser M, Stocker R, Baumann PC, Speich R. Established acute respiratory distress syndrome:benefit of corticosteroid rescue therapy. Respiration. 1998;65(4):258–64. [PubMed] [Google Scholar]25. Lee HS, Lee JM, Kim MS, Kim HY, Hwangbo B, Zo JI. Low-dose steroid therapy at an early phase of postoperative acute respiratory distress syndrome. Ann Thorac Surg. 2005;79(2):405–10. [PubMed] [Google Scholar]26. Seam N, Meduri GU, Wang H, Nylen ES, Sun J, Schultz MJ, et al.  Effects of methylprednisolone infusion on markers of inflammation, coagulation, and angiogenesis in early acute respiratory distress syndrome. Crit Care Med. 2012;40(2):495–501. [PubMed] [Google Scholar]27. Varpula T, Pettila V, Rintala E, Takkunen O, Valtonen V. Late steroid therapy in primary acute lung injury. Intensive Care Med. 2000;26(5):526–31. [PubMed] [Google Scholar]28. Zhao JN, Liu Y, Li HC. Corticosteroids in treatment of aspiration-related acute respiratory distress syndrome:results of a retrospective cohort study. BMC Pulm Med. 2016;16:29. [PMC free article] [PubMed] [Google Scholar]29. Baek MS, Lee Y, Hong SB, Lim CM, Koh Y, Huh JW. Effect of corticosteroid therapy in the early phase of acute respiratory distress syndrome:a propensity-matched cohort study. Korean J Intern Med. 2021;36(1):145–53. [PMC free article] [PubMed] [Google Scholar]30. Chen LP, Chen JH, Chen Y, Wu C, Yang XH. Efficacy and safety of glucocorticoids in the treatment of community-acquired pneumonia:a meta-analysis of randomized controlled trials. World J Emerg Med. 2015;6(3):172–8. [PMC free article] [PubMed] [Google Scholar]31. Matthay MA, Zemans RL, Zimmerman GA, Arabi YM, Beitler JR, Mercat A, et al.  Acute respiratory distress syndrome. Nat Rev Dis Primers. 2019;5(1):18. [PMC free article] [PubMed] [Google Scholar]32. Meduri GU, Eltorky MA. Understanding ARDS-associated fibroproliferation. Intensive Care Med. 2015;41(3):517–20. [PubMed] [Google Scholar]33. Meduri GU, Chinn AJ, Leeper KV, Wunderink RG, Tolley E, Winer-Muram HT, et al.  Corticosteroid rescue treatment of progressive fibroproliferation in late ARDS. Chest. 1994;105(5):1516–27. [PubMed] [Google Scholar]34. Kellum JA, Kong L, Fink MP, Weissfeld LA, Yealy DM, Pinsky MR, et al.  Understanding the inflammatory cytokine response in pneumonia and sepsis:results of the Genetic and Inflammatory Markers of Sepsis (GenIMS) Study. Arch Intern Med. 2007;167(15):1655–63. [PMC free article] [PubMed] [Google Scholar]35. Lekkou A, Karakantza M, Mouzaki A, Kalfarentzos F, Gogos CA. Cytokine production and monocyte HLA-DR expression as predictors of outcome for patients with community-acquired severe infections. Clin Diagn Lab Immunol. 2004;11(1):161–7. [PMC free article] [PubMed] [Google Scholar]36. Meduri GU, Yates CR. Systemic inflammation-associated glucocorticoid resistance and outcome of ARDS. Ann N Y Acad Sci. 2004;1024:24–53. [PubMed] [Google Scholar]"}