{"title": "Impaired Myocardial Function Is Prognostic for Severe Respiratory Failure in the Course of COVID-19 Infection", "pubDate": "2021", "PMCID": "PMC8213370", "DOI": "10.3389/fcvm.2021.584108", "PMID": "34150860", "abstract": "COVID-19 may lead to severe acute respiratory distress syndrome (ARDS) resulting in increased morbidity and mortality. Heart failure and/or pre-existing cardiovascular disease may correlate with poor outcomes and thus require special attention from treating physicians. The present study sought to investigate a possible impact of impaired myocardial function as well as myocardial distress markers on mortality or ARDS with need for mechanical ventilation in 157 consecutive patients with confirmed SARS-CoV-2 infection. All patients were admitted and treated at the University Hospital of Tübingen, Germany, during the first wave of the pandemic. Electrocardiography, echocardiography, and routine blood sampling were performed at hospital admission. Impaired left-ventricular and right-ventricular function, tricuspid regurgitation > grade 1, and elevated RV-pressure as well as thrombotic and myocardial distress markers (D-dimers, NT-pro-BNP, and troponin-I) were associated with mechanical ventilation and/or all-cause mortality. Impaired cardiac function is more frequent amidst ARDS, leading to subsequent need for mechanical ventilation, and thus denotes a poor outcome in COVID-19. Since a causal treatment for SARS-CoV-2 infection is still lacking, guideline-compliant cardiovascular evaluation and treatment remains the best approach to improve outcomes in COVID-19 patients with cardiovascular comorbidities.", "author": [{"author": "Alvaro Petersen-Uribe", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Petersen-Uribe+A&cauthor_id=34150860"}, {"author": "Alban Avdiu", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Avdiu+A&cauthor_id=34150860"}, {"author": "Peter Martus", "affiliation": ["Institute for Clinical Epidemiology and Applied Biostatistics, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Martus+P&cauthor_id=34150860"}, {"author": "Katja Witzel", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Witzel+K&cauthor_id=34150860"}, {"author": "Philippa Jaeger", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Jaeger+P&cauthor_id=34150860"}, {"author": "Monika Zdanyte", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Zdanyte+M&cauthor_id=34150860"}, {"author": "David Heinzmann", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Heinzmann+D&cauthor_id=34150860"}, {"author": "Elli Tavlaki", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Tavlaki+E&cauthor_id=34150860"}, {"author": "Verena Warm", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Warm+V&cauthor_id=34150860"}, {"author": "Tobias Geisler", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Geisler+T&cauthor_id=34150860"}, {"author": "Karin Müller", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=M%C3%BCller+K&cauthor_id=34150860"}, {"author": "Meinrad Gawaz", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Gawaz+M&cauthor_id=34150860"}, {"author": "Dominik Rath", "affiliation": ["Department of Cardiology and Angiology, University Hospital Tübingen, Eberhard Karls Universität Tübingen, Tübingen, Germany."], "href": "/?term=Rath+D&cauthor_id=34150860"}], "refPMID": ["32081636", "31365111", "32330308", "32250385", "32139904", "32247212", "9302340", "11832625", "16276663", "22797452", "2698218", "27206819", "25559473", "20435783", "24603192", "20375260", "6478568", "28616542", "26320113", "16801815", "32325252", "32320003", "32211816", "32173574", "32331955", "32861884", "32652195", "32291207", "23000104"], "citedInPMID": ["34150860", "34819823"], "body": " AbstractCOVID-19 may lead to severe acute respiratory distress syndrome (ARDS) resulting in increased morbidity and mortality. Heart failure and/or pre-existing cardiovascular disease may correlate with poor outcomes and thus require special attention from treating physicians. The present study sought to investigate a possible impact of impaired myocardial function as well as myocardial distress markers on mortality or ARDS with need for mechanical ventilation in 157 consecutive patients with confirmed SARS-CoV-2 infection. All patients were admitted and treated at the University Hospital of Tübingen, Germany, during the first wave of the pandemic. Electrocardiography, echocardiography, and routine blood sampling were performed at hospital admission. Impaired left-ventricular and right-ventricular function, tricuspid regurgitation > grade 1, and elevated RV-pressure as well as thrombotic and myocardial distress markers (D-dimers, NT-pro-BNP, and troponin-I) were associated with mechanical ventilation and/or all-cause mortality. Impaired cardiac function is more frequent amidst ARDS, leading to subsequent need for mechanical ventilation, and thus denotes a poor outcome in COVID-19. Since a causal treatment for SARS-CoV-2 infection is still lacking, guideline-compliant cardiovascular evaluation and treatment remains the best approach to improve outcomes in COVID-19 patients with cardiovascular comorbidities.Keywords: COVID-19, mechanical ventilation, mortality, myocardial function, prognosis IntroductionSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is an emerging cause of acute respiratory distress syndrome (ARDS) (1). Depending on the severity of ARDS, mechanical ventilation is the cornerstone for treatment of these critically ill patients (2). Patients in need for mechanical ventilation endure prolonged intra-hospital stay, neurological dysfunctions associated with concomitant anesthesia, and increased incidence of thrombosis and thromboembolism due to pro-thrombotic effects of SARS-CoV-2 and immobilization (3). Most importantly, severe respiratory failure is strongly associated with increased mortality in COVID-19 patients (4).COVID-19 may cause severe acute myocardial injury or exacerbate an underlying chronic cardiovascular disease. Elevated levels of myocardial distress markers NT-pro-BNP and troponin are common findings in these patients (5). Moreover, pre-existing cardiovascular disease and compromised myocardial function have been associated with worse outcomes (6). Electrocardiography (ECG), echocardiography, and blood sampling for specific myocardial distress markers, e.g., troponin I and NT-pro-BNP, are essential for identifying COVID-19 patients with cardiovascular risk in order to improve management and consequently course of the disease. Since we currently lack a specific treatment for COVID-19, management of pre-existing or developing cardiac impairment is critical for improving outcomes in severely affected patients. Effects of impaired myocardial function on development of progressive respiratory failure and subsequent need for mechanical ventilation are unknown so far. Here, we report that markers of myocardial distress and impaired myocardial function are associated with progressive respiratory failure and increased mortality. Materials and MethodsStudy Design and ParticipantsIn March and April 2020, this prospective study enrolled 157 consecutive patients diagnosed with severe COVID-19-associated respiratory failure, including the first wave of COVID-19 infections at the University Hospital of Tübingen, Germany. The aim of the current study was to enroll all COVID-19-positive patients requiring hospital admission. Hence, a confirmed SARS-CoV-2 infection requiring hospital admission represented the only selection criterion. According to our official hospital database, 187 patients with confirmed SARS-CoV-2 infection were treated in our university hospital in March and April 2020. We managed to include 84.0% of these COVID-19 patients into the current study. Within 24 h after hospital admission, an extensive cardiovascular assessment including ECG, transthoracic echocardiography (TTE), and testing for myocardial distress biomarkers (e.g., pro-NT-BNP and troponin I) was performed. Written informed consent was obtained wherever possible (n = 128, 81.5%). We strongly assume that the remaining patients would not have refused to participate in the study since the cardiologic assessment was performed routinely and not purely study associated. In mechanically ventilated patients, the patient consent was obtained once invasive ventilation was discontinued or after discharge. In these patients, no study-associated measurements were performed but already existing clinical data was analyzed in accordance with the local ethics committee. The study was approved by the institutional ethics committee (238/2018BO2) and complies with the Declaration of Helsinki and good clinical practice guidelines (7–9).Diagnosis of SARS-CoV-2 Infection and ARDSSARS-CoV-2 was detected from nasopharyngeal secretions using real-time reverse transcriptase polymerase chain reaction. Severe respiratory failure was defined according to the Berlin Definition of Acute Respiratory Distress Syndrome (10).Twelve-Channel ECG and Laboratory ParametersTwelve-channel ECG was registered according to standard procedure. Peripheral venous blood was drawn for routine laboratory parameters.Transthoracic EchocardiographyTTE was performed by our Cardio-COVID-19 team. Left ventricular ejection fraction (LVEF) was assessed visually and measured using Simpson's method (11). Impaired LVEF was defined as an EF <50% (12). Impaired right ventricular function (RV-function) was evaluated combining visual assessment and measuring of tricuspid annular plane systolic excursion (TAPSE). TAPSE was assessed by placing an M-mode cursor through the lateral tricuspid valve annulus in the apical four-chamber view. Then, the total systolic excursion distance of the tricuspid annulus was measured. Impaired RV-function was defined by TAPSE <20 mm (13). Mitral regurgitation was assessed based on regurgitant orifice area and width of vena contracta (14). Severity of aortic stenosis was defined based on valve area measured by continuity equation and planimetry (15). Jet/left ventricular outflow tract width ratio, pressure half time, as well as diastolic flow reversal in proximal descending aorta were used to quantify severity of aortic regurgitation (16). Central jet area and width of vena contracta were applied to determine tricuspid regurgitation (14). Right ventricular pressure was estimated using the simplified Bernoulli equitation [RVPsys = 4 × (Vmax)2] (17) when tricuspid regurgitation was present (18). High probability of pulmonary hypertension was defined as RV-pressure > 35 mmHg (19).Finally, the presence of pericardial effusion (PE) was visually assessed (20).Clinical Follow-UpAll patients were followed up for 30 days after study inclusion for the primary combined endpoint (poor outcome): mechanical ventilation and/or mortality. Secondary endpoint included all-cause mortality and mechanical ventilation.Statistical AnalysisSPSS version 26.0 (SPSS Inc., Chicago, IL) and GraphPad Prism8.4.0 (GraphPad Software, San Diego, CA) were used for all statistical analyses. Student's t-test was applied for normally distributed data, whereas Mann–Whitney U-test served for analysis of non-normally distributed data. Accordingly, mean values are presented as mean ± standard deviation and median values are presented as median and 25th/75th percentiles. Categorical endpoints were analyzed via cross-tabulations and Chi-square tests. Correlations of non-normally distributed were assessed using Spearman's rank correlation coefficient (rho). Kaplan–Meier curves with log rank tests were applied to compare survival between groups, whereas multiple Cox regression analyses were used to analyse independent associations between myocardial distress markers and the combined endpoint after adjustment for epidemiological factors. Regarding Cox regression analyses, LVEF, RV-pressure, and age were included as continuous variables, whereas RV-function (normal vs. impaired), significant TR, arterial hypertension, coronary artery disease, as well as diabetes mellitus (no vs. yes) were coded as binary variables. Discriminatory performance of myocardial distress markers and other clinical factors was evaluated using receiver operator curves (ROC) and expressed as c-statistics with 95% CI. Depending on the area under the curve (AUC), ROC 0.5 suggests no discrimination, ≥0.7– <0.8 acceptable, ≥0.8– <0.9 excellent, and ≥0.9 outstanding discrimination (21). ROC analyses using combinations of predictors were based on multiple logistic regression analysis with leaving one out correction. Ninety-five percent CIs of these areas are included in the figures. Course of biomarkers and respective associations with poor outcome were analyzed via linear mixed-models with random intercept. ResultsA total of 157 patients were included, and their baseline characteristics are shown in Table 1. Stratification according to incidence of the combined endpoint is presented in Table 2. Routine blood sampling was performed in the whole collective; ECG and echocardiography were performed in 136 (86.6%) and 133 (84.7%) patients, respectively. Rate of mechanical ventilation within 30 days after hospital admission was 44.6% (n = 70). Twenty (12.7%) patients developed severe ARDS in the course of the hospital stay. Twenty-two (14.0%) patients were already mechanically ventilated at admission. Twenty-eight (17.8%) patients were intubated due to rapidly increasing respiratory failure and for airway protection. A total of 25 patients died (15.9%); two patients died without being mechanically ventilated (1.3%).Table 1Baseline characteristics of the overall cohort (n = 157).All(n = 157)Age, years (mean ± SD)68 (±15)Male, n (%)99 (63.1)Body mass index (mean ± SD)29 (±5)Cardiovascular risk factors, n(%)Arterial hypertension110 (70.1)Dyslipidemia55 (36.2)Diabetes mellitus36 (23.1)Current smokers7 (4.6)Obesity39 (25.8)Atrial fibrillation36 (23.1)Known CAD34 (22.4)Chronic kidney disease20 (12.7)EchocardiographyLeft ventricular function, % (mean ± SD)57 (±7)Left ventricular hypertrophy, n (%)94 (69.1)Visually estimated normal right ventricular function, n (%)112 (82.4)Visually estimated impaired right ventricular function, n (%)17 (12.5)Right ventricular dilatation, n (%)51 (37.5)TAPSE, mm (mean ± SD)22 (±5)RV pressure, mmHg (mean ± SD)29 (±11)Aortic stenosis >1, n (%)5 (3.7)Aortic regurgitation >1, n (%)12 (8.8)Mitral regurgitation >1, n (%)31 (22.8)Tricuspid regurgitation >1, n (%)34 (25.0)Pericardial effusion, n (%)64 (47.1)ElectrocardiographyRate, bpm (mean ± SD)84 (±22)Sinus rhythm, n (%)108 (81.2)QRS, ms (mean ± SD)93 (±20)Regular R progression, n (%)78 (58.6)Right bundle branch block, n (%)4 (3.0)Left bundle branch block, n (%)2 (1.5)PQ segment, ms (mean ± SD)170 (±87)QTc, ms (mean ± SD)437 (±65)Negative T wave, n (%)14 (10.5)ST segment depression, n (%)2 (1.5)ST segment elevation, n (%)0 (0.0)Admission laboratory, median (25th percentile−75th percentile)Leucocytes, 1,000/μL6.6 (4.8–9.5)Lymphocytes, 1,000/μL0.8 (0.6–1.1)Creatinine, mg/dL0.9 (0.7–1.3)GFR, mL/m274 (48–92)D-Dimer, μg/dL1.3 (0.7–2.8)C-reactive protein, mg/dL8.2 (2.6–16.0)Procalcitonin, ng/mL0.14 (0.07–0.74)Troponin I, ng/dL17 (6–56)NT pro-BNP, ng/L458 (139–2827)CK, U/L149 (74–346)AST, U/L43 (27–70)ALT, U/L32 (21–47)LDH, U/L337 (232–446)Medication at admission, n(%)Oral anticoagulation21 (14.8)ACEi/ARB78 (54.9)Aldosterone inhibitors17 (12.0)Diuretics52 (36.6)Calcium channel blockers32 (22.5)Beta blockers58 (40.8)Statins51 (35.9)ASA36 (25.4)P2Y12 blockers3 (2.1)Open in a separate windowTable 2Baseline characteristics stratified according to the combined endpoint.Combined endpointNo (n = 85)Yes (n = 72)p valueAge, years (mean ± SD)67 (±14)68 (±16)0.575Male, n (%)48 (56.5)51 (70.8)0.063Body mass index (mean ± SD)29 (±6)29 (±5)0.709Cardiovascular risk factors, n\n(%)Arterial hypertension53 (62.4)57 (79.2)0.022Dyslipidemia34 (40.0)21 (29.2)0.179Diabetes mellitus19 (22.4)17 (23.6)0.546Current smokers5 (5.9)2 (2.8)0.368Obesity21 (24.7)18 (25.0)0.870Atrial fibrillation15 (17.6)21 (29.2)0.095Known CAD14 (16.5)20 (27.8)0.311Chronic kidney disease9 (10.6)11 (15.3)0.380EchocardiographyLeft ventricular function, % (mean ± SD)59 (±4)54 (±10)0.002Left ventricular hypertrophy, n (%)57 (78.1)37 (62.7)0.514Visually estimated normal right ventricular function, n (%)71 (93.4)41 (69.5)0.008Visually estimated impaired right ventricular function, n (%)5 (6.6)12 (20.3)0.008Right ventricular dilatation, n (%)29 (39.7)22 (37.3)0.164TAPSE, mm (mean ± SD)22 (±5)21 (±6)0.441RV pressure, mmHg (mean ± SD)27 (±9)32 (±12)0.045Aortic stenosis >1, n (%)2 (2.7)3 (5.1)0.478Aortic regurgitation >1, n (%)7 (9.6)5 (8.5)0.989Mitral regurgitation >1, n (%)15 (20.5)16 (27.1)0.185Tricuspid regurgitation >1, n (%)13 (17.8)21 (35.6)0.004Pericardial effusion, n (%)32 (43.8)30 (50.8)0.180ElectrocardiographyRate, bpm (mean ± SD)80 (±18)88 (±26)0.029Sinus rhythm, n (%)64 (84.2)44 (77.2)0.566QRS, ms (mean ± SD)93 (±23)93 (±16)0.931Regular R progression, n (%)47 (61.8)31 (54.4)0.385Right bundle branch block, n (%)2 (2.6)2 (3.5)0.877Left bundle branch block, n (%)2 (2.6)0 (0.0)0.243PQ segment, ms (mean ± SD)167 (±83)173 (±93)0.722QTc, ms (mean ± SD)427 (±81)451 (±31)0.041Negative T wave, n (%)4 (5.3)10 (17.5)0.036ST segment depression, n (%)1 (1.3)1 (1.7)0.821ST segment elevation, n (%)0 (0.0)0 (0.0)0.557Admission laboratory, median (25th percentile−75th percentile)Leucocytes, 1,000/μL5.7 (4.2–7.5)7.7 (5-9–11.9) <0.001Lymphocytes, 1,000/μL0.9 (0.7–1.2)0.7 (0.5–1.0)0.005Creatinine, mg/dL0.9 (0.7–1.2)1.0 (0.8–1.6)0.027GFR, mL/m279.0 (58.9–97.2)68.3 (37.5–91.6)0.071D-Dimer, μg/dL0.8 (0.5–1.5)2.4 (1.2–5.9) <0.001C-reactive protein, mg/dL3.5 (1.3–8.7)16.3 (9.2–27.4) <0.001Procalcitonin, ng/mL0.08 (0.05–0.17)0.58 (0.13–2.01) <0.001Troponin I, ng/dL9 (4–18)33 (18–124) <0.001NT pro-BNP, ng/L310 (93–839)1815 (401–6026) <0.001CK, U/L121 (67–240)273 (91–727)0.001AST, U/L34 (20–47)61 (39–102) <0.001ALT, U/L28 (19–38)41 (26–66) <0.001LDH, U/L265 (207–361)429 (337–494) <0.001Medication at admission, n\n(%)Oral anticoagulation12 (14.1)9 (12.5)0.919ACEi/ARB44 (51.8)34 (47.7)0.640Aldosterone inhibitors9 (10.6)8 (11.1)0.642Diuretics29 (34.1)23 (31.9)0.701Calcium channel blockers19 (22.4)13 (18.1)0.843Beta blockers31 (36.5)27 (37.6)0.343Statins29 (34.1)22 (370.6)0.815ASA21 (24.7)15 (20.8)0.973P2Y12 blockers1 (1.2)2 (2.8)0.370Open in a separate windowBold values indicate statistical significance.Patients with poor outcome displayed a significantly lower LVEF, worse RV-function, more severe tricuspid regurgitation, and increased RV pressure when compared to those with milder course of COVID-19 (Table 2 and Figure 1).Open in a separate windowFigure 1Kaplan–Meier curves showing cumulative event-free survival for the combined endpoint (mechanical ventilation and/or mortality) stratified according to LVEF%, RV-function, tricuspid regurgitation, and RV-pressure.Multivariable Cox-regression analysis revealed that impaired LVEF and RV-function as well as tricuspid regurgitation >1 and increased RV-pressure were independently associated with poor outcome (Table 3).Table 3Cox regression with markers of myocardial function as well as epidemiological factors as independent variables and the combined endpoint as dependent variables.p-valueHR95% CIAge0.1670.985(0.964–1.006)Arterial hypertension0.3211.456(0.693–3.061)Coronary artery disease0.8731.047(0.594–1.845)Diabetes mellitus0.4091.283(0.709–2.321)LVEF0.0020.955(0.926–0.984)Age0.3320.989(0.969–1.011)Arterial hypertension0.2921.496(0.707–3.166)Coronary artery disease0.7981.086(0.579–2.037)Diabetes mellitus0.9011.040(0.563–1.922)RV-Function0.0102.463(1.239–4.895)Age0.0620.977(0.954–1.001)Arterial hypertension0.3571.463(0.651–3.288)Coronary artery disease0.3351.312(0.756–2.276)Diabetes mellitus0.5051.233(0.666–2.283)Significant TR0.0022.851(1.480–5.490)Age0.0700.970(0.939–1.002)Arterial hypertension0.0743.085(0.898–10.596)Coronary artery disease0.4261.348(0.647–2.808)Diabetes mellitus0.9790.979(0.451–2.170)RV-pressure0.0251.040(1.005–1.076)Open in a separate windowBold values indicate statistical significance.Amidst patients with poor outcome, leucocyte count, D-dimers, C-reactive protein, procalcitonin, troponin I, NT-pro-BNP, CK, AST, and LDH levels were significantly higher when compared to COVID-19 patients with a more favorable course of disease (Table 2).Increased QTc interval and a higher heart rate, just as a larger proportion of T wave inversion, were more frequently observed in patients requiring ventilation in the course of disease (Table 2). The locations of inverted T waves were distributed as follows: Lead I: n = 6 (42.9%), lead II: n = 2 (14.3%), lead III: n = 5 (35.7%), lead aVR: n = 10 (71.4%), lead aVL: n = 6 (42.9%), lead aVF: n = 5 (35.7%), lead V1: n = 6 (42.9%), lead V2: n = 5 (35.7%), lead V3: n = 7 (50.0%), lead V4: n = 6 (42.9%), lead V5: n = 4 (28.6%), and lead V6: n = 3 (21.4%), respectively.Mechanically ventilated patients showed significantly progressive D-dimer levels when compared to the remaining subjects (p = 0.043). Furthermore, non-survivors showed significantly progressive NT-pro-BNP and troponin-I levels when compared to survivors (p = 0.002 and p <0.001, respectively) (Table 4, Figure 2).Table 4D-dimer, troponin-I, and NT-pro-BNP levels at admission (1st sample), median of hospital stay (interval sample), and discharge/death (close-up sample) stratified according to mechanical ventilation, all-cause mortality, and the combined endpoint.1st sampleInterval sampleClose-up samplep-value\n(int)p-value\n(time)p-value\n(group)Mechanical ventilationD-dimers (±SD)Ventilated10.3 (±18.1)0.5 (±0.6)7.3 (±9.0) 0.6 (±0.4)7.1 (±8.8)0.6 (±0.4)0.0430.760 <0.001Non-ventilated4.1 (±11.6)0.1 (±0.5)1.7 (±2.6) 0.0 (±0.4)1.7 (±2.9)−0.2 (±0.4)Troponin-I (±SD)Ventilated167 (±412)1.7 (±0.6)351 (±1061) 1.8 (±0.7)202 (±586)1.6 (±0.7)0.3450.023 <0.001Non-ventilated38 (±66)1.1 (±0.6)40 (±73) 1.2 (±0.6)32 (±48)1.1 (±0.6)NT pro-BNP (±SD)Ventilated6894 (±9695)3.4 (±0.8)9114 (±8691) 3.6 (±0.8)11623 (±12862)3.7 (±0.8)0.985 <0.001 <0.001Non-ventilated7818 (±39032)2.6 (±0.9)7352 (±36658) 2.8 (±0.8)6550 (±29070)2.9 (±0.7)All-cause mortalityD-dimers (±SD)Non-survivors9.6 (±14.3)0.5 (±0.7)5.6 (±5.4) 0.6 (±0.3)7.4 (±7.1)0.7 (±0.4)0.2580.360 <0.001Survivors6.7 (±15.7)0.2 (±0.6)4.5 (±7.7) 0.3 (±0.5)3.8 (±6.9)0.2 (±0.5)Troponin-I (±SD)Non-survivors244 (±535)1.8 (±0.7)141 (±253) 1.8 (±0.5)352 (±816)2.0 (±0.6) <0.0010.8600.002Survivors84 (±248)1.4 (±0.6)264 (±949) 1.5 (±0.8)82 (±311) 1.2 (±0.7)NT pro-BNP (±SD)Non-survivors5064 (±6750)3.3 (±0.7)8931 (±5697) 3.8 (±0.4)16023 (±15442)4.1 (±0.3)0.002 <0.0010.002Survivors7854 (±34447)2.8 (±0.9)7819 (±31940) 3.0 (±0.9)7137 (±25882)3.0 (±0.8)Combined endpoint (CE)D-dimers (±SD)CE yes10.3 (±18.0)0.5 (±0.6)7.2 (±9.0) 0.6 (±0.4)7.1 (±8.7)0.6 (±0.4)0.0700.779 <0.001CE no4.0 (±11.7)0.1 (±0.5)1.7 (±2.6) 0.0 (±0.4)1.7 (±3.0)−0.0 (±0.4)Troponin-I (±SD)CE yes167 (±412)1.7 (±0.6)352 (±1062) 1.8 (±0.7)202 (±586)1.6 (±0.7)0.3450.023 <0.001CE no38 (±66)1.2 (±0.6)40 (±73) 1.2 (±0.6)32 (±48)1.1 (±0.6)NT pro-BNP (±SD)CE yes6894 (±9695)3.4 (±0.8)9114 (±8691) 3.6 (±0.8)11623 (±12862)3.7 (±0.8)0.985 <0.001 <0.001CE no7818 (±39032)2.6 (±0.9)7352 (±36658) 2.8 (±0.8)6550 (±29070)2.9 (±0.7)Open in a separate windowBoth raw and logarithmic values are shown. P-values were calculated for logarithmic data. Int, interaction. Bold values indicate statistical significance.Open in a separate windowFigure 2Diagrams (mean ± SD) showing course of cardiac and thrombotic biomarkers stratified according to survival and mechanical ventilation.LVEF correlated significantly with troponin I and NT-pro-BNP at admission (rho = −0.310, p <0.001 and rho = −0.456, p <0.001, respectively). TAPSE correlated significantly with troponin I (rho = −0.293, p = 0.003). Finally, RV-pressure was significantly associated with troponin I and NT-pro-BNP (rho = 0.310, p = 0.005 and rho = 0.511, p <0.001, respectively) (Figure 3).Open in a separate windowFigure 3Scatter plots showing correlations between troponin I, NT-pro-BNP, and D-dimers with LVEF%, TAPSE, and RV-pressure at admission.ROC analyses (combined endpoint) revealed an AUC of 0.588 for a multivariable model containing age, arterial hypertension, coronary artery disease, diabetes mellitus type II, and LVEF, 0.475 for a combination of age, arterial hypertension, coronary artery disease, diabetes mellitus type II, and RV-function, 0.520 for age, arterial hypertension, coronary artery disease, diabetes mellitus type II, and significant TR, and 0.590 for age, arterial hypertension, coronary artery disease, diabetes mellitus type II, and elevated RV-pressure. Cardiac biomarkers and D-dimer showed significantly better predictive performance (AUC 0.737 for D-dimers, 0.764 for NT-pro-BNP, and 0.735 for troponin-I). The best discrimination performance was achieved by a model including D-dimers, NT-pro-BNP, and troponin-I (AUC 0.788), whereas a combined model including age, arterial hypertension, coronary artery disease, diabetes mellitus type II, LVEF, RV-function, significant TR, and elevated RV-pressure performed poorly in predicting the combined endpoint (AUC 0.603) (Figure 4).Open in a separate windowFigure 4ROC analyses showing predictive performance of different univariate and multivariable models. (A) Age, arterial hypertension, coronary artery disease, diabetes mellitus, and impaired LVEF; (B) age, arterial hypertension, coronary artery disease, diabetes mellitus, and impaired RV-function; (C) age, arterial hypertension, coronary artery disease, diabetes mellitus, and significant TR; (D) age, arterial hypertension, coronary artery disease, diabetes mellitus, and elevated RV-pressure; (E) D-dimers; (F) NT-pro-BNP; (G) troponin-I; (H) age, arterial hypertension, coronary artery disease, diabetes mellitus, impaired LVEF, impaired RV-function, significant TR, and elevated RV-pressure; and (I) D-dimers, NT-pro-BNP, and troponin-I. DiscussionThe major findings of this study are as follows: (1) Early impaired left and right ventricular systolic function, higher degree tricuspid regurgitation, and higher RV-pressure are more prevalent among COVID-19-positive patients with poor outcome. (2) The course of the myocardial distress markers NT-pro-BNP and troponin-I may predict outcome in COVID-19 patients. (3) Troponin I and NT-pro-BNP correlate with LVEF, RV-function, and RV pressure at admission. (4) A combined model including D-dimers, troponin-I, and NT-pro-BNP may facilitate risk assessment in COVID-19 patients.The current findings provide further evidence that an extensive cardiologic assessment of patients suffering from COVID-19 is required at the earliest time point before severe respiratory symptoms are evident.Our current data and previous reports emphasize that myocardial injury represents a prevalent finding in COVID-19 patients with respiratory insufficiency. Severe respiratory failure and ARDS are currently considered as the main cause of COVID-19-associated morbidity and mortality (22). Recently, Richardson and collaborators reported that 12.2% of hospitalized COVID-19 patients require mechanical ventilation (23). Among those, up to 20% developed cardiac injury, defined as an increase in troponin I (24). Interestingly, in our consecutive collective, ~45% of patients required mechanical ventilation, with 24% showing significant troponin I elevation. Susceptibility to SARS-CoV-2 infection seems to be higher in patients with pre-existing cardiovascular disease (25). Furthermore, these patients suffer from increased morbidity and mortality (26).As the precise mechanisms leading to myocardial damage in COVID-19 await a thorough investigation, current research suggests that myocardial damage may result from direct viral or inflammatory myocardial injury and may be augmented by systemic inflammatory response, which further promotes microcirculatory impairment or arrest (22). Diagnosing COVID-19-induced direct myocardial damage is a challenging process requiring myocardial biopsy as a gold standard, although SARS-CoV-2 genome could not be identified within the myocardium in biopsy and autopsy findings so far (27). Furthermore, cardiac MRI may help identify myocarditis as a cause of impaired LV-function. These two diagnostic modalities were, however, not applied in our department during the first COVID-19 wave due to patient overload and protection of clinic personnel.According to available echocardiography findings prior to the diagnosis of SARS-CoV-2 infection, impaired systolic LV-function was commonly a chronic condition, whereas impaired RV-function tended to be a new finding in the current patient cohort. This suggests that elevated RV-pressure and RV-dysfunction is an acute process caused by COVID-19-induced ARDS. Significantly elevated BNP and troponin-I levels found in mechanically ventilated COVID-19 patients in our cohort support the development of acute right ventricular failure, which is consistent with recent findings (28, 29). Furthermore, pulmonary distress could fittingly account for QRS prolongation and higher amount of abnormal T waves seen in our collective (30). Impaired LV-function at hospital admission may fasten this process by congestion caused by elevated LVEDP and thus raising pulmonary artery pressure. Our hypothesis of COVID-19-induced right ventricular failure as a result of major hemodynamic stress is presented in Figure 5.Open in a separate windowFigure 5Right heart failure caused by COVID-19-induced severe ARDS and preexisting left heart failure: A hypothesis. (Figure created with BioRender®). ConclusionAs cardiovascular comorbidities and myocardial injury significantly contribute to mortality in COVID-19, early cardiologic assessment and identification of high-risk patients is of critical importance to optimize the management and improve prognosis of COVID-19 patients.LimitationsThe current study offers several major limitations. First, we could not differentiate between COVID-19-induced and non-COVID-19-induced impairment of myocardial function, which may have affected outcome to an unknown degree. Second, the number of patients enrolled was low, rendering generation of risk prediction models difficult. Third, we were not able to include all COVID-19-positive patients admitted to our hospital during the first wave of the disease. Finally, biomarker levels were not available for all patients. Data Availability StatementThe raw data supporting the conclusions of this article will be made available by the authors, without undue reservation. Ethics StatementThis study was approved by the institutional ethics committee (238/2018BO2) and complies with the declaration of Helsinki and good clinical practice guidelines. The patients/participants provided their written informed consent to participate in this study. Author's NoteWe submitted this manuscript at the end of the first COVID-19 wave at the University Hospital Hospital of Tübingen. We have previously submitted an interimanalysis of COVID-19 positive patients to a different journal, which has been accepted for publication onMay 28th (Rath et al., Clin Res Cardiol 2020 Jun 14:1-9). The endpoint differed however and the number of events was significantly lower. Fewer patients were enrolled. Finally, additional analyses were performed in the current manuscript. Author ContributionsAP-U and AA: data collection, data analysis, and drafting of the manuscript. PM: expert data analysis. KW, PJ, MZ, DH, ET, VW, TG, and KM: data collection and critical revision. MG: study concept and drafting of the manuscript. DR: data collection, and data analysis, drafting of the manuscript, and study concept. All authors contributed to the article and approved the submitted version. Conflict of InterestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. AcknowledgmentsWe thankfully acknowledge the work of Lydia Laptev for assisting us to isolate and process the blood samples. We acknowledge support by Open Access Publishing Fund of University of Tübingen. FootnotesFunding. This project was supported by the German Research Foundation (DFG) KFO-274–Project number 190538538, by the German Research Foundation (DFG)–Project number 374031971–TRR 240, and funded by the German Research Foundation (DFG)–Project number 335549539–GRK2381. References1. Lai CC, Shih TP, Ko WC, Tang HJ, Hsueh PR. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): the epidemic and the challenges. Int J Antimicrob Agents. (2020) 55:105924. 10.1016/j.ijantimicag.2020.105924 [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Aoyama H, Uchida K, Aoyama K, Pechlivanoglou P, Englesakis M, Yamada Y, et al. . Assessment of therapeutic interventions and lung protective ventilation in patients with moderate to severe acute respiratory distress syndrome: a systematic review and network meta-analysis. JAMA Netw Open. (2019) 2:e198116. 10.1001/jamanetworkopen.2019.8116 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Fogarty H, Townsend L, Ni Cheallaigh C, Bergin C, Martin-Loeches I, Browne P, et al. . More on COVID-19 coagulopathy in Caucasian patients. Br J Haematol. (2020) 189:1044–9. 10.1111/bjh.16791 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Grasselli G, Zangrillo A, Zanella A, Antonelli M, Cabrini L, Castelli A, et al. . Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region, Italy. JAMA. (2020) 323:1574–81. 10.1001/jama.2020.5394 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Zheng YY, Ma YT, Zhang JY, Xie X. COVID-19 and the cardiovascular system. Nat Rev Cardiol. (2020) 17:259–60. 10.1038/s41569-020-0360-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Bansal M. Cardiovascular disease and COVID-19. Diabetes Metab Syndr. (2020) 14:247–50. 10.1016/j.dsx.2020.03.013 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. World Medical Association Declaration of Helsinki . Recommendations guiding physicians in biomedical research involving human subjects. Cardiovasc Res. (1997) 35:2–3. [PubMed] [Google Scholar]8. ICH Harmonised Tripartite Guideline: Guideline for Good Clinical Practice .J Postgrad Med. (2001) 47:199–203. [PubMed] [Google Scholar]9. Directive 2001/20/EC of the European Parliament and of the Council of 4 April 2001 on the approximation of the laws regulations and administrative provisions of the member states relating to the implementation of good clinical practice in the conduct of clinical trials on medicinal products for human use . Med Etika Bioet. (2002) 9:12–9. [PubMed] [Google Scholar]10. Force ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al. . Acute respiratory distress syndrome: the Berlin Definition. JAMA. (2012) 307:2526–33. 10.1001/jama.2012.5669 [PubMed] [CrossRef] [Google Scholar]11. Schiller NB, Shah PM, Crawford M, DeMaria A, Devereux R, Feigenbaum H, et al. . Recommendations for quantitation of the left ventricle by two-dimensional echocardiography. American Society of Echocardiography Committee on Standards, Subcommittee on Quantitation of Two-Dimensional Echocardiograms. J Am Soc Echocardiogr. (1989) 2:358–67. 10.1016/S0894-7317(89)80014-8 [PubMed] [CrossRef] [Google Scholar]12. Ponikowski P, Voors AA, Anker SD, Bueno H, Cleland JGF, Coats AJS, et al. . 2016 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: the Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC)Developed with the special contribution of the Heart Failure Association (HFA) of the ESC. Eur Heart J. (2016) 37:2129–200. 10.1093/eurheartj/ehw128 [PubMed] [CrossRef] [Google Scholar]13. Lang RM, Badano LP, Mor-Avi V, Afilalo J, Armstrong A, Ernande L, et al. . Recommendations for cardiac chamber quantification by echocardiography in adults: an update from the American Society of Echocardiography and the European Association of Cardiovascular Imaging. J Am Soc Echocardiogr. (2015) 28:1–39.e14. 10.1016/j.echo.2014.10.003 [PubMed] [CrossRef] [Google Scholar]14. Lancellotti P, Moura L, Pierard LA, Agricola E, Popescu BA, Tribouilloy C, et al. . European Association of Echocardiography recommendations for the assessment of valvular regurgitation. Part 2: mitral and tricuspid regurgitation (native valve disease). Eur J Echocardiogr. (2010) 11:307–32. 10.1093/ejechocard/jeq031 [PubMed] [CrossRef] [Google Scholar]15. Nishimura RA, Otto CM, Bonow RO, Carabello BA, Erwin JP III, Guyton RA, et al. . 2014 AHA/ACC guideline for the management of patients with valvular heart disease: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines. J Am Coll Cardiol. (2014) 63:2438–88. 10.1161/CIR.0000000000000029 [PubMed] [CrossRef] [Google Scholar]16. Lancellotti P, Tribouilloy C, Hagendorff A, Moura L, Popescu BA, Agricola E, et al. . European Association of Echocardiography recommendations for the assessment of valvular regurgitation. Part 1: aortic and pulmonary regurgitation (native valve disease). Eur J Echocardiogr. (2010) 11:223–44. 10.1093/ejechocard/jeq030 [PubMed] [CrossRef] [Google Scholar]17. Yock PG, Popp RL. Noninvasive estimation of right ventricular systolic pressure by Doppler ultrasound in patients with tricuspid regurgitation. Circulation. (1984) 70:657–62. 10.1161/01.CIR.70.4.657 [PubMed] [CrossRef] [Google Scholar]18. Parasuraman S, Walker S, Loudon BL, Gollop ND, Wilson AM, Lowery C, et al. . Assessment of pulmonary artery pressure by echocardiography-a comprehensive review. Int J Cardiol Heart Vasc. (2016) 12:45–51. 10.1016/j.ijcha.2016.05.011 [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Galie N, Humbert M, Vachiery JL, Gibbs S, Lang I, Torbicki A, et al. . 2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS): Endorsed by: Association for European Paediatric and Congenital Cardiology (AEPC), International Society for Heart and Lung Transplantation (ISHLT). Eur Heart J. (2016) 37:67–119. 10.1093/eurheartj/ehv317 [PubMed] [CrossRef] [Google Scholar]20. Pepi M, Muratori M. Echocardiography in the diagnosis and management of pericardial disease. J Cardiovasc Med. (2006) 7:533–44. 10.2459/01.JCM.0000234772.73454.57 [PubMed] [CrossRef] [Google Scholar]21. Hosmer David W. Lemeshow S. Model-Building Strategies and Methods for Logistic Regression. Applied Logistic Regression. (2000). p. 91–142. 10.1002/0471722146 [CrossRef] [Google Scholar]22. Yuki K, Fujiogi M, Koutsogiannaki S. COVID-19 pathophysiology: a review. Clin Immunol. (2020) 215:108427. 10.1016/j.clim.2020.108427 [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Richardson S, Hirsch JS, Narasimhan M, Crawford JM, McGinn T, Davidson KW, et al. . Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City Area. JAMA. (2020) 323:2052–9. 10.1001/jama.2020.6775 [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Shi S, Qin M, Shen B, Cai Y, Liu T, Yang F, et al. . Association of cardiac injury with mortality in hospitalized patients with COVID-19 in Wuhan, China. JAMA Cardiol. (2020) 5:802–10. 10.1001/jamacardio.2020.0950 [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Yang J, Zheng Y, Gou X, Pu K, Chen Z, Guo Q, et al. . Prevalence of comorbidities and its effects in patients infected with SARS-CoV-2: a systematic review and meta-analysis. Int J Infect Dis. (2020) 94:91–5. 10.1016/j.ijid.2020.03.017 [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Santoso A, Pranata R, Wibowo A, Al-Farabi MJ, Huang I, Antariksa B. Cardiac injury is associated with mortality and critically ill pneumonia in COVID-19: a meta-analysis. Am J Emerg Med. (2020). 10.1016/j.ajem.2020.04.052. [Epub ahead of print]. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Ho JS, Sia CH, Chan MY, Lin W, Wong RC. Coronavirus-induced myocarditis: a meta-summary of cases. Heart Lung. (2020) 49:681–5. 10.1016/j.hrtlng.2020.08.013 [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Sandoval Y, Januzzi JL, Jr, Jaffe AS. Cardiac troponin for assessment of myocardial injury in COVID-19: JACC review topic of the week. J Am Coll Cardiol. (2020) 76:1244–58. 10.1016/j.jacc.2020.06.068 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Deng Q, Hu B, Zhang Y, Wang H, Zhou X, Hu W, et al. . Suspected myocardial injury in patients with COVID-19: evidence from front-line clinical observation in Wuhan, China. Int J Cardiol. (2020) 311:116–21. 10.1016/j.ijcard.2020.03.087 [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Stein PD, Matta F, Ekkah M, Saleh T, Janjua M, Patel YR, et al. . Electrocardiogram in pneumonia. Am J Cardiol. (2012) 110:1836–40. 10.1016/j.amjcard.2012.08.019 [PubMed] [CrossRef] [Google Scholar]"}