{"title": "Six-Month Outcomes of Post-ARDS Pulmonary Fibrosis in Patients With H1N1 Pneumonia", "pubDate": "2021", "PMCID": "PMC8217604", "DOI": "10.3389/fmolb.2021.640763", "PMID": "34169092", "abstract": "Background: Influenza virus is a common pathogen causing community-acquired pneumonia. After H1N1 infection, some patients present with rapid disease progression and various respiratory complications, especially immunocompromised patients and pregnant women. However, most patients have a favorable prognosis. Influenza viruses infect respiratory epithelial cells, leading to diffuse alveolar damage (DAD), which could induce secondary bacterial or fungal infections that could lead to serious complications, such as acute respiratory failure, severe pneumonia, pneumothorax, mediastinal emphysema, acute respiratory distress syndrome (ARDS) and post-ARDS fibrosis. Objective: The short-term mortality rate of ARDS is decreasing, and understanding survivors' posthospitalization outcomes is very important. Our aim was to evaluate the outcomes of 69 patients who survived H1N1 pneumonia with severe respiratory complications and abnormal CT findings and developed post-ARDS pulmonary fibrosis. Materials and methods: The 280 inpatients included in this trial had been diagnosed with H1N1 infection that was confirmed by pharyngeal sputum or swab tests. The data were collected from January 2018 to January 2020 in the First Affiliated Hospital of Zhengzhou University and the Sixth People's Hospital of Zhengzhou. Of these patients, 232 had CT findings indicating pulmonary fibrosis after H1N1 infection, and 69 survived and consented to participate in this study. 6°months after diagnosis, the 69 surviving patients were interviewed and underwent physical examinations, CT scans, 6°min walk tests, and quality-of-life evaluations (SF-36). We analyzed the baseline variables and six-month outcomes of post-ARDS pulmonary fibrosis in patients with H1N1 pneumonia. Results: Of the 69 surviving patients with post-ARDS pulmonary fibrosis, there were 24 females and 45 males, with a mean age of 53.7 ± 16.8°years; 18 patients (26%) had no underlying disease, and 14 (20%) patients had more than one underlying disease. The distance walked in 6°min increased from an average of 451.9°m at 3°months to 575.4°m at 6°months; the mean 36-Item Short Form Survey (SF-36) physical function score increased from an average of 75.3 at 3°months to 77.5 at 6°months; and the average CT score decreased from 31.3 at 3°months to 14.8 at 6°months. Treatment with systemic corticosteroids and the presence of an underlying disease were related to the CT score and the distance walked in 6°min. Conclusion: Among the survivors with pulmonary fibrosis after H1N1 influenza, the 6°min walk test and CT scores continued to be affected after 6°months. The 6°min walk distance and imaging findings improved during the first 6°months. The health-related QoL (HRQoL) scores of H1N1 pneumonia survivors were lower than those of sex- and age-matched controls.", "author": [{"author": "Jing Gao", "affiliation": ["Department of Respiratory Intensive Care Unit, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], "href": "/?term=Gao+J&cauthor_id=34169092"}, {"author": "Weili Chu", "affiliation": ["Department of Respiratory Intensive Care Unit, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], "href": "/?term=Chu+W&cauthor_id=34169092"}, {"author": "Jiali Duan", "affiliation": ["Department of Respiratory Intensive Care Unit, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], "href": "/?term=Duan+J&cauthor_id=34169092"}, {"author": "Junlu Li", "affiliation": ["Department of Respiratory Intensive Care Unit, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], "href": "/?term=Li+J&cauthor_id=34169092"}, {"author": "Wentao Ma", "affiliation": ["Department of Respiratory Intensive Care Unit, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], "href": "/?term=Ma+W&cauthor_id=34169092"}, {"author": "Chunling Hu", "affiliation": ["Department of Respiratory Intensive Care Unit, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], "href": "/?term=Hu+C&cauthor_id=34169092"}, {"author": "Mengying Yao", "affiliation": ["Department of Respiratory Intensive Care Unit, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], "href": "/?term=Yao+M&cauthor_id=34169092"}, {"author": "Lihua Xing", "affiliation": ["Department of Respiratory Intensive Care Unit, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], "href": "/?term=Xing+L&cauthor_id=34169092"}, {"author": "Yuejie Yang", "affiliation": ["Department of Respiratory Intensive Care Unit, The Sixth People's Hospital of Zhengzhou, Zhengzhou, China."], "href": "/?term=Yang+Y&cauthor_id=34169092"}], "refPMID": ["28940011", "16374152", "22797452", "20864615", "20445182", "28108621", "29222500", "16783553", "23714692", "12594312", "21470008", "20022969", "12045132", "16293804", "20116970", "29477449", "28988218", "27757230", "22948576", "17426195", "9669790", "22492988", "20154276", "19564631", "21157318", "16236742", "29298095", "16625008", "21174141", "21658233", "9351611"], "citedInPMID": ["34169092", "35130980"], "body": " Abstract\nBackground: Influenza virus is a common pathogen causing community-acquired pneumonia. After H1N1 infection, some patients present with rapid disease progression and various respiratory complications, especially immunocompromised patients and pregnant women. However, most patients have a favorable prognosis. Influenza viruses infect respiratory epithelial cells, leading to diffuse alveolar damage (DAD), which could induce secondary bacterial or fungal infections that could lead to serious complications, such as acute respiratory failure, severe pneumonia, pneumothorax, mediastinal emphysema, acute respiratory distress syndrome (ARDS) and post-ARDS fibrosis.\nObjective: The short-term mortality rate of ARDS is decreasing, and understanding survivors’ posthospitalization outcomes is very important. Our aim was to evaluate the outcomes of 69 patients who survived H1N1 pneumonia with severe respiratory complications and abnormal CT findings and developed post-ARDS pulmonary fibrosis.\nMaterials and methods: The 280 inpatients included in this trial had been diagnosed with H1N1 infection that was confirmed by pharyngeal sputum or swab tests. The data were collected from January 2018 to January 2020 in the First Affiliated Hospital of Zhengzhou University and the Sixth People's Hospital of Zhengzhou. Of these patients, 232 had CT findings indicating pulmonary fibrosis after H1N1 infection, and 69 survived and consented to participate in this study. 6°months after diagnosis, the 69 surviving patients were interviewed and underwent physical examinations, CT scans, 6°min walk tests, and quality-of-life evaluations (SF-36). We analyzed the baseline variables and six-month outcomes of post-ARDS pulmonary fibrosis in patients with H1N1 pneumonia.\nResults: Of the 69 surviving patients with post-ARDS pulmonary fibrosis, there were 24 females and 45 males, with a mean age of 53.7 ± 16.8°years; 18 patients (26%) had no underlying disease, and 14 (20%) patients had more than one underlying disease. The distance walked in 6°min increased from an average of 451.9°m at 3°months to 575.4°m at 6°months; the mean 36-Item Short Form Survey (SF-36) physical function score increased from an average of 75.3 at 3°months to 77.5 at 6°months; and the average CT score decreased from 31.3 at 3°months to 14.8 at 6°months. Treatment with systemic corticosteroids and the presence of an underlying disease were related to the CT score and the distance walked in 6°min.\nConclusion: Among the survivors with pulmonary fibrosis after H1N1 influenza, the 6°min walk test and CT scores continued to be affected after 6°months. The 6°min walk distance and imaging findings improved during the first 6°months. The health-related QoL (HRQoL) scores of H1N1 pneumonia survivors were lower than those of sex- and age-matched controls.Keywords: ARDS, fibrosis, CT, H1N1 pneumonia, outcome IntroductionInfluenza viruses, especially influenza A viruses (such as H1N1), cause a range of clinical syndromes, from self-limited disease to acute respiratory distress syndrome (ARDS) (Bautista et al., 2010). Complications due to the direct action of the virus or progression to a secondary infection with a poor clinical presentation could lead to ARDS, permanent fibrosis or death (Mukhopadhyay et al., 2010). Survivors of swine flu, especially those who developed ARDS, experienced long-term impairments in their physical, cognitive and mental health (Perez-Padilla et al., 2009; Takayama et al., 2011; Webb et al., 2011). To investigate the effects of ARDS, some researchers have used lung function tests, mental function scale scores, cognitive assessments, and quality-of-life measures (Chan et al., 2017; Latronico et al., 2017; Kacmarek and Berra, 2018; Schmidt et al., 2018), and most have indicated that there is persistent morbidity after discharge from the intensive care unit (ICU). Herridge MS and colleagues found that survivors of ARDS have persistent functional disability one year after discharge from the ICU. Most patients have extrapulmonary disease, with muscular atrophy and weakness being most prominent (Herridge et al., 2003).The short-term mortality rate due to ARDS is decreasing, and understanding survivors’ posthospitalization outcomes is increasingly important. Therefore, the aim of this study was to characterize the long-term pulmonary and extrapulmonary function in a retrospectively identified cohort of patients who survived ARDS induced by H1N1 pneumonia. MethodsPatientsThis study was conducted at the ICUs of the First Affiliated Hospital of Zhengzhou University and the Sixth People’s Hospital of Zhengzhou from January 2018 to January 2020. We collected patients with a diagnosis of H1N1 infection confirmed by pharyngeal swab or sputum tests. Patients between the ages of 18 and 70 years who met the diagnostic criteria for ARDS were enrolled (ARDS Definition Task Force et al., 2012). The patients had factors predisposing them to ARDS, an oxygenation index (PaO2:FiO2 ratio) less than or equal to 200 or the use of mechanical ventilation with a positive end-expiratory pressure of at least 5 cmH2O, and chest radiographs with 3 or 4 quadrants containing opacities (ARDS Definition Task Force et al., 2012). The exclusion criteria included immunosuppression, malignant tumor (expected survival time less than 6°months), neuromuscular disease, liver failure, and severe neurologic disease. We obtained informed consent from all patients or their legal representatives. This study was approved by the institutional ethics committee of the two hospitals (ethics approval number is 2020-KY-446).The Acute Physiology, Age and Chronic Health Evaluation (APACHE II) was used to assess the severity of illness within the first 24°hours after the patient was admitted to the ICU. We used the 36-Item Short Form Survey (SF-36) to measure health-related quality of life. The SF-36 includes eight scales: physical functioning, social functioning, role physical, role emotional, mental health, body pain, vitality, and general health (Lins and Carvalho, 2016).Data CollectionThe following data were prospectively collected at the time of admission to the ICU: age, sex, chronic diseases, need for noninvasive or invasive ventilation, APACHE II score, need for corticosteroids, need for renal replacement therapy, duration of extracorporeal membrane oxygenation (ECMO) support, duration of renal replacement therapy, duration of ICU stay, and duration of hospitalization.Procedures Six Months After ICU DischargePatients underwent 3 and 6°month follow-up visits after discharge from the ICU. At each visit, all patients were interviewed about their symptoms and activities. Lung morphology was assessed with a chest high-resolution CT (HRCT) scan, and lung function was assessed with the 6°min walk test. Health-related QoL (HRQoL) was evaluated with the SF-36.HRCT ScoreThe HRCT findings were graded based on the classification system proposed by Ichikado et al. (Ichikado et al., 2002; Ichikado et al., 2006) as follows: areas with normal attenuation, ground-glass opacities (GGOs), consolidation, GGOs with traction bronchiectasis or bronchiolectasis, consolidation with traction bronchiectasis or bronchiolectasis, and honeycombing. Each lung was divided into three parts (upper, middle and lower), and each part was evaluated separately. The extent of each abnormality was determined by visually estimating the percentage of the affected lung in each part. The abnormality score for each part was calculated by multiplying the area percentage by the point value. The scores for the six parts were averaged to determine the total score for each abnormality in each patient. The overall CT score for each patient was obtained by adding the six averaged scores.Statistical AnalysesThe primary outcomes of the study were the distance walked in 6°min and the CT score at 3 and 6°months after discharge from the ICU. These measurements provide standardized, objective, integrated assessments of the cardiopulmonary system that are relevant to daily activities. The nonnormally distributed continuous variables are shown as medians with interquartile ranges (IQRs). We performed univariate analysis and multivariate analysis to identify the potential determinants of long-term function, as reflected in the distance walked in 6°min and CT score. Tests were two-sided, and a P value less than 0.05 was considered statistically significant. Variables significant in the univariate analyses(P < 0.1) were considered for inclusion in the multivariable linear regression analysis. The multivariate analysis was performed using backward stepwise selection for each follow-up period (3 and 6°months). All analyses were performed with SPSS 21.0 (SPSS, Chicago, IL). ResultsCharacteristics of the PatientsOver the 2°years, we recruited 280 patients, and 232 patients were included in the study. Of those 232 patients, 32 died, 16 refused to participate, and 144 survived to discharge. Of the 106 patients who remained alive at the time of follow-up, consent was obtained from 69, and these patients were included in the study (Figure 1).Open in a separate windowFIGURE 1Enrollment of patients and follow-up for the first 6°months after discharge.All deceased patients died due to underlying diseases during the first 3°months after discharge from the ICU. Four patients died of multisystem organ failure, two patients died of cardiac arrest, one patient died of hepatic failure, and one patient died of hemoptysis.The median age of the patients with ARDS who survived to discharge from the ICU was 55°years, and 65% were male (45/69). The APACHE II score reflects the severity of illness in these patients. This group of patients spent a median of 7°days in the ICU and 15°days in the hospital. Two patients required ECMO support, and three patients required renal replacement therapy in the ICU.Distance Walked in Six Minutes, Quality of Life, and the Relationships Between Patient Characteristics and Distance Walked in Six MinutesThe distance walked in 6°min improved over the 6°months after discharge from the ICU. The patients attributed exercise limitations to muscle wasting and weakness, weight loss, pain, and dyspnea. The scores for most domains on the SF-36 improved from 3 to 6°months after discharge from the ICU (Table 1). Compared to at 3°months, patients’ social functioning, mental health and pain were improved at 6°months. The difference was statistically significant (P < 0.05). The distance walked in 6°min improved dramatically during the 6°months after discharge, and the difference was statistically significant (P < 0.05).TABLE 1Ability to exercise and health-related quality of life among patients during the first 6°months after discharge.Variables Median (IQR)3°Months (n = 69)6°Months (n = 69)\nP*\nDistance walked in 6°mins461.0 (314.5–579.5)587.0 (501.5–679.0)<0.001CT score21.0 (8.0–39.5)10.0(2.5–20.0)<0.001SF-36 score Physical functioning80.0 (65.0–90.0)85.0 (62.5–90.0)0.395 Role physical75.0 (50.0–100.0)75.0 (12.5–100.0)0.144 Body pain62.0 (41.0–79.0)90.0 (74.0–90.0)<0.001 General health47.0 (45.0–53.0)52.0 (45.0–57.0)0.111 Vitality70.0 (60.0–77.5)75.0 (65.0–85.0)0.419 Social functioning66.7 (55.6–77.8)77.8 (66.7–88.9)0.007 Role emotional66.7(33.3–66.7)66.7 (33.3–100.0)0.813 Mental health72.0 (56.0–82.0)80.0 (68.0–88.0)0.010Open in a separate window*Wilcoxon signed-rank test was used to compare the difference between the two groups.IQR, Interquartile range; SF-36, 36-item Short Form Survey.Then, we analyze the predictors of the distance walked in 6°min during the first 3°and 6°months after discharge. The results of univariate analyses are presented in Table 2. Compared with patients without underlying diseases, patients with underlying diseases had a significantly shorter distance walked in 6°min at both 3 (P < 0.001) and 6°months (P = 0.045). Treatment with systemic corticosteroids in the ICU, the presence of underlying diseases, the total days on ventilation, and the APACHE II score were the most important determinants of the distance walked in 6°min during the first 6°months of follow-up.TABLE 2Predictors of distance walked in 6°min during the first 6°months after discharge.Variables3°Months6°MonthsUnivariate AnalysisMultivariate Analysis (R\n2 = 0.486)Univariate AnalysisMultivariate Analysis (R\n2 = 0.314)Age β coefficient−5.451 ± 1.045−5.415 ± 0.955−4.376 ± 0.887−4.191 ± 0.906 P value＜0.001＜0.001＜0.001＜0.001Male sex β coefficient70.125 ± 42.78895.952 ± 33.0434.644 ± 36.464 P value0.1060.0050.899BMI\nΨ\n\n β coefficient−3.781 ± 9.061−5.265 ± 7.555 P value0.6780.488Underlying disease β coefficient−163.5 ± 39.869−118.4 ± 34.274−74.00 ± 36.158−36.116 ± 33.202 P value＜0.0010.0010.0450.281Systemic corticosteroid treatment β coefficient56.000 ± 43.55415.348 ± 36.798 P value0.2030.678Length of ICU stay β coefficient−0.802 ± 2.3991.544 ± 1.998 P value0.7390.442Duration of hospitalization β coefficient0.831 ± 1.3771.741 ± 1.1341.438 ± 1.180 P value0.5480.1290.227Total days of ventilator use β coefficient5.302 ± 3.6720.261 ± 2.8315.010 ± 3.0550.238 ± 3.200 P value0.1530.9270.1060.941APACHE Ⅱ score#\n β coefficient−4.123 ± 3.879−2.794 ± 3.252 P value0.2920.393Open in a separate window*Plus-minus values are standard errors.\n#Scores for the Acute Physiology, Age, and Chronic Health Evaluation (APACHE II) can range from 0 to 71; higher scores indicate more severe illness.\nΨBMI indicates body mass index (the weight in kilograms divided by the square of the height in meters), which was calculated for each period.The results of multivariate analyses are also presented in Table 2. Patients with underlying diseases had a shorter distance walked in 6°min than those without underlying diseases at 3°months (P = 0.001) but not at 6°months (P = 0.281). The absence of an underlying disease during the stay in the ICU had the strongest association with a longer distance walked in 6°min at 3°months (R2 = 0.486). There was no factor during the ICU stay that was associated with a longer distance walked in 6°min at 6°months (R2 = 0.314). A longer duration of hospitalization was associated with a shorter distance walked in 6°min at 6°months but not at 3°months.Chest Radiography and the Relationships Between Patient Characteristics and the CT ScoreChest radiography showed the presence of GGOs, traction bronchiectasis and consolidation (Figure 2). Radiologic changes included the lower line of the pleura and isolated areas of pleural thickening at 3°months. At 6°months after discharge from the hospital, all but 4 patients showed improvement on chest CT. The CT score improved dramatically during the 6°months, and the difference was statistically significant (P < 0.05) (Table 1).Open in a separate windowFIGURE 2These scans are of a 64°year-old woman with an H1N1 infection confirmed by a sputum test. Chest CT scan demonstrates patchy shadows and ground-glass opacities in both lungs, with traction bronchiectasis and pleural thickening.Then, we analyzed the predictors of the CT score in the first 3 and 6°months after discharge. The results of univariate analyses are presented in Table 3. Consistent with the result regarding the distance walked in 6°min, the presence of underlying diseases was the most important determinant of the CT scores at 3 (P = 0.002) and 6°months (P < 0.001).TABLE 3Predictors of the CT score during the first 6°months after discharge.Variables3°Months6°MonthsUnivariate AnalysisMultivariate Analysis (R\n2 = 0.364)Univariate AnalysisMultivariate Analysis (R\n2 = 0.282)Age β coefficient0.351 ± 0.2570.310 ± 0.2280.311 ± 0.1160.230 ± 0.109 P value0.1780.1800.0090.038Male sex β coefficient−13.289 ± 9.237−13.429 ± 8.0510.758 ± 4.298 P value0.1460.1000.860BMI β coefficient0.006 ± 1.909−0.275 ± 0.893 P value0.9980.759Underlying disease β coefficient28.183 ± 8.72925.108 ± 8.15517.025 ± 3.87115.209 ± 3.960 P value0.0020.003＜0.001＜0.001Systemic corticosteroid treatment β coefficient5.587 ± 9.2522.283 ± 4.335 P value0.5480.600Length of ICU stay β coefficient0.971 ± 0.4912.435 ± 0.5670.104 ± 0.236 P value0.052＜0.0010.662Duration of hospitalization β coefficient0.266 ± 0.289−0.047 ± 0.136 P value0.3590.731Total days of ventilator use β coefficient−0.767 ± 0.779−2.686 ± 0.931−0.491 ± 0.362−0.168 ± 0.363 P value0.3280.0050.1800.645APACHE II score β coefficient0.376 ± 0.8220.095 ± 0.7720.074 ± 0.3850.196 ± 0.368 P value0.6480.9020.8490.596Open in a separate window*Plus-minus values are standard errors.\n#Scores for the Acute Physiology, Age, and Chronic Health Evaluation (APACHE II) can range from 0 to 71; higher scores indicate more severe illness.\nΨBMI indicates body mass index (the weight in kilograms divided by the square of the height in meters), which was calculated for each period.The results of multivariate analysis are also presented in Table 3. Patients with underlying diseases had higher CT scores at 3 (P = 0.003) and 6°months (P < 0.001) than those without underlying diseases. A longer ICU stay and duration of ventilator use were associated with a higher CT score at 3°months but not at 6°months. DiscussionInfluenza viruses, of which type A influenza viruses are the most common, can cause pandemics. Type A influenza viruses are characterized by a high mutation rate, leading to greater virulence. The H1N1 virus, which first appeared in Mexico in April 2009, has spread rapidly around the world, raising new concerns about a disease that has had high death rates in the past (Hui et al., 2010). Influenza A (H1N1) infection can lead to severe respiratory illness. ARDS is a major cause of influenza-related deaths, with a high incidence in severe cases (Jaber et al., 2010; Ramsey and Kumar, 2011; Webb et al., 2011). We found that patients who survived ARDS had persistent functional limitations 6°months after discharge from the hospital, largely as a result of muscle wasting, weakness and social functioning and mental health deficits.Many studies of patients with ARDS have focused on the effects on the lungs and have shown that lung function returns to normal or near normal within 6°months–1°year. Those who do not recover within that timeframe are generally those with lung damage who had long stays in the hospital and ICU. These patients often experience chronic cognitive and mental illnesses (Mikkelsen et al., 2012), reductions in their physical function and QoL, negative effects on employment (Griffiths et al., 2013), and increased costs and use of health care services (Herridge et al., 2011). At the same time, the HRQoL of survivors is significantly lower than that of the general population, and survivors may have social functioning and mental health deficiencies (Weinert et al., 1997). In these survivors, the affected domains of HRQoL are predominantly role physical, bodily pain, social functioning and role emotional. In our study, the scores on most domains of the SF-36 improved from 3to 6°months after discharge from the ICU (Table 1). The scores for domains reflecting pain and reported health transitions improved dramatically during the first 6°months of follow-up, paralleling the incremental improvement in the distance walked in 6°min. The distance walked in 6°min improved over the 6°months after discharge from the ICU but remained lower than the predicted value. The 6°min walk test and QoL assessments were consistent with data published previously. A meta-analysis showed that the HRQoL of ARDS survivors recovered during the first 6°months after discharge (Dowdy et al., 2006). Margaret S and colleagues noted that the scores on all domains of the SF-36 improved from 3 to 6°months after discharge from the hospital. The scores for the physical role and physical functioning domains improved dramatically, paralleling the incremental improvement in the distance walked in six°min (ARDS Definition Task Force et al., 2012). Chan and colleagues found that some measures of activity, especially the 6°min walk test, were associated with HRQoL, but this was not consistent (Latronico et al., 2017). Impaired muscle function may explain the compromised functional ability and QoL in our cohort and those studied by other investigators.In patients with H1N1 pneumonia, post-ARDS pulmonary fibrosis is not a rare complication. Therefore, a follow-up CT is very important. CT showed that pulmonary fibrosis improved over time, especially in the first 6°months after discharge (Chen et al., 2017). However, Bai L and his team found that with regard to the long-term prognosis of severe ARDS associated with the 2009 H1N1 pandemic, the imaging findings in patients one year after discharge from the ICU remained abnormal and were characterized by interlobular septal thickening, fibrous cords, and traction bronchiectasis (Bai et al., 2011). In another study, 85.7% of the patients had GGOs at 3°months of follow-up (Luyt et al., 2012). In a univariate analysis (Table 2), we found that treatment with systemic corticosteroids during admission to the ICU and the presence of underlying diseases were the most important determinants of CT score during the first 6°months of follow-up. There has been great interest in the role of corticosteroids in attenuating pulmonary and systemic damage in patients with ARDS because of their potent anti-inflammatory and antifibrotic properties (Rhen and Cidlowski, 2005). Different regimens of corticosteroids have been tested in ARDS, but the results have been inconclusive (Meduri et al., 1998; Annane et al., 2006; Steinberg et al., 2006; Meduri et al., 2007). Guidelines recently issued by the Society of Critical Care Medicine and the European Society of Intensive Care Medicine provide conditional recommendations with a moderate quality of evidence for the administration of glucocorticoids based on a meta-analysis of nine randomized controlled trials in ARDS patients (Annane et al., 2017). Despite the lack of conclusive results, it remains clinically and biologically plausible that corticosteroids could benefit patients with ARDS in the early phase of the disease, a situation that has not been evaluated in most randomized controlled trials.To our knowledge, this is the first retrospective study of the physical and mental health of patients with H1N1 pneumonia during convalescence. This study had several limitations. First, follow-up visits were offered to all patients discharged from the hospital, but some refused to attend, and some did not complete follow-up. Therefore, we do not have data on lung function in those patients. Although many indices did not change significantly after 6°months, the study population may not be representative of the entire population of H1N1 survivors. Second, this was a retrospective study on the impact of H1N1 infection on the physical and psychological health of survivors, and no information on the baseline lung function and QoL of these patients was available. Therefore, we cannot compare the index of lung function before and after H1N1 infection. In particular, this group of patients had pre-existing conditions, which may also have affected their HRQoL. Finally, it is not clear whether further improvements in physical and mental health could be detected over a longer duration of follow-up. Therefore, the scope of research needs to be further expanded.In summary, survivors of H1N1 pneumonia still have long-term pulmonary and psychological damage 6°months after discharge from the hospital. However, the 6°min walk test and the imaging findings improved in the first 6°months, especially in ARDS patients. The HRQoL scores of H1N1 pneumonia survivors were impaired and lower than those of sex and age-matched controls. References\nAnnane D., Pastores S. M., Rochwerg B., Arlt W., Balk R. A., Beishuizen A., et al.  (2017). Guidelines for the Diagnosis and Management of Critical Illness-Related Corticosteroid Insufficiency (CIRCI) in Critically Ill Patients (Part I): Society of Critical Care Medicine (SCCM) and European Society of Intensive Care Medicine (ESICM) 2017. Intensive Care Med.\n43 (12), 1751–1763. 10.1007/s00134-017-4919-5\n [PubMed] [CrossRef] [Google Scholar]\nAnnane D., Sébille V., Bellissant E., Ger-Inf-05 Study Group (2006). Effect of Low Doses of Corticosteroids in Septic Shock Patients with or without Early Acute Respiratory Distress Syndrome*. Crit. Care Med.\n34 (1), 22–30. 10.1097/01.ccm.0000194723.78632.62\n [PubMed] [CrossRef] [Google Scholar]\nARDS Definition Task Force, \nRanieri V. M., Ranieri V. M., Rubenfeld G. D., Thompson B. T., Ferguson N. D., et al.  (2012). Acute Respiratory Distress Syndrome: the Berlin Definition. JAMA\n307 (23), 2526–2533. 10.1001/jama.2012.5669\n [PubMed] [CrossRef] [Google Scholar]\nBai L., Gu L., Cao B., Zhai X.-L., Lu M., Lu Y., et al.  (2011). Clinical Features of Pneumonia Caused by 2009 Influenza A(H1N1) Virus in Beijing, China. Chest\n139 (5), 1156–1164. 10.1378/chest.10-1036\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nBautista E., Bautista E., Chotpitayasunondh T., Gao Z., Harper S. A., Shaw M., et al.  (2010). Clinical Aspects of Pandemic 2009 Influenza A (H1N1) Virus Infection. N. Engl. J. Med.\n362 (18), 1708–1719. 10.1056/NEJMra1000449\n [PubMed] [CrossRef] [Google Scholar]\nChan K. S., Aronson Friedman L., Dinglas V. D., Hough C. L., Shanholtz C., Ely E. W., et al.  (2017). Are Physical Measures Related to Patient-Centred Outcomes in ARDS Survivors?\nThorax\n72 (10), 884–892. 10.1136/thoraxjnl-2016-209400\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChen J., Wu J., Hao S., Yang M., Lu X., Chen X., et al.  (2017). Long Term Outcomes in Survivors of Epidemic Influenza A (H7N9) Virus Infection. Sci. Rep.\n7 (1), 17275. 10.1038/s41598-017-17497-6\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nDowdy D. W., Eid M. P., Dennison C. R., Mendez-Tellez P. A., Herridge M. S., Guallar E., et al.  (2006). Quality of Life after Acute Respiratory Distress Syndrome: a Meta-Analysis. Intensive Care Med.\n32 (8), 1115–1124. 10.1007/s00134-006-0217-3\n [PubMed] [CrossRef] [Google Scholar]\nGriffiths J., Hatch R. A., Bishop J., Morgan K., Jenkinson C., Cuthbertson B. H., et al.  (2013). An Exploration of Social and Economic Outcome and Associated Health-Related Quality of Life after Critical Illness in General Intensive Care Unit Survivors: a 12-month Follow-Up Study. Crit. Care\n17 (3), R100. 10.1186/cc12745\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHerridge M. S., Cheung A. M., Tansey C. M., Matte-Martyn A., Diaz-Granados N., Al-Saidi F., et al.  (2003). One-Year Outcomes in Survivors of the Acute Respiratory Distress Syndrome. N. Engl. J. Med.\n348 (8), 683–693. 10.1056/NEJMoa022450\n [PubMed] [CrossRef] [Google Scholar]\nHerridge M. S., Tansey C. M., Matté A., Tomlinson G., Diaz-Granados N., Cooper A., et al.  (2011). Functional Disability 5 Years after Acute Respiratory Distress Syndrome. N. Engl. J. Med.\n364 (14), 1293–1304. 10.1056/NEJMoa1011802\n [PubMed] [CrossRef] [Google Scholar]\nHui D. S., Lee N., Chan P. K. S. (2010). Clinical Management of Pandemic 2009 Influenza A(H1N1) Infection. Chest\n137 (4), 916–925. 10.1378/chest.09-2344\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nIchikado K., Suga M., Müller N. L., Taniguchi H., Kondoh Y., Akira M., et al.  (2002). Acute Interstitial Pneumonia. Am. J. Respir. Crit. Care Med.\n165, 1551–1556. 10.1164/rccm.2106157\n [PubMed] [CrossRef] [Google Scholar]\nIchikado K., Suga M., Muranaka H., Gushima Y., Miyakawa H., Tsubamoto M., et al.  (2006). Prediction of Prognosis for Acute Respiratory Distress Syndrome with Thin-Section CT: Validation in 44 Cases. Radiology\n238 (1), 321–329. 10.1148/radiol.2373041515\n [PubMed] [CrossRef] [Google Scholar]\nJaber S., Conseil M., Coisel Y., Jung B., Chanques G. (2010). Grippe A (H1N1) et SDRA : caractéristiques des patients admis en réanimation et prise en charge. Revue de la littérature. Ann. Françaises d'Anesthésie de Réanimation\n29 (2), 117–125. 10.1016/j.annfar.2009.12.026\n [PubMed] [CrossRef] [Google Scholar]\nKacmarek R. M., Berra L. (2018). Prediction of ARDS Outcome: what Tool Should I Use?\nLancet Respir. Med.\n6 (4), 253–254. 10.1016/S2213-2600(18)30098-5\n [PubMed] [CrossRef] [Google Scholar]\nLatronico N., Minelli C., Eikermann M. (2017). Prediction of Long-Term Outcome Subtypes in ARDS: First Steps towards Personalised Medicine in Critical Care. Thorax\n72 (12), 1067–1068. 10.1136/thoraxjnl-2017-210775\n [PubMed] [CrossRef] [Google Scholar]\nLins L., Carvalho F. M. (2016). SF-36 Total Score as a Single Measure of Health-Related Quality of Life: Scoping Review. SAGE Open Med.\n4, 205031211667172. 10.1177/2050312116671725\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLuyt C.-E., Combes A., Becquemin M.-H., Beigelman-Aubry C., Hatem S., Brun A.-L., et al.  (2012). Long-term Outcomes of Pandemic 2009 Influenza A(H1N1)-associated Severe ARDS. Chest\n142 (3), 583–592. 10.1378/chest.11-2196\n [PubMed] [CrossRef] [Google Scholar]\nMeduri G. U., Golden E., Freire A. X., Taylor E., Zaman M., Carson S. J., et al.  (2007). Methylprednisolone Infusion in Early Severe ARDS. Chest\n131 (4), 954–963. 10.1378/chest.06-2100\n [PubMed] [CrossRef] [Google Scholar]\nMeduri G. U., Headley A. S., Golden E., Carson S. J., Umberger R. A., Kelso T., et al.  (1998). Effect of Prolonged Methylprednisolone Therapy in Unresolving Acute Respiratory Distress Syndrome. JAMA\n280 (2), 159–165. 10.1001/jama.280.2.159\n [PubMed] [CrossRef] [Google Scholar]\nMikkelsen M. E., Christie J. D., Lanken P. N., Biester R. C., Thompson B. T., Bellamy S. L., et al.  (2012). The Adult Respiratory Distress Syndrome Cognitive Outcomes Study. Am. J. Respir. Crit. Care Med.\n185 (12), 1307–1315. 10.1164/rccm.201111-2025OC\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nMukhopadhyay S., Philip A. T., Stoppacher R. (2010). Pathologic Findings in Novel Influenza A (H1N1) Virus (\"Swine Flu\") Infection. Am. J. Clin. Pathol.\n133 (3), 380–387. 10.1309/ajcpxy17sulqkswk\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nPerez-Padilla R., de la Rosa-Zamboni D., Ponce de Leon S., Hernandez M., Quiñones-Falconi F., Bautista E., et al.  (2009). Pneumonia and Respiratory Failure from Swine-Origin Influenza A (H1N1) in Mexico. N. Engl. J. Med.\n361 (7), 680–689. 10.1056/NEJMoa0904252\n [PubMed] [CrossRef] [Google Scholar]\nRamsey C., Kumar A. (2011). H1N1: Viral Pneumonia as a Cause of Acute Respiratory Distress Syndrome. Curr. Opin. Crit. Care\n17 (1), 64–71. 10.1097/MCC.0b013e3283427259\n [PubMed] [CrossRef] [Google Scholar]\nRhen T., Cidlowski J. A. (2005). Antiinflammatory Action of Glucocorticoids - New Mechanisms for Old Drugs. N. Engl. J. Med.\n353 (16), 1711–1723. 10.1056/NEJMra050541\n [PubMed] [CrossRef] [Google Scholar]\nSchmidt M., Schellongowski P., Patroniti N., Taccone F. S., Reis Miranda D., Reuter J., et al.  (2018). Six-Month Outcome of Immunocompromised Patients with Severe Acute Respiratory Distress Syndrome Rescued by Extracorporeal Membrane Oxygenation. An International Multicenter Retrospective Study. Am. J. Respir. Crit. Care Med.\n197 (10), 1297–1307. 10.1164/rccm.201708-1761OC\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nSteinberg K. P., Hudson L. D., Goodman R. B., Hough C. L., Lanken P. N., Hyzy R., et al.  (2006). Efficacy and Safety of Corticosteroids for Persistent Acute Respiratory Distress Syndrome. N. Engl. J. Med.\n354 (16), 1671–1684. 10.1056/NEJMoa051693\n [PubMed] [CrossRef] [Google Scholar]\nTakayama K., Kuramochi J., Oinuma T., Kaneko H., Kurasawa S., Yasui M., et al.  (2011). Clinical Features of the 2009 Swine-Origin Influenza A (H1N1) Outbreak in Japan. J. Infect. Chemother.\n17 (3), 401–406. 10.1007/s10156-010-0187-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWebb S. A., Aubron C., Bailey M., Bellomo R., Howe B., McArthur C., et al.  (2011). Critical Care Services and the H1N1 (2009) Influenza Epidemic in Australia and New Zealand in 2010: the Impact of the Second winter Epidemic. Crit. Care\n15 (3), R143. 10.1186/cc10266\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWeinert C. R., Gross C. R., Kangas J. R., Bury C. L., Marinelli W. A. (1997). Health-related Quality of Life after Acute Lung Injury. Am. J. Respir. Crit. Care Med.\n156 (4 Pt 1), 1120–1128. 10.1164/ajrccm.156.4.9611047\n [PubMed] [CrossRef] [Google Scholar]"}