{"title": "Standardizing PaO2 for PaCO2 in P/F ratio predicts in-hospital mortality in acute respiratory failure due to Covid-19: A pilot prospective study", "pubDate": "2021", "PMCID": "PMC8222796", "DOI": "10.1016/j.ejim.2021.06.002", "PMID": "34175182", "abstract": "Introduction:                       Up to fifteen percent of patients with novel pandemic coronavirus disease (Covid-19) have acute respiratory failure (ARF). Ratio between arterial partial pressure of oxygen (PaO2) and fraction of inspired oxygen (FiO2), P/F, is currently used as a marker of ARF severity in Covid-19. P/F does not reflect the respiratory efforts made by patients to maintain arterial blood oxygenation, such as tachypnea and hyperpnea, leading to hypocapnia. Standard PaO2, the value of PaO2 adjusted for arterial partial pressure of carbon dioxide (PaCO2) of the subject, better reflects the pathophysiology of hypoxemic ARF. We hypothesized that the ratio between standard PaO2 over FiO2 (STP/F) better predicts Covid-19 ARF severity compared to P/F.                  Methods:                       Aim of this pilot prospectic observational study was to observe differences between STP/F and P/F in predicting outcome failure, defined as need of invasive mechanical ventilation and/or deaths in Covid-19 ARF. Accuracy was calculated using Receiver Operating Characteristics (ROC) analysis and areas under the ROC curve (AUROC) were compared.                  Results:                       349 consecutive subjects admitted to our respiratory wards due to Covid-19 ARF were enrolled. STP/F was accurate to predict mortality and superior to P/F with, respectively, AUROC 0.710 versus 0.688, p = 0.012.Both STP/F and PF were accurate to predict outcome failure (AUROC respectively of 0.747 and 0.742, p = 0.590).                  Discussion:                       This is the first study assessing the role of STP/F in describing severity of ARF in Covid-19. According to results, STP/F is accurate and superior to P/F in predicting in-hospital mortality.", "author": [{"author": "Irene Prediletto", "affiliation": ["IRCCS Azienda Ospedaliero Universitaria di Bologna, University Hospital Sant'Orsola-Malpighi - Respiratory and Critical Care Unit - Bologna, Italy; Alma Mater Studiorum University of Bologna, Department of Clinical, Integrated and Experimental Medicine (DIMES), Bologna, Italy."], "href": "/?term=Prediletto+I&cauthor_id=34175182"}, {"author": "Letizia D'Antoni", "affiliation": ["Department of Public Health and Infectious Disease, Sapienza University of Rome - Italy. Pulmonology, Respiratory and Critical Care Unit, Policlinico Umberto I Hospital - Rome, Italy."], "href": "/?term=D%27Antoni+L&cauthor_id=34175182"}, {"author": "Paolo Carbonara", "affiliation": ["IRCCS Azienda Ospedaliero Universitaria di Bologna, University Hospital Sant'Orsola-Malpighi - Respiratory and Critical Care Unit - Bologna, Italy; Alma Mater Studiorum University of Bologna, Department of Clinical, Integrated and Experimental Medicine (DIMES), Bologna, Italy."], "href": "/?term=Carbonara+P&cauthor_id=34175182"}, {"author": "Federico Daniele", "affiliation": ["IRCCS Azienda Ospedaliero Universitaria di Bologna, University Hospital Sant'Orsola-Malpighi - Respiratory and Critical Care Unit - Bologna, Italy; Alma Mater Studiorum University of Bologna, Department of Clinical, Integrated and Experimental Medicine (DIMES), Bologna, Italy."], "href": "/?term=Daniele+F&cauthor_id=34175182"}, {"author": "Roberto Dongilli", "affiliation": ["Division of Respiratory Diseases with Intermediate Respiratory Intensive Care Units, Central Hospital of Bolzano, Bolzano, Italy."], "href": "/?term=Dongilli+R&cauthor_id=34175182"}, {"author": "Roberto Flore", "affiliation": ["Department of Public Health and Infectious Disease, Sapienza University of Rome - Italy. Pulmonology, Respiratory and Critical Care Unit, Policlinico Umberto I Hospital - Rome, Italy."], "href": "/?term=Flore+R&cauthor_id=34175182"}, {"author": "Angela Maria Grazia Pacilli", "affiliation": ["IRCCS Azienda Ospedaliero Universitaria di Bologna, University Hospital Sant'Orsola-Malpighi - Respiratory and Critical Care Unit - Bologna, Italy; Alma Mater Studiorum University of Bologna, Department of Clinical, Integrated and Experimental Medicine (DIMES), Bologna, Italy."], "href": "/?term=Pacilli+AMG&cauthor_id=34175182"}, {"author": "Lara Pisani", "affiliation": ["IRCCS Azienda Ospedaliero Universitaria di Bologna, University Hospital Sant'Orsola-Malpighi - Respiratory and Critical Care Unit - Bologna, Italy; Alma Mater Studiorum University of Bologna, Department of Clinical, Integrated and Experimental Medicine (DIMES), Bologna, Italy."], "href": "/?term=Pisani+L&cauthor_id=34175182"}, {"author": "Corina Tomsa", "affiliation": ["Department of Public Health and Infectious Disease, Sapienza University of Rome - Italy. Pulmonology, Respiratory and Critical Care Unit, Policlinico Umberto I Hospital - Rome, Italy."], "href": "/?term=Tomsa+C&cauthor_id=34175182"}, {"author": "María Laura Vega", "affiliation": ["IRCCS Azienda Ospedaliero Universitaria di Bologna, University Hospital Sant'Orsola-Malpighi - Respiratory and Critical Care Unit - Bologna, Italy."], "href": "/?term=Vega+ML&cauthor_id=34175182"}, {"author": "Vito Marco Ranieri", "affiliation": ["IRCCS Azienda Ospedaliero Universitaria di Bologna, University Hospital Sant'Orsola-Malpighi - Anesthesia and Intensive Care Medicine - Bologna, Italy; Alma Mater Studiorum University of Bologna, Department of Medical and Surgical Sciences, Bologna, Italy."], "href": "/?term=Ranieri+VM&cauthor_id=34175182"}, {"author": "Stefano Nava", "affiliation": ["IRCCS Azienda Ospedaliero Universitaria di Bologna, University Hospital Sant'Orsola-Malpighi - Respiratory and Critical Care Unit - Bologna, Italy; Alma Mater Studiorum University of Bologna, Department of Clinical, Integrated and Experimental Medicine (DIMES), Bologna, Italy. Electronic address: stefanonava@aosp.bo.it."], "href": "/?term=Nava+S&cauthor_id=34175182"}, {"author": "Paolo Palange", "affiliation": ["Department of Public Health and Infectious Disease, Sapienza University of Rome - Italy. Pulmonology, Respiratory and Critical Care Unit, Policlinico Umberto I Hospital - Rome, Italy."], "href": "/?term=Palange+P&cauthor_id=34175182"}], "refPMID": ["32773996", "32861276", "32162702", "22797452", "24919111", "33632247", "25818272", "33428868", "16896846", "8989174", "33516668", "11973365", "17989165", "4703635", "18064739", "33339622", "11403067", "23537296", "7599814", "10752330", "23740279", "3203132", "16410346", "8870764", "33638752", "33692120", "33718779", "32747398", "32345527", "32439289", "32291463", "33347610", "32200400", "32305591", "6409506", "32539537", "32328726", "33374759", "33361074"], "citedInPMID": ["34175182", "35011920", "34987012", "34979324", "34716076", "34526222", "34334332"], "body": " AbstractIntroductionUp to fifteen percent of patients with novel pandemic coronavirus disease (Covid-19) have acute respiratory failure (ARF). Ratio between arterial partial pressure of oxygen (PaO2) and fraction of inspired oxygen (FiO2), P/F, is currently used as a marker of ARF severity in Covid-19. P/F does not reflect the respiratory efforts made by patients to maintain arterial blood oxygenation, such as tachypnea and hyperpnea, leading to hypocapnia. Standard PaO2, the value of PaO2 adjusted for arterial partial pressure of carbon dioxide (PaCO2) of the subject, better reflects the pathophysiology of hypoxemic ARF. We hypothesized that the ratio between standard PaO2 over FiO2 (STP/F) better predicts Covid-19 ARF severity compared to P/F.MethodsAim of this pilot prospectic observational study was to observe differences between STP/F and P/F in predicting outcome failure, defined as need of invasive mechanical ventilation and/or deaths in Covid-19 ARF. Accuracy was calculated using Receiver Operating Characteristics (ROC) analysis and areas under the ROC curve (AUROC) were compared.Results349 consecutive subjects admitted to our respiratory wards due to Covid-19 ARF were enrolled. STP/F was accurate to predict mortality and superior to P/F with, respectively, AUROC 0.710 versus 0.688, p = 0.012.Both STP/F and PF were accurate to predict outcome failure (AUROC respectively of 0.747 and 0.742, p = 0.590).DiscussionThis is the first study assessing the role of STP/F in describing severity of ARF in Covid-19. According to results, STP/F is accurate and superior to P/F in predicting in-hospital mortality.Keywords: Acute respiratory failure, Covid-19, Hypocapnia, Standard PaO2, PaO2/FiO2, Prognosis 1. IntroductionNovel coronavirus disease SARS-CoV-2 emerged in December 2019, rapidly became pandemic and it was the cause of the so-called severe acute respiratory coronavirus disease (Covid-19). So far, more than 127 million cases were confirmed worldwide, with more than 2.7 million deaths [1]. Covid-19 typically affects respiratory tracts, leading to pneumonia and acute respiratory failure (ARF). [2] Morbidity and mortality related to Covid-19 are due to complications, especially acute respiratory distress syndrome (ARDS), which occur in up to 15% of cases. [3,4].The ratio of arterial (PaO2) to inspired (FiO2) partial pressure of oxygen (P/F ratio), is currently utilized to assess the severity of respiratory failure in patients with ARDS [5] and correlates to mortality rate [6], [7], [8]. P/F ratio has been recently proposed as a prognostic marker in Covid-19 [9,10]. However, P/F ratio may be poorly representative of the severity of hypoxemia in patients with ARDS [11,12] and does not consider the level of respiratory muscles effort and hyperventilation of hypoxemic patients and do not discriminate patients according to their degree of hypocapnia [13]. In addition, considerable evidence supports that alteration of ventilation perfusion rate assessed as pulmonary dead space fraction [14] or ventilatory ratio [3] are associated with mortality in ARDS [15] and severity of COVID-induced ARDS [3].In a seminal paper, Mays emphasized the axiom that PaO2 and arterial carbon dioxide tensions (PaCO2) are inversely related [16] and suggested that estimation of the severity of ventilation/perfusion mismatch may be optimized standardizing PaO2 for PaCO2 by using the formula: standardized PaO2 (STPaO2) = 1.66*PaCO2 + PaO2 - 66.4 [17]. In the current pilot observational study we evaluated if substituting PaO2 with STPaO2 in calculating P/F ratio may better stratify patients according to outcome failure, defined as needs of invasive mechanical ventilation (IMV) and/or death in patients with COVID-19. 2. Material and methodsThe Institutional Ethical Committee approved the study protocol and patients had to sign written informed consent before enrollment. This study followed the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) reporting guideline [18].Patients were prospectively recruited in the period October 31th 2020-January 31th 2021 after admission to pulmonology wards of the following hospitals: IRCCS S.Orsola-Malpighi (Alma Mater University of Bologna); Policlinico Umberto I, (Sapienza University of Rome) and Central Hospital of Bolzano. Inclusion criteria were laboratory-confirmed SARS-CoV-2 infection (positive result of real-time reverse transcriptase-polymerase chain reaction assay from either nasal or pharyngeal swabs, or lower respiratory tract aspirates); presence of consolidation and/or ground glass opacities at Chest X-ray and/or at computed tomography of lungs [19] and presence of acute respiratory failure. Acute respiratory failure was identified when pO2 was <60 mmHg at FiO2 = 21%. [20] Exclusion criteria were needs of endotracheal intubation and invasive mechanical ventilation before Pulmonology wards admission and history of chronic respiratory failure. For each study subject we collected clinical history, arterial blood gas analysis (ABGs) data (PaO2, PaCO2, pH, HCO3, FiO2) at hospital admission and at the time of admission to the Pulmonology Unit, respiratory supports applied throughout hospital stay and date of death or recovery from respiratory failure. PaO2 was standardized for PaCO2 by using the formula: standardized PaO2 (STPaO2) = 1.66*PaCO2 + PaO2 - 66.4 [17]. P/F, STPaO2 and STP/F were calculated for each subject. For STP/F and P/F, we use data from ABG collected on the first day of admission in Pulmonology Unit with the study subject that had inspired oxygen at a fixed FiO2 for at least 10 minutes [21], [22], [23], [24], [25]. Occurrence of ARF, was identified when PaO2 was < 60 mmHg with FiO2 = 0.21. Outcome failure was defined as needs of invasive mechanical ventilation (IMV) and/or death. We also evaluated the relationship between duration of ARF and P/F and STP/F. Recovery from ARF occurred before pulmonology ward discharge of the study subjects. Duration of ARF was expressed in days from emergency room (ER) admission to the first day of recovery from ARF (subjects died during hospital stay were censored). End of follow-up for each study subject was fixed hospital stay discharge (for survivors) or date of death.Continuous variables are presented as mean value and standard deviation (±SD), median, minimum and maximum values. Categorical ones are expressed by frequencies and percentages. To define accuracy of PF and STPF to predict study outcomes we used the receiver-operating characteristic (ROC) curve and compared the area under curve (AUROC) deriving from the use of conventional P/F vs. STP/F ratio. Comparisons between AUROC of PF and STPF for the study outcomes were made by De Long's test [26] and Best threshold for the ROC analysis was calculated using the Youden index point [27]. Categorical variables were analyzed using one-way analysis of variance (ANOVA) or χ2-square test, when appropriate. Associations between parameters were calculated using Spearman correlation test. P ≤  0.05 was considered statistically significant. Analysis was performed using IBM SPSS Statistics version 21. Using Buderer's formula, we empirically calculated a minimum sample size of 284 subjects to reach 70% of sensitivity and 70% of specificity [28]. In previous studies the average prevalence of outcome failure and mortality, respectively, were 43,7% and 19,6%. [[29], [30], [31], [32],]. 3. ResultsWe enrolled 349 consecutive patients. Characteristics of the study population and outcomes are described in Tables 1\nA and ​and1B.1B. Outcome failure was observed in 113 patients (32,4%) and 58 patients died (16.6%). Median survival was 18.5 days (range 4-65, mean 21.0 ± 13.4) and 13.0 days (range 0-65, mean 16.6 ± 13.3) calculated, respectively, from symptoms start to date of death and from ER admission to date of death. All deaths were caused by acute respiratory failure due to Covid-19. Median duration of ARF was 23 days (range 2-58, mean 21.6 ± 9.9).Table 1A – Characteristics of the study population and arterial blood gas analysis data at the time of Emergency Room (ER) admission.nTot.% of nMeanDSAge34969,2013,40Sex349Male23266,5%Female11733,5%Smoking277Never23584,8%Former/current4215,2%Comorbidities349Systemic arterial hypertension or Chronic Atrial fibrillation23968,5%Diabetes mellitus6919,8%Cerebrovascular accidents and/or ischemic heart disease5816,6%Chronic obstructive pulmonary disease (COPD) or asthma4512,9%Chronic kidney failure3510,0%Active neoplasm (or diagnosis <5 years)318,9%Obesity298,3%Immunodepression and/or autoimmune disease216,0%Venous thromboembolism72,0%Obstructive sleep apnea syndrome (OSAS)72,0%Interstitial lung disease20,6%Miscellaneous13939,8%≥2 comorbidities34917249,3%Symptoms349Fever29183,4%Dyspnea22464,2%Cough15945,6%Dysgeusia/ageusia329,2%Anosmia3911,2%Diarrhea5214,1%Abdominal pain267,1%Headache369,8%Fatigue Mental confusion/delirium132 2935,9% 8,3%ER admissionFiO23490,240,11FiO2 > 0,21349257,2%SpO226091,85,9ABG/PaO2 and P/F available30888,3%ABG/PaO2, PaCO2 and P/F available30587,4%pH7,470,05PaO2 (mmHg)63,816,4STPaO2 (mmHg)50,618,5PaCO2 (mmHg)32,15,0HCO3- standard (mmol/L)24,03,2PF286,779,3STP/F225,880,5PF<2003083110,1%STP/F <20030511738,4%Days from symptoms start to ER admission6,12,0Days from symptoms start to Pulmonology Unit admission9,67,7Days from ER admission to Pulmonology Unit admission3,55,7Table 1. B – Arterial blood gas analysis data at the time of Pulmonology Unit admission and outcomes of the study population.Open in a separate windownTot.% of nMeanDSPulmonology Unit admissionPrevious hospital setting349ER20157,6%General Medicine Units7020,1%Infectious diseases Unit4412,6%Other units349,7%Respiratory treatment/support applied349Standard oxygen therapy20257,8%High flow nasal oxygen10630,4%Continuous positive airway pressure318,9%Non invasive ventilation72,0%Thoracic high Resolution Computed Tomography/ pattern333Ground glass opacities14643,8%Consolidation ± Ground glass opacities18756,2%FC (bpm)33780,113,4FR (breaths/minute)32222,35,4FiO23490,510,20SpO2 (%)34495,82,7ABG available349ph7,440,40PaO2 (mmHg)85,725,4STPaO2 (mmHg)78,326,8PaCO2 (mmHg)35,55,0PaCO2 ≤ 40 mmhg30988,5%HCO3 (mmol/L)25,63,4P/F349189,461,9STP/F349172,480,1P/F<20034919656,2%STP/F <20034924971,3%OutcomesOutcome failure34911332,4%Deaths3495816,6%Need for Invasive mechanical ventilation (IMV)3497722,1%Need for respiratory treatment step up Survival, from symptoms start to date of death (days) Survival, from ER admission to date of death (days)349 58 5817249,3%21,0 16,813.4  13,3Days from ER Admission to recovery from ARF29121,69,9Open in a separate windowConsidering outcome failure, AUROC was 0.747; (95% CI 0.693-0.801) for STP/F and 0.742 for P/F (95% CI 0.687-0.797), with an advantage for STP/F comparing to P/F, but not statistically significant (p = 0.59), as shown on Fig. 1\nA. Analyzing only in-hospital mortality as outcome (Fig. 1B), only AUROC of STP/F showed enough accuracy comparing to AUROC of PF (0.710; 95% CI 0.638-0.782 vs. 0.688; 95% CI 0.650-0.846); this difference was statistically significant, p = 0.0189.Open in a separate windowFig. 1Predictive receiver-operating characteristic (ROC) curve of the study population by outcome failure (A) and deaths (B) for STP/F and P/F.PaO2, STPaO2 and PaCO2 showed not enough accuracy according to the ROC curve both by outcome failure and deaths (AUC<0.7). By outcome failure, PaO2, STPaO2 and PaCO2 showed AUC of, respectively, 0.533 (95% CI 0.491-0.616), 0.582 (95% CI 0.520-0.645), and 0.574 (95% CI 0.509-0.639). By deaths, AUROC of PaO2 was 0.599 (95% CI 0.520-0.677), AUC for STPaO2was 0.623 (95%CI 0.544-0.701) and AUC of PaCO2 was 0.617 (95% CI 0.532-0.702).According to ROC analysis, the best cut-off for STP/F was, respectively, 170 for outcome failure and 125 for deaths. The best cut-off for P/F was, respectively, 180 for outcome failure and, even if AUROC was not enough accurate, 150 for deaths. Sensibility, specificity, positive predictive value and negative predictive value for STP/F and P/F are shown on Table 2\n. There were 146 subjects with STP/F ≤ 170 and 203 with STPF > 170. Among subjects with sP/F ≤ 170, outcome failure rate was 46,8% and morality rate 23.2%. In comparison outcome failure rate and mortality rate were, respectively, 12.3% and 7.5% for the subgroup with STP/F > 170. These differences were statistically significant (p = 0.000). There were 115 subjects with STP/F ≤ 125 and 234 with P/F > 125. Among those with STP/F ≤ 125, outcome failure was 59.1% and mortality rate 33%. In comparison outcome failure rate and mortality rate were, respectively, 19,2% and 8,8% for the subgroup with STP/F > 125. These differences were statistically significant (p = 0.000).Table 2Predictive power of standard PF and PF in the study population according to outcomes (SE = sensibility; SP = specificity; PPV = positive predictive value; NPV = negative predictive value).AUROCCut-offSESPPPVNPVOutcome Failure (IMV or death)standard P/F PF0.747170 *54%87%88,00%47,00%0.74712581%41%81,00%60,00%0.742180 *59%83%85%48,00%0.74215076%40%80%54,00%Deathsstandard P/F0.71017047%19%93%23%0.710125 *75%66%92%33%P/F0.68818053%26%91,00%24,00%0.688150 *70%66%91%30%Open in a separate window* best cut-offStratifying by deaths (Table 3\n) mean value of both P/F and STP/F showed statistical significant differences between groups: patient died due to Covid-19 ARF had a mean P/F 149.9 ± 67.5, mean STP/F 129.8 ± 58.4 versus, respectively, 197.3 ± 83.3 and 181.0 ± 81.7 of survivors subgroup (p = 0.000 and p = 0.000). No differences between groups were observed according to PaO2, while the subgroup of patients who died showed lower values of PaCO2 and STPaO2 compared to the survivor subgroup (p < 0.05 - Table 3). Similar results were observed by outcome failure (need of IMV and/or deaths) with the exception of PaCO2 (Table 3). Duration of ARF (Table 4\n) was inversely associated with P/F and STP/F (p = 0.000 and p =  0.000), but not with paO2, STPaO2 and paCO2. Age and Respiratory Rate at the time of admission were positively related with duration of ARF (p < 0.05).Table 3Differences in terms of PaO2, PaCO2, standard PaO2 (STPaO2), P/F and STP/F by outcome failure and deaths in the study population (ANOVA).nMeanSDMinMaxp valueOutcome failurePaO2 (mmHg)no23687,326,350240yes11382,623,151200tot34985,725,450240.105PaCO2 (mmHg)no23635,64,92061yes11334,85,02355tot34935,55,02061.057STPaO2 (mmHg)no23680,427,830225yes11373,924,231183tot34978,326,830225.034P/Fno236209,184,360629yes113148,461,960357tot349189,482,760629.000STP/Fno236192,283,141623yes113131,155,749340tot349172,480,141623.000DeathsPaO2 (mmHg)no29186,725,450,0240,0yes5880,124,851,0200,0tot34985,725,450,0240,00.112PaCO2 (mmHg)no29135,84,920,061,0yes5834,35,326,055,0tot34935,55,020,061,0.037STPaO2 (mmHg)no29179,626,930,0225,0yes5871,425,431,0183,0tot34978,326,830,0225,0.032P/Fno291197,383,360,0629,0yes58149,967,560,0357,0tot349189,482,760,0629,0.000STP/Fno291181,081,741,0623,0yes58129,858,449,0306,0tot349172,480,541,0623,0.000Open in a separate windowTable 4Association between age, respiratory rate, PaO2, PaCO2, standard PaO2 (STPaO2), P/F, STP/F and ARF duration in days (Spearman's correlation)Duration of ARFAge Respiratory Rate PaO2 (mmHg)Correlation coefficient sig. n Correlation coefficient sig n Correlation coefficient0.136 0.061 191 0.286 0.000 172 -.022sig..764n191PaCO2 (mmHg)Correlation coefficient-.066sig..362n191STPaO2 (mmHg)Correlation coefficient-.040sig..583n191P/FCorrelation coefficient-.385sig..000n191STP/FCorrelation coefficient-.396sig..000n191Open in a separate window 4. DiscussionThe main finding of the current investigation is that accuracy of STP/F to predict death was higher than conventional P/F (0.710; 95% CI 0.638-0.782 vs. 0.688; 95% CI 0.650-0.846, p = 0.012), Fig. 1 and Table 2. Interestingly, STP/F is accurate and superior to P/F in predicting in-hospital mortality, but not outcome failure (defined as deaths or need of IMV), as if the need of IMV is not affected by STP/F or P/F values. STP/F can predict mortality in all patients of our study population.Mean PaCO2 of the study population was inferior to 40 mmHg, and mean respiratory rate was 22 ± 5 breaths per minute (Table 1B). This confirms the hypocapnic compensation of hypoxemia in Covid-19, mainly obtained by increase of tidal volume. Moreover, mean value of PaCO2 of the subgroup died for ARF due to Covid-19 was inferior to the one of the survivors subgroup (Table 3), p = 0.037, as if low PaCO2 might suggest risk of further ARF worsening, even if AUROC curve of paCO2 is not enough accurate to predict outcome failure.Prevalence of never smokers in our study population was 85%; this reflects data emerged from literature about Covid-19 [[33], [34],]. Smoking can modulate immunity reducing its effectiveness. Thus could result in a less reactive inflammatory response during Covid-19, preventing the cytokine storm responsible of the progression of the disease in ARF due to Covid-19 and explain the lower prevalence of current or former smokers in Covid-19 reported studies. [[33], [34],]. We can speculate, in addition, that usually a fraction of current smokers or former smokers may be affected by chronic obstructive pulmonary disease (COPD). Having a respiratory chronic disease, COPD patient might have a more preventive social behavior strategy and respect strictly rules such as wearing masks and to respect physical distances. Moreover COPD patients could probably early recognize Covid-19 related respiratory symptoms and signs, leading them to have an early access to medical consultation and/or ER.According to our findings, STP/F better describes ARF due to Covid-19 in its hypocapnic nature. Using STPaO2 instead of PaO2 (standard P/F versus P/F) better describes this phenomenon and could better relate to prognosis, in particular in-hospital mortality.Defining all mechanisms responsible for ARF during SARS-CoV-2 pneumonia with one parameter is not simple, since pathophysiology of lung injury due to Covid-19 is multifactorial and the impact of every single compensatory mechanism varies between subjects and through the course of the disease. [35], [36], [37] In Covid-19, inflammation and oedema in alveoli are the main responsible of hypoxemia in the early phases of disease, so that P/F reasonably relate to severity of diffusing impairment here. With the progression of disease (consolidation phase), V/Q mismatch and shunt mechanism become prevalent, so that hypoxemic ARF becomes less responder to implementation of FiO2 due to incapacity to improve PaO2 in non-ventilated alveoli. In lung regions where shunt is prevalent, P/F could be not so representative of severity of the disease. [[38], [39],] Reducing partial pressure of carbon dioxide (PaCO2) represents a protective mechanism: low values of PaO2 increase minute ventilation in response to chemoreceptor stimulation. Hyperventilation is a feedback mechanism to correct hypoxia at the expense of PaCO2 reduction and left shift of the HbO2 dissociation curve. In this way, tachypnea and hyperpnoea, generated by a rise of minute ventilation through increasing respiratory rate and tidal volume, compensate both hypoxemia and prevent blood acidosis [40].Notably, the presence of microvascular thrombosis in subjects with Covid-19 ARF, highlighted by the increase of D-dimer and alveolar dead space; may contribute to the severity and progression of hypoxia observed in Covid-19 [41]. Several data showed that outcome is related to dead space through measurement of ventilatory ratio in typical ARDS and in Covid-19 [3]. These measurements in subjects in spontaneous breathing are not obtainable, so that STPF could represent a surrogate of the ventilatory ratio.There is an urgent need to identify patients at higher risk of intubation and death, since de novo ARF plays a central role in Covid-19, being responsible for morbidity and mortality [4,42,43]. In addition, defining the best setting where to allocate patients affected by SARS-CoV-2 pneumonia could play a central role in this emergency era for health care resources worldwide. Finding a parameter which could help clinicians to detect early which patient will need more resources, in particular the need of respiratory support and so Pulmonology Unit hospitalization, may optimize Covid-19 outcomes and improve costs-benefits ratio.This is the first study assessing the role of standard paO2 in relationship to prognosis in acute respiratory failure: this pilot study identifies STPF as a better predictor of mortality than PF in Covid-19 ARF. We propose the use of STP/F because, from a pathophysiological point of view, it better describes the compensatory mechanism present in hypoxemic ARF typical of Covid-19 and our study showed that is more accurate in discriminating prognosis. STPaO2 is a parameter obtainable simply in standard practice using a formula validated since years [17].Limits of this study are its observational nature and the short enrollment phase due to its pilot nature. Moreover it does not take into account patients with ARF due to Covid-19 admitted directly from ER to ICU; this could explain the relatively low outcome failure and mortality ratio seen in our study (respectively 32.4% and 16.6%). However, outcome failure, as defined by need for invasive mechanical ventilation and/or death, was online with previous literature describing patients outside ICU setting [[29], [30], [31], [32],]. Outcome failure results could be affected to the decision to start IMV according to PF value of the patient (for example a rapid decline of P/F), so that this could represent a bias of this study, while mortality is independent. To avoid selection bias we enrolled all consecutive patients with ARF due to Covid-19, all admitted at our Units managed by pulmonologists due to a worsening of their clinical condition. Maybe differences emerged from our pilot study are not enough to change the clinical practice, but it may be helpful in considering the pathophysiological features leading to the calculation of this index (P/F).Clinical use of STP/F as a predictor of in-hospital mortality could be used to allocate patients in the right setting. Enlarging sample size in an extension future study, and, if properly uniformed, considering uniformed ABGs at the time of ER admission, could better define the impact of using STP/F in hypoxemic Covid-19 ARF and its management. In addition, the prognostic significance of STP/F could be compared in future with other Covid-19 prognostic indices such as C-reactive protein, blood leukocyte count and D-dimer, simpler to obtain in clinical practice.More prospective studies are needed to validate the value of STP/F as a marker of outcome in Covid-19 and to define its severity cut-offs. In future, STP/F could also be studied in other ARF settings such as acute exacerbation of chronic obstructive pulmonary disease, interstitial lung diseases and pneumonia due to other infectious agents than Covid-19. Author's contributionIP study design, study coordination, data collection and analysis, draft manuscript. LDA study design, data integrity and accuracy. PC, FD, RD, RF, AMGP, LP, CT, MLV data collection. VMR manuscript revision. SN study design, supervision, manuscript revision. PP study design, data analysis, manuscript revision, final approval of the version submitted for publication. IP conceptualization, data curation, formal analysis. FundingThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Declaration of Competing InterestAll Authors declare no conflict of interests. AcknowledgmentsAuthors thank all the clinicians’ part of the study staff of our Pulmonology Units for the data accuracy of arterial blood gas analysis and clinical history collected from patients during this pandemic emergency period due to Covid-19. This precision has permitted this research. References1. World health organization (WHO) Coronavirus Disease (COVID-19); https://covid19.who.int. Date last updated: March 31 2021. Date last accessed: March 31 2021.2. Stawicki S.P., Jeanmonod R., Miller A.C., Paladino L., Gaieski D.F., Yaffee A.Q. The 2019-2020 Novel Coronavirus (Severe Acute Respiratory Syndrome Coronavirus 2) Pandemic: a Joint American College of Academic International Medicine-World Academic Council of Emergency Medicine Multidisciplinary COVID-19 Working Group Consensus Paper. J Glob Infect Dis. 2020;12(2):47–93. [PMC free article] [PubMed] [Google Scholar]3. Grasselli G., Tonetti T., Protti A., Langer T., Girardis M., Bellani G. Pathophysiology of COVID-19-associated acute respiratory distress syndrome: a multicentre prospective observational study. Lancet Respir Med. 2020;8(12):1201–1208. [PMC free article] [PubMed] [Google Scholar]4. Li L.Q., Huang T., Wang Y.Q., Wang Z.P., Liang Y., Huang T.B. COVID-19 patients' clinical characteristics, discharge rate, and fatality rate of meta-analysis. J Med Virol. 2020;92(6):577–583. [PMC free article] [PubMed] [Google Scholar]5. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]6. Goligher E.C., Kavanagh B.P., Rubenfeld G.D., Adhikari N.K., Pinto R., Fan E. Oxygenation response to positive end-expiratory pressure predicts mortality in acute respiratory distress syndrome. A secondary analysis of the LOVS and ExPress trials. Am J Respir Crit Care Med. 2014;190(1):70–76. [PubMed] [Google Scholar]7. Sakr Y., François B., Solé-Violan J., Kotfis K., Jaschinski U., Estella A. SOAP and ICON Investigators. Temporal changes in the epidemiology, management, and outcome from acute respiratory distress syndrome in European intensive care units: a comparison of two large cohorts. Crit Care. 2021;25(1):87. [PMC free article] [PubMed] [Google Scholar]8. Villar J., Blanco J., del Campo R., Andaluz-Ojeda D., Díaz-Domínguez F.J., Muriel A. Spanish initiative for epidemiology, stratification & therapies for ARDS (SIESTA) network. Assessment of PaO2/FiO2 for stratification of patients with moderate and severe acute respiratory distress syndrome. BMJ Open. 2015;5(3) [PMC free article] [PubMed] [Google Scholar]9. World Health Organization (2021). COVID-19 clinical management: living guidance. 25 January 2021. World Health Organization. https://apps.who.int/iris/handle/10665/338882. License: CC BY-NC-SA 3.0 IGO.10. Cortinovis M., Perico N., Remuzzi G. Long-term follow-up of recovered patients with COVID-19. Lancet. 2021;397(10270):173–175. [PMC free article] [PubMed] [Google Scholar]11. Aboab J., Louis B., Jonson B., Brochard L. Relation between PaO2/FIO2 ratio and FIO2: a mathematical description. Intensive Care Med. 2006;32(10):1494–1497. [PubMed] [Google Scholar]12. Gowda M.S., Klocke R.A. Variability of indices of hypoxemia in adult respiratory distress syndrome. Crit Care Med. 1997;25(1):41–45. [PubMed] [Google Scholar]13. Winck J.C., Scala R. Non-invasive respiratory support paths in hospitalized patients with COVID-19: proposal of an algorithm. Pulmonology. 2021;S2531-0437(20):30265–30268. [PMC free article] [PubMed] [Google Scholar]14. Nuckton T.J., Alonso J.A., Kallet R.H., Daniel B.M., Pittet J.F., Eisner M.D. Pulmonary dead-space fraction as a risk factor for death in the acute respiratory distress syndrome. N Engl J Med. 2002;346(17):1281–1286. [PubMed] [Google Scholar]15. Lucangelo U., Bernabè F., Vatua S., Degrassi G., Villagrà A., Fernandez R. Prognostic value of different dead space indices in mechanically ventilated patients with acute lung injury and ARDS. Chest. 2008;133(1):62–71. [PubMed] [Google Scholar]16. Rahn H., Fenn W.O.  The American Physiological Society; 1955. A graphical analysis of the respiratory gas exchange. [Google Scholar]17. Mays E.E. An arterial blood gas diagram for clinical use. Chest. 1973;63(5):793–800. [PubMed] [Google Scholar]18. Von Elm E., Altman D.G., Egger M., Pocock S.J., Gøtzsche P.C., Vandenbroucke J.P. STROBE Initiative. The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies. Lancet. 2007;370(9596):1453–1457. [PubMed] [Google Scholar]19. Martínez Chamorro E., Díez Tascón A., Ibáñez Sanz L., Ossaba Vélez S., Borruel Nacenta S. Radiologic diagnosis of patients with COVID-19. Radiologi´a. 2021;63(1):56–73. [Epub 2021 Jan 8] [PMC free article] [PubMed] [Google Scholar]20. British medical journal (BMJ) Best Practice - Acute respiratory failure. https://bestpractice.bmj.com/topics/en-us/853. Date last reviewed: 21 Apr 2021. Date last updated: 13 May 2020. Date last accessed: 22 May 2021.21. Cakar N., Tuŏrul M., Demirarslan A., Nahum A., Adams A., Akýncý O. Time required for partial pressure of arterial oxygen equilibration during mechanical ventilation after a step change in fractional inspired oxygen concentration. Intensive Care Med. 2001;27(4):655–659. [PubMed] [Google Scholar]22. Weinreich U.M., Thomsen L.P., Hansen A., Kjærgaard S., Wagner P.D., Rees S.E. Time to steady state after changes in FIO(2) in patients with COPD. COPD. 2013;10(4):405–410. [PubMed] [Google Scholar]23. Sasse S.A., Jaffe M.B., Chen P.A., Voelker K.G., Mahutte C.K. Arterial oxygenation time after an FIO2 increase in mechanically ventilated patients. Am J Respir Crit Care Med. 1995;152(1):148–152. [PubMed] [Google Scholar]24. Utada K., Matayoshi Y., Fujita F., Nakamura K., Matsuda N. Equilibration period for PaO2 following alteration of FIO2 in mechanically ventilated patients. Masui. 2000;49(3):312–315. [PubMed] [Google Scholar]25. Chiumello D., Coppola S., Froio S., Mietto C., Brazzi L. Time to reach a new steady state after changes of positive end expiratory pressure. Intensive Care Med. 2013;39(8):1377–1385. [PubMed] [Google Scholar]26. DeLong E.R., DeLong D.M., Clarke-Pearson D.L. Comparing the areas under two or more correlated receiver operating characteristic curves: a nonparametric approach. Biometrics. 1988;44(3):837–845. [PubMed] [Google Scholar]27. Perkins N.J., Schisterman E.F. The inconsistency of \"optimal\" cutpoints obtained using two criteria based on the receiver operating characteristic curve. Am J Epidemiol. 2006 Jan 12;163(7):670–675. 2006.Epub. [PMC free article] [PubMed] [Google Scholar]28. Buderer N.M. Statistical methodology: I. Incorporating the prevalence of the disease into the sample size calculation for sensitivity and specificity. Acad Emerg Med. 1996;3:895–900. [PubMed] [Google Scholar]29. Bonnet N., Martin O., Boubaya M., Levy V., Ebstein N., Karoubi P. High flow nasal oxygen therapy to avoid invasive mechanical ventilation in SARS-CoV-2 pneumonia: a retrospective study. Ann Intensive Care. 2021;11(1):37. [PMC free article] [PubMed] [Google Scholar]30. Chalmers J.D., Crichton M.L., Goeminne P.C., Cao B., Humbert M., Shteinberg M. Management of hospitalised adults with coronavirus disease-19 (COVID-19): A European Respiratory Society living guideline. Eur Respir J. 2021 Epub ahead of print March 10 2021. PMID: 33692120; PMCID: PMC7947358. [PMC free article] [PubMed] [Google Scholar]31. Gupta A., Nayan N., Nair R., Kumar K., Joshi A., Sharma S. Diabetes mellitus and hypertension increase risk of death in novel corona virus patients irrespective of age: a prospective observational study of Co-morbidities and COVID-19 from India. SN Compr Clin Med. 2021:1–8. Epub ahead of print March 8 2021. [PMC free article] [PubMed] [Google Scholar]32. Franco C., Facciolongo N., Tonelli R., Dongilli R., Vianello A., Pisani L. Feasibility and clinical impact of out-of-ICU noninvasive respiratory support in patients with COVID-19-related pneumonia. Eur Respir J. 2020;56(5) [PMC free article] [PubMed] [Google Scholar]33. Garufi G., Carbognin L., Orlandi A., Tortora G., Bria E. Smoking habit and hospitalization for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)-related pneumonia: the unsolved paradox behind the evidence. Eur J Intern Med. 2020;77:121–122. [PMC free article] [PubMed] [Google Scholar]34. Lippi G., Sanchis-Gomar F., Henry B.M. Active smoking and COVID-19: a double-edged sword. Eur J Intern Med. 2020;77:123–124. [PMC free article] [PubMed] [Google Scholar]35. Gattinoni L., Chiumello D., Caironi P., Busana M., Romitti F., Brazzi L. COVID-19 pneumonia: different respiratory treatments for different phenotypes? Intensive Care Med. 2020;46(6):1099–1102. [PMC free article] [PubMed] [Google Scholar]36. Simonson T.S., Baker T.L., Banzett R.B., Bishop T., Dempsey J.A., Feldman J.L. Silent hypoxaemia in COVID-19 patients. J Physiol. 2020 Dec 21 doi: 10.1113/JP280769. [preprint] [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Goh K.J., Choong M.C., Cheong E.H., Kalimuddin S., Duu Wen S., Phua G.C. Rapid progression to acute respiratory distress syndrome: review of current understanding of critical illness from COVID-19 infection. Ann Acad Med Singap. 2020;49(3):108–118. [PubMed] [Google Scholar]38. Bendjelid K., Raphaël G. Treating hypoxemic patients with SARS-COV-2 pneumonia: back to applied physiology. Anaesth Crit Care Pain Med. 2020;39(3):389–390. [PMC free article] [PubMed] [Google Scholar]39. Covelli H.D., Nessan V.J., Tuttle W.K. Oxygen derived variables in acute respiratory failure. Crit Care Med. 1983;11(8):646–649. [PubMed] [Google Scholar]40. Tobin M.J., Laghi F., Jubran A. Why COVID-19 silent hypoxemia is baffling to physicians. Am J Respir Crit Care Med. 2020;202(3):356–360. [PMC free article] [PubMed] [Google Scholar]41. Copin M.C., Parmentier E., Duburcq T., Poissy J., Mathieu D., Lille COVID-19 I.C.U. and Anatomopathology Group  Time to consider histologic pattern of lung injury to treat critically ill patients with COVID-19 infection. Intensive Care Med. 2020;46(6):1124–1126. [PMC free article] [PubMed] [Google Scholar]42. Khan M., Adil S.F., Alkhathlan H.Z., Tahir M.N., Saif S., Khan M. COVID-19: a global challenge with old history, epidemiology and progress so far. Molecules. 2020;26(1):39. [PMC free article] [PubMed] [Google Scholar]43. Lai X., Liu J., Zhang T., Feng L., Jiang P., Kang L. Clinical, laboratory and imaging predictors for critical illness and mortality in patients with COVID-19: protocol for a systematic review and meta-analysis. BMJ Open. 2020;10(12) [PMC free article] [PubMed] [Google Scholar]"}