{"title": "Incremental prognostic value of biventricular longitudinal strain and high-sensitivity troponin I in COVID-19 patients", "pubDate": "2021", "PMCID": "PMC8444873", "DOI": "10.1111/echo.15133", "PMID": "34184314", "abstract": "Background:                       Whether the combination of ventricular strain with high-sensitivity troponin I (hs-TNI) has an incremental prognostic value in coronavirus disease 2019 (COVID-19) patients has not been evaluated. The study aimed to evaluate the prognostic value of biventricular longitudinal strain and its combination with hs-TNI in COVID-19 patients.                  Methods:                       A total of 160 COVID-19 patients who underwent both echocardiography and hs-TNI testing were enrolled in our study. COVID-19 patients were divided into two groups (critical and non-critical) according to severity-of-illness. The clinical characteristics, cardiac structure and function were compared between the two groups. The prognostic value of biventricular longitudinal strain and its combination with hs-TNI were evaluated by logistic regression analyses and receiver operating characteristic curves. Left ventricular longitudinal strain (LV LS) and right ventricular free wall longitudinal strain (RVFWLS) were determined by 2D speckle-tracking echocardiography.                  Results:                       The LV LS and RVFWLS both were significantly lower in critical patients than non-critical patients (LV LS: -16.6±2.4 vs -17.9±3.0, P = .003; RVFWLS :-18.8±3.6 vs -23.9±4.4, P<.001). During a median follow-up of 60 days, 23 (14.4%) patients died. The multivariant analysis revealed that LV LS and RVFWLS [Odd ratio (95% confidence interval): 1.533 (1.131-2.079), P = .006; 1.267 (1.036-1.551), P = .021, respectively] were the independent predictors of higher mortality. Further, receiver-operating characteristic analysis revealed that the accuracy for predicting death was greater for the combination of hs-TNI levels with LV LS than separate LV LS (AUC: .91 vs .77, P = .001), and the combination of hs-TNI levels with RVFWLS than RVFWLS alone (AUC: .89 vs .83, P = .041).                  Conclusions:                       Our study highlights that the combination of ventricular longitudinal strain with hs-TNI can provide higher accuracy for predicting mortality in COVID-19 patients, which may enhance risk stratification in COVID-19 patients.", "author": [{"author": "Wei Sun", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Sun+W&cauthor_id=34184314"}, {"author": "Yanting Zhang", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Zhang+Y&cauthor_id=34184314"}, {"author": "Chun Wu", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Wu+C&cauthor_id=34184314"}, {"author": "Yuji Xie", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Xie+Y&cauthor_id=34184314"}, {"author": "Li Peng", "affiliation": ["Department of Pathology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Peng+L&cauthor_id=34184314"}, {"author": "Xiu Nie", "affiliation": ["Department of Pathology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Nie+X&cauthor_id=34184314"}, {"author": "Cheng Yu", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Yu+C&cauthor_id=34184314"}, {"author": "Yi Zheng", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Zheng+Y&cauthor_id=34184314"}, {"author": "Yuman Li", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Li+Y&cauthor_id=34184314"}, {"author": "Jing Wang", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Wang+J&cauthor_id=34184314"}, {"author": "Yali Yang", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Yang+Y&cauthor_id=34184314"}, {"author": "Qing Lv", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Lv+Q&cauthor_id=34184314"}, {"author": "Li Zhang", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Zhang+L&cauthor_id=34184314"}, {"author": "Cynthia C Taub", "affiliation": ["Division of Cardiology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, New York, USA."], "href": "/?term=Taub+CC&cauthor_id=34184314"}, {"author": "Mingxing Xie", "affiliation": ["Department of Ultrasound, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "Hubei Province Clinical Research Center for Medical Imaging, Wuhan, China.", "Hubei Province Key Laboratory of Molecular Imaging, Wuhan, China."], "href": "/?term=Xie+M&cauthor_id=34184314"}], "refPMID": ["32211816", "32219356", "32391877", "24703918", "26685140", "21338865", "28624411", "31064677", "23811750", "31596464", "32803484", "32749151", "32654963", "31986264", "22797452", "30282592", "25559473", "20620859", "8543964", "3203132", "32171076", "32291207", "23332146", "32205590", "32186331", "15165741", "32252591", "26857507", "12845623", "26588987", "26209911", "33089972"], "citedInPMID": ["34184314"], "body": " AbstractBackgroundWhether the combination of ventricular strain with high‐sensitivity troponin I (hs‐TNI) has an incremental prognostic value in coronavirus disease 2019 (COVID‐19) patients has not been evaluated. The study aimed to evaluate the prognostic value of biventricular longitudinal strain and its combination with hs‐TNI in COVID‐19 patients.MethodsA total of 160 COVID‐19 patients who underwent both echocardiography and hs‐TNI testing were enrolled in our study. COVID‐19 patients were divided into two groups (critical and non‐critical) according to severity‐of‐illness. The clinical characteristics, cardiac structure and function were compared between the two groups. The prognostic value of biventricular longitudinal strain and its combination with hs‐TNI were evaluated by logistic regression analyses and receiver operating characteristic curves. Left ventricular longitudinal strain (LV LS) and right ventricular free wall longitudinal strain (RVFWLS) were determined by 2D speckle‐tracking echocardiography.ResultsThe LV LS and RVFWLS both were significantly lower in critical patients than non‐critical patients (LV LS: ‐16.6±2.4 vs ‐17.9±3.0, P = .003; RVFWLS :‐18.8±3.6 vs ‐23.9±4.4, P<.001). During a median follow‐up of 60 days, 23 (14.4%) patients died. The multivariant analysis revealed that LV LS and RVFWLS [Odd ratio (95% confidence interval): 1.533 (1.131–2.079), P = .006; 1.267 (1.036–1.551), P = .021, respectively] were the independent predictors of higher mortality. Further, receiver‐operating characteristic analysis revealed that the accuracy for predicting death was greater for the combination of hs‐TNI levels with LV LS than separate LV LS (AUC: .91 vs .77, P = .001), and the combination of hs‐TNI levels with RVFWLS than RVFWLS alone (AUC: .89 vs .83, P = .041).ConclusionsOur study highlights that the combination of ventricular longitudinal strain with hs‐TNI can provide higher accuracy for predicting mortality in COVID‐19 patients, which may enhance risk stratification in COVID‐19 patients.Keywords: biventricular strain, COVID‐19, high‐sensitivity troponin I, speckle‐tracking echocardiography 1. INTRODUCTIONCoronavirus disease 2019 (COVID‐19) caused by severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) has spread rapidly around the world.1 The number of fatalities due to COVID‐19 is escalating. Acute cardiac injury has been commonly described and shown to be associated with a higher risk of mortality in COVID‐19 patients,2, 3, 4 but the corresponding research regarding the changes of cardiac structure and function was still insufficient. Echocardiography is the first‐line imaging technique for cardiac assessment, and is an indispensable bedside tool that allows non‐invasive evaluation of ventricular performance in COVID‐19 patients in isolated wards. Myocardial strain derived from speckle‐tracking echocardiography (STE) has been shown to be more sensitive and accurate in detecting subclinical impairment of ventricular function than conventional echocardiography.5, 6, 7 More importantly, ventricular longitudinal strain has been demonstrated to be of robust prognostic value in various diseases.8, 9, 10, 11 And previous study reported that ventricular strains were impaired in relative severe COVID‐19 patients than non‐severe patients.12, 13 Furthermore, although the prognostic implication of biventricular longitudinal strain in COVID‐19 patients also has been reported,12, 13, 14 whether the combination of ventricular longitudinal strain with high‐sensitivity troponin I (hs‐TNI) has an incremental prognostic value in COVID‐19 patients has not been evaluated.Therefore, the study aimed to (1) evaluate the cardiac structure and function in COVID‐19 patients with different severity of illness; (2) explore the prognostic value of biventricular longitudinal strain; and (3) investigate whether the combination of ventricular longitudinal strain with hs‐TNI has an incremental prognostic value in COVID‐19 patients. 2. METHODS2.1. Study populationThis retrospective study was performed at Union Hospital (Affiliated with Tongji Medical College, Huazhong University of Science and Technology) Wuhan, China. We enrolled a total of 222 patients who were confirmed with COVID‐19 according to the WHO interim guidance,15 and both underwent echocardiography from January 29, 2020 to March 4, 2020. Bedside echocardiography was performed based on clinical indications. Of the 222 COVID‐19 patients, we excluded 31 patients due to insufficient image quality for echocardiographic analysis, 10 patients because of arrhythmia (including atrial fibrillation or flutter, frequent ventricular premature beats) during echocardiogram examination, and 21 patients without the data of hs‐TNI, leaving 160 patients included for the final analysis.The study was approved by the ethics committee of the Union hospital Tongji Medical College, Huazhong University of Science and Technology Ethics Committee. Written informed consent was waived for all participants with emerging infectious diseases.2.2. Clinical dataData including demographic and clinical information during hospitalization were retrieved from the medical records. Patients clinical outcomes were followed up to April 20, 2020, the endpoint event was death. Serum plasma levels of hs‐TNI above the 99th percentile of the upper limit of reference were considered to be elevated and suggestive of acute cardiac injury.16 Acute respiratory distress syndrome (ARDS) was defined according to the Berlin Definition.17 The criteria for the severity of COVID‐19 disease was defined by the Chinese management guideline for COVID‐19 (version 7.0), and the 160 COVID‐19 patients were divided into two groups: critical and non‐critical groups.18 The critical COVID‐19 disease: with any of the following conditions: respiratory failure requiring mechanical ventilation, shock, and/or other organ failure requiring admission to the intensive care unit (ICU) based on the published guideline.18\nOf the 23 deceased COVID‐19 patients, six patients with acute cardiac injury underwent the ultrasound‐guided postmortem tissue sampling to observe the pathological changes of heart tissue under the consent of their family members. The ultrasound‐guided postmortem tissue sampling of heart was taken within approximately 2 hours of death in isolated wards.2.3. Conventional echocardiographyBedside echocardiography was performed with Philip EPIQ7C ultrasound scanner (Philips Medical Systems, Andover, MA, USA) equipped with S5‐1 transducers. The echocardiography examinations were performed according to the current recommendations of the American Society of Echocardiography.19 The frame rate was set between 50 and 70 frames/sec. All 2D and Doppler echocardiographic parameters were acquired according to the published guidelines.20, 21 Left ventricular ejection fraction (LVEF) was calculated using Simpson's method. Right ventricular (RV) basal diameter was measured from right ventricle–focused apical four‐chamber view, and the minor right atrial (RA) diameter was measured from the mid level of RA from apical four‐chamber view. Tricuspid annular plane systolic excursion (TAPSE), systolic tricuspid lateral annular tissue velocity (S'), and RV fractional area change (FAC) were measured according to the published guideline.21 Pulmonary artery systolic pressure (PASP) was assessed by the peak tricuspid regurgitation (TR) jet velocity, using the simplified Bernoulli equation and added this value to the estimated right atrial pressure.21\n2.4. Strain analysisBiventricular strain parameters were acquired by experienced echocardiographers who were blinded to the clinical information using 2D strain software (2D Cardiac Performance Analysis 1.2 for 2D‐STE; TomTec Imaging Systems, Unterschleissheim, Germany) according to the current recommendation.7 The endocardium was tracked automatically by the software throughout the entire cardiac cycle, and the endocardial border could be adjusted manually by the operator if necessary. The LV longitudinal strain (LS) was calculated as the average peak systolic longitudinal strain of the six segments of LV from apical four‐chamber views. RV free wall longitudinal strain (FWLS) was calculated as the mean longitudinal peak systolic strain of the three segments of RV free wall from the apical four‐chamber RV‐focused view.2.5. Inter‐observer and intra‐observer reproducibilityTwenty five subjects were randomly selected to estimate intra‐observer and inter‐observer variability of LV LS and RVFWLS. Intra‐observer variability was assessed by the same observer remeasuring the same patients two weeks later. Inter‐observer variability was assessed independently by two researchers.2.6. Statistical analysisCategorical variables were described as frequency rates and percentages, and continuous variables as mean±standard deviation (SD), median, and inter‐quartile range (IQR). The normality of the data was evaluated by Shapiro‐Wilk test. Comparisons between critical and non‐critical COVID‐19 patients were assessed by independent group t tests for normally distributed data, the Mann‐Whitney U test for non‐normally distributed data, and the χ2 or Fisher exact test for categorical variables. Spearman's correlation coefficient was used to determine the association of plasma hs‐TNI levels with C‐reactive protein (CRP) and interleukin‐6 (IL‐6) levels. Univariate and multivariate logistic regression analyses were used to explore the predictors of death in COVID‐19 Patients. Univariate predictors with P < .05 were selected to include into the multivariate logistic regression analysis. And the number of independent variables included in the multivariable model was constrained to yield roughly 10 events per variable to avoid overfitting of the model.22 Receiver operating characteristic curves (ROC) were performed to calculate the sensitivity and specificity of strain parameters and identify their cutoff values (maximum Youden index) for predicting death. To investigate whether the combination of strain parameters and hs‐TNI had an incremental prognostic value for predicting death, we also calculated the resulting area under the curve (AUC) of ROC for the combination of hs‐TNI and LV LS or RVFWLS. Comparisons of AUC were performed using the Delong test.23 Kaplan‐Meier survival curves were plotted to compare survival between the groups according to strain parameter alone, and the combination of strain parameter and hs‐TNI using the log‐rank test. The reproducibility was assessed using intra‐class correlation coefficients (ICC) and Bland‐Altman analyses. All statistical analyses were performed using SPSS version 23.0 (Statistical Package for the Social Sciences, Chicago, IL USA) and STATA software version 10 (StataCorp, Texas, USA). All tests were 2‐tailed, P < .05 was considered statistically significant. 3. RESULTS3.1. Clinical characteristicsThe clinical characteristics of the 160 patients were shown in Table 1. The mean age was 62.1±13.4 years. Eighty‐three (51.9%) patients were men. Compared with non‐critical patients, the critical patients were older, showed a significantly higher rate of male predominance and higher respiratory rate. And critical patients presented with more abnormal laboratory findings including lower Lymphocyte count, higher inflammation‐related indices (white blood cell counts, CRP, procalcitonin, IL‐6, and D‐dimer), and further elevations in cardiac function indices (hs‐TNI, creatine kinase muscle‐brain, B‐type natriuretic peptide) than non‐critical patients. Additionally, critical patients were more likely to receive antibiotic, glucocorticoid, immunoglobulin, and mechanical ventilation therapy, admit to ICU, develop ARDS, acute cardiac injury, acute kidney injury, and coagulation dysfunction. Moreover, plasma hs‐TNI levels correlated with plasma IL‐6 levels (spearman r = .58, P < .001) and CRP levels (spearman r = .40, P < .001) (Figure 1).TABLE 1Clinical characteristics of critical and non‐critical COVID‐19 patientsVariablesAll Patients (n = 160)Critical (n = 50)Non‐critical (n = 110)P Value\nClinical characteristics\nAge (years)62.1±13.465.6±12.160.5±13.7.027Male, n (%)83(51.9)18(78.3)65(47.4).006Body mass index (kg/m2)\n23.7±2.924.1±2.923.4±2.9.194Heart rate (beats/min)90.5±16.792.0±17.189.8±16.5.433Respiratory rate (times/min)23(20, 30)25(20, 32)22(20, 30).028SBP (mm Hg)132(121, 144)131(120, 144)132(122, 144).970DBP (mm Hg)80(73, 87)79(73, 86)80(74, 89).254Smoker, n (%)9 (5.6)3(6.0)6(5.5)1.000\nComorbidities\nHypertension, n (%)67(41.9)25(50.0)42(38.2).160Diabetes, n (%)23(14.4)5(10.0)18(16.4).288Cardiac disease, n (%)27(16.9)14(28.0)13(11.8).011COPD, n (%)9(5.6)4(8.0)5(8.5).611Chronic kidney disease, n (%)4(2.5)1(2.0)3(2.7)1.000Chronic liver disease, n (%)8 (5.0)4(8.0)4(3.6).434Malignancy, n (%)11 (6.9)3(6.0)8(7.3)1.000\nLaboratory findings\nWhite blood cell( × 10⁹/L)7.0(5.0, 10.0)8.9(6.2, 11.0)6.2(4.7, 9.2)<.001Lymphocyte count (× 10⁹/L)1.01(.61, 1.42).64(.39, 1.07)1.12(.79, 1.50)<.001CRP (mg/L)26.3(3.7, 65.2)70.3(26.9, 121.4)12.3(2.4, 43.5)<.001PCT (ng/ml).09(.05, .20).15(.09, .28).07(.04, .16)<.001IL‐6 (pg/ml)a\n4.3(2.2, 20.4)13.0(4.0, 44.6)3.9(1.7, 8.4)<.001D‐dimer (mg/L)1.5(0.6, 6.1)4.7(1.2, 8.0)1.1(.5, 3.8)<.001hs‐TNI (ng/L)5.2 (2.2, 33.8)34.9(8.0, 71.9)3.3 (1.6, 10.8)<.001CK‐MB (U/L)12.0(9.0, 26.0)20.5(10.0, 32.0)11.0(9.0, 16.0).001BNP( pg/ml)53.4(19.0, 176.4)162.5(62.4, 249.0)35.0(10.0, 96.6)<.001\nTreatments\nAntiviral therapy n (%)149(93.1)47(94.0)102(92.7)1.000Antibiotic therapy, n (%)120(75.0)47(94.0)73(66.4)<.001Immunoglobulin, n (%)54(33.8)31(62.0)23(20.9)<.001Glucocorticoid therapy, n (%)65(40.6)31(62.0)34(30.9)<.001ACE‐I/ARB, n (%)12(7.5)5(10.0)7(6.4).627Oxygen therapy, n (%)139(86.9)50(100.0)89(80.9).093High‐flow oxygen, n (%)84(52.8)47(94.0)37(33.9)<.001Mechanical ventilation37(23.1)37(74.0)0(.0)<.001IMV, n (%)27(16.9)27(54.0)0(.0)<.001NIMV, n (%)10(6.3)10 (20.0)0(.0).055ICU admission, n (%)29(18.1)29(58.0)0(.0)<.001\nComplications\nARDS, n (%)67(41.9)41(82.0)26(23.6)<.001Acute cardiac injury (%)49(30.6)31(62.0)18(16.4)<.001Acute kidney injury, n (%)20(12.5)14(28.0)6(5.5)<.001Coagulation dysfunction, n (%)30(18.8)19(38.0)11(10.0)<.001Open in a separate windowData are n (%), mean±SD, or median (IQR). P values comparing critical and non‐critical patients. ARDS, acute respiratory distress syndrome; ACE‐I, angiotensin‐converting enzyme inhibitors; ARB, angiotensin II receptor blockers; BNP, B‐type natriuretic peptide; COVID‐19, coronavirus disease 2019; COPD, chronic obstructive pulmonary disease; CRP, C‐reactive protein; CK‐MB, creatine kinase muscle‐brain; DBP, diastolic blood pressure; hs‐TNI, high‐sensitivity troponin I; IL‐6, interleukin‐6; IMV, invasive mechanical ventilation; ICU, intensive care unit; NIMV, non‐invasive mechanical ventilation; PCT, procalcitonin; SBP, systolic blood pressure.\na\nMeans that 89 patients had the laboratory examination of IL‐6.Open in a separate windowFIGURE 1The relationship between inflammation related‐indices and Plasma hs‐TNI in COVID‐19 patients. Plasma hs‐TNI was significantly positive correlated with IL‐6 (A), and CRP (B). The concentrations of hs‐TNI, CRP and IL‐6 were log transformed. There were 89 patients who had the laboratory examination of IL‐6.COVID‐19, coronavirus disease 2019; CRP, C‐reactive protein; hs‐TNI, high‐sensitivity troponin I; IL‐6, interleukin‐63.2. Echocardiographic characteristicsEchocardiographic characteristics of the 160 COVID‐19 patients were shown in Table 2. Compared with non‐critical patients, critical patients had significantly higher mitral E/e’, larger RA, RV and pulmonary artery (PA) diameters, higher PASP, and worse TAPSE. There was no significant difference in LVEF and RVFAC between these two groups. While the LV LS and RVFWLS were both significantly lower in critical patients than non‐critical patients (LV LS: ‐16.6±2.4 vs ‐17.9±3.0, P = .003; RVFWLS: ‐18.8±3.6 vs ‐23.9±4.4, P<.001). During a median follow‐up of 60 days, 23 (14.4%) patients died. The LV LS and RVFWLS were significantly decreased in non‐survivors than survivors (LV LS: ‐15.5±1.6 vs ‐17.8±3.0, P<.001; RVFWLS :‐17.9±3.5 vs ‐23.1±4.6, P<.001).TABLE 2Echocardiographic characteristics in critical and non‐critical COVID‐19 patientsVariableAll patients (n = 160)Critical (n = 50)Non‐critical (n = 110)P Value\nLeft heart\nLA (mm)34.9±5.436.1±6.234.5±4.9.118LV (mm)46.0±4.646.1±5.046.0±4.5.897IVST, (mm)9.7±1.29.7±1.19.7±1.2.705LVPWT (mm)9.2±1.29.5±1.09.0±1.2.016LVMI (g/m2)88.3±19.887.1±20.488.9±20.0.583MV E (m/s).76±.20.80±.22.75±.19.364MV A (m/s).87±.22.88±.18.87±.23.940MV (E/A).92±.36.95±.36.91±.35.787Mean e' (cm/s)8.7±2.38.0±1.59.1±2.5.004E/e' (mean)9.2±3.410.3±3.48.6±3.3.001DT (ms)203.4±54.8204.2±50.2203.7±57.0.959LVEF (%)63.2±6.964.2±6.662.7±7.0.395LV LS (%)‐17.5±2.9‐16.6±2.4‐17.9±3.0.003\nRight heart\nRA (mm)35.8±4.737.6±5.735.0±3.9.004RV (mm)34.2±4.035.9±4.233.51±3.7<.001PA (mm)23.7±3.025.3±3.123.0±2.7<.001TV, E (m/s).56±.14.58±.16.54±.13.285TV, A (m/s).58±.16.63±.16.56±.15.015TV (E/A)1.00±.331.00±.351.02±.32.167Free wall e' (cm/s)11.4±3.311.2±3.411.5±3.3.604Free wall (E/e')5.2±1.75.5±1.95.0±1.6.247S' (cm/s)14.2±3.014.9±3.814.0±2.6.167TAPSE (mm)22.8±4.021.6±4.423.3±3.7.016FAC (%)47.4±5.647.4±5.147.4±5.8.957RVFWLS (%)‐22.3±4.8‐18.8±3.6‐23.9±4.4<.001Moderate–severe TR (n (%))7 (4.4)6 (12.2)1 (.9).004PASP (mm Hg)34.9±13.244.6±14.630.1±9.2<.001Open in a separate windowData are mean ± SD, or n (%). P values comparing critical and non‐critical patients. A, late diastolic inflow velocity; COVID‐19, coronavirus disease 2019; DT, deceleration time of E; E, early diastolic inflow velocity; e’，early diastolic tissue velocity; IVST, interventricular septum thickness; FAC, right ventricular fractional area change; LA, left atrial diameter; LV, left ventricular diameter; LVPWT, left ventricular posterior wall thickness; LVMI, left ventricular mass index; LVEF, left ventricular ejection fraction; LV LS, left ventricular longitudinal strain; Mean e’, mean value of early diastolic mitral annular tissue velocity and left ventricular lateral wall tissue velocity; PA, pulmonary artery diameter; PASP, pulmonary artery systolic pressure; RA, right atrial diameter; RV, right ventricular diameter; RVFWLS, right ventricular free wall longitudinal strain; S’, systolic tricuspid lateral annular tissue velocity; TAPSE, tricuspid annular plane systolic excursion; TR, tricuspid regurgitation.In addition, of the six autopsy samples of heart tissue from 23 deceased COVID‐19 patients, histological examination presented interstitial or cardiomyocyte edema, inflammatory infiltrates or necrosis, although no viral inclusion body was seen in pathologic specimen. All the six patients had impaired LV LS and RVFWLS. A typical decreased LV LS, RVFWLS and pathological manifestations of heart tissue in a deceased patient with elevated hs‐TNI levels were shown in Figure 2.Open in a separate windowFIGURE 2An example of LV LS, RV FWLS analysis and pathological manifestations of cardiac tissue in a deceased COVID‐19 patient with elevated hs‐TNI. (A, B) The LV LS, RV FWLS were decreased in a deceased patient with elevated hs‐TNI. (C, D) The pathological examination showed interstitial edema and necrosis, and interstitial inflammatory infiltrates in the heart tissue. The red arrows indicated the interstitial edema and inflammatory infiltrates. The green arrow indicated the interstitial necrosis.COVID‐19, coronavirus disease 2019; hs‐TNI, high‐sensitivity troponin I; LV LS, left ventricular longitudinal strain; RV FWLS, right ventricular free wall longitudinal strain3.3. Prediction of the deathIn univariate analysis, sex, elevated hs‐TNI, ARDS, LV LS, and RVFWLS were associated with death (P<.05 for all) (Table 3). To avoid overfitting and collinearity in the multivariate analysis, four separate models that included ARDS and one of ventricular strains (LV LS, RVFWLS); or ARDS, elevated hs‐TNI and one of ventricular strains (LV LS, RVFWLS) were constructed to predict death. The stepwise, multivariate analysis showed that LV LS and RVFWLS were the independent significant predictors of death after adjustment for ARDS and elevated hs‐TNI. And the multivariable model containing hs‐TNI and one of LV LS and RVFWLS had a significantly larger C‐index than the multivariable model containing only LV‐LS or RVFWLS (Table 4). ROC analysis revealed that the optimal cutoff used to predict mortality was ‐16.5% for LV LS with sensitivity of 86.96% and specificity of 69.34%, ‐18.8% for RVFWLS with sensitivity of 73.91 % and specificity of 83.94%. Further, the accuracy for predicting death was greater for the combination of hs‐TNI levels with LV LS than separate LV LS (AUC: .91 vs .77, P = .001), and separate hs‐TNI (AUC: .91 vs .83, P = .002). Likewise, the combination of hs‐TNI levels with RVFWLS also had an incremental accuracy to predict mortality than RVFWLS alone (AUC: .89 vs .83, P = .041) (Figure 3), and hs‐TNI alone (AUC: .89 vs .83, P = .047).TABLE 3Univariate logistic regression analysis for predicting the risk of death in COVID‐19 patientsUnivariate AnalysisFactorsOR (95% CI)P ValueAge (≥65 vs < 65) (years)2.336 (.929, 5.873).071Gender (male vs female)3.988 (1.401, 11.350).010Smoking (yes vs no)1.769 (.344, 9.097).495Hypertension (yes vs no)1.626 (.670, 3.947).282Diabetes mellitus (yes vs no).526 (.115, 2.413).408Cardiac disease (yes vs no)2.559 (.935, 7.005).067Chronic liver diseases (yes vs no).844 (.099, 7.200).877Chronic kidney disease (yes vs no)2.030 (.202, 20.406).548Malignancy (yes vs no)2.419 (.592, 9.887).219ARDS (yes vs no)20.772 (4.667, 92.453)<.001hs‐TNI (elevated vs normal)24.82 (6.897, 89.372)<.001D‐dimer (mg/L)1.057 (.919, 1.215).439LVEF (%)1.047 (.975, 1.126).207LV LS (%a)1.463 (1.179, 1.815)<.001TAPSE (mma).959 (.858, 1.071).456RV free wall S' (cm/sa)1.141 (.996, 1.337).057RVFAC( %a)1.019 (.935, 1.112).665RVFWLS (%a)1.424 (1.210, 1.676)<.001Open in a separate window\na\nPer 1 unit increase. OR, odds ratio; other abbreviations as in Tables  1 and 2.TABLE 4Multivariate logistic regression models for predicting the risk of death in COVID‐19 patientsOR (95% CI)P ValueC‐index\nModel 1\n.880ARDS (yes vs no)20.068 (4.276, 94.181)<.001LV LS (%a)1.499 (1.143, 1.967).003\nModel 2\n.933#\nARDS (yes vs no)12.226 (2.190, 68.252).004hs‐TNI (elevated vs normal)15.132 (3.689, 62.072)<.001LV LS (%a)1.533 (1.131, 2.079).006\nModel 3\n.895ARDS (yes vs no)13.140 (2.796, 61.747).001RVFWLS (%a)1.365 (1.141, 1.633).001\nModel 4\n.924†\nARDS (yes vs no)8.704 (1.749, 43.316).008hs‐TNI (elevated vs normal)7.833 (1.959, 31.322).004RVFWLS (%a)1.267 (1.036, 1.551).021Open in a separate window\na\nPer 1 unit increase.\n#\nP < .05 versus model 1.\n†\nP < .05 versus model 3.OR, odds ratio; other abbreviations as in Tables 1 and 2.Open in a separate windowFIGURE 3Receiver operating characteristic curves in predicting death of COVID‐19 patients. (A) Discriminative abilities of separate LV LS, separate hs‐TNI and combined LV LS with hs‐TNI were evaluated to predict death; (B) Discriminative abilities of separate RVFWLS, separate hs‐TNI and combined RVFWLS with hs‐TNI were evaluated to predict death. The best cutoff values and corresponding AUC were shown in below. hs‐TNI was analyzed as categorized data (elevated vs normal).AUC, area under the curve; COVID‐19, coronavirus disease 2019; hs‐TNI, high‐sensitivity troponin I; LV LS, left ventricular longitudinal strain; RVFWLS, right ventricular free wall longitudinal strainFigure 4 showed the Kaplan‐Meier survival curves stratified by separate LV LS (cutoff value: ‐16.5%), separate RVFWLS (cutoff value: ‐18.8%), the combination of hs‐TNI and LV LS, and the combination of hs‐TNI and RVFWLS. For combination of with/without elevated hs‐TNI and with/without decreased strain parameters, survival was significant worst in patients with elevated hs‐TNI levels combined with LV LS≥‐16.5% than other groups. Likewise, survival was also significant worst in patients with elevated hs‐TNI levels combined with RVFWLS≥‐18.8%.Open in a separate windowFIGURE 4Kaplan‐Meier survival curves based on separate LV LS (A), RVFWLS (B), combination of LV LS with hs‐TNI (C), and combination of RV FWLS with hs‐TNI (D) in COVID‐19 patients.COVID‐19, coronavirus disease 2019; hs‐TNI, high‐sensitivity troponin I; LV LS, left ventricular longitudinal strain; RVFWLS, right ventricular free wall longitudinal strain3.4. Variability of 2D‐STE measurementsThe intra‐observer and inter‐observer variability for the LV LS was .4±2.5% and .7±3.8%, RVFWLS was.3±2.6% and .7±4.3%. The intra‐observer and inter‐observer ICC for LV LS were .95 and .89, and RVFWLS were .96 and .91. 4. DISCUSSIONTo the best of our knowledge, this is the first study that evaluated the prognostic values of 2D STE‐derived biventricular longitudinal strain along with hs‐TNI in COVID‐19 patients. The major findings of this study were as follows: (1) Critical patients were more prone to have larger right heart chamber, higher PASP, and lower LV LS and RVFWLS than non‐critical COVID‐19 patients; (2) LV LS and RVFWLS were both mortality predictors independent from ARDS and elevated hs‐TNI; and (3) More importantly, combining decreased ventricular longitudinal strain with elevated hs‐TNI provided an incremental value for predicting mortality in COVID‐19 patients.Recent studies reported that acute cardiac injury was an independent risk factor for mortality in COVID‐19 patients, with the prevalence of acute cardiac injury varying from 7.2% to 37.5%.2, 3, 4, 16, 24, 25 In the present study, there were 49 out of 160 patients had cardiac injury confirmed by the elevated plasma hs‐TNI levels. Additionally, non‐survivors were more likely to develop acute cardiac injury than survivors. Although the exact pathophysiological mechanism of myocardial injury caused by COVID‐19 is not fully understood, influenza infection and acute viral pneumonitis were known to be associated with the development of cardiac injury.26, 27, 28 Whether COVID‐19 cardiac injury has a unique pathogenesis process is unknown. The ACE2 has been identified as a functional receptor for coronaviruses and may lead to direct cardiac injury by the virus infection.29 Moreover, the systemic inflammatory response may result in indirect cardiac damage.30 Our study showed that patients with elevated hs‐TNI levels had significantly higher inflammatory indices including CRP and IL‐6. In addition, plasma hs‐TNI levels were positively correlated with CRP and IL‐6 levels, Meanwhile, histological examination presented interstitial inflammatory infiltrates of myocardial tissue obtained from deceased COVID‐19 patients.With respect to cardiac structure and function, our study depicted the biventricular geometry and function at different levels of severity in COVID‐19 patients. The conventional echocardiographic parameters revealed that right heart chamber was larger, and the PASP was higher in critical patients than non‐critical patients. As previous studies have pointed out, ARDS can cause an increase in RV afterload due to severe hypoxemia and the augmented pulmonary vascular resistance.31, 32 The presence of ARDS was more common in critical patients than non‐critical patients (82.0% vs 23.6%) in our study, which can explain for the increase of RV afterload. Additionally, although there was no significant difference in LVEF and RVFAC between these two groups, the value of LV LS and RVFWLS were lower in critical patients. It reflected that longitudinal myocardial strain is capable of detecting subclinical impairment of ventricular function with greater sensitivity than conventional echocardiographic parameters, which was in alignment with previous studies.5, 6 Because the subendocardial layer of the myofibers contributes mainly to longitudinal strain which is more sensitive to myocardial injury.33 Our pathological assessment from autopsies also revealed interstitial or cardiomyocyte edema and necrosis of myocardial tissue, although the pathological specimens were small. The ability to achieve early detection of impaired myocardial function in SARS‐CoV‐2 infection by STE may help risk stratify patients, and the strain value can be easily obtained from bedside echocardiography. In addition, we used the LV LS that was derived from apical four‐chamber rather than LV global longitudinal strain from 4‐, 3‐ and 2‐ chamber considering the high risk of contagion to healthcare workers, as well as feasibility of image acquisition in the setting of respiratory illness and improve feasibility in performing strain analysis from bedside echocardiography. Further, previous study has proved the good feasibility, reproducibility of LV LS derived from apical 4‐chamber and demonstrated its strong correlation with LV global longitudinal strain from 4‐, 3‐ and 2‐ chamber. Therefore, it is reasonable to use LV LS to assess LV myocardial function during the outbreak of COVID‐19.34\nRisk stratification of patients with COVID‐19 can aid decision making in early patient triage and resource allocation. Previously, elevated hs‐TNI levels, lower LV LS and RVFWLS, respectively, were reported as predictors for death in COVID‐19 patients.2, 3, 4, 12, 13, 14, 35 However, whether the combination of ventricular longitudinal strain with hs‐TNI has an incremental prognostic value in COVID‐19 patients has not been evaluated. Our study firstly confirmed the significant prognostic value of ventricular myocardial function. The multivariant logistic analysis revealed that LV LS and RVFWLS both were independent predictors for higher mortality in COVID‐19 patients, which was in alignment with previous studies in various other diseases.7, 8, 9, 10 More importantly, the further combination of the decreased LV LS or RVFWLS with the elevated hs‐TNI could increase the accuracy for predicting mortality in COVID‐19 patients, the lower strain values combined with elevated hs‐TNI levels resulted in an increased risk for death. Therefore, we demonstrated that the combination of ventricular longitudinal strain with hs‐TNI can provide an incremental predictive value of death, which may help to stratify higher risk COVID‐19 patients. 5. LIMITATIONSOur study had some limitations. First, this was a single‐center study, and the sample size was relatively small. Due to the limited number of events, we did not include all the potential factors associated with mortality in our study. Second, 2D‐STE technique was dependent on image quality, and the cutoff value of strain in our study may not apply to other software algorithms due to inter‐vendor variability. Third, we used the LV LS that was derived from apical 4‐chamber rather than LV global longitudinal strain from 4‐, 3‐ and 2‐ chamber considering the high risk of contagion to healthcare workers, as well as feasibility of image acquisition in the setting of respiratory illness. Fourth, the autopsy findings in deceased patients were based on a small sample size due to autopsy was unusual in the pandemic environment. Finally, as a retrospective study design, we did not acquire all the laboratory biomarker tests of our patients. Therefore, future studies with multi‐center involvement may strengthen the study power. 6. CONCLUSIONSOur study showed that LV LS and RVFWLS were both mortality predictors independent from ARDS and elevated hs‐TNI in COVID‐19 patients. Furthermore, the combination of the elevated hs‐TNI and decreased LV LS or RVFWLS could help increase the predictive value for fatal outcome. Therefore, we highlight the combination of ventricular longitudinal strain with hs‐TNI may enhance risk stratification in COVID‐19 patients. FUNDINGThis work was supported by the National Natural Science Foundation of China (grant 81922033 to Dr Zhang; grant 81727805 to Dr Xie). CONFLICT OF INTERESTThe authors declare that they have no conflict of interest. AUTHOR CONTRIBUTIONSConcept/design: Wei Sun, Yanting Zhang, Chun Wu, Yuji Xie, Li Zhang, Mingxing Xie. Data collection: Li Peng, Xiu Nie, Cheng Yu, Yi Zheng, Yuman Li, Jing Wang, Yali Yang, Qing Lv. Data analysis/interpretation: Wei Sun, Yanting Zhang, Chun Wu, Yuji Xie, Cynthia C. Taub. Drafting article: Wei Sun, Yanting Zhang, Chun Wu, Yuji Xie. Critical revision of article: Li Zhang, Mingxing Xie, Cynthia C. Taub. Approval of article: Wei Sun, Yanting Zhang, Chun Wu, Yuji Xie, Li Peng, Xiu Nie, Cheng Yu, Yi Zheng, Yuman Li, Jing Wang, Yali Yang, Qing Lv, Li Zhang, Mingxing Xie. Statistics: Wei Sun, Yanting Zhang, Chun Wu. Funding secured: Li Zhang, Mingxing Xie. Notes\nSun W, Zhang Y, Wu C, et al. Incremental prognostic value of biventricular longitudinal strain and high‐sensitivity troponin I in COVID‐19 patients. Echocardiography. 2021;38:1272–1281. 10.1111/echo.15133\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWei Sun, Yanting Zhang, Chun Wu, and Yuji Xie contributed equally to this work. Contributor InformationLi Zhang, Email: nc.ude.tsuh@924ilz.Cynthia C. Taub, Email: gro.kcochctih@buat.c.aihtnyc.Mingxing Xie, Email: nc.ude.tsuh@xmeix. REFERENCES1. World Health Organization\n. Coronavirus disease (COVID‐2019) situation reports‐91. https://www.who.int/docs/default‐source/coronaviruse/situation‐reports/20200421‐sitrep‐92‐covid‐19.pdf (21 April, 2020.)2. Shi S, Qin M, Shen B, et al. Association of cardiac injury with mortality in hospitalized patients with COVID‐19 in Wuhan, China. JAMA Cardiol. 2020;5(7):802‐810. [PMC free article] [PubMed] [Google Scholar]3. Guo T, Fan Y, Chen M, et al. Cardiovascular implications of fatal outcomes of patients with coronavirus disease 2019 (COVID‐19). JAMA Cardiol. 2020;5(7):811‐818. [PMC free article] [PubMed] [Google Scholar]4. Shi S, Qin M, Cai Y, et al. Characteristics and clinical significance of myocardial injury in patients with severe coronavirus disease 2019. Eur Heart J. 2020;41(22):2070‐2079. [PMC free article] [PubMed] [Google Scholar]5. Thavendiranathan P, Poulin F, Lim KD, et al. Use of myocardial strain imaging by echocardiography for the early detection of cardiotoxicity in patients during and after cancer chemotherapy: a systematic review. J Am Coll Cardiol. 2014;63(25 Pt A):2751‐2268. [PubMed] [Google Scholar]6. Kamperidis V, Marsan NA, Delgado V, et al. Left ventricular systolic function assessment in secondary mitral regurgitation: left ventricular ejection fraction vs. speckle tracking global longitudinal strain. Eur Heart J. 2016;37(10):811‐816. [PubMed] [Google Scholar]7. Mor‐Avi V, Lang RM, Badano LP, et al. Current and evolving echocardiographic techniques for the quantitative evaluation of cardiac mechanics: ASE/EAE consensus statement on methodology and indications endorsed by the Japanese Society of Echocardiography. J Am Soc Echocardiogr. 2011;24(3):277‐313. [PubMed] [Google Scholar]8. Alashi A, Mentias A, Abdallah A, et al. Incremental prognostic utility of left ventricular global longitudinal strain in asymptomatic patients with significant chronic aortic regurgitation and preserved left ventricular ejection fraction. JACC Cardiovasc Imaging. 2018;11(5):673‐682. [PubMed] [Google Scholar]9. van Grootel RWJ, van den Bosch AE, Baggen VJM, et al. The prognostic value of myocardial deformation in adult patients with corrected tetralogy of fallot. J Am Soc Echocardiogr. 2019;32(7):866‐875.e2. [PubMed] [Google Scholar]10. Fine NM, Chen L, Bastiansen PM, et al. Outcome prediction by quantitative right ventricular function assessment in 575 subjects evaluated for pulmonary hypertension. Circ Cardiovasc Imaging. 2013;6(5):711‐721. [PubMed] [Google Scholar]11. Gavazzoni M, Badano LP, Vizzardi E, et al. Prognostic value of right ventricular free wall longitudinal strain in a large cohort of outpatients with left‐side heart disease. Eur Heart J Cardiovasc Imaging. 2020;21(9):1013‐1021. [PubMed] [Google Scholar]12. Baycan OF, Barman HA, Atici A, et al. Evaluation of biventricular function in patients with COVID‐19 using speckle tracking echocardiography. Int J Cardiovasc Imaging. 2020:1‐10. [PMC free article] [PubMed] [Google Scholar]13. Krishnamoorthy P, Croft LB, Ro R, et al. Biventricular strain by speckle tracking echocardiography in COVID‐19: findings and possible prognostic implications. Future Cardiol. 2020. 10.2217/fca‐2020‐0100. [PMC free article] [PubMed] [Google Scholar]14. Li Y, Li H, Zhu S, et al. Prognostic value of right ventricular longitudinal strain in patients with COVID‐19. JACC Cardiovasc Imaging. 2020;13(11):2287‐2299. [PMC free article] [PubMed] [Google Scholar]15. World Health Organization\n. Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected: interim guidance. 2020. [WHO reference number: WHO/2019‐nCoV/clinical/2020.4]. Geneva: World Health Organization.16. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497‐506. [PMC free article] [PubMed] [Google Scholar]17. ARDS Definition Task Force\n, Ranieri VM, Rubenfeld GD, et al, ARDS Definition Task Force\n. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526‐2533. [PubMed] [Google Scholar]18. Guideline for the diagnosis and treatment of 2019 novel coronavirus (2019‐nCoV) in‐fected pneumonia. Public Mar 4 2020. http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb1989/files/ce3e6945832a438eaae415350a8ce964.pdf19. Mitchell C, Rahko PS, Blauwet LA, et al. Guidelines for performing a comprehensive transthoracic echocardiographic examination in adults: recommendations from the American Society of Echocardiography. J Am Soc Echocardiogr. 2019;32(1):1‐64. [PubMed] [Google Scholar]20. Lang RM, Badano LP, Mor‐Avi V, et al. Recommendations for cardiac chamber quantification by echocardiography in adults: an update from the American Society of Echocardiography and the European Association of Cardiovascular Imaging. J Am Soc Echocardiogr. 2015;28(1):1‐39.e14. [PubMed] [Google Scholar]21. Rudski LG, Lai WW, Afilalo J, et al. Guidelines for the echocardiographic assessment of the right heart in adults: a report from the American Society of Echocardiography endorsed by the European Association of Echocardiography, a registered branch of the European Society of Cardiology, and the Canadian Society of Echocardiography. J Am Soc Echocardiogr. 2010;23(7):685‐713. quiz 786–8. [PubMed] [Google Scholar]22. Peduzzi P, Concato J, Feinstein AR, Holford TR. Importance of events per independent variable in proportional hazards regression analysis. II. Accuracy and precision of regression estimates. J Clin Epidemiol. 1995;48(12):1503‐1510. [PubMed] [Google Scholar]23. DeLong ER, DeLong DM, DL Clarke‐Pearson. Comparing the areas under two or more correlated receiver operating characteristic curves: a nonparametric approach. Biometrics. 1988;44(3):837‐845. https://www.jstor.org/stable/2531595. [PubMed] [Google Scholar]24. Zhou F, Yu T, Du R, et al. Clinical course and risk factors for mortality of adult inpatients with COVID‐19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395(10229):1054‐1062. [PMC free article] [PubMed] [Google Scholar]25. Deng Q, Hu B, Zhang Y, et al. Suspected myocardial injury in patients with COVID‐19: evidence from front‐line clinical observation in Wuhan, China. Int J Cardiol. 2020;311:116‐121. [PMC free article] [PubMed] [Google Scholar]26. Corrales‐Medina VF, Musher DM, Shachkina S, et al. Acute pneumonia and the cardiovascular system. Lancet. 2013;381(9865):496‐505. [PubMed] [Google Scholar]27. Gao C, Wang Y, Gu X, et al. Association between cardiac injury and mortality in hospitalized patients infected with avian influenza A (H7N9) Virus. Crit Care Med. 2020;48(4):451‐458. [PMC free article] [PubMed] [Google Scholar]28. Xiong TY, Redwood S, Prendergast B, et al. Coronaviruses and the cardiovascular system: acute and long‐term implications. Eur Heart J. 2020;41(19):1798‐1800. [PMC free article] [PubMed] [Google Scholar]29. Turner AJ, Hiscox JA, Hooper NM. ACE2: from vasopeptidase to SARS virus receptor. Trends Pharmacol Sci. 2004;25(6):291‐294. [PMC free article] [PubMed] [Google Scholar]30. Akhmerov A, Marbán E. COVID‐19 and the heart. Circ Res. 2020;126:1443‐1455. [PMC free article] [PubMed] [Google Scholar]31. Ng DL, Al Hosani F, Keating MK, et al. Clinicopathologic, immunohistochemical, and ultrastructural findings of a fatal case of middle east respiratory syndrome coronavirus infection in the United Arab Emirates, April 2014. Am J Pathol. 2016;186(3):652‐658. [PMC free article] [PubMed] [Google Scholar]32. Ding Y, Wang H, Shen H, et al. The clinical pathology of severe acute respiratory syndrome (SARS): a report from China. J Pathol. 2003;200(3):282‐289. [PMC free article] [PubMed] [Google Scholar]33. Løgstrup BB, Nielsen JM, Kim WY, et al. Myocardial oedema in acute myocarditis detected by echocardiographic 2D myocardial deformation analysis. Eur Heart J Cardiovasc Imaging. 2016;17(9):1018‐1026. [PubMed] [Google Scholar]34. Farsalinos KE, Daraban AM, Ünlü S, al Tet. Head‐to‐Head comparison of global longitudinal strain measurements among nine different vendors: the EACVI/ASE Inter‐Vendor Comparison Study. J Am Soc Echocardiogr. 2015;28(10):1171‐1181. e2. [PubMed] [Google Scholar]35. Lassen MCH, Skaarup KG, Lind JN, et al. Echocardiographic abnormalities and predictors of mortality in hospitalized COVID‐19 patients: the ECHOVID‐19 study. ESC Heart Fail. 2020;7(6):4189‐4197. [PMC free article] [PubMed] [Google Scholar]"}