{"title": "The Role of Blood Gas Analysis in the Post-Acute Phase of COVID-19 Pneumonia", "pubDate": "2021", "PMCID": "PMC8223643", "DOI": "10.1016/j.arbres.2021.06.003", "PMID": "34188352", "abstract": "", "author": [{"author": "Dina Visca", "affiliation": ["Division of Pulmonary Rehabilitation, Istituti Clinici Scientifici Maugeri, IRCCS, 21049 Tradate, Italy.", "Department of Medicine and Surgery, Respiratory Diseases, University of Insubria, 21100 Varese-Como, Italy."], "href": "/?term=Visca+D&cauthor_id=34188352"}, {"author": "Giovanni Battista Migliori", "affiliation": ["Respiratory Diseases Clinical Epidemiology Unit, Istituti Clinici Scientifici Maugeri, IRCCS, 21049 Tradate, Italy."], "href": "/?term=Migliori+GB&cauthor_id=34188352"}, {"author": "Anh Tuan Dinh-Xuan", "affiliation": ["Respiratory Physiology Unit, Department of Respiratory Medicine, Cochin Hospital, Université de Paris, 75013 Paris, France."], "href": "/?term=Dinh-Xuan+AT&cauthor_id=34188352"}, {"author": "Rosella Centis", "affiliation": ["Respiratory Diseases Clinical Epidemiology Unit, Istituti Clinici Scientifici Maugeri, IRCCS, 21049 Tradate, Italy."], "href": "/?term=Centis+R&cauthor_id=34188352"}, {"author": "Stefano Belli", "affiliation": ["Istituti Clinici Scientifici Maugeri, IRCCS, Respiratory Rehabilitation Unit of the Institute of 28010 Veruno, Novara, Italy."], "href": "/?term=Belli+S&cauthor_id=34188352"}, {"author": "Michele Vitacca", "affiliation": ["Istituti Clinici Scientifici Maugeri, IRCCS, Respiratory Rehabilitation of the Institute of Lumezzane, 25065 Brescia, Italy."], "href": "/?term=Vitacca+M&cauthor_id=34188352"}, {"author": "Maria Aliani", "affiliation": ["Istituti Clinici Scientifici Maugeri, IRCCS, Respiratory Rehabilitation Unit of the Institute of Cassano Delle Murge, 70124 Bari, Italy."], "href": "/?term=Aliani+M&cauthor_id=34188352"}, {"author": "Elisabetta Zampogna", "affiliation": ["Division of Pulmonary Rehabilitation, Istituti Clinici Scientifici Maugeri, IRCCS, 21049 Tradate, Italy."], "href": "/?term=Zampogna+E&cauthor_id=34188352"}, {"author": "Davide Feci", "affiliation": ["Department of Medicine and Surgery, Respiratory Diseases, University of Insubria, 21100 Varese-Como, Italy."], "href": "/?term=Feci+D&cauthor_id=34188352"}, {"author": "Patrizia Pignatti", "affiliation": ["Allergy and Immunology Unit, Istituti Clinici Scientifici Maugeri, IRCCS, 27100 Pavia, Italy."], "href": "/?term=Pignatti+P&cauthor_id=34188352"}, {"author": "Martina Zappa", "affiliation": ["Department of Medicine and Surgery, Respiratory Diseases, University of Insubria, 21100 Varese-Como, Italy."], "href": "/?term=Zappa+M&cauthor_id=34188352"}, {"author": "Laura Saderi", "affiliation": ["Clinical Epidemiology and Medical Statistics Unit, Department of Medical, Surgical and Experimental Sciences, University of Sassari, 07100 Sassari, Italy."], "href": "/?term=Saderi+L&cauthor_id=34188352"}, {"author": "Giovanni Sotgiu", "affiliation": ["Clinical Epidemiology and Medical Statistics Unit, Department of Medical, Surgical and Experimental Sciences, University of Sassari, 07100 Sassari, Italy."], "href": "/?term=Sotgiu+G&cauthor_id=34188352"}, {"author": "Antonio Spanevello", "affiliation": ["Division of Pulmonary Rehabilitation, Istituti Clinici Scientifici Maugeri, IRCCS, 21049 Tradate, Italy.", "Department of Medicine and Surgery, Respiratory Diseases, University of Insubria, 21100 Varese-Como, Italy."], "href": "/?term=Spanevello+A&cauthor_id=34188352"}], "refPMID": ["32532661", "33195319", "32362507", "25476922", "32105632", "22797452", "32291399", "32203672", "32348678", "32432896", "33454281", "33784696", "32281885", "32428909"], "citedInPMID": ["34188352", "34764184"], "body": " Dear Editor,The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) disease (COVID-19) pandemic represents a clinical and public health emergency and the national healthcare systems suffers from the high incidence of difficult-to-treat cases.1, 2 While the infection can be asymptomatic, the disease can cause multi-organ dysfunction.2\nOccurrence of acute respiratory failure is the most important cause for immediate hospitalization.2, 3, 4 Up to 20% of COVID-19 patients need intensive care unit (ICU) care, with 30%–100% treated with mechanical ventilation.5 Mortality of ICU patients ranged from 26% to 61.5%.6 Among critically ill patients, severe acute hypoxemic respiratory failure is the dominant finding, whereas hypercapnia is rare.According to the Berlin definition,7 the severity of hypoxaemia defines the severity of acute respiratory distress syndrome (ARDS), based on ratio of arterial oxygen tension to fraction of inspired oxygen (PaO2/FiO2). Until now, the clinical features of COVID-19-related ARDS (CARDS) are still unclear.8 An important question is whether (or not) CARDS is a distinct form of ARDS that requires a different treatment strategy.It seems that patients affected from COVID-19 respiratory failure meet criteria for moderate to severe ARDS.9, 10 Baseline respiratory mechanics are not different in CARDS patients who eventually die from those who survive being extubated or remaining intubated.After the acute phase, differences are observed suggesting differential trajectories of respiratory failure.11\nHowever, the current knowledge on pulmonary pathogenesis and lung function impairment in the post-acute phase is still limited12, 13 due to the recommendations on lung function tests during the pandemic phase published by the European Respiratory Society.14 In this regards a good alternative to gather information about the ability of the lung to exchange gases could be the arterial blood gases analysis (ABG).Knowing PaO2, PaCO2 and FiO2, the alveolar-to-arterial oxygen (AaDO2) gradient can be calculated; AaDO2 gradient enables indeed a more precise evaluation of the pathophysiological basis of hypoxemia than the more widely used PaO2/FiO2 (P/F).15\nPublished data about gas exchange impairment of patients surviving the acute phase of COVID-19 are lacking.Aim of this study is to assess the role of AaDO2 gradient and P/F in the post-acute phase of COVID-19 pneumonia.COVID-19 survivors discharged from medical wards after a negative molecular test for SARS-CoV-2 were admitted to four clinical centres of the Istituti Clinici Scientifici Maugeri, Italy, and enrolled between April 1st and September 1st, 2020 to undergo clinical evaluation and multidisciplinary rehabilitation. The rehabilitation programme was implemented following the Italian position paper16: interventions were chosen considering age, clinical severity, length of immobilization, and comorbidities.16\nThe study was approved by the central ethical committee (CEC2279).Clinical, radiological, and functional data were collected (Table 1, Table 2\n).Table 1Baseline characteristics of 145 patients recovered from COVID-19.VariableAll patients with ABG at admission and/or discharge (N = 145)Age69.7 (10.8)Males99/145 (68.3)BMI, kg/m225.3 (23.4–29.3)LoS for rehabilitation, days22.5 (17–31)Current or former smoker34/75 (45.3)aComorbidities TB1/145b (0.7) Asthma7/145 (4.8) COPD13/144 (9.0)a Diabetes mellitus15/82 (18.3)a Pulmonary embolism3/82 (3.7)a Blood hypertension35/56 (62.5)aAcute respiratory failure treatment ICU admission59/145 (40.7) NIV84/145 (57.9) Oxygen therapy134/145 (92.4)Radiological involvement Emphysema46/109 (42.2)a Pulmonary consolidation43/109 (39.4)a Ground glass65/109 (59.6)a Bronchiectasis34/109 (31.2%)a Pulmonary fibrosis46/109 (42.2)aOpen in a separate windowData are expressed as number (%) and Mean ± SD or median interquartile range (IQR).aDenominator corresponds to total number of patients for whom data are available.bPrevious history of TB.BMI: body max index; LoS: length of stay; TB: tuberculosis; COPD: chronic obstructive pulmonary disease; ICU: intensive care unit: NIV: non-invasive ventilation.Table 2Blood gas analysis and clinical characteristics of 145 patients recovered from COVID-19.Patients with ABG at admission (n = 137/145)Patients with ABG at discharge (n = 66/145)VariableNo-ICU (n = 80/137)ICU (n = 57/137)p-ValueNo-ICU (n = 39/66)ICU (n = 27/66)p-ValueFiO221 (21–24)21 (21–21)0.3221 (21–21)21 (21–21)0.07PaO272.2 (67–88)74.8 (68–87.9)0.7181 (72.6–90.7)75.6 (70.7–86.3)0.22PaCO237.6 (34–42.5)36.4 (32.5–41.5)0.1236.8 ± 4.635.6 ± 3.30.24pH7.4 (7.4–7.5)7.4 (7.4–7.5)0.497.42 ± 0.037.43 ± 0.030.69saO296.3 (95–98)96.9 (95.1–98.3)0.4296.3 (95.1–97.4)96 (95–97.6)0.83P/F341 ± 71.5)353 ± 63.10.27379.1 (343.8–418.6)360 (336.7–410.7)0.45AaDO233.1 (23.7–47)30 (22.9–40.3)0.3424.4 (16.8–35.9)27.8 (22.8–34)0.29D-Dimer580 (2.3–880)380 (270–535)0.43565 (445–780)365 (270–450)0.39Resp. rate20 (18–20)18 (17–20)0.1218 (16–18)18 (17–18)0.51Hearth rate82 ± 11.582.2 ± 13.70.9370.6 ± 9.477.5 ± 10.60.02Open in a separate windowPatients with ABG both at admission and discharge (n = 58/145)All 58 patientsNo ICU (N = 33/58)ICU (N = 25/58)ABG admissionABG dischargep-ValueABG admissionABG dischargep-ValueABG admissionABG dischargep-ValueFiO221 (21–25.5)21 (21–21)<0.000121 (21–28)21 (21–21)0.00221 (21–24)21 (21–21)0.004PaO285.8 ± 1980.2 ± 120.0686.6 ± 18.981.9 ± 11.40.2584.5 ± 19.677.6 ± 12.80.11PaCO234.7 (33.0–39.8)36.3 (33.1–39.5)0.4435.5 (33.4–41.0)37 (33.8–39.6)0.2134.2 (31.5–37.8)35.7 (32.9–37.1)0.76pH7.44 (7.41–7.46)7.42 (7.40–7.45)0.0047.43 (7.40–7.45)7.42 (7.40–7.44)0.337.44 (7.42–7.47)7.43 (7.40–7.45)0.004SaO296.9 (95.4–98.1)96.2 (95.1–97.5)0.2996.7 (95.6–98.0)96.3 (95.1–97.5)0.4196.9 (94.9–98.4)96 (95–97.6)0.52P/F359.3 ± 77.4377.4 ± 60.30.12358.6 ± 75.7382.6 ± 60.30.09360 ± 81.4369.5 ± 60.80.67AaDO233.0 (19.2–49.8)24.4 (18.1–32.7)0.00433.4 (16.8–49.5)22.8 (15.0–32.7)0.0132.6 (21.8–54.6)27.1 (22.1–32.4)0.19D-Dimer630 (380–890)525 (365–760)0.0003685 (560–1225)580 (460–800)0.0004390 (330–490)365 (270–450)0.25Resp. rate18 (17–20)18 (16–18)0.00318 (17–20)18 (16–18)0.0218 (17.5–19.5)18 (17–18)0.12Heart rate83.6 ± 1273.5 ± 10.5<0.000182.9 ± 11.570.8 ± 9.7<0.000184.7 ± 13.077.5 ± 10.60.01Open in a separate windowData are expressed as Mean ± SD or median interquartile range (IQR).ABG: arterial blood gas; ICU: intensive care unit: FiO2: fraction of inspired oxygen; PaO2: partial pressure of arterial oxygen; PaCO2: partial pressure of arterial carbon dioxide; pH: potential of hydrogen; SaO2: Oxygen saturation in arterial blood; P/F: PaO2/FiO2; AaDO2: alveolar-to-arterial oxygen; Resp: respiratory.Quantitative variables were described with means (standard deviations, SD) or medians (Interquartile ranges, IQR) in case of parametric or non-parametric distribution, respectively. Absolute and relative (percentage) frequencies were used to describe qualitative variables. Student t or Mann–Whitney test was computed to assess differences for parametric and non-parametric quantitative variables. A p-value less than 0.05 was considered statistically significant. The statistical software STATA version 16 (StataCorp, Texas, USA) was used to perform all statistical computations.One-hundred and forty-five consecutive patients were recruited. The mean (SD) age was 70 (10.8) years and 99 (68.3%) patients were male; 21 (14.5%) had preexisting pulmonary disease (1 TB sequelae, 13 COPD, 7 asthma) and 34 (45%) were current or former smokers. Overall, 59 (40.7%) CARDS patients were originally discharged from ICU and 86 patients from non-ICU departments; among patients from non-ICU departments 30 (34.9%) underwent both non-invasive ventilation (NIV) and supplemental oxygen, 47 (56.7%) supplemental oxygen only, and 9 (10.5%) did not receive any therapies (Table 1).Blood gases analysis was performed at admission or discharge in 137 (94.5%) and 66 (45.5%) patients, respectively (Table 2); blood gases analysis was carried out both at admission and at discharge only in 58 (40%) patients (Table 2).No statistically significant differences were observed for intrapulmonary gases exchanges (SaO2, PaO2, PaCO2, P/F, AaDO2) respiratory rate D-dimer between patients originally intubated when compared with those non-intubated during the acute COVID-19 phase (Table 2).A statistically significant post-rehabilitation improvement was observed in 58 patients evaluated with ABG both at admission and at discharge, for the following parameters: AaDO2 (p: 0.004), D-dimer (p: 0.0003), respiratory (p: 0.003) and heart rate (p\n < 0.0001) but not for P/F (Table 1). These findings are confirmed among the 33/58 patients not ICU-admitted (AaDO2 (p: 0.01), D-dimer (p: 0.0004), respiratory (p: 0.02) and heart rate (p\n < 0.0001) and not on P/F), while among the 25/58 patients originally admitted at ICU the AaDO2, D-dimer and respiratory rate lose the statistical significance (Table 2).Stratifying further these 58 patients by gender, age, length of stay (LoS) of hospital rehabilitation, BMI, smoking history and hypertension, AaDO2 retains statistical significance in males (p: 0.002), aged > 70 years (p: 0.03), LoS < 24 days (p: 0.002), obese (p: 0.007), smokers (p: 0.02) and those affected by hypertension (p: 0.002).Our preliminary data on patients admitted for rehabilitation after recovery from COVID-19 suggest the following:a)The finding that intrapulmonary gases exchanges between originally intubated vs non-intubated patients during the acute COVID-19 phase do not differ significantly may suggest an atypical ARDS, although the effect of both the selection process and the small sample size cannot be excluded.b)The D-dimer as well presents no differences between the two groups of patients described above, potentially suggesting a multifactorial damage (alveolar damage, parenchymal damage and vascular damage): more damage would be expected among the previously intubated patients, likely to have suffered a more severe acute COVID-19 phase.c)In patients with ABG both at admission and discharge (n\n = 58), a statistically significant improvement was observed at discharge for AaDO2 gradient and the same results were confirmed for 33/58 patients not ICU-admitted. By contrast, AaDO2 gradient lost the statistical significance among the 25/58 CARDS patients originally admitted at ICU. This might suggest that AaDO2 is more sensitive than P/F in the COVID-19 post-acute phase to monitor the lung damage in those not admitted to the ICU.d)Stratifying further these 58 patients AaDO2 gradient retains statistical significance in males, aged > 70 years, LoS < 24 days, obese, smokers and those affected by hypertension suggesting it may be a sensitive marker in severe patients.e)Alveolar-to arterial oxygen, which can be calculated knowing PaO2, PaCO2 and FiO2, can provide a more accurate evaluation of hypoxemia than P/F, because this could mirror changes in PaO2, FiO2 or both.12 More evidence is needed to understand the role of the AaDO2 gradient as a marker of lung function impairment. Case reports from post-mortem findings and biopsies showed mononuclear inflammation and frequently diffuse alveolar damage, with necrosis of alveolar epithelial cells, hyaline membrane formation, and hyperplasia of type II pneumocytes. In addition, consolidations due to fibroblastic proliferation with extracellular matrix and fibrin forming clusters in airspaces, as well as vascular damages, were described.8 All together alveolar, epithelial and vascular impairment could justify either ventilation-perfusion mismatch or intra-pulmonary shunting with an increase in AaDO2. In our study, the AaDO2 gradient might improve in the medium-term among the patients previously admitted at ICU (or remained unchanged due to irreversible damage of the lungs).\nAdditional studies are needed to ideally plan a longer follow-up ABG in monitoring the COVID-19 post-acute phase. FundingThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors Conflict of interestThe authors declare to have no conflict of interest directly or indirectly related to the manuscript contents. AcknowledgmentThe authors thank Prof. Nicolino Ambrosino for his advice in preparing the manuscript. References1. Vitacca M., Migliori G.B., Spanevello A., Melazzini M.G., Ambrosino N., COVID-19 ICS Maugeri IRCCS network Management and outcomes of post-acute COVID-19 patients in Northern Italy. Eur J Intern Med. 2020;78:159–160. [PMC free article] [PubMed] [Google Scholar]2. Abu-Raya B., Migliori G.B., O’Ryan M., Edwards K., Torres A., Alffenaar J.W. Coronavirus disease-19: an interim evidence synthesis of the world association for infectious diseases and immunological disorders (Waidid) Front Med (Lausanne) 2020;7:572485. doi: 10.3389/fmed.2020.572485. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Winck J.C., Ambrosino N. COVID-19 pandemic and non invasive respiratory management: Every Goliath needs a David An evidence based evaluation of problems. Pulmonology. 2020;26:213–220. doi: 10.1016/j.pulmoe.2020.04.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Aliberti S., Messinesi G., Gamberini S., Maggiolini S., Visca D., Galavotti V. Non-invasive mechanical ventilation in patients with diffuse interstitial lung diseases. BMC Pulm Med. 2014;14:194. doi: 10.1186/1471-2466-14-194. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. World Health Organization  . World Health Organization; Geneva: 2020. Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected: interim guidance 12 January 2020. Document WHO/nCoV/Clinical/2020.3. [Google Scholar]6. Yang X., Yu Y., Xu J., Shu H., Xia J., Liu H. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan China: a single-centered, retrospective, observational study. Lancet Respir Med. 2020;8:475–481. [PMC free article] [PubMed] [Google Scholar]7. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E. Acute respiratory distress syndrome: the Berlin Definition. ARDS Definition Task Force. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]8. Tian S., Xiong Y., Liu H., Niu L., Guo J., Liao M. Pathological study of the 2019 novel coronavirus disease (COVID-19) through postmortem core biopsies. Mod Pathol. 2020;33:1007–1014. [PMC free article] [PubMed] [Google Scholar]9. Liu X., Liu X., Xu Y., Xu Z., Huang Y., Chen S. Ventilatory ratio in hypercapnic mechanically ventilated patients with COVID-19-associated acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020;201:1297–1299. [PMC free article] [PubMed] [Google Scholar]10. Ziehr D.R., Alladina J., Petri C.R., Maley J.H., Moskowitz A., Medoff B.D. Respiratory pathophysiology of mechanically ventilated patients with COVID-19: a cohort study. Am J Respir Crit Care Med. 2020;201:1560–1564. [PMC free article] [PubMed] [Google Scholar]11. Schenck E.J., Hoffman K., Goyal P., Choi J., Torres L., Rajwani K. Respiratory mechanics and gas exchange in COVID-19-associated respiratory failure. Ann Am Thorac Soc. 2020;17:1158–1161. [PMC free article] [PubMed] [Google Scholar]12. Zampogna E., Migliori G.B., Centis R., Cherubino F., Facchetti C., Feci D. Functional impairment during post-acute COVID-19 phase: preliminary finding in 56 patients. Pulmonology. 2021 doi: 10.1016/j.pulmoe.2020.12.008. S2531-0437(20)30268-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Zampogna E., Paneroni M., Belli S., Aliani M., Gandolfo A., Visca D. Pulmonary rehabilitation in patients recovering from COVID-19. Respiration. 2021;100:416–422. doi: 10.1159/000514387. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. European Respiratory Society Group 9.1. Lung function testing during COVID-19 pandemic and beyond. Recommendation from ERS Group 9.1 (Respiratory function technologists/Scientists). Available from: file:///C:/Users/rcentis/Downloads/ERS-9.1-Statement-on-lung-function-during-COVID-19-Final-with-Contributors.pdf [accessed 5.1.21].15. Martin J., Tobin M.D. Basing respiratory management of coronavirus on physiological principles. Am J Respir Crit Care Med. 2020;201:1319–1320. [PMC free article] [PubMed] [Google Scholar]16. Vitacca M., Carone M., Clini E.M., Paneroni M., Lazzeri M., Lanza A. Joint statement on the role of respiratory rehabilitation in the COVID-19 crisis: The Italian Position Paper. Respiration. 2020;99:493–499. [PMC free article] [PubMed] [Google Scholar]"}