{"title": "Early Vitamin C, Hydrocortisone, and Thiamine Treatment for Septic Cardiomyopathy: A Propensity Score Analysis", "pubDate": "2021", "PMCID": "PMC8304272", "DOI": "10.3390/jpm11070610", "PMID": "34203183", "abstract": "This study investigated the effectiveness of early vitamin C, hydrocortisone, and thiamine among patients with septic cardiomyopathy. In total, 91 patients with septic cardiomyopathy received a vitamin C protocol in September 2018-February 2020. These patients were compared to 75 patients with septic cardiomyopathy who did not receive a vitamin C protocol in September 2016-February 2018. Relative to the control patients, the treated patients were older and more likely to require mechanical ventilation. The vitamin C protocol was associated with a lower risk of intensive care unit mortality in the propensity score (PS)-matched cohort (aHR: 0.55, 95% CI: 0.30-0.99) and inverse probability of treatment weighting-matched cohort (aHR: 0.67, 95% CI: 0.45-1.00). In the PS-matched cohort (59 patients per group), the vitamin C protocol was associated with decreased values for vasopressor dosage, C-reactive protein concentration, and the Sequential Organ Failure Assessment score during the 4-day treatment period. Patients who started the vitamin C protocol within 2 h after diagnosis (vs. 2-8 h or ≥8 h) had the highest vasopressor weaning rate and the lowest mortality rate. These results suggest that early treatment using a vitamin C protocol might improve organ dysfunction and reduce mortality among patients with septic cardiomyopathy.", "author": [{"author": "Min-Taek Lee", "affiliation": ["Department of Global Innovative Drugs, The Graduate School of Chung-Ang University, Chung-Ang University, Seoul 06974, Korea."], "href": "/?term=Lee+MT&cauthor_id=34203183"}, {"author": "Sun-Young Jung", "affiliation": ["Department of Global Innovative Drugs, The Graduate School of Chung-Ang University, Chung-Ang University, Seoul 06974, Korea.", "College of Pharmacy, Chung-Ang University, Seoul 06974, Korea."], "href": "/?term=Jung+SY&cauthor_id=34203183"}, {"author": "Moon Seong Baek", "affiliation": ["Division of Critical Care Medicine, Department of Internal Medicine, Chung-Ang University Hospital, Chung-Ang University College of Medicine, Seoul 06973, Korea."], "href": "/?term=Baek+MS&cauthor_id=34203183"}, {"author": "Jungho Shin", "affiliation": ["Division of Nephrology, Department of Internal Medicine, Chung-Ang University Hospital, Chung-Ang University College of Medicine, Seoul 06973, Korea."], "href": "/?term=Shin+J&cauthor_id=34203183"}, {"author": "Won-Young Kim", "affiliation": ["Division of Critical Care Medicine, Department of Internal Medicine, Chung-Ang University Hospital, Chung-Ang University College of Medicine, Seoul 06973, Korea."], "href": "/?term=Kim+WY&cauthor_id=34203183"}], "refPMID": ["26903338", "30888443", "2664516", "1541150", "17452940", "24108526", "9164421", "31428804", "25185110", "26612352", "32487845", "24826081", "31950979", "32194058", "32809003", "33620405", "31817439", "32194424", "24365861", "15090944", "28098591", "8844239", "18305265", "32096841", "22797452", "18378517", "31645336", "28405943", "27250789", "28739448", "26351497", "28889884", "33117837", "10503801", "31573637", "32096845", "27940189", "32317008", "28229580", "32047636", "30029205", "33420963", "29404352", "26121070", "32347324"], "citedInPMID": ["34203183"], "body": " AbstractThis study investigated the effectiveness of early vitamin C, hydrocortisone, and thiamine among patients with septic cardiomyopathy. In total, 91 patients with septic cardiomyopathy received a vitamin C protocol in September 2018–February 2020. These patients were compared to 75 patients with septic cardiomyopathy who did not receive a vitamin C protocol in September 2016–February 2018. Relative to the control patients, the treated patients were older and more likely to require mechanical ventilation. The vitamin C protocol was associated with a lower risk of intensive care unit mortality in the propensity score (PS)-matched cohort (aHR: 0.55, 95% CI: 0.30–0.99) and inverse probability of treatment weighting-matched cohort (aHR: 0.67, 95% CI: 0.45–1.00). In the PS-matched cohort (59 patients per group), the vitamin C protocol was associated with decreased values for vasopressor dosage, C-reactive protein concentration, and the Sequential Organ Failure Assessment score during the 4-day treatment period. Patients who started the vitamin C protocol within 2 h after diagnosis (vs. 2–8 h or ≥8 h) had the highest vasopressor weaning rate and the lowest mortality rate. These results suggest that early treatment using a vitamin C protocol might improve organ dysfunction and reduce mortality among patients with septic cardiomyopathy.Keywords: ascorbic acid, cardiomyopathies, hydrocortisone, sepsis, septic shock, thiamine 1. IntroductionSepsis is a dysregulated host response to infection that involves various organs [1]. Septic cardiomyopathy is one manifestation of septic shock and is associated with a mortality rate of up to 50% [2]. The pathogenesis of septic cardiomyopathy involves a complex interaction between chemical mediators and mitochondrial dysfunction [3,4,5], although no specific treatment exists. Morelli et al. reported that β-blockers might improve survival outcomes for patients with septic shock [6], although the control group in that study had a high mortality rate. Another potential treatment is levosimendan, which is a calcium sensitizer that has inotropic and vasodilating properties [7], although it was not associated with improved organ dysfunction or a lower mortality rate among patients with sepsis or cardiac dysfunction [8].Vitamin C exerts anti-inflammatory effects, maintains endothelial function, and facilitates the production of catecholamines and vasopressin [9,10]. Thus, vitamin C might be useful for treating septic cardiomyopathy. Furthermore, vitamin C and corticosteroids could have additive effects [11], and thiamine and vitamin C may act synergistically to limit oxidative injury [12]. Several randomized trials have evaluated the effects of vitamin C, hydrocortisone, and thiamine treatment (the vitamin C protocol) for sepsis [13,14,15,16], although it was not associated with significantly improved outcomes. However, these studies were limited by delayed vitamin C administration and heterogeneous patient populations, and there is some evidence that different septic phenotypes may respond differently to the vitamin C protocol [17]. Therefore, the present study evaluated whether the vitamin C protocol, which was routinely used at our center starting in September 2018, could improve organ function and mortality among patients with septic cardiomyopathy. We used a before-and-after design to compare patients who were admitted in the intensive care unit (ICU) between September 2016 and February 2018 (the “before” cohort) and between September 2018 and February 2020 (the “after” cohort). The adjustment for the covariate balancing was performed using propensity score (PS) analysis. 2. Materials and Methods2.1. Study Design and PatientsThis study was a retrospective analysis of patients with septic cardiomyopathy who were admitted to the medical ICU of a tertiary care hospital in Seoul, Korea. The treatment group was defined as patients who were admitted between September 2018 and February 2020. The control group was defined as those who were treated in the same ICU between September 2016 and February 2018 and did not receive the vitamin C protocol. The exclusion criteria were age < 19 years, no diagnosis of septic shock, and/or those who could not be resuscitated or intubated. We did not exclude patients with a history of chronic heart failure if the new-onset failure was characterized by echocardiography and did not suggest coronary artery disease, valvular heart disease, or other cardiomyopathies. The primary outcome of the study was ICU mortality. Secondary outcomes included vasopressor weaning, vasopressor-free days at day 28, ventilator weaning, ventilator-free days at day 28, and superinfection. The retrospective study protocol was approved by the Institutional Review Board of Chung-Ang University Hospital (1820-006-353). Written informed consent was waived because it was an observational study.2.2. Septic CardiomyopathyEchocardiographic identification of septic cardiomyopathy included decreased ventricular contractility, left ventricular (LV) dilation under normal or low filling pressure, and right ventricular dysfunction and/or LV dysfunction with a reduced response to fluid infusion [18]. However, screening for septic cardiomyopathy was not routinely performed at our center. Alternatively, cardiac troponin I (cTnI) and brain natriuretic peptide (BNP) were collected among patients without echocardiographic data. Elevations of these markers are associated with cardiac dysfunction in sepsis [19,20]. Septic cardiomyopathy was identified based on concentrations above the upper limit of normal for cTnI (≥34 ng/L) and BNP (≥100 pg/mL), as previously described [8].2.3. Treatment ProtocolThe vitamin C protocol was initiated in all septic patients with persistent hypotension despite adequate fluid resuscitation, which required vasopressors. Patients received intravenous vitamin C 1.5 g every 6 h for 4 days, hydrocortisone 50 mg every 6 h for 7 days, and thiamine 200 mg every 12 h for 4 days [17]. Only corticosteroids were administered in the control group (September 2016–February 2018) at the discretion of attending ICU clinicians. All patients were managed in accordance with the recommendations from the Surviving Sepsis Campaign guidelines [21]. Apart from the use or non-use of the vitamin C protocol, there were no significant changes in our ICU protocols and patient population between the two study periods.2.4. Data Collection and DefinitionsThe following baseline variables were collected from the Chung-Ang University Hospital Information System: age, sex, body mass index, comorbidities, cause of sepsis, nosocomial infection, acute respiratory distress syndrome (ARDS), Sequential Organ Failure Assessment (SOFA) score [22], mechanical ventilation, and renal replacement therapy. The times of septic shock onset and starting the vitamin C protocol were extracted. In addition, data were extracted for the first 4 days after ICU admission regarding vital signs, laboratory data, vasopressor dosage, SOFA score, fluid intake, and output volumes. The daily vasopressor dosage was obtained at 07:00 and converted to the norepinephrine equivalent dose, which was calculated as (norepinephrine [μg/min]) + (dopamine [μg/kg/min] ÷ 2) + (epinephrine [μg/min]) + (phenylephrine [μg/min] ÷ 10) [23]. To minimize survivorship bias, a maximum SOFA score of 24 was assigned to patients with missing values because of death, and the last observation carried forward (LOCF) approach was used for patients who were discharged [24]. The LOCF approach was also used for missing entries regarding C-reactive protein (CRP) concentration, lactate concentration, and norepinephrine equivalent dose. Experienced cardiologists reviewed the echocardiographic parameters (LV ejection fraction, mitral E wave, mitral E′ wave, E/E′ ratio, and velocity time integral). Atrial or ventricular arrhythmias requiring chemical or electrical cardioversion were also collected. Patients fulfilling the Sepsis-3 consensus definition of septic shock [1] were recruited, although some patients with suspected infection who had serum lactate concentrations of <2 mmol/L were included because they had persistent hypotension that required high-dose vasopressors. Immunosuppression was identified if the patient was diagnosed with human immunodeficiency virus infection, malignancy, or severe neutropenia, or was receiving immunosuppressive therapy. The consensus definition was used to identify ARDS [25]. Vasopressor weaning was defined when the patient maintained normal blood pressure for ≥48 h without any vasopressor support. Ventilator weaning was identified when the patient was free from any form of ventilator support for ≥48 h. Superinfection was defined if a new microbiological infection occurred at ≥48 h after admission.2.5. Statistical AnalysisContinuous variables were presented as median (interquartile range, IQR) or as mean ± standard deviation and were compared using the Mann–Whitney U test or Student’s t-test. The Kruskal–Wallis test was used to compare continuous variables among three groups. Categorical variables were presented as a number (percentage) and were compared using the chi-squared test or Fischer’s exact test.We used PS analysis to account for baseline differences in the probabilities of receiving the vitamin C protocol [26]. The factors that were used to calculate the PSs are described in Table S1. The model’s discrimination was evaluated using the c-statistic (c = 0.75), and its calibration was evaluated using the Hosmer-Lemeshow test (chi-square = 10.75; p = 0.22). A Cox regression model was used to evaluate the association between the vitamin C protocol and ICU mortality. In the unmatched cohort, the individual PSs and lactate concentration (the variable associated with ICU mortality that was not used to calculate the PS) were incorporated into the model as the covariates to calculate the PS-adjusted hazard ratio (HR). Patients in the treatment and control groups were matched 1:1 using nearest neighbor matching based on a greedy matching algorithm [27]. Standardized mean differences were calculated before and after the matching to confirm whether the covariates were balanced. After all PS matches were performed, the inter-group differences were evaluated using the paired t-test or the Wilcoxon signed rank test for continuous variables and using the chi-squared test or Fisher’s exact test for categorical variables. Inverse probability of treatment weighting (IPTW) analysis was also performed using the PS-based weights, with trimming of the non-overlap regions to ensure that patients had a non-zero probability of receiving either treatment [28]. Cox regression analysis with ICU mortality as the outcome was performed for the PS-matched and IPTW-matched treatment and control groups.The time-response relationship between vitamin C protocol administration and clinical outcomes was evaluated using three intervals between shock onset and the start of treatment (<2 h, 2–8 h, and ≥8 h). The cut-off values (2 h and 8 h) defined the upper and lower quartiles of the treatment group. All tests were two-tailed, and differences were considered statistically significant at p-values of <0.05. All analyses were performed using IBM SPSS software (version 26.0; IBM Corp., Armonk, NY, USA) and SAS software (version 9.4; SAS Institute, Cary, NC, USA). 3. ResultsDuring the treatment period, 196 eligible patients received the vitamin C protocol, and 91 of these patients were diagnosed with septic cardiomyopathy (echocardiography: 44 patients, cardiac biomarkers: 47 patients). These 91 patients were defined as the treatment group. During the control period, 228 eligible patients were admitted to the ICU, and 75 of these patients were diagnosed with septic cardiomyopathy (echocardiography: 34 patients, cardiac biomarkers: 41 patients). These 75 patients were defined as the control group. Baseline characteristics and clinical outcomes of the unmatched treatment and control groups are shown in Tables S2 and S3, respectively. The treated patients were more likely to be older, male, and have a lower body mass index. The treated patients also tended to be more likely to require mechanical ventilation.3.1. Propensity Score AnalysisThe PS matching created 59 pairs of patients who did or did not receive the vitamin C protocol. Table 1 shows the baseline characteristics of the matched treatment and control groups. The imbalances between the treatment and control groups were considerably reduced after the matching (Figure S1). The primary cause of sepsis was pneumonia in both groups. There were no significant differences between the groups in terms of the SOFA score, vasopressor dosage, LV systolic function, and arrhythmia (Table 2 shows the detailed echocardiographic parameters). Similar echocardiographic findings were observed between the groups when we evaluated patients with chronic heart failure, although patients with chronic lung disease had significantly lower cardiac index in the treatment group (Table S4). Among patients without echocardiographic data, there were no significant between-group differences in the median cTnI concentrations (113 ng/L (IQR: 71–259 ng/L) vs. 189 ng/L (IQR: 87–527 ng/L); p = 0.20) and the median BNP concentrations (387 pg/mL (IQR: 268–876 pg/mL) vs. 280 pg/mL (IQR: 144–678 pg/mL); p = 0.17). The median duration of vitamin C treatment was 2 days (IQR: 2–3 days), and most of the patients started treatment at 2–11 h (median: 4 h) after shock onset.Table 1Baseline characteristics of the groups after matching.\nTreatment Group(n = 59)Control Group(n = 59)\np\nAge, years77 (71–83)76 (66–82)0.51Male sex32 (54)26 (44)0.27Body mass index, kg/m221.3 (19.5–23.4)21.0 (18.5–23.5)0.63Comorbidities\n\n\nDiabetes21 (36)26 (44)0.35Chronic heart failure6 (10)6 (10)>0.99Chronic lung disease9 (15)9 (15)>0.99Liver cirrhosis6 (10)6 (10)>0.99Chronic kidney disease11 (19)13 (22)0.65Malignancy12 (20)8 (14)0.33Immunosuppression12 (20)12 (20)>0.99Cause of sepsis\n\n\nPneumonia26 (44)29 (49)0.58Urosepsis14 (24)17 (29)0.53Gastrointestinal/biliary14 (24)17 (29)0.53Nosocomial infection20 (34)18 (31)0.69ARDS5 (8)6 (10)0.75SOFA score12 (10–14)12 (9–14)0.93Mechanical ventilation40 (68)35 (59)0.34Renal replacement therapy24 (41)23 (39)0.85Vital signs & laboratory data\n\n\nBody temperature, °C37.2 (36.8–38.1)37.3 (36.8–37.9)0.72Mean arterial pressure, mmHg61 (54–66)60 (53–67)0.68Respiratory rate, breaths/min28 (25–33)28 (24–34)0.60Bicarbonate, mEq/L17.5 (13.8–19.2)16.9 (13.1–20.8)0.49Creatinine, mg/dL1.6 (1.1–2.2)1.7 (1.1–2.3)0.78Platelet count, 1000/mm3132 (79–197)117 (61–178)0.48Total bilirubin, mg/dL0.8 (0.5–1.8)0.7 (0.4–1.2)0.17C-reactive protein, mg/L140 (91–274)132 (89–248)0.84Lactate, mmol/L4.7 (2.5–6.7)3.5 (1.9–6.9)0.33Cardiac troponin I, ng/L163 (62–722)211 (91–737)0.29Brain natriuretic peptide, pg/mL458 (242–943)318 (144–988)0.48Norepinephrine equivalent dose, μg/min14.7 (5.4–24.7)10.5 (5.4–21.2)0.67Echocardiography (n = 29/n = 28) 1\n\n\nEjection fraction, %34 (31–42)39 (32–45)0.67Arrhythmia20 (34)12 (20)0.10Open in a separate windowData are presented as number (%) or median (interquartile range). The p-values were calculated using the paired t-test or the Wilcoxon signed rank test for continuous variables and using the chi-squared test or Fisher’s exact test for categorical variables. ARDS: acute respiratory distress syndrome; SOFA: Sequential Organ Failure Assessment. 1 Echocardiography was performed for 29 patients in the treatment group and for 28 patients in the control group.Table 2Echocardiographic parameters.\nTreatment Group(n = 29)Control Group(n = 28)\np\nLV ejection fraction, %34 (31–42)39 (28–45)0.79Mitral E wave, cm/s80.0 (62.0–95.0)65.5 (51.5–89.0)0.15Mitral E’ wave, cm/s5.0 (4.0–7.0)5.0 (4.0–6.2)0.54E/E′ ratio16.0 (11.2–17.8)12.1 (10.4–17.0)0.39Stroke volume, mL24 (22–35)27 (24–33)0.59Cardiac output, L/min2.8 (2.3–3.1)3.0 (2.3–3.7)0.24Cardiac index, L/min/m21.7 (1.5–1.9)2.0 (1.5–2.4)0.08Open in a separate windowData are presented as the median (interquartile range). The p-values were calculated using the Mann–Whitney U test. LV: left ventricular.In the matched cohort, the ICU mortality rates were 32% (19/59 patients) in the treatment group and 46% (27/59 patients) in the control group (p = 0.13) (Table 3). Furthermore, in the matched cohort, treated patients had significantly more ventilator-free days at day 28 and tended to have less superinfection rate. There were no significant differences in terms of ICU mortality, vasopressor-free days at day 28, and superinfection rate when the patients were stratified according to the presence of chronic heart failure (Table S5). Among the 57 patients who received echocardiography, 24 patients (42%) received follow-up evaluation, and the recovery group tended to have lower ICU mortality rate and more vasopressor-free days at day 28 (Table S6). However, the proportion of recovered patients (70% vs. 71%; p > 0.99) and follow-up LV systolic function (ejection fraction: 50% (IQR: 29–55%) vs. 53% (IQR: 46–59%); p = 0.46) were not significantly different between the treatment and control groups. The control group included 13 patients (22%) who received corticosteroids, with a median dose (hydrocortisone equivalents) of 150 mg/day (IQR: 30–300 mg/day) and a median duration of 3 days (IQR: 1–9 days). A comparison of the treatment group, the corticosteroid-treated control group, and the control group, which did not receive corticosteroids, failed to detect significant differences in terms of ICU mortality, vasopressor-free days at day 28 and superinfection rate (Table S7). However, the treatment group had significantly more ventilator-free days at day 28.Table 3Primary and secondary outcomes in the matched cohort.\nTreatment Group(n = 59)Control Group(n = 59)\np\nPrimary outcome\n\n\nICU mortality19 (32)27 (46)0.13Secondary outcomes\n\n\nVasopressor weaning39 (66)36 (61)0.57Vasopressor-free days at day 2816.6 ± 12.115.0 ± 12.30.37Ventilator weaning (n = 40/n = 35) 121 (53)9 (26)0.02Ventilator-free days at day 2811.4 ± 11.35.4 ± 9.70.02Superinfection6 (10)13 (22)0.08Open in a separate windowData are presented as number (%) or mean ± standard deviation. The p-values were calculated using the Mann–Whitney U test or Student’s t-test for continuous variables and using the chi-squared test or Fisher’s exact test for categorical variables. ICU: intensive care unit. 1 Mechanical ventilation was applied for 40 patients in the treatment group and for 35 patients in the control group.Use of the vitamin C protocol was associated with a significantly lower risk of mortality in the unadjusted analysis (unadjusted HR: 0.57, 95% confidence interval (CI): 0.35–0.93; p = 0.02) (Table 4). The Cox regression model, which was adjusted for the PS plus the lactate concentration, revealed that the vitamin C protocol tended to be associated with a lower risk of mortality in the unmatched cohort (adjusted HR: 0.60, 95% CI: 0.34–1.08; p = 0.09). Moreover, the vitamin C protocol was associated with significantly lower risks of mortality in the PS-matched cohort (adjusted HR: 0.55, 95% CI: 0.30–0.99; p = 0.047) and in the IPTW-matched cohort (adjusted HR: 0.67, 95% CI: 0.45–1.00; p = 0.048).Table 4Association between the vitamin C protocol and ICU mortality.\nCrudePropensity-AdjustedPS-MatchedIPTW-MatchedUnadjusted HR(95% CI)\np\nAdjusted HR(95% CI)\np\nAdjusted HR(95% CI)\np\nAdjusted HR(95% CI)\np\nICU mortality0.57 (0.35–0.93)0.020.60 (0.34–1.08)0.090.55 (0.30–0.99)0.0470.67 (0.45–1.00)0.048Open in a separate windowThe propensity-adjusted multivariable analysis was adjusted for lactate concentration and individual PS. The PS- and IPTW-matched multivariable analysis was adjusted for lactate concentration. CI: confidence interval; HR: hazard ratio; ICU: intensive care unit; IPTW: inverse probability of treatment weighting; PS: propensity score.3.2. Changes in Clinical ParametersIn the matched cohort, the 4-day changes in the clinical parameters are shown in Figure 1 and Table S8. The vasopressor dosage (norepinephrine equivalents) decreased over time for the treatment and control groups, although the decrease at day 4 was significantly greater in the treatment group (median: −8.4 μg/min (IQR: −21.0 to 0 μg/min) vs. −4.1 μg/min (IQR: −10.8 to 2.0 μg/min); p = 0.04). The median CRP concentration only decreased significantly in the treatment group (−25 mg/L (IQR: −116 to 46 mg/L) vs. 0 mg/L (IQR: −30 to 122 mg/L); p = 0.004). During the 4-day period, the treatment group generally exhibited less fluid retention. There was no significant difference in the groups’ SOFA scores at day 1, although the decrease at day 4 tended to be greater in the treatment group (median: −2 (IQR: −5 to 1) vs. −1 (IQR: −3 to 4); p = 0.09).Open in a separate windowFigure 1A: Vasopressor dosages (norepinephrine equivalents), B: CRP concentrations, C: net fluid retentions, D: SOFA scores during the 4-day study period. The center lines indicate the median values, the box tops and bottoms indicate the interquartile ranges, error bars indicate the overall ranges, and the dots indicate outliers. CRP: C-reactive protein; SOFA: Sequential Organ Failure Assessment. * p < 0.05, † p < 0.01 when the treatment and control groups were compared by the Mann–Whitney U test or Student’s t-test.3.3. Vasopressor Weaning and ICU MortalityOf the 91 patients in the unmatched cohort, 29 started the vitamin C protocol at <2 h after shock onset, 32 at 2–8 h, and 30 at ≥8 h. Patients who started the protocol at <2 h after shock onset (vs. 2–8 h or ≥8 h) had a higher mean number of vasopressor-free days at day 28 (21.3 ± 10.0 days vs. 13.0 ± 13.2 days vs. 15.7 ± 11.6 days) and a higher vasopressor weaning rate (83% vs. 50% vs. 67%) (Figure 2). Early administration of the vitamin C protocol was associated with a decreased rate of ICU mortality (21% vs. 47% vs. 40%).Open in a separate windowFigure 2(A) Vasopressor-free days at day 28, (B) vasopressor weaning, and ICU mortality according to timing of the vitamin C protocol. Error bars indicate the 95% confidence intervals. ICU: intensive care unit. * p < 0.05, † p < 0.01 when the groups were compared by the Mann–Whitney U test or Student’s t-test for continuous variables and by the chi-squared test or Fisher’s exact test for categorical variables. 4. DiscussionThis study revealed that, after adjusting for baseline imbalances in the treatment and control groups’ characteristics, the vitamin C protocol was associated with a significantly lower risk of mortality. This result was also supported by the treatment group, having significant decreases in vasopressor dosage and CRP concentration (an inflammation marker). These effects might be driven by early (<2 h) initiation of treatment.Preclinical studies have shown that increased oxidative stress in cardiomyocytes and subsequent injury may induce septic cardiomyopathy [29]. Hao et al. showed that vitamin C decreased myocardial oxidant injury, attenuated apoptosis, and preserved the functional integrity of mitochondria [30]. In addition, both vitamin C and hydrocortisone protect the vascular endothelium and reduce the ischemia-reperfusion injury [31,32]. Thiamine, vitamin C, and corticosteroids may act synergistically to reverse the organ dysfunction in sepsis [33]. These findings imply that the vitamin C protocol may have a protective role in septic cardiomyopathy. In the present study, the treatment group had significant decreases in vasopressor dosage. However, there is no biologically plausible explanation for this finding, as we did not have any data on the evolution of cardiac or vascular dysfunction.An explanation is needed for why the vitamin C protocol was not associated with the overall ICU mortality rate in the unmatched analysis but was significantly associated with the mortality rate in the Cox regression model. First, the treatment group was older and more likely to require mechanical ventilation, relative to the control group, and these covariates were considered important in our Cox regression model, PS generation model, and IPTW-matched analysis. Thus, it seems reasonable that the relationship between the vitamin C protocol and ICU mortality became apparent after adjusting for these factors. Second, the early mortality rates were high in the treatment and control groups, with 4-day mortality rates of 20% (18/91 patients) in the treatment group and 31% (23/75 patients) in the control group (p = 0.11). Furthermore, in the matched cohort, the 4-day mortality rates were 22% (13/59 patients) in the treatment group and 31% (18/59 patients) in the control group (p = 0.30). It is possible that the Cox model for time to death reflected a short-term effect of the vitamin C protocol on mortality, given that the protocol only involved 4 days with vitamin C administration. Thus, the benefits of vitamin C treatment might be clearer if the outcome measurement was confined to the days on which it was administered, as re-analysis of the CITRIS-ALI trial data revealed that vitamin C treatment was associated with an 81% lower mortality rate during the 4-day treatment period [34].Survivorship bias should also be considered to accurately interpret the results of clinical trials that involve critically ill patients [35]. For example, the CITRIS-ALI trial revealed no significant difference in the SOFA score change at 96 h between the vitamin C and placebo groups [36]. However, 64 of 167 patients (38%) were excluded based on missing values because of death and early discharge. Thus, the survivors with relatively severe organ dysfunction in the vitamin C group might have been compared to survivors with a relatively better condition in the placebo group. In addition, secondary analysis that assigned a SOFA score of 20 to patients who died and a score of 0 to patients who were discharged revealed a significant difference in the SOFA scores at 96 h (p = 0.03) [37]. In the present study, we assigned a SOFA score of 24 to deceased patients and used the LOCF approach for discharged patients. The results revealed a near-significant difference between the treatment and control groups in the SOFA score change at day 4. Furthermore, this finding is consistent with the treatment group having significant decreases in vasopressor dosage and CRP concentration, which supports the hypothesis that the vitamin C protocol might help improve organ dysfunction and inflammation among patients with septic cardiomyopathy.Previous randomized trials of vitamin C treatment for sepsis may also be limited by delayed treatment initiation. For example, the CITRIS-ALI trial required fully developed ARDS, and most patients were in the advanced stage of sepsis at enrollment [36]. Furthermore, the median times from fulfilling the eligibility criteria to vitamin C administration were 12.1 h in the VITAMINS trial, 14.5 h in the ACTS trial, and 14.7 h in the VICTAS trial [13,15,16]. However, retrospective studies have indicated that starting treatment at <6 h after sepsis presentation can influence patient outcomes [38,39]. The ORANGES trial also identified quicker shock reversal in the vitamin C protocol group, which was independent of the effects of corticosteroids in the placebo group [14], and most patients received their first treatment within 3–14 h after presenting to the emergency department. In the present study, the vitamin C protocol was initiated at a median interval of 4 h after shock onset, and large treatment effects were associated with early therapy initiation (<2 h). Therefore, early administration of vitamin C, antibiotics, and vasopressors may help clarify the treatment-specific effects and minimize variations in the standard care for septic shock. Nevertheless, further studies are needed to validate the temporal benefits of the vitamin C protocol.The survival outcomes of previous trials might also be influenced by differences between specific subgroups. It has been suggested that the lack of a clear benefit in the trial of levosimendan for septic shock was related to the fact that not all patients had cardiac dysfunction [40]. Moreover, vitamin C may be most beneficial for patients with the most severe disease [41]. In this context, all of our patients had severe cardiac dysfunction (all were receiving vasopressors, and the median SOFA scores were 11–12) and we observed that the treated patients were likely to have more ventilator-free days at day 28. This finding is consistent with a recent meta-analysis that indicated that vitamin C might decrease the duration of mechanical ventilation among critically ill patients [41]. This relationship is interesting and should be explored, given that high-dose vitamin C may help reduce mortality rates in cases of severe pneumonia, including cases that involve coronavirus disease 2019 [42,43]. Patients with sepsis are at high risk of atrial and ventricular arrhythmias [44]. Moreover, a recent study showed a significant association between sepsis-induced LV dysfunction and arrhythmias and circulating histones, which can be released into the bloodstream due to excessive inflammation and cellular death [45]. Our study revealed up to 27% (32/118 patients) in the unmatched cohort who experienced arrhythmias requiring cardioversion. Therefore, additional studies are needed to identify patient groups that may benefit from this treatment strategy.This study has several limitations. First, the single-center retrospective analysis of temporally separated treatment and control groups is prone to bias, which cannot be completely excluded, although we used PS matching, IPTW, and Cox regression analyses to reduce the contribution of treatment selection bias. Second, the small number of patients might have limited the power of the analyses to detect significant effects that could be attributed to the vitamin C protocol. Third, echocardiographic parameters were only available for 48% of the patients, and cardiac biomarkers were used to identify septic cardiomyopathy in the remaining patients. In addition, the number of echocardiography was further reduced to 20% for follow-up examination. The conclusions drawn in this study were not based on a unified method for screening of septic cardiomyopathy and may be subject to bias. Moreover, troponin elevation may be affected by multiple organs and pathophysiologic pathways, while BNP elevation may be confounded by respiratory failure, renal dysfunction, and atrial fibrillation [46]. Fourth, patients who received corticosteroids were not excluded from the control group to evaluate whether the combination therapy was more effective than corticosteroid monotherapy. Corticosteroid treatment was administered at the discretion of attending ICU clinicians to 22% of the control group (13/59 patients), and there is a possibility that the steroid treatment affected the outcomes in the control group. However, we failed to detect significant differences in terms of ICU mortality, vasopressor-free days at day 28, and superinfection rate when we compared control patients who did or did not receive corticosteroids. Fifth, the median duration of vitamin C treatment (2 days) was shorter than the recommended 4-day protocol by early death or discharge, and the vitamin C concentrations were not measured. Thus, it is possible that the vitamin C concentrations were suboptimal, which might have reduced the 4-day changes in the treatment group’s clinical parameters. 5. ConclusionsIn conclusion, combination treatment using vitamin C, hydrocortisone, and thiamine for patients with septic cardiomyopathy is associated with a lower risk of mortality. It also reduced values for vasopressor dosage, CRP concentration, and SOFA score during the first 96 h after shock onset. Furthermore, earlier initiation of this treatment seems to be linked to a greater therapeutic effect. However, validation in a large prospective study is needed to confirm our results. Supplementary MaterialsThe following are available online at https://www.mdpi.com/article/10.3390/jpm11070610/s1, Table S1: Factors used to generate the propensity scores for the conditional probability that the patients would receive the vitamin C protocol; Table S2: Baseline characteristics of the groups before matching; Table S3: Primary and secondary outcomes in the groups before matching; Figure S1: Standardized mean differences for variables before and after matching and IPTW-trimming; Table S4: Echocardiographic parameters among patients with chronic heart failure or chronic lung disease; Table S5: Primary and secondary outcomes in the matched cohort according to the presence of chronic heart failure; Table S6: Primary and secondary outcomes in the matched cohort according to recovery status from septic cardiomyopathy; Table S7: Comparing primary and secondary outcomes among treated and control patients who did or did not receive steroids at shock onset; Table S8: Serial analyses of clinical parameters during the first 4 days in the matched cohort.Click here for additional data file.(334K, zip) Author ContributionsConceptualization, W.-Y.K.; methodology, W.-Y.K.; formal analysis, M.-T.L. and S.-Y.J.; resources, W.-Y.K.; data curation, M.S.B. and J.S.; writing—original draft preparation, W.-Y.K. and M.-T.L.; writing—review and editing, S.-Y.J., M.S.B., and J.S.; supervision, M.S.B. and J.S.; project administration, W.-Y.K.; funding acquisition, W.-Y.K. All authors have read and agreed to the published version of the manuscript. FundingThis research was funded by the National Research Foundation of Korea grant, funded by the Korean government (MSIP) (2019R1G1A1099373). Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki and approved by the Institutional Review Board of Chung-Ang University Hospital (protocol code: 1820-006-353; date of approval: 4 September 2019). Informed Consent StatementPatient consent was waived because it was an observational study. Data Availability StatementRestrictions apply to the availability of these data. Data were obtained from electronic medical records in the Chung-Ang University Hospital database. Conflicts of InterestThe authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Singer M., Deutschman C.S., Seymour C.W., Shankar-Hari M., Annane D., Bauer M., Bellomo R., Bernard G.R., Chiche J.D., Coopersmith C.M., et al.  The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3) JAMA. 2016;315:801–810. doi: 10.1001/jama.2016.0287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Geri G., Vignon P., Aubry A., Fedou A.L., Charron C., Silva S., Repessé X., Vieillard-Baron A. Cardiovascular clusters in septic shock combining clinical and echocardiographic parameters: A post hoc analysis. Intensive Care Med. 2019;45:657–667. doi: 10.1007/s00134-019-05596-z. [PubMed] [CrossRef] [Google Scholar]3. Suffredini A.F., Fromm R.E., Parker M.M., Brenner M., Kovacs J.A., Wesley R.A., Parrillo J.E. The cardiovascular response of normal humans to the administration of endotoxin. N. Engl. J. Med. 1989;321:280–287. doi: 10.1056/NEJM198908033210503. [PubMed] [CrossRef] [Google Scholar]4. Vincent J.L., Bakker J., Marecaux G., Schandene L., Kahn R.J., Dupont E. Administration of anti-TNF antibody improves left ventricular function in septic shock patients. Results of a pilot study. Chest. 1992;101:810–815. doi: 10.1378/chest.101.3.810. [PubMed] [CrossRef] [Google Scholar]5. Rudiger A., Singer M. Mechanisms of sepsis-induced cardiac dysfunction. Crit. Care Med. 2007;35:1599–1608. doi: 10.1097/01.CCM.0000266683.64081.02. [PubMed] [CrossRef] [Google Scholar]6. Morelli A., Ertmer C., Westphal M., Rehberg S., Kampmeier T., Ligges S., Orecchioni A., D’Egidio A., D’Ippoliti F., Raffone C., et al.  Effect of heart rate control with esmolol on hemodynamic and clinical outcomes in patients with septic shock: A randomized clinical trial. JAMA. 2013;310:1683–1691. doi: 10.1001/jama.2013.278477. [PubMed] [CrossRef] [Google Scholar]7. Ukkonen H., Saraste M., Akkila J., Knuuti M.J., Lehikoinen P., Nagren K., Lehtonen L., Voipio-Pulkki L.M. Myocardial efficiency during calcium sensitization with levosimendan: A noninvasive study with positron emission tomography and echocardiography in healthy volunteers. Clin. Pharmacol. Ther. 1997;61:596–607. doi: 10.1016/S0009-9236(97)90139-9. [PubMed] [CrossRef] [Google Scholar]8. Antcliffe D.B., Santhakumaran S., Orme R.M.L., Ward J.K., Al-Beidh F., O’Dea K., Perkins G.D., Singer M., McAuley D.F., Mason A.J., et al.  Levosimendan in septic shock in patients with biochemical evidence of cardiac dysfunction: A subgroup analysis of the LeoPARDS randomised trial. Intensive Care Med. 2019;45:1392–1400. doi: 10.1007/s00134-019-05731-w. [PubMed] [CrossRef] [Google Scholar]9. Oudemans-van Straaten H.M., Spoelstra-de Man A.M., de Waard M.C. Vitamin C revisited. Crit. Care. 2014;18:460. doi: 10.1186/s13054-014-0460-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Carr A.C., Shaw G.M., Fowler A.A., Natarajan R. Ascorbate-dependent vasopressor synthesis: A rationale for vitamin C administration in severe sepsis and septic shock? Crit. Care. 2015;19:418. doi: 10.1186/s13054-015-1131-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Fujii T., Deane A.M., Nair P. Metabolic support in sepsis: Corticosteroids and vitamins: The why, the when, the how. Curr. Opin. Crit. Care. 2020;26:363–368. doi: 10.1097/MCC.0000000000000736. [PubMed] [CrossRef] [Google Scholar]12. de Andrade J.A.A., Gayer C.R.M., Nogueira N.P.A., Paes M.C., Bastos V., Neto J., Alves S.C., Jr., Coelho R.M., da Cunha M.G.A.T., Gomes R.N., et al.  The effect of thiamine deficiency on inflammation, oxidative stress and cellular migration in an experimental model of sepsis. J. Inflamm. 2014;11:11. doi: 10.1186/1476-9255-11-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Fujii T., Luethi N., Young P.J., Frei D.R., Eastwood G.M., French C.J., Deane A.M., Shehabi Y., Hajjar L.A., Oliveira G., et al.  Effect of Vitamin C, Hydrocortisone, and Thiamine vs Hydrocortisone Alone on Time Alive and Free of Vasopressor Support Among Patients With Septic Shock: The VITAMINS Randomized Clinical Trial. JAMA. 2020;323:423–431. doi: 10.1001/jama.2019.22176. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Iglesias J., Vassallo A.V., Patel V.V., Sullivan J.B., Cavanaugh J., Elbaga Y. Outcomes of Metabolic Resuscitation Using Ascorbic Acid, Thiamine, and Glucocorticoids in the Early Treatment of Sepsis: The ORANGES Trial. Chest. 2020;158:164–173. doi: 10.1016/j.chest.2020.02.049. [PubMed] [CrossRef] [Google Scholar]15. Moskowitz A., Huang D.T., Hou P.C., Gong J., Doshi P.B., Grossestreuer A.V., Andersen L.W., Ngo L., Sherwin R.L., Berg K.M., et al.  Effect of Ascorbic Acid, Corticosteroids, and Thiamine on Organ Injury in Septic Shock: The ACTS Randomized Clinical Trial. JAMA. 2020;324:642–650. doi: 10.1001/jama.2020.11946. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Sevransky J.E., Rothman R.E., Hager D.N., Bernard G.R., Brown S.M., Buchman T.G., Busse L.W., Coopersmith C.M., DeWilde C., Ely E.W., et al.  Effect of Vitamin C, Thiamine, and Hydrocortisone on Ventilator- and Vasopressor-Free Days in Patients With Sepsis: The VICTAS Randomized Clinical Trial. JAMA. 2021;325:742–750. doi: 10.1001/jama.2020.24505. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Kim W.Y., Jung J.W., Choi J.C., Shin J.W., Kim J.Y. Subphenotypes in Patients with Septic Shock Receiving Vitamin C, Hydrocortisone, and Thiamine: A Retrospective Cohort Analysis. Nutrients. 2019;11:2976.  doi: 10.3390/nu11122976. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Lin H., Wang W., Lee M., Meng Q., Ren H. Current Status of Septic Cardiomyopathy: Basic Science and Clinical Progress. Front. Pharmacol. 2020;11:210. doi: 10.3389/fphar.2020.00210. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Landesberg G., Jaffe A.S., Gilon D., Levin P.D., Goodman S., Abu-Baih A., Beeri R., Weissman C., Sprung C.L., Landesberg A. Troponin elevation in severe sepsis and septic shock: The role of left ventricular diastolic dysfunction and right ventricular dilatation. Crit. Care Med. 2014;42:790–800. doi: 10.1097/CCM.0000000000000107. [PubMed] [CrossRef] [Google Scholar]20. Charpentier J., Luyt C.E., Fulla Y., Vinsonneau C., Cariou A., Grabar S., Dhainaut J.F., Mira J.P., Chiche J.D. Brain natriuretic peptide: A marker of myocardial dysfunction and prognosis during severe sepsis. Crit. Care Med. 2004;32:660–665. doi: 10.1097/01.CCM.0000114827.93410.D8. [PubMed] [CrossRef] [Google Scholar]21. Rhodes A., Evans L.E., Alhazzani W., Levy M.M., Antonelli M., Ferrer R., Kumar A., Sevransky J.E., Sprung C.L., Nunnally M.E., et al.  Surviving Sepsis Campaign: International Guidelines for Management of Sepsis and Septic Shock: 2016. Crit. Care Med. 2017;45:486–552. doi: 10.1097/CCM.0000000000002255. [PubMed] [CrossRef] [Google Scholar]22. Vincent J.L., Moreno R., Takala J., Willatts S., De Mendonca A., Bruining H., Reinhart C.K., Suter P.M., Thijs L.G. The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine. Intensive Care Med. 1996;22:707–710. doi: 10.1007/BF01709751. [PubMed] [CrossRef] [Google Scholar]23. Russell J.A., Walley K.R., Singer J., Gordon A.C., Hébert P.C., Cooper D.J., Holmes C.L., Mehta S., Granton J.T., Storms M.M., et al.  Vasopressin versus norepinephrine infusion in patients with septic shock. N. Engl. J. Med. 2008;358:877–887. doi: 10.1056/NEJMoa067373. [PubMed] [CrossRef] [Google Scholar]24. de Grooth H.J., Elbers P.W.G., Vincent J.L. Vitamin C for Sepsis and Acute Respiratory Failure. JAMA. 2020;323:792. doi: 10.1001/jama.2019.21981. [PubMed] [CrossRef] [Google Scholar]25. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]26. Rosenbaum P.R., Dubin D.B. The central role of the propensity score in observational studies for causal effects. Biometrika. 1983;70:41–55. doi: 10.1093/biomet/70.1.41. [CrossRef] [Google Scholar]27. Seung K.B., Park D.W., Kim Y.H., Lee S.W., Lee C.W., Hong M.K., Park S.W., Yun S.C., Gwon H.C., Jeong M.H., et al.  Stents versus coronary-artery bypass grafting for left main coronary artery disease. N. Engl. J. Med. 2008;358:1781–1792. doi: 10.1056/NEJMoa0801441. [PubMed] [CrossRef] [Google Scholar]28. Desai R.J., Franklin J.M. Alternative approaches for confounding adjustment in observational studies using weighting based on the propensity score: A primer for practitioners. BMJ. 2019;367:l5657. doi: 10.1136/bmj.l5657. [PubMed] [CrossRef] [Google Scholar]29. Haileselassie B., Su E., Pozios I., Niño D.F., Liu H., Lu D.Y., Ventoulis I., Fulton W.B., Sodhi C.P., Hackam D., et al.  Myocardial oxidative stress correlates with left ventricular dysfunction on strain echocardiography in a rodent model of sepsis. Intensive Care Med. Exp. 2017;5:21. doi: 10.1186/s40635-017-0134-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Hao J., Li W.W., Du H., Zhao Z.F., Liu F., Lu J.C., Yang X.C., Cui W. Role of Vitamin C in Cardioprotection of Ischemia/Reperfusion Injury by Activation of Mitochondrial KATP Channel. Chem. Pharm. Bull. 2016;64:548–557. doi: 10.1248/cpb.c15-00693. [PubMed] [CrossRef] [Google Scholar]31. Barabutis N., Khangoora V., Marik P.E., Catravas J.D. Hydrocortisone and Ascorbic Acid Synergistically Prevent and Repair Lipopolysaccharide-Induced Pulmonary Endothelial Barrier Dysfunction. Chest. 2017;152:954–962. doi: 10.1016/j.chest.2017.07.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Azari O., Kheirandish R., Azizi S., Farajli Abbasi M., Ghahramani Gareh Chaman S., Bidi M. Protective Effects of Hydrocortisone, Vitamin C and E Alone or in Combination against Renal Ischemia-Reperfusion Injury in Rat. Iran. J. Pathol. 2015;10:272–280. [PMC free article] [PubMed] [Google Scholar]33. Gritsenko D., Papadopoulos J., Altshuler D., Lee Y.I., Altshuler J. The Unsung Hero: Role of Thiamine in the ‘Vitamin C Cocktail’ Chest. 2017;152:678. doi: 10.1016/j.chest.2017.06.020. [PubMed] [CrossRef] [Google Scholar]34. Hemila H., Chalker E. Reanalysis of the Effect of Vitamin C on Mortality in the CITRIS-ALI Trial: Important Findings Dismissed in the Trial Report. Front. Med. 2020;7:590853. doi: 10.3389/fmed.2020.590853. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Lachin J.M. Worst-rank score analysis with informatively missing observations in clinical trials. Control. Clin. Trials. 1999;20:408–422. doi: 10.1016/S0197-2456(99)00022-7. [PubMed] [CrossRef] [Google Scholar]36. Fowler A.A., 3rd, Truwit J.D., Hite R.D., Morris P.E., DeWilde C., Priday A., Fisher B., Thacker L.R., 2nd, Natarajan R., Brophy D.F., et al.  Effect of Vitamin C Infusion on Organ Failure and Biomarkers of Inflammation and Vascular Injury in Patients With Sepsis and Severe Acute Respiratory Failure: The CITRIS-ALI Randomized Clinical Trial. JAMA. 2019;322:1261–1270. doi: 10.1001/jama.2019.11825. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Fowler A.A., 3rd, Fisher B.J., Kashiouris M.G. Vitamin C for Sepsis and Acute Respiratory Failure-Reply. JAMA. 2020;323:792–793. doi: 10.1001/jama.2019.21987. [PubMed] [CrossRef] [Google Scholar]38. Marik P.E., Khangoora V., Rivera R., Hooper M.H., Catravas J. Hydrocortisone, Vitamin C, and Thiamine for the Treatment of Severe Sepsis and Septic Shock: A Retrospective Before-After Study. Chest. 2017;151:1229–1238. doi: 10.1016/j.chest.2016.11.036. [PubMed] [CrossRef] [Google Scholar]39. Frommelt M.A., Kory P., Long M.T. Letter on Update to the Vitamin C, Thiamine, and Steroids in Sepsis (VICTAS) Protocol. Trials. 2020;21:350. doi: 10.1186/s13063-020-04289-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Groesdonk H.H., Sander M., Heringlake M. Levosimendan in Sepsis. N. Engl. J. Med. 2017;376:798. [PubMed] [Google Scholar]41. Hemila H., Chalker E. Vitamin C may reduce the duration of mechanical ventilation in critically ill patients: A meta-regression analysis. J. Intensive Care. 2020;8:15. doi: 10.1186/s40560-020-0432-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Kim W.Y., Jo E.J., Eom J.S., Mok J., Kim M.H., Kim K.U., Park H.K., Lee M.K., Lee K. Combined vitamin C, hydrocortisone, and thiamine therapy for patients with severe pneumonia who were admitted to the intensive care unit: Propensity score-based analysis of a before-after cohort study. J. Crit. Care. 2018;47:211–218. doi: 10.1016/j.jcrc.2018.07.004. [PubMed] [CrossRef] [Google Scholar]43. Zhang J., Rao X., Li Y., Zhu Y., Liu F., Guo G., Luo G., Meng Z., De Backer D., Xiang H., et al.  Pilot trial of high-dose vitamin C in critically ill COVID-19 patients. Ann. Intensive Care. 2021;11:5. doi: 10.1186/s13613-020-00792-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Shahreyar M., Fahhoum R., Akinseye O., Bhandari S., Dang G., Khouzam R.N. Severe sepsis and cardiac arrhythmias. Ann. Transl. Med. 2018;6:6. doi: 10.21037/atm.2017.12.26. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Alhamdi Y., Abrams S.T., Cheng Z., Jing S., Su D., Liu Z., Lane S., Welters I., Wang G., Toh C.H. Circulating Histones Are Major Mediators of Cardiac Injury in Patients With Sepsis. Crit. Care Med. 2015;43:2094–2103. doi: 10.1097/CCM.0000000000001162. [PubMed] [CrossRef] [Google Scholar]46. Huang D.T., Ramirez P. Biomarkers in the ICU: Less is more? Yes. Intensive Care Med. 2021;47:94–96. doi: 10.1007/s00134-020-06049-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}