{"title": "Measurement of Electrical Impedance Tomography-Based Regional Ventilation Delay for Individualized Titration of End-Expiratory Pressure", "pubDate": "2021", "PMCID": "PMC8267627", "DOI": "10.3390/jcm10132933", "PMID": "34208890", "abstract": "Rationale:                       Individualized positive end-expiratory pressure (PEEP) titration might be beneficial in preventing tidal recruitment. To detect tidal recruitment by electrical impedance tomography (EIT), the time disparity between the regional ventilation curves (regional ventilation delay inhomogeneity [RVDI]) can be measured during controlled mechanical ventilation when applying a slow inflation of 12 mL/kg of body weight (BW). However, repeated large slow inflations may result in high end-inspiratory pressure (PEI), which might limit the clinical applicability of this method. We hypothesized that PEEP levels that minimize tidal recruitment can also be derived from EIT-based RVDI through the use of reduced slow inflation volumes.                  Methods:                       Decremental PEEP trials were performed in 15 lung-injured pigs. The PEEP level that minimized tidal recruitment was estimated from EIT-based RVDI measurement during slow inflations of 12, 9, 7.5, or 6 mL/kg BW. We compared RVDI and PEI values resulting from different slow inflation volumes and estimated individualized PEEP levels.                  Results:                       RVDI values from slow inflations of 12 and 9 mL/kg BW showed excellent linear correlation (R2 = 0.87, p < 0.001). Correlations decreased for RVDI values from inflations of 7.5 (R2 = 0.68, p < 0.001) and 6 (R2 = 0.42, p < 0.001) mL/kg BW. Individualized PEEP levels estimated from 12 and 9 mL/kg BW were comparable (bias -0.3 cm H2O ± 1.2 cm H2O). Bias and scatter increased with further reduction in slow inflation volumes (for 7.5 mL/kg BW, bias 0 ± 3.2 cm H2O; for 6 mL/kg BW, bias 1.2 ± 4.0 cm H2O). PEI resulting from 9 mL/kg BW inflations were comparable with PEI during regular tidal volumes.                  Conclusions:                       PEEP titration to minimize tidal recruitment can be individualized according to EIT-based measurement of the time disparity of regional ventilation courses during slow inflations with low inflation volumes. This sufficiently decreases PEI and may reduce potential clinical risks.", "author": [{"author": "Thomas Muders", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, 53127 Bonn, Germany."], "href": "/?term=Muders+T&cauthor_id=34208890"}, {"author": "Benjamin Hentze", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, 53127 Bonn, Germany."], "href": "/?term=Hentze+B&cauthor_id=34208890"}, {"author": "Stefan Kreyer", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, 53127 Bonn, Germany."], "href": "/?term=Kreyer+S&cauthor_id=34208890"}, {"author": "Karin Henriette Wodack", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, 53127 Bonn, Germany."], "href": "/?term=Wodack+KH&cauthor_id=34208890"}, {"author": "Steffen Leonhardt", "affiliation": ["Chair for Medical Information Technology, RWTH Aachen University, 52074 Aachen, Germany."], "href": "/?term=Leonhardt+S&cauthor_id=34208890"}, {"author": "Göran Hedenstierna", "affiliation": ["Department of Medical Sciences, Clinical Physiology, Uppsala University, 75185 Uppsala, Sweden."], "href": "/?term=Hedenstierna+G&cauthor_id=34208890"}, {"author": "Hermann Wrigge", "affiliation": ["Department of Anesthesiology, Intensive Care and Emergency Medicine, Pain Therapy, Bergmannstrost Hospital Halle, 06112 Halle, Germany."], "href": "/?term=Wrigge+H&cauthor_id=34208890"}, {"author": "Christian Putensen", "affiliation": ["Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, 53127 Bonn, Germany."], "href": "/?term=Putensen+C&cauthor_id=34208890"}], "refPMID": ["10588637", "10404912", "10424561", "11943651", "10793162", "20197533", "19841457", "28150228", "16641394", "19910610", "9655729", "20445445", "27596161", "31394721", "18431279", "22202705", "32101968", "31382559", "20613859", "16690982", "27243208", "22797452", "15928475", "23855040", "31426607", "25693014", "30776290", "28079607", "34080074", "29045567", "18980696", "18621912", "26640323", "22244649", "18349543", "31025221", "9655699"], "citedInPMID": ["34208890"], "body": " AbstractRationale: Individualized positive end-expiratory pressure (PEEP) titration might be beneficial in preventing tidal recruitment. To detect tidal recruitment by electrical impedance tomography (EIT), the time disparity between the regional ventilation curves (regional ventilation delay inhomogeneity [RVDI]) can be measured during controlled mechanical ventilation when applying a slow inflation of 12 mL/kg of body weight (BW). However, repeated large slow inflations may result in high end-inspiratory pressure (PEI), which might limit the clinical applicability of this method. We hypothesized that PEEP levels that minimize tidal recruitment can also be derived from EIT-based RVDI through the use of reduced slow inflation volumes. Methods: Decremental PEEP trials were performed in 15 lung-injured pigs. The PEEP level that minimized tidal recruitment was estimated from EIT-based RVDI measurement during slow inflations of 12, 9, 7.5, or 6 mL/kg BW. We compared RVDI and PEI values resulting from different slow inflation volumes and estimated individualized PEEP levels. Results: RVDI values from slow inflations of 12 and 9 mL/kg BW showed excellent linear correlation (R2 = 0.87, p < 0.001). Correlations decreased for RVDI values from inflations of 7.5 (R2 = 0.68, p < 0.001) and 6 (R2 = 0.42, p < 0.001) mL/kg BW. Individualized PEEP levels estimated from 12 and 9 mL/kg BW were comparable (bias −0.3 cm H2O ± 1.2 cm H2O). Bias and scatter increased with further reduction in slow inflation volumes (for 7.5 mL/kg BW, bias 0 ± 3.2 cm H2O; for 6 mL/kg BW, bias 1.2 ± 4.0 cm H2O). PEI resulting from 9 mL/kg BW inflations were comparable with PEI during regular tidal volumes. Conclusions: PEEP titration to minimize tidal recruitment can be individualized according to EIT-based measurement of the time disparity of regional ventilation courses during slow inflations with low inflation volumes. This sufficiently decreases PEI and may reduce potential clinical risks.Keywords: acute respiratory distress syndrome, positive end-expiratory pressure, individualized therapy, electrical impedance tomography, monitoring, functional imaging 1. IntroductionIn patients suffering from acute respiratory distress syndrome (ARDS), mechanical ventilation is necessary to ensure sufficient gas exchange; however, it may aggravate lung injury. Ventilator-induced lung injury (VILI) [1,2,3,4] may result from both end-inspiratory overdistension and tidal recruitment (cyclic opening of the collapsed lung tissue). Limiting tidal volume (VT) and end-inspiratory pressure (PEI) can reduce VILI and improve outcomes [5]. In contrast, the use of higher positive end-expiratory pressure (PEEP) levels does not reduce mortality rates among patients with ARDS [6,7]. Individual differences in the potential for alveolar recruitment might explain this situation [8]. Individualized PEEP settings aiming at improved and sustained lung recruitment [9] and at reduced tidal recruitment [10] may improve outcome in patients with ARDS who have recruitable lung collapse. Hence, detecting tidal recruitment might help optimize PEEP settings.The global indices of lung mechanics do not enable the detection of regional collapse and tidal recruitment [11]. Electrical impedance tomography (EIT), in contrast, allows for the noninvasive monitoring of regional ventilation at the patient’s bedside [12,13,14]. We introduced an EIT-based parameter (regional ventilation delay inhomogeneity [RVDI]) to quantify the time disparity of the regional ventilation curves during slow inflation of 12 mL per kilogram of body weight (BW) [15,16]. RVDI enables the estimation of PEEP-associated changes in tidal recruitment [16] during controlled mechanical ventilation. Muders et al. recently demonstrated that a RVDI-based PEEP titration strategy minimizes tidal recruitment and improves regional ventilation/perfusion matching [17]. However, at higher PEEP levels, slow inflations of 12 mL/kg BW might potentially result in harmful increases in PEI. Therefore, the repeated use of these inflations during PEEP titration may contribute to VILI; thus, the clinical applicability of this approach is limited. In a previous study, Muders et al. demonstrated that RVDI can also be measured from slow inflations with a reduced inflation volume to quantify tidal recruitment while PEI is limited [18]. The influence of this modified approach on derived PEEP levels, however, remains unclear.We hypothesized that we could use EIT to identify PEEP levels that minimize the time disparity of the regional ventilation curves by measuring RVDI from slow inflations with reduced inflation volume during a decremental PEEP trial. To test this hypothesis, we performed extended analyses of data from an experimental model of lung injury. 2. Materials and Methods2.1. Animals and EthicsThis research was based on an extended new analysis of raw data about PEEP titration from a recent study of lung injury in a swine model [17]. Experiments were approved by the Animal Research Ethics Committee of Uppsala University (C274/7) and performed in the Hedenstierna Laboratory, Department of Surgical Sciences, Uppsala University Hospital, Uppsala, Sweden, in accordance with the Guide for the Care and Use of Laboratory Animals (National Academy of Sciences, 1996) [19]) and the 3Rs principle. Reduction was achieved through a noninvasive technique for functional lung imaging (EIT). The animals were bought from a local farm and came from several long-standing colonies (Swedish landraces). The pigs had free access to feed and fresh water until 12 h before the start of the study. They were immediately transported to the laboratory before the start of the study. Proven medication regimens were used for analgesia, sedation, and euthanasia [16,17,18]. An adequate level of anesthesia was confirmed by paw clamping before continuous paralysis was started [16,17,18] (refinement). To allow for the complete replacement of additional experiments and ensure enhanced utilization of the previous study [17], this analysis was based on data simulations derived from already existing experimental animal data. Reporting of the study follows the Animal Research: Reporting of In Vivo Experiments (ARRIVE) guidelines [20].2.2. Study Protocol2.2.1. Anesthesia, Animal Preparation, and Induction of Lung Injury Premedication, aesthesia induction and maintenance, tracheotomy, and instrumentation were performed in 15 healthy pigs (9 males and 6 females), as previously described in detail [16,17,18]. Experimental lung injury was induced through a combination of elevated intra-abdominal pressure and titrated central venous injections of oleic acid in accordance with a well-established protocol [16,17,18].2.2.2. Baseline Ventilatory Setting Pigs were mechanically ventilated to achieve a tidal volume (VT) of 8 mL/kg and a PEEP of 5 cm H2O by means of a volume-controlled mode. The fraction of inspired oxygen was initially 0.5 and was increased to 1.0 after the induction of lung injury [17].2.2.3. Lung Recruitment and Decremental PEEP Titration To achieve maximal lung recruitment, we increased PEEP in a stepwise manner to 45 cm H2O, as reported elsewhere [17,21]. For PEEP titration, PEEP was decreased every 4 min in steps of 2 cm H2O, starting at 30 cm H2O. At each step of decrease, arterial blood gases were measured, and time disparities between the regional ventilation curves [17] were quantified during a single slow inflation with an inflation volume of 12 mL/kg BW using EIT to estimate tidal recruitment [17], as described in Section 2.3.3. The PEEP trial proceeded until a PEEP of 0 or a stop criterion (partial pressure of oxygen of <55 mm Hg, oxygen saturation of <88%, or mean arterial blood pressure of <55 mm Hg) was reached [17].2.3. Measurements and Data Analysis2.3.1. Cardiovascular Measurements and Lung Mechanics Details about cardiovascular, ventilatory, and lung mechanic measurement have been previously reported [17]. Respiratory curves were recorded and stored with the ventilator’s built-in monitoring system (Engström CarestationTM, GE Healthcare, Munich, Germany).2.3.2. Electrical Impedance Tomography We used the EIT Evaluation Kit 2 (Dräger Medical GmbH, Lübeck, Germany) to create images of regional ventilation distribution. Impedance changes were measured and stored with a temporal resolution of 20 Hz and compared with a reference state. We used a modified Newton-Raphson reconstruction algorithm [16,17,18].2.3.3. Quantification of the Time Disparity of the Regional Ventilation Curves Methods for RVDI determination have been previously described and extensively discussed in validation studies [16,18]. During slow inflation with a constant gas flow, regional ventilation delay (RVD) times were measured until the regional impedance time curve reached a threshold of 40% of the regional impedance maximum. Delay times were normalized to inflation time and expressed as RVD index (expressed as the percentage of inflation time). RVDs were plotted in a color-coded delay map (Figure 1). In contrast to a tidal image (Figure 1), which is a surrogate of the relative regional distribution of the tidal volume, the delay map illustrates the regional differences in ventilation timing. The time disparities between regional ventilation curves were quantified by RVDI, measured as standard deviations of all RVDs (Figure 1) [16,18]. RVDI is highly correlated with tidal recruitment [16,17,18].Open in a separate windowFigure 1Calculation of regional ventilation delay inhomogeneity (RVDI) to quantify the time disparities between regional ventilation curves that are correlated with tidal recruitment [16]. Left column: calculation from the original 12 mL/kg of body weight (BW; 100%) slow inflation; other columns (left to right): calculation from the simulated reduced inflation volume of 9, 7.5, and 6 mL/kg BW at 75%, 62.5%, and 50% inflation times, respectively. Rows (top to bottom): global impedance/time curves; regional impedance/time curves; resulting electrical impedance tomography (EIT) images of tidal ventilation; normalized regional impedance/time curves, in which downward arrows indicate regional ventilation delay (RVD) indices (delay times at which regional curves reach the regional 40% inflation threshold and horizontal two-sided arrows symbolize time disparity); and delay maps with resulting RVDI values. Methodological schematic description, adapted from Muders et al. [18].RVDI was obtained from slow inflations with volumes of 12, 9, 7.5, and 6 mL/kg BW. To simulate slow inflation volumes (9, 7.5, and 6 mL/kg BW), we truncated the full EIT data recorded during the inflation of 12 mL/kg BW. Thus, we calculated RVDI at 100%, 75%, 62.5%, and 50% of inflation times, respectively, using a custom MATLAB software (MathWorks, Portola Valley, CA, USA), as previously described [18]. Additionally, RVDI was calculated from the regular tidal volumes during volume-controlled ventilation. Details are depicted in Figure 1.2.3.4. Calculation of PEI from Reduced Slow Inflation Volumes Using the SignalPlant software (Institute of Scientific Instruments, Czech Academy of Sciences, Staré Město, Czech Republic) [22], we assessed PEI arising from reduced slow inflation volumes by truncating the recorded pressure signals. Thus, according to RVDI, pressure was calculated at 100%, 75%, 62.5%, and 50% of inflation times, as previously described [18].2.3.5. Selection of EIT-Based PEEP Levels from RVDI Values Using EIT as described earlier, we derived RVDI from slow inflations and from regular VT at all steps during the PEEP titration. Thus, for any PEEP step, RVDI was obtained from the applied slow inflation of 12 mL/kg BW, as well as from the simulated slow inflations of 9, 7.5, and 6 mL/kg BW, and from regular VT. By definition, EIT-based “individually optimized” PEEP level was the minimal PEEP level that prevented a progressive increase in RVDI, as previously described [17] (Figure 2).Open in a separate windowFigure 2Measurements of time disparities (regional ventilation delay inhomogeneity [RVDI]) derived from slow inflations during a decremental positive end-expiratory pressure (PEEP) trial. RVDI is minimized at a PEEP of 20 cm H2O. Below this PEEP, RVDI progressively increased (see arrow), which suggested that tidal recruitment also increased [16,18]. Thus, a PEEP of 20 cm H2O was presumably associated with minimal tidal recruitment [17].2.4. Statistical AnalysisThe primary outcome measures were EIT-based PEEP levels derived from RVDI measurements based on slow inflations with different inflation volumes during the decremental PEEP trial. Because of the lack of pilot or published data, sample size calculation was not feasible for this exploratory study setting.End-inspiratory airway pressures associated with different slow inflation volumes during the decremental PEEP trial were compared in a two-way repeated-measures analysis of variance (ANOVA). If appropriate, consecutive post hoc tests (multiple comparison) were used to separate within-group differences. The derived EIT-based PEEP levels and RVDI values were compared in Bland–Altman analyses and linear correlation. All statistical analyses were performed with Prism 8 (GraphPad Software, San Diego, CA, USA). 3. Results3.1. Availability of DataNo animal died before the whole study protocol was finished. Data of one animal (#2) had to be excluded because the EIT raw data were corrupted. Outlier data were not eliminated. The results from 14 animals were analyzed.3.2. Cardiorespiratory Effects of Lung Injury Induction and Decremental PEEP TrialCardiorespiratory data are summarized in Table 1. The introduction of lung injury resulted in the impairment of oxygenation and lung mechanics that was comparable to moderate human ARDS [23]. Lung recruitment was successful in all animals. During the decremental PEEP trial, as PEEP decreased, PEI, and mean airway pressures also decreased. Driving pressure initially decreased with improvements in global respiratory compliance but increased when global respiratory compliance decreased at lower PEEP levels.Table 1Cardiorespiratory effects of lung injury induction and decremental PEEP trial.Measure[Unit]Baselineafter ALIPEEP TitrationPEEP[cm H2O]59 ± 2302826242220181614121086420dPaw[cm H2O]14 ± 327 ± 716 ± 515 ± 314 ± 313 ± 413 ± 413 ± 413 ± 514 ± 415 ± 517 ± 619 ± 720 ± 822 ± 725 ± 927 ± 730 ± 10RR[L/min]27 ± 333 ± 435 ± 135 ± 135 ± 135 ± 135 ± 135 ± 135 ± 135 ± 135 ± 136 ± 136 ± 236 ± 236 ± 235 ± 035 ± 035 ± 0VT[ml/kg BW]8.1 ± 0.88.1 ± 0.78.1 ± 0.88.0 ± 0.88.1 ± 0.77.9 ± 0.88.1 ± 0.78.0 ± 0.77.9 ± 0.97.9 ± 0.88.0 ± 0.88.1 ± 0.88.0 ± 0.87.9 ± 0.98.0 ± 0.88.1 ± 0.88.1 ± 0.88.0 ± 0.7HR[L/min]112 ± 17117 ± 11126 ± 35122 ± 33119 ± 31116 ± 28114 ± 27112 ± 25112 ± 24111 ± 23112 ± 23112 ± 22114 ± 23112 ± 19116 ± 22109 ± 12108 ± 6110 ± 6MAP[mm Hg]93 ± 10107 ± 1697 ± 1898 ± 1799 ± 16100 ± 18102 ± 15103 ± 15104 ± 15104 ± 14103 ± 14104 ± 14104 ± 14106 ± 13111 ± 14111 ± 12111 ± 11109 ± 14CVP[mm Hg]9 ± 313 ± 322 ± 321 ± 421 ± 320 ± 319 ± 318 ± 317 ± 317 ± 316 ± 315 ± 315 ± 314 ± 314 ± 312 ± 611 ± 610 ± 7CO[L/min]4.7 ± 0.85.3 ± 1.35.0 ± 1.44.9 ± 1.44.9 ± 1.54.9 ± 1.45.1 ± 1.55.2 ± 1.65.3 ± 1.55.3 ± 1.55.4 ± 1.65.5 ± 1.65.5 ± 1.65.5 ± 1.55.7 ± 1.56.3 ± 1.96.3 ± 2.35.2 ± 2.3FiO2\n0.5 + 00.5 + 0.11.0 + 01.0 + 01.0 + 01.0 + 01.0 + 01.0 + 01.0 + 01.0 + 01.0 + 01.0 + 01.0 + 01.0 + 01.0 + 01.0 + 01.0 + 01.0 + 0PaO2[mm Hg]215 ± 3792 ± 18465 ± 128437 ± 170467 ± 143445 ± 150434 ± 149409 ± 151365 ± 152309 ± 144262 ± 141210 ± 137165 ± 127151 ± 103129 ± 82135 ± 71118 ± 56115 ± 54\nn\n\n141414141414141414141413131110653Open in a separate windowPEEP: positive end-expiratory pressure, dPaw: driving pressure, RR: respiratory rate, VT: tidal volume, MAP: mean arterial blood pressure, CVP: central venous blood pressure, CO: cardiac output, FiO2: fraction of inspired oxygen, PaO2: arterial oxygen partial pressure, n: number of animals finishing the PEEP step.3.3. Temporal Heterogeneity Measured with EITFigure 3 shows interindividual linear correlations and the results of Bland–Altman analyses of RVDI values calculated from different slow inflation volumes. Very good linear correlation, low bias, and tight limits of agreement were found in the comparisons of RVDI values calculated from slow inflation volumes of 12 and 9 mL/kg BW (Figure 3A,E). Correlations decreased and bias and scatter increased when the slow inflation volume was further decreased to 7.5 (Figure 3B,F) and 6 (Figure 3C,G) mL/kg BW.Open in a separate windowFigure 3(A–D) Comparison (linear correlation) of regional ventilation delay inhomogeneity (RVDI) values (time disparity of regional impedance/time courses as the percentage of inflation time) calculated from different slow inflation volumes and VT depicted on electrical impedance tomography (EIT). The x-axis represents RVDI from slow inflation with 12 mL/kg of body weight (BW); the y-axis represents RVDI from the simulated slow inflations of 9 (A), 7.5 (B), and 6 (C) mL/kg BW, and regular tidal volume (VT) (D). (E–H) Comparison of means with differences between RVDI from the original slow inflation of 12 mL/kg BW and RVDI from the simulated slow inflations of 9 (E), 7.5 (F), and 6 (G) mL/kg BW, and regular VT (H). Bias ± standard deviations of bias are shown within the graphs. Limits of agreement are indicated by the dotted lines.Bland-Altman analyses comparing RVDI values from slow inflations with an inflation volume of 12 mL/kg BW and RVDI values obtained from regular VT showed high bias and low agreement (Figure 3H), and no significant linear correlation was found between these measures (Figure 3D).In addition, linear correlations were calculated intraindividually for each animal (Table 2). In most of the pigs, correlations were excellent in the comparisons of RVDI values from slow inflations with an inflation volume of 9 vs. 12 mL/kg BW. Correlations fell with a further decline in slow inflation volumes. No significant intraindividual linear correlations were found when RVDI values from slow inflation volumes of 12 mL/kg BW were compared to RVDI values obtained from regular VT (data not shown).Table 2Intraindividual linear correlation analysis of RVDI.Slow Inflation Volume[mL/kg BW]Linear Correlation, R2, p < 0.001, RespectivelyPig Number1234567891011121314159 vs. 120.95NA0.420.890.960.980.960.950.930.950.290.760.900.910.927.5 vs. 120.91NA0.220.840.920.980.910.890.760.820.110.430.660.450.866 vs. 120.91NA0.270.590.770.970.740.840.630.620.300.070.010.040.80Open in a separate windowIntraindividual linear correlation analysis of regional ventilation delay inhomogeneity (RVDI; time disparities between regional impedance/time courses as the percentage of inflation time) calculated from different slow inflation volumes on electrical impedance tomography (EIT). RVDI from the simulated slow inflations of 9, 7.5, or 6 mL/kg of body weight (BW) was compared with RVDI from the original 12-mL/kg BW slow inflation during a decremental positive end-expiratory pressure (PEEP) trial. NA = not available.The results of RVDI measured from different slow inflation volumes during a decremental PEEP trial are depicted in Figure 4. Temporal heterogeneity was low at higher PEEP levels and increased with decreasing PEEP. However, the curve progression of RVDI during the PEEP trial changed: RVDI during slow inflation volumes of 12 and 9 mL/kg BW showed a sigmoidal pattern (Figure 4B,C) with two inflection points. With lower slow inflation volumes (Figure 4C,D), RVDI appeared different without clear inflection points. RVDI calculated from regular VT showed a different pattern. RVDI values were always low and did not exhibit a clear decrease or increase with changing PEEP levels (Figure 4F).Open in a separate windowFigure 4(A) Time disparities between regional impedance/time courses, displayed as color-coded regional ventilation delay (RVD) maps (as the percentage of inflation time) and calculated from slow inflation volumes of 12, 9, 7.5, and 6 mL/kg of body weight (BW), and regular tidal volume (VT) on electrical impedance tomography (EIT); decremental positive end-expiratory pressure (PEEP) titration (30 to 0 cm H2O). Data of a representative animal. (B–F) Measures of regional ventilation delay inhomogeneity (RVDI; quantifying the inhomogeneity of the RVD maps) during the decremental PEEP trial obtained from 12 (gray), 9 (blue), 7.5 (red), and 6 (green) mL/kg, and regular VT (yellow). Black dots indicate means. Solid lines indicate a fitted polynomial curve of means. Dotted lines and colored areas demonstrate the 95% confidence interval. Note: x-axis shows decreasing PEEP values from 30 to 0 cm H2O according to the decremental trial.3.4. Individualized PEEP Levels Estimated from EITThe individualized PEEP levels based on RVDI measurements calculated from different slow inflations during PEEP titration are depicted in Figure 5A. Figure 5B–D illustrates Bland–Altman analyses in which EIT-based PEEP levels estimated from slow inflation volumes of 9, 7.5, or 6 mL/kg BW were compared with those estimated from an slow inflation volume of 12 mL/kg BW. The reduction in slow inflation volume from 12 to 9 mL/kg BW resulted in exactly the same EIT-based PEEP in all except one animal. Hence, bias and scatter were low, and agreement was high (Figure 5B). With further reduction in slow inflation volume to 7.5 mL/kg BW, the mean EIT-based PEEP did not change (Figure 5A). However, Bland–Altman analysis revealed increased scatter and reduced agreement (Figure 5C). Measuring RVDI from the slow inflation volume of 6 mL/kg BW resulted in lower EIT-based PEEP levels (Figure 5A), the highest bias, and the lowest agreement (Figure 5D). EIT-based PEEP selection was not possible on the basis of RVDI values that were derived from regular VT.Open in a separate windowFigure 5(A) Electrical impedance tomography (EIT)-based positive end-expiratory pressure (PEEP) levels derived from EIT-based regional ventilation delay measurements from different slow inflation tidal volume (VT) during a decremental PEEP trial. Dots indicate individual PEEP levels. Solid lines show means. ns = not significant, repeated-measures analysis of variance (ANOVA). (B–D) Bland–Altman comparisons of EIT-based PEEP levels derived from (B) 9, (C) 7.5, and (D) 6 mL/kg of body weight (BW) with the original 12 mL/kg BW slow inflation. Bias ± standard deviations of bias are shown within the graphs. Limits of agreement are indicated by the dotted lines enclosing the gray areas.3.5. PEI Resulting from Different Slow Inflation Volumes during PEEP TitrationPEI significantly decreased with decreasing PEEP during PEEP titration (Figure 6; in the ANOVA with the factor PEEP, p < 0.001). The reduction in slow inflation volumes resulted in significantly decreased PEI at all PEEP steps (Figure 6; in the ANOVA with the factor inflation volume, p < 0.001, and in the ANOVA with the interaction PEEP * inflation volume, p = 0.0013). When compared with PEI gained during “regular” ventilation with low VT, the PEI levels during slow inflations of 12 mL/kg BW were significantly higher, whereas PEI levels were the lowest during slow inflations of 6 mL/kg BW at higher PEEP levels (Figure 6; in post hoc multiple comparisons, p < 0.05). During the whole PEEP trial, PEI levels resulting from slow inflation volumes of 9 and 7.5 mL/kg BW were comparable to PEI levels resulting during ventilation with regular low VT (Figure 6).Open in a separate windowFigure 6End-inspiratory pressure (PEI) resulting from slow inflation with tidal volumes (VTs) of 12 (gray), 9 (blue), 7.5 (red), and 6 (green) mL/kg and regular VTs of 8 mL/kg of body weight (BW; black, connected by the dashed line) during a decremental PEEP trial from 30 to 0 cm H2O. Repeated-measures analysis of variance (ANOVA) included the factors PEEP, inflation volume, and the interaction of these factors. * Asterisks indicate the significant results of consecutive post hoc tests (p < 0.05, multiple comparison) for the differences between PEI resulting from different slow inflation volumes and PEI resulting from regular low VTs. 4. DiscussionThe main results are as follows: RVDI values measured from slow inflation during a decremental PEEP trial depended on the inflation volume used for RVDI determination. In addition, the reduction in slow inflation volume sufficiently decreased the PEI during the inflation. RVDI obtained from reduced slow inflation volumes but not from regular VT during a decremental PEEP trial could be used to individualize PEEP so as to minimize tidal recruitment.4.1. Influence of Slow Inflation Volume on RVDI, PEI, and Derived PEEP Levels during Decremental PEEP TrialRVDI values (representing time disparities between regional ventilation/time courses) from slow inflations with a reduced inflation volume of 9 to 6 mL/kg BW are well correlated with RVDI values obtained from the original slow inflations of 12 mL/kg BW. This corroborates previous validation data [18].Lower slow inflation volumes, however, resulted in lower RVDI values. These findings can be attributed to the underlying characteristics of RVDI, because RVDI represents the diversity of RVD times, which in turn depend on the total length of the slow inflation, as previously discussed [18]. During PEEP titration, this effect was more pronounced with lower slow inflation volumes and higher RVDI values (Figure 3F,G). Higher RVDI values, in turn, were associated with higher tidal recruitment [16,18], which was more frequently observed at lower PEEP levels in our lung injury model [16,17,18]. Thus, the detection of PEEP-related changes in tidal recruitment might be difficult when slow inflation volume is very low. The curve progression of the RVDI values during the decremental PEEP trial was clearly affected accordingly when the lowest slow inflation volumes (7.5 or 6 mL/kg BW) were used (Figure 4D,E), whereas the curve progressions of the RVDI values were similar when slow inflations of 12 or 9 mL/kg BW were used (Figure 4B,C). As a consequence, the choice of EIT-based PEEP levels (defined as the lowest PEEP level that avoided an progressive increase in RVDI) was affected when slow inflation volume was reduced to 7.5 or 6 mL/kg BW (Figure 5A,C,D). EIT-based PEEP levels differed when derived from slow inflations of 7.5 or 6 mL/kg BW (Figure 5C,D), whereas the derived EIT-based PEEP levels were comparable when RVDI was obtained from a slow inflation of 12 or 9 mL/kg BW (except in one animal, all derived PEEP levels were identical; Figure 5A,B).RVDI values calculated from regular VT did not correlate with RVDI values that were obtained from slow inflation volumes. Furthermore, individualized PEEP selection was not possible from the curve progression of VT-derived RVDI values (Figure 4F). As previously demonstrated [16]. RVDI measurements from regular VT do not correlate with tidal recruitment. In our study, VT was 8 mL/kg BW and thus the inflated volume was comparable to the lowest slow inflation volumes we used. However, inflation time of the regular VT was substantially shorter when compared to slow inflation. This suggest that shortening the inflation time has a greater impact on RVDI calculation than the reduction in inflation volume. In our simulation study, we truncated the EIT raw data of the (constant flow) slow inflations, thus inflation time and inflation volume were reduced in equal measure. Therefore, we can only speculate that a PEEP titration would have yielded the same result if even smaller inflation volumes would have been applied, but with a slower gas flow and over a longer inflation period.The use of high VT may indeed be unsafe and result in critically high PEI levels during mechanical ventilation. Slow inflations with even higher volumes and PEI, however, are widely and frequently applied to determine respiratory mechanics [24,25]. The effect of single slow-flow maneuvers allowing high inflation volume and PEI remains unknown, and VT or PEI thresholds, which apply to mechanical ventilation, may not be fully valid for slow inflation maneuvers. However, when EIT-based PEEP is titrated, repeated slow inflations may be necessary to measure changes in RVDI. Moreover, repeated slow inflations might be required to adjust ventilatory settings over time. In a recent animal study [26], Haase et al. showed that our RVDI-based approach to titrate PEEP might slightly aggravate histopathological findings of lung damage, in comparison with an oxygenation-guided open-lung approach. Their findings were attributed to the repeated number of slow inflations with an inflation volume of 12 mL/kg BW during a 24-h experimental period [26]. Thus, the reduction in slow inflation volume to reduce the applied PEI is clearly prudent. In this study, any decrease in slow inflation volume caused significant reduction in PEI (Figure 6). In comparison with PEI reached during regular tidal volumes (Figure 6, black symbols, connected by the dotted line), PEI resulting from the 12 mL/kg BW slow inflation volumes were always higher at PEEP levels above 10 cm H2O. In contrast, PEI did not significantly increase when inflation volumes of 9 mL/kg BW were applied (Figure 6).In summary, our data showed that slow inflation volume can be reduced to 9 mL/kg BW to efficiently limit PEI, without changing the resulting EIT-based PEEP levels that were aimed at minimizing RVDI and hence tidal recruitment. Thus, a slow inflation volume of 9 mL/kg BW seems to be the best compromise.4.2. Individualized PEEP Titration Based on Global and Regional Information about Lung MechanicsSetting PEEP on the basis of global lung mechanics is a common practice [27,28]. PEEP titration guided by EIT may individually not reach the same level as might be found according to the measurements of global lung mechanics. RVDI does not correlate with global respiratory system compliance [16]. A comparison of RVDI and driving pressure, obtained from the present decremental PEEP trials has been recently presented and discussed in detail (see supplemental digital content 13 of reference [17]). Whereas RVDI and driving pressure were well correlated in single animals, they were not in others. Overall linear correlation of RVDI and driving pressure was low (R2 = 0.33) [17]. The two approaches demonstrated different patterns during the decremental PEEP titration and resulted in different individualized PEEP levels (no linear correlation, high bias, and low agreement) [17]. Thus, EIT-based RVDI measurements based on regional mechanical heterogeneity are not replaceable with conventional measurements of global lung mechanics such as driving pressure [17]. In a comparable study, Beda et al. [29] showed that regional data on pulmonary mechanics may deviate from global information.Meanwhile, several EIT-based methods are available to optimize PEEP on an individual basis [12,13,14]. These approaches entail the use of information about the distribution or homogeneity of end-expiratory lung volume or VT, or regional information about lung recruitment, collapse, and overdistension [14]. However, all these approaches focus on analyzing the differences between end-inspiratory and end-expiratory EIT signals. The decisive feature of EIT, in contrast, is its high temporal resolution. This allows the temporal course of the ventilation to be analyzed. Thus, EIT provides detailed information about regional processes that occur between the end-expiration and the end-inspiration. We therefore developed RVDI [15,16] to quantify time disparities in regional ventilation. Previous research [16] showed that slow inflation with a constant gas flow is obligatory for sufficient RVDI calculation and the assessment of tidal recruitment. In a recent study in patients with ARDS, Becher et al. [30] used EIT to individually adjust PEEP and VT. Using a modified algorithm for RVDI measurements during a slow inflation of 12 mL/kg BW, Becher et al. demonstrated that time disparities in regional ventilation were reduced with EIT-based PEEP settings in comparison with clinical PEEP settings.In our study, the absolute RVDI values were affected by PEEP (probably because of the PEEP-related extent of tidal recruitment) and slow inflation volume. Therefore, absolute RVDI values are not interchangeable when measured from different slow inflation volumes and inflation times. Comparing individual values of RVDI measurements obtained from different individuals may yield deceptive findings, but relative changes in RVDI values during PEEP titration might be more informative [18]. Minimal tidal recruitment might be indicated by the individual minimum of RVDI, allowing for the selection of the minimal PEEP step that minimizes tidal recruitment [16,18]. In the present and previous study [17] individualized EIT-based PEEP was defined as lowest PEEP level that avoids a progredient increase in RVDI. This criterion enables PEEP selection even if no clear minimum of RVDI can be identified from the RVDI curve progression. Nestler et al. [31] used this approach in patients with morbid obesity who had healthy lungs to individualize PEEP during general anesthesia. Muders et al. recently demonstrated that this RVDI-based PEEP titration strategy minimizes tidal recruitment and improves regional ventilation/perfusion matching in comparison with an Acute Respiratory Distress Syndrome Clinical Network (ARDSNet) protocol or an oxygenation-guided open lung strategy [17].Our findings showed that comparable information could be obtained through the use of a reduced slow inflation volume, which reduced the applied PEI to a safe level. Further studies are needed to explore whether individual PEEP titration based on EIT-derived measures of regional ventilatory heterogeneity is beneficial in patients with ARDS.4.3. LimitationsOur study had clear limitations. ARDS subsumes multiple pathophysiologic phenotypes that cannot be imitated by a single experimental model. In our recruitable lung injury model [16,17,18,32], we combined oleic acid injection [33], which caused endothelial damage and edema [34,35,36], with elevated intra-abdominal pressure [37], which increased lung collapse and tidal recruitment [15,16]. Both are frequently observed in cases of extrapulmonary ARDS, such as those involving abdominal sepsis [38]. However, the results may not be applicable in patients with less recruitable ARDS (e.g., cases of pneumonia).In our model, elevated intra-abdominal pressure caused relatively high PEI, inasmuch as chest wall compliance was impaired. We probably cannot prove that end-inspiratory transpulmonary pressures were lower because we did not measure esophageal pressures. Because intra-abdominal pressure affects transpulmonary pressure, our model may suggest that higher PEEP values are preferable and that individualized PEEP levels might deviate as a result of other intra-abdominal pressure values [17]. Our EIT-based method to individually titrate PEEP aims at minimizing tidal recruitment [16,17,18,26]. Its ability to detect inspiratory overdistension is not validated. However, Muders et al. recently demonstrated that the use of our method also leads to a decrease in dead space ventilation, which might indicate a reduction in overdistension [17].A PEI of up to 50 cm H2O was necessary to provide complete lung recruitment in our animal model; otherwise, lung volume history might have influenced our measurements. We are aware that recruitment can be deleterious, particularly in patients with nonrecruitable lungs, and we do not advocate these maneuvers as routine procedures in all patients undergoing ventilation.Measurement of RVDI requires controlled mechanical ventilation and the application of a constant gas flow. Thus, the approach is not applicable during spontaneous breathing activity. There is no evidence that the individualized PEEP titration presented here improves patient outcome. Therefore, we cannot recommend once per day RVDI measurement if sedation of the patient is necessary to allow the measurement to be taken.To simulate reduced slow inflation volumes, we truncated inflation time in the EIT raw data. These simulations were based on the assumption that, with constant gas flow during slow inflation, inflation volume will proportionally decrease when inflation time decreases. Muders et al. used this simulation algorithm in a previous validation study [18], demonstrating that the RVDI measurements obtained from (simulated) reduced slow inflation volumes were well correlated with tidal recruitment as measured from computed tomography. In accordance with the 3Rs principle, data simulation enabled the extended use of existing experimental animal data. 5. ConclusionsIn our animal model, we performed individualized EIT-based PEEP titration aimed at minimizing RVDI, and hence tidal recruitment, by measuring time disparities of regional ventilatory courses during slow inflation with a low inflation volume. The reduction in slow inflation volume sufficiently decreases PEI. This might diminish the potential risks in the clinical implementation of this approach. Further studies are needed to verify our results in patients with ARDS. AcknowledgmentsWe thank Eva-Maria Hedin (research engineer, Department of Clinical Physiology, University of Uppsala, Uppsala, Sweden), Anne Abrahamson (research assistant, Department of Clinical Physiology, University of Uppsala), and Agneta Roneus (senior research engineer, Department of Clinical Physiology, University of Uppsala) for skillful technical help with the animal trial. We also thank Dräger Medical GmbH for providing an EIT device and GE Healthcare for providing the ventilator. Author ContributionsConceptualization, C.P., H.W. and T.M.; methodology, T.M. and B.H.; software, B.H.; validation, T.M. and B.H.; formal analysis, T.M. and B.H.; investigation, T.M.; resources, C.P., H.W. and S.L.; data curation, T.M. and B.H.; writing and preparation of the original draft of the manuscript, T.M.; review and editing of the manuscript, T.M., B.H., S.K., K.H.W., G.H., S.L., H.W. and C.P.; visualization, T.M. and B.H.; supervision of procedures, C.P. and H.W.; project administration, C.P., H.W. and T.M.; funding acquisition, C.P. and H.W. All authors have read and agreed to the published version of the manuscript. FundingThe study was supported by grants of the German Research Council (Deutsche Forschungsgemeinschaft, DFG), grant numbers PU 219/2-1 and WR47-1-1, and funds of the Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, Germany. The University Hospital of Bonn was supported by research funding from Dräger Medical GmbH not related to this study. Institutional Review Board StatementThe study on which this investigation was based [17] was approved by the Animal Research Ethics Committee (C274/7) of the Uppsala University, Sweden. Data Availability StatementThe authors confirm that the data supporting the findings of this study are available within the article. Conflicts of InterestThe authors declare no conflict of interest. The funders had no role in the design of the study; the collection, analyses, and interpretation of data; the writing of the manuscript; or the decision to publish the results. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Evans T.W. International Consensus Conferences in Intensive Care Medicine: Ventilator-Associated Lung Injury in ARDS. Am. J. Respir. Crit. Care Med. 1999;160:2118–2124. doi: 10.1164/ajrccm.160.6.ats16060. [PubMed] [CrossRef] [Google Scholar]2. Ranieri V.M., Suter P.M., Tortorella C., De Tullio R., Dayer J.M., Brienza A., Bruno F., Slutsky A.S. Effect of Mechanical Ventilation on Inflammatory Mediators in Patients with Acute Respiratory Distress Syndrome: A Randomized Controlled Trial. JAMA. 1999;282:54–61. doi: 10.1001/jama.282.1.54. [PubMed] [CrossRef] [Google Scholar]3. Slutsky A.S. Lung Injury Caused by Mechanical Ventilation. Chest. 1999;116:9S–15S. doi: 10.1378/chest.116.suppl_1.9S-a. [PubMed] [CrossRef] [Google Scholar]4. Uhlig S. Ventilation-Induced Lung Injury and Mechanotransduction: Stretching It Too Far? Am. J. Physiol. Cell. Mol. Physiol. 2002;282:L892–L896. doi: 10.1152/ajplung.00124.2001. [PubMed] [CrossRef] [Google Scholar]5. Acute Respiratory Distress Syndrome Network  Ventilation with Lower Tidal Volumes as Compared with Traditional Tidal Volumes for Acute Lung Injury and the Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2000;342:1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]6. Briel M., Meade M., Mercat A., Brower R.G., Talmor D., Walter S.D., Slutsky A.S., Pullenayegum E., Zhou Q., Cook D., et al.  Higher vs Lower Positive End-Expiratory Pressure in Patients with Acute Lung Injury and Acute Respiratory Distress Syndrome: Systematic Review and Meta-Analysis. JAMA. 2010;303:865–873. doi: 10.1001/jama.2010.218. [PubMed] [CrossRef] [Google Scholar]7. Putensen C., Theuerkauf N., Zinserling J., Wrigge H., Pelosi P. Meta-Analysis: Ventilation Strategies and Outcomes of the Acute Respiratory Distress Syndrome and Acute Lung Injury. Ann. Intern. Med. 2009;151:566–576. doi: 10.7326/0003-4819-151-8-200910200-00011. [PubMed] [CrossRef] [Google Scholar]8. Nieman G.F., Satalin J., Andrews P., Aiash H., Habashi N.M., Gatto L.A. Personalizing Mechanical Ventilation According to Physiologic Parameters to Stabilize Alveoli and Minimize Ventilator Induced Lung Injury (VILI) Intensive Care Med. Exp. 2017;5:1–21. doi: 10.1186/s40635-017-0121-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Gattinoni L., Caironi P., Cressoni M., Chiumello D., Ranieri V.M., Quintel M., Russo S., Patroniti N., Cornejo R., Bugedo G. Lung Recruitment in Patients with the Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2006;354:1775–1786. doi: 10.1056/NEJMoa052052. [PubMed] [CrossRef] [Google Scholar]10. Caironi P., Cressoni M., Chiumello D., Ranieri M., Quintel M., Russo S.G., Cornejo R., Bugedo G., Carlesso E., Russo R., et al.  Lung Opening and Closing during Ventilation of Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2010;181:578–586. doi: 10.1164/rccm.200905-0787OC. [PubMed] [CrossRef] [Google Scholar]11. Hickling K.G. The Pressure–Volume Curve Is Greatly Modified by Recruitment: A Mathematical Model of ARDS Lungs. Am. J. Respir. Crit. Care Med. 1998;158:194–202. doi: 10.1164/ajrccm.158.1.9708049. [PubMed] [CrossRef] [Google Scholar]12. Muders T., Luepschen H., Putensen C. Impedance Tomography as a New Monitoring Technique. Curr. Opin. Crit. Care. 2010;16:269–275. doi: 10.1097/MCC.0b013e3283390cbf. [PubMed] [CrossRef] [Google Scholar]13. Frerichs I., Amato M.B.P., van Kaam A.H., Tingay D.G., Zhao Z., Grychtol B., Bodenstein M., Gagnon H., Böhm S.H., Teschner E., et al.  Chest Electrical Impedance Tomography Examination, Data Analysis, Terminology, Clinical Use and Recommendations: Consensus Statement of the TRanslational EIT DevelopmeNt StuDy Group. Thorax. 2017;72:83–93. doi: 10.1136/thoraxjnl-2016-208357. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Putensen C., Hentze B., Muenster S., Muders T. Electrical Impedance Tomography for Cardio-Pulmonary Monitoring. JCM. 2019;8:1176.  doi: 10.3390/jcm8081176. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Wrigge H., Zinserling J., Muders T., Varelmann D., Günther U., von der Groeben C., Magnusson A., Hedenstierna G., Putensen C. Electrical Impedance Tomography Compared with Thoracic Computed Tomography during a Slow Inflation Maneuver in Experimental Models of Lung Injury. Crit. Care Med. 2008;36:903–909. doi: 10.1097/CCM.0B013E3181652EDD. [PubMed] [CrossRef] [Google Scholar]16. Muders T., Luepschen H., Zinserling J., Greschus S., Fimmers R., Guenther U., Buchwald M., Grigutsch D., Leonhardt S., Putensen C., et al.  Tidal Recruitment Assessed by Electrical Impedance Tomography and Computed Tomography in a Porcine Model of Lung Injury*. Crit. Care Med. 2012;40:903–911. doi: 10.1097/CCM.0b013e318236f452. [PubMed] [CrossRef] [Google Scholar]17. Muders T., Luepschen H., Meier T., Reske A.W., Zinserling J., Kreyer S., Pikkemaat R., Maripu E., Leonhardt S., Hedenstierna G., et al.  Individualized Positive End-Expiratory Pressure and Regional Gas Exchange in Porcine Lung Injury. Anesthesiology. 2020;132:808–824. doi: 10.1097/ALN.0000000000003151. [PubMed] [CrossRef] [Google Scholar]18. Muders T., Hentze B., Simon P., Girrbach F., Doebler M.R.G., Leonhardt S., Wrigge H., Putensen C. A Modified Method to Assess Tidal Recruitment by Electrical Impedance Tomography. J. Clin. Med. 2019;8:1161.  doi: 10.3390/jcm8081161. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Institute of Laboratory Animal Resources; National Research Council, editor. Guide for the Care and Use of Laboratory Animals. National Acad. Press; Washington, DC, USA: 1996.  6. print. [Google Scholar]20. Kilkenny C., Browne W.J., Cuthill I.C., Emerson M., Altman D.G. Improving Bioscience Research Reporting: The ARRIVE Guidelines for Reporting Animal Research. PLoS Biol. 2010;8:e1000412.  doi: 10.1371/journal.pbio.1000412. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Borges J.B., Okamoto V.N., Matos G.F.J., Caramez M.P.R., Arantes P.R., Barros F., Souza C.E., Victorino J.A., Kacmarek R.M., Barbas C.S.V., et al.  Reversibility of Lung Collapse and Hypoxemia in Early Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2006;174:268–278. doi: 10.1164/rccm.200506-976OC. [PubMed] [CrossRef] [Google Scholar]22. Plesinger F., Jurco J., Halamek J., Jurak P. SignalPlant: An Open Signal Processing Software Platform. Physiol. Meas. 2016;37:N38–N48. doi: 10.1088/0967-3334/37/7/N38. [PubMed] [CrossRef] [Google Scholar]23. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. The ARDS Definition Task Force* Acute Respiratory Distress Syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]24. Gattinoni L., Eleonora C., Caironi P. Monitoring of Pulmonary Mechanics in Acute Respiratory Distress Syndrome to Titrate Therapy. Curr. Opin. Crit. Care. 2005;11:252–258. doi: 10.1097/01.ccx.0000160773.43122.35. [PubMed] [CrossRef] [Google Scholar]25. Hata J.S., Togashi K., Kumar A.B., Hodges L.D., Kaiser E.F., Tessmann P.B., Faust C.A., Sessler D.I. The Effect of the Pressure–Volume Curve for Positive End-Expiratory Pressure Titration on Clinical Outcomes in Acute Respiratory Distress Syndrome: A Systematic Review. J. Intensive Care Med. 2014;29:348–356. doi: 10.1177/0885066613488747. [PubMed] [CrossRef] [Google Scholar]26. Haase J., Buchloh D.C., Hammermüller S., Salz P., Mrongowius J., Carvalho N.C., Beda A., Rau A., Starke H., Spieth P.M., et al.  Mechanical Ventilation Strategies Targeting Different Magnitudes of Collapse and Tidal Recruitment in Porcine Acid Aspiration-Induced Lung Injury. JCM. 2019;8:1250.  doi: 10.3390/jcm8081250. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Amato M.B.P., Meade M.O., Slutsky A.S., Brochard L., Costa E.L.V., Schoenfeld D.A., Stewart T.E., Briel M., Talmor D., Mercat A., et al.  Driving Pressure and Survival in the Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2015;372:747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]28. Beitler J.R., Sarge T., Banner-Goodspeed V.M., Gong M.N., Cook D., Novack V., Loring S.H., Talmor D. For the EPVent-2 Study Group. Effect of Titrating Positive End-Expiratory Pressure (PEEP) With an Esophageal Pressure–Guided Strategy vs an Empirical High PEEP-Fio2 Strategy on Death and Days Free From Mechanical Ventilation Among Patients With Acute Respiratory Distress Syndrome: A Randomized Clinical Trial. JAMA. 2019;321:846. doi: 10.1001/jama.2019.0555. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Beda A., Carvalho A.R., Carvalho N.C., Hammermüller S., Amato M.B.P., Muders T., Gittel C., Noreikat K., Wrigge H., Reske A.W. Mapping Regional Differences of Local Pressure-Volume Curves With Electrical Impedance Tomography. Crit. Care Med. 2017;45:679–686. doi: 10.1097/CCM.0000000000002233. [PubMed] [CrossRef] [Google Scholar]30. Becher T., Buchholz V., Hassel D., Meinel T., Schädler D., Frerichs I., Weiler N. Individualization of PEEP and Tidal Volume in ARDS Patients with Electrical Impedance Tomography: A Pilot Feasibility Study. Ann. Intensive Care. 2021;11:89. doi: 10.1186/s13613-021-00877-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Nestler C., Simon P., Petroff D., Hammermüller S., Kamrath D., Wolf S., Dietrich A., Camilo L.M., Beda A., Carvalho A.R., et al.  Individualized Positive End-Expiratory Pressure in Obese Patients during General Anaesthesia: A Randomized Controlled Clinical Trial Using Electrical Impedance Tomography. Br. J. Anaesth. 2017;119:1194–1205. doi: 10.1093/bja/aex192. [PubMed] [CrossRef] [Google Scholar]32. Varelmann D., Muders T., Zinserling J., Guenther U., Magnusson A., Hedenstierna G., Putensen C., Wrigge H. Cardiorespiratory Effects of Spontaneous Breathing in Two Different Models of Experimental Lung Injury: A Randomized Controlled Trial. Crit. Care. 2008;12:R135. doi: 10.1186/cc7108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Matute-Bello G., Frevert C.W., Martin T.R. Animal Models of Acute Lung Injury. Am. J. Physiol. Lung Cell Mol. Physiol. 2008;295:L379–L399. doi: 10.1152/ajplung.00010.2008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Gonçalves-de-Albuquerque C.F., Silva A.R., Burth P., Castro-Faria M.V., Castro-Faria-Neto H.C. Acute Respiratory Distress Syndrome: Role of Oleic Acid-Triggered Lung Injury and Inflammation. Mediat. Inflamm. 2015;2015:260465. doi: 10.1155/2015/260465. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Ballard-Croft C., Wang D., Sumpter L.R., Zhou X., Zwischenberger J.B. Large-Animal Models of Acute Respiratory Distress Syndrome. Ann. Thorac. Surg. 2012;93:1331–1339. doi: 10.1016/j.athoracsur.2011.06.107. [PubMed] [CrossRef] [Google Scholar]36. Wang H.M., Bodenstein M., Markstaller K. Overview of the Pathology of Three Widely Used Animal Models of Acute Lung Injury. Eur. Surg. Res. 2008;40:305–316. doi: 10.1159/000121471. [PubMed] [CrossRef] [Google Scholar]37. Regli A., Pelosi P., Malbrain M.L.N.G. Ventilation in Patients with Intra-Abdominal Hypertension: What Every Critical Care Physician Needs to Know. Ann. Intensive Care. 2019;9:52. doi: 10.1186/s13613-019-0522-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Gattinoni L., Pelosi P., Suter P.M., Pedoto A., Vercesi P., Lissoni A. Acute Respiratory Distress Syndrome Caused by Pulmonary and Extrapulmonary Disease: Different Syndromes? Am. J. Respir. Crit. Care Med. 1998;158:3–11. doi: 10.1164/ajrccm.158.1.9708031. [PubMed] [CrossRef] [Google Scholar]"}