{"title": "Implementation of lung ultrasound in low- to middle-income countries: a new challenge global health?", "pubDate": "2022", "PMCID": "PMC8254441", "DOI": "10.1007/s00431-021-04179-9", "PMID": "34216270", "abstract": "Pneumonia remains the leading cause of death globally in children under the age of five. The poorest children are the ones most at risk of dying. In the recent years, lung ultrasound has been widely documented as a safe and easy tool for the diagnosis and monitoring of pneumonia and several other respiratory infections and diseases. During the pandemic, it played a primary role to achieve early suspicion and prediction of severe COVID-19, reducing the risk of exposure of healthcare workers to positive patients. However, innovations that can improve diagnosis and treatment allocation, saving hundreds of thousands of lives each year, are not reaching those who need them most. In this paper, we discuss advantages and limits of different tools for the diagnosis of pneumonia in low- to middle-income countries, highlighting potential benefits of a wider access to lung ultrasound in these settings and barriers to its implementation, calling international organizations to ensure the indiscriminate access, quality, and sustainability of the provision of ultrasound services in every setting. What is Known: • Pneumonia remains the leading cause of death globally in children under the age of five. The poorest children are the ones most at risk of dying. In the recent years, lung ultrasound has been widely documented as a safe and easy tool for the diagnosis and monitoring of pneumonia and several other respiratory infections and diseases. During the pandemic, it played a primary role to achieve early suspicion and prediction of severe COVID-19, reducing the risk of exposure of healthcare workers to positive patients. However, innovations that can improve diagnosis and treatment allocation, saving hundreds of thousands of lives each year, are not reaching those who need them most. What is New: • We discuss advantages and limits of different tools for the diagnosis of pneumonia in low- to middle-income countries, highlighting potential benefits of a wider access to lung ultrasound in these settings and barriers to its implementation, calling international organizations to ensure the indiscriminate access, quality, and sustainability of the provision of ultrasound services in every setting.", "author": [{"author": "Danilo Buonsenso", "affiliation": ["Department of Woman and Child Health and Public Health, Fondazione Policlinico Universitario, Largo A. Gemelli 8, 00168, Rome, Italy. danilobuonsenso@gmail.com.", "Dipartimento Di Scienze Biotecnologiche Di Base, Cliniche Intensivologiche E Perioperatorie, Università Cattolica del Sacro Cuore, Rome, Italy. danilobuonsenso@gmail.com.", "Global Health Research Institute, Istituto Di Igiene, Università Cattolica del Sacro Cuore, Rome, Italy. danilobuonsenso@gmail.com."], "href": "/?term=Buonsenso+D&cauthor_id=34216270"}, {"author": "Cristina De Rose", "affiliation": ["Department of Woman and Child Health and Public Health, Fondazione Policlinico Universitario, Largo A. Gemelli 8, 00168, Rome, Italy."], "href": "/?term=De+Rose+C&cauthor_id=34216270"}], "refPMID": ["25280870", "23598494", "23369797", "26613689", "32179662", "25714161", "21880587", "28763554", "29043422", "19246022", "23825532", "28702286", "32609979", "32609980", "29903376", "25927410", "27231544", "31843383", "33176084", "23989106", "31257127", "28844414", "18422803", "28281094", "28158460", "31641573", "31784642", "25148361", "9259668", "32409232", "31264383", "31633230", "25780071", "32422205", "32318891", "22862998", "31445523", "26389632", "9659004", "3936283", "12795551", "32123634", "19561936", "19327157", "21345104", "27208203", "31919811", "26191106", "31032297", "30540757", "23263648", "22797452", "26352116", "31360818", "22152055", "19327157", "30191817", "30243585", "32446345"], "citedInPMID": ["34216270", "35069230", "35012490", "34442152"], "body": " AbstractPneumonia remains the leading cause of death globally in children under the age of five. The poorest children are the ones most at risk of dying. In the recent years, lung ultrasound has been widely documented as a safe and easy tool for the diagnosis and monitoring of pneumonia and several other respiratory infections and diseases. During the pandemic, it played a primary role to achieve early suspicion and prediction of severe COVID-19, reducing the risk of exposure of healthcare workers to positive patients. However, innovations that can improve diagnosis and treatment allocation, saving hundreds of thousands of lives each year, are not reaching those who need them most. In this paper, we discuss advantages and limits of different tools for the diagnosis of pneumonia in low- to middle-income countries, highlighting potential benefits of a wider access to lung ultrasound in these settings and barriers to its implementation, calling international organizations to ensure the indiscriminate access, quality, and sustainability of the provision of ultrasound services in every setting.\nWhat is Known:• Pneumonia remains the leading cause of death globally in children under the age of five. The poorest children are the ones most at risk of dying. In the recent years, lung ultrasound has been widely documented as a safe and easy tool for the diagnosis and monitoring of pneumonia and several other respiratory infections and diseases. During the pandemic, it played a primary role to achieve early suspicion and prediction of severe COVID-19, reducing the risk of exposure of healthcare workers to positive patients. However, innovations that can improve diagnosis and treatment allocation, saving hundreds of thousands of lives each year, are not reaching those who need them most.What is New:• We discuss advantages and limits of different tools for the diagnosis of pneumonia in low- to middle-income countries, highlighting potential benefits of a wider access to lung ultrasound in these settings and barriers to its implementation, calling international organizations to ensure the indiscriminate access, quality, and sustainability of the provision of ultrasound services in every setting.Open in a separate windowKeywords: Lung ultrasound, Pneumonia, ALRTI, Children, Low- to middle-income countries, LMCIs, Global health, Personalized medicine BackgroundEach year, approximately 920,000 children die from acute lower respiratory tract infections (ALRTIs) before age 5 [1]. A substantial reduction in estimated deaths from pneumonia in recent decades (0.9 million in 2015 vs 1.7 million in 1990) reflects not only economic development, improved nutrition, and reduced household crowding, but also improvements in specific interventions such as better case management, including empirical antibiotic treatment, and vaccination campaigns against the main pathogens of pneumonia [2, 3].However, pneumonia remains the leading cause of death globally in children under the age of five, accounting for about 12.8% of annual deaths beyond the neonatal period [1].Pneumonia continues to disproportionately affect children in impoverished areas with both short-term and long-term consequences. The latter are linked to the spread of antibiotic resistance, which represents a major threat to global health especially for low- and middle-income countries (LMICs) [1, 4, 5]. In fact, although viruses represent the most frequent cause of LRTIs, most children with suspected or confirmed pneumonia are still treated with empirical and often unnecessary antibiotics [6], contributing to the spread of antibiotic resistance. In the Centers for Disease Control and Prevention Etiology of Pneumonia in the Community cohort, only 15% of hospitalized children with radiographic pneumonia had a detectable bacterial etiology; however, 88% received antibiotics [7]. Current guidelines mainly suggest a general approach to pediatric pneumonia [8.9]. In particular, they do not help the physician to implement a strategy for prevention, diagnosis, and treatment customized for each individual child with LRTIs based on his or her unique characteristics.Current challenges in diagnosis and management of pneumonia in LMICsIn primary care settings in low-income communities, the diagnosis of pneumonia is mainly clinical and guided by the Integrated Management of Childhood Illnesses (IMCI) approach of the World Health Organization (WHO) [8]. WHO guidelines classify acute LRTIs as “absence of pneumonia,” “mild pneumonia” (with tachypnea or chest wall retraction), or “severe pneumonia with danger signs” (stridor when the patient is calm, hypoxia, inability to feed, persistent vomiting, convulsions, and decreased level of consciousness) [8]. Although all guidelines state that clinical examination is sufficient for the diagnosis of pneumonia, studies have clearly showed the low sensitivity and specificity of this approach [10]. In fact, most practitioners seek support in radiological confirmation, when accessible [11].With the rationale that pneumonia has a bacterial cause in a substantial percentage of children, current guidelines emphasize sensitivity over specificity, suggesting in LMICs a diagnosis of pneumonia in children with tachypnea and cough. In these cases (e.g., “chest-indrawing pneumonia”), the WHO recommends a 5-day course of oral amoxicillin as first-line treatment in children younger than 5 years of age [8, 12, 14]. This clinical approach mainly relies on expert opinion and weak evidence, having poor sensitivity for both the diagnosis of pneumonia and its etiology [13, 14].However, the epidemiological characteristics of pneumonia are changing also in LMICs following vaccination against the main pathogens such as Haemophilus influenzae type B and Streptococcus pneumoniae [5, 15–17]. The bacterial pathogens now cause fewer LRTIs than in the past with greater predominance of viral causes, as has long been the case in rich countries [18].Recent trials further supported these data. Jehan et al. in Pakistan [16] showed that more than 93% of Pakistani children who were randomly assigned to receive placebo recovered quickly without relapse. The number of children with pneumonia and tachypnea who should have been treated with amoxicillin to prevent treatment failure was 44. These findings suggest that a significant number of ALRTIs were of viral origin and did not require antibiotics [16]. Also, there are subgroups with a clinical phenotype severe enough to warrant antibiotic therapy, and identifying these subgroups for targeted treatment can limit unnecessary use of antibiotics [19].The effect of excessive treatment on the community should not be neglected in the era of increasing antimicrobial multiresistance. Resistance to beta-lactam antibiotics is at epidemic levels in some parts of LMICs [20], and antibiotic prescription appropriateness is the only sure way to prevent further extension of cephalosporin and carbapenem resistance.These data highlights that in LMICs, there is a worrying gap in the appropriate diagnosis and treatment allocation of children with suspected pneumonia. While in the past decades global health efforts focused in providing greater access to care (mainly vaccines and antibiotics) in LMICs, time has probably come to focus on providing appropriate and effective care. The flattening curve of reduced pneumonia-related deaths during the last years, and the increasing threats of antibiotic resistance, should highlight the need of a more modern, globalized, and sustainable approach in global health. The next step to sustainably reduce pneumonia mortality should be based on the concepts “how can we improve the accuracy of pneumonia diagnosis in LMICs?” and “how can we better allocate to antibiotic treatment each child with pneumonia?” Approaches resulting in widespread antibiotic distribution, although in the short term showed efficacy in reducing child mortality, were associated with increased antibiotic resistance and are not economically sustainable and are impossible to achieve for millions of children [20, 21].If such an approach would never be considered in richer settings, why should it be supported in LMICs, if a better diagnostic and treatment process can be accomplished?A further limitation of mentioned studies [15, 16, 22, 23], common challenge in daily practice in LMICs, is related to the lack of opportunities for clinical imaging monitoring of those patients with suspected pneumonia, thanks to whom a clinician would better decide how to manage a child, according to its improvement/worsening during the following days. This limitation is mainly due to the unsustainability of traditional radiological/microbiological equipment in LMICs. Is this really an unsolvable problem?Limits of traditional tools for the clinical and etiological diagnosis of pneumonia in LMICsThe microbial diagnosis of pneumonia in children is not easy to establish without invasive procedures, which in addition to being inaccessible in LMIC countries, are only rarely performed in this age group [24].To date, both clinical findings [25] and laboratory results [26, 27] failed to accurately distinguish viral, bacterial, and atypical pneumonia. Even studies that report differences in laboratory biomarkers could not determine reliable thresholds for differentiating bacterial pneumonia from viral pneumonia [28], since normal tests do not always exclude bacterial pneumonia [8, 9]. Moreover, routine performance of blood tests in LMICs is difficult in terms of costs, risk of parenteral infections (e.g., HIV), waste storage and disposal, need of infrastructures, and their maintenance, including electricity and running water [8].Radiologically, the “gold standard” for the diagnosis of ALRTIs is the chest computed tomography (CT) scan; however, its routine use in children is not ethical and is expensive [30]. Chest X-ray (CXR) is not necessary to confirm the diagnosis of acute LRTIs in milder cases and is also associated with radiation exposure [28]. Moreover, CXR cannot reliably establish the microbial diagnosis of pneumonia [29], and the interpretation of radiographic images varies significantly among the observers [30]. Furthermore, only 220 million people—for a population of over five billion people—(both individually and at the level of the hospital units) in LMICs have access to traditional radiology services. The WHO estimates that 60% of the world’s population does not have access to CXR, CT, or other imaging tools in their local health centers [31]. Traditional radiological areas require expensive equipment, large areas, continuous use of electricity, and heavy maintenance, which is not feasible in most LMIC settings, particularly in peripheral ones.The role of lung ultrasound in the diagnosis of LRTIs in childrenIn recent years, lung ultrasound (LUS) use has been widely studied as an alternative diagnostic tool for pneumonia of both bacterial and viral origin (Fig. 1), proving to have high specificity and sensitivity for the diagnosis and follow-up of pneumonia in children [32–34]. Moreover, LUS has several advantages over CXR, particularly useful for the pediatric population: radiation-free, lower cost, possibility of follow-up examinations, ability to monitor treatment, easy accessibility in all settings, fast, easily learnable, and can be used immediately as a point-of-care method. LUS results are immediately available to the clinician, allowing decisions about the initial empirical treatment [29, 32–35].Open in a separate windowFig. 1A Viral pneumonia (H1N1): subcentimeter subpleural consolidation (arrows) associated with vertical long perilesional vertical artifacts and areas of white lung (asterisk). B Bacterial pneumonia: compact/hepatized large subpleural consolidation with static air bronchograms and deep fluid bronchograms (arrows). Complicated pleural effusion (asterisk) with multiple and concamerated fibrinThe first decade of LUS studies focused on the role of LUS in detecting pneumonia. A recently performed meta-analysis confirmed high sensitivity (96%) and specificity (93%) of LUS for detecting pneumonia in children [36]. The accuracy of LUS for the diagnosis of pneumonia has been confirmed worldwide, and there is international agreement on this, including during the COVID-19 pandemic [37, 38].In this context, differentiating bacterial pneumonia from a viral or atypical pneumonia using LUS at patient’s bedside would allow to offer a more focused approach and treatment to each child.The variability in the expression of different viruses of pathological pictures and corresponding models is difficult to summarize in diagnostic categories. In particular, ultrasound has a high sensitivity, but, in the absence of studies on larger patient samples, there is still an imbalance between available signs and pathological images. For example, mycoplasma pneumoniae is extremely common. The nonspecific clinical signs associated with the extreme variability of the pathological pictures ranging from hilar adenopathy to interstitial thickening to consolidation and atelectasis sometimes they mimic a bronchopneumonic pattern that mimics the approximate description of viral pneumonia, which can be characterized by destruction of the alveolar epithelium, increased endothelial permeability, prevalent bronchial and bronchiolar damage, cellular infiltration with nodularity. The types of images intersect, and the macroscopic reproduction, even the most refined (chest CT), cannot allow differential diagnosis.So once again, this shows that at the moment (according to the results of the studies carried out so far on the role of LUS in the etiological diagnosis of ALRTI in children) in the approach to the child with ALRTI, it remains fundamental to integrate the results and the echo signs with the background especially clinical and laboratory if available to the individual patient.First studies showed specific LUS patterns to diagnose viral LRTIs and bronchiolitis in children [39, 40]. Buonsenso and colleagues [33, 34] showed that specific LUS patterns on diagnosis and after 48 h of treatments (bronchograms, consolidation size, characteristics of pleural effusion) were predictive of antibiotic response in children with pneumonia, more than clinical data and laboratory results. Berce et al. [29] evaluated 147 children hospitalized because of CAP, showing that LUS-detected consolidations in viral CAP were significantly smaller, with a median diameter of 15 mm, compared to 20 mm in atypical bacterial LRTIs (p = 0.05) and 30 mm in bacterial LRTIs (p < 0.001). Other authors also highlighted that consolidation size or distribution can support the diagnosis of viral bronchiolitis, influenza pneumonia, and COVID-19 pneumonia [29, 37–40]. A recent prospective study performed by Buonsenso et al. [35] found that air bronchograms were more common in bacteria and atypical pneumonia but, importantly, fluid bronchograms (represented by poor or echo-free tubular structures without any perfusion signal, within which the air is replaced by fluid; its presence is associated with identification of pneumonia—Fig. 1B) were almost exclusively described in bacterial cases. Also, complicated pleural effusions were never described in viral pneumonias. Vertical artefacts, which gained more interest during the last year and in particular since LUS has been routinely used in COVID-19 pneumonia [32, 37, 38], also played a significant role, since in bacterial pneumonia were mainly located in proximity of the main consolidation, while in the others were mostly diffuse and bilateral [35]. Conversely, clinical parameters, including fever, chest pain, and main auscultation features, and laboratory were not able to significantly distinguish between these groups of pneumonia. CXR, despite being still widely used, was the less useful tool in this discrimination [35].The ultrasound power in LMICsDuring this period of rapid globalization, technology has had its greatest impact in the provision of health services [41]. One of the most important technological tools in the provision of quality health services is ultrasound, the application of which is increasingly wide. Already in 1985, WHO stated that there are “very real benefits to be gained from the use of ultrasound” and noted its potential for “better patient management and individual care” in developing areas (e.g., where ultrasound may represent the only useful radiological service) [42, 43].Ultrasonography is considered a sustainable type of technology for developing countries, due to its relatively low purchase cost, low cost of maintenance and supplies, portability, and durability compared to other imaging modalities [44]. The most recent devices (whose development have been accelerated by the COVID-19 pandemic when point-of-care ultrasound was found particularly useful in this context) can be linked directly to a smartphone. The latter would be advantageous both for the convenience in performing the ultrasound and also for performing a remote real-time supervision by experts.Additionally to known benefits, ultrasound (LUS in particular) can be readily learned by a variety of medical professionals, not just radiological, to allow for rapid assessment and treatment in a variety of settings. Ultrasound devices can be used by a single operator, handheld, and can provide diagnostic capabilities at a much lower cost than other imaging tools such as CT or magnetic resonance imaging (MRI) and, in rural regions of LMICs, also compared with to traditional radiology [45]. These features make ultrasound an attractive option for clinical use in LMICs for both inpatient and outpatient use.Several studies have demonstrated the diagnostic utility of ultrasound in the medical, surgical, and obstetric fields in LMICs [46, 47]. This has led to the increase in point-of-care ultrasound (POCUS) in LMICs [45], which is done by the doctor in real time and at the bedside [48]. Studies have shown that doctors and other healthcare professionals can perform effective and accurate scans after 3 h of teaching and about 5 h of practice [49].Several studies [45–50] have shown that POCUS can represent an important diagnostic tool in rural areas of low-income countries, which often lack radiological facilities. Ultrasound has been shown to change the initial diagnostic hypothesis in a considerable part of cases, thus improving patient management [49, 50]. Kolbe et al. [51] showed that POCUS performed on 132 Nicaraguan patients led to a new diagnosis in 52% of them, and in 48% of cases, it changed the therapeutic management.Regarding LUS in particular, there are not many studies evaluating its use in LMICs because its application is still scarce in these countries. However, LUS can be an important tool for the development of health services in LMICs, especially when it is compared with traditional radiological investigations, which are mostly inaccessible in LMICs, cannot be routinely suggested and used in children, and are unable to provide a reliable etiological diagnosis. Other than this logistic/economic advantages, particularly when is used in adjunction to clinical data, LUS can accurately diagnose pneumonia and support the etiological (viral/bacterial) of pneumonia. If further confirmed, this personalized approach can also support antibiotic stewardship programs.Furthermore, considering the recent literature data [29, 35–40, 52] which show the proven ability of LUS to detect pneumonia, cardiogenic edema, and inflammatory interstitial lung disease, the potential for application of LUS in poor countries can certainly increase. In particular, respiratory distress is common in patients with malaria or sepsis. A major cause of life-threatening respiratory distress in these common infectious diseases in LMICs includes acute respiratory distress syndrome (ARDS) [53].Early bedside detection of life-threatening ARDS can guide therapy, which could possibly improve outcomes. In previous studies, LUS has been shown to outperform chest X-ray in detecting pulmonary edema [54]. Recently, a modification of the international consensus definition of ARDS (the Berlin definition) has been proposed to facilitate a diagnosis of ARDS based on lung ultrasound and SpO2/FiO2 (SF) ratios in resource-limited settings [55, 56]. A recent observational study in an intensive care unit in the Netherlands found a high diagnostic agreement between the Berlin definition and the new Kigali modification [57].Furthermore, a recent study [53] demonstrates the great potential advantage of point-of-care LUS in the early diagnosis of pulmonary manifestations of malaria and sepsis by describing the patterns of LUS aeration. The study results highlight the difficulties of diagnosing ARDS in a resource-limited hospital according to conventional criteria and show the potential for adapted LUS-based ARDS criteria to be used for the triage of high-risk patients. In the absence of other imaging facilities, or where the quality of available CXR is poor, the availability of an ultrasound machine can accelerate the underlying diagnosis of severe respiratory distress in LMICs.Also in these cases, without wasting unsustainable resources, it is possible to optimize patient care both at the time of diagnosis and during follow-up.Challenges, inequalities, and difficulties in accessing ultrasound in LMICsA review shows that research studies on the use of ultrasound and POCUS in LMICs have increased by nearly 60% and expanded geographically by 20% over the past decade [45]. However, the evidence also suggests that most of the ultrasound studies were conducted at tertiary care centers (over 70% of all ultrasound studies) in middle-income countries, demonstrating broader problems such as lack of access to health care in low-income economies and especially in rural areas [45].This reflects what happens in clinical practice and the inequality of supply, training, and acquisition of medical equipment within the LMICs themselves.The social reality in LMICs directly influences the training and acquisition of medical equipment. For example, it is still thought that ultrasound is the exclusive portfolio of the radiologist and some very specific specialists such as in emergency intensive care, gynecology-obstetrics, and cardiologists. Outside of this niche, the other specialties and professionals are navigating a limbo where there is no one to support, regulate, and train them as potential users of ultrasound at the point of care. However, a similar scenario happened in the USA and Europe, where recently protocols and procedures have been clarified and ultrasound techniques became accessible to other specialists and is currently are taught in several medical schools.The accessibility of the equipment by suppliers, whether by government agencies or the self-purchase of the equipment by the same user, is still complicated in Latin America as well as in other LMICs. For example, the salary of a general practitioner in Mexico ranges from 400 to 720 euros per month in the best of cases, and a pocket ultrasound with acceptable characteristics is around 1900 euros, which some professionals cannot afford easily. Therefore, there remains their acquisition by private or government organizations that must be convinced that investing in portable ultrasound equipment will also save costs [57, 58].Two areas have major implications on the access, quality, and sustainability of ultrasound service delivery wherever it is established: ultrasound equipment maintenance and training. Indeed, ensuring the sustainability of ultrasound programs in settings with limited resources will also require the implementation of successful training programs for local professionals and the development of quality assurance markers. The lack of qualified ultrasound scanners, most likely due to poor conditions in a developing world, has been an obstacle to the implementation of clinical examination with ultrasound assessment, but the training of local health workers in developing countries is possible, more ethical, and could allow effective use of ultrasound.In fact, training is also fundamental for the sustainability, quality, and reliability of any service, in particular ultrasound services. Since the quality of ultrasound depends on the operator, both theoretical and practical training must be combined to enrich the operator’s experience and ensure quality of service. Mindel supports the strengthening of local training programs [41], which can be more sustainable and cheaper than sending doctors abroad [59] or quality assurance [50, 58].In circumstances where quality local training is not available, the alternative remains foreign training or the rotation of visiting experts considering that teaching POCUS and LUS to medical and nonmedical health professionals is possible with an intensive training of a couple of weeks which includes practical-theoretical courses [50]. To ensure continuity, however, constant telematic collaborations should also be established with foreign institutions and ultrasound schools.An effective referral system between primary and specialized centers should also be established, and protocols should be developed. This will allow patients to be referred to specialists whenever there are doubts about certain results. A call for action of global health to finance access to ultrasound services and training in LMICsPneumonia remains a neglected disease both nationally and globally [60]. Pneumonia deaths are decreasing but more slowly than other leading causes of infant mortality [61], and too slowly to reach the sustainable development goal of ending preventable infant deaths by 2030 [61–63].Pneumonia today can be considered the disease of poverty. The poorest children are the ones most at risk of dying. Innovations that can improve diagnosis and treatment allocation, saving hundreds of thousands of lives each year, are not reaching those who need them most [61–63]. The early successes of wider antibiotic access in LMICs, which contributed to reduce pneumonia mortality during the last decades, are now becoming an indiscriminate access to antibiotics, and is fueling the spread of antibiotic resistance globally and in LMICs. This is not contributing in further decrease in mortality, and ultimately, this will end in increased mortality during the next decades [20, 64].Therefore, time has come to shift from better access to care, to access to better care. Recent developments in technological innovation can easily allow this, and LUS can support this process in LMICs, if global health institutions pose the proper attention and interests on this issue.The WHO programs are aiming to achieve the Sustainable Development Goal (SDG) 3.2 by 2030, through the support of greater inclusion of pneumonia control in the main global health policies, programs, and initiatives. Among the initiatives, the program mention the collaboration with partners and ministries of health and a call to governments and international development agencies to issue vaccines, diagnostic tests, pulse oximetry, antibiotics, and oxygen delivery in LMICs [62, 63, 65].The acquisition of these goals requires a multidisciplinary collaboration on different levels, not easily linked. Conversely, improving the proper diagnosis and treatment of pneumonia is much easier and feasible in the short time, and would be the primary step to achieve the final goal of reduced childhood mortality (Fig. 2). LUS is not the solution, but can play a primary role in the fight against pneumonia and can be easily implemented in the short time but with long-lasting benefits, since it is already well established in richer countries.Open in a separate windowFig. 2Key characteristics of clinical examination, lung ultrasound, and chest X-ray with traffic light system signaling potential for achieving a comprehensive management of pneumonia in low- to middle-income countries. We used a traffic light system to identify factors or barriers to widespread global implementation of lung ultrasound in LMICs compared with clinical examination and traditional radiology, with red indicating high difficulty/barriers, amber medium, and green little or no difficulty/barriers to implementation. Colors were decided by the two authors according with available literature. Disagreements were resolved through discussionIn conclusion, we believe that in the programs of the WHO and its partners, it is essential to include and ensure the access, quality, and sustainability of the provision of ultrasound services of POCUS and LUS through the supply of equipment, maintenance, and training of their users.In remote health centers or even where there are none, geographic areas with high social inequality that affect the health of children, POCUS and LUS add incalculable value to the diagnosis and management of patients, ultimately saving lives. AbbreviationsALRTI(s)Acute lower respiratory tract infection(s)LRTILower respiratory tract infection(s)LMIC(s)Low- and middle-income countrie(s)IMCIIntegrated Management of Childhood IllnessesWHOWorld Health OrganizationCXRChest X-rayCTComputed tomographyLUSLung ultrasoundMRIMagnetic resonance imagingPOCUSPoint-of-care ultrasoundARDSAcute respiratory distress syndrome Authors’ contributionsDB and CDR conceptualized the study. They were responsible for data collection. All authors contributed to the draft of the manuscript and agreed with the final version of the manuscript. DeclarationsConsent for publicationApproved.Conflict of interestThe authors declare no competing interests. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Liu L, Oza S, Hogan D, et al.  Global, regional, and national causes of child mortality in 2000–13, with projections to inform post-2015 priorities: an updated systematic analysis. Lancet. 2015;385:430–440. [PubMed] [Google Scholar]2. Feikin DR, Flannery B, Hamel MJ, Stack M, Hansen PM. Vaccines for children in low- and middle-income countries. In: Black RE, Laxminarayan R, Temmerman M, Walker N, eds. Reproductive, Maternal, Newborn, and Child Health: Disease Control Priorities, Third Edition (Volume 2). Washington (DC): The International Bank for Reconstruction and Development / The World Bank; April 5, 20163. Lee LA, Franzel L, Atwell J, et al.  The estimated mortality impact of vaccinations forecast to be administered during 2011–2020 in 73 countries supported by the GAVI Alliance. Vaccine. 2013;31:B61–B72. [PubMed] [Google Scholar]4. Nair H, Simões EA, Rudan I, et al.  Global and regional burden of hospital admissions for severe acute lower respiratory infections in young children in 2010: a systematic analysis. Lancet. 2013;381:1380–1390. [PMC free article] [PubMed] [Google Scholar]5. Leung DT, Chisti MJ, Pavia AT. Prevention and control of childhood pneumonia and diarrhea. Pediatr Clin North Am. 2016;63:67–79. [PMC free article] [PubMed] [Google Scholar]6. Lipshaw MJ, Eckerle M, Florin TA, et al (2020) Antibiotic use and outcomes in children in the emergency department with suspected pneumonia. Pediatrics 145(4):e201931387. Jain S, Williams DJ, Arnold SR, et al (2015) Community-acquired pneumonia requiring hospitalization among U.S. children. N Engl J Med 372(9):835–8458. Revised WHO classification and treatment of childhood pneumonia at health facilities. Geneva: World Health Organization 20149. Bradley JS, Byington CL, Shah SS, et al.  The management of community-acquired pneumonia in infants and children older than 3 months of age: clinical practice guidelines by the Pediatric Infectious Diseases Society and the Infectious Diseases Society of America. Clin Infect Dis. 2011;53(7):e25–e76. [PMC free article] [PubMed] [Google Scholar]10. Shah SN, Bachur RG, Simel DL, Neuman MI. Does this child have pneumonia?: the rational clinical examination systematic review. JAMA. 2017;318(13):1284. [Google Scholar]11. Andronikou S, Lambert E, Halton J, et al.  Guidelines for the use of chest radiographs in community-acquired pneumonia in children and adolescents. Pediatr Radiol. 2017;47(11):1405–1411. [PMC free article] [PubMed] [Google Scholar]12. Grant GB, Campbell H, Dowell SF, et al.  Recommendations for treatment of childhood non-severe pneumonia. Lancet Infect Dis. 2009;9:185–196. [PMC free article] [PubMed] [Google Scholar]13. Das RR, Singh M. Treatment of severe community-acquired pneumonia with oral amoxicillin in under-five children in developing country: a systematic review. PLoS ONE. 2013;8(6):e66232–e66232. [PMC free article] [PubMed] [Google Scholar]14. Grimwood K, Fong SM, Ooi MH, Nathan AM, Chang AB. Antibiotics in childhood pneumonia: how long is long enough? Pneumonia (Nathan) 2016;8:6–6. [PMC free article] [PubMed] [Google Scholar]15. Ginsburg AS, Mvalo T, Nkwopara E, McCollum ED, Phiri M, Schmicker R, Hwang J, Ndamala CB, Phiri A, Lufesi N, May S. Amoxicillin for 3 or 5 days for chest-indrawing pneumonia in Malawian children. N Engl J Med. 2020;383(1):13–23. [PMC free article] [PubMed] [Google Scholar]16. Jehan F, Nisar I, Kerai S, Balouch B, Brown N, Rahman N, Rizvi A, Shafiq Y, Zaidi AKM. Randomized trial of amoxicillin for pneumonia in Pakistan. N Engl J Med. 2020;383(1):24–34. [PMC free article] [PubMed] [Google Scholar]17. Wahl B, O’Brien KL, Greenbaum A, et al.  Burden of Streptococcus pneumoniae and Haemophilus influenzae type B disease in children in the era of conjugate vaccines: global, regional, and national estimates for 2000–15. Lancet Glob Health. 2018;6(7):e744–e757. [PMC free article] [PubMed] [Google Scholar]18. Picot VS, Bénet T, Messaoudi M, et al.  Multicenter case-control study protocol of pneumonia etiology in children: Global Approach to Biological Research, Infectious diseases and Epidemics in Low-income countries (GABRIEL network) BMC Infect Dis. 2014;14:635–635. [PMC free article] [PubMed] [Google Scholar]19. Zhang S, Sammon PM, King I, et al (2016) Cost of management of severe pneumonia in young children: systematic analysis. J Glob Health 6:01040820. Fink G, D’Acremont V, Leslie HH, Cohen J. Antibiotic exposure among children younger than 5 years in low-income and middle-income countries: a cross-sectional study of nationally representative facility-based and household-based surveys. Lancet Infect Dis. 2020;20(2):179–187. [PubMed] [Google Scholar]21. Doan T, Worden L, Hinterwirth A, et al.  Macrolide and nonmacrolide resistance with mass azithromycin distribution. N Engl J Med. 2020;383(20):1941–1950. [PMC free article] [PubMed] [Google Scholar]22. Greenberg D, Givon-Lavi N, Sadaka Y, Ben-Shimol S, Bar-Ziv J, Dagan R (2014) Short-course antibiotic treatment for communityacquired alveolar pneumonia in ambulatory children: a doubleblind, randomized, placebo-controlled trial. Pediatr Infect Dis J 33:136–42.323. Pneumonia Etiology Research for Child Health (PERCH) Study Group (2019) Causes of severe pneumonia requiring hospital admission in children without HIV infection from Africa and Asia: the PERCH multi-country case-control study. Lancet ;394:757–77924. Tramper-Stranders GA. Childhood community-acquired pneumonia: a review of etiology and antimicrobial treatment studies. Paediatr Respir Rev. 2018;26:41–48. [PMC free article] [PubMed] [Google Scholar]25. Korppi M, Don M, Valent F, Canciani M. The value of clinical features in differentiating between viral, pneumococcal and atypical bacterial pneumonia in children. Acta Pediatr. 2008;97:943–947. [Google Scholar]26. Berg AS, Inchley CS, Fjaerli HO, Leegaard TM, Lindbaek M, Nakstad B. Clinical features and inflammatory markers in pediatric pneumonia: a prospective study. Eur J Pediatr. 2017;176(5):629–638. [PubMed] [Google Scholar]27. Stockmann C, Ampofo K, Killpack J, et al.  Procalcitonin accurately identifies hospitalized children with low risk of bacterial community-acquired pneumonia. J Pediatric Infect Dis Soc. 2018;7(1):46–53. [PMC free article] [PubMed] [Google Scholar]28. O’Grady KF, Torzillo PJ, Frawley K, Chang AB. The radiological diagnosis of pneumonia in children. Pneumonia (Nathan) 2014;5(Suppl 1):38–51. [PMC free article] [PubMed] [Google Scholar]29. Berce V, Tomazin M, Gorenjak M, Berce T, Lovrenčič B. The usefulness of lung ultrasound for the aetiological diagnosis of community-acquired pneumonia in children. Sci Rep. 2019;9(1):17957. [PMC free article] [PubMed] [Google Scholar]30. Elemraid MA, Muller M, Spencer DA, et al (2014) Accuracy of the interpretation of chest radiographs for the diagnosis of paediatric pneumonia. PLoS One 9(8):e10605131. Mindel S. Role of imager in developing world. Lancet. 1997;350(9075):426–429. [PubMed] [Google Scholar]32. Musolino AM, Supino MC, Buonsenso D, et al (2020) Roman Lung Ultrasound Study Team for Pediatric COVID-19 (ROMULUS COVID Team). Lung Ultrasound in Children with COVID-19: Preliminary Findings. Ultrasound Med Biol 46(8):2094–209833. Musolino AM, Tomà P, Supino MC, et al.  Lung ultrasound features of children with complicated and noncomplicated community acquired pneumonia: a prospective study. Pediatr Pulmonol. 2019;54(9):1479–1486. [PubMed] [Google Scholar]34. Buonsenso D, Brancato F, Valentini P, Curatola A, Supino M, Musolino AM. The use of lung ultrasound to monitor the antibiotic response of community-acquired pneumonia in children: a preliminary hypothesis. J Ultrasound Med. 2020;39(4):817–826. [PubMed] [Google Scholar]35. Buonsenso D, Musolino A, Ferro V, De Rose C, Morello R, Ventola C et al (2020) Role of Lung Ultrasound for the etiological diagnosis of community-acquired pneumonia in children: a prospective study. MedRxiv 10.31.2022386736. Pereda MA, Chavez MA, Hooper-Miele CC, et al.  Lung ultrasound for the diagnosis of pneumonia in children: a meta-analysis. Pediatrics. 2015;135(4):714–722. [PubMed] [Google Scholar]37. Buonsenso D, Parri N, De Rose C, Valentini P (2020) Gemelli-pediatric COVID-19 team. Toward a clinically based classification of disease severity for paediatric COVID-19. Lancet Infect Dis 15:S1473–3099(20)30396–038. Volpicelli G, Gargani L. Sonographic signs and patterns of COVID-19 pneumonia. Ultrasound J. 2020;12(1):22. [PMC free article] [PubMed] [Google Scholar]39. Tsung JW, Kessler DO, Shah VP. Prospective application of clinician-performed lung ultrasonography during the 2009 H1N1 influenza A pandemic: distinguishing viral from bacterial pneumonia. Crit Ultrasound J. 2012;4(1):16. [PMC free article] [PubMed] [Google Scholar]40. Buonsenso D, Musolino AM, Gatto A, Lazzareschi I, Curatola A, Valentini P. Lung ultrasound in infants with bronchiolitis. BMC Pulm Med. 2019;19(1):159. [PMC free article] [PubMed] [Google Scholar]41. Aliyu LD, Kurjak A, Wataganara T, de Sá RA, Pooh R, Sen C, Ebrashy A, Adra A, Stanojevic M. Ultrasound in Africa: what can really be done? J Perinat Med. 2016;44(2):119–123. [PubMed] [Google Scholar]42. World Health Organization (1998) Training in diagnostic ultrasound: essentials, principles and standards. Report of WHO Study Group. Geneva, Switzerland, WHO Technical Report Series 875 43. World Health Organization (1985) Future use of new imaging technologies in developing countries. Report of a WHO Scientific Group. World Health Organ Tech Rep Ser ;723:1–6744. Goldberg BB. International arena of ultrasound education. J Ultras Med. 2003;22:549–551. [Google Scholar]45. Stewart KA, Navarro SM, Kambala S, et al.  Trends in ultrasound use in low and middle income countries: a systematic review. Int J MCH AIDS. 2020;9(1):103–120. doi: 10.21106/ijma.294. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Kotlyar S, Moore CL. Assessing the utility of ultrasound in Liberia. J Emerg Trauma Shock. 2008;1(1):10–14. [PMC free article] [PubMed] [Google Scholar]47. Shah SP, et al.  Impact of the introduction of ultrasound services in a limited resource setting: rural Rwanda 2008. BMC Int Health Hum Rights. 2009;9:4. [PMC free article] [PubMed] [Google Scholar]48. Moore CL, Copel JA. Point-of-care ultrasonography. N Engl J Med. 2011;364:749–757. [PubMed] [Google Scholar]49. Flick D. Bedside ultrasound education in primary care. J Ultrasound Med. 2016;35:1369–1371. [PubMed] [Google Scholar]50. Sabatino V, Caramia MR, Curatola A, Vassallo F, Deidda A, Cinicola B, Iodice F, Caffarelli C, Sverzellati N, Buonsenso D. Point-of-care ultrasound (POCUS) in a remote area of Sierra Leone: impact on patient management and training program for community health officers. J Ultrasound. 2020;23(4):521–527. [PMC free article] [PubMed] [Google Scholar]51. Nina K, et al.  Point of care ultrasound (POCUS) telemedicine project in rural Nicaragua and its impact on patient management. J Ultrasound. 2015;18:179–185. [PMC free article] [PubMed] [Google Scholar]52. Soldati G, Demi M, Demi L. Ultrasound patterns of pulmonary edema. Ann Transl Med. 2019;7(Suppl 1):S16. [PMC free article] [PubMed] [Google Scholar]53. Leopold SJ, Ghose A, Plewes KA, Mazumder S, Pisani L et al (2018) Point-of-care lung ultrasound for the detection of pulmonary manifestations of malaria and sepsis: an observational study. PLoS One 12;13(12):e020483254. Martindale JL, Noble VE, Liteplo A. Diagnosing pulmonary edema: lung ultrasound versus chest radiography. Eur J Emerg Med. 2013;20:356–360. [PubMed] [Google Scholar]55. The ARDS Definition Task Force  Acute respiratory distress syndrome. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]56. Riviello ED, Kiviri W, Twagirumugabe T, Mueller A, Banner-goodspeed VM, Of L, et al.  Hospital incidence and outcomes of the acute respiratory distress syndrome using the Kigali modification of the Berlin definition. Am J Respir Crit Care Med. 2016;193:52–59. [PubMed] [Google Scholar]57. Shefrin AE, Warkentine F, Constantine E, Toney A, Uya A, Doniger SJ, Sivitz AB, Horowitz R, Kessler D (2019) Consensus core point-of-care ultrasound applications for pediatric emergency medicine training. AEM Educ Train 14;3(3):251–25858. Sippel S, Muruganandan K, Levine A, Shah S. Review article: use of ultrasound in the developing world. Int J Emerg Med. 2011;4:72. [PMC free article] [PubMed] [Google Scholar]59. Shah SP, Epino H, Bukhman G, Umulisa I, Dushimiyimana JM, Reichman A, Noble VE. Impact of the introduction of ultrasound services in a limited resource setting: rural Rwanda 2008. BMC Int Health Hum Rights. 2009;9:4. [PMC free article] [PubMed] [Google Scholar]60. Watkins K, Sridhar D. Pneumonia: a global cause without champions. Lancet. 2018;392:718–719. [PubMed] [Google Scholar]61. Murdoch DR, Howie SRC. The global burden of lower respiratory infections: making progress, but we need to do better. Lancet Infect Dis. 2018;18(11):1162–1163. [PubMed] [Google Scholar]62. Every Breath Counts (2020) Fighting for breath: the Global Forum on childhood pneumonia. https://stoppneumonia.org/latest/global-forum/#sign (March 1, 2020)63. WHO, UNICEF (2013) Ending preventable child deaths from pneumonia and diarrhoea by (2025) the integrated Global Action Plan for Pneumonia and Diarrhoea (GAPPD). https://www.who.int/maternal_child_adolescent/documents/global_action_plan_pneumonia_diarrhoea/en/ (accessed Feb 14, 2020)64. Allwell-Brown G, Hussain-Alkhateeb L, Kitutu FE, Strömdahl S, Mårtensson A, Johansson EW. Trends in reported antibiotic use among children under 5 years of age with fever, diarrhoea, or cough with fast or difficult breathing across low-income and middle-income countries in 2005–17: a systematic analysis of 132 national surveys from 73 countries. Lancet Glob Health. 2020;8(6):e799–e807. [PubMed] [Google Scholar]65. UNICEF, Save the Children, Every Breath Counts (2020) Every child’s right to survive: an agenda to end pneumonia deaths. New York, NY: United Nations Children’s Fund"}