{"title": "Association of fluid balance trajectories with clinical outcomes in patients with septic shock: a prospective multicenter cohort study", "pubDate": "2021", "PMCID": "PMC8258941", "DOI": "10.1186/s40779-021-00328-1", "PMID": "34225807", "abstract": "Background:                       Septic shock has a high incidence and mortality rate in Intensive Care Units (ICUs). Earlier intravenous fluid resuscitation can significantly improve outcomes in septic patients but easily leads to fluid overload (FO), which is associated with poor clinical outcomes. A single point value of fluid cannot provide enough fluid information. The aim of this study was to investigate the impact of fluid balance (FB) latent trajectories on clinical outcomes in septic patients.                  Methods:                       Patients were diagnosed with septic shock during the first 48 h, and sequential fluid data for the first 3 days of ICU admission were included. A group-based trajectory model (GBTM) which is designed to identify groups of individuals following similar developmental trajectories was used to identify latent subgroups of individuals following a similar progression of FB. The primary outcomes were hospital mortality, organ dysfunction, major adverse kidney events (MAKE) and severe respiratory adverse events (SRAE). We used multivariable Cox or logistic regression analysis to assess the association between FB trajectories and clinical outcomes.                  Results:                       Nine hundred eighty-six patients met the inclusion criteria and were assigned to GBTM analysis, and three latent FB trajectories were detected. 64 (6.5%), 841 (85.3%), and 81 (8.2%) patients were identified to have decreased, low, and high FB, respectively. Compared with low FB, high FB was associated with increased hospital mortality [hazard ratio (HR) 1.63, 95% confidence interval (CI) 1.22-2.17], organ dysfunction [odds ratio (OR) 2.18, 95% CI 1.22-3.42], MAKE (OR 1.80, 95% CI 1.04-2.63) and SRAE (OR 2.33, 95% CI 1.46-3.71), and decreasing FB was significantly associated with decreased MAKE (OR 0.46, 95% CI 0.29-0.79) after adjustment for potential covariates.                  Conclusion:                       Latent subgroups of septic patients followed a similar FB progression. These latent fluid trajectories were associated with clinical outcomes. The decreasing FB trajectory was associated with a decreased risk of hospital mortality and MAKE.", "author": [{"author": "Mei-Ping Wang", "affiliation": ["Department of Epidemiology and Health Statistics, School of Public Health, Capital Medical University, No.10, Xitoutiao, You'anmen, Beijing, Fengtai District, China.", "Department of Critical Care Medicine, Fuxing Hospital, Capital Medical University, No. 20, Street Fuxingmenwai, Beijing, Xicheng District, China."], "href": "/?term=Wang+MP&cauthor_id=34225807"}, {"author": "Li Jiang", "affiliation": ["Department of Critical Care Medicine, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China."], "href": "/?term=Jiang+L&cauthor_id=34225807"}, {"author": "Bo Zhu", "affiliation": ["Department of Critical Care Medicine, Fuxing Hospital, Capital Medical University, No. 20, Street Fuxingmenwai, Beijing, Xicheng District, China."], "href": "/?term=Zhu+B&cauthor_id=34225807"}, {"author": "Bin Du", "affiliation": ["Medical Intensive Care Unit, Peking Union Medical College Hospital, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, 100730, China."], "href": "/?term=Du+B&cauthor_id=34225807"}, {"author": "Wen Li", "affiliation": ["Department of Critical Care Medicine, Fuxing Hospital, Capital Medical University, No. 20, Street Fuxingmenwai, Beijing, Xicheng District, China."], "href": "/?term=Li+W&cauthor_id=34225807"}, {"author": "Yan He", "affiliation": ["Department of Epidemiology and Health Statistics, School of Public Health, Capital Medical University, No.10, Xitoutiao, You'anmen, Beijing, Fengtai District, China. yanhe1220@126.com."], "href": "/?term=He+Y&cauthor_id=34225807"}, {"author": "Xiu-Ming Xi", "affiliation": ["Department of Critical Care Medicine, Fuxing Hospital, Capital Medical University, No. 20, Street Fuxingmenwai, Beijing, Xicheng District, China. xixiuming2937@163.com."], "href": "/?term=Xi+XM&cauthor_id=34225807"}, {"author": "China Critical Care Sepsis Trial (CCCST) workgroup", "affiliation": [], "href": "/?term=China+Critical+Care+Sepsis+Trial+%28CCCST%29+workgroup%5BCorporate+Author%5D"}, {"author": "Bin Du", "affiliation": [], "href": "/?term=Du+B"}, {"author": "Li Weng", "affiliation": [], "href": "/?term=Weng+L"}, {"author": "Tong Li", "affiliation": [], "href": "/?term=Li+T"}, {"author": "Mei-Li Duan", "affiliation": [], "href": "/?term=Duan+ML"}, {"author": "Wen-Xiong Li", "affiliation": [], "href": "/?term=Li+WX"}, {"author": "Bing Sun", "affiliation": [], "href": "/?term=Sun+B"}, {"author": "Jian-Xin Zhou", "affiliation": [], "href": "/?term=Zhou+JX"}, {"author": "Jian-Guo Jia", "affiliation": [], "href": "/?term=Jia+JG"}, {"author": "Xi Zhu", "affiliation": [], "href": "/?term=Zhu+X"}, {"author": "Qing-Yuan Zhan", "affiliation": [], "href": "/?term=Zhan+QY"}, {"author": "Xiao-Chun Ma", "affiliation": [], "href": "/?term=Ma+XC"}, {"author": "Tie-He Qin", "affiliation": [], "href": "/?term=Qin+TH"}, {"author": "Shou-Hong Wang", "affiliation": [], "href": "/?term=Wang+SH"}, {"author": "Yu-Hang Ai", "affiliation": [], "href": "/?term=Ai+YH"}, {"author": "Yan Kang", "affiliation": [], "href": "/?term=Kang+Y"}, {"author": "Xue-Lian Liao", "affiliation": [], "href": "/?term=Liao+XL"}, {"author": "Xiang-Yuan Cao", "affiliation": [], "href": "/?term=Cao+XY"}, {"author": "Yu-Shan Wang", "affiliation": [], "href": "/?term=Wang+YS"}, {"author": "Du-Ming Zhu", "affiliation": [], "href": "/?term=Zhu+DM"}], "refPMID": ["26903338", "24838355", "26414292", "31804299", "17828034", "31393324", "26073560", "28130687", "31162196", "26914622", "27922878", "26206387", "26494153", "27334608", "31734247", "31390038", "3928249", "9824069", "20559136", "28101605", "22890468", "25005361", "16988059", "22797452", "20192788", "22818946", "11285809", "28007778", "11794169", "24171518", "30646296", "29112081", "28671898", "24853382", "19436332", "30672838", "29696105", "29315320", "30869483", "30664037", "28318176", "25247784", "31417678", "28437375", "29742967", "29985214"], "citedInPMID": ["34225807"], "body": " AbstractBackgroundSeptic shock has a high incidence and mortality rate in Intensive Care Units (ICUs). Earlier intravenous fluid resuscitation can significantly improve outcomes in septic patients but easily leads to fluid overload (FO), which is associated with poor clinical outcomes. A single point value of fluid cannot provide enough fluid information. The aim of this study was to investigate the impact of fluid balance (FB) latent trajectories on clinical outcomes in septic patients.MethodsPatients were diagnosed with septic shock during the first 48 h, and sequential fluid data for the first 3 days of ICU admission were included. A group-based trajectory model (GBTM) which is designed to identify groups of individuals following similar developmental trajectories was used to identify latent subgroups of individuals following a similar progression of FB. The primary outcomes were hospital mortality, organ dysfunction, major adverse kidney events (MAKE) and severe respiratory adverse events (SRAE). We used multivariable Cox or logistic regression analysis to assess the association between FB trajectories and clinical outcomes.ResultsNine hundred eighty-six patients met the inclusion criteria and were assigned to GBTM analysis, and three latent FB trajectories were detected. 64 (6.5%), 841 (85.3%), and 81 (8.2%) patients were identified to have decreased, low, and high FB, respectively. Compared with low FB, high FB was associated with increased hospital mortality [hazard ratio (HR) 1.63, 95% confidence interval (CI) 1.22–2.17], organ dysfunction [odds ratio (OR) 2.18, 95% CI 1.22–3.42], MAKE (OR 1.80, 95% CI 1.04–2.63) and SRAE (OR 2.33, 95% CI 1.46–3.71), and decreasing FB was significantly associated with decreased MAKE (OR 0.46, 95% CI 0.29–0.79) after adjustment for potential covariates.ConclusionLatent subgroups of septic patients followed a similar FB progression. These latent fluid trajectories were associated with clinical outcomes. The decreasing FB trajectory was associated with a decreased risk of hospital mortality and MAKE.Supplementary InformationThe online version contains supplementary material available at 10.1186/s40779-021-00328-1.Keywords: Septic shock, Fluid overload, Group-based trajectory model, Clinical outcomes BackgroundSeptic shock is a condition of hypotension and hypoperfusion that is induced by sepsis [1]. Although intensive care medicine is well advanced, severe sepsis and septic shock have a high prevalence and mortality rate [2, 3]. In high-income countries, approximately 6 million severe sepsis patients die annually [3]. In China, the mortality rate of severe sepsis and septic shock is greater than 50% in critically ill patients [4, 5]. International guidelines and studies support earlier intravenous fluid resuscitation for the management of sepsis or septic shock [1, 6]. However, critically ill patients seem to easily accumulate a positive fluid balance (FB) or fluid overload (FO) [7–10], and studies have demonstrated that a more aggressive course of fluid resuscitation is associated with adverse outcomes in critically ill subjects [8, 11].Previous studies defined FO as a cumulative FB above a cutoff percentage of initial body weight over a certain period, 5% [12], 10% [11, 13] or any degree of positive fluid accumulation [14]. Furthermore, Woodward et al. [9] used a cubic spline model to assess the association between FO and major adverse kidney events (MAKE) in acute kidney injury (AKI) requiring continuous renal replacement therapy (RRT) and found a U-shaped nonlinear association, indicating that there may be a “sweet spot” for FB. The use of a single FB value for evaluating outcomes may not be adequate. Recently, a study on patients undergoing cardiac or aortic surgeries demonstrated that the trend of FB was associated with clinical outcomes [15]. Yende et al. [16] proclaimed that persistent elevation trajectories of inflammatory and immunosuppressive biomarkers were associated with higher long-term hospital readmission and mortality during hospitalization due to sepsis. However, studies on trends of FB in critically ill patients with septic shock have not been evaluated.Our study used data from the China Critical Care Sepsis Trial (CCCST), which was a prospective multicenter cohort study. The aim of this study was to investigate the potential association between FB trends and clinical outcomes in critically ill patients with septic shock. We tested the hypotheses that there were latent trajectories of FB in those septic patients on day 7 and that the trajectories of FB were associated with hospital mortality and other clinical outcomes. MethodsStudy populationWe derived data from the CCCST (China Critical Care Sepsis Trial), which was a prospective multicenter cohort study conducted at 18 ICUs of 16 tertiary hospitals from January 1, 2014 to August 31, 2015, and 4910 eligible adult patients were consecutively included. For patients with multiple admissions, only the first admission was included. Patients with septic shock who stayed in the ICU for three days or longer were included. We excluded patients with missing data on fluid input/output at initiation and those who had data for fewer than 2 fluid collection time points within 7 days during their ICU stay. Ultimately, 986 patients were enrolled in our analysis. This study is available from the Chinese clinical trials registry at www.chictr.org/cn/ (clinical trial number ChiCTR-ECH-13003934).Data collectionStandardized case report forms were used for data collection. A data surveillance panel was responsible for monitoring all patients who were sequentially included and checking the medical records for any missing or incorrect data. The patients’ demographics, source of admission, comorbid conditions, use of mechanical ventilation (MV) and RRT were documented. Clinical and laboratory values were used to calculate the severity of illness, Acute Physiology and Chronic Health Evaluation II (APACHE II) [17] and Sequential Organ Failure Assessment (SOFA) [18]. Serum creatinine (Scr), urine output, arterial partial oxygen pressure (PaO2), fraction of inspired oxygen (FiO2) and SOFA score were also continuously recorded for seven days or until discharge, whichever occurred earlier.DefinitionFB was calculated using the following formula: FB = (total fluid input - total fluid output) ml/body weight initial (kg). Total fluid intake included all oral intake and intravenous fluid, which included resuscitation and maintenance fluids, blood products, drug infusions, and enteral and parenteral nutrition. Total fluid output included urine output, drainage fluid, ultrafiltration fluid and estimated gastrointestinal losses. Insensible loss was not considered in our study because of the difficulty of assessment. FO was defined as a cumulative FB (in liters) greater than 10% of the initial body weight [19]. Sepsis was defined as life-threatening organ failure caused by infection upon admission to the ICU or within the first 48 h after admission to the ICU, and septic shock was defined as sepsis associated with persistent hypotension that required vasoactive drugs to maintain a mean arterial pressure (MAP) ≥ 65 mmHg and had a serum lactate level > 2 mmol/L despite adequate volume resuscitation [20]. AKI and severity were categorized according to the Kidney Disease Improving Global Outcomes (KDIGO) guidelines [21]. We used an estimated baseline Scr or the lowest Scr value during the stay in the ICU, whichever was lower [22]. The simplified modification of diet in renal disease (MDRD) formula was used to estimate baseline Scr, which assumes a glomerular filtration rate (GFR) of 75 ml/min per 1.73 m2 and is customized for the Chinese population [23]. Acute respiratory distress syndrome (ARDS) was defined as PaO2/FIO2 < 300 mmHg according to the definition of Berlin [24]. Organ dysfunction-related adverse events were defined as an increase in the SOFA score compared with that at admission to the ICU. MAKE is a composite outcome, include new onset or sustained renal dysfunction, RRT-dependent discharge from the hospital, or an inability to recover to 1.5 times the baseline creatinine level. Severe respiratory adverse event (SRAE) was defined as ARDS or MV-dependent discharge from the hospital.OutcomesHospital mortality was the primary endpoint, which was defined as the status of patient survival before hospital discharge within 28 days after ICU admission. Organ dysfunction-related adverse events, MAKE and SRAE were secondary outcomes.Missing valuesOverall, 5.6% of the clinical and laboratory data used to calculate the illness severity scores were missing in this study, and single imputation was performed for those variables with missing values. Weight data were missing for 2.1% of patients, and a mean weight of 65 kg was inputted; fluid data were missing in 4.0% of patients and were censored during the statistical analysis.Group-based trajectory modelA group-based trajectory model (GBTM) was used to identify latent subgroups of individuals following a similar progression of FB over the first 7 days of FB data. The GBTM is a specialized application of finite mixture modeling and is designed to identify groups of individuals following similar developmental trajectories [25]. This method assumes that the population is heterogeneous and is composed of a finite number of distinct groups. Model selection was assessed based on the Bayesian information criterion (BIC). BIC was used to determine the number of trajectories and the appropriate polynomial order of pattern (linear, quadratic or cubic) [25, 26]. The number of clusters was determined by a forward classifying approach, and lower BIC values were a better model fit. Furthermore, the sample size should include at least 5% of subjects, and the probability of each trajectory group was ≥0.70, defined as appropriated [27, 28]. GBTM was performed using the traj plugin in STATA to estimate the trajectory of FB [29].Statistical analysisContinuous variables were represented as the mean ± standard deviation (SD) or the median with interquartile range (IQR), while categorical variables were represented as numbers with proportions. Differences among FB groups were compared by one-way analysis of variance or Wilcoxon rank-sum test for continuous variables, and the Chi square test for categorical variables. The Bonferroni post hoc test was used for multiple comparisons. Daily FB and cumulative FB between latent trajectory groups during the first 7 days following ICU admission are presented in box plots.The association between latent trajectory groups and study outcomes (primary and secondary) was assessed by using univariate and multivariable forward stepwise Cox or logistic regression analysis with a cutoff of 0.1 for variables to enter the model and 0.05 to be removed. The likelihood ratio test was used to test the overall statistical significance of the Cox model. The variance inflation factors (VIFs) and tolerance coefficients were computed to test multicollinearity among the co-variates. Values of VIF exceeding 10 are often regarded as multicollinearity and were removed in the model. The covariates in the multivariable analysis were age, sex, APACHE II score and SOFA score on admission, source of admission, comorbidity condition (respiratory, cardiovascular, hypertension, chronic renal dysfunction, tumor and none), therapy (MV, RRT) and FO. In the multivariable analysis, the centers were included as a random effect. The hazard ratio (HR) or odds ratio (OR) and their 95% confidence interval (CI) were also reported. In the sensitivity analysis, we excluded patients with RRT during the first 7 days after ICU admission.Analyses were performed using STATA version 15 (StataCorp, College Station, Texas, USA). A P value < 0.05 was considered to indicate statistical significance. ResultsBaseline characteristics between latent trajectory groupsA total of 4910 eligible participants were enrolled in the CCCST. After excluding 3924 patients who did not meet the inclusion criteria, 986 patients who developed septic shock during the first 48 h after ICU admission and stayed in the ICU for no less than 3 days were included (Fig. 1). Among those 986 patients, 624 (63.3%) were male with an average age of 63.7 (17.5) years. 659 (66.8%) came from medical wards, and 189 (19.2%) had no comorbidities. In addition, 83.8% of patients received MV, and 23.2% of patients received RRT (Table 1).\nOpen in a separate windowFig. 1Flowchart of the patients included in the study. CCCST China Critical Care Sepsis TrialTable 1Baseline characteristics of the study patients according to the 3 subgroups with different fluid balance trajectory patternsCharacteristicsAll (n = 986)Fluid balance trajectory patternsPDecreasing FB(n = 64)Low FB(n = 841)High FB(n = 81)Fluid overload198 (20.1)33 (51.6)87 (10.3) §78 (96.3)§<  0.001Age (year, x¯\n± s)63.7 ± 17.566.3 ± 18.963.3 ± 17.365.3 ± 18.60.292Sex [male, n (%)]624 (63.3)37 (57.8)535 (63.6)52 (64.2)0.640APACHE II (x¯\n± s)22.1 ± 7.824.7 ± 7.421.6 ± 7.8§25.4 ± 7.4<  0.001SOFA [M (IQR)]8.0 (6.0–11.0)11.0 (8.0–13.0)8.0 (5.0–10.0)§10.5 (8.0–13.0)§<  0.001Source of admission [n (%)]0.006 Emergency department175 (17.7)12 (18.8)143 (17.0)20 (24.7) Medical659 (66.8)33 (51.6)575 (68.4)§51 (63.0)§ Surgical152 (15.4)19 (29.7)123 (14.6)§10 (12.3)§Comorbidities [n (%)] Respiratory disease76 (7.7)5 (7.8)64 (7.6)7 (8.6)0.946 Cardiovascular disease155 (15.7)11 (17.2)130 (15.5)14 (17.3)0.862 Hypertension326 (33.1)19 (29.7)284 (33.4)23 (28.4)0.518 Diabetes mellitus192 (19.5)9 (14.1)167 (19.9)16 (19.8)0.528 Cancer117 (11.9)11 (17.2)92 (10.9)14 (17.3)0.096 None189 (19.2)24 (37.5)146 (17.7)§19 (23.5)§<  0.001Treatments [n (%)] MV826 (83.8)62 (96.9)691 (82.2)§73 (90.1)§0.002 Renal replacement therapy229 (23.2)12 (18.8)178 (21.2)39 (48.1)§<  0.001Open in a separate windowFB fluid balance, SD standard deviation, IQR interquartile range, APACHE II acute physiology and chronic health evaluation II, SOFA sequential organ failure assessment, MV mechanical ventilation, §Compared with decreasing FB, P <  0.05Three FB trajectories reflected the potential pattern of decreasing, low or high fluid over 7 d (Fig. 2). Trajectory 1, described as “decreasing FB” (64, 6.5%), showed a trend in which the subjects started with a high FB and then decreased quickly from day 2 to day 3 and maintained a lower level. Trajectory 2, described as “low FB” (841, 85.3%), represented the subjects who maintained a low FB throughout the following 7 days. Trajectory 3, described as “high FB” (81, 8.2%), showed a trend in which subjects maintained a high FB from day 1 to day 3 and then slightly decreased from day 4. Although the age, sex and comorbidities in the three groups were not significantly different, the patients in the decreasing FB and high FB groups were likely to have higher severity of illness scores and receive more MV (Table ​(Table11).\nOpen in a separate windowFig. 2Fluid balance trajectory patterns during the first 7 days after admission to the ICU. FB fluid balanceDaily and cumulative FB among the three trajectory groupsThe three groups showed significantly different degrees of FB at all time points. The decreasing FB group had the highest daily FB on the day 1 of ICU admission, which then decreased rapidly to 38.2 ml/kg on the day 2 and remained in a negative FB from day 3 to day 7. The low FB group showed a slight change from 13.9 ml/kg on day 1 to 1.3 ml/kg on day 4 with a slight increase to 3.1 ml/kg on day 6. The high FB group also displayed a slightly decreased daily FB but maintained FB > 39.4 ml/kg during the first 4 days after ICU admission (Fig. 3a).\nOpen in a separate windowFig. 3Daily and cumulative fluid balances in the three subgroups with different trajectory patterns. *Compared with decreasing FB, P <  0.05; FB fluid balanceThere was a gradual increase in fluid accumulation in the low FB group (from 13.9 ml/kg to 37.7 ml/kg) and a rapid increase in the high FB group (from 46.5 ml/kg to 230.8 ml/kg) following admission to the ICU. However, the decreasing FB group exhibited a progressive cumulative FB on the first 2 days (from 82.9 ml/kg to 124.5 ml/kg) after admission, which then decreased to 83.8 ml/kg on day 7 (Fig. ​(Fig.33b).Clinical outcomesThe clinical outcomes were shown in Table 2. 430 (43.6%) patients died in the hospital. Compared with low FB, the high FB had higher frequency of hospital mortality (71.6% vs. 46.9%), organ dysfunction (79.0% vs. 46.9%) and SRAE (58.0% vs. 29.7%). However, the decreasing FB had lower frequency of MAKE than the low FB (47.4% vs. 51.6%).\nTable 2Clinical outcomes of the study patients with different fluid balance trajectory patternsCharacteristicsAll (n = 986)Fluid balance trajectory patternsPDecreasing FB(n = 64)Low FB(n = 841)High FB(n = 81)Clinical outcomes [n (%)] Hospital mortality430 (43.6)30 (46.9)342 (40.7)58 (71.6)§<  0.001 Organ dysfunction613 (62.2)30 (46.9)519 (61.7)64 (79.0)§<  0.001 MAKE499 (50.6)33 (51.6)399 (47.4)§67 (82.7)§<  0.001 SRAE373 (37.8)19 (29.7)307 (36.5)47 (58.0)§0.014Length of stay [d, M (IQR)] Hospital*20.0 (12.0–30.0)21.0 (13.0–31.0)19.0 (12.0–30.0)20.0 (8.0–35.0)0.576 ICU*10.0 (5.0–16.0)12.0 (8.0–17.0)10.0 (5.0–16.0)9.0 (4.0–23.0)0.128Open in a separate windowFB fluid balance, IQR interquartile range, MAKE major adverse kidney events, SRAE severe respiratory adverse events, *For survivors; §Compared with decreasing FB, P < 0.05Association of FO and FB trajectories with clinical outcomesA total of 198 (20.1%) patients developed FO during the first 7 days after admission to the ICU. Compared with those without FO, patients with FO had a 1.4-fold increased risk of hospital mortality (HR 1.41, 95% CI 1.14–1.77, Supplemental file 1 Table S1). In addition, FO was an independent risk factor for kidney dysfunction and respiratory dysfunction (Supplemental file 1 Table S1).Table 3 showed the association between the trajectory of FB and the clinical outcomes of septic patients. In adjusting for potential confounders, we found that compared with low FB, high FB was significantly associated with increased hospital mortality (HR 1.63, 95% CI 1.22–2.17), organ dysfunction (OR 2.18, 95% CI 1.22–3.42), MAKE (OR 1.80, 95% CI 1.04–2.63) and SRAE (OR 2.33, 95% CI 1.46–3.71), and decreasing FB was associated with lower risk of MAKE (OR 0.46, 95% CI 0.29–0.79). No significant association was observed between decreasing FB and outcomes of hospital mortality, organ dysfunction and SRAE.\nTable 3Hazard ratio or odds ratio for risks of clinical outcomes by the 3 subgroups of different fluid balance trajectory patternsClinical outcomeEvents [n (%)]Adjusted HR/OR (95% CI)PPrimary outcome Hospital mortality  Low FB342 (40.7)1.00  High FB58 (71.6)1.63 (1.22–2.17)0.001  Decreasing FB30 (46.9)0.86 (0.59–1.26)0.331Secondary outcome Organ dysfunction  Low FB519 (61.7)1.00  High FB64 (79.0)2.18 (1.22–3.42)0.006  Decreasing FB30 (46.9)0.70 (0.40–1.02)0.051 MAKE  Low FB399 (66.1)1.00  High FB67 (82.7)1.80 (1.04–2.63)0.035  Decreasing FB33 (51.6)0.46 (0.29–0.79)0.004 SRAE  Low FB307 (36.5)1.00  High FB47 (58.0)2.33 (1.46–3.71)0.001  Decreasing FB19 (29.7)0.73 (0.42–1.28)0.143Open in a separate windowFB fluid balance, MAKE major adverse kidney events, SRAE severe respiratory adverse events, CI confidence interval, OR odds ratio, HR hazard ratioSensitivity analysisIn the sensitivity analysis, we excluded 198 patients with RRT to eliminate the potential influence of RRT on the effect of FB. Nonetheless, we observed similar latent trajectories of FB (Supplement file 1 Fig. S1). There were 50 (6.3%), 685 (87.0%), and 53 (6.7%) patients identified with decreasing FB, low FB, and high FB, respectively. Using multivariable Cox or logistic regression analysis, we found that compared with the low FB group, the high FB group showed an association with an increased risk of hospital mortality, organ dysfunction, MAKE and SRAE, and the decreasing FB group showed an association with a decreased risk of organ dysfunction (Supplement file 1 Table S2). DiscussionIn this prospective multicenter observational study, we used a GBTM to show the FB trends in septic patients and found that the trajectories of FB were associated with hospital mortality. Furthermore, we found that these trajectories were also associated with organ dysfunction, MAKE and SRAE during the first 7 days following ICU admission.Fluid management is a cornerstone to maintaining primary hemodynamic stability, organs, and tissue perfusion and increasing oxygen delivery from the phases of salvage to de-escalation during septic shock [30, 31]. Several studies have shown that earlier resuscitation was associated with reduced mortality in sepsis or septic patients [6, 32–35]. However, excessive resuscitation can be harmful. Numerous studies have demonstrated that positive FB or FO was associated with increased adverse clinical events [14, 36–39]. Our previous study considered FO to be a fluid accumulation (L) greater than 10% of initial body weight (kg), which is associated with the occurrence of AKI and increases the severity of AKI [13]. FO is also a major predictor of poor clinical outcomes [12, 40–43]. A retrospective study showed that FO (≥ 10% L/kg) prolonged multiorgan failure based on the sub-SOFA score of the kidney in septic shock patients and increased 90-d mortality [44]. In our study, 20.1% of patients developed FO, and compared with patients without FO, those with FO had a 1.4-fold higher hospital mortality rate. In addition, FO status was an independent risk factor for MAKE and SRAE during the first 7 days after ICU admission in septic patients. However, in our study, there was no association between FO and organ dysfunction in the bivariate logistic regression.There were also studies that used dose-response analysis to explore the effect of fluid on clinical outcomes [9, 14]. Garzotto et al. [14] concluded that the severity and speed of fluid accumulation were independent risk factors for mortality in critically ill patients and that FO was not only a value above a cutoff point but also any degree of positive FB. Woodward et al. [9] used cubic spline to assess the relation between FO and MAKE in critically ill patients with AKI requiring RRT and found a U-shaped nonlinear relation between FO and MAKE. This nonlinear finding suggests that there may be an optimal level of FB, and both below and above this optimal level may be harmful. Balakumar et al. [45] and Myles et al. [46] have confirmed this view.However, the severity or the speed or the nonlinear association of fluid accumulation may not provide enough information on the effect of fluid on outcomes. Recently, a prospective study also showed that latent trajectories of FB (adjusted by body weight) in the first 72 postoperative hours of cardiac and aortic surgery were significantly associated with risk of AKI and dialysis. Patients with progressively positive FB had a 7.1-fold increased risk of AKI [15]. In our study, we used GBTM to explore the association between FB in the first 7 days after ICU admission and clinical outcomes in patients with septic shock and found that there were three latent trajectories of FB: Decreasing FB, low FB and high FB. The FB of the decreasing FB group on the first day of ICU admission was as high as 83 ml/kg and then rapidly decreased to 38 ml/kg on the second day. The peak volume of cumulative FB was 124 ml/kg on the second day. The low FB group maintained a lower FB status. The patients in the high FB group had a higher FB, above 40 ml/kg during the first 4 days following admission, and a cumulative FB as high as 230 ml/kg on day 7. Compared with the low FB group, the high FB group had an increased risk of hospital mortality, organ dysfunction, MAKE and SRAE. Decreasing FB was associated with a decreased risk of MAKE, although nearly half of the patients in the decreasing FB group developed FO. The difference among the potential trajectories of FB may be a better index and preferably reflect the whole condition in septic patients. In addition, there was a trend of a decreased risk of hospital mortality and organ dysfunction in decreasing FB patients, but these results were not statistically significant. Even though we excluded the effect of RRT on FB, three similar latent trajectories of FB were also detected. This interesting finding appears to be logical because earlier, sufficient fluid resuscitation can improve hypovolemia and tissue or organ hypoperfusion, which are associated with lower risk of mortality and other clinical outcomes.In the multivariable analysis, we also found that a high FB trajectory was significantly associated with an increased risk of hospital mortality. These findings are similar to previous studies; earlier resuscitation was associated with a decreased risk of in-hospital mortality in severe sepsis and septic patients [6, 32]. FB in the first 24 h was not associated with an increased risk of mortality [11].Our study was the first to investigate the effect of FB trajectories on clinical outcomes in septic shock patients. There are still several limitations in our study. First, the observational study design could not explain the causal relationships between trajectories of FB and outcomes. Second, we may have failed to adjust for other potential confounders in this observational study. Third, we did not consider the fluid input and output before ICU admission or in the operating theater, which cannot be ignored. Fourth, we failed to record diuretic use, which may influence fluid management and outcomes [47]. Furthermore, we used the lowest creatinine level during the ICU stay or the MDRD formula to estimate baseline creatinine, which may not reflect the true baseline creatinine value. The results of this study need to be further validated in studies with larger sample sizes. ConclusionsIn critically ill patients with septic shock, latent trajectories of FB were associated with clinical outcomes. Decreasing FB in patients was associated with a decreased risk of hospital mortality and major MAKE. This finding suggested that in addition to the severity of fluid accumulation, a variety of daily FB trends were also associated with clinical outcomes in septic patients. However, this effect of the dynamic trend of FB on clinical outcomes needs further studies to be confirmed. Supplementary Information\nAdditional file 1 Supplemental file 1: Table S1. Fluid overload and clinical outcomes. Table S2. Hazard ratio (HR) or odds ratio (OR) for risks of clinical outcomes by the 3 subgroups of different fluid balance trajectory patterns in septic patients without RRT.(78K, docx)Additional file 2: Fig. S1. Fluid balance trajectory patterns in septic patients without RRT during the first 7 days after ICU admission.(4.3M, tif)Additional file 3: Supplemental file 2. All other ethical bodies that approved our study in the various centers involved.(14K, docx) AcknowledgmentsWe gratefully acknowledge the National Science and Technology Supporting Plan of the Ministry of Science and Technology of the People’s Republic of China, a government fund used to improve health-care quality and data collection, for providing financial support. We also acknowledge all the following members of the CCCST workgroup who contributed data and samples and have enabled this study to be conducted: Bin Du, Medical Intensive Care Unit, Peking Union Medical College Hospital, Beijing, China; Li Weng, Medical Intensive Care Unit, Peking Union Medical College Hospital, Beijing, China; Tong Li, Department of Critical Care Medicine, Beijing Tongren Hospital, Capital Medical University, Beijing, China; Mei-Li Duan, Department of Critical Care Medicine, Beijing Friendship Hospital, Capital Medical University, Beijing China; Wen-Xiong Li, Surgical Intensive Care Unit, Beijing Chaoyang Hospital, Capital Medical University, Beijing, China; Bing Sun, Department of Respiratory and Critical Care Medicine, Beijing Institute of Respiratory Medicine, Beijing Chaoyang Hospital, Capital Medical University, Beijing, China; Jian-Xin Zhou, Department of Critical Care Medicine, Beijing Tiantan Hospital, Capital Medical University, Beijing, China; Jian-Guo Jia, Surgical Intensive Care Unit, Xuanwu Hospital, Capital Medical University, Beijing, China; Xi Zhu, Department of Critical Care Medicine, Peking University Third Hospital, Beijing, China; Qing-Yuan Zhan, Department of Critical Care Medicine, China-Japan Friendship Hospital, Beijing, China; Xiao-Chun Ma, Department of Critical Care Medicine, the First Affiliated Hospital of China Medical University, Shenyang, China; Tie-He Qin and Shou-Hong Wang, Department of Critical Care Medicine, Guangdong Geriatric Institute, Guangdong General Hospital, Guangdong, China; Yu-Hang Ai, Department of Critical Care Medicine, Xiangya Hospital, Central South University, Changsha, China; Yan Kang and Xue-Lian Liao, Department of Critical Care Medicine, West China Hospital, Sichuan University, Sichuan, China; Xiang-Yuan Cao, Department of Critical Care Medicine, General Hospital of Ningxia Medical University, Ningxia, China; Yu-Shan Wang, Intensive Care Unit, the First Hospital of Jilin University, Changchun, China; and Du-Ming Zhu, Surgical Intensive Care Unit, Department of Anaesthesiology, Zhongshan Hospital, Fudan University, Shanghai, China. AbbreviationsCCCSTChina Critical Care Sepsis TrialICUintensive care unitFOfluid overloadFBfluid balanceGBTMgroup-based trajectory modelMAKEmajor adverse kidney eventsSRAEsevere respiratory adverse eventsHRhazard ratioORodds ratioCFBcumulative fluid balanceAKIacute kidney injuryCRRTcontinuous renal replace therapyMVmechanical ventilationAPACHE IIAcute Physiology and Chronic Health Evaluation IISOFASequential Organ Failure AssessmentSCrserum creatininePaO2arterial partial oxygen pressureFiO2fraction of inspired oxygenMAPmean arterial pressureMDRDsimplified modification of diet in renal diseaseGFRglomerular filtration rateARDSacute respiratory distress syndromeBICbayesian information criterionSDstandard deviationsIQRinterquartile rangesCIconfidence interval Authors’ contributionsXMX conceived, designed, and supervised the study; MPW, BZ, LJ and YH finalized the analysis, designed the study and interpreted the findings; MPW and BZ wrote the drafts of the manuscript; BZ, BD, and WL interpreted the findings and commented on and helped revise drafts of the manuscript. All authors read and approved the final manuscript. FundingThis study was supported by the National Science and Technology Supporting Plan of the Ministry of Science and Technology of China (2012BAI11B05). The funder had no role in the design and conduct of the study; management, analysis and interpretation of the data; preparation the manuscript or the decision to submit it for publication. Availability of data and materialsThe datasets generated and or analyzed during the current study are available from the corresponding author upon reasonable request. DeclarationsEthical approval and consent to participateThe study protocol was approved by the Ethics Committees of Fuxing Hospital, Capital Medical University (2013FXHEC-KY018) and all other centers (Supplemental file 2). The Institutional Review Board specifically approved the informed consent waiver because of the anonymous and purely observational nature of this study.Consent for publicationNot applicable.Competing interestsThe authors declare that they have no competing interests. Contributor InformationMei-Ping Wang, Email: moc.621@623100oaijaloaix.Li Jiang, Email: moc.anis@repapilgnaij.Bo Zhu, Email: moc.anis@321321obuhz.Bin Du, Email: moc.liamg@89nibud.Wen Li, Email: moc.361@92newil.Yan He, Email: moc.621@0221ehnay.Xiu-Ming Xi, Email: moc.361@7392gnimuixix.China Critical Care Sepsis Trial (CCCST) workgroup:Bin Du, Li Weng, Tong Li, Mei-Li Duan, Wen-Xiong Li, Bing Sun, Jian-Xin Zhou, Jian-Guo Jia, Xi Zhu, Qing-Yuan Zhan, Xiao-Chun Ma, Tie-He Qin, Shou-Hong Wang, Yu-Hang Ai, Yan Kang, Xue-Lian Liao, Xiang-Yuan Cao, Yu-Shan Wang, and  Du-Ming Zhu References1. Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, Bauer M, Bellomo R, Bernard GR, Chiche JD, Coopersmith CM, Hotchkiss RS, Levy MM, Marshall JC, Martin GS, Opal SM, Rubenfeld GD, van der Poll T, Vincent JL, Angus DC. The third international consensus definitions for sepsis and septic shock (sepsis-3) JAMA. 2016;315(8):801–810. doi: 10.1001/jama.2016.0287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Liu V, Escobar GJ, Greene JD, Soule J, Whippy A, Angus DC, Iwashyna TJ. Hospital deaths in patients with sepsis from 2 independent cohorts. JAMA. 2014;312(1):90–92. doi: 10.1001/jama.2014.5804. [PubMed] [CrossRef] [Google Scholar]3. Fleischmann C, Scherag A, Adhikari NKJ, Hartog CS, Tsaganos T, Schlattmann P, Angus DC, Reinhart K, International Forum of Acute Care Trialists  Assessment of global incidence and mortality of hospital-treated sepsis. Current estimates and limitations. Am J Respir Crit Care Med. 2016;193(3):259–272. doi: 10.1164/rccm.201504-0781OC. [PubMed] [CrossRef] [Google Scholar]4. Xie J, Wang H, Kang Y, Zhou L, Liu Z, Qin B, Ma X, Cao X, Chen D, Lu W, Yao C, Yu K, Yao X, Shang H, Qiu H, Yang Y, CHinese Epidemiological Study of Sepsis (CHESS) Study Investigators  The epidemiology of sepsis in Chinese ICUs: a national cross-sectional survey. Crit Care Med. 2020;48(3):e209–e218. doi: 10.1097/CCM.0000000000004155. [PubMed] [CrossRef] [Google Scholar]5. Cheng B, Xie G, Yao S, Wu X, Guo Q, Gu M, Fang Q, Xu Q, Wang D, Jin Y, Yuan SY, Wang J, du Z, Sun Y, Fang XM. Epidemiology of severe sepsis in critically ill surgical patients in ten university hospitals in China. Crit Care Med. 2007;35(11):2538–2546. doi: 10.1097/01.CCM.0000284492.30800.00. [PubMed] [CrossRef] [Google Scholar]6. Kuttab HI, Lykins JD, Hughes MD, Wroblewski K, Keast EP, Kukoyi O, Kopec JA, Hall S, Ward MA. Evaluation and predictors of fluid resuscitation in patients with severe sepsis and septic shock. Crit Care Med. 2019;47(11):1582–1590. doi: 10.1097/CCM.0000000000003960. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Acheampong A, Vincent JL. A positive fluid balance is an independent prognostic factor in patients with sepsis. Crit Care. 2015;19(1):251. doi: 10.1186/s13054-015-0970-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Marik PE, Linde-Zwirble WT, Bittner EA, Sahatjian J, Hansell D. Fluid administration in severe sepsis and septic shock, patterns and outcomes: an analysis of a large national database. Intensive Care Med. 2017;43(5):625–632. doi: 10.1007/s00134-016-4675-y. [PubMed] [CrossRef] [Google Scholar]9. Woodward CW, Lambert J, Ortiz-Soriano V, Li Y, Ruiz-Conejo M, Bissell BD, Kelly A, Adams P, Yessayan L, Morris PE, Neyra JA. Fluid overload associates with major adverse kidney events in critically ill patients with acute kidney injury requiring continuous renal replacement therapy. Crit Care Med. 2019;47(9):e753–e760. doi: 10.1097/CCM.0000000000003862. [PubMed] [CrossRef] [Google Scholar]10. Lex DJ, Tóth R, Czobor NR, Alexander SI, Breuer T, Sápi E, Szatmári A, Székely E, Gál J, Székely A. Fluid overload is associated with higher mortality and morbidity in pediatric patients undergoing cardiac surgery. Pediatr Crit Care Me. 2016;17(4):307–314. doi: 10.1097/PCC.0000000000000659. [PubMed] [CrossRef] [Google Scholar]11. Sakr Y, Rubatto Birri PN, Kotfis K, Nanchal R, Shah B, Kluge S, Schroeder ME, Marshall JC, Vincent JL, Intensive Care Over Nations Investigators  Higher fluid balance increases the risk of death from sepsis: results from a large international audit. Crit Care Med. 2017;45(3):386–394. doi: 10.1097/CCM.0000000000002189. [PubMed] [CrossRef] [Google Scholar]12. Li Y, Wang J, Bai Z, Chen J, Wang X, Pan J, Li X, Feng X. Early fluid overload is associated with acute kidney injury and PICU mortality in critically ill children. Eur J Pediatr. 2016;175(1):39–48. doi: 10.1007/s00431-015-2592-7. [PubMed] [CrossRef] [Google Scholar]13. Wang N, Jiang L, Zhu B, Wen Y, Xi XM. Beijing acute kidney injury trial (BAKIT) workgroup. Fluid balance and mortality in critically ill patients with acute kidney injury: a multicenter prospective epidemiological study. Crit Care. 2015;19:371. doi: 10.1186/s13054-015-1085-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Garzotto F, Ostermann M, Martin-Langerwerf D, Sánchez-Sánchez M, Teng J, Robert R, et al.  The dose response multicentre investigation on fluid assessment (DoReMIFA) in critically ill patients. Crit Care. 2016;20(1):196. doi: 10.1186/s13054-016-1355-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Kuo G, Chen SW, Lee CC, Chen JJ, Fan PC, Wang SY, Tian YC, Chang CH. Latent trajectories of fluid balance are associated with outcomes in cardiac and aortic surgery. Ann Thorac Surg. 2020;109(5):1343–1349. doi: 10.1016/j.athoracsur.2019.09.068. [PubMed] [CrossRef] [Google Scholar]16. Yende S, Kellum JA, Talisa VB, Peck Palmer OM, Chang CH, Filbin MR, et al.  Long-term host immune response trajectories among hospitalized patients with sepsis. JAMA Netw Open. 2019;2(8):e198686. doi: 10.1001/jamanetworkopen.2019.8686. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Knaus WA, Draper EA, Wagner DP, Zimmerman JE. APACHE II: a severity of disease classification system. Crit Care Med. 1985;13(10):818–829. doi: 10.1097/00003246-198510000-00009. [PubMed] [CrossRef] [Google Scholar]18. Vincent JL, de Mendonça A, Cantraine F, Moreno R, Takala J, Suter PM, et al.  Use of the SOFA score to assess the incidence of organ dysfunction/failure in intensive care units: results of a multicenter, prospective study. Crit Care Med. 1998;26(11):1793–1800. doi: 10.1097/00003246-199811000-00016. [PubMed] [CrossRef] [Google Scholar]19. Fülöp T, Pathak MB, Schmidt DW, Lengvárszky Z, Juncos JP, Lebrun CJ, Brar H, Juncos LA. Volume-related weight gain and subsequent mortality in acute renal failure patients treated with continuous renal replacement therapy. ASAIO J. 2010;56(4):333–337. doi: 10.1097/MAT.0b013e3181de35e4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Rhodes A, Evans LE, Alhazzani W, Levy MM, Antonelli M, Ferrer R, Kumar A, Sevransky JE, Sprung CL, Nunnally ME, Rochwerg B, Rubenfeld GD, Angus DC, Annane D, Beale RJ, Bellinghan GJ, Bernard GR, Chiche JD, Coopersmith C, de Backer DP, French CJ, Fujishima S, Gerlach H, Hidalgo JL, Hollenberg SM, Jones AE, Karnad DR, Kleinpell RM, Koh Y, Lisboa TC, Machado FR, Marini JJ, Marshall JC, Mazuski JE, McIntyre LA, McLean AS, Mehta S, Moreno RP, Myburgh J, Navalesi P, Nishida O, Osborn TM, Perner A, Plunkett CM, Ranieri M, Schorr CA, Seckel MA, Seymour CW, Shieh L, Shukri KA, Simpson SQ, Singer M, Thompson BT, Townsend SR, van der Poll T, Vincent JL, Wiersinga WJ, Zimmerman JL, Dellinger RP. Surviving sepsis campaign: international guidelines for management of sepsis and septic shock: 2016. Intensive Care Med. 2017;43(3):304–377. doi: 10.1007/s00134-017-4683-6. [PubMed] [CrossRef] [Google Scholar]21. Khwaja A. KDIGO clinical practice guidelines for acute kidney injury. Nephron Clin Pract. 2012;120(4):C179–C184. doi: 10.1159/000339789. [PubMed] [CrossRef] [Google Scholar]22. Luo X, Jiang L, Du B, Wen Y, Wang M, Xi X, et al.  A comparison of different diagnostic criteria of acute kidney injury in critically ill patients. Crit Care. 2014;18(4):R144. doi: 10.1186/cc13977. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Ma YC, Zuo L, Chen JH, Luo Q, Yu XQ, Li Y, Xu JS, Huang SM, Wang LN, Huang W, Wang M, Xu GB, Wang HY. Modified glomerular filtration rate estimating equation for Chinese patients with chronic kidney disease. J Am Soc Nephrol. 2006;17(10):2937–2944. doi: 10.1681/ASN.2006040368. [PubMed] [CrossRef] [Google Scholar]24. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]25. Nagin DS, Odgers CL. Group-based trajectory modeling in clinical research. Annu Rev Clin Psychol. 2010;6(1):109–138. doi: 10.1146/annurev.clinpsy.121208.131413. [PubMed] [CrossRef] [Google Scholar]26. Twisk J, Hoekstra T. Classifying developmental trajectories over time should be done with great caution: a comparison between methods. J Clin Epidemiol. 2012;65(10):1078–1087. doi: 10.1016/j.jclinepi.2012.04.010. [PubMed] [CrossRef] [Google Scholar]27. Nagin DS, Tremblay RE. Analyzing developmental trajectories of distinct but related behaviors: a group-based method. Psychol Methods. 2001;6(1):18–34. doi: 10.1037/1082-989X.6.1.18. [PubMed] [CrossRef] [Google Scholar]28. Schwandt A, Hermann JM, Rosenbauer J, Boettcher C, Dunstheimer D, Grulich-Henn J, Kuss O, Rami-Merhar B, Vogel C, Holl RW, DPV Initiative  Longitudinal trajectories of metabolic control from childhood to young adulthood in type 1 diabetes from a large german/austrian registry: a group-based modeling approach. Diabetes Care. 2017;40(3):309–316. doi: 10.2337/dc16-1625. [PubMed] [CrossRef] [Google Scholar]29. Jones BL, Nagin DS. A note on a stata plugin for estimating group-based trajectory models. Sociol Method Res. 2013;42(4):608–613. doi: 10.1177/0049124113503141. [CrossRef] [Google Scholar]30. Rivers E, Nguyen B, Havstad S, Ressler J, Muzzin A, Knoblich B, Peterson E, Tomlanovich M. Early goal-directed therapy in the treatment of severe sepsis and septic shock. N Engl J Med. 2001;345(19):1368–1377. doi: 10.1056/NEJMoa010307. [PubMed] [CrossRef] [Google Scholar]31. Vincent JL, De Backer D. Circulatory shock. N Engl J Med. 2013;369(18):1726–1734. doi: 10.1056/NEJMra1208943. [PubMed] [CrossRef] [Google Scholar]32. Lane DJ, Wunsch H, Saskin R, Cheskes S, Lin S, Morrison LJ, Scales DC. Association between early intravenous fluids provided by paramedics and subsequent in-hospital mortality among patients with sepsis. JAMA Netw Open. 2018;1(8):e185845. doi: 10.1001/jamanetworkopen.2018.5845. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Leisman DE, Doerfler ME, Schneider SM, Masick KD, D’Amore JA, D'Angelo JK. Predictors, prevalence, and outcomes of early crystalloid responsiveness among initially hypotensive patients with sepsis and septic shock. Crit Care Med. 2018;46(2):189–198. doi: 10.1097/CCM.0000000000002834. [PubMed] [CrossRef] [Google Scholar]34. Leisman DE, Goldman C, Doerfler ME, Masick KD, Dries S, Hamilton E, Narasimhan M, Zaidi G, D’Amore JA, D’Angelo JK. Patterns and outcomes associated with timeliness of initial crystalloid resuscitation in a prospective sepsis and septic shock cohort. Crit Care Med. 2017;45(10):1596–1606. doi: 10.1097/CCM.0000000000002574. [PubMed] [CrossRef] [Google Scholar]35. Lee SJ, Ramar K, Park JG, Gajic O, Li G, Kashyap R. Increased fluid administration in the first three hours of sepsis resuscitation is associated with reduced mortality: a retrospective cohort study. Chest. 2014;146(4):908–915. doi: 10.1378/chest.13-2702. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Bouchard J, Soroko SB, Chertow GM, Himmelfarb J, Ikizler TA, Paganini EP, Mehta RL, Program to Improve Care in Acute Renal Disease (PICARD) Study Group  Fluid accumulation, survival and recovery of kidney function in critically ill patients with acute kidney injury. Kidney Int. 2009;76(4):422–427. doi: 10.1038/ki.2009.159. [PubMed] [CrossRef] [Google Scholar]37. Zinter MS, Spicer AC, Liu KD, Orwoll BE, Alkhouli MF, Brakeman PR, Calfee CS, Matthay MA, Sapru A. Positive cumulative fluid balance is associated with mortality in pediatric acute respiratory distress syndrome in the setting of acute kidney injury. Pediatr Crit Care Med. 2019;20(4):323–331. doi: 10.1097/PCC.0000000000001845. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Codes L, de Souza YG, D'Oliveira RAC, Bastos JLA, Bittencourt PL. Cumulative positive fluid balance is a risk factor for acute kidney injury and requirement for renal replacement therapy after liver transplantation. World J Transplant. 2018;8(2):44–51. doi: 10.5500/wjt.v8.i2.44. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Chao WC, Tseng CH, Chien YC, Sheu CC, Tsai MJ, Fang WF, Chen YM, Kao KC, Hu HC, Perng WC, Yang KY, Chen WC, Liang SJ, Wu CL, Wang HC, Chan MC, TSIRC (Taiwan Severe Influenza Research Consortium)  Association of day 4 cumulative fluid balance with mortality in critically ill patients with influenza: a multicenter retrospective cohort study in Taiwan. PLoS One. 2018;13(1):e0190952. doi: 10.1371/journal.pone.0190952. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Márquez-González H, Casanova-Bracamontes L, Muñoz-Ramírez CM, Peregrino-Bejarano L, Bolaños-Téllez B, Yáñez-Gutiérrez L. Relation between fluid overload and mortality in children with septic shock. Arch Argent Pediatr. 2019;117(2):105–113. doi: 10.5546/aap.2019.eng.105. [PubMed] [CrossRef] [Google Scholar]41. Flores-González JC, Valladares CM, Yun Castilla C, Mayordomo-Colunga J, Quesada SP, Martín Delgado CM, Goñi-Orayen C, Fernández Carrión F, Veiga AM, Olmedilla-Jodar M, Alcaraz Romero AJ, Eizmendi-Bereciartua M, Gutierrez CS, Luján EA, Navarro-Mingorance Á, Jordán I, Bronquiolitis en la Unidad de Cuidados Intensivos Pediátricos (BRUCIP) WorkGroup  Association of fluid overload with clinical outcomes in critically ill children with bronchiolitis: Bronquiolitis en la Unidad de Cuidados Intensivos Pediatricos (BRUCIP) study. Pediatr Crit Care Med. 2019;20(3):e130–e136. doi: 10.1097/PCC.0000000000001841. [PubMed] [CrossRef] [Google Scholar]42. Naveda Romero OE, Naveda Meléndez AF. Fluid overload and kidney failure in children with severe sepsis and septic shock: a cohort study. Arch Argent Pediatr. 2017;115(2):118–124. doi: 10.5546/aap.2017.eng.118. [PubMed] [CrossRef] [Google Scholar]43. Kelm DJ, Perrin JT, Cartin-Ceba R, Gajic O, Schenck L, Kennedy CC. Fluid overload in patients with severe sepsis and septic shock treated with early goal-directed therapy is associated with increased acute need for fluid-related medical interventions and hospital death. Shock. 2015;43(1):68–73. doi: 10.1097/SHK.0000000000000268. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Chapalain X, Vermeersch V, Egreteau PY, Prat G, Alavi Z, Vicaut E, Huet O. Association between fluid overload and SOFA score kinetics in septic shock patients: a retrospective multicenter study. J Intensive Care. 2019;7(1):42. doi: 10.1186/s40560-019-0394-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Balakumar V, Murugan R, Sileanu FE, Palevsky P, Clermont G, Kellum JA. Both positive and negative fluid balance may be associated with reduced long-term survival in the critically ill. Crit Care Med. 2017;45(8):e749–e757. doi: 10.1097/CCM.0000000000002372. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Myles PS, Bellomo R, Corcoran T, Forbes A, Peyton P, Story D, Christophi C, Leslie K, McGuinness S, Parke R, Serpell J, Chan MTV, Painter T, McCluskey S, Minto G, Wallace S, Australian and New Zealand College of Anaesthetists Clinical Trials Network and the Australian and New Zealand Intensive Care Society Clinical Trials Group  Restrictive versus liberal fluid therapy for major abdominal surgery. N Engl J Med. 2018;378(24):2263–2274. doi: 10.1056/NEJMoa1801601. [PubMed] [CrossRef] [Google Scholar]47. Silversides JA, Fitzgerald E, Manickavasagam US, Lapinsky SE, Nisenbaum R, Hemmings N, Nutt C, Trinder TJ, Pogson DG, Fan E, Ferguson AJ, McAuley D, Marshall JC, Role of Active Deresuscitation After Resuscitation (RADAR) Investigators  Deresuscitation of patients with iatrogenic fluid overload is associated with reduced mortality in critical illness. Crit Care Med. 2018;46(10):1600–1607. doi: 10.1097/CCM.0000000000003276. [PubMed] [CrossRef] [Google Scholar]"}