{"title": "Incidence, Clinical Characteristics and Outcomes of Early Hyperbilirubinemia in Critically Ill Patients: Insights From the MARS Study", "pubDate": "2022", "PMCID": "PMC8757589", "DOI": "10.1097/SHK.0000000000001836", "PMID": "34238904", "abstract": "Objective:                       To investigate the incidence, clinical characteristics and outcomes of early hyperbilirubinemia in critically ill patients.                  Design and setting:                       This is a post hoc analysis of a prospective multicenter cohort study.                  Patients:                       Patients with measured bilirubin levels within the first 2 days after ICU admission were eligible. Patients with liver cirrhosis were excluded.                  Endpoints:                       The primary endpoint was the incidence of early hyperbilirubinemia, defined as bilirubin ≥33 μmol/L within 2 days after ICU admission. Secondary endpoints included clinical characteristics of patients with versus patients without early hyperbilirubinemia, and outcomes up to day 30.                  Results:                       Of 4,836 patients, 559 (11.6%) patients had early hyperbilirubinemia. Compared to patients without early hyperbilirubinemia, patients with early hyperbilirubinemia presented with higher severity of illness scores, and higher incidences of sepsis and organ failure. After adjustment for confounding variables, early hyperbilirubinemia remained associated with mortality at day 30 (odds ratio, 1.31 [95%-confidence interval 1.06-1.60]; P = 0.018). Patients with early hyperbilirubinemia and thrombocytopenia (interaction P-value = 0.005) had a higher likelihood of death within 30 days (odds ratio, 2.61 [95%-confidence interval 2.08-3.27]; P < 0.001) than patients with early hyperbilirubinemia and a normal platelet count (odds ratio, 1.09 [95%-confidence interval 0.75-1.55]; P = 0.655).                  Conclusions:                       Early hyperbilirubinemia occurs frequently in the critically ill, and these patients present with higher disease severity and more often with sepsis and organ failures. Early hyperbilirubinemia has an association with mortality, albeit this association was only found in patients with concomitant thrombocytopenia.", "author": [{"author": "Jenny Juschten", "affiliation": ["Department of Anesthesiology, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands.", "Department of Intensive Care, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands.", "Research VUmc Intensive Care (REVIVE), Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands."], "href": "/?term=Juschten+J&cauthor_id=34238904"}, {"author": "Lieuwe D J Bos", "affiliation": ["Department of Intensive Care, Amsterdam UMC, Universiteit van Amsterdam, Amsterdam, The Netherlands.", "Department of Pulmonology, Amsterdam UMC, Universiteit van Amsterdam, Amsterdam, The Netherlands."], "href": "/?term=Bos+LDJ&cauthor_id=34238904"}, {"author": "Harm-Jan de Grooth", "affiliation": ["Department of Intensive Care, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands.", "Research VUmc Intensive Care (REVIVE), Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands."], "href": "/?term=de+Grooth+HJ&cauthor_id=34238904"}, {"author": "Ulrich Beuers", "affiliation": ["Department of Gastroenterology and Hepatology, Amsterdam UMC, Universiteit van Amsterdam, Amsterdam, The Netherlands."], "href": "/?term=Beuers+U&cauthor_id=34238904"}, {"author": "Armand R J Girbes", "affiliation": ["Department of Intensive Care, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands.", "Research VUmc Intensive Care (REVIVE), Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands."], "href": "/?term=Girbes+ARJ&cauthor_id=34238904"}, {"author": "Nicole P Juffermans", "affiliation": ["Department of Intensive Care Medicine, OLVG Hospital, Amsterdam, The Netherlands."], "href": "/?term=Juffermans+NP&cauthor_id=34238904"}, {"author": "Stephan A Loer", "affiliation": ["Department of Anesthesiology, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands."], "href": "/?term=Loer+SA&cauthor_id=34238904"}, {"author": "Tom van der Poll", "affiliation": ["Division of Infectious Diseases, Amsterdam UMC, Universiteit van Amsterdam, Amsterdam, The Netherlands.", "Center for Experimental and Molecular Medicine (CEMM), Amsterdam UMC, Universiteit van Amsterdam, Amsterdam, The Netherlands."], "href": "/?term=van+der+Poll+T&cauthor_id=34238904"}, {"author": "Olaf L Cremer", "affiliation": ["Department of Intensive Care Medicine, University Medical Center Utrecht, Utrecht, The Netherlands."], "href": "/?term=Cremer+OL&cauthor_id=34238904"}, {"author": "Marc J M Bonten", "affiliation": ["Department of Medical Microbiology, University Medical Center Utrecht, Utrecht, The Netherlands."], "href": "/?term=Bonten+MJM&cauthor_id=34238904"}, {"author": "Marcus J Schultz", "affiliation": ["Department of Intensive Care, Amsterdam UMC, Universiteit van Amsterdam, Amsterdam, The Netherlands.", "Mahidol-Oxford Tropical Medicine Research Unit (MORU), Mahidol University, Bangkok, Thailand.", "Nuffield Department of Medicine, University of Oxford, Oxford, UK."], "href": "/?term=Schultz+MJ&cauthor_id=34238904"}, {"author": "Pieter Roel Tuinman", "affiliation": ["Department of Intensive Care, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands.", "Research VUmc Intensive Care (REVIVE), Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands."], "href": "/?term=Tuinman+PR&cauthor_id=34238904"}, {"author": "MARS consortium", "affiliation": [], "href": "/?term=MARS+consortium%5BCorporate+Author%5D"}], "refPMID": ["16450099", "17334250", "28314169", "27599394", "19513695", "18433389", "24145708", "23134597", "23753252", "27924081", "31215660", "17187426", "32015977", "30951497", "1959406", "8844239", "30701392", "28114553", "12664219", "26903338", "15312219", "22797452", "33492719", "17724432", "15860642", "10947163", "20422500", "20357697", "15205115", "11738110", "9593765", "26903335", "31379873", "31315248", "8404200", "22296738"], "citedInPMID": ["34238904"], "body": " ABSTRACTObjective:To investigate the incidence, clinical characteristics and outcomes of early hyperbilirubinemia in critically ill patients.Design and Setting:This is a post hoc analysis of a prospective multicenter cohort study.Patients:Patients with measured bilirubin levels within the first 2 days after ICU admission were eligible. Patients with liver cirrhosis were excluded.Endpoints:The primary endpoint was the incidence of early hyperbilirubinemia, defined as bilirubin ≥33 μmol/L within 2 days after ICU admission. Secondary endpoints included clinical characteristics of patients with versus patients without early hyperbilirubinemia, and outcomes up to day 30.Results:Of 4,836 patients, 559 (11.6%) patients had early hyperbilirubinemia. Compared to patients without early hyperbilirubinemia, patients with early hyperbilirubinemia presented with higher severity of illness scores, and higher incidences of sepsis and organ failure. After adjustment for confounding variables, early hyperbilirubinemia remained associated with mortality at day 30 (odds ratio, 1.31 [95%–confidence interval 1.06–1.60]; P = 0.018). Patients with early hyperbilirubinemia and thrombocytopenia (interaction P-value = 0.005) had a higher likelihood of death within 30 days (odds ratio, 2.61 [95%–confidence interval 2.08–3.27]; P < 0.001) than patients with early hyperbilirubinemia and a normal platelet count (odds ratio, 1.09 [95%–confidence interval 0.75–1.55]; P = 0.655).Conclusions:Early hyperbilirubinemia occurs frequently in the critically ill, and these patients present with higher disease severity and more often with sepsis and organ failures. Early hyperbilirubinemia has an association with mortality, albeit this association was only found in patients with concomitant thrombocytopenia.Keywords: Bilirubin, critical illness, hepatic dysfunction, inflammation, mortality, sepsis, SOFA score, thrombocytopeniaAbbreviations: AKI, acute kidney injury, APACHE, acute physiology and chronic health evaluation, ARDS, acute respiratory distress syndrome, CI, confidence interval, ICU, intensive care unit, IQR, interquartile range, MARS, Molecular Diagnosis and Risk Stratification for Sepsis, MRP, multidrug resistant protein, OR, odds ratio, SIRS, systemic inflammatory response syndrome, SOFA, sequential organ failure assessment INTRODUCTIONHyperbilirubinemia, defined as bilirubin levels ≥33 μmol/L (≥2 mg/dL), has been reported in up to 38% of critically ill patients, albeit the reported incidences in previous studies vary widely (1–5).The most common cause of hyperbilirubinemia in critically ill patients is hepatic dysfunction related to the underlying critical illness (6, 7). Indeed, previous studies have shown that sepsis and other systemic inflammatory syndromes may alter vital functions of the liver. Increased levels of circulating inflammatory mediators lead to changes in the hepatobiliary transport pathways (8–10) causing commonly mixed direct and indirect hyperbilirubinemia. Moreover, alterations in hemodynamics may affect hepatic blood flow and autoregulation priming the liver for hypoxic injury (11). Notably, hyperbilirubinemia in critically ill patients may also be caused by nonhepatic pathology, such as intravascular hemolysis (12).Although serum bilirubin is not merely specific for liver injury (13, 14), it remains the most commonly used marker for hepatic dysfunction as its measurement is reliable, widely accessible, and the test itself rather cheap. Since the 1990s, bilirubin has also been used as an index for hepatic dysfunction in critically ill patients—and represents the liver as organ in the “Acute Physiology and Chronic Health Evaluation” (APACHE) scores (15), and in the Sequential Organ Failure Assessment (SOFA) score (16). The delta of the total SOFA score within the first 24 h serves as an excellent prognostic marker for mortality in critically ill patients (17, 18). However, studies focusing on liver injury and investigating the association between hyperbilirubinemia and mortality yielded so far conflicting results (1–5).The current study investigated the incidence and clinical characteristics of critically ill patients with early hyperbilirubinemia, and determined the association between early hyperbilirubinemia and mortality. We hypothesized that patients with elevated bilirubin levels at Intensive Care Unit (ICU) admission are more severely ill, and that early hyperbilirubinemia has an association with mortality. METHODSStudy design and settingThis is a post hoc analysis of the Molecular Diagnosis and Risk Stratification for Sepsis (MARS) study, a prospective multicenter cohort study. The MARS study was conducted in 2 university-based hospitals in the Netherlands, the Amsterdam UMC, location “AMC” in Amsterdam, and the UMC Utrecht in Utrecht. The MARS study was registered at clinicaltrials.gov (study identifier {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01905033\",\"term_id\":\"NCT01905033\"}}NCT01905033). The institutional review board of the 2 hospitals approved the study protocol and consent method (IRB:10–056C). For the MARS study an opt-out consent procedure was used in which patients or their legal representatives were informed about the study by a brochure provided at ICU admission, with an opt-out card to be filled in in case of unwillingness to participate.Inclusion and exclusion criteriaOver a duration of 3 years, from January 2011 till January 2014, consecutive patients admitted to the ICUs with an expected stay of >24 h were included. The MARS study did not have exclusion criteria. The current post hoc analysis excluded patients with missing bilirubin levels within the first 2 days after ICU admission. Patients with a medical history of liver cirrhosis were also excluded.Data collectedA dedicated team of researchers collected demographic and clinical baseline characteristics on ICU admission in a secured data repository. Clinical and laboratory data was recorded daily. Severity of illness scores were calculated by trained researchers based on clinical characteristics and laboratory measurements. Patients were screened for the presence of infection, sepsis, septic shock, acute kidney injury (AKI) and acute respiratory distress syndrome (ARDS) according to the clinical definitions outlined below.Clinical definitionsEarly hyperbilirubinemia was defined as total bilirubin levels ≥33 μmol/L (≥2 mg/dL), within the first 2 days after ICU admission. Sepsis was defined according to the International Sepsis Definitions from 2001 (19), characterized by presence of an infection in combination with ≥2 systemic inflammatory response syndrome (SIRS) criteria. Likelihood of an infection was evaluated by a 4-point scale, as “none,” “possible,” “probable” or “definite,” and presence of an infection was assumed for a likelihood of at least “possible.” For the current analysis, patients were reclassified using the Sepsis–3 criteria (20). Sepsis was defined as the presence of an infection with a likelihood of at least “possible” (as defined before) in combination with a clinical sign of organ failure described by a Sequential Organ Failure Assessment (SOFA) score ≥2 within 24 h after ICU admission. The SOFA score for the nervous system was excluded. Septic shock signified sepsis according to the Sepsis–3 criteria with the use of noradrenaline in a dose of >0.1 μg/kg/min at least 50% of the day at the ICU. AKI and ARDS were diagnosed using guidelines from the Acute Dialysis Quality Initiative consensus (21) and the Berlin criteria (22), respectively. Thrombocytopenia was defined as a platelet count <150 × 109/L (16), and a prolonged prothrombin time (PT) marked as >12.7 s, as described in a previous study (23). The definitions for reported comorbidities are described in the supplementary appendix.Outcome measuresThe primary endpoint was the incidence of early hyperbilirubinemia. Secondary endpoints included the clinical characteristics of patients with and without early hyperbilirubinemia, and mortality at day 30.Analysis planData are presented as median with interquartile range (IQR) for continuous variables, or as absolute occurrences with corresponding proportions for categorical variables. Comparisons between both groups were performed using Mann–Whitney U or χ2 test depending on the category of the variable.Logistic regression was used to estimate the relationship between early hyperbilirubinemia and 30–day mortality. Based on clinical a priori knowledge of the relationship between hyperbilirubinemia and mortality (1, 24), a set of variables was prespecified and assessed for confounding and effect modification: age, congestive heart failure, chronic respiratory insufficiency, immune deficiency, hematological malignancies, alcohol or drug abuse, sepsis, use of vasoactive medication, AKI, ARDS, thrombocytopenia, and a prolonged PT. Confounding was investigated by means of logistic regression using 30–day mortality as dependent variable and adding each variable with hyperbilirubinemia to the model. Effect modification was tested by extending the logistic regression model by multiplying hyperbilirubinemia and the variable of interest. A multivariable logistic regression model adjusting for essential confounding variables was constructed to attain a precise association between hyperbilirubinemia and mortality. The impact of a modifying variable was assessed in two logistic regression models. First, a logistic regression model with 30–day mortality as dependent variable and a combined variable of hyperbilirubinemia and the variable of effect modification was created. The results were visualized in a forest plot depicting the impact of the modifying variable on the relationship between hyperbilirubinemia and 30–day mortality. A second logistic regression model was constructed with 30–day mortality as central determinant and bilirubin and the variable of effect modification as covariates. Within this regression analysis, bilirubin levels were modeled with B-splines to detect potential breaks within the relationship to 30–day mortality. B-splines are defined piecewise by polynomials and allow smooth curve-fitting in case of a variable data distribution. The knots were set at the 5th, 33rd, 66th, and 95th quantile according to the lowest Akaike score (AIC) (25). This regression analysis allowed to predict 30–day mortality based on bilirubin levels, stratified for different levels of the effect modifying variable. A line graph was created to illustrate the effects of the modifying variable on the relationship between hyperbilirubinemia and 30–day mortality. Additionally, the relationship between hyperbilirubinemia and mortality for various levels of the modifying variable was visualized in a heatmap and assessed by additional logistic regression analyses, as described in detail in the supplementary appendix.All statistical analyses were performed with R Studio interface (Version 1.1.447. R core team. R: A Language and Environment for Statistical Computing. 2013. http://www.r-project.org/) using the packages “tidyr,” “dplyr,” “ggplot2,” “forestplot,” “splines,” and “Hmisc.” A P value < 0.05 was considered statistically significant. RESULTSPatientsOf 8,313 patients included in the MARS study, 3,477 patients were excluded because of missing bilirubin levels within 2 days after admission or presence of liver cirrhosis (Fig. ​(Fig.1).1). A total of 4,836 patients were left for the current analyses. Baseline characteristics are presented in Table ​Table1.1. Medical admissions account for around 50% of all admissions, and 25% were elective surgery and 25% emergency surgery patients. Comorbidities were generally characterized by hypertension (27% in patients with hyperbilirubinemia vs. 30% without hyperbilirubinemia), malignancies (22% for both groups), and diabetes mellitus (16% vs. 15%). Patients with hyperbilirubinemia presented with a higher percentage of congestive heart failure (18% vs. 6%), chronic respiratory failure (8% vs. 5%), hematological malignancies (9% vs. 3%) and immune deficiencies (15% vs. 11%).Open in a separate windowFig. 1Patient flow chart of the study.Table 1Baseline characteristics of patients with and without early hyperbilirubinemiaCharacteristicEarly hyperbilirubinemia (N = 559)No early hyperbilirubinemia (N = 4277)\nP\nAge (years)60 (48–69)61 (49–71)0.181Female207 (37%)1,750 (41%)0.082Admission type Medical278 (50%)2,123 (50%)– Surgical (elective)140 (25%)1,215 (28%)0.113 Surgical (emergency)141 (25%)939 (22%)–Comorbidities Hypertension151 (27%)1,289 (30%)0.141 Congestive heart failure98 (18%)267 (6%)<0.001 Respiratory insufficiency42 (8%)227 (5%)0.042 Renal insufficiency53 (10%)308 (7%)0.065 Diabetes mellitus87 (16%)640 (15%)0.753 Immune deficiency83 (15%)459 (11%)0.005 Hematological malignancies48 (9%)143 (3%)<0.001 Nonmetastatic solid tumour67 (12%)675 (16%)0.023 Any malignancy125 (22%)916 (22%)0.648 Alcohol or drug abuse19 (3%)192 (5%)0.282APACHE IV score82 (63–108)65 (48–88)<0.001SOFA score Circulation4 (1–4)1 (0–4)<0.001 Coagulation1 (0–2)0 (0–1)<0.001 Renal1 (0–3)0 (0–1)<0.001 Respiration2 (2–3)2 (1–3)<0.001Category of sepsis Sepsis199 (36%)1,016 (24%)<0.001 Septic shock163 (29%)673 (16%)<0.001Use of vasoactive medication416 (74%)2283 (53%)<0.001AKI161 (29%)423 (10%)<0.001ARDS118 (21%)428 (10%)<0.001Open in a separate windowFor continuous variables data are presented as median and IQR and for categorical variables as absolute occurrences and percentage (%).AKI indicates acute kidney injury; APACHE, Acute Physiology, Age, Chronic Health Evaluation; ARDS, acute respiratory distress syndrome; IQR, interquartile range; SOFA, Sequential Organ Failure Assessment.Incidence and clinical characteristicsOf 4,836 patients, 559 (11.6%) patients had elevated bilirubin levels within the first 2 days after ICU admission. Compared to patients not having early hyperbilirubinemia, patients with elevated bilirubin levels within the first 2 days were more severely ill than patients with normal bilirubin levels as demonstrated by significantly higher APACHE IV scores, and higher incidences of sepsis, septic shock, and organ failures.OutcomeAll-cause 30–day mortality was higher in patients with early hyperbilirubinemia compared to patients not having elevated bilirubin levels within the first 2 days after ICU admission (34% versus 22%; P < 0.001). Patients with early hyperbilirubinemia also had higher mortality rates at day 90 and after 1 year: 90-day mortality: 43% vs, 27%, 1-year mortality: 50% vs. 35% (P < 0.001 for both).Early hyperbilirubinemia was associated with mortality at day 30 in the crude model (OR, 1.82 [95% CI, 1.50–2.20]; P < 0.001) and after adjustment for age, immune deficiency, hematological malignancy, sepsis, use of vasoactive medication, AKI and ARDS (adjusted OR, 1.31 [95% CI, 1.06–1.60]; P = 0.018) (Supplementary appendix, eTable 1 and Table ​Table2).2). Bilirubin levels of 20–32 μmol/L were not associated with mortality, while the odds of 30–day mortality steadily increased for each additional point of the SOFA liver score (Fig. ​(Fig.22).Table 2Association between early hyperbilirubinemia and 30–day mortalityEffectOR (95% CI)Hyperbilirubinemia1.85 (1.53–2.23)Hyperbilirubinemia, adjusted for: age, immune deficiency, hematologic malignancy, sepsis, use of vasoactive medication, AKI, and ARDS1.31 (1.06–1.60)Open in a separate windowOpen in a separate windowFig. 2Thirty–day mortality rate stratified by SOFA liver score.Thrombocytopenia modified the association between hyperbilirubinemia and mortality (interaction term with hyperbilirubinemia: P = 0.005). Patients with early hyperbilirubinemia and concomitant thrombocytopenia had a significant higher likelihood of death within 30 days (OR, 2.61 [95% CI, 2.08–3.27]; P < 0.001) than patients with early hyperbilirubinemia and a normal platelet count (OR, 1.09 [95% CI, 0.75–1.55]; P = 0.655) (Fig. ​(Fig.3A).3A). The divergent effect of low or normal platelet counts on the relationship between hyperbilirubinemia and mortality is additionally visualized in Figure ​Figure3B3B showing an increase in predicted 30–day mortality in patients with thrombocytopenia, but not in patients with a normal platelet count. Additional analyses confirm and illustrate this effect (supplementary appendix, eFigure 1 and eFigure 2A–D).Open in a separate windowFig. 3Thrombocytopenia alters the association between hyperbilirubinemia and mortality. (A) Forest plot depicting odds of 30–day mortality for patients with normal and elevated bilirubin levels in combination with thrombocytopenia. (B) Line graph reflecting the impact of normal and low platelet count on the relationship between hyperbilirubinemia and 30–day mortality. Thirty–day mortality was predicted by means of logistic regression using B-splines for modeling bilirubin levels. The dashed lines depict the cut-off values for the SOFA liver score ranging from 0 (<20 μmol/L), 1 (= 20–32 μmol/L), 2 (= 33–101 μmol/L), 3 (= 102–203 μmol/L) to 4 (≥ 204 μmol/L). DISCUSSIONThe findings of this study can be summarized as follows: 1. one in nine ICU patients presents with early hyperbilirubinemia; 2. patients with early hyperbilirubinemia had higher disease severity scores and more frequently sepsis, shock, and multiple-organ failure. In addition, 3. early hyperbilirubinemia was associated with mortality, and 4. the platelet count was identified as an effect modifier, as the risk for mortality was only increased in patients with early hyperbilirubinemia and concomitant thrombocytopenia, but not in patients with early hyperbilirubinemia and a normal platelet count.Strengths of the current study comprise the consecutive enrolment of patients in the original study displaying a large and heterogeneous ICU population, clear definitions of clinical parameters and syndromes, and a strictly defined analysis plan with extended analyses to thoroughly assess the impact of confounding and effect modifying variables.The incidence of early hyperbilirubinemia in this study of 12% is in line with that in a previous large prospective cohort study (2). A higher incidence of hyperbilirubinemia of up to 38% in critically ill patients was only reported by studies looking at combined early and late hyperbilirubinemia, and by trials defining hyperbilirubinemia as plasma bilirubin levels ≥20 μmol/L (≥1 mg/dL) (1, 3, 5).Patients with elevated bilirubin levels presented with higher illness severity scores and higher incidences of sepsis, shock, and organ failure. Indeed, prior studies have shown that sepsis and septic shock are major risk factors for developing hyperbilirubinemia (1, 2). Sepsis may induce profound changes in the function of the liver due to an uncontrolled systemic inflammatory response and impairments in hepatic microcirculation resulting in changes in the hepatobiliary transport pathways (8–10). Circulating proinflammatory cytokines directly affect the uptake of bilirubin from the systemic circulation and secretion into bile by down- and upregulation of hepatobiliary transporter receptors facilitating a clinically mixed picture of conjugated and unconjugated hyperbilirubinemia (26–33). In turn, liver injury itself facilitates organ injury by an increased production and decreased clearance of proinflammatory cytokines, coagulation factors and vasoactive substances, all contributing to an altered immune response (11).Point-wise changes in the total SOFA score are associated with good predictive quality for mortality in critically ill patients (18, 34). However, studies investigating the association between hyperbilirubinemia and mortality reported conflicting results with regards to patient outcome (1–5). Looking into those studies, the observed differences may originate from varying definitions of hyperbilirubinemia, differences in ICU populations and choices of statistical analysis (4, 5). Importantly, the current study supports the results of a prior cohort study showing that early hyperbilirubinemia only affects mortality risk from a level of above ≥33 μmol/L (≥2 mg/dL, SOFA liver score ≥2), and that the odds of mortality steadily increase with an incremental SOFA liver score (2). Moreover, early hyperbilirubinemia remained associated with mortality after adjustment for essential confounders, such as hematological malignancy, sepsis, and use of vasoactive medication.Some of these conflicting study results may also be explained by our finding that the association between hyperbilirubinemia and mortality was conditional on thrombocytopenia. To the best of our knowledge, this study is the first one reporting platelet count to alter the association between elevated bilirubin levels and mortality, and this finding remains hypothesis-generating of course considering the retrospective design of the current study. In ICU patients, thrombocytopenia is often multifactorial and most commonly related to an increased systemic inflammatory response by immune-mediated platelet activation leading to a shorter platelet-lifespan, scavenging of platelets within the circulation, or endothelial injury (35, 36). Moreover, previous investigations reported hyperbilirubinemia to be an independent determining factor to develop thrombocytopenia, which complicates the network of associations between causes, effects, confounders, and modifiers (37, 38). However, one may hypothesize that a widespread systemic inflammatory response may be the link between hyperbilirubinemia and thrombocytopenia in critically ill patients, supported by our finding that hyperbilirubinemia is only associated with mortality in case of concomitant thrombocytopenia.Moreover, our finding may also influence the interpretation of the SOFA score. The SOFA score has been developed as standardization of organ failure with bilirubin representing the liver. However, hyperbilirubinemia may arise due to hepatic and nonhepatic pathology and thereby not serve as an ideal marker for liver dysfunction. Our findings support these concerns, as elevated bilirubin levels were not independently associated with mortality in patients without another organ failure. Yet, elevated bilirubin levels may still add up to four points of the total SOFA score. How might this be clinically relevant? For example, isolated hyperbilirubinemia originating from a transfusion reaction may result in an increased SOFA score and be associated with worse patient outcome, although this assumption may not hold true in practice. These findings need to be elucidated in future studies.The current analyses were limited by the study's observational design impeding further determination of underlying pathophysiological mechanisms of hyperbilirubinemia and their impact on mortality. Next to sepsis-induced cholestasis and hypoxic hepatitis, intravascular hemolysis presents as one important mechanism of hyperbilirubinemia and may be caused by administration of specific drugs or transfusions in the ICU. However, missing data on hemolytic parameters and transfusion history hampered additional analyses, as well as insufficient data on total parenteral nutrition, anticoagulant therapy, and disseminated intravascular coagulation. Moreover, selection bias might have influenced the results as bilirubin levels within 2 days after admission were only available in 60% of all patients from the primary study.Hepatic dysfunction in critically ill patients is often overlooked and in clinical practice subordinate to more life-threatening syndromes, such as cardiovascular, respiratory, or renal failure. Nonetheless, the findings of the current study underline the utility of hyperbilirubinemia as early marker of hepatic dysfunction, as elevated bilirubin levels often indicate severe critical illness and are associated with an increased 30–day mortality risk—especially with concomitant thrombocytopenia. CONCLUSIONOne in nine critically ill patients admitted to the ICU had early hyperbilirubinemia. These patients had higher illness severity scores, and higher incidences of sepsis and multiple-organ failure. In this cohort, early hyperbilirubinemia had an association with 30–day mortality, but the relation between early hyperbilirubinemia and mortality was modified by the platelet count. Early hyperbilirubinemia was associated with an increased likelihood of death in patients with thrombocytopenia, but not in patients with a normal platelet count. Supplementary MaterialSupplemental Digital Content:Click here to view.(164K, docx) FootnotesMARS consortium members: Friso M. de Beer, M.D., Ph.D., Lieuwe D. J. Bos, M.D., Ph.D., Gerie J. Glas, M.D., Arie J. Hoogendijk, Ph.D., Roosmarijn T. M. van Hooijdonk, M.D., Ph.D., Janneke Horn, M.D., Ph.D., Mischa A. Huson, M.D., Ph.D., Tom van der Poll, M.D., Ph.D., Laura R. A. Schouten, M.D., Ph.D, Brendon Scicluna, Ph.D., Marcus J. Schultz, M.D., Ph.D., Marleen Straat, M.D., Lonneke A. van Vught, M.D., Ph.D., Luuk Wieske, M.D., Ph.D., Maryse A. Wiewel, M.D., Ph.D., Esther Witteveen, M.D. Ph.D. (Academic Medical Center, University of Amsterdam); Marc J.M. Bonten, M.D., Ph.D., Olaf L. Cremer, M.D., Ph.D., Peter M.C. Klein Klouwenberg, M.D., Ph.D., David S.Y. Ong, M.D., Ph.D., Jos F. Frencken, M.D., Maria E. Koster-Brouwer, MSc, Kirsten van de Groep, M.D., Diana M. Verboom, M.D. (University Medical Center Utrecht).∗“Molecular Diagnosis and Risk Stratification for Sepsis.”The authors report no conflicts of interest.Supplemental digital content is available for this article. REFERENCES1. Brienza N, Dalfino L, Cinnella G, Diele C, Bruno F, Fiore T. Jaundice in critical illness: promoting factors of a concealed reality. Intensive Care Med\n32\n(2):267–274, 2006. [PubMed] [Google Scholar]2. Kramer L, Jordan B, Druml W, Bauer P, Metnitz PG. Austrian Epidemiologic Study on Intensive Care ASG. Incidence and prognosis of early hepatic dysfunction in critically ill patients—a prospective multicenter study. Critical Care Med\n35\n(4):1099–1104, 2007. [PubMed] [Google Scholar]3. Pierrakos C, Velissaris D, Felleiter P, Antonelli M, Vanhems P, Sakr Y, Vincent JL, investigators EI. Increased mortality in critically ill patients with mild or moderate hyperbilirubinemia. J Crit Care\n40:31–35, 2017. [PubMed] [Google Scholar]4. Saloojee A, Skinner DL, Loots E, Hardcastle TC, Muckart DJ. Hepatic dysfunction: a common occurrence in severely injured patients. Injury\n48\n(1):127–132, 2017. [PubMed] [Google Scholar]5. Thomson SJ, Cowan ML, Johnston I, Musa S, Grounds M, Rahman TM. ’Liver function tests’ on the intensive care unit: a prospective, observational study. Intensive Care Med\n35\n(8):1406–1411, 2009. [PubMed] [Google Scholar]6. Fevery J. Bilirubin in clinical practice: a review. Liver Int\n28\n(5):592–605, 2008. [PubMed] [Google Scholar]7. Koch A, Streetz K, Tischendorf J, Trautwein C, Tacke F. [Abnormal liver function tests in the intensive care unit]. Med Klin Intensivmed Notfmed\n108\n(7):599–608, 2013. quiz 609–10. [PubMed] [Google Scholar]8. Nesseler N, Launey Y, Aninat C, Morel F, Malledant Y, Seguin P. Clinical review: the liver in sepsis. Crit Care\n16\n(5):235, 2012. [PMC free article] [PubMed] [Google Scholar]9. Patel JJ, Taneja A, Niccum D, Kumar G, Jacobs E, Nanchal R. The association of serum bilirubin levels on the outcomes of severe sepsis. J Intensive Care Med\n30\n(1):23–29, 2015. [PubMed] [Google Scholar]10. Strnad P, Tacke F, Koch A, Trautwein C. Liver - guardian, modifier and target of sepsis. Nat Rev Gastroenterol Hepatol\n14\n(1):55–66, 2017. [PubMed] [Google Scholar]11. Horvatits T, Drolz A, Trauner M, Fuhrmann V. Liver injury and failure in critical illness. Hepatology\n70\n(6):2204–2215, 2019. [PubMed] [Google Scholar]12. Chand N, Sanyal AJ. Sepsis-induced cholestasis. Hepatology\n45\n(1):230–241, 2007. [PubMed] [Google Scholar]13. Kluge M, Tacke F. Liver impairment in critical illness and sepsis: the dawn of new biomarkers?\nAnn Transl Med\n7: (Suppl 8): S258, 2019. [PMC free article] [PubMed] [Google Scholar]14. Jensen JS, Peters L, Itenov TS, Bestle M, Thormar KM, Mohr TT, Lundgren B, Grarup J, Lundgren JD Procalcitonin, et al. . Biomarker-assisted identification of sepsis-related acute liver impairment: a frequent and deadly condition in critically ill patients. Clin Chem Lab Med\n57\n(9):1422–1431, 2019. [PubMed] [Google Scholar]15. Knaus WA, Wagner DP, Draper EA, Zimmerman JE, Bergner M, Bastos PG, Sirio CA, Murphy DJ, Lotring T, Damiano A, et al. . The APACHE III prognostic system. Risk prediction of hospital mortality for critically ill hospitalized adults. Chest\n100\n(6):1619–1636, 1991. [PubMed] [Google Scholar]16. Vincent JL, Moreno R, Takala J, Willatts S, De Mendonca A, Bruining H, Reinhart CK, Suter PM, Thijs LG. The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine. Intensive Care MedV 22\n1996; (7):707–710. [PubMed] [Google Scholar]17. Falcao ALE, Barros AGA, Bezerra AAM, Ferreira NL, Logato CM, Silva FP, do Monte A, Tonella RM, de Figueiredo LC, Moreno R, et al. . The prognostic accuracy evaluation of SAPS 3, SOFA and APACHE II scores for mortality prediction in the surgical ICU: an external validation study and decision-making analysis. Ann Intensive Care\n9\n(1):18, 2019. [PMC free article] [PubMed] [Google Scholar]18. Raith EP, Udy AA, Bailey M, McGloughlin S, MacIsaac C, Bellomo R, Pilcher DV. Australian, New Zealand Intensive Care Society Centre for O, Resource E. Prognostic accuracy of the SOFA score, SIRS criteria, and qSOFA score for in-hospital mortality among adults with suspected infection admitted to the intensive care unit. JAMA\n317\n(3):290–300, 2017. [PubMed] [Google Scholar]19. Levy MM, Fink MP, Marshall JC, Abraham E, Angus D, Cook D, Cohen J, Opal SM, Vincent JL, Ramsay G, et al. . 2001 SCCM/ESICM/ACCP/ATS/SIS international sepsis definitions conference. Intensive Care Med\n29\n(4):530–538, 2003. [PubMed] [Google Scholar]20. Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, Bauer M, Bellomo R, Bernard GR, Chiche JD, Coopersmith CM, et al. . The third international consensus definitions for sepsis and septic shock (Sepsis-3). JAMA\n315\n(8):801–810, 2016. [PMC free article] [PubMed] [Google Scholar]21. Bellomo R, Ronco C, Kellum JA, Mehta RL, Palevsky P. Acute Dialysis Quality Initiative w. Acute renal failure—definition, outcome measures, animal models, fluid therapy and information technology needs: the Second International Consensus Conference of the Acute Dialysis Quality Initiative (ADQI) Group. Crit Care\n8\n(4):R204–212, 2004. [PMC free article] [PubMed] [Google Scholar]22. Force ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin Definition. JAMA\n307\n(23):2526–2533, 2012. [PubMed] [Google Scholar]23. van Vught LA, Uhel F, Ding C, Van’t Veer C, Scicluna BP, Peters-Sengers H, Klein Klouwenberg PMC, Nurnberg P, Cremer OL, Schultz MJ, et al. . Consumptive coagulopathy is associated with a disturbed host response in patients with sepsis. J Thromb Haemost\n19\n(4):1049–1063, 2021. [PMC free article] [PubMed] [Google Scholar]24.  Roy-Chowdhury N. Diagnostic approach to the adult with jaundice or asymptomatic hyperbilirubinemia. UpToDate. Published 2021. Updated February 2021. Accessed March 30, 2021. [Google Scholar]25.  Harrell F. Regression Modeling Strategies with Applications to Linear models, Logistic and Ordinal Regression, and Survival Analysis. 2 ed.  https://hbiostat.org/rms/: Springer New York; 2015. [Google Scholar]26. Andrejko KM, Raj NR, Kim PK, Cereda M, Deutschman CS. IL-6 modulates sepsis-induced decreases in transcription of hepatic organic anion and bile acid transporters. Shock\n29\n(4):490–496, 2008. [PMC free article] [PubMed] [Google Scholar]27. Geier A, Dietrich CG, Voigt S, Ananthanarayanan M, Lammert F, Schmitz A, Trauner M, Wasmuth HE, Boraschi D, Balasubramaniyan N, et al. . Cytokine-dependent regulation of hepatic organic anion transporter gene transactivators in mouse liver. Am J Physiol Gastrointest Liver Physiol\n289\n(5):G831–G841, 2005. [PubMed] [Google Scholar]28. Kim PK, Chen J, Andrejko KM, Deutschman CS. Intraabdominal sepsis down-regulates transcription of sodium taurocholate cotransporter and multidrug resistance-associated protein in rats. Shock\n14\n(2):176–181, 2000. [PubMed] [Google Scholar]29. Kosters A, Karpen SJ. The role of inflammation in cholestasis: clinical and basic aspects. Semin Liver Dis\n30\n(2):186–194, 2010. [PMC free article] [PubMed] [Google Scholar]30. Wauters J, Mesotten D, Van Zwam K, van Pelt J, Thiessen S, Dieudonné AS, Vander Borght S, Van den Berghe G, Wilmer A. The impact of resuscitated fecal peritonitis on the expression of the hepatic bile salt transporters in a porcine model. Shock\n34\n(5):508–516, 2010. [PubMed] [Google Scholar]31. Elferink MG, Olinga P, Draaisma AL, Merema MT, Faber KN, Slooff MJ, Meijer DK, Groothuis GM. LPS-induced downregulation of MRP2 and BSEP in human liver is due to a posttranscriptional process. Am J Physiol Gastrointest Liver Physiol\n287\n(5):G1008–G1016, 2004. [PubMed] [Google Scholar]32. Jansen PL, Roskams T. Why are patients with liver disease jaundiced? ATP-binding cassette transporter expression in human liver disease. J Hepatol\n35\n(6):811–813, 2001. [PubMed] [Google Scholar]33. Trauner M, Arrese M, Lee H, Boyer JL, Karpen SJ. Endotoxin downregulates rat hepatic ntcp gene expression via decreased activity of critical transcription factors. J Clin Invest\n101\n(10):2092–2100, 1998. [PMC free article] [PubMed] [Google Scholar]34. Seymour CW, Liu VX, Iwashyna TJ, Brunkhorst FM, Rea TD, Scherag A, Rubenfeld G, Kahn JM, Shankar-Hari M, Singer M, et al. . Assessment of clinical criteria for sepsis: for the third international consensus definitions for sepsis and septic shock (Sepsis-3). JAMA\n315\n(8):762–774, 2016. [PMC free article] [PubMed] [Google Scholar]35. Assinger A, Schrottmaier WC, Salzmann M, Rayes J. Platelets in Sepsis: an update on experimental models and clinical data. Front Immunol\n10:1687, 2019. [PMC free article] [PubMed] [Google Scholar]36. Vardon-Bounes F, Ruiz S, Gratacap MP, Garcia C, Payrastre B, Minville V. Platelets are critical key players in sepsis. Int J Mol Sci\n20\n(14):3494, 2019. [PMC free article] [PubMed] [Google Scholar]37. Baughman RP, Lower EE, Flessa HC, Tollerud DJ. Thrombocytopenia in the intensive care unit. Chest\n104\n(4):1243–1247, 1993. [PubMed] [Google Scholar]38. Marco-Schulke CM, Sanchez-Casado M, Hortiguela-Martin VA, Quintana-Diaz M, Rodriguez-Villar S, Perez-Pedrero MJ, Velasco-Ramos A, Canabal-Berlanga A, Arrese-Cosculluela MA. Severe thrombocytopenia on admission to the intensive care unit in patients with multiple organ failure. Medicina Intensiva\n36\n(3):185–192, 2012. [PubMed] [Google Scholar]"}