{"title": "Human spliceosomal snRNA sequence variants generate variant spliceosomes", "pubDate": "2021", "PMCID": "", "DOI": "10.1261/rna.078768.121", "PMID": "34234030", "abstract": "Human pre-mRNA splicing is primarily catalyzed by the major spliceosome, comprising five small nuclear ribonucleoprotein complexes, U1, U2, U4, U5, and U6 snRNPs, each of which contains the corresponding U-rich snRNA. These snRNAs are encoded by large gene families exhibiting significant sequence variation, but it remains unknown if most human snRNA genes are untranscribed pseudogenes or produce variant snRNAs with the potential to differentially influence splicing. Since gene duplication and variation are powerful mechanisms of evolutionary adaptation, we sought to address this knowledge gap by systematically profiling human U1, U2, U4, and U5 snRNA variant gene transcripts. We identified 55 transcripts that are detectably expressed in human cells, 38 of which incorporate into snRNPs and spliceosomes in 293T cells. All U1 snRNA variants are more than 1000-fold less abundant in spliceosomes than the canonical U1, whereas at least 1% of spliceosomes contain a variant of U2 or U4. In contrast, eight U5 snRNA sequence variants occupy spliceosomes at levels of 1% to 46%. Furthermore, snRNA variants display distinct expression patterns across five human cell lines and adult and fetal tissues. Different RNA degradation rates contribute to the diverse steady state levels of snRNA variants. Our findings suggest that variant spliceosomes containing noncanonical snRNAs may contribute to different tissue- and cell-type-specific alternative splicing patterns.", "author": [{"author": "Justin W Mabin", "affiliation": ["Department of Biomolecular Chemistry, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin 53706, USA."], "href": "/?term=Mabin+JW&cauthor_id=34234030"}, {"author": "Peter W Lewis", "affiliation": ["Department of Biomolecular Chemistry, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin 53706, USA."], "href": "/?term=Lewis+PW&cauthor_id=34234030"}, {"author": "David A Brow", "affiliation": ["Department of Biomolecular Chemistry, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin 53706, USA."], "href": "/?term=Brow+DA&cauthor_id=34234030"}, {"author": "Heidi Dvinge", "affiliation": ["Department of Biomolecular Chemistry, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin 53706, USA."], "href": "/?term=Dvinge+H&cauthor_id=34234030"}], "refPMID": [], "citedInPMID": ["34234030"], "body": ""}