{"title": "Role of chromosome 1q copy number variation in hepatocellular carcinoma", "pubDate": "2021", "PMCID": "PMC8239492", "DOI": "10.4254/wjh.v13.i6.662", "PMID": "34239701", "abstract": "Chromosome 1q often has been observed to be amplified in hepatocellular carcinoma. This review summarizes literature reports of multiple genes that have been proposed as possible 1q amplification drivers. These largely fall within 1q21-1q23. In addition, publicly available copy number alteration data from The Cancer Genome Atlas project were used to identify additional candidate genes involved in carcinogenesis. The most frequent location for gene amplification was 1q22, consistent with the results of the literature search. The genes TPM3 and NUF2 were found to be candidates whose amplification and/or mRNA up-regulation was most highly associated with poorer hepatocellular carcinoma outcomes.", "author": [{"author": "Nathan R Jacobs", "affiliation": ["Department of Microbiology and Immunology, Drexel University College of Medicine, Philadelphia, PA 19102, United States."], "href": "/?term=Jacobs+NR&cauthor_id=34239701"}, {"author": "Pamela A Norton", "affiliation": ["Department of Microbiology and Immunology, Drexel University College of Medicine, Philadelphia, PA 19102, United States. pan29@drexel.edu."], "href": "/?term=Norton+PA&cauthor_id=34239701"}], "refPMID": ["30207593", "22424438", "30231359", "27262756", "19723656", "8993981", "10471057", "15492245", "16979954", "20676120", "12586295", "17369841", "1623525", "7527937", "8939605", "9819444", "27048656", "9058808", "11231585", "19845855", "18068530", "11830526", "32026099", "16239144", "10195194", "18023026", "27040643", "23073625", "21239497", "30612740", "30778199", "17360756", "26464651", "24710145", "24631370", "25321194", "19423649", "16441421", "15235609", "28622513", "29625055", "29622463", "23550210", "22588877", "28890946", "21527027", "18803288", "20356415", "25141867", "29190974", "29025594", "31933938", "32565735", "33421974", "30653265", "25374179", "18195081", "22119848", "23946473", "28522589", "21311965", "25557589", "23056589", "18922912", "12045153"], "citedInPMID": ["34239701"], "body": " AbstractChromosome 1q often has been observed to be amplified in hepatocellular carcinoma. This review summarizes literature reports of multiple genes that have been proposed as possible 1q amplification drivers. These largely fall within 1q21-1q23. In addition, publicly available copy number alteration data from The Cancer Genome Atlas project were used to identify additional candidate genes involved in carcinogenesis. The most frequent location for gene amplification was 1q22, consistent with the results of the literature search. The genes TPM3 and NUF2 were found to be candidates whose amplification and/or mRNA up-regulation was most highly associated with poorer hepatocellular carcinoma outcomes.Keywords: Liver cancer, Chromosomal amplification, Hepatocellular carcinoma, The Cancer Genome Atlas \nCore Tip: A list of candidate chromosome 1q amplification driver genes was compiled from the existing literature by PubMed search. Bioinformatics tools were used to identify additional candidates using publicly available genomics and transcriptomics data. Genes identified this way were largely distinct from those identified from the literature. Thus, these two strategies can be used in a complementary manner. INTRODUCTIONHepatocellular carcinoma (HCC) is one of the leading causes of cancer related deaths worldwide. Liver cancers are the fourth most common cause of cancer related deaths (the sixth most commonly diagnosed type of cancer), and HCC accounts for between 75% and 85% of primary liver cancer cases[1]. About 54% of HCC cases worldwide are attributed to the hepatitis B virus (HBV) while 31% of cases are attributed to hepatitis C virus (HCV) infections[2]. Given the fact that chronic HBV infection presents as a significant risk factor for HCC, vaccination against HBV is recommended as a way to prevent HCC[3]. COMMON GENOMIC ALTERATIONS IN HCCMore recently, technological advances have permitted the sequencing of the genomes and transcriptomes of numerous cancers. Mutations in several genes have been detected repeatedly in HCC[4]. Common somatic changes include mutations to beta-catenin and p53, resulting in activation of the Wnt signaling pathway and dysregulation of the cell cycle, respectively. Mutations activating TERT gene expression are also common. Patterns of genetic alterations in individual tumors have been examined with the goal of classifying them, to predict outcome and potentially guide therapeutic decisions[5].Over the past few decades, a significant amount of research has shown an association between HCC and specific chromosomal abnormalities. In particular, chromosomal gains have been noted for 1q, 6p, 8q, 17q, and 20q. Similarly, chromosomal losses have been detected for 1p, 4q, 6q, 8p, 13q 16p, and 17q[6-8]. Amplification of chromosome 1q21-23 has been identified as the most frequent chromosomal alteration associated with HCC[9]. Thus, we were interested in considering the evidence for which gene or genes is critical for driving this chromosomal abnormality. AMPLIFICATION OF CHROMOSOME 1Q GENESDuring the past two decades, several genes within or near the 1q21-23 range have been highlighted as potentially significant to HCC[10]. Many of these are highlighted in Table ​Table1.1. In 2003, Wong et al[11] studied the 1q21-1q22 region using positional mapping by interphase cytogenetics. They identified significantly increased levels of gene expression of the JTB, SHC1, CCT3, and COPA genes in five cases of HCC compared to paired adjacent non-malignant liver tissues, and they concluded that these genes may represent targets in HCC progression[11]. More recently, JTB (Jumping Translocation Breakpoint) has been identified as a protein that negatively regulates the apoptotic process by affecting the activation of caspase 9[12]. SHC1 is involved in signal transduction from receptor tyrosine kinases to various downstream proteins and has been identified in mitogenic signaling[13-15]. CCT3 is involved in cell cycle regulation[16]. COPA is the α-subunit of the coatomer protein complex I which plays a role in retrograde protein trafficking from the Golgi to the endoplasmic reticulum[17].Table 1Amplified genes within/near 1q21-23 that have been associated with hepatocellular carcinoma\nGene\n1\n\n\nLocation\n2\n\n\nDescription of protein product\n\n\nRef.\n\n\nJTB\n1q21.3Promotes cell resistance to apoptosisWong et al[11] and Kanome et al[12]\nSHC1\n1q21.3Downstream signaling from receptor tyrosine kinasesWong et al[11], Midorikawa et al[8], Pelicci et al[13], Kavanaugh and Williams[14], and van der Geer et al[15]\nCCT3\n1q22Associated with cell cycle regulationWong et al[11], Midorikawa et al[8], Won et al[16]\nCOPA\n1q23.2Assists in retrograde vesicular transport from Golgi to endoplasmic reticulumWong et al[11] and Vece et al[17]\nCKS1B\n1q21.2Associated with cell cycle regulationMidorikawa et al[8] and Ganoth et al[19]\nHAX-1 (HAX1)1q21.3Plays a role in the activation of receptor tyrosine kinasesMidorikawa et al[8] and Suzuki et al[18]\nCREB3L4\n1q21.3Associated with androgen receptor signalingInagaki et al[21] and Qi et al[22]\nINTS3\n1q21.3Associated with RNA polymerase IIInagaki et al[21] and Baillat et al[24]\nSNAPAP (SNAPIN)1q21.3Part of SNARE complex (docking and fusion of synaptic vesicles)Inagaki et al[21] and Ilardi et al[25]\nALC1 (CHD1L)1q21.1Facilitates DNA synthesis and cell cycle when over expressedMa et al[26]\nASH1L\n1q22Histone methyltransferase involved in gene expressionElsemman et al[27] and An et al[29]\nMETTL13 (EEF1AKNMT)1q24.3Regulates protein synthesis in cancer cells; promotes tumor growth and metastasisElsemman et al[27]; Liu et al[30], and Li et al[31]\nTARBP1\n1q42.2Double-stranded RNA binding protein; promotes HIV-1 and -2 and HCV replicationElsemman et al[27], Zhang et al[50], and Christensen et al[32]\nSMYD2\n1q32.2Part of the protein lysine methyltransferase family of enzymesElsemman et al[27] and Leinhart and Brown[34]\nSMYD3\n1q44Part of the protein lysine methyltransferase family of enzymesElsemman et al[27] and Leinhart and Brown[34]Open in a separate window1Alternative gene designation provided in parentheses (see text). 2Chromosome locations are as found on the Genome Browser at http://genome.ucsc.edu[65]. HIV: Human immunodeficiency virus; HCV: Hepatitis C virus.In 2004, Midorikawa et al[8] used an expression imbalance map analysis [which they confirmed using genomic quantitative real-time polymerase chain reaction (qPCR)] to demonstrate amplification of the 1q21-12 region in HCC tumor samples. Moreover, they identified two new genes (HAX-1 and CKS1B) as being as being highly expressed in HCC tissue compared with noncancerous tissues. They also described the amplification of SHC1 and CCT3 (previously identified by Wong et al[11]). HAX-1 (HCLS1 associated protein X-1, gene name HAX1) has been associated with activation of tyrosine kinases[18]. Like CCT3, CKS1B (CDC28 protein kinase regulatory subunit) plays an essential role in mediating a cell’s progression through the cell cycle[19]. To further support the conclusions of Midorikawa et al[8], Shen et al[20] demonstrated that HCC cells had increased levels of CKS1B mRNA and protein compared to adjacent non-tumor liver tissue. Elevated CKS1B expression was also positively associated with poor differentiation features[20].In 2008, Inagaki et al[21] analyzed a 700-kb DNA region located at 1q21 in 19 HCC-derived cell lines. Using high-density SNP microarray analysis, fluorescence in situ hybridization (FISH), and real-time quantitative PCR, they identified a significant increase in copy number at the 1q21 region. Using reverse transcriptase PCR, they identified three genes (CREB3L4, INTS3, and SNAPAP) that were significantly overexpressed in samples taken from HCC tumors[21]. Based on these findings, they concluded that these three genes are likely targets for the amplification mechanism, and they may be involved in HCC progression. CREB3L4 (cyclic amplification responsive element binding protein 3-like 4) is part of the CREB/ATF family of transcriptional factors, and it is primarily expressed in the prostate gland in humans as well as prostate and breast cancer cell lines[22]. CREB3L4 has been shown (by immunostaining) to have a higher expression level in cancerous prostate cells than in adjacent noncancerous cells[22] and it has also been shown to contribute to the progression of breast cancer[23]. INTS3 (integrator complex subunit 3) is part of the Integrator complex which is associated with the C-terminal domain of RNA polymerase II[24]. SNAPAP (snare-associated protein, gene name SNAPIN) is part of the SNARE complex of proteins that is involved in the docking and fusion of synaptic vessel[25]. At this point, little is known about the relationship of either INTS3 or SNAPAP with tumorigenesis.Later in 2008, Ma et al[26] used microdissected DNA from 1q21 and hybrid selection to isolate ALC1 (also known as CHD1L) as a candidate oncogene. After confirming the amplification of ALC1 using FISH, they transfected it into human liver cell lines resulting in the cells being able to form more colonies than vector-transfected cells when grown in soft agar[26]. They also demonstrated that ALC1 overexpression plays a role in facilitating DNA synthesis, down-regulating p53 expression, promoting G1/S phase transition, and inhibiting apoptosis.More recently, in 2016 Elsemman et al[27] were interested in S-adenosylmethionine (SAMe) which has been described by Lu et al[28] as playing a significant role in hepatic diseases including HCC. SAMe is synthesized from ATP and methionine by methionine adenosyl transferase genes including MAT1A which is significantly downregulated in HCC. Elsemman et al[27] analyzed reactions containing SAMe, and using copy number variation analysis they identified five methyltransferase genes (ASH1L, METTL13, TARBP1, SMYD2, and SMYD3) located on chromosome 1q, all of which were amplified in samples of HCC relative the healthy tissue samples. ASH1L is a histone methyltransferase protein which is involved in the regulation of gene expression[29]. METTL13 (gene name EEF1AKNMT) has been shown repeatedly to promote tumor growth and metastasis and is negatively associated with survival among lung and pancreatic cancer patients[30,31]. TARBP1 is a double-stranded RNA binding protein that promotes the replication of human immunodeficiency virus-1 and -2 as well as HCV[32]. It has also been directly correlated with decreased survival rates in patients with HCC[33]. SMYD2 and SMYD3 are both members of the protein lysine methyltransferase family of proteins[34], and each has been associated with a variety of cancer types. SMYD2 has been shown to be overexpressed in esophageal squamous carcinoma, gastric cancer, and pediatric acute lymphoblastic leukemia[35-37]. SMYD3 is overexpressed in cancers including breast, liver, and colorectal cancer[38,39]. ANALYSIS OF GENOMIC AND TRANSCRIPTOMIC DATAWe were interested in what more recent genomic and transcriptomic studies have revealed about chromosome 1q amplification and HCC. The Cancer Genome Atlas (TCGA) Project has accumulated an important, publicly available genomic and mRNA expression data set which includes multiple cancers types including HCC (data set Liver Hepatocellular Carcinoma, LIHC)[40]. There is also a more recent version of this data, which is part of TCGA Pan-Cancer Clinical Data Resource[41], a subset of the LIHC data set that has been curated to include four major clinical outcome endpoints. We chose to use this data set to try to identify additional candidate amplification driver genes. This version of the LIHC patient cohort (PanCan-LIHC) has the following patient characteristics: 251 males/121 female with 241 living, and 131 deceased. Most individuals had a total of 10-140 mutations genome wide; 23 had 140-190, 18 had greater than 190, and 2 had fewer than 10 (14 did not have data available). Most PanCan-LIHC individuals exhibited genome alterations, with gains in 1q being the most common alteration: 225 individuals (60.5%) exhibited 1q gains, with 23.7% called as diploid and 15.9% with data not available).The original publication reporting the LIHC cohort analyses identified copy number alterations (CNAs) in several likely driver genes spread across several chromosomes[40]. However, the only driver gene listed for 1q is MCL1 at 1q21.3. They also reported a short stretch of four genes that were significantly amplified at 1q22, but no candidate genes were indicated. In a report on the analysis of aneuploidy across TCGA cancer types, strong 1q amplification was noted in the PanCan-LIHC cohort (as well as in other epithelial breast and lung tumors)[42]. Using the Oncoprint tool at the cBioPortal for Cancer Genomics (https://www.cbioportal.org/), we could see that all of the genes listed in Table ​Table11 were amplified in 7%-13% of tumors, with mRNAs overexpressed in 9%-41% of tumors (data not shown), consistent with the earlier reports described above. STRATEGY TO IDENTIFY ADDITIONAL CANDIDATE DRIVER GENESTo further explore possible 1q amplification driver candidates, the frequency of CNAs in the Pan-Cancer version of LIHC sample set was explored using the cBioPortal suite of tools[43,44]. First, the CNA data set for all genes in the PanCan-LIHC was downloaded and imported into in an Excel spreadsheet. Second, all genes that had been scored as having an amplification or homozygous deletion with a frequency of at least 5% of tumor samples were sorted from those with lower frequency. This resulted in a list of 1871 genes meeting these criteria. Finally, this set of 1871 altered genes was sorted by chromosome and further restricted to those that were annotated as Cancer genes according OncoKB[45].These steps produced a list of 49 candidate genes localized to chromosome 1q (not shown). These fell into two groups, a centromere proximal group spanning intervals 1q21.2-1q25.2 (28 genes), and a second group covering the distal interval of 1q31.1-1q44 (21 genes). Across the 1q region, the gene amplified in the highest percentage of tumors was MUC1 located at 1q22 (11.7% amplification). This might correspond to the short stretch identified at 1q22 by the TCGA-LIHC paper referred to above. The overall frequency of amplification was greater in the proximal group of genes (mean of 10.29%, range of 8.2%-11.7%) vs the distal set (mean of 6.41%, range of 5.4%-7.4%). Of the 15 genes listed in Table ​Table1,1, only two were present in the list of 49, CKS1B and SMYD3. ANALYSIS OF NEW CANDIDATESUsing the Oncoprint visualization tool at cBioPortal, all 49 genes were examined to determine the putative CNAs from GISTIC2.0 calls[46], as well as the presence of non-synonymous mutations and altered mRNA expression (z-score threshold of +/- 2.0 relative to diploid samples). The total alteration percentages ranged from < 10% to 50% for the individual genes, with few non-synonymous mutations (not shown). The total number of genes under consideration was narrowed down to 12 by focusing on those with at least 25% of samples with one or more of the various alterations (Figure ​(Figure1).1). All but one of these genes was derived from the centromere proximal half of the 1q arm (the exception was PARP1 at 1q42.12). All 12 genes exhibited numerous instances of mRNA upregulation, both with and without DNA amplification. Note that COP1 in Figure ​Figure11 at 1q25.1 is not the same as COPA at 1q23.3 (Table ​(Table11).Open in a separate windowFigure 1\nOncoprint of genetic alterations and mRNA elevations. The alterations to the 12 genes identified by the amplification driver gene identification strategy were visualized using the cBioPortal Oncoprint tool. The nature of the alterations is indicated by the key below the Oncoprint. Note that some individuals display both amplification (solid red) plus elevated mRNA (red outline). Each vertical set of lines reflects the alterations occurring in a single hepatocellular carcinoma patient. Individuals with no alterations detected in any of the 12 genes are not shown.Each of the 12 genes was examined individually using the cBioPortal Comparison and Survival tools to determine whether the presence of alterations was associated with survival outcomes. There were only two genes where amplification, or mRNA increase, or both were associated with reduced survival compared with the samples without either type of alteration. These two were TPM3 at 1q21.3 and NUF2 at 1q23.3 (Table ​(Table2,2, scores designated “all”). However, when the CNAs were examined separately from increased mRNA levels, amplification alone was not associated with any survival or outcome measure (not shown). Instead, the mRNA elevations clearly had a more significant correlation with patient outcome, as can be seen from the Logrank test q-values (Table ​(Table2,2, “mRNA”). Patients with TPM3 mRNA elevation had an overall median survival of 25.15 mo vs 80.74 mo for those without the elevation. Patients with NUF2 mRNA elevation had an overall median survival of 23.38 mo vs 70.06 mo for the unaltered group. Thus, altered expression of these two genes may contribute to clinical outcome.Table 2Correlation between TPM3 and NUF2 alterations and prognosis\nGene\n\n\nn\n (affected)\n\n\nOverall1\n\n\nDisease-specific\n1\n\n\nProgression free\n1\n\n\nDisease free\n1\n\n\nTPM3 (all)921.283e-31.263e-30.1080.0242\nNUF2 (all)874.931e-32.357e-46.231e-44.931e-3\nTPM3 (mRNA)784.046e-54.046e-51.231e-32.238e-3\nNUF2 (mRNA)653.898e-41.441e-53.374e-41.520e-3Open in a separate window1All Logrank test survival P and q values were generated using the Comparison/Survival tool at cBioPortal to compare survival rates between groups of patients. Various types of survival values were calculated for individuals with any type of alteration (all) or only those with altered mRNA levels (mRNA). The q-values shown were derived from the initially P values using the Benjamini-Hochberg False Discovery Rate correction procedure. COMPARING THE FREQUENCY OF TPM3 AND NUF2 ALTERATIONS IN HCC WITH OTHER CANCERSWe were interested whether TPM3 and NUF2 alterations were common in other types of cancer besides HCC. To explore the alteration frequencies in other cancer types, the entire Pan-Cancer patient cohort was analyzed using the cBioPortal suite of tools[41]. All 32 cancer types included in the Pan-Cancer sample set were selected, and the TPM3 and NUF2 genes were searched individually. The Cancer Types Summary produced a display showing the frequency of gene alterations (amplifications, deep deletions, non-synonymous mutations, structural variants) in all 32 types of cancer as well as the types of alterations identified (Figure ​(Figure2).2). The PanCan-LIHC HCC dataset had the second highest percentage of TPM3 alterations and the third highest percentage of NUF2 alterations. In the case of both genes, amplification of TPM3 and NUF2 was the most common type of alteration seen in the HCC patient sample. Interestingly, NUF2 had a relatively higher frequency of mutations than amplifications in some cancer types.Open in a separate windowFigure 2\nFrequency of TPM3 or NUF2 alterations in other cancers. Analyses from cBioPortal show the percent of cancer cases that include a TPM3 gene alteration (upper plot) or a NUF2 gene alteration. The results were generated by first selecting all 32 of The Cancer Genome Atlas PanCancer Atlas studies[41] from the cBioPortal Query page, and then searching for DNA alterations in the TPM3 gene and NUF2 gene individually. Graphs shown in this figure were taken from the Cancer Types Summary results page that is produced by cBioPortal following this search. The colors above represent the following: green, mutation; purple, fusion; red, amplification; blue, deep deletion; grey, multiple alterations. PREVIOUSLY REPORTED ASSOCIATION BETWEEN TPM2 OR NUF2 AND HCCDespite the low q-values, it remains possible that the association between TPM3 and NUF2 gene expression and patient survival is random. Therefore, we searched the literature to find whether either TPM3 or NUF2 genes had been associated previously with HCC. Kim et al[47] examined chromosomal alterations in 76 HCC, finding frequent gain of 1q. They found TPM3 mRNA was elevated in tumors compared to normal tissue, and proposed that it might represent an oncogene in HCC, consistent with our analysis. A follow up study found that knock down of TPM3 in HCC cells reduced migration and invasion capabilities[48].\nNUF2 elevation was reported in micro-dissected malignant hepatocytes derived from HBV-associated tumors[49]. Analysis of the Gene Expression Omnibus HCC data also revealed upregulation of NUF2 in HCC compared with healthy colon epithelial cells[50]. An analysis of the original TCGA-LIHC data set, which has substantial overlap with the PanCan-LIHC samples that we explored, also found that NUF2 was overexpressed compared with normal liver samples[51], and that overexpression was significantly associated with overall median survival. Other independent analyses of the same data set also reported NUF2 upregulation and association with poorer prognosis[52-54]. It has been suggested that NUF2 may represent a biomarker for early recurrence after HCC resection[55], and that it might represent a potential therapeutic target[56]. IMPLICATIONS OF TPM3 AND/OR NUF2 OVEREXPRESSIONThe product of the TPM3 gene is tropomyosin3, an actin binding protein. The four TPM genes TPM genes produce 40 distinct protein isoforms by use of alternative promoters and extensive alternative mRNA splicing[57]. Changes in isoform production have been associated with cellular transformation[48,58]. The specific role of increased TPM3 in cancer cells is unclear, as the protein is involved in numerous activities related to the actin cytoskeleton. Despite this, it is worth noting that small molecules that block the binding of isoform TPM3.1 to actin showed promise in perturbing the growth of cancer cells[59,60].The protein encoded by the NUF2 gene, along with those encoded NDC80, SPC24 and SPC25 form the Nuclear Division Cycle 80 complex. This complex plays an important role in mitotic spindle formation and chromosome segregation[61]. Over expression of other complex members, especially NDC80, has also been observed frequently in multiple cancers, and it has been proposed that overexpression of NDC80 complex proteins leads to defective mitosis and may promote aneuploidy[62]. Screening in epithelial ovarian carcinoma cells of an siRNA library has identified NUF2 as one of four genes that reduced cell viability and increased apoptosis when knocked down[63]. This study also found a correlation between NUF2 mRNA elevation and poorer prognosis in ovarian carcinoma patients. NDC80 (also known as Hec1) interacts directly with NUF2 and may represent a therapeutic target. A screen of a small molecule library for inhibitors of the interaction between NDC80 and mitotic kinase Nek2 identified a compound named INH1 as being able to disrupt the protein-protein interaction[64]. This study also showed that INH1 decreased proliferation of breast cancer cells in culture and in a mouse xenograft assay. CONCLUSIONIn conclusion, our review of the literature and independent analysis of the TCGA-LIHC PanCancer data set identified two non-overlapping sets of genes that reside on chromosome 1q and frequently undergo amplification in HCC (compare Figure ​Figure11 and Table ​Table1).1). We found what appears to be a significant correlation between amplification and/or increased expression of TPM3 and NUF2 and poorer prognosis, which is consistent with previous reports in the literature. Amplification of 1q also is observed frequently in other cancers. One limitation to our strategy to identify additional driver genes is that only genes previously identified as involved in cancer by OncoKB were considered. The absence of many genes in Table ​Table11 suggests more candidate genes may still be identified. In the case of large chromosomal CNAs such as seen with 1q, it is truly challenging to identify the critical driver mutations involved. Further studies will be needed to understand the contributions of numerous genes amplified on chromosome 1q so as to effectively target therapeutics. ACKNOWLEDGEMENTSWe thank Danielle Gerken for some of the initial research that led to this project. We are also grateful for the tools provided by the cBioPortal for Cancer Genomics (https://www.cbioportal.org/) for the analysis of the TCGA data. FootnotesConflict-of-interest statement: The authors declare no conflicts of interests for this article.Manuscript source: Invited manuscriptPeer-review started: February 24, 2021First decision: May 3, 2021Article in press: June 4, 2021Specialty type: Gastroenterology and hepatologyCountry/Territory of origin: United StatesPeer-review report’s scientific quality classificationGrade A (Excellent): 0Grade B (Very good): BGrade C (Good): 0Grade D (Fair): 0Grade E (Poor): 0P-Reviewer: Gomez-Quiroz L S-Editor: Gao CC L-Editor: A P-Editor: Wang LL Contributor InformationNathan R Jacobs,  Department of Microbiology and Immunology, Drexel University College of Medicine, Philadelphia, PA 19102, United States.Pamela A Norton,  Department of Microbiology and Immunology, Drexel University College of Medicine, Philadelphia, PA 19102, United States. ude.lexerd@92nap. References1. Bray F, Ferlay J, Soerjomataram I, Siegel RL, Torre LA, Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. 2018;68:394–424. [PubMed] [Google Scholar]2. European Association For The Study Of The Liver  European Organisation For Research And Treatment Of Cancer. EASL-EORTC clinical practice guidelines: management of hepatocellular carcinoma. J Hepatol. 2012;56:908–943. [PubMed] [Google Scholar]3. Mak LY, Cruz-Ramón V, Chinchilla-López P, Torres HA, LoConte NK, Rice JP, Foxhall LE, Sturgis EM, Merrill JK, Bailey HH, Méndez-Sánchez N, Yuen MF, Hwang JP. Global Epidemiology, Prevention, and Management of Hepatocellular Carcinoma. Am Soc Clin Oncol Educ Book. 2018;38:262–279. [PubMed] [Google Scholar]4. Schulze K, Nault JC, Villanueva A. Genetic profiling of hepatocellular carcinoma using next-generation sequencing. J Hepatol. 2016;65:1031–1042. [PubMed] [Google Scholar]5. Hoshida Y, Nijman SM, Kobayashi M, Chan JA, Brunet JP, Chiang DY, Villanueva A, Newell P, Ikeda K, Hashimoto M, Watanabe G, Gabriel S, Friedman SL, Kumada H, Llovet JM, Golub TR. Integrative transcriptome analysis reveals common molecular subclasses of human hepatocellular carcinoma. Cancer Res. 2009;69:7385–7392. [PMC free article] [PubMed] [Google Scholar]6. Marchio A, Meddeb M, Pineau P, Danglot G, Tiollais P, Bernheim A, Dejean A. Recurrent chromosomal abnormalities in hepatocellular carcinoma detected by comparative genomic hybridization. Genes Chromosomes Cancer. 1997;18:59–65. [PubMed] [Google Scholar]7. Sakakura C, Hagiwara A, Taniguchi H, Yamaguchi T, Yamagishi H, Takahashi T, Koyama K, Nakamura Y, Abe T, Inazawa J. Chromosomal aberrations in human hepatocellular carcinomas associated with hepatitis C virus infection detected by comparative genomic hybridization. Br J Cancer. 1999;80:2034–2039. [PMC free article] [PubMed] [Google Scholar]8. Midorikawa Y, Tsutsumi S, Nishimura K, Kamimura N, Kano M, Sakamoto H, Makuuchi M, Aburatani H. Distinct chromosomal bias of gene expression signatures in the progression of hepatocellular carcinoma. Cancer Res. 2004;64:7263–7270. [PubMed] [Google Scholar]9. Steinemann D, Skawran B, Becker T, Tauscher M, Weigmann A, Wingen L, Tauscher S, Hinrichsen T, Hertz S, Flemming P, Flik J, Wiese B, Kreipe H, Lichter P, Schlegelberger B, Wilkens L. Assessment of differentiation and progression of hepatic tumors using array-based comparative genomic hybridization. Clin Gastroenterol Hepatol. 2006;4:1283–1291. [PubMed] [Google Scholar]10. Chen L, Chan TH, Guan XY. Chromosome 1q21 amplification and oncogenes in hepatocellular carcinoma. Acta Pharmacol Sin. 2010;31:1165–1171. [PMC free article] [PubMed] [Google Scholar]11. Wong N, Chan A, Lee SW, Lam E, To KF, Lai PB, Li XN, Liew CT, Johnson PJ. Positional mapping for amplified DNA sequences on 1q21-q22 in hepatocellular carcinoma indicates candidate genes over-expression. J Hepatol. 2003;38:298–306. [PubMed] [Google Scholar]12. Kanome T, Itoh N, Ishikawa F, Mori K, Kim-Kaneyama JR, Nose K, Shibanuma M. Characterization of Jumping translocation breakpoint (JTB) gene product isolated as a TGF-beta1-inducible clone involved in regulation of mitochondrial function, cell growth and cell death. Oncogene. 2007;26:5991–6001. [PubMed] [Google Scholar]13. Pelicci G, Lanfrancone L, Grignani F, McGlade J, Cavallo F, Forni G, Nicoletti I, Pawson T, Pelicci PG. A novel transforming protein (SHC) with an SH2 domain is implicated in mitogenic signal transduction. Cell. 1992;70:93–104. [PubMed] [Google Scholar]14. Kavanaugh WM, Williams LT. An alternative to SH2 domains for binding tyrosine-phosphorylated proteins. Science. 1994;266:1862–1865. [PubMed] [Google Scholar]15. van der Geer P, Wiley S, Gish GD, Pawson T. The Shc adaptor protein is highly phosphorylated at conserved, twin tyrosine residues (Y239/240) that mediate protein-protein interactions. Curr Biol. 1996;6:1435–1444. [PubMed] [Google Scholar]16. Won KA, Schumacher RJ, Farr GW, Horwich AL, Reed SI. Maturation of human cyclin E requires the function of eukaryotic chaperonin CCT. Mol Cell Biol. 1998;18:7584–7589. [PMC free article] [PubMed] [Google Scholar]17. Vece TJ, Watkin LB, Nicholas S, Canter D, Braun MC, Guillerman RP, Eldin KW, Bertolet G, McKinley S, de Guzman M, Forbes L, Chinn I, Orange JS. Copa Syndrome: a Novel Autosomal Dominant Immune Dysregulatory Disease. J Clin Immunol. 2016;36:377–387. [PMC free article] [PubMed] [Google Scholar]18. Suzuki Y, Demoliere C, Kitamura D, Takeshita H, Deuschle U, Watanabe T. HAX-1, a novel intracellular protein, localized on mitochondria, directly associates with HS1, a substrate of Src family tyrosine kinases. J Immunol. 1997;158:2736–2744. [PubMed] [Google Scholar]19. Ganoth D, Bornstein G, Ko TK, Larsen B, Tyers M, Pagano M, Hershko A. The cell-cycle regulatory protein Cks1 is required for SCF(Skp2)-mediated ubiquitinylation of p27. Nat Cell Biol. 2001;3:321–324. [PubMed] [Google Scholar]20. Shen DY, Fang ZX, You P, Liu PG, Wang F, Huang CL, Yao XB, Chen ZX, Zhang ZY. Clinical significance and expression of cyclin kinase subunits 1 and 2 in hepatocellular carcinoma. Liver Int. 2010;30:119–125. [PubMed] [Google Scholar]21. Inagaki Y, Yasui K, Endo M, Nakajima T, Zen K, Tsuji K, Minami M, Tanaka S, Taniwaki M, Itoh Y, Arii S, Okanoue T. CREB3L4, INTS3, and SNAPAP are targets for the 1q21 amplicon frequently detected in hepatocellular carcinoma. Cancer Genet Cytogenet. 2008;180:30–36. [PubMed] [Google Scholar]22. Qi H, Fillion C, Labrie Y, Grenier J, Fournier A, Berger L, El-Alfy M, Labrie C. AIbZIP, a novel bZIP gene located on chromosome 1q21.3 that is highly expressed in prostate tumors and of which the expression is up-regulated by androgens in LNCaP human prostate cancer cells. Cancer Res. 2002;62:721–733. [PubMed] [Google Scholar]23. Pu Q, Lu L, Dong K, Geng WW, Lv YR, Gao HD. The Novel Transcription Factor CREB3L4 Contributes to the Progression of Human Breast Carcinoma. J Mammary Gland Biol Neoplasia. 2020;25:37–50. [PubMed] [Google Scholar]24. Baillat D, Hakimi MA, Näär AM, Shilatifard A, Cooch N, Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–276. [PubMed] [Google Scholar]25. Ilardi JM, Mochida S, Sheng ZH. Snapin: a SNARE-associated protein implicated in synaptic transmission. Nat Neurosci. 1999;2:119–124. [PubMed] [Google Scholar]26. Ma NF, Hu L, Fung JM, Xie D, Zheng BJ, Chen L, Tang DJ, Fu L, Wu Z, Chen M, Fang Y, Guan XY. Isolation and characterization of a novel oncogene, amplified in liver cancer 1, within a commonly amplified region at 1q21 in hepatocellular carcinoma. Hepatology. 2008;47:503–510. [PubMed] [Google Scholar]27. Elsemman IE, Mardinoglu A, Shoaie S, Soliman TH, Nielsen J. Systems biology analysis of hepatitis C virus infection reveals the role of copy number increases in regions of chromosome 1q in hepatocellular carcinoma metabolism. Mol Biosyst. 2016;12:1496–1506. [PubMed] [Google Scholar]28. Lu SC, Mato JM. S-adenosylmethionine in liver health, injury, and cancer. Physiol Rev. 2012;92:1515–1542. [PMC free article] [PubMed] [Google Scholar]29. An S, Yeo KJ, Jeon YH, Song JJ. Crystal structure of the human histone methyltransferase ASH1L catalytic domain and its implications for the regulatory mechanism. J Biol Chem. 2011;286:8369–8374. [PMC free article] [PubMed] [Google Scholar]30. Liu S, Hausmann S, Carlson SM, Fuentes ME, Francis JW, Pillai R, Lofgren SM, Hulea L, Tandoc K, Lu J, Li A, Nguyen ND, Caporicci M, Kim MP, Maitra A, Wang H, Wistuba II, Porco JA Jr, Bassik MC, Elias JE, Song J, Topisirovic I, Van Rechem C, Mazur PK, Gozani O. METTL13 Methylation of eEF1A Increases Translational Output to Promote Tumorigenesis. Cell 2019; 176: 491-504. :e21. [PMC free article] [PubMed] [Google Scholar]31. Li L, Zheng YL, Jiang C, Fang S, Zeng TT, Zhu YH, Li Y, Xie D, Guan XY. HN1L-mediated transcriptional axis AP-2γ/METTL13/TCF3-ZEB1 drives tumor growth and metastasis in hepatocellular carcinoma. Cell Death Differ. 2019;26:2268–2283. [PMC free article] [PubMed] [Google Scholar]32. Christensen HS, Daher A, Soye KJ, Frankel LB, Alexander MR, Lainé S, Bannwarth S, Ong CL, Chung SW, Campbell SM, Purcell DF, Gatignol A. Small interfering RNAs against the TAR RNA binding protein, TRBP, a Dicer cofactor, inhibit human immunodeficiency virus type 1 Long terminal repeat expression and viral production. J Virol. 2007;81:5121–5131. [PMC free article] [PubMed] [Google Scholar]33. Ye J, Wang J, Tan L, Yang S, Xu L, Wu X, Deng H, Tan H. Expression of protein TARBP1 in human hepatocellular carcinoma and its prognostic significance. Int J Clin Exp Pathol. 2015;8:9089–9096. [PMC free article] [PubMed] [Google Scholar]34. Leinhart K, Brown M. SET/MYND Lysine Methyltransferases Regulate Gene Transcription and Protein Activity. Genes (Basel) 2011;2:210–218. [PMC free article] [PubMed] [Google Scholar]35. Sakamoto LH, Andrade RV, Felipe MS, Motoyama AB, Pittella Silva F. SMYD2 is highly expressed in pediatric acute lymphoblastic leukemia and constitutes a bad prognostic factor. Leuk Res. 2014;38:496–502. [PubMed] [Google Scholar]36. Komatsu S, Ichikawa D, Hirajima S, Nagata H, Nishimura Y, Kawaguchi T, Miyamae M, Okajima W, Ohashi T, Konishi H, Shiozaki A, Fujiwara H, Okamoto K, Tsuda H, Imoto I, Inazawa J, Otsuji E. Overexpression of SMYD2 contributes to malignant outcome in gastric cancer. Br J Cancer. 2015;112:357–364. [PMC free article] [PubMed] [Google Scholar]37. Komatsu S, Imoto I, Tsuda H, Kozaki KI, Muramatsu T, Shimada Y, Aiko S, Yoshizumi Y, Ichikawa D, Otsuji E, Inazawa J. Overexpression of SMYD2 relates to tumor cell proliferation and malignant outcome of esophageal squamous cell carcinoma. Carcinogenesis. 2009;30:1139–1146. [PubMed] [Google Scholar]38. Hamamoto R, Silva FP, Tsuge M, Nishidate T, Katagiri T, Nakamura Y, Furukawa Y. Enhanced SMYD3 expression is essential for the growth of breast cancer cells. Cancer Sci. 2006;97:113–118. [PubMed] [Google Scholar]39. Hamamoto R, Furukawa Y, Morita M, Iimura Y, Silva FP, Li M, Yagyu R, Nakamura Y. SMYD3 encodes a histone methyltransferase involved in the proliferation of cancer cells. Nat Cell Biol. 2004;6:731–740. [PubMed] [Google Scholar]40. Cancer Genome Atlas Research Network. Comprehensive and Integrative Genomic Characterization of Hepatocellular Carcinoma. Cell 2017; 169: 1327-1341. :e23. [PMC free article] [PubMed] [Google Scholar]41. Liu J, Lichtenberg T, Hoadley KA, Poisson LM, Lazar AJ, Cherniack AD, Kovatich AJ, Benz CC, Levine DA, Lee AV, Omberg L, Wolf DM, Shriver CD, Thorsson V  Cancer Genome Atlas Research Network. Hu H. An Integrated TCGA Pan-Cancer Clinical Data Resource to Drive High-Quality Survival Outcome Analytics. Cell 2018; 173: 400-416. :e11. [PMC free article] [PubMed] [Google Scholar]42. Taylor AM, Shih J, Ha G, Gao GF, Zhang X, Berger AC, Schumacher SE, Wang C, Hu H, Liu J, Lazar AJ  Cancer Genome Atlas Research Network. Cherniack AD, Beroukhim R, Meyerson M. Genomic and Functional Approaches to Understanding Cancer Aneuploidy. Cancer Cell 2018; 33: 676-689. :e3. [PMC free article] [PubMed] [Google Scholar]43. Gao J, Aksoy BA, Dogrusoz U, Dresdner G, Gross B, Sumer SO, Sun Y, Jacobsen A, Sinha R, Larsson E, Cerami E, Sander C, Schultz N. Integrative analysis of complex cancer genomics and clinical profiles using the cBioPortal. Sci Signal. 2013;6:pl1. [PMC free article] [PubMed] [Google Scholar]44. Cerami E, Gao J, Dogrusoz U, Gross BE, Sumer SO, Aksoy BA, Jacobsen A, Byrne CJ, Heuer ML, Larsson E, Antipin Y, Reva B, Goldberg AP, Sander C, Schultz N. The cBio cancer genomics portal: an open platform for exploring multidimensional cancer genomics data. Cancer Discov. 2012;2:401–404. [PMC free article] [PubMed] [Google Scholar]45. Chakravarty D, Gao J, Phillips SM, Kundra R, Zhang H, Wang J, Rudolph JE, Yaeger R, Soumerai T, Nissan MH, Chang MT, Chandarlapaty S, Traina TA, Paik PK, Ho AL, Hantash FM, Grupe A, Baxi SS, Callahan MK, Snyder A, Chi P, Danila D, Gounder M, Harding JJ, Hellmann MD, Iyer G, Janjigian Y, Kaley T, Levine DA, Lowery M, Omuro A, Postow MA, Rathkopf D, Shoushtari AN, Shukla N, Voss M, Paraiso E, Zehir A, Berger MF, Taylor BS, Saltz LB, Riely GJ, Ladanyi M, Hyman DM, Baselga J, Sabbatini P, Solit DB, Schultz N. OncoKB: A Precision Oncology Knowledge Base. JCO Precis Oncol. 2017;2017 [PMC free article] [PubMed] [Google Scholar]46. Mermel CH, Schumacher SE, Hill B, Meyerson ML, Beroukhim R, Getz G. GISTIC2.0 facilitates sensitive and confident localization of the targets of focal somatic copy-number alteration in human cancers. Genome Biol. 2011;12:R41. [PMC free article] [PubMed] [Google Scholar]47. Kim TM, Yim SH, Shin SH, Xu HD, Jung YC, Park CK, Choi JY, Park WS, Kwon MS, Fiegler H, Carter NP, Rhyu MG, Chung YJ. Clinical implication of recurrent copy number alterations in hepatocellular carcinoma and putative oncogenes in recurrent gains on 1q. Int J Cancer. 2008;123:2808–2815. [PMC free article] [PubMed] [Google Scholar]48. Choi HS, Yim SH, Xu HD, Jung SH, Shin SH, Hu HJ, Jung CK, Choi JY, Chung YJ. Tropomyosin3 overexpression and a potential link to epithelial-mesenchymal transition in human hepatocellular carcinoma. BMC Cancer. 2010;10:122. [PMC free article] [PubMed] [Google Scholar]49. Melis M, Diaz G, Kleiner DE, Zamboni F, Kabat J, Lai J, Mogavero G, Tice A, Engle RE, Becker S, Brown CR, Hanson JC, Rodriguez-Canales J, Emmert-Buck M, Govindarajan S, Kew M, Farci P. Viral expression and molecular profiling in liver tissue vs microdissected hepatocytes in hepatitis B virus-associated hepatocellular carcinoma. J Transl Med. 2014;12:230. [PMC free article] [PubMed] [Google Scholar]50. Zhang D, Liu E, Kang J, Yang X, Liu H. MiR-3613-3p affects cell proliferation and cell cycle in hepatocellular carcinoma. Oncotarget. 2017;8:93014–93028. [PMC free article] [PubMed] [Google Scholar]51. Agarwal R, Narayan J, Bhattacharyya A, Saraswat M, Tomar AK. Gene expression profiling, pathway analysis and subtype classification reveal molecular heterogeneity in hepatocellular carcinoma and suggest subtype specific therapeutic targets. Cancer Genet. 2017;216-217:37–51. [PubMed] [Google Scholar]52. Chen X, Li W, Xiao L, Liu L. Nuclear division cycle 80 complex is associated with malignancy and predicts poor survival of hepatocellular carcinoma. Int J Clin Exp Pathol. 2019;12:1233–1247. [PMC free article] [PubMed] [Google Scholar]53. Guo L, Wang Z, Du Y, Mao J, Zhang J, Yu Z, Guo J, Zhao J, Zhou H, Wang H, Gu Y, Li Y. Random-forest algorithm based biomarkers in predicting prognosis in the patients with hepatocellular carcinoma. Cancer Cell Int. 2020;20:251. [PMC free article] [PubMed] [Google Scholar]54. Jiang X, Jiang Y, Luo S, Sekar K, Koh CKT, Deivasigamani A, Dong Q, Zhang N, Li S, Hao F, Goh BKP, Ooi LL, Wang Y, Hui KM. Correlation of NUF2 Over-expression with Poorer Patient Survival in Multiple Cancers. Cancer Res Treat. 2021 [PMC free article] [PubMed] [Google Scholar]55. Wang Y, Tan PY, Handoko YA, Sekar K, Shi M, Xie C, Jiang XD, Dong QZ, Goh BKP, Ooi LL, Gao Z, Hui KM. NUF2 is a valuable prognostic biomarker to predict early recurrence of hepatocellular carcinoma after surgical resection. Int J Cancer. 2019;145:662–670. [PubMed] [Google Scholar]56. Liu Q, Dai SJ, Li H, Dong L, Peng YP. Silencing of NUF2 inhibits tumor growth and induces apoptosis in human hepatocellular carcinomas. Asian Pac J Cancer Prev. 2014;15:8623–8629. [PubMed] [Google Scholar]57. Gunning P, O'Neill G, Hardeman E. Tropomyosin-based regulation of the actin cytoskeleton in time and space. Physiol Rev. 2008;88:1–35. [PubMed] [Google Scholar]58. Choi C, Kim D, Kim S, Jeong S, Song E, Helfman DM. From skeletal muscle to cancer: insights learned elucidating the function of tropomyosin. J Struct Biol. 2012;177:63–69. [PubMed] [Google Scholar]59. Stehn JR, Haass NK, Bonello T, Desouza M, Kottyan G, Treutlein H, Zeng J, Nascimento PR, Sequeira VB, Butler TL, Allanson M, Fath T, Hill TA, McCluskey A, Schevzov G, Palmer SJ, Hardeman EC, Winlaw D, Reeve VE, Dixon I, Weninger W, Cripe TP, Gunning PW. A novel class of anticancer compounds targets the actin cytoskeleton in tumor cells. Cancer Res. 2013;73:5169–5182. [PubMed] [Google Scholar]60. Currier MA, Stehn JR, Swain A, Chen D, Hook J, Eiffe E, Heaton A, Brown D, Nartker BA, Eaves DW, Kloss N, Treutlein H, Zeng J, Alieva IB, Dugina VB, Hardeman EC, Gunning PW, Cripe TP. Identification of Cancer-Targeted Tropomyosin Inhibitors and Their Synergy with Microtubule Drugs. Mol Cancer Ther. 2017;16:1555–1565. [PubMed] [Google Scholar]61. Tooley J, Stukenberg PT. The Ndc80 complex: integrating the kinetochore's many movements. Chromosome Res. 2011;19:377–391. [PMC free article] [PubMed] [Google Scholar]62. Tang NH, Toda T. MAPping the Ndc80 Loop in cancer: A possible link between Ndc80/Hec1 overproduction and cancer formation. Bioessays. 2015;37:248–256. [PMC free article] [PubMed] [Google Scholar]63. Sethi G, Pathak HB, Zhang H, Zhou Y, Einarson MB, Vathipadiekal V, Gunewardena S, Birrer MJ, Godwin AK. An RNA interference lethality screen of the human druggable genome to identify molecular vulnerabilities in epithelial ovarian cancer. PLoS One. 2012;7:e47086. [PMC free article] [PubMed] [Google Scholar]64. Wu G, Qiu XL, Zhou L, Zhu J, Chamberlin R, Lau J, Chen PL, Lee WH. Small molecule targeting the Hec1/Nek2 mitotic pathway suppresses tumor cell growth in culture and in animal. Cancer Res. 2008;68:8393–8399. [PMC free article] [PubMed] [Google Scholar]65. Kent WJ, Sugnet CW, Furey TS, Roskin KM, Pringle TH, Zahler AM, Haussler D. The human genome browser at UCSC. Genome Res. 2002;12:996–1006. [PMC free article] [PubMed] [Google Scholar]"}