{"title": "Non-invasive ventilatory support and high-flow nasal oxygen as first-line treatment of acute hypoxemic respiratory failure and ARDS", "pubDate": "2021", "PMCID": "PMC8261815", "DOI": "10.1007/s00134-021-06459-2", "PMID": "34232336", "abstract": "The role of non-invasive respiratory support (high-flow nasal oxygen and noninvasive ventilation) in the management of acute hypoxemic respiratory failure and acute respiratory distress syndrome is debated. The oxygenation improvement coupled with lung and diaphragm protection produced by non-invasive support may help to avoid endotracheal intubation, which prevents the complications of sedation and invasive mechanical ventilation. However, spontaneous breathing in patients with lung injury carries the risk that vigorous inspiratory effort, combined or not with mechanical increases in inspiratory airway pressure, produces high transpulmonary pressure swings and local lung overstretch. This ultimately results in additional lung damage (patient self-inflicted lung injury), so that patients intubated after a trial of noninvasive support are burdened by increased mortality. Reducing inspiratory effort by high-flow nasal oxygen or delivery of sustained positive end-expiratory pressure through the helmet interface may reduce these risks. In this physiology-to-bedside review, we provide an updated overview about the role of noninvasive respiratory support strategies as early treatment of hypoxemic respiratory failure in the intensive care unit. Noninvasive strategies appear safe and effective in mild-to-moderate hypoxemia (PaO2/FiO2 > 150 mmHg), while they can yield delayed intubation with increased mortality in a significant proportion of moderate-to-severe (PaO2/FiO2 ≤ 150 mmHg) cases. High-flow nasal oxygen and helmet noninvasive ventilation represent the most promising techniques for first-line treatment of severe patients. However, no conclusive evidence allows to recommend a single approach over the others in case of moderate-to-severe hypoxemia. During any treatment, strict physiological monitoring remains of paramount importance to promptly detect the need for endotracheal intubation and not delay protective ventilation.", "author": [{"author": "Domenico Luca Grieco", "affiliation": ["Department of Emergency, Intensive Care Medicine and Anesthesia, Fondazione Policlinico Universitario A. Gemelli IRCCS, Rome, Italy. dlgrieco@outlook.it.", "Department of Anesthesiology and Intensive Care Medicine, Catholic University of The Sacred Heart, Fondazione 'Policlinico Universitario A. Gemelli' IRCCS, L.go F. Vito, 00168, Rome, Italy. dlgrieco@outlook.it."], "href": "/?term=Grieco+DL&cauthor_id=34232336"}, {"author": "Salvatore Maurizio Maggiore", "affiliation": ["Department of Anesthesiology, Critical Care Medicine and Emergency, SS. Annunziata Hospital, Chieti, Italy.", "University Department of Innovative Technologies in Medicine and Dentistry, Gabriele D'Annunzio University of Chieti-Pescara, Chieti, Italy."], "href": "/?term=Maggiore+SM&cauthor_id=34232336"}, {"author": "Oriol Roca", "affiliation": ["Servei de Medicina Intensiva, Hospital Universitari Vall D'Hebron, Institut de Recerca Vall D'Hebron, Barcelona, Spain.", "Ciber Enfermedades Respiratorias (CIBERES), Instituto de Salud Carlos III, Madrid, Spain."], "href": "/?term=Roca+O&cauthor_id=34232336"}, {"author": "Elena Spinelli", "affiliation": ["Department of Anesthesia, Critical Care and Emergency, Foundation IRCCS Ca' Granda Maggiore Policlinico Hospital, Milan, Italy."], "href": "/?term=Spinelli+E&cauthor_id=34232336"}, {"author": "Bhakti K Patel", "affiliation": ["Section of Pulmonary and Critical Care, Department of Medicine, University of Chicago, Chicago, IL, USA."], "href": "/?term=Patel+BK&cauthor_id=34232336"}, {"author": "Arnaud W Thille", "affiliation": ["Centre Hospitalier Universitaire (CHU) de Poitiers, Médecine Intensive Réanimation, Poitiers, France.", "Centre D'Investigation Clinique 1402, ALIVE, INSERM, Université de Poitiers, Poitiers, France."], "href": "/?term=Thille+AW&cauthor_id=34232336"}, {"author": "Carmen Sílvia V Barbas", "affiliation": ["Division of Pulmonary and Critical Care, University of São Paulo, São Paulo, Brazil.", "Intensive Care Unit, Albert Einstein Hospital, São Paulo, Brazil."], "href": "/?term=Barbas+CSV&cauthor_id=34232336"}, {"author": "Marina Garcia de Acilu", "affiliation": ["Servei de Medicina Intensiva, Hospital Universitari Vall D'Hebron, Institut de Recerca Vall D'Hebron, Barcelona, Spain.", "Departament de Medicina, Universitat Autònoma de Barcelona, Bellaterra, Spain."], "href": "/?term=de+Acilu+MG&cauthor_id=34232336"}, {"author": "Salvatore Lucio Cutuli", "affiliation": ["Department of Emergency, Intensive Care Medicine and Anesthesia, Fondazione Policlinico Universitario A. Gemelli IRCCS, Rome, Italy.", "Department of Anesthesiology and Intensive Care Medicine, Catholic University of The Sacred Heart, Fondazione 'Policlinico Universitario A. Gemelli' IRCCS, L.go F. Vito, 00168, Rome, Italy."], "href": "/?term=Cutuli+SL&cauthor_id=34232336"}, {"author": "Filippo Bongiovanni", "affiliation": ["Department of Emergency, Intensive Care Medicine and Anesthesia, Fondazione Policlinico Universitario A. Gemelli IRCCS, Rome, Italy.", "Department of Anesthesiology and Intensive Care Medicine, Catholic University of The Sacred Heart, Fondazione 'Policlinico Universitario A. Gemelli' IRCCS, L.go F. Vito, 00168, Rome, Italy."], "href": "/?term=Bongiovanni+F&cauthor_id=34232336"}, {"author": "Marcelo Amato", "affiliation": ["Laboratório de Pneumologia LIM-09, Disciplina de Pneumologia, Heart Institute (Incor), Hospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo, São Paulo, Brazil."], "href": "/?term=Amato+M&cauthor_id=34232336"}, {"author": "Jean-Pierre Frat", "affiliation": ["Centre Hospitalier Universitaire (CHU) de Poitiers, Médecine Intensive Réanimation, Poitiers, France.", "Centre D'Investigation Clinique 1402, ALIVE, INSERM, Université de Poitiers, Poitiers, France."], "href": "/?term=Frat+JP&cauthor_id=34232336"}, {"author": "Tommaso Mauri", "affiliation": ["Department of Anesthesia, Critical Care and Emergency, Foundation IRCCS Ca' Granda Maggiore Policlinico Hospital, Milan, Italy.", "Department of Pathophysiology and Transplantation, University of Milan, Milan, Italy."], "href": "/?term=Mauri+T&cauthor_id=34232336"}, {"author": "John P Kress", "affiliation": ["Department of Anesthesia, Critical Care and Emergency, Foundation IRCCS Ca' Granda Maggiore Policlinico Hospital, Milan, Italy."], "href": "/?term=Kress+JP&cauthor_id=34232336"}, {"author": "Jordi Mancebo", "affiliation": ["Servei de Medicina Intensiva, Hospital Universitari de La Santa Creu I Sant Pau, Barcelona, Spain."], "href": "/?term=Mancebo+J&cauthor_id=34232336"}, {"author": "Massimo Antonelli", "affiliation": ["Department of Emergency, Intensive Care Medicine and Anesthesia, Fondazione Policlinico Universitario A. Gemelli IRCCS, Rome, Italy.", "Department of Anesthesiology and Intensive Care Medicine, Catholic University of The Sacred Heart, Fondazione 'Policlinico Universitario A. Gemelli' IRCCS, L.go F. Vito, 00168, Rome, Italy."], "href": "/?term=Antonelli+M&cauthor_id=34232336"}], "refPMID": ["26903337", "32945935", "33123785", "32159735", "22797452", "27753501", "32755309", "32325004", "31687831", "32496521", "33201321", "28860265", "32747398", "33573680", "33627169", "33653913", "33033151", "33175277", "9700176", "24283226", "33170331", "33104824", "15687314", "15201132", "234210", "22672932", "12883410", "1589134", "11435237", "21157317", "23263584", "24335656", "32016537", "26584191", "29099420", "27786562", "27626833", "3230208", "24199628", "27002273", "28212050", "27063348", "33140181", "30455078", "26167730", "30871304", "31815775", "30576221", "22318634", "17019559", "26474112", "5773092", "17412775", "31870169", "32516052", "23982026", "16540958", "18456641", "12622497", "1361310", "30676338", "29323536", "16993311", "19797686", "33764378", "32901374", "26969671", "21496369", "19846404", "23513246", "21908497", "31591659", "25882385", "27856714", "25944940", "28857852", "27997805", "21946925", "21255498", "18540928", "28762180", "25981908", "27179847", "2001053", "1586070", "14564379", "26207432", "19237900", "31110031", "16081548", "11179136", "25565461", "6379209", "16356246", "9032185", "11066186", "23928898", "28986852", "11904656", "14982647", "12029267", "11990923", "15483419", "23011529", "19384209", "12802491", "18421436", "32623476", "32539537", "17133177", "11810114", "30199652", "18685924", "27812731", "31754262", "32291463", "32678669", "10556125", "10712326", "11172189", "14500259", "15843697", "19749006", "21927036", "22020236", "26444879", "31484582", "29310868", "26419650", "26577199", "30357270", "20154071", "20533022", "24817030"], "citedInPMID": ["34232336", "34952962", "34828606", "34694240", "34654553", "34611526"], "body": " AbstractThe role of non-invasive respiratory support (high-flow nasal oxygen and noninvasive ventilation) in the management of acute hypoxemic respiratory failure and acute respiratory distress syndrome is debated. The oxygenation improvement coupled with lung and diaphragm protection produced by non-invasive support may help to avoid endotracheal intubation, which prevents the complications of sedation and invasive mechanical ventilation. However, spontaneous breathing in patients with lung injury carries the risk that vigorous inspiratory effort, combined or not with mechanical increases in inspiratory airway pressure, produces high transpulmonary pressure swings and local lung overstretch. This ultimately results in additional lung damage (patient self-inflicted lung injury), so that patients intubated after a trial of noninvasive support are burdened by increased mortality. Reducing inspiratory effort by high-flow nasal oxygen or delivery of sustained positive end-expiratory pressure through the helmet interface may reduce these risks. In this physiology-to-bedside review, we provide an updated overview about the role of noninvasive respiratory support strategies as early treatment of hypoxemic respiratory failure in the intensive care unit. Noninvasive strategies appear safe and effective in mild-to-moderate hypoxemia (PaO2/FiO2 > 150 mmHg), while they can yield delayed intubation with increased mortality in a significant proportion of moderate-to-severe (PaO2/FiO2 ≤ 150 mmHg) cases. High-flow nasal oxygen and helmet noninvasive ventilation represent the most promising techniques for first-line treatment of severe patients. However, no conclusive evidence allows to recommend a single approach over the others in case of moderate-to-severe hypoxemia. During any treatment, strict physiological monitoring remains of paramount importance to promptly detect the need for endotracheal intubation and not delay protective ventilation.Keywords: Acute hypoxemic respiratory failure (AHRF), Acute respiratory distress syndrome (ARDS), Patient self-inflicted lung injury (P-SILI), Noninvasive ventilation (NIV), Pressure support ventilation (PSV), Continuous positive airway pressure (CPAP), Inspiratory effort, Transpulmonary pressure, High-flow nasal oxygen (H-FNO) Take-home message\nIn hypoxemic patients, non-invasive support may help avoid invasive mechanical ventilation but carries the risk of patient self-inflicted lung injury and delayed intubation that detrimentally affect clinical outcome. High-flow nasal cannula and high-PEEP noninvasive ventilation delivered through the helmet interface are the most promising tools for making spontaneous breathing less injurious and increase the likelihood of treatment success. Careful physiological monitoring remains mandatory during any treatment to promptly detect the need for endotracheal intubation and provide protective ventilationOpen in a separate window IntroductionAcute hypoxemic respiratory failure (AHRF) accounts for a prominent number of intensive care unit (ICU) admissions worldwide [1], as dramatically highlighted by the ongoing novel coronavirus disease 2019 (COVID-19) pandemic [2–4]. Direct or indirect lung injury accounts for essentially all causes of acute hypoxemic respiratory failure through different pathophysiological pathways. All AHRF causes, however, lead to pulmonary edema caused by lung inflammation that yields aeration loss with hypoxemia, altered respiratory mechanics and increased respiratory drive.Acute respiratory distress syndrome (ARDS) is a subset of AHRF. ARDS definition requires the presence of bilateral pulmonary infiltrates on chest imaging, with hypoxemia not fully explained by fluid overload or cardiac dysfunction and assessed under positive pressure ventilation with at least 5 cmH2O of positive end-expiratory pressure (PEEP) [5]. Hypoxemia severity is classified by the ratio of arterial partial pressure of oxygen (PaO2) to inspired oxygen fraction (FiO2), as mild (PaO2/FiO2 ratio of 201–300 mmHg), moderate (PaO2/FiO2 ratio of 101–200 mmHg) and severe (PaO2/FiO2 ratio ≤ 100 mmHg). ARDS has clinical outcomes comparable to AHRF with similar oxygenation impairment and equal number of involved lung quadrants [6]. Hence, AHRF and ARDS appear to belong to the same disease spectrum portrayed by lung injury, hypoxemia, altered respiratory mechanics and alveolar dead space fraction, and increased respiratory drive. Robust evidence indicates a direct relationship between the degree of hypoxemia and increased mortality [1, 5, 7], and preliminary data suggest that also the entity of dysregulated respiratory drive may be associated to worse outcome [8–10].Non-invasive oxygenation strategies (high-flow nasal oxygen, helmet or face mask noninvasive ventilation and continuous positive airway pressure) compared with standard oxygen therapy have been shown to be capable of preventing endotracheal intubation in patients with mild hypoxemia [11]. However, the role of noninvasive oxygenation strategies in patients with moderate-to-severe hypoxemia remains unclear. Clinical outcome improves when non-invasive support successfully permits to avoid endotracheal intubation. Differently, if intubation is needed after a failing trial of non-invasive support, mortality is increased, possibly due to the prolonged exposure of injured lungs to the additional damage caused by the increased respiratory effort [12]. Current clinical practice guidelines have been unable to provide clear recommendations regarding the role of non-invasive respiratory support strategies in AHRF/ARDS [13]. Notwithstanding that, the use of non-invasive support is common also in moderate-to-severe cases, especially during the COVID-19 pandemic [14–20], as the shortage of equipment, ventilators and personnel has posed stress on healthcare systems worldwide.We hereby report a physiology-to-bedside state-of-the art review about the role of noninvasive support in AHRF/ARDS. Our aim is to provide ICU physicians and researchers with an updated overview of the physiological mechanisms underlying the benefits and harms of non-invasive respiratory support, with the final purpose of allowing clinicians to best tailor interventions on patients’ individual requirements.A summary of several clinical trials on non-invasive respiratory support in AHRF/ARDS is shown in Table ​Table11.Table 1Clinical trials of noninvasive ventilatory support in acute hypoxemic respiratory failurePublicationPMIDPatient populationInterventionControlPrimary outcomeOther outcomesFindingsClinical trials of facemask NIVAntonelli et al. [22]9700176Mixed acute hypoxemic respiratory failureFacemask PSV(n = 32)Endotracheal intubation(n = 32)Improvement in oxygenationComplications during ICU staySame improvement in oxygenation, reduced complications in NIV groupConfalonieri et al. [122]10556125ARF due to community-acquired pneumoniaFacemask PSV(n = 28)Standard oxygen(n = 28)Endotracheal intubationHospital and 60-day mortalityFacemask NIV reduced endotracheal intubation but not mortalityDelclaux et al. [100]11066186ARF with P/F ≤ 300 mmHgFacemask CPAP(n = 62)Standard oxygen(n = 61)Endotracheal intubationHospital mortalityNo difference in endotracheal intubation or mortalityMartin et al. [123]10712326Mixed ARFFacemask(n = 32)Standard oxygen(n = 29)Endotracheal intubationICU mortalityFacemask NIV reduced endotracheal intubation but not mortalityHilbert et al. [124]11172189ARF in immunocompromisedFacemask PSV(n = 26)Standard oxygen(n = 26)Endotracheal intubationICU and hospital mortalityFacemask NIV reduced endotracheal intubation rates and ICU/hospital mortalityFerrer et al. [125]14500259Acute hypoxemic respiratory failureFacemask PSV(n = 51)Standard oxygen(n = 54)Endotracheal intubationICU- and 90-day mortalityFacemask NIV reduced endotracheal intubation rates and ICU & 90-day mortalityGunduz et al. [126]15843697Patients with Flail chest with P/F ≤ 300 mmHgFacemask CPAP(n = 25)Endotracheal intubation(n = 27)ICU mortalityICU complicationsFacemask NIV reduced ICU mortality and nosocomial infection ratesHernandez et al. [127]19749006AHRF due to chest trauma, P/F < 200 mmHgFacemask PSV(n = 25)Standard oxygen(n = 25)Endotracheal intubationHospital mortalityFacemask NIV reduced endotracheal intubation but not mortalityWermke et al. [128]21927036ARF in allogeneic SCTFacemask PSV(n = 42)Standard oxygen(n = 44)P/F ratioEndotracheal intubation and hospital mortalityNo difference in P/F ratio, endotracheal intubation, or mortalityZhan et al. [129]22020236AHRF (200 mmHg > P/F ≤ 300 mmHg)Facemask PSV(n = 21)Standard oxygen(n = 19)Endotracheal intubationICU/hospital mortalityFacemask NIV reduced endotracheal intubation but not mortalityLemiale et al. [130]26444879AHRF in immunocompromisedFacemask PSV(n = 191)Standard oxygen(n = 183)28-day mortalityEndotracheal intubationNo difference in mortality or endotracheal intubationHe et al. [131]31484582Mild ARDS due to community-acquired pneumoniaFacemask PSV(n = 102)Standard oxygen(n = 98)Endotracheal intubationICU mortalityNo difference in endotracheal intubation or mortalityClinical trials of high flow nasal oxygenAzevedo et al. [132]PMC4796500AHRFHigh flow nasal oxygen(n = 14)Facemask PSV(n = 16)Endotracheal intubationNo difference in endotracheal intubation ratesFrat et al. [85]25981908AHRFHigh flow nasal oxygen(n = 106)Facemask PSV(n = 110);Standard Oxygen(n = 94)Endotracheal intubation90-day mortalityNo difference in endotracheal intubation but twofold and 2.5-fold increase in mortality with standard oxygen and facemask NIV, respectively, in comparison with high flow nasal oxygenDoshi et al. [133]29310868Mixed ARFHigh flow nasal oxygen(n = 104)Facemask PSV(n = 100)Endotracheal intubationHigh flow nasal oxygen was not inferior to facemask NIV to prevent endotracheal intubationBell et al. [134]26419650Mixed ARFHigh flow nasal oxygen(n = 48)Standard oxygen(n = 52)Endotracheal intubationHigh flow nasal oxygen reduced endotracheal intubation ratesLemiale et al. [130]26521922AHRF in immunocompromisedHigh flow nasal oxygen(n = 52)Standard oxygen(n = 48)Endotracheal intubation or NIV within 2 hNo difference in endotracheal intubation ratesJones et al. [135]26577199Mixed ARFHigh flow nasal oxygen(n = 165)Standard oxygen(n = 138)Endotracheal intubation in EDHospital mortalityNo difference in endotracheal intubation rates or mortalityAzoulay et al. [136]30357270AHRF in immunocompromisedHigh flow nasal oxygen(n = 388)Standard oxygen(n = 388)28-day mortalityEndotracheal intubationNo difference in mortality of endotracheal intubation ratesClinical trials of Helmet NIVCosentini et al. [137]20154071CAPHelmet CPAP(n = 20)Standard oxygen(n = 7)Time to reach P/F > 315Helmet NIV rapidly improved P/F ratioSquadrone et al. [138]20533022Acute lung injury in hematologic malignancyHelmet CPAP(n = 20)Standard oxygen(n = 20)Endotracheal intubationHelmet NIV reduced the need for endotracheal intubationBrambilla et al. [139]24817030CAPHelmet CPAP(n = 40)Standard oxygen(n = 41)Meeting endotracheal intubation criteriaHelmet NIV reduced the proportion of patients meeting endotracheal intubation criteriaPatel et al. [87]27179847ARDSHelmet PSV/CPAP(n = 44)Facemask NIV(n = 39)Endotracheal intubation90-day mortalityHelmet NIV reduced endotracheal intubation rates and mortalityGrieco et al. [68]33764378AHRF due to COVID-19 with P/F ≤ 200 mmHgHelmet PSV(n = 54)High flow nasal oxygen(n = 55)Respiratory support-free days at 28 daysEndotracheal intubationHelmet NIV did not increase respiratory support-free days but reduced the rate of endotracheal intubationOpen in a separate windowIn this table, only randomized controlled trials which enrolled patients with de-novo hypoxemic respiratory failure and included either endotracheal intubation or mortality among the reported outcomes are reportedCAP community-acquired pneumonia, ARF acute respiratory failure; NIV non-invasive ventilation, AHRF acute hypoxemic respiratory failure, SCT stem cell transplant, ARDS acute respiratory distress syndrome, P/F PaO2/FiO2 ratio, PSV pressure support ventilation, CPAP continuous positive airway pressure, ICU intensive care unit, ARDS acute respiratory distress syndrome Benefits of maintaining spontaneous breathing with non-invasive supportNon-invasive respiratory support includes high-flow nasal oxygen (HFNO) and non-invasive ventilation (NIV) or continuous positive airway pressure (CPAP) delivered through facemasks or helmet. These devices are applied externally, and pressure and flow are delivered to upper airways with minimal invasiveness (Fig. 2).Open in a separate windowFig. 2Benefits and risks of the tools for non-invasive respiratory support in AHRF/ARDS. PSV pressure support ventilation, CPAP continuous positive airway pressure, PS pressure support, PL, transpulmonary pressure, HME heat and moisture exchangerUse of non-invasive oxygenation strategies preserves physiological pathways of airway protection (e.g. cough and clearance of secretions) [21, 22] and may directly reduce the complications related to endotracheal intubation (e.g. laryngeal and tracheal trauma) and invasive mechanical ventilation [11]. These include ventilator-induced lung injury [23], ventilator-associated pneumonia, sedation [24] and neuromuscular paralysis [25]. By preserving patients’ alertness and interaction with the environment, use of non-invasive support reduces the risk of discomfort and delirium.Maintenance of spontaneous breathing has further benefits related to lung, heart and diaphragm physiology. Specifically, spontaneous breathing prevents diaphragm dysfunction and atrophy [26, 27], allows maintenance of cardiac pre-loading and cardiac output [28, 29], and yields increased aeration of the dependent lung, which minimizes ventilation/perfusion mismatch [30–32]. As such, non-invasive respiratory support is the less invasive strategy to improve hypoxemia in case of failure of conventional oxygen therapy [22, 33–35].Nevertheless, maintenance of spontaneous breathing during moderate-to-severe AHRF and ARDS carries inherent risks, and the unwise use of noninvasive support may prolong the exposure of injured lungs to the harmful effects of increased respiratory drive, ultimately leading to delayed endotracheal intubation and worse clinical outcome. Harms of spontaneous breathingThe potential harms of spontaneous breathing in non-intubated AHRF and ARDS patients derive from the vicious circle generated by hypoxemia, dysregulated inspiratory effort, altered respiratory mechanics and inhomogeneous lung inflation (Fig. 1).Open in a separate windowFig. 1Summary of the mechanisms of patient self-inflicted lung injuryIncreased respiratory drive is caused by multiple mechanisms: impairment in gas exchange and respiratory mechanics, metabolic acidosis, inflammation, fever and agitation [36]. These result in intense inspiratory effort, high tidal volumes and tachypnea, with or without additional mechanical support [9, 10, 37, 38]. Injured lungs are exposed to higher risk of volu- and baro-trauma, which further worsen lung damage in a form similar to the ventilator-induced lung injury observed during controlled ventilation [39, 40].Hyperventilation with intense inspiratory effort, high tidal volumes and inspiratory pressures may injure even healthy lungs [41]. However, the detrimental effects of intense inspiratory effort are magnified by the presence of lung injury, which makes the distribution of inspiratory forces inhomogeneous across the tissue [39]. The intense inspiratory effort (estimated by the inspiratory deflection in esophageal pressure-ΔPES) causes the inflation of large tidal volumes in an aerated compartment whose size is reduced by the edema, alveolar flooding and atelectasis. Moreover, the intense inspiratory effort interacts with the solid-like behavior of the injured lung, ultimately generating a vertical gradient in regional transpulmonary pressure. This mostly occurs at the beginning of inspiration (before fresh gas flow arrives from the non-invasive support) and may shift lung gas from non-dependent anterior lung zones to dependent posterior regions: this phenomenon is termed pendelluft and causes additional regional over-stretch in the dependent lung regions, worsening inflammation [42–44]. Finally, the pleural pressure negative deflections induced by intense inspiratory effort transiently decrease alveolar and lung interstitial pressure. This increases transmural pulmonary capillary pressure and facilitates transvascular fluid filtration, which exacerbates interstitial and alveolar edema [45].Vigorous inspiratory effort can generate inhomogeneity and differences in regional strength of the diaphragm, which injure the diaphragm itself. Diaphragm injury results in sarcolemmal rupture, sarcomeric disarray and muscle inflammation. This causes diaphragm weakness, which detrimentally affects short- and long-term clinical outcome [46–48].Through all these mechanisms, spontaneous breathing may result in patient self-inflicted lung injury (P-SILI) [40, 49, 50] (Fig. 1).Clinical studies have demonstrated a causal relationship between persistent high respiratory effort and failure of non-invasive support [9, 10, 37]. Persistently high inspiratory effort [9, 10], respiratory rate [51] and tidal volume [37, 38] despite noninvasive support are associated to treatment failure and the need for intubation. Inspiratory effort may be proportional to patient’s severity, and patient’s susceptibility to P-SILI is magnified in case of most severe acute respiratory failure [34].These considerations strengthen the hypothesis that increased mortality of patients failing noninvasive support might be explained by worse severity combined with prolonged exposure of injured lungs to the higher respiratory drive causing P-SILI [52–54].Still, some controversy exists about the concept of P-SILI itself. Physiological data on endurance-trained healthy individuals showed that potentially extreme transpulmonary pressure swings (up to 60 cmH2O) and tidal volumes (> 3 L) did not result in lung damage [55, 56]. Accordingly, the mechanisms underlying P-SILI clinical effects remain to be fully elucidated [9, 10, 57], thus implying that not all patients may be exposed to the same risk of P-SILI. How to make spontaneous effort non-injurious during non-invasive supportTo limit the risk of P-SILI during noninvasive support, research has been focusing on strategies that could render spontaneous breathing less injurious [46, 58].First, non-respiratory factors that may increase respiratory drive (i.e. pain, discomfort, metabolic acidosis, fever) should be assessed and corrected. Afterwards, pharmacologic agents to reduce respiratory drive may be used. Indeed, only propofol and benzodiazepines have been shown to reduce respiratory effort [59, 60], while opioids primarily reduce respiratory rate with mixed effects on tidal volumes and inspiratory effort [61, 62]. However, the use of propofol and benzodiazepines may have relevant side effect, which limit their use to highly selected critically ill patients. Opioids may improve dyspnea but also increase the risk of apnea and their use should always be accompanied by appropriate monitoring [24]. Dexmedetomidine seems to exert no direct effect on respiratory drive [63].The application of high PEEP levels also shows promise for P-SILI prevention. The effect of PEEP on lung recruitment and oxygenation is well described [34, 64]. Recently, the application of moderate-to-high PEEP (10–15 cmH2O) levels during spontaneous breathing and ARDS was suggested to improve ventilation homogeneity and prevent pendelluft phenomenon through a more balanced distribution of negative inspiratory pressure across the lung tissue [65]. Moreover, PEEP exerts a direct mechanical effect on the diaphragm by changing the force–length relationship of its fibers [66]. This yields electromechanical uncoupling, reduces the inspiratory effort and lowers tidal volume, finally rendering spontaneous breathing less injurious [67]. For these reasons, strategies to apply higher PEEP level (i.e. 10–15 cmH2O) by means of non-invasive support are gaining growing attention for the non-invasive management of AHRF/ARDS [10, 11, 68]. TechniquesHigh-flow nasal oxygenHFNO is provided by an air–oxygen blender directly connected to a flow meter (set up to 60 L/min), by a turbine connected to an oxygen flow meter or by a gas-compressed based ventilator and a heated humidifier. Continuous flow of heated and humidified gas with FiO2 up to 100% is delivered to the patient through nasal cannula [69, 70].HFNO allows accurate delivery of set FiO2, provides low, variable levels of positive pressure in the airways generating a mild PEEP effect, and flushes the upper airways yielding washout of dead space [71–77]. As compared with standard oxygen, HFNO decreases inspiratory effort, work of breathing and respiratory rate, improves comfort and oxygenation [78–83]. In hypoxemic patients, the most beneficial effects are obtained as higher gas flow is applied (i.e. 60 L/min) [84].These physiological effects make HFNO the optimal strategy for oxygen therapy in patients with high-flow demands, such as those affected by AHRF and ARDS [12].Clinically, a randomized trial comparing HFNO with standard oxygen and intermittent sessions of facemask NIV showed no effects on the rate of endotracheal intubation in the overall population, but a reduction in the intubation rate among the subgroup of patients with PaO2/FiO2 ≤ 200 mmHg treated with HFNO [85].Concerning the P-SILI risk, physiological data have shown that HFNO could be more protective for the lung when compared to standard oxygen by favoring a more homogeneous distribution of tidal volume [80]. Moreover, it has been shown that HFNO results in some alveolar recruitment due to PEEP effect: this potentially yields reduced lung strain (i.e. ratio of tidal volume to function residual capacity, a major determinant of ventilation-induced lung injury) [80]. Importantly, during HFNO, this is accomplished with minimal additional risk of barotrauma, since there is no inspiratory assistance for tidal breathing.Non-invasive ventilationMode of ventilation In most studies and clinical practice, NIV is delivered as a means of biphasic positive airway pressure (mainly pressure support ventilation [PSV] = pressure support + PEEP) or continuous positive airway pressure (CPAP): unlike PSV, CPAP does not provide any inspiratory support. Despite the differences in physiological effect and mechanisms of action between CPAP and NIV, CPAP is classified as NIV because it is frequently used as an alternative to PSV [86, 87]. Although ICU ventilators can administer CPAP-NIV, in order to adequately fulfil patients’ flow needs without additional increase in work of breathing [88, 89], the use of oxygen/air blenders, turbines or Venturi systems continuously delivering high flow are necessary during helmet CPAP, and could be encouraged also when facemasks are the chosen interfaces [90, 91].Interfaces Non-invasive ventilation may be delivered by facemasks or helmets. Both interfaces are characterized by peculiar features that are elucidated below.\nFacemask Noninvasive ventilation\nFacemasks (oronasal or full-face) are the most used interfaces for NIV. The main difference between oronasal and full-face masks is their internal dead space, but this difference does not affect carbon dioxide rebreathing, minute ventilation, patient’s effort and clinical outcome [92]. Oronasal and full-face may be considered interchangeable even in the same patient, to optimize comfort and tolerance.Facemask CPAP is usually delivered with pressure set between 5 and 8 cmH2O. Noninvasive ventilation is usually applied in the PSV mode, with PEEP ranging between 5 and 8 cmH2O and pressure support of 8–14 cmH2O.Both CPAP and PSV-NIV increase airway pressure, ameliorate arterial oxygenation, increase end-expiratory lung volume [93–96] and improve cardiac function by reducing left ventricular afterload and right ventricular preload [97, 98]. PSV-NIV also decreases inspiratory effort and work of breathing [94, 99].However, studies conducted in the 2000s showed that CPAP is associated with only transient improvements in oxygenation and dyspnea, with no effects on intubation rate [100]. Differently, use of PSV-NIV yielded more promising results [22]. The results of a recent meta-analysis that included patients with AHRF showed that the use of facemask PSV-NIV may associated with lower risk of intubation and mortality, as compared to standard oxygen [11].Nevertheless, facemask NIV prevents endotracheal intubation in only 40–60% of the cases, and its failure is an independent factor associated to worse survival [53], which raises the following concerns about the use of facemask NIV: first, facemask NIV can be used only with lower PEEP levels (5–8 cmH2O), because of the presence of air leaks [87]. This may be insufficient to correct hypoxemia [7] or reduce the inspiratory effort. Second, full inspiratory synchronization during PSV-NIV may increase transpulmonary pressure swings and tidal volume [101, 102], which may contribute to P-SILI and are associated with treatment failure and high mortality [37, 38].From a clinical standpoint, two recent randomized clinical trials showed that facemask PSV-NIV may be less effective than HFNO and helmet NIV in preventing endotracheal intubation during moderate-to-severe AHRF [85, 87].\nHelmet non-invasive ventilation\nAir leaks, discomfort and skin breakdown [103] limit the tolerability of facemask NIV, making prolonged treatments with specific settings (i.e. high PEEP) difficult to apply [104].The helmet interface represents an alternative to facemasks for NIV administration in hypoxemic patients. The helmet is a transparent hood that covers the entire head, sealed with a soft neck collar. The helmet has the advantage of better tolerability and less air leaks, enabling the possibility to deliver prolonged treatments with high PEEP [26, 68, 87, 105, 106]. Helmets can be used to deliver both PSV-NIV and CPAP.For helmet CPAP, a continuous fresh gas flow (Venturi systems, gas compressed or turbine generators) is connected to the inlet port of the interface and a PEEP valve is connected to helmet outlet. Physiological studies suggest that a minimum fresh gas flow of 40–60 L/min (> 35 L/min) is required to substantially reduce the risk of CO2 rebreathing [107].In helmet PSV-NIV, pressure support level is usually set at 10–14 cmH2O with the shortest pressurization time, and PEEP of 10–12 cmH2O. Part of the pressure support is dissipated in the helmet and does not necessarily correspond to the pressure inside at airway opening and in the alveoli. These pressure-support settings, although sub-optimal for muscle unloading [10, 108, 109] and often associated with inspiratory desynchronization [101, 102], relieve inspiratory effort and may dampen swings in transpulmonary driving pressure, possibly reducing the risk of P-SILI. Moreover, the higher levels of PEEP improve lung recruitment and gas exchange, and may mitigate the risk of P-SILI when compared to HFNO and facemask NIV [10, 65, 106].Patient-ventilator asynchrony may accompany the use of helmet PSV-NIV [110]. Trigger and cycling-off delays and errors may occur due to increased compliance of the helmet in relation to flow [10]. However, the helmet’s large internal volume (approximatively 18 L) acts as a reservoir and allows the patient to receive inspiratory flow also in case of poor patient-ventilator interaction.The use of helmet has a learning curve. Importantly, the large internal volume of the helmet can expose patients to CO2 rebreathing, which is directly related to patient CO2 production and inversely to the fresh gas flow passing through the interface [107, 111].Helmet PSV-NIV with specific settings (10–14 cmH2O with the shortest pressurization time, and PEEP of 10–12 cmH2O) was shown to improve oxygenation, dyspnea, inspiratory effort in comparison to HFNO, particularly in patients with intense baseline inspiratory effort and more severe oxygenation impairment (PaO2/FiO2 ratio < 150 mmHg) [10].Given the physiologic effects of helmet PSV-NIV, severe AHRF-ARDS patients (e.g. with a PaO2/FiO2 ratio < 150) may benefit from the use of this interface and may tolerate sustained application of higher PEEP to improve oxygenation and reduce inspiratory effort, especially if the inspiratory effort remains high with HFNO [10]. The risk of CO2 rebreathing necessitates monitoring fresh gas flow rates, adjustment of pressure support parameters, and periodic arterial blood sampling. Monitoring during non-invasive supportNon-intubated patients with AHRF undergoing a trial of non-invasive support must be closely monitored to identify early signs of failure and avoid delayed intubation [54, 112]. Impairment in gas exchange, signs of high respiratory drive/effort and composite scores are used to assess the response to noninvasive support and guide the decision to intubate (Table ​(Table22).Table 2Relevant physiological measures for monitoring of hypoxemic patients on noninvasive respiratory supportParameterMonitoring technique/score calculationClinical thresholds associated with risk of failureLimitationsSpO2/FiO2Pulse oximetry < 120 and/or worsening trendUnderestimation of severity with low PaCO2PaO2/FiO2Arterial blood gas analysis < 150–200 mmHg and/or worsening trendIntermittentRespiratory RateClinical examination > 25–30 and/or not decreasing with supportPoorly correlated with effortExpired tidal volumeVentilator > 9–9.5 ml/kg PBWNot feasible during HFNO, standard helmet NIVΔPESEsophageal balloon catheter > 15 cmH2O and/or reduction < 10 cmH2O during NIVNeeds some expertiseROX(SpO2/FiO2)/Respiratory Rate < 2.85 at 2 h of HFNO initiationValidated only for HFNO < 3.47 at 6 h of HFNO initiation < 3.85 at 12 h of HFNO initiationHACOR scaleaHeart rate, acidosis, consciousness, oxygenation and respiratory ratea > 5 at 1 h of NIV initiationIntermittent, time consuming, validated only for NIVOpen in a separate windowPBW predicted body weight, NIV noninvasive ventilation, HFNO high-flow nasal oxygen, DeltaPes inspiratory effortaThe HACOR score is calculated as the sum of the scores for each individual variable, assigned as follows. Heart rate: ≤ 120 beats/min = 0, ≥ 121 beats/min = 1; pH: ≥ 7.35 = 0, 7.30–7.34 = 2, 7.25–7.29 = 3, < 7.25 = 4; Glasgow Coma Scale score: 15 = 0, 13–14 = 2, 11–12 = 5, ≤ 10 = 10; PaO2/FiO2 ratio: ≥ 201 mmHg = 0, 176–200 mmHg = 2, 151–175 mmHg = 3, 126–150 mmHg = 4, 101–125 mmHg = 5, ≤ 100 mmHg = 6; Respiratory rate: ≤ 30 breaths/min = 0, 31–35 breaths/min = 1, 36–40 breaths/min = 2, 41–45 breaths/min = 3, ≥ 46 = 4Oxygenation should be continuously monitored by pulse oximetry (SpO2), which however, could overestimate the real arterial oxygen content in the presence of low arterial PaCO2 [113]. Arterial blood gas analysis provides more accurate although intermittent assessment of patient’s oxygenation (PaO2/FiO2 ratio) [113]. Moderate–severe hypoxia predicts the need for intubation early after NIV initiation [37, 38, 114, 115] and low SpO2/FiO2 ratio is associated with risk of failure in patients supported with HFNO [51]. Severe hypoxia may not be per se an absolute indication for intubation, while trend over time may be a more sensitive marker: improving oxygenation is associated with NIV success [87, 115], likely because worsening oxygenation indicates clinical deterioration and/or P-SILI.Inspiratory effort may be a specific predictor of the need for intubation, as it reflects the underlying severity, and it is the main determinant of P-SILI. Despite not being a reliable index of effort [116], respiratory rate remains the most used surrogate of respiratory drive because of its simplicity to use. Low or decreasing respiratory rate is associated with success of noninvasive support [117, 118]. During facemask PSV-NIV, expired tidal volume > 9–9.5 ml/kg PBW indicates lack of relief of inspiratory effort and is a predictor of NIV failure [37, 38]. Differently, during helmet PSV-NIV, it is not possible to monitor tidal volume, as the value displayed by the ventilator includes the amount of gas needed to distend the interface. In this case, the volume inhaled by the patient cannot be measured or estimated without additional equipment, routinely not available at the bedside [119]. Precise values of inspiratory effort associated with high risk of failure of non-invasive support are not defined, although a ΔPES threshold of 15 cmH2O seems reasonable [120]. Also, lack of ΔPES reduction over time has been shown to be an early and accurate predictor of NIV failure in a recent physiologic study [9].Since the power of a single parameter to predict the subsequent need for intubation is low, composite scores have been tested. The ROX index, defined as the ratio between SpO2/FiO2 and respiratory rate accurately predicted the outcome of HFNO [51]. Repeated assessment of the HACOR scale (which includes heart rate, acidosis, consciousness, oxygenation, and respiratory rate) allows dynamic monitoring of the risk of intubation during facemask NIV [118]. To date, no validated score exists to predict failure during helmet NIV. Clinical evidenceA summary of the advantages, disadvantages and main technical specificities of the discussed non-invasive support tools is displayed in Figs. 2 and ​and3.3. The oxygenation improvement generated by non-invasive support may help avoid endotracheal intubation and permit maintenance of spontaneous breathing. However, spontaneous breathing in patients with lung injury carries the risk of delayed intubation and P-SILI during the treatment. Non-invasive strategies appear safe, effective and essentially equivalent in mild-to-moderate hypoxemia (PaO2/FiO2 > 150 mmHg), while no conclusive evidence exists regarding whether and which noninvasive strategy should be applied in the management of moderate-to-severe (PaO2/FiO2 ≤ 150 mmHg) cases.Open in a separate windowFig. 3Mechanisms of action of standard oxygen therapy, HFNO, CPAP and PSV-NIV in a representative patient with AHRF. Tracings of pressure at airway opening (PAW, a continuous pressure 3 cmH2O is assumed for HFNO [80]), inspiratory flow, esophageal pressure (PES) and dynamic transpulmonary pressure (PL, calculated as PAW − PES) are displayed. PES negative deflection during inspiration is the inspiratory effort (ΔPES). PL positive deflection is the dynamic transpulmonary driving pressure (ΔPL), which is an estimate of the static transpulmonary driving pressure [121]In 2015, Frat et al. [85] showed that patients with moderate-to-severe AHRF treated with HFNO were burdened by lower risk of intubation compared to those receiving facemask NIV. These results may be due to, at least in part, the increased comfort and relief of dyspnea produced by HFNO.A clinical comparison between helmet NIV and facemask NIV was performed by Patel et al. [87]: a significant reduction in intubation rate and mortality was detected in the helmet group. This was probably due to the physiological advantages of helmet, namely delivery of higher PEEP in continuous sessions with enhanced comfort.In a meta-analysis, Ferreyro et al. showed an aggregate reduced risk of endotracheal intubation and mortality with helmet NIV compared to both HFNO and facemask NIV, acknowledging however, the lack of large-scale conclusive data on the clinical effects of helmet NIV [11].Recently, the first head-to-head randomized trial compared first-line continuous treatment with helmet PSV-NIV with specific settings (PEEP = 12 cmH2O pressure and pressure support = 10–12 cmH2O) vs. HFNO alone in patients with moderate-to-severe AHRF. Results showed no significant inter-group difference in the days free of respiratory support at 28 days, but lower intubation rate and increased 28-day invasive ventilation-free days the helmet group [68]. ConclusionsBecause of its simplicity of use, physiological and clinical effects recent clinical guidelines suggest HFNO as the optimal first-line intervention in AHRF [12]. Early treatment with high-PEEP helmet PSV-NIV may represent a tool to further optimize the non-invasive treatment in most severe patients, but further adequately powered randomized studies are warranted to provide conclusive evidence.The optimal interface for non-invasive support of AHRF/ARDS remains a debated topic. Personalized treatments based on patients phenotypes [3], clinicians’ expertise, optimized interface, control of respiratory drive and strict physiological monitoring to promptly detect treatment failure represent the wisest approach for a safe clinical management. Author contributionsDLG, SMM and MA designed the review. All authors contributed to literature search and manuscript drafting. All the authors reviewed the final draft of the manuscript and agreed on submitting it to Intensive Care Medicine. FundingThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Outside of the submitted work, Dr. Grieco is supported by research grants by ESICM and SIAARTI. Outside of the submitted work, Dr. Patel is supported by a research grant from the NIH/NHLBI (K23 HL148387). Data availabilityNot applicable. DeclarationsConflicts of interestDLG has received payments for travel expenses by Maquet, Getinge and Air Liquide. MA has received personal fees by Maquet, and a research grant by Toray. TM received personal fees from Drager, Fisher and Paykel, BBraun and Mindray, outside of the submitted work. AWT has received personal fees (payments for lectures and travel expense coverage to attend scientific meetings) from Fisher & Paykel Healthcare, Maquet-Getinge, GE Healthcare, and Covidien. OR discloses a research grant from Hamilton Medical, he has received speaker fees from Hamilton Medical, Ambu and Aerogen Ltd, non-financial research support from Timpel and Masimo Corporation. JM reports personal fees from Faron, personal fees from Medtronic, personal fees from Janssen, and investigator-initiated grant from Covidien/Medtronic and CIHR, all outside the submitted work (last 36 months). DLG and MA disclose a research grant by General Electric Healthcare. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Bellani G, Laffey JG, Pham T, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315:788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]2. Ferguson ND, Pham T, Gong MN. How severe COVID-19 infection is changing ARDS management. Intensive Care Med. 2020;46:2184–2186. doi: 10.1007/s00134-020-06245-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Jaber S, Citerio G, Slutsky AS. Acute respiratory failure and mechanical ventilation in the context of the COVID-19 pandemic: why a special issue in ICM? Intensive Care Med. 2020;46:2131–2132. doi: 10.1007/s00134-020-06298-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Murthy S, Gomersall CD, Fowler RA. Care for critically Ill patients with COVID-19. JAMA. 2020;323:1499–1500. doi: 10.1001/jama.2020.3633. [PubMed] [CrossRef] [Google Scholar]5. Definition Task Force ARDS, Ranieri VM, Rubenfeld GD, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]6. Pham T, Pesenti A, Bellani G, et al.   Outcome of Acute Hypoxaemic Respiratory Failure. Insights from the Lung Safe Study: Eur Respir J; 2020.  [Google Scholar]7. Bellani G, Laffey JG, Pham T, et al.  Noninvasive ventilation of patients with acute respiratory distress syndrome. Insights from the LUNG SAFE Study. Am J Respir Crit Care Med. 2017;195:67–77. doi: 10.1164/rccm.201606-1306OC. [PubMed] [CrossRef] [Google Scholar]8. Esnault P, Cardinale M, Hraiech S, et al.  High respiratory drive and excessive respiratory efforts predict relapse of respiratory failure in critically Ill patients with COVID-19. Am J Respir Crit Care Med. 2020;202:1173–1178. doi: 10.1164/rccm.202005-1582LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Tonelli R, Fantini R, Tabbì L, et al.  Early inspiratory effort assessment by esophageal manometry predicts noninvasive ventilation outcome in de novo respiratory failure. A pilot study. Am J Respir Crit Care Med. 2020;202:558–567. doi: 10.1164/rccm.201912-2512OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Grieco DL, Menga LS, Raggi V, et al.  physiological comparison of high-flow nasal cannula and helmet noninvasive ventilation in acute hypoxemic respiratory failure. Am J Respir Crit Care Med. 2020;201:303–312. doi: 10.1164/rccm.201904-0841OC. [PubMed] [CrossRef] [Google Scholar]11. Ferreyro BL, Angriman F, Munshi L, et al.  Association of noninvasive oxygenation strategies with all-cause mortality in adults with acute hypoxemic respiratory failure. JAMA. 2020;324:57. doi: 10.1001/jama.2020.9524. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Rochwerg B, Einav S, Chaudhuri D, et al.  The role for high flow nasal cannula as a respiratory support strategy in adults: a clinical practice guideline. Intensive Care Med. 2020;46:2226–2237. doi: 10.1007/s00134-020-06312-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Rochwerg B, Brochard L, Elliott MW, et al.  Official ERS/ATS clinical practice guidelines: noninvasive ventilation for acute respiratory failure. Eur Respir J. 2017 doi: 10.1183/13993003.02426-2016. [PubMed] [CrossRef] [Google Scholar]14. Franco C, Facciolongo N, Tonelli R, et al.  Feasibility and clinical impact of out-of-ICU noninvasive respiratory support in patients with COVID-19-related pneumonia. Eur Respir J. 2020;56:2002130. doi: 10.1183/13993003.02130-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Franco C, Facciolongo N, Tonelli R, et al.  Feasibility and clinical impact of out-of-ICU noninvasive respiratory support in patients with COVID-19-related pneumonia. Eur Respir J. 2020;56:122. doi: 10.1183/13993003.02130-2020. [CrossRef] [Google Scholar]16. COVID-ICU Group on behalf of the REVA Network and the COVID-ICU Investigators  Clinical characteristics and day-90 outcomes of 4244 critically ill adults with COVID-19: a prospective cohort study. Intensive Care Med. 2020 doi: 10.1007/s00134-020-06294-x. [CrossRef] [Google Scholar]17. Mellado-Artigas R, Ferreyro BL, Angriman F, et al.  High-flow nasal oxygen in patients with COVID-19-associated acute respiratory failure. Crit Care. 2021;25:58. doi: 10.1186/s13054-021-03469-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Coppadoro A, Benini A, Fruscio R, et al.  Helmet CPAP to treat hypoxic pneumonia outside the ICU: an observational study during the COVID-19 outbreak. Crit Care. 2021;25:80. doi: 10.1186/s13054-021-03502-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Menga LS, Cese LD, Bongiovanni F, et al.  High failure rate of noninvasive oxygenation strategies in critically Ill subjects with acute hypoxemic respiratory failure due to COVID-19. Respir Care. 2021 doi: 10.4187/respcare.08622. [PubMed] [CrossRef] [Google Scholar]20. Brusasco C, Corradi F, Di Domenico A, et al.  Continuous positive airway pressure in COVID-19 patients with moderate-to-severe respiratory failure. Eur Respir J. 2021 doi: 10.1183/13993003.02524-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Luyt C-E, Bouadma L, Morris AC, et al.  Pulmonary infections complicating ARDS. Intensive Care Med. 2020;46:2168–2183. doi: 10.1007/s00134-020-06292-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Antonelli M, Conti G, Rocco M, et al.  A comparison of noninvasive positive-pressure ventilation and conventional mechanical ventilation in patients with acute respiratory failure. N Engl J Med. 1998;339:429–435. doi: 10.1056/NEJM199808133390703. [PubMed] [CrossRef] [Google Scholar]23. Slutsky AS, Ranieri VM. Ventilator-induced lung injury. N Engl J Med. 2013;369:2126–2136. doi: 10.1056/NEJMra1208707. [PubMed] [CrossRef] [Google Scholar]24. Chanques G, Constantin J-M, Devlin JW, et al.  Analgesia and sedation in patients with ARDS. Intensive Care Med. 2020;46:2342–2356. doi: 10.1007/s00134-020-06307-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Alhazzani W, Belley-Cote E, Møller MH, et al.  Neuromuscular blockade in patients with ARDS: a rapid practice guideline. Intensive Care Med. 2020;46:1977–1986. doi: 10.1007/s00134-020-06227-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Squadrone V, Coha M, Cerutti E, et al.  Continuous positive airway pressure for treatment of postoperative hypoxemia: a randomized controlled trial. JAMA. 2005;293:589–595. doi: 10.1001/jama.293.5.589. [PubMed] [CrossRef] [Google Scholar]27. Sassoon CSH, Zhu E, Caiozzo VJ. Assist-control mechanical ventilation attenuates ventilator-induced diaphragmatic dysfunction. Am J Respir Crit Care Med. 2004;170:626–632. doi: 10.1164/rccm.200401-042OC. [PubMed] [CrossRef] [Google Scholar]28. Qvist J, Pontoppidan H, Wilson RS, et al.  Hemodynamic responses to mechanical ventilation with PEEP: the effect of hypervolemia. Anesthesiology. 1975;42:45–55. doi: 10.1097/00000542-197501000-00009. [PubMed] [CrossRef] [Google Scholar]29. Repessé X, Charron C, Vieillard-Baron A. Right ventricular failure in acute lung injury and acute respiratory distress syndrome. Minerva Anestesiol. 2012;78:941–948. [PubMed] [Google Scholar]30. Wrigge H, Zinserling J, Neumann P, et al.  Spontaneous breathing improves lung aeration in oleic acid-induced lung injury. Anesthesiology. 2003;99:376–384. doi: 10.1097/00000542-200308000-00019. [PubMed] [CrossRef] [Google Scholar]31. Ferrari S, Orlandi M, Avella M, et al.  Effects of hydration on plasma concentrations of methotrexate in patients with osteosarcoma treated with high doses of methotrexate. Minerva Med. 1992;83:289–293. doi: 10.1097/01.ccm.0000163226.34868.0a. [PubMed] [CrossRef] [Google Scholar]32. Putensen C, Zech S, Wrigge H, et al.  Long-term effects of spontaneous breathing during ventilatory support in patients with acute lung injury. Am J Respir Crit Care Med. 2001;164:43–49. doi: 10.1164/ajrccm.164.1.2001078. [PubMed] [CrossRef] [Google Scholar]33. Marini JJ. Spontaneously regulated vs. controlled ventilation of acute lung injury/acute respiratory distress syndrome. Curr Opin Crit Care. 2011;17:24–29. doi: 10.1097/MCC.0b013e328342726e. [PubMed] [CrossRef] [Google Scholar]34. Yoshida T, Uchiyama A, Matsuura N, et al.  The comparison of spontaneous breathing and muscle paralysis in two different severities of experimental lung injury. Crit Care Med. 2013;41:536–545. doi: 10.1097/CCM.0b013e3182711972. [PubMed] [CrossRef] [Google Scholar]35. Güldner A, Pelosi P, Gama de Abreu M. Spontaneous breathing in mild and moderate versus severe acute respiratory distress syndrome. Curr Opin Crit Care. 2014;20:69–76. doi: 10.1097/MCC.0000000000000055. [PubMed] [CrossRef] [Google Scholar]36. Spinelli E, Mauri T, Beitler JR, et al.  Respiratory drive in the acute respiratory distress syndrome: pathophysiology, monitoring, and therapeutic interventions. Intensive Care Med. 2020;46:606–618. doi: 10.1007/s00134-020-05942-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Carteaux G, Millán-Guilarte T, De Prost N, et al.  Failure of noninvasive ventilation for de novo acute hypoxemic respiratory failure: role of tidal volume. Crit Care Med. 2016;44:282–290. doi: 10.1097/CCM.0000000000001379. [PubMed] [CrossRef] [Google Scholar]38. Frat J-P, Ragot S, Coudroy R, et al.  Predictors of intubation in patients with acute hypoxemic respiratory failure treated with a noninvasive oxygenation strategy. Crit Care Med. 2018;46:208–215. doi: 10.1097/CCM.0000000000002818. [PubMed] [CrossRef] [Google Scholar]39. Yoshida T, Fujino Y, Amato MBP, Kavanagh BP. Fifty years of research in ARDS. Spontaneous breathing during mechanical ventilation. Risks, mechanisms, and management. Am J Respir Crit Care Med. 2017;195:985–992. doi: 10.1164/rccm.201604-0748CP. [PubMed] [CrossRef] [Google Scholar]40. Brochard L, Slutsky A, Pesenti A. Mechanical ventilation to minimize progression of lung injury in acute respiratory failure. Am J Respir Crit Care Med. 2017;195:438–442. doi: 10.1164/rccm.201605-1081CP. [PubMed] [CrossRef] [Google Scholar]41. Mascheroni D, Kolobow T, Fumagalli R, et al.  Acute respiratory failure following pharmacologically induced hyperventilation: an experimental animal study. Intensive Care Med. 1988;15:8–14. doi: 10.1007/BF00255628. [PubMed] [CrossRef] [Google Scholar]42. Yoshida T, Torsani V, Gomes S, et al.  Spontaneous effort causes occult pendelluft during mechanical ventilation. Am J Respir Crit Care Med. 2013;188:1420–1427. doi: 10.1164/rccm.201303-0539OC. [PubMed] [CrossRef] [Google Scholar]43. Yoshida T, Roldan R, Beraldo MA, et al.  Spontaneous effort during mechanical ventilation: maximal injury with less positive end-expiratory pressure. Crit Care Med. 2016;44:e678–e688. doi: 10.1097/CCM.0000000000001649. [PubMed] [CrossRef] [Google Scholar]44. Yoshida T, Nakahashi S, Nakamura MAM, et al.  Volume-controlled ventilation does not prevent injurious inflation during spontaneous effort. Am J Respir Crit Care Med. 2017;196:590–601. doi: 10.1164/rccm.201610-1972OC. [PubMed] [CrossRef] [Google Scholar]45. Bhattacharya M, Kallet RH, Ware LB, Matthay MA. Negative-pressure pulmonary edema. Chest. 2016;150:927–933. doi: 10.1016/j.chest.2016.03.043. [PubMed] [CrossRef] [Google Scholar]46. Goligher EC, Jonkman AH, Dianti J, et al.  Clinical strategies for implementing lung and diaphragm-protective ventilation: avoiding insufficient and excessive effort. Intensive Care Med. 2020;46:2314–2326. doi: 10.1007/s00134-020-06288-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Goligher EC, Brochard LJ, Reid WD, et al.  Diaphragmatic myotrauma: a mediator of prolonged ventilation and poor patient outcomes in acute respiratory failure. Lancet Respir Med. 2019;7:90–98. doi: 10.1016/S2213-2600(18)30366-7. [PubMed] [CrossRef] [Google Scholar]48. Goligher EC, Fan E, Herridge MS, et al.  Evolution of diaphragm thickness during mechanical ventilation. Impact of inspiratory effort. Am J Respir Crit Care Med. 2015;192:1080–1088. doi: 10.1164/rccm.201503-0620OC. [PubMed] [CrossRef] [Google Scholar]49. Grieco DL, Menga LS, Eleuteri D, Antonelli M. Patient self-inflicted lung injury: implications for acute hypoxemic respiratory failure and ARDS patients on non-invasive support. Minerva Anestesiol. 2019;85:1014–1023. doi: 10.23736/S0375-9393.19.13418-9. [PubMed] [CrossRef] [Google Scholar]50. Yoshida T, Grieco DL, Brochard L, Fujino Y. Patient self-inflicted lung injury and positive end-expiratory pressure for safe spontaneous breathing. Curr Opin Crit Care. 2020;26:59–65. doi: 10.1097/MCC.0000000000000691. [PubMed] [CrossRef] [Google Scholar]51. Roca O, Caralt B, Messika J, et al.  An index combining respiratory rate and oxygenation to predict outcome of nasal high-flow therapy. Am J Respir Crit Care Med. 2019;199:1368–1376. doi: 10.1164/rccm.201803-0589OC. [PubMed] [CrossRef] [Google Scholar]52. Carrillo A, Gonzalez-Diaz G, Ferrer M, et al.  Non-invasive ventilation in community-acquired pneumonia and severe acute respiratory failure. Intensive Care Med. 2012;38:458–466. doi: 10.1007/s00134-012-2475-6. [PubMed] [CrossRef] [Google Scholar]53. Demoule A, Girou E, Richard J-C, et al.  Benefits and risks of success or failure of noninvasive ventilation. Intensive Care Med. 2006;32:1756–1765. doi: 10.1007/s00134-006-0324-1. [PubMed] [CrossRef] [Google Scholar]54. Kangelaris KN, Ware LB, Wang CY, et al.  Timing of intubation and clinical outcomes in adults with acute respiratory distress syndrome. Crit Care Med. 2016;44:120–129. doi: 10.1097/CCM.0000000000001359. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Olafsson S, Hyatt RE. Ventilatory mechanics and expiratory flow limitation during exercise in normal subjects. J Clin Invest. 1969;48:564–573. doi: 10.1172/JCI106015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Guenette JA, Witt JD, McKenzie DC, et al.  Respiratory mechanics during exercise in endurance-trained men and women. J Physiol. 2007;581:1309–1322. doi: 10.1113/jphysiol.2006.126466. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Grieco DL, Menga LS, Conti G, et al.  Reply to Spinelli and Mauri: lung and diaphragm protection during noninvasive respiratory support. Am J Respir Crit Care Med. 2020;201:876–878. doi: 10.1164/rccm.201912-2321LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Goligher EC, Dres M, Patel BK, et al.  Lung- and diaphragm-protective ventilation. Am J Respir Crit Care Med. 2020;202:950–961. doi: 10.1164/rccm.202003-0655CP. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Vaschetto R, Cammarota G, Colombo D, et al.  Effects of propofol on patient-ventilator synchrony and interaction during pressure support ventilation and neurally adjusted ventilatory assist. Crit Care Med. 2014;42:74–82. doi: 10.1097/CCM.0b013e31829e53dc. [PubMed] [CrossRef] [Google Scholar]60. Carson SS, Kress JP, Rodgers JE, et al.  A randomized trial of intermittent lorazepam versus propofol with daily interruption in mechanically ventilated patients. Crit Care Med. 2006;34:1326–1332. doi: 10.1097/01.CCM.0000215513.63207.7F. [PubMed] [CrossRef] [Google Scholar]61. Pattinson KTS. Opioids and the control of respiration. Br J Anaesth. 2008;100:747–758. doi: 10.1093/bja/aen094. [PubMed] [CrossRef] [Google Scholar]62. Bouillon T, Bruhn J, Roepcke H, Hoeft A. Opioid-induced respiratory depression is associated with increased tidal volume variability. Eur J Anaesthesiol. 2003;20:127–133. doi: 10.1017/s0265021503000243. [PubMed] [CrossRef] [Google Scholar]63. Belleville JP, Ward DS, Bloor BC, Maze M. Effects of intravenous dexmedetomidine in humans. I. Sedation, ventilation, and metabolic rate. Anesthesiology. 1992;77:1125–1133. doi: 10.1097/00000542-199212000-00013. [PubMed] [CrossRef] [Google Scholar]64. Kiss T, Bluth T, Braune A, et al.  Effects of positive end-expiratory pressure and spontaneous breathing activity on regional lung inflammation in experimental acute respiratory distress syndrome. Crit Care Med. 2019;47:e358–e365. doi: 10.1097/CCM.0000000000003649. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Morais CCA, Koyama Y, Yoshida T, et al.  High positive end-expiratory pressure renders spontaneous effort noninjurious. Am J Respir Crit Care Med. 2018;197:1285–1296. doi: 10.1164/rccm.201706-1244OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Evans CL, Hill AV. The relation of length to tension development and heat production on contraction in muscle. J Physiol. 1914;49:10–16. doi: 10.1113/jphysiol.1914.sp001684. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. De Troyer A, Leduc D, Cappello M, et al.  Mechanisms of the inspiratory action of the diaphragm during isolated contraction. J Appl Physiol. 2009;107:1736–1742. doi: 10.1152/japplphysiol.00753.2009. [PubMed] [CrossRef] [Google Scholar]68. Grieco DL, Menga LS, Cesarano M, et al.  Effect of helmet noninvasive ventilation vs high-flow nasal oxygen on days free of respiratory support in patients with COVID-19 and moderate to severe hypoxemic respiratory failure: the HENIVOT randomized clinical trial. JAMA. 2021;325:1731–1743. doi: 10.1001/jama.2021.4682. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Ricard J-D, Roca O, Lemiale V, et al.  Use of nasal high flow oxygen during acute respiratory failure. Intensive Care Med. 2020;46:2238–2247. doi: 10.1007/s00134-020-06228-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Papazian L, Corley A, Hess D, et al.  Use of high-flow nasal cannula oxygenation in ICU adults: a narrative review. Intensive Care Med. 2016;42:1336–1349. doi: 10.1007/s00134-016-4277-8. [PubMed] [CrossRef] [Google Scholar]71. Parke RL, Eccleston ML, McGuinness SP. The effects of flow on airway pressure during nasal high-flow oxygen therapy. Respir Care. 2011;56:1151–1155. doi: 10.4187/respcare.01106. [PubMed] [CrossRef] [Google Scholar]72. Parke R, McGuinness S, Eccleston M. Nasal high-flow therapy delivers low level positive airway pressure. Br J Anaesth. 2009;103:886–890. doi: 10.1093/bja/aep280. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Parke RL, McGuinness SP. Pressures delivered by nasal high flow oxygen during all phases of the respiratory cycle. Respir Care. 2013;58:1621–1624. doi: 10.4187/respcare.02358. [PubMed] [CrossRef] [Google Scholar]74. Corley a., Caruana LR, Barnett a. G,, et al.  Oxygen delivery through high-flow nasal cannulae increase end-expiratory lung volume and reduce respiratory rate in post-cardiac surgical patients. Br J Anaesth. 2011;107:998–1004. doi: 10.1093/bja/aer265. [PubMed] [CrossRef] [Google Scholar]75. Natalini D, Grieco DL, Santantonio MT, et al.  Physiological effects of high-flow oxygen in tracheostomized patients. Ann Intensive Care. 2019;9:114. doi: 10.1186/s13613-019-0591-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Möller W, Celik G, Feng S, et al.  Nasal high flow clears anatomical dead space in upper airway models. J Appl Physiol. 2015;118:1525–1532. doi: 10.1152/japplphysiol.00934.2014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Möller W, Feng S, Domanski U, et al.  Nasal high flow reduces dead space. J Appl Physiol. 2017;122:191–197. doi: 10.1152/japplphysiol.00584.2016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Vargas F, Saint-Leger M, Boyer A, et al.  Physiologic effects of high-flow nasal cannula oxygen in critical care subjects. Respir Care. 2015;60:1369–1376. doi: 10.4187/respcare.03814. [PubMed] [CrossRef] [Google Scholar]79. Delorme M, Bouchard P-A, Simon M, et al.  Effects of high-flow nasal cannula on the work of breathing in patients recovering from acute respiratory failure. Crit Care Med. 2017;45:1981–1988. doi: 10.1097/CCM.0000000000002693. [PubMed] [CrossRef] [Google Scholar]80. Mauri T, Turrini C, Eronia N, et al.  Physiologic effects of high-flow nasal cannula in acute hypoxemic respiratory failure. Am J Respir Crit Care Med. 2017;195:1207–1215. doi: 10.1164/rccm.201605-0916OC. [PubMed] [CrossRef] [Google Scholar]81. Sztrymf B, Messika J, Bertrand F, et al.  Beneficial effects of humidified high flow nasal oxygen in critical care patients: a prospective pilot study. Intensive Care Med. 2011;37:1780–1786. doi: 10.1007/s00134-011-2354-6. [PubMed] [CrossRef] [Google Scholar]82. Parke RL, McGuinness SP, Eccleston ML. A preliminary randomized controlled trial to assess effectiveness of nasal high-flow oxygen in intensive care patients. Respir Care. 2011;56:265–270. doi: 10.4187/respcare.00801. [PubMed] [CrossRef] [Google Scholar]83. Sim MAB, Dean P, Kinsella J, et al.  Performance of oxygen delivery devices when the breathing pattern of respiratory failure is simulated. Anaesthesia. 2008;63:938–940. doi: 10.1111/j.1365-2044.2008.05536.x. [PubMed] [CrossRef] [Google Scholar]84. Mauri T, Alban L, Turrini C, et al.  Optimum support by high-flow nasal cannula in acute hypoxemic respiratory failure: effects of increasing flow rates. Intensive Care Med. 2017;43:1453–1463. doi: 10.1007/s00134-017-4890-1. [PubMed] [CrossRef] [Google Scholar]85. Frat J-P, Thille AW, Mercat A, et al.  High-flow oxygen through nasal cannula in acute hypoxemic respiratory failure. N Engl J Med. 2015;372:2185–2196. doi: 10.1056/NEJMoa1503326. [PubMed] [CrossRef] [Google Scholar]86. Nava S, Hill N. Non-invasive ventilation in acute respiratory failure. Lancet (London, England) 2009;374:250–259. doi: 10.1016/S0140-6736(09)60496-7. [CrossRef] [Google Scholar]87. Patel BK, Wolfe KS, Pohlman AS, et al.  Effect of noninvasive ventilation delivered by helmet vs face mask on the rate of endotracheal intubation in patients with acute respiratory distress syndrome: a randomized clinical trial. JAMA. 2016;315:2435–2441. doi: 10.1001/jama.2016.6338. [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Sassoon CS, Light RW, Lodia R, et al.  Pressure-time product during continuous positive airway pressure, pressure support ventilation, and T-piece during weaning from mechanical ventilation. Am Rev Respir Dis. 1991;143:469–475. doi: 10.1164/ajrccm/143.3.469. [PubMed] [CrossRef] [Google Scholar]89. Sassoon CS, Lodia R, Rheeman CH, et al.  Inspiratory muscle work of breathing during flow-by, demand-flow, and continuous-flow systems in patients with chronic obstructive pulmonary disease. Am Rev Respir Dis. 1992;145:1219–1222. doi: 10.1164/ajrccm/145.5.1219. [PubMed] [CrossRef] [Google Scholar]90. Patroniti N, Foti G, Manfio A, et al.  Head helmet versus face mask for non-invasive continuous positive airway pressure: a physiological study. Intensive Care Med. 2003;29:1680–1687. doi: 10.1007/s00134-003-1931-8. [PubMed] [CrossRef] [Google Scholar]91. Grieco DL, Biancone M, Maviglia R, Antonelli M. A new strategy to deliver Helmet CPAP to critically ill patients: the possible role of ICU ventilators. Minerva Anestesiol. 2015;81:1144–1145. [PubMed] [Google Scholar]92. Fraticelli AT, Lellouche F, L’her E, et al.  Physiological effects of different interfaces during noninvasive ventilation for acute respiratory failure. Crit Care Med. 2009;37:939–945. doi: 10.1097/CCM.0b013e31819b575f. [PubMed] [CrossRef] [Google Scholar]93. MacIntyre NR. Physiologic effects of noninvasive ventilation. Respir Care. 2019;64:617–628. doi: 10.4187/respcare.06635. [PubMed] [CrossRef] [Google Scholar]94. L’Her E, Deye N, Lellouche F, et al.  Physiologic effects of noninvasive ventilation during acute lung injury. Am J Respir Crit Care Med. 2005;172:1112–1118. doi: 10.1164/rccm.200402-226OC. [PubMed] [CrossRef] [Google Scholar]95. Mehta S, Hill NS. Noninvasive ventilation. Am J Respir Crit Care Med. 2001;163:540–577. doi: 10.1164/ajrccm.163.2.9906116. [PubMed] [CrossRef] [Google Scholar]96. Cabrini L, Landoni G, Oriani A, et al.  Noninvasive ventilation and survival in acute care settings: a comprehensive systematic review and meta-analysis of randomized controlled trials. Crit Care Med. 2015;43:880–888. doi: 10.1097/CCM.0000000000000819. [PubMed] [CrossRef] [Google Scholar]97. Luce JM. The cardiovascular effects of mechanical ventilation and positive end-expiratory pressure. JAMA. 1984;252:807–811. doi: 10.1001/jama.1984.03350060051030. [PubMed] [CrossRef] [Google Scholar]98. Luecke T, Pelosi P. Clinical review: positive end-expiratory pressure and cardiac output. Crit Care. 2005;9:607–621. doi: 10.1186/cc3877. [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Lenique F, Habis M, Lofaso F, et al.  Ventilatory and hemodynamic effects of continuous positive airway pressure in left heart failure. Am J Respir Crit Care Med. 1997;155:500–505. doi: 10.1164/ajrccm.155.2.9032185. [PubMed] [CrossRef] [Google Scholar]100. Delclaux C, L’Her E, Alberti C, et al.  Treatment of acute hypoxemic nonhypercapnic respiratory insufficiency with continuous positive airway pressure delivered by a face mask: a randomized controlled trial. JAMA. 2000;284:2352–2360. doi: 10.1001/jama.284.18.2352. [PubMed] [CrossRef] [Google Scholar]101. Richard JCM, Lyazidi A, Akoumianaki E, et al.  Potentially harmful effects of inspiratory synchronization during pressure preset ventilation. Intensive Care Med. 2013;39:2003–2010. doi: 10.1007/s00134-013-3032-7. [PubMed] [CrossRef] [Google Scholar]102. Rittayamai N, Beloncle F, Goligher EC, et al.  Effect of inspiratory synchronization during pressure-controlled ventilation on lung distension and inspiratory effort. Ann Intensive Care. 2017;7:100. doi: 10.1186/s13613-017-0324-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Gregoretti C, Confalonieri M, Navalesi P, et al.  Evaluation of patient skin breakdown and comfort with a new face mask for non-invasive ventilation: a multi-center study. Intensive Care Med. 2002;28:278–284. doi: 10.1007/s00134-002-1208-7. [PubMed] [CrossRef] [Google Scholar]104. Schwartz AR, Kacmarek RM, Hess DR. Factors affecting oxygen delivery with bi-level positive airway pressure. Respir Care. 2004;49:270–275. [PubMed] [Google Scholar]105. Scandroglio M, Piccolo U, Mazzone E, et al.  Use and nursing of the helmet in delivering non-invasive ventilation. Minerva Anestesiol. 2002;68:475–480. [PubMed] [Google Scholar]106. Antonelli M, Conti G, Pelosi P, et al.  New treatment of acute hypoxemic respiratory failure: noninvasive pressure support ventilation delivered by helmet—a pilot controlled trial. Crit Care Med. 2002;30:602–608. doi: 10.1097/00003246-200203000-00019. [PubMed] [CrossRef] [Google Scholar]107. Taccone P, Hess D, Caironi P, Bigatello LM. Continuous positive airway pressure delivered with a “helmet”: effects on carbon dioxide rebreathing. Crit Care Med. 2004;32:2090–2096. doi: 10.1097/01.ccm.0000142577.63316.c0. [PubMed] [CrossRef] [Google Scholar]108. Mojoli F, Iotti GA, Currò I, et al.  An optimized set-up for helmet noninvasive ventilation improves pressure support delivery and patient-ventilator interaction. Intensive Care Med. 2013;39:38–44. doi: 10.1007/s00134-012-2686-x. [PubMed] [CrossRef] [Google Scholar]109. Vargas F, Thille A, Lyazidi A, et al.  Helmet with specific settings versus facemask for noninvasive ventilation. Crit Care Med. 2009;37:1921–1928. doi: 10.1097/CCM.0b013e31819fff93. [PubMed] [CrossRef] [Google Scholar]110. Chiumello D, Pelosi P, Carlesso E, et al.  Noninvasive positive pressure ventilation delivered by helmet vs. standard face mask. Intensive Care Med. 2003;29:1671–1679. doi: 10.1007/s00134-003-1825-9. [PubMed] [CrossRef] [Google Scholar]111. Mojoli F, Iotti GA, Gerletti M, et al.  Carbon dioxide rebreathing during non-invasive ventilation delivered by helmet: a bench study. Intensive Care Med. 2008;34:1454–1460. doi: 10.1007/s00134-008-1109-5. [PubMed] [CrossRef] [Google Scholar]112. Dianti J, Bertoni M, Goligher EC. Monitoring patient-ventilator interaction by an end-expiratory occlusion maneuver. Intensive Care Med. 2020;46:2338–2341. doi: 10.1007/s00134-020-06167-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]113. Tobin MJ, Laghi F, Jubran A. Why COVID-19 silent hypoxemia is baffling to physicians. Am J Respir Crit Care Med. 2020;202:356–360. doi: 10.1164/rccm.202006-2157CP. [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. Antonelli M, Conti G, Esquinas A, et al.  A multiple-center survey on the use in clinical practice of noninvasive ventilation as a first-line intervention for acute respiratory distress syndrome. Crit Care Med. 2007;35:18–25. doi: 10.1097/01.CCM.0000251821.44259.F3. [PubMed] [CrossRef] [Google Scholar]115. Antonelli M, Conti G, Moro ML, et al.  Predictors of failure of noninvasive positive pressure ventilation in patients with acute hypoxemic respiratory failure: a multi-center study. Intensive Care Med. 2001;27:1718–1728. doi: 10.1007/s00134-001-1114-4. [PubMed] [CrossRef] [Google Scholar]116. Akoumianaki E, Vaporidi K, Georgopoulos D. The injurious effects of elevated or nonelevated respiratory rate during mechanical ventilation. Am J Respir Crit Care Med. 2019;199:149–157. doi: 10.1164/rccm.201804-0726CI. [PubMed] [CrossRef] [Google Scholar]117. Yoshida Y, Takeda S, Akada S, et al.  Factors predicting successful noninvasive ventilation in acute lung injury. J Anesth. 2008;22:201–206. doi: 10.1007/s00540-008-0637-z. [PubMed] [CrossRef] [Google Scholar]118. Duan J, Han X, Bai L, et al.  Assessment of heart rate, acidosis, consciousness, oxygenation, and respiratory rate to predict noninvasive ventilation failure in hypoxemic patients. Intensive Care Med. 2017;43:192–199. doi: 10.1007/s00134-016-4601-3. [PubMed] [CrossRef] [Google Scholar]119. Cortegiani A, Navalesi P, Accurso G, et al.  Tidal volume estimation during helmet noninvasive ventilation: an experimental feasibility study. Sci Rep. 2019;9:17324. doi: 10.1038/s41598-019-54020-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]120. Gattinoni L, Chiumello D, Caironi P, et al.  COVID-19 pneumonia: different respiratory treatments for different phenotypes? Intensive Care Med. 2020;46:1099–1102. doi: 10.1007/s00134-020-06033-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]121. Teggia-Droghi M, Grassi A, Rezoagli E, et al.  Comparison of two approaches to estimate driving pressure during assisted ventilation. Am J Respir Crit Care Med. 2020;202:1595–1598. doi: 10.1164/rccm.202004-1281LE. [PubMed] [CrossRef] [Google Scholar]122. Confalonieri M, Potena A, Carbone G, et al.  Acute respiratory failure in patients with severe community-acquired pneumonia. A prospective randomized evaluation of noninvasive ventilation. Am J Respir Crit Care Med. 1999;160(5 Pt 1):1585–1591. doi: 10.1164/ajrccm.160.5.9903015. [PubMed] [CrossRef] [Google Scholar]123. Martin TJ, Hovis JD, Costantino JP, et al.  A randomized, prospective evaluation of noninvasive ventilation for acute respiratory failure. Am J Respir Crit Care Med. 2000;161(3 Pt 1):807–813. doi: 10.1164/ajrccm.161.3.9808143. [PubMed] [CrossRef] [Google Scholar]124. Hilbert G, Gruson D, Vargas F, et al.  Noninvasive ventilation in immunosuppressed patients with pulmonary infiltrates, fever, and acute respiratory failure. N Engl J Med. 2001;344(7):481–487. doi: 10.1056/NEJM200102153440703. [PubMed] [CrossRef] [Google Scholar]125. Ferrer M, Esquinas A, Leon M, et al.  Noninvasive ventilation in severe hypoxemic respiratory failure: a randomized clinical trial. Am J Respir Crit Care Med. 2003;168(12):1438–1444. doi: 10.1164/rccm.200301-072OC. [PubMed] [CrossRef] [Google Scholar]126. Gunduz M, Unlugenc H, Ozalevli M, Inanoglu K, Akman H. A comparative study of continuous positive airway pressure (CPAP) and intermittent positive pressure ventilation (IPPV) in patients with flail chest. Emerg Med J. 2005;22(5):325–329. doi: 10.1136/emj.2004.019786. [PMC free article] [PubMed] [CrossRef] [Google Scholar]127. Hernandez G, Fernandez R, Lopez-Reina P, et al.  Noninvasive ventilation reduces intubation in chest trauma-related hypoxemia: a randomized clinical trial. Chest. 2010;137(1):74–80. doi: 10.1378/chest.09-1114. [PubMed] [CrossRef] [Google Scholar]128. Wermke M, Schiemanck S, Höffken G, et al.  Respiratory failure in patients undergoing allogeneic hematopoietic SCT—a randomized trial on early non-invasive ventilation based on standard care hematology wards. Bone Marrow Transplant. 2012;47(4):574–580. doi: 10.1038/bmt.2011.160. [PubMed] [CrossRef] [Google Scholar]129. Zhan Q, Sun B, Liang L, et al.  Early use of noninvasive positive pressure ventilation for acute lung injury: a multicenter randomized controlled trial. Crit Care Med. 2012;40(2):455–460. doi: 10.1097/CCM.0b013e318232d75e. [PubMed] [CrossRef] [Google Scholar]130. Lemiale V, Mokart D, Resche-Rigon M, et al.  Effect of noninvasive ventilation vs oxygen therapy on mortality among immunocompromised patients with acute respiratory failure: a randomized clinical trial. JAMA. 2015;314(16):1711–1719. doi: 10.1001/jama.2015.12402. [PubMed] [CrossRef] [Google Scholar]131. He H, Sun B, Liang L, et al.  A multicenter RCT of noninvasive ventilation in pneumonia-induced early mild acute respiratory distress syndrome. Crit Care. 2019;23(1):300. doi: 10.1186/s13054-019-2575-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]132. Azevedo JR, Montenegro WS, Leitao AL, et al.  High flow nasal cannula oxygen (hfnc) versus non-invasive positive pressure ventilation (nippv) in acute hypoxemic respiratory failure. A pilot randomized controlled trial. Intensive Care Med Exp. 2015;3(Suppl 1):A166. doi: 10.1186/2197-425X-3-S1-A166. [CrossRef] [Google Scholar]133. Doshi P, Whittle JS, Bublewicz M, et al.  High-velocity nasal insufflation in the treatment of respiratory failure: a randomized clinical trial. Ann Emerg Med. 2018;72(1):73.e5–83.e5. doi: 10.1016/j.annemergmed.2017.12.006. [PubMed] [CrossRef] [Google Scholar]134. Bell N, Hutchinson CL, Green TC, et al.  Randomised control trial of humidified high flow nasal cannulae versus standard oxygen in the emergency department. Emerg Med Australas. 2015;27(6):537–541. doi: 10.1111/1742-6723.12490. [PubMed] [CrossRef] [Google Scholar]135. Jones PG, Kamona S, Doran O, Sawtell F, Wilsher M. Randomized controlled trial of humidified high-flow nasal oxygen for acute respiratory distress in the emergency department: the HOT-ER study. Respir Care. 2016;61(3):291–299. doi: 10.4187/respcare.04252. [PubMed] [CrossRef] [Google Scholar]136. Azoulay E, Lemiale V, Mokart D, et al.  Effect of high-flow nasal oxygen vs standard oxygen on 28-day mortality in immunocompromised patients with acute respiratory failure: the high randomized clinical trial. JAMA. 2018;320(20):2099–2107. doi: 10.1001/jama.2018.14282. [PMC free article] [PubMed] [CrossRef] [Google Scholar]137. Cosentini R, Brambilla AM, Aliberti S, et al.  Helmet continuous positive airway pressure vs oxygen therapy to improve oxygenation in community-acquired pneumonia: a randomized, controlled trial. Chest. 2010;138(1):114–120. doi: 10.1378/chest.09-2290. [PubMed] [CrossRef] [Google Scholar]138. Squadrone V, Massaia M, Bruno B, et al.  Early CPAP prevents evolution of acute lung injury in patients with hematologic malignancy. Intensive Care Med. 2010;36(10):1666–1674. doi: 10.1007/s00134-010-1934-1. [PubMed] [CrossRef] [Google Scholar]139. Brambilla AM, Aliberti S, Prina E, et al.  Helmet CPAP vs. oxygen therapy in severe hypoxemic respiratory failure due to pneumonia. Intensive Care Med. 2014;40(7):942–949. doi: 10.1007/s00134-014-3325-5. [PubMed] [CrossRef] [Google Scholar]"}