{"title": "COVID-19: Up to 82% critically ill patients had low Vitamin C values", "pubDate": "2021", "PMCID": "PMC8269403", "DOI": "10.1186/s12937-021-00727-z", "PMID": "34243781", "abstract": "There are limited proven therapeutic options for the prevention and treatment of COVID-19. We underwent an observational study with the aim of measure plasma vitamin C levels in a population of critically ill COVID-19 adult patients who met ARDS criteria according to the Berlin definition. This epidemiological study brings to light that up to 82% had low Vitamin C values. Notwithstanding the limitation that this is a single-center study, it nevertheless shows an important issue. Given the potential role of vitamin C in sepsis and ARDS, there is gathering interest of whether supplementation could be beneficial in COVID-19.", "author": [{"author": "Teresa Maria Tomasa-Irriguible", "affiliation": ["Intensive Care Department, Germ, ans Trias I Pujol Hospital, Germans Trias I Pujol University Hospital, Autónoma de Barcelona University, Carretera del Canyet s/n, 08916, Badalona, , Barcelona, Spain. teresatomasa@gmail.com."], "href": "/?term=Tomasa-Irriguible+TM&cauthor_id=34243781"}, {"author": "Lara Bielsa-Berrocal", "affiliation": ["Intensive Care Department, Germ, ans Trias I Pujol Hospital, Germans Trias I Pujol University Hospital, Autónoma de Barcelona University, Carretera del Canyet s/n, 08916, Badalona, , Barcelona, Spain."], "href": "/?term=Bielsa-Berrocal+L&cauthor_id=34243781"}], "refPMID": ["31573637", "31950979", "22797452", "26808119", "205194", "18670976", "31081527", "22523283", "32847620", "32641343"], "citedInPMID": ["34243781", "34947872", "34833042", "34803534", "34445368"], "body": " AbstractThere are limited proven therapeutic options for the prevention and treatment of COVID-19. We underwent an observational study with the aim of measure plasma vitamin C levels in a population of critically ill COVID-19 adult patients who met ARDS criteria according to the Berlin definition. This epidemiological study brings to light that up to 82% had low Vitamin C values. Notwithstanding the limitation that this is a single-center study, it nevertheless shows an important issue. Given the potential role of vitamin C in sepsis and ARDS, there is gathering interest of whether supplementation could be beneficial in COVID-19.Keywords: COVID-19, SARS-CoV-2, Vitamin C, ARDS, ICU, Critically ill patient, Epidemiology Main textThere are limited proven therapeutic options for the prevention and treatment of COVID-19. Given the potential role of vitamin C in sepsis and ARDS, there is gathering interest of whether supplementation could be beneficial in COVD-19 [1, 2]. However, first of all, we have to know if the incidence of vitamin C deficiency is high.We underwent an observational study with the aim of measure plasma vitamin C levels in a population of critically ill COVID-19 adult patients who met ARDS criteria according to the Berlin definition [3]. The patients were admitted to hospital a median 10 days after onset of symptoms and the last intake was the day before hospital admission. We do not know if due to COVID-19 the usual food intake was modified and, therefore, the vitamin C status was affected. The truth is that the overall intake had been reduced by half in most cases.Vitamin C levels were measured within the first 24 h of ICU admission. The admission took place in ICU since first moment of hospitalization. The study was approved by the local Clinical Research Ethics Committee (PI-20–253).We included 67 patients from Mars to April. Median age was 60 and 75% were male. The need of intubation was high (73%) and more than 80% of them require prone position. Acute kidney Injury was registered in more than 30%, however only 7% require renal replacement therapies. In-hospital mortality was around 22%. Main characteristics of the population included are presented in Table ​Table11.Table 1Clinical characteristics of the COVID-19 patients included. Results of continuous variables are expressed as median and minimum and maximum. Categorical variables are expressed as frequency (percentage). SOFA sequential organ failure assessment, ICU intensive care unit, ECMO extracorporeal membrane oxygenation, AKI acute kidney injury, CRRT continuous renal replacement therapy, IRR intermittent renal replacement, CKD chronic kidney disease, ICU-LOS Length of ICU stay, HOSP-LOS Length of hospital stayClinical characteristicsCOVID-19 with ARDS (n = 67)Age (median, min–max, years)60 (31 – 76)Male (n, %)50 (75)SOFA score (median, min–max, points)9 (2 – 17)Intubation (n, %)49 (73.1)Prone position (n, % respect of intubation)40 (81.6)VV-ECMO (n, %)3 (4.5)VA-ECMO (n, %)1 (1.5)Noradrenaline (n, %)40 (59.7)Dobutamine (n, %)6 (9)CKD (n, %)6 (9)AKI (n, %)22 (32.8)CRRT (n, %)3 (4.5)IRR (n, %)2 (3)Bacterial superinfection (n, %)23 (34.3)ICU-LOS (median, min–max, days)12 (1 -90)HOSP-LOS (median, min–max, days)25 (1 – 101)Mortality (n, %)15 (22.4)Open in a separate windowVitamin C was determined by high-performance liquid chromatography (HPLC). Procedure: Once the blood sample was drawn, it was quickly protected from light and processed with maximum speed. Lab sequence: 1) separating the plasma (EDTA) in a 10 min, 3000 rev and 14ºC centrifugation; 2) pipetting 1 ml of centrifuged plasma into the supplied tube (1 ml homocysteine 0.7 mg/mL in 10% trichloroacetic acid) and mixing it repeatedly; 3) centrifuging again for 10 min at 3000 rev and 14ºC; and finally 4) separating and freezing the supernatant immediately at -80ºC, which was sent to the central laboratory. Vitamin C was determined by high-performance liquid chromatography.The range of normality of vitamin C plasma values are 0.4–2 mg/dL. Up to 82% had low Vitamin C values. The median value of vitamin C was 0.14 mg/dL with a minimum value of < 0.10 mg/dL and a maximum of 1.08 mg/dL; the mean value was 0.14 mg/dL and standard deviation was 0.05 mg/dL. There were 12 patients with a value below 0.10 mg/dL. Main results are shown in Table ​Table22.Table 2Vitamin C results in COVID-19 patients. Values are expressed as mean and standard deviation. Categorical values are expressed as frequency (percentage)Vitamin C statusn = 67Low values (0.1–0.4 mg/dL)   N (%)43 (64.2)  Mean (SD)0.14 (0.05)Undetectable values (< 0.1 mg/dL)  N (%)12 (17.9)Low & Undetectable values  N (%)55 (82)Normal values (normal range: 0.4–2 mg/dL)  N (%)12 (17.9)  Mean (SD)0.59 (0.18)Open in a separate window DiscussionVitamin C is an essential water-soluble nutrient, required as a cofactor for a number of enzymatic reactions [4]. Its effects on the immune system during infection include the promotion of phagocytosis and chemotaxis of leucocytes and development and maturation of T-lymphocytes. Animal studies support a beneficial role of vitamin C. These positive effects include increased resistance of chick embryo tracheal organ cultures to infection and protecting broiler chicks against avian coronavirus [5, 6]. Vitamin C had been shown to significantly decrease serum TNFα and IL-1β levels and increased superoxide dismutase, catalase, and glutathione levels in a rat ARDS model supporting its antioxidant effect [7]. Additionally, vitamin C also enhances lung epithelial barrier function by promoting epigenetic and transcriptional expression of protein channels at the alveolar capillary membrane that regulate alveolar fluid clearance, which include aquaporin-5, cystic fibrosis transmembrane conductance regulator, epithelial sodium channel, and the Na + /K + -ATPase pump [8].The present study has several limitations. It is an observational study conducted in a single center with small sample size of critically ill patients. We found almost 18% of undetectable Vitamin C values. However, vitamin C status could be affected by various confounding factors. As we know, Vitamin C is very sensitive to light and to oxidation, so that once the blood sample is drawn, it must quickly be protected from light and processed with maximum speed. It is possible that we had some trouble few vitamin C blood samples before processed. We would like to address this issue because it is important. The recently published study by Chiscano-Camón et al. [9] described a 94.4% undetectable vitamin C levels for COVID-19 patients. This data caught our attention. They included 18 patients with severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) disease and Vitamin C was also determined by high-performance liquid chromatography with photodiode detector. They hypothesized that several mechanisms may be involved, such as increased metabolic consumption due to the enhanced inflammatory response, glomerular hyperfiltration, dialysis, decreased gastrointestinal absorption, or decreased recycling of dehydroascorbate to ascorbic acid. Nevertheless, we think it is important to be aware with the fact that there might be a problem with blood samples and the measurement method.Nonetheless, our study shows that most critically ill COVID-19 patients have low Vitamin C values. Research is ongoing with COVID-19 disease with a high-dose intravenous vitamin C (HDIVC) with a clinical trial investigating vitamin C infusion for severe 2019-nCoV-infected pneumonia in Wuhan, China [10]. ConclusionIn conclusion, in our cohort of patients with COVID-19-associated ARDS, vitamin C status is very low. Further studies are needed to find out real incidence of vitamin C deficiency and if treatment with vitamin C has any impact COVID-19 disease. AcknowledgementsNot Applicable AbbreviationsSARS-CoV-2Name of this novel coronavirusCOVID-19Disease caused by SARS-CoV-2ARDSAcute Respiratory Distress SyndromeICUIntensive Care UnitSOFASequential organ failure assessmentECMOExtracorporeal membrane oxygenationAKIAcute kidney injuryCRRTContinuous renal replacement therapyIRRIntermittent renal replacementCKDChronic kidney diseaseICU-LOSLength of ICU stayHOSP-LOSLength of hospital stay Authors’ contributionsThe author(s) read and approved the final manuscript. Lara Bielsa-Berrocal, MD. Contribution: This author collected the data and prepared the manuscript. This author helped design the study and prepared the manuscript. This author helped design the study and analysed the data. This manuscript was handled by: Teresa M. Tomasa-Irriguible, Ph.D, M.D. FundingFunding Support was provided solely from institutional and/or departmental sources. No funding was provided from any of the following organizations: National Institutes of Health (NIH), Wellcome Trust, Howard Hughes Medical Institute (HHMI). Availability of data and materialsNot Applicable. DeclarationsEthics approval and consent to participateClinical Research Ethical Committee approved the study.The Center's Clinical Research Ethics Committee considered there was no need to request informed consent.Consent for publicationNot Applicable.Competing interestsThe authors declare no competing interests. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Fowler AA, Truwit JD, Hite RD, et al.  Effect of Vitamin C Infusion on Organ Failure and Biomarkers of Inflammation and Vascular Injury in Patients with Sepsis and Severe Acute Respiratory Failure: The CITRIS-ALI Randomized Clinical Trial. JAMA. 2019;322(13):1261–1270. doi: 10.1001/jama.2019.11825. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Fujii T, Luethi N, Young PJ, et al.  Effect of Vitamin C, Hydrocortisone, and Thiamine vs Hydrocortisone Alone on Time Alive and Free of Vasopressor Support Among Patients with Septic Shock: The VITAMINS Randomized Clinical Trial. JAMA. 2020 doi: 10.1001/jama.2019.22176. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. ARDS Definition Task Force, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–33. doi: 10.1001/jama.2012.5669. PMID: 22797452. [PubMed]4. Padayatty, S.J.; Levine, M. Vitamin C: The known and the unknown and Goldilocks. Oral Dis. 2016, 22, 463–493. [CrossRef] [PubMed] [PMC free article] [PubMed]5. Atherton, J.G.; Kratzing, C.C.; Fisher, A. The effect of ascorbic acid on infection of chick-embryo ciliated tracheal organ cultures by coronavirus. Arch. Virol. 1978, 56, 195–199. [CrossRef] [PubMed] [PMC free article] [PubMed]6. Davelaar, F.G.; Van Den Bos, J. Ascorbic acid and infectious bronchitis infections in broilers. Avian Pathol. 1992, 21, 581–589. [CrossRef] [PubMed]7. Erol, N.; Saglam, L.; Saglam, Y.S.; Erol, H.S.; Altun, S.; Aktas, M.S.; Halici, M.B. The protection potential of antioxidant vitamins against acute respiratory distress syndrome: A rat trial. Inflammation 2019, 42, 1585–1594. [CrossRef] [PubMed]8. Fisher, B.J.; Kraskauskas, D.; Martin, E.J.; Farkas, D.; Wegelin, J.A.; Brophy, D.; Ward, K.R.; Voelkel, N.F.; Fowler, A.A.; Natarajan, R. Mechanisms of attenuation of abdominal sepsis induced acute lung injury by ascorbic acid. Am. J. Physiol. Lung Cell. Mol. Physiol. 2012, 303, L20–L32. [CrossRef] [PubMed] [PubMed]9. Chiscano-Camón, L; Ruiz-Rodriguez, J.C.; Ruiz-Sanmartin, A; Roca O. and Ferrer R. Vitamin C levels in patients with SARS-CoV2-associated acute respiratory distress syndrome. Critical Care (2020); 24:522. 10.1186/s13054-020-03249-y [PMC free article] [PubMed]10. Liu F, Zhu Y, Zhang J, Li Y, Peng Z. Intravenous high-dose vitamin C for the treatment of severe COVID-19: study protocol for a multicentre randomised controlled trial. BMJ Open. 2020;10(7):e039519. doi: 10.1136/bmjopen-2020-039519.PMID:32641343;PMCID:PMC7348463. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}