{"title": "Delirium and Associated Factors in a Cohort of Hospitalized Patients With Coronavirus Disease 2019", "pubDate": "Jan-Feb", "PMCID": "PMC8259046", "DOI": "10.1016/j.jaclp.2021.06.008", "PMID": "34242847", "abstract": "Background:                       The coronavirus disease 2019 (COVID-19) pandemic dramatically increased the number of patients requiring treatment in an intensive care unit or invasive mechanical ventilation worldwide. Delirium is a well-known neuropsychiatric complication of patients with acute respiratory diseases, representing the most frequent clinical expression of acute brain dysfunction in critically ill patients, especially in those undergoing invasive mechanical ventilation. Among hospitalized patients with COVID-19, delirium incidence ranges from 11% to 80%, depending on the studied population and hospital setting.                  Objective:                       To determine risk factors for the development of delirium in hospitalized patients with COVID-19 pneumonia.                  Methods:                       We retrospectively studied consecutive hospitalized adult (≥18 y) patients with confirmed COVID-19 pneumonia from March 15 to July 15, 2020, in a tertiary-care hospital in Mexico City. Delirium was assessed by the attending physician or trained nurse, with either the Confusion Assessment Method for the Intensive Care Unit or the Confusion Assessment Method brief version, according to the appropriate diagnostic tool for each hospital setting. Consultation-liaison psychiatrists and neurologists confirmed all diagnoses. We calculated adjusted hazard ratios (aHR) with 95% confidence interval (CI) using a Cox proportional-hazards regression model.                  Results:                       We studied 1017 (64.2% men; median age, 54 y; interquartile range 44-64), of whom 166 (16.3%) developed delirium (hyperactive in 75.3%); 78.9% of our delirium cases were detected in patients under invasive mechanical ventilation. The median of days from admission to diagnosis was 14 (interquartile range 8-21) days. Unadjusted mortality rates between delirium and no delirium groups were similar (23.3% vs. 24.1; risk ratio 0.962, 95% CI 0.70-1.33). Age (aHR 1.02, 95% CI 1.01-1.04; P = 0.006), an initial neutrophil-to-lymphocyte ratio ≥9 (aHR 1.81, 95% CI 1.23-2.65; P = 0.003), and requirement of invasive mechanical ventilation (aHR 3.39, 95% CI 1.47-7.84; P = 0.004) were independent risk factors for in-hospital delirium development.                  Conclusions:                       Delirium is a common in-hospital complication of patients with COVID-19 pneumonia, associated with disease severity; given the extensive number of active COVID-19 cases worldwide, it is essential to detect patients who are most likely to develop delirium during hospitalization. Improving its preventive measures may reduce the risk of the long-term cognitive and functional sequelae associated with this neuropsychiatric complication.", "author": [{"author": "Miguel García-Grimshaw", "affiliation": ["Department of Neurology and Psychiatry, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], "href": "/?term=Garc%C3%ADa-Grimshaw+M&cauthor_id=34242847"}, {"author": "Erwin Chiquete", "affiliation": ["Department of Neurology and Psychiatry, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], "href": "/?term=Chiquete+E&cauthor_id=34242847"}, {"author": "Amado Jiménez-Ruiz", "affiliation": ["Stroke, Dementia & Heart Disease Laboratory, Western University, London, ON, Canada."], "href": "/?term=Jim%C3%A9nez-Ruiz+A&cauthor_id=34242847"}, {"author": "José de Jesús Vidal-Mayo", "affiliation": ["Emergency Department, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], "href": "/?term=Vidal-Mayo+JJ&cauthor_id=34242847"}, {"author": "Samara Lissete Grajeda-González", "affiliation": ["Department of Neurology and Psychiatry, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], "href": "/?term=Grajeda-Gonz%C3%A1lez+SL&cauthor_id=34242847"}, {"author": "María de Los Ángeles Vargas-Martínez", "affiliation": ["Department of Neurology and Psychiatry, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], "href": "/?term=Vargas-Mart%C3%ADnez+ML%C3%81&cauthor_id=34242847"}, {"author": "Liz Nicole Toapanta-Yanchapaxi", "affiliation": ["Department of Neurology and Psychiatry, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], "href": "/?term=Toapanta-Yanchapaxi+LN&cauthor_id=34242847"}, {"author": "Sergio Iván Valdés-Ferrer", "affiliation": ["Department of Neurology and Psychiatry, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico; Center for Biomedical Science, Feinstein Institute for Medical Research, Manhasset, NY."], "href": "/?term=Vald%C3%A9s-Ferrer+SI&cauthor_id=34242847"}, {"author": "Oswaldo Alan Chávez-Martínez", "affiliation": ["Department of Neurology and Psychiatry, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], "href": "/?term=Ch%C3%A1vez-Mart%C3%ADnez+OA&cauthor_id=34242847"}, {"author": "Osvaldo Alexis Marché-Fernández", "affiliation": ["Department of Neurology and Psychiatry, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], "href": "/?term=March%C3%A9-Fern%C3%A1ndez+OA&cauthor_id=34242847"}, {"author": "Ana Itiel Jiménez-Ávila", "affiliation": ["Department of Neurology and Psychiatry, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], "href": "/?term=Jim%C3%A9nez-%C3%81vila+AI&cauthor_id=34242847"}, {"author": "Carlos Cantú-Brito", "affiliation": ["Department of Neurology and Psychiatry, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], "href": "/?term=Cant%C3%BA-Brito+C&cauthor_id=34242847"}, {"author": "Fernando Daniel Flores-Silva", "affiliation": ["Department of Neurology and Psychiatry, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico. Electronic address: ferfs98@gmail.com."], "href": "/?term=Flores-Silva+FD&cauthor_id=34242847"}], "refPMID": ["32402207", "33534813", "30179988", "25422275", "15082703", "29929733", "30113379", "30234569", "26347584", "33251519", "32946031", "32771053", "33428871", "32482845", "33020166", "33831042", "32828569", "32469387", "32104915", "32345343", "33361764", "32839624", "32821901", "33211114", "32835425", "12421743", "11445689", "23916018", "2240918", "33549831", "22797452", "32907855", "8844239", "32276101", "32675211", "23992774", "33334908", "26543179", "33198786", "33401078", "33630760", "32678530", "32876694", "32367431", "33332818"], "citedInPMID": ["34242847", "35022935"], "body": " AbstractBackgroundThe coronavirus disease 2019 (COVID-19) pandemic dramatically increased the number of patients requiring treatment in an intensive care unit or invasive mechanical ventilation worldwide. Delirium is a well-known neuropsychiatric complication of patients with acute respiratory diseases, representing the most frequent clinical expression of acute brain dysfunction in critically ill patients, especially in those undergoing invasive mechanical ventilation. Among hospitalized patients with COVID-19, delirium incidence ranges from 11% to 80%, depending on the studied population and hospital setting.ObjectiveTo determine risk factors for the development of delirium in hospitalized patients with COVID-19 pneumonia.MethodsWe retrospectively studied consecutive hospitalized adult (≥18 y) patients with confirmed COVID-19 pneumonia from March 15 to July 15, 2020, in a tertiary-care hospital in Mexico City. Delirium was assessed by the attending physician or trained nurse, with either the Confusion Assessment Method for the Intensive Care Unit or the Confusion Assessment Method brief version, according to the appropriate diagnostic tool for each hospital setting. Consultation-liaison psychiatrists and neurologists confirmed all diagnoses. We calculated adjusted hazard ratios (aHR) with 95% confidence interval (CI) using a Cox proportional-hazards regression model.ResultsWe studied 1017 (64.2% men; median age, 54 y; interquartile range 44–64), of whom 166 (16.3%) developed delirium (hyperactive in 75.3%); 78.9% of our delirium cases were detected in patients under invasive mechanical ventilation. The median of days from admission to diagnosis was 14 (interquartile range 8–21) days. Unadjusted mortality rates between delirium and no delirium groups were similar (23.3% vs. 24.1; risk ratio 0.962, 95% CI 0.70–1.33). Age (aHR 1.02, 95% CI 1.01–1.04; P = 0.006), an initial neutrophil-to-lymphocyte ratio ≥9 (aHR 1.81, 95% CI 1.23–2.65; P = 0.003), and requirement of invasive mechanical ventilation (aHR 3.39, 95% CI 1.47–7.84; P = 0.004) were independent risk factors for in-hospital delirium development.ConclusionsDelirium is a common in-hospital complication of patients with COVID-19 pneumonia, associated with disease severity; given the extensive number of active COVID-19 cases worldwide, it is essential to detect patients who are most likely to develop delirium during hospitalization. Improving its preventive measures may reduce the risk of the long-term cognitive and functional sequelae associated with this neuropsychiatric complication.Key words: delirium, cohort study, COVID-19, SARS-CoV-2, coronavirus, hospitalization IntroductionThe coronavirus disease 2019 (COVID-19) pandemic dramatically increased the number of patients requiring treatment in an intensive care unit (ICU) or invasive mechanical ventilation (IMV) worldwide.1\n,\n2 Delirium is a well-known neuropsychiatric complication of critically ill patients with acute respiratory diseases.3 Its development is associated with adverse outcomes, including increased morbidity, length of stay (LOS), cost of care, long-term cognitive sequelae, and increased in-hospital mortality.4, 5, 6, 7 Delirium represents the most frequent clinical expression of acute brain dysfunction in critically ill patients undergoing prolonged IMV,8 with a reported incidence of 31% to 87% in pre-COVID-19 studies.6\n,\n9 Despite this high frequency and increasing awareness for its detection among medical and nursing personnel, it is still an underrecognized in-hospital complication, especially in older adults with hypoactive delirium.8\n,\n10 Among hospitalized patients with COVID-19, incidence rates have been reported from 11% to 80%, depending on the studied population and hospital setting.11\n,\n12 In severe COVID-19, several well-recognized precipitating factors for its development have been identified, including the use of opioids, sedatives, prolonged IMV, immobilization, and social isolation.13\n,\n14\nSince the initial reports of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) clinical presentation, many series have described a myriad of COVID-19-associated central nervous system manifestations.15, 16, 17 There are several hypotheses on how SARS-CoV-2 may cause acute brain dysfunction, including its neuroinvasive potential (hematogenous or retrograde via the olfactory nerves)18, 19, 20 and the proinflammatory and prothrombotic state triggered by SARS-CoV-2,21, 22, 23 all factors which may increase the risk for delirium development.Despite the number of confirmed COVID-19 cases worldwide, none of the previous studies on delirium investigated if some of the COVID-19-associated neurologic manifestations were associated with its development11, 12, 13, 14\n,\n24, 25, 26; furthermore, studies describing the incidence and risk factors for developing in-hospital delirium in Latin American countries are lacking. Therefore, the primary objective of this study was to investigate the incidence of in-hospital delirium and risk factors for its development. As secondary objectives, we explored if COVID-19-associated neurologic symptoms were associated with the development of delirium during hospitalization and describe the differences between psychomotor subtypes in a large cohort of patients with laboratory-confirmed COVID-19 pneumonia from Mexico. MethodsStudy Design, Setting, and Patient SelectionThis retrospective cohort study was conducted at the Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán (INCMNSZ), a tertiary-care hospital in Mexico City converted into a referral center for patients with COVID-19. Since the conversion, standardized COVID-19 diagnostic and care protocols were implemented at our center; owing to the potential risk of viral aerosolization, all patients under IMV were admitted to the ICU or other ICU-adapted areas and treated by critical care specialists, while non-IMV patients were treated in general medical wards by internal medicine physicians. When beds in the ICU or adapted areas were unavailable, patients needing IMV or ICU admission were transferred to other hospitals.2 As part of an ongoing longitudinal study of COVID-19-associated neuropsychiatric syndromes in Mexico City, data of all hospitalized patients with confirmed COVID-19 pneumonia were captured by the NeuroINCMNSZ-COVID-19 research team using standardized case report formats and entered into a secure online database derived from electronic medical records used for multiple observational studies.17 Here, we present the analysis on in-hospital delirium.We included consecutive adult patients (aged ≥ 18 y) hospitalized from March 15 to July 15, 2020, with a positive SARS-CoV-2 real-time reverse transcription-polymerase chain reaction in respiratory specimens from nasopharyngeal swabs and COVID-19 pneumonia findings on chest computed tomography (CT) scan. For this analysis, we excluded patients with one or multiple negative real-time reverse transcription-polymerase chain reaction tests for SARS-CoV-2; those discharged or transferred to other hospitals during the first 24 hours after admission; patients with delirium reports by the informant before arrival to the emergency department or diagnosed with delirium upon admission; those with incomplete or without any delirium assessments on the electronic medical record; and patients who died within the first 24 hours after admission.Standard Protocol Approvals, Registrations, and Patient ConsentsThis study was approved by the INCMNSZ Research and Ethics Committees (reference: NER-3497-20-20-1). Signed informed consent was obtained from all patients or next-of-kin on admission as part of an institutional consent for COVID-19-related observational studies.Delirium AssessmentDelirium in patients undergoing IMV or in the ICU was assessed by the attending critical care physician or trained nurses after weaning from sedation in those with a Richmond Agitation-Sedation Scale score of –3 or greater.27 This was performed at least once a day using the Confusion Assessment Method (CAM) for the ICU.28 In general wards, the attending internist or trained nurses evaluated patients with suspected delirium using the brief version of the CAM.29 Furthermore, patients with delirium were evaluated by experienced consultation-liaison psychiatrists and neurologists who confirmed the diagnosis. Both screening tools are CAM-based and evaluate the following core features: acute onset and fluctuating course (Feature 1), inattention (Feature 2), disorganized thinking (Feature 3), and level of consciousness (Feature 4). A positive assessment requires the presence of Feature 1 and 2 plus either Feature 3 or 4.28, 29, 30\nDelirium was recorded in the medical records according to the appropriate assessment tool positivity for each setting as either present or absent. Electronic medical and nursing records of our institution also include detailed daily descriptions (at least once a day) of delirium-associated features, such as level of consciousness, disorientation, psychomotor agitation, sleep-wake cycle disturbances (hypervigilance or excessive sleepiness), refusal to cooperate with medical care (combative), and disorganized or incoherent speech.3\n,\n7\n,\n10 Those data allowed us to re-evaluate each case and clinically classify them by their initial and predominant psychomotor subtype into hyperactive (agitation, combative behavior, or hypervigilance) or hypoactive (decreased level of consciousness or excessive sleepiness without motor symptoms). In the context of COVID-19 pneumonia, patients with changes in the level of arousal, psychomotor agitation, or anxiety related to severe hypoxemia, respiratory failure, or shortness of breath without a fluctuating course (Feature 1) or disorganized thinking (Feature 3) were not considered as a positive case of delirium.DefinitionsAt admission, impaired arousal (either reduced or increased) was defined as presenting to the emergency department with changes in the level of arousal and a Glasgow coma score ≤13 points, or as new-onset psychomotor agitation evaluated by the attending physician or referred by the informant before or upon arrival, in patients without other delirium features after delirium screening. Obesity was defined as a body mass index ≥30 kg/m2. According to our laboratory standards, hyponatremia was defined as a serum sodium level <135 mEq/L, and hypoalbuminemia as a serum albumin level <3.5 g/dL. A neutrophil-to-lymphocyte ratio (NLR) ≥ 9 was considered severely elevated; this cutoff value was previously reported in our in-hospital population of patients with COVID-19 pneumonia to predict unfavorable outcomes (ICU/IMV requirement, mortality, or neurologic events).17\n,\n31 The ratio of the partial pressure of arterial oxygen to the fraction of inspired oxygen was categorized according to the Berlin definition.32 Chest CT scans were performed in all patients and evaluated by radiologists who semi-quantitatively classified the severity of the findings (consolidation/ground-glass opacities) by visual assessment of the total percentage of lung involvement as mild (<20%), moderate (20–50%), or severe (>50%). On admission, disease severity was evaluated using the National Early Warning Score 2,33 the mortality risk with the 4C Mortality Score,34 and the Sequential Organ Failure Assessment (SOFA) score.35\nData CollectionData were extracted from the NeuroINCMNSZ-COVID-19 research team database using a standardized case report format created for this analysis. Data collection included demographic characteristics; comorbidities, including the history of diagnosed cognitive impairment, neurologic, cardiovascular, pulmonary, or autoimmune diseases; presenting COVID-19-associated symptoms; interval in days from symptom onset to presentation; vital signs on admission; and oxygen saturation on room air. Initial laboratory findings included white blood cell count, blood chemistry (creatinine, blood urea nitrogen, lactate dehydrogenase, sodium, and albumin), inflammatory response biomarkers (ferritin, D-dimer, and C-reactive protein), and arterial blood gas analysis; the following reports of in-hospital complications were also collected: treatment-requiring pulmonary bacterial or fungal (suspected or confirmed) coinfection, pulmonary embolism (confirmed by CT angiography), intermittent hemodialysis-requiring acute kidney injury, in-hospital acute stroke, diagnosed by brain CT or magnetic resonance imaging, and new-onset seizures. We also registered the use of vasopressor, opioids, benzodiazepines, propofol, and antipsychotics (ever used) during hospitalization; IMV/ICU requirement and IMV duration; the interval in days from admission to delirium onset; hospital LOS; and outcome. All data were reviewed and collated with the medical records, nursing records, laboratory findings, and radiologic examinations by at least two researchers. A third researcher adjudicated any difference in interpretation between the primary reviewers.Statistical AnalysisCategorical variables are reported as frequencies and proportions; continuous variables are described as median with interquartile range (IQR) or as mean with standard deviation. Analyses of categorical variables were performed with the χ2 or Fisher's exact tests, and continuous variables with the Student's t-test or Mann-Whitney U test, as appropriate. Univariable Cox proportional-hazard regression was used to determine candidate variables associated with a higher risk for developing in-hospital delirium. We constructed multivariable Cox proportional-hazards regression models censored at death or hospital discharge for patients who did not develop delirium; all models were adjusted for candidate-independent covariables based on biological plausibility, including those described in the literature and variables with a P-value ≤ 0.2 resulting from the univariable regression analysis. The final model adjustments were made using the following variables, age, sex, pre-existing neurologic disease, pre-existing cognitive impairment, SOFA score at admission, NLR ≥ 9, C-reactive protein, IMV, in-hospital complications, and use of benzodiazepines, opioids, or propofol. Antipsychotics were not included in these models because all patients received them after the diagnosis was confirmed, therefore not related to delirium development. Further adjustment for other comorbidities, non-neurologic COVID-19-associated symptoms, laboratory findings, and percentage of lung damage by chest CT scan did not affect the estimates reported in the final model, and the results of these adjustments are not presented. We report the final model results as adjusted hazard ratios (aHR) with 95% confidence interval (CI). All values were two-tailed and considered significant when the P value was ≤0.05. Statistical analyses were performed with IBM SPSS Statistics, version 26 (IBM Corp., Armonk, NY). ResultsDuring the study period, 1306 patients with suspected COVID-19 were admitted to our center. After evaluation, 289 cases were excluded (Figure 1\n). We included 1017 cases for the final analysis: 364 women (35.8%) and 653 (64.2%) men, with a median age of 54 (IQR 44–64) years (Table 1\n). Pre-existing neurologic diseases were reported in 56 (5.5%) cases; the most common were diabetic neuropathy (18/56, 32.1%), epilepsy (13/56, 23.2%), migraine (8/56, 14.3%), stroke (7/56, 12.5%), and history of meningitis (4/56, 7.1%). Pre-existing cognitive impairment was reported in 1.4%.Open in a separate windowFigure 1Patients' Selection Flowchart.Abbreviations: COVID-19 = coronavirus disease 2019; rtRT-PCR = real-time reverse transcription–polymerase chain reaction; SARS-CoV-2 = severe acute respiratory syndrome coronavirus 2.Table 1Baseline Characteristics and Initial Biomarkers at Hospital AdmissionTotal (n = 1017)No delirium (n = 851)Delirium (n = 166)Male sex, n (%)653 (64.2)535 (62.9)118 (71.1)Age, median (IQR), y54 (44–64)52 (42–62)54 (44–64)ComorbiditiesDiabetes, n (%)278 (27.3)233 (27.4)45 (27.1)Hypertension, n (%)304 (29.9)250 (29.4)54 (32.5)Pre-existing neurologic disease, n (%)56 (5.5)44 (5.2)12 (7.2)Pre-existing cognitive impairment, n (%)14 (1.4)11 (1.3)3 (1.8)Pulmonary disease, n (%)38 (3.7)30 (3.5)8 (4.8)Smoking, n (%)150 (14.7)129 (15.2)21 (12.7)Chronic kidney disease, n (%)22 (2.2)17 (2)5 (3)Cardiovascular disease, n (%)51 (5)41 (4.8)10 (6)Autoimmune disease, n (%)61 (6)51 (6)10 (6)Obesity, n (%)478 (47)394 (46.3)84 (50.6)Presenting symptomsDays from symptom onset, median (IQR)8 (6–10)8 (6–10)7 (5–10)Fever, n (%)855 (84.1)715 (84)140 (84.3)Headache, n (%)422 (41.5)351 (41.2)71 (42.8)Anosmia, n (%)74 (7.3)63 (7.4)11 (6.6)Dysgeusia, n (%)101 (9.9)83 (9.8)18 (10.8)Diarrhea, n (%)182 (17.9)149 (17.5)33 (19.9)Dyspnea, n (%)873 (85.8)713 (83.8)160 (96.4)Muscle pain, n (%)398 (39.1)321 (37.7)77 (46.4)Impaired arousal, n (%)25 (2.5)16 (1.9)9 (5.4)Vital signs at presentationMean arterial pressure, mean (±SD), mmHg91 (12)92 (12)90 (13)Heart rate, mean (±SD), beats/min102 (17)102 (17)104 (18)Breathing rate, mean (±SD), breaths/min29 (9)28 (8)32 (10)SpO2 on room air, mean (±SD), %78 (14)79 (13)72 (16)Blood workupWBC, median (IQR), 109/L8.2 (5.9–11.4)8.1 (5.8–10.9)9.9 (7.1–13.7)C-reactive protein, median (IQR), mg/dL15.25 (7.79–23.3)14.68 (6.72–22.19)19.31 (12.45–27.19)Ferritin, median (IQR), ng/dL623 (319.6–1076)609.8 (310–1072.8)683.8 (349–1244)D-dimer, median (IQR), ng/dL818 (515–1296)780 (491–1232)946 (668–1875)Lactate dehydrogenase, median (IQR), U/L377 (291–495)365 (283–482)427 (344–557)Creatinine, median (IQR), mg/dL0.93 (0.77–1.19)0.93 (0.76–1.17)1 (0.81–1.32)Blood urea nitrogen, median (IQR), mg/dL16 (11.7–23.9)15.5 (11.4–22.8)20.4 (13.6–29.2)Hyponatremia, n (%), <135 mEq/L420 (41.3)352 (41.4)68 (41)Hypoalbuminemia, n (%), <3.5 g/dL394 (38.7)295 (34.7)99 (59.6)Open in a separate windowAbbreviations: IQR = interquartile range; SD = standard deviation; SpO2 = oxygen saturation; WBC = white blood cells.In 164 (16.3%) patients, delirium was confirmed (98% of those tested positive for a screening tool; 71.1% men; median age, 54 y; IQR, 44–64). The median of days from admission to diagnosis was 14 (IQR, 8–21) days. Comorbidities were similar between groups. Patients who developed delirium presented with dyspnea and muscle pain more often than those without delirium; there were no differences in other presenting neurologic and non-neurologic COVID-19-associated symptoms (Table 1). On admission, patients with delirium exhibited lower oxygen saturation levels and higher breathing rates, as well as lower lymphocyte counts, higher neutrophil counts, and lower albumin levels. Although there were statistical differences in creatinine and blood urea nitrogen levels, both fell within normal limits. C-reactive protein, D-dimer, and lactate dehydrogenase levels were higher in patients with delirium.At admission, patients who developed in-hospital delirium had lower ratios of the partial pressure of arterial oxygen to the fraction of inspired oxygen (median 140.5, IQR 97.3–205, vs. 206.7, IQR 130–271.9) and higher NLR (median 12.69, IQR 8.58–19.24, vs. 8.26, IQR 5–14.47) and percentage of lung damage on CT scans and severity scores (Table 2\nand Supplemental Table 1). These patients also had higher rates of non-neurologic and neurologic in-hospital complications, including new-onset seizures (3.6% vs. 0.2%) and acute stroke (3% vs. 0.2%). Patients with delirium were more likely to be under IMV; also, the duration of IMV and LOS was longer in these patients. The use of sedatives, opioids, or antipsychotics was higher in those who developed delirium. Unadjusted mortality rates between groups were similar (23.3% vs. 24%; risk ratio 0.962, 95% CI 0.70–1.33).Table 2Severity of Disease, In-Hospital Events, and In-Hospital OutcomeTotal (n = 1017)No delirium (n = 851)Delirium (n = 166)Severity of diseasePaO2/FiO2 ratio ≤ 200 mmHg, n (%)530 (52.1)407 (47.8)123 (74.1)Lung involvement by chest CT > 50%, n (%)554 (54.5)425 (49.9)129 (77.7)Neutrophil-to-lymphocyte ratio ≥ 9, n (%)513 (50.4)391 (45.9)122 (73.5)4C Mortality Score, n (%), high to very high risk524 (51.5)422 (49.6)102 (61.4)NEWS2 score, n (%), high risk655 (64.4)537 (63.1)118 (71.1)SOFA score, median (IQR)2 (1–3)2 (1–3)3 (2–4)In-hospital eventsPulmonary coinfection, n (%)262 (25.8)146 (17.2)116 (69.9)Pulmonary embolism, n (%)26 (2.6)18 (2.1)8 (4.8)Hemodialysis-requiring AKI, n (%)107 (10.5)64 (7.5)43 (25.9)New-onset seizures, n (%)8 (0.8)2 (0.2)6 (3.6)In-hospital acute stroke, n (%)7 (0.7)2 (0.2)5 (3)In-hospital medicationsBenzodiazepines, n (%)222 (21.8)110 (12.9)114 (68.7)Opioids, n (%)229 (22.5)117 (13.7)112 (67.5)Propofol, n (%)185 (18.2)84 (9.9)101 (60.8)Antipsychotics, n (%)70 (6.9)5 (0.6)65 (39.2)Vasopressor support, n (%)240 (23.6)115 (13.5)125 (75.8)In-hospital outcomesIMV, n (%)247 (24.3)116 (13.6)131 (78.9)Duration of IMV, median (IQR), d12 (8–17)8 (4–12)14 (11–22)Length of stay in days, median (IQR)7 (4–13)6 (4–9)24 (16–33)In-hospital death, n (%)238 (23.4)198 (23.3)40 (24.1)Open in a separate windowAbbreviations: AKI = acute kidney injury; CT = computed tomography; FiO2 = fraction of inspired oxygen; IMV = invasive mechanical ventilation; IQR = interquartile range; NEWS2 = National Early Warning Score 2; PaO2 = arterial partial pressure of oxygen; SOFA = Sequential Organ Failure Assessment.Motoric Subtypes of DeliriumOut of 166 patients who developed delirium, 125 (75.3%) cases were classified as hyperactive, and 41 (24.7%) as hypoactive; the latter presented earlier during hospitalization (median 7 d, IQR 2–14, vs. 16 d, IQR 12–22) (Supplemental Table 2). Presenting symptoms, inflammatory response biomarkers, and other laboratory findings were similar. All the characteristics and their differences between delirium motoric subtypes are available in the Supplemental Material. There were no statistical differences in ratio of the partial pressure of arterial oxygen to the fraction of inspired oxygen, NLR, the proportion of patients with >50% of lung damage by chest CT, or severity scores between groups (Supplemental Table 3). Patients with hypoactive delirium had a higher frequency of pulmonary coinfection, IMV, vasopressor support, longer duration of IMV, and hospital LOS. In contrast, sedatives, opioids, or antipsychotics were more frequently used among patients with hyperactive delirium. There were no differences in other in-hospital complications. Unadjusted mortality was higher in patients with hypoactive delirium (43.9% vs. 17.6%; risk ratio 1.49, 95% CI 1.11–1.99).Risk Factors for Delirium DevelopmentMultivariable Cox proportional-hazards regression analysis showed that age (aHR 1.02, 95% CI 1.01–1.04; P = 0.006), an initial NLR ≥ 9 (aHR 1.81, 95% CI 1.23–2.65; P = 0.003), and requirement of IMV (aHR 3.39, 95% CI 1.47–7.84; P = 0.004) were independent risk factors for in-hospital delirium development (Table 3\n). Figure 2\nshows the cumulative hazard for delirium development according to hospital setting during hospitalization.Table 3Risk Factors for In-Hospital Delirium Development in COVID-19 PneumoniaUnivariable analysisMultivariable analysisHR (95% CI)P valueaHR (95% CI)P valueAge, y∗1.02 (1.00–1.03)0.0171.02 (1.01–1.04)0.006Male sex1.31 (0.93–1.84)0.121.38 (0.96–1.98)0.085Pre-existing neurologic disease1.19 (0.66–2.14)0.571.76 (0.95–3.29)0.074Pre-existing cognitive impairment1.19 (0.38–3.75)0.7621.50 (0.43–5.19)0.521Anosmia0.97 (0.53–1.79)0.9230.82 (0.31–2.19)0.692Dysgeusia1.15 (0.71–1.88)0.5731.62 (0.73–3.58)0.233SOFA score∗1.21 (1.10–1.33)<0.0011.05 (0.94–1.18)0.395NLR ≥ 92.15 (1.52–3.03)<0.0011.81 (1.23–2.65)0.003C-reactive protein∗1.02 (1.00–1.03)0.0220.99 (0.98–1.01)0.685Invasive mechanical ventilation2.54 (1.68–3.83)<0.0013.39 (1.47–7.84)0.004Benzodiazepine treatment2.04 (1.44–2.89)<0.0011.07 (0.63–1.81)0.810Opioid treatment1.76 (1.24–2.50)0.0020.79 (0.48–1.29)0.339Propofol treatment1.78 (1.28–2.49)0.0011.12 (0.73–1.72)0.606New-onset seizures0.87 (0.35–2.16)0.7550.86 (0.32–2.35)0.768In-hospital acute stroke0.58 (0.24–1.44)0.2420.50 (0.18–1.39)0.186Hemodialysis-requiring AKI1.55 (1.09–2.19)0.0151.18 (0.80–1.74)0.394Pulmonary coinfection1.35 (0.93–1.95)0.1170.66 (0.42–1.03)0.066Open in a separate windowAbbreviations: aHR = adjusted hazard ratio; AKI = acute kidney injury; CI = confidence interval; COVID-19 = coronavirus disease 2019; HR = hazard ratio; NLR = neutrophil-to-lymphocyte ratio; SOFA = Sequential Organ Failure Assessment.∗These are continuous variables. Overall model adjustment: χ2 = 59.56, 17 df, P < 0.001.Open in a separate windowFigure 2Cox Proportional-Hazards Models for In-Hospital Delirium, According to the Invasive Mechanical Ventilation Requirement. DiscussionTo our knowledge, the present cohort is the most extensive single-center study in Latin America describing patients with laboratory-confirmed COVID-19 pneumonia who developed in-hospital delirium. In this study, including ICU (all under IMV) and non-ICU patients, delirium incidence was 16.3%. The reported incidence in other series of hospitalized patients with COVID-19 ranges from 11% to 80%.11\n,\n12 Several well-known predisposing (patient characteristics) and precipitating factors (e.g., disease severity, in-hospital setting, in-hospital complications, and the use of sedatives in IMV patients) may explain these differences,3 especially in patients with COVID-19 who are prescribed opioids for symptomatic treatment of dyspnea.36\n,\n37\nOur incidence is slightly higher than the 11% reported in an Italian retrospective cohort of 852 ICU and non-ICU patients aged ≥ 18 years, with suspected or confirmed COVID-19. In that cohort, patients with delirium were older (median age of 82 y, IQR 78–89) than ours and had higher rates of neurologic and non-neurologic comorbidities than those without delirium; other precipitating factors such as ICU admission or IMV rates were not reported. Contrary to our findings in which mortality rates were similar between groups, they report higher mortality among patients with delirium (57% vs. 30%), but its development was not independently associated with this outcome.12\nA Brazilian study of 707 ICU and non-ICU patients (aged ≥ 50 y) with probable or confirmed COVID-19 reported an incidence of 24% using a chart-based screening tool.26 Despite this higher incidence, their IMV rates among patients with delirium were lower than ours (53% vs. 78.9%). Some factors that may have contributed to such incidence differences are that their patients were older and had higher rates of pre-existing neurologic diseases (e.g., dementia and cerebrovascular disease) and chronic diseases, well-known predisposing factors.3\n,\n38 In contrast to the present series and the Italian cohort, the Brazilian study reported that delirium was independently associated with increased in-hospital mortality (odds ratio 1.75, 95% CI 1.15–2.66; P = 0.009); this association was consistent among two different age groups. Similar to our findings, in their population, delirium was associated with IMV (odds ratio 1.99, 95% CI 1.30–3.05; P = 0.001) and ICU admission (odds ratio 3.32, 95% CI 2.11–5.23; P < 0.001).26\nDuring the pandemic, most studies on delirium have been carried out in ICU patients, reporting an incidence of up to 80%.11\n,\n13\n,\n14 This frequency is much higher than the 31% reported in a pre-COVID-19 meta-analysis of 48 studies.9 Of our total sample, 247 (24.3%) patients were treated at the ICU (all under IMV), and 131 of this 247 (53%) developed delirium (78.9% of our delirium cases). A multicenter cohort including 2088 critically ill patients with COVID-19 (71.7% males; median age of 64 y, IQR 54–71) from 69 ICUs across 14 countries reported a delirium prevalence of 66.9%, and 87.5% of their patients required IMV at some point during hospitalization. Older age, higher Simplified Acute Physiology Score II scores, male sex, smoking or alcohol abuse, use of vasopressors, IMV, continuous benzodiazepine, and opioid infusions were directly associated with its appearance and duration.14\nRegarding the motoric subtypes of delirium in patients with COVID-19, to this day, there are no data from non-ICU patients, and incidence among critically ill patients has significant variation. Hypoactive delirium is reported in 41.9% to 87.4% (mean duration of 2–4 d) of cases, and hyperactive in 12.6% to 51.8% (mean duration of 0–2 d).11\n,\n14 In our cohort, hyperactive was the most common subtype in 91.2% of ICU/IMV patients and in 58.5% of non-ICU patients. Similar to data reported in pre-COVID-19 studies,10 in this report, patients with hypoactive delirium were more likely to die, despite comparable disease severity. Furthermore, they were older and had higher rates of hypertension. However, they had lower rates of in-hospital complications. A possible explanation for these differences is that in our cohort, hyperactive delirium was most commonly diagnosed in patients who underwent IMV. This finding could be biased because of the unprecedented and sustained high rates of patients requiring IMV and the shortage of ICU beds during the pandemic.39 Furthermore, because CAM-based tools are less sensitive to detect hypoactive delirium, the latter may be underreported.40\nTo this date, none of the published studies detailing the characteristics of patients with COVID-19 and in-hospital delirium include a description of other COVID-19-associated neurologic symptoms such as anosmia and dysgeusia,11, 12, 13, 14\n,\n24, 25, 26 essential phenomena related to some of the hypotheses on how SARS-CoV-2 might invade the central nervous system.18, 19, 20 Our analysis did not find an association between the presenting COVID-19-associated neurologic symptoms and the development of in-hospital delirium, even after adjusting for relevant covariables.Although patients with delirium had elevated inflammatory biomarkers, increased disease severity measured by chest CT, and higher mortality scores, only an NLR ≥ 9, a surrogate systemic inflammatory response biomarker widely studied in COVID-19, was associated with in-hospital delirium.41 Therefore, we hypothesize that the proinflammatory and hypercoagulable state triggered by SARS-CoV-2 (known to cause endothelial activation and dysfunction) may have diminished the strict cerebral blood flow autoregulation in these patients, promoting blood-brain barrier disruption and making them more susceptible to delirium.42\n,\n43\nTherapeutic strategies during the pandemic have had several variations. All our studied cases were admitted and treated before the publication of the preliminary report by The RECOVERY Collaborative Group on the use of corticosteroids, which has proven to reduce the mortality rates, requirements of IMV, LOS, and increasing the number of ventilator-free days,44\n,\n45 some of the factors independently associated with the development of in-hospital delirium in the present report. The question of corticosteroid treatment in patients with COVID-19 and its effect on delirium or long-term outcomes remains unanswered.This study has several limitations we would like to acknowledge. Although assessing for in-hospital delirium using CAM-based tools is standard of care in our institution, due to our retrospective design, where we collected data from electronic medical records, and due to the time gap between screening to expert evaluation (≤24 h), delirium may be underreported. Similarly, we could not accurately determine its severity or duration to describe the in-hospital course. The latter is quite relevant because there is evidence of longer delirium duration in patients with COVID-19 than in the pre-COVID-19 era.14 Second, as seen in other series, our delirium rates had significant variation between hospital settings. However, we decided to include ICU and non-ICU patients to study the whole in-hospital spectrum of the disease to explore if some COVID-19-associated neurologic symptoms could be associated with in-hospital delirium development.19\n,\n46\nThird, other well-known delirium precipitating factors (e.g., timing and doses of sedatives or opioids) were not available for the analysis, which may explain why the use of benzodiazepines was not a risk factor in this study as they were recorded as ever used. In addition, we did not collect data on in-hospital treatments, neuroimaging studies, or other diagnostic tests to rule out other delirium causes. Finally, we were unable to record elements of the Assessment/treatment of pain; Both spontaneous awakening and breathing trials; Choice of analgesia and sedation; Delirium assessment, prevention, and management; Early mobility; Family presence (ABCDEF) bundle, which are recommended strategies to reduce the incidence of delirium and improve ICU patients' care8 because these strategies are not standardized in our center; therefore, our results should be interpreted according to each center protocols. In critically ill patients with COVID-19, family visitation (bundle element F) significantly lowered the risk of delirium.14 However, a meta-analysis of non-COVID-19 patients evaluating the impact of bundle interventions in the ICU found that these strategies had no effect on its prevalence and duration or in-hospital mortality, but they were effective in reducing the LOS.47\n ConclusionIn this cohort of patients with confirmed COVID-19 pneumonia, the incidence of in-hospital delirium was 16.3%. Age, IMV, and NLR ≥ 9 at hospital admission were independent risk factors for delirium development. Notably, SARS-CoV-2–related neurologic symptoms were not associated with in-hospital delirium. Given the extensive number of active COVID-19 cases worldwide, it is essential to detect patients who are most likely to develop delirium during hospitalization. Improving its preventive measures may reduce the risk of the long-term cognitive and functional sequelae associated with this neuropsychiatric complication. FootnotesFunding: This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.Disclosure: The authors disclosed no proprietary or commercial interest in any product mentioned or concept discussed in this article. References1. Wunsch H. Mechanical ventilation in COVID-19: interpreting the current epidemiology. Am J Respir Crit Care Med. 2020;202:1–4. [PMC free article] [PubMed] [Google Scholar]2. Olivas-Martínez A., Cárdenas-Fragoso J.L., Jiménez J.V., et al.  In-hospital mortality from severe COVID-19 in a tertiary care center in Mexico City; causes of death, risk factors and the impact of hospital saturation. PLoS One. 2021;16 [PMC free article] [PubMed] [Google Scholar]3. Wilson J.E., Mart M.F., Cunningham C., et al.  Delirium. Nat Rev Dis Primer. 2020;6:90. [Google Scholar]4. Vasilevskis E.E., Chandrasekhar R., Holtze C.H., et al.  The cost of ICU delirium and coma in the intensive care unit patient. Med Care. 2018;56:890–897. [PMC free article] [PubMed] [Google Scholar]5. Klein Klouwenberg P.M.C., Zaal I.J., Spitoni C., et al.  The attributable mortality of delirium in critically ill patients: prospective cohort study. BMJ. 2014;349:g6652. [PMC free article] [PubMed] [Google Scholar]6. Ely E.W., Shintani A., Truman B., et al.  Delirium as a predictor of mortality in mechanically ventilated patients in the intensive care unit. JAMA. 2004;291:1753–1762. [PubMed] [Google Scholar]7. Han J.H., Hayhurst C.J., Chandrasekhar R., et al.  Delirium’s arousal subtypes and their relationship with 6-month functional status and cognition. Psychosomatics. 2019;60:27–36. [PMC free article] [PubMed] [Google Scholar]8. Devlin J.W., Skrobik Y., Gélinas C., et al.  Clinical practice guidelines for the prevention and management of pain, agitation/sedation, delirium, immobility, and sleep disruption in adult patients in the ICU. Crit Care Med. 2018;46:e825–873. [PubMed] [Google Scholar]9. Krewulak K.D., Stelfox H.T., Leigh J.P., Ely E.W., Fiest K.M. Incidence and prevalence of delirium subtypes in an adult ICU: a systematic review and meta-analysis. Crit Care Med. 2018;46:2029–2035. [PubMed] [Google Scholar]10. Peritogiannis V., Bolosi M., Lixouriotis C., Rizos D.V. Recent insights on prevalence and corelations of hypoactive delirium. Behav Neurol. 2015;2015:416792. [PMC free article] [PubMed] [Google Scholar]11. Khan S.H., Lindroth H., Perkins A.J., et al.  Delirium incidence, duration, and severity in critically ill patients with coronavirus disease 2019. Crit Care Explor. 2020;2:e0290. [PMC free article] [PubMed] [Google Scholar]12. Ticinesi A., Cerundolo N., Parise A., et al.  Delirium in COVID-19: epidemiology and clinical correlations in a large group of patients admitted to an academic hospital. Aging Clin Exp Res. 2020;32:2159–2166. [PMC free article] [PubMed] [Google Scholar]13. Helms J., Kremer S., Merdji H., et al.  Delirium and encephalopathy in severe COVID-19: a cohort analysis of ICU patients. Crit Care. 2020;24:491. [PMC free article] [PubMed] [Google Scholar]14. Pun B.T., Badenes R., Heras La Calle G., et al.  Prevalence and risk factors for delirium in critically ill patients with COVID-19 (COVID-D): a multicentre cohort study. Lancet Respir Med. 2021;9:239–250. [PMC free article] [PubMed] [Google Scholar]15. Romero-Sánchez C.M., Díaz-Maroto I., Fernández-Díaz E., et al.  Neurologic manifestations in hospitalized patients with COVID-19: the ALBACOVID registry. Neurology. 2020;95:e1060–e1070. [PMC free article] [PubMed] [Google Scholar]16. Frontera J.A., Sabadia S., Lalchan R., et al.  A prospective study of neurologic disorders in hospitalized COVID-19 patients in New York City. Neurology. 2021;96:e575–e586. [PMC free article] [PubMed] [Google Scholar]17. Flores-Silva F.D., García-Grimshaw M., Valdés-Ferrer S.I., et al.  Neurological manifestations in hospitalized patients with COVID-19 in Mexico City. PLoS One. 2021;16:e0247433. [PMC free article] [PubMed] [Google Scholar]18. Baller E.B., Hogan C.S., Fusunyan M.A., et al.  Neurocovid: pharmacological recommendations for delirium associated with COVID-19. Psychosomatics. 2020;61:585–596. [PMC free article] [PubMed] [Google Scholar]19. Zubair A.S., McAlpine L.S., Gardin T., Farhadian S., Kuruvilla D.E., Spudich S. Neuropathogenesis and neurologic manifestations of the coronaviruses in the age of coronavirus disease 2019: a review. JAMA Neurol. 2020;77:1018–1027. [PMC free article] [PubMed] [Google Scholar]20. Li Y.-C., Bai W.-Z., Hashikawa T. The neuroinvasive potential of SARS-CoV2 may play a role in the respiratory failure of COVID-19 patients. J Med Virol. 2020;92:552–555. [PMC free article] [PubMed] [Google Scholar]21. Kotfis K., Williams Roberson S., Wilson J.E., Dabrowski W., Pun B.T., Ely E.W. COVID-19: ICU delirium management during SARS-CoV-2 pandemic. Crit Care. 2020;24:176. [PMC free article] [PubMed] [Google Scholar]22. Jin Y., Ji W., Yang H., Chen S., Zhang W., Duan G. Endothelial activation and dysfunction in COVID-19: from basic mechanisms to potential therapeutic approaches. Signal Transduct Target Ther. 2020;5:293. [PMC free article] [PubMed] [Google Scholar]23. Del Valle D.M., Kim-Schulze S., Huang H.-H., et al.  An inflammatory cytokine signature predicts COVID-19 severity and survival. Nat Med. 2020;26:1636–1643. [PMC free article] [PubMed] [Google Scholar]24. Marengoni A., Zucchelli A., Grande G., Fratiglioni L., Rizzuto D. The impact of delirium on outcomes for older adults hospitalised with COVID-19. Age Ageing. 2020;49:923–926. [PMC free article] [PubMed] [Google Scholar]25. Kennedy M., Helfand B.K.I., Gou R.Y., et al.  Delirium in older patients with COVID-19 presenting to the emergency department. JAMA Netw Open. 2020;3:e2029540. [PMC free article] [PubMed] [Google Scholar]26. Garcez F.B., Aliberti M.J.R., Poco P.C.E., et al.  Delirium and adverse outcomes in hospitalized patients with COVID-19. J Am Geriatr Soc. 2020;68:2440–2446. [PMC free article] [PubMed] [Google Scholar]27. Sessler C.N., Gosnell M.S., Grap M.J., et al.  The Richmond Agitation-Sedation Scale: validity and reliability in adult intensive care unit patients. Am J Respir Crit Care Med. 2002;166:1338–1344. [PubMed] [Google Scholar]28. Ely E.W., Margolin R., Francis J., et al.  Evaluation of delirium in critically ill patients: validation of the confusion assessment method for the intensive care unit (CAM-ICU) Crit Care Med. 2001;29:1370–1379. [PubMed] [Google Scholar]29. Han J.H., Wilson A., Vasilevskis E.E., et al.  Diagnosing delirium in older emergency department patients: validity and reliability of the delirium triage screen and the brief confusion assessment method. Ann Emerg Med. 2013;62:457–465. [PMC free article] [PubMed] [Google Scholar]30. Inouye S.K., van Dyck C.H., Alessi C.A., Balkin S., Siegal A.P., Horwitz R.I. Clarifying confusion: the confusion assessment method. A new method for detection of delirium. Ann Intern Med. 1990;113:941–948. [PubMed] [Google Scholar]31. Núñez I., Priego-Ranero Á.A., García-González H.B., et al.  Common hematological values predict unfavorable outcomes in hospitalized COVID-19 patients. Clin Immunol Orlando Fla. 2021;225:108682. [PMC free article] [PubMed] [Google Scholar]32. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]33. Royal College of Physicians . Updated report of a working party; 2017. National Early Warning Score (NEWS) 2: Standardising the assessment of acute-illness severity in the NHS. [Google Scholar]34. Knight S.R., Ho A., Pius R., et al.  Risk stratification of patients admitted to hospital with covid-19 using the ISARIC WHO Clinical Characterisation Protocol: development and validation of the 4C Mortality Score. BMJ. 2020;370:m3339. [PMC free article] [PubMed] [Google Scholar]35. Vincent J.L., Moreno R., Takala J., et al.  The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine. Intensive Care Med. 1996;22:707–710. [PubMed] [Google Scholar]36. Fusi-Schmidhauser T., Preston N.J., Keller N., Gamondi C. Conservative management of COVID-19 patients-emergency palliative care in action. J Pain Symptom Manage. 2020;60:e27–30. [PMC free article] [PubMed] [Google Scholar]37. Janssen D.J.A., Ekström M., Currow D.C., et al.  COVID-19: guidance on palliative care from a European Respiratory Society international task force. Eur Respir J. 2020;56:2002583. [PMC free article] [PubMed] [Google Scholar]38. Inouye S.K., Westendorp R.G.J., Saczynski J.S. Delirium in elderly people. Lancet. 2014;383:911–922. [PMC free article] [PubMed] [Google Scholar]39. Tyrrell C.S.B., Mytton O.T., Gentry S.V., et al.  Managing intensive care admissions when there are not enough beds during the COVID-19 pandemic: a systematic review. Thorax. 2021;76:302–312. [PMC free article] [PubMed] [Google Scholar]40. De J., Wand A.P.F. Delirium screening: a systematic review of delirium screening tools in hospitalized patients. The Gerontologist. 2015;55:1079–1099. [PubMed] [Google Scholar]41. Li X., Liu C., Mao Z., et al.  Predictive values of neutrophil-to-lymphocyte ratio on disease severity and mortality in COVID-19 patients: a systematic review and meta-analysis. Crit Care. 2020;24:647. [PMC free article] [PubMed] [Google Scholar]42. Hawkins M., Sockalingam S., Bonato S., et al.  A rapid review of the pathoetiology, presentation, and management of delirium in adults with COVID-19. J Psychosom Res. 2021;141:110350. [PMC free article] [PubMed] [Google Scholar]43. Qin Y., Wu J., Chen T., et al.  Long-term micro-structure and cerebral blood flow changes in patients recovered from COVID-19 without neurological manifestations. J Clin Invest. 2021;131:147329. [PMC free article] [PubMed] [Google Scholar]44. RECOVERY Collaborative Group. Horby P., Lim W.S., et al.  Dexamethasone in hospitalized patients with covid-19. N Engl J Med. 2021;384:693–704. [PMC free article] [PubMed] [Google Scholar]45. WHO Rapid Evidence Appraisal for COVID-19 Therapies (REACT) Working Group. Sterne J.A.C., Murthy S., et al.  Association between administration of systemic corticosteroids and mortality among critically ill patients with COVID-19: a meta-analysis. JAMA. 2020;324:1330–1341. [PMC free article] [PubMed] [Google Scholar]46. Li Z., Liu T., Yang N., et al.  Neurological manifestations of patients with COVID-19: potential routes of SARS-CoV-2 neuroinvasion from the periphery to the brain. Front Med. 2020;14:533–541. [PMC free article] [PubMed] [Google Scholar]47. Zhang S., Han Y., Xiao Q., Li H., Wu Y. Effectiveness of bundle interventions on ICU delirium: a meta-analysis. Crit Care Med. 2021;49:335–346. [PMC free article] [PubMed] [Google Scholar]"}