{"title": "Recombinant human thrombomodulin for pneumonia-induced severe ARDS complicated by DIC in children: a preliminary study", "pubDate": "2021", "PMCID": "PMC8278185", "DOI": "10.1007/s00540-021-02971-3", "PMID": "34259911", "abstract": "Purpose:                       Recombinant human soluble thrombomodulin (rTM) has been used to treat disseminated intravascular coagulation (DIC). Recent studies have shown the efficacy of rTM through its anti-inflammatory effects for treatment of adults with acute respiratory distress syndrome (ARDS). However, the safety and efficacy of rTM in children with severe ARDS complicated by DIC have not been reported. In this preliminary study, we reported the feasibility of using rTM for the treatment of pneumonia-induced severe ARDS complicated by DIC in children.                  Methods:                       Six children (age: median 10 months old) with pneumonia-induced severe ARDS complicated by DIC were enrolled in this preliminary study. rTM (380 U/kg) was administered for a maximum of 6 days, in addition to conventional therapies after diagnosis of severe ARDS complicated by DIC. After administration of rTM, we measured changes in the plasma TM concentration and evaluated the clinical course, status of DIC and ARDS, and other laboratory findings, including levels of cytokines, chemokines, and biomarkers.                  Results:                       In all six children, the plasma concentration of TM increased and DIC scores decreased after administration of rTM. Four of the six children recovered from the severe ARDS complicated by DIC after treatment, and were discharged from the hospital with no complications. In survived children, levels of soluble receptors for advanced glycation end products, interleukin-6, interleukin-8 and monocyte chemotactic protein-1 decreased after administration of rTM compared to those before rTM.                  Conclusions:                       The rTM administration is feasible as an adjunctive therapeutic strategy for children over 2 months with pneumonia-induced severe ARDS complicated by DIC.", "author": [{"author": "Naoyuki Hirata", "affiliation": ["Department of Anesthesiology, Sapporo Medical University School of Medicine, S1 W16 Chuo-ku, Sapporo, Hokkaido, 060-8543, Japan. naohirata@mac.com."], "href": "/?term=Hirata+N&cauthor_id=34259911"}, {"author": "Dong Tien Ngo", "affiliation": ["Department of Pediatrics Intensive Care Units, National Children's Hospital, 18 ngõ 879 Đường La Thành, Láng Thượng, Đống Đa, Hanoi, Vietnam."], "href": "/?term=Ngo+DT&cauthor_id=34259911"}, {"author": "Phuc Huu Phan", "affiliation": ["Department of Pediatrics Intensive Care Units, National Children's Hospital, 18 ngõ 879 Đường La Thành, Láng Thượng, Đống Đa, Hanoi, Vietnam."], "href": "/?term=Phan+PH&cauthor_id=34259911"}, {"author": "Akira Ainai", "affiliation": ["Department of Pathology, National Institute of Infectious Diseases, 1-23-1, Toyama, Shinjuku-ku, Tokyo, 162-8640, Japan."], "href": "/?term=Ainai+A&cauthor_id=34259911"}, {"author": "Thuy Thi Bich Phung", "affiliation": ["Department of Molecular Biology for Infectious Disease, National Children's Hospital, 18 ngõ 879 Đường La Thành, Láng Thượng, Đống Đa, Hanoi, Vietnam."], "href": "/?term=Phung+TTB&cauthor_id=34259911"}, {"author": "Tuan Anh Ta", "affiliation": ["Department of Pediatrics Intensive Care Units, National Children's Hospital, 18 ngõ 879 Đường La Thành, Láng Thượng, Đống Đa, Hanoi, Vietnam."], "href": "/?term=Ta+TA&cauthor_id=34259911"}, {"author": "Jin Takasaki", "affiliation": ["Department of Respiratory Medicine, National Center for Global Health and Medicine, 1-21-1, Toyama, Shinjuku-ku, Tokyo, 162-8622, Japan."], "href": "/?term=Takasaki+J&cauthor_id=34259911"}, {"author": "Shoji Kawachi", "affiliation": ["Division of the Asia International Institute of Infection Disease Control, Teikyo University, 2-11-1, Kaga, Itabashi-ku, Tokyo, 173-8605, Japan."], "href": "/?term=Kawachi+S&cauthor_id=34259911"}, {"author": "Hiroyuki Nunoi", "affiliation": ["Aisenkai Nichinan Hospital, 3649-2 Kazeta, Nichinan, Miyazaki, 887-0034, Japan."], "href": "/?term=Nunoi+H&cauthor_id=34259911"}, {"author": "Noriko Nakajima", "affiliation": ["Department of Pathology, National Institute of Infectious Diseases, 1-23-1, Toyama, Shinjuku-ku, Tokyo, 162-8640, Japan."], "href": "/?term=Nakajima+N&cauthor_id=34259911"}, {"author": "Tran Minh Dien", "affiliation": ["Department of Surgical Intensive Care Unit, National Children's Hospital, 18 ngõ 879 Đường La Thành, Láng Thượng, Đống Đa, Hanoi, Vietnam."], "href": "/?term=Dien+TM&cauthor_id=34259911"}], "refPMID": ["23582723", "18005903", "19531940", "15673166", "31236307", "17059423", "24005342", "24563247", "26939575", "22673239", "29596106", "22797452", "18829769", "26724297", "29970013", "26625862", "21068698", "23361628", "21098690", "27734584", "26652251", "28771554", "16456142", "18566109", "25932660", "29422518", "25883031", "23542734", "25520844"], "citedInPMID": ["34259911", "35052778"], "body": " AbstractPurposeRecombinant human soluble thrombomodulin (rTM) has been used to treat disseminated intravascular coagulation (DIC). Recent studies have shown the efficacy of rTM through its anti-inflammatory effects for treatment of adults with acute respiratory distress syndrome (ARDS). However, the safety and efficacy of rTM in children with severe ARDS complicated by DIC have not been reported. In this preliminary study, we reported the feasibility of using rTM for the treatment of pneumonia-induced severe ARDS complicated by DIC in children.MethodsSix children (age: median 10 months old) with pneumonia-induced severe ARDS complicated by DIC were enrolled in this preliminary study. rTM (380 U/kg) was administered for a maximum of 6 days, in addition to conventional therapies after diagnosis of severe ARDS complicated by DIC. After administration of rTM, we measured changes in the plasma TM concentration and evaluated the clinical course, status of DIC and ARDS, and other laboratory findings, including levels of cytokines, chemokines, and biomarkers.ResultsIn all six children, the plasma concentration of TM increased and DIC scores decreased after administration of rTM. Four of the six children recovered from the severe ARDS complicated by DIC after treatment, and were discharged from the hospital with no complications. In survived children, levels of soluble receptors for advanced glycation end products, interleukin-6, interleukin-8 and monocyte chemotactic protein-1 decreased after administration of rTM compared to those before rTM.ConclusionsThe rTM administration is feasible as an adjunctive therapeutic strategy for children over 2 months with pneumonia-induced severe ARDS complicated by DIC.Supplementary InformationThe online version contains supplementary material available at 10.1007/s00540-021-02971-3.Keywords: Pediatric acute respiratory distress syndrome, Disseminated intravascular coagulation, Recombinant human-soluble thrombomodulin IntroductionPneumonia is a leading infectious cause of hospitalizations and death among children globally [1]. Pneumonia can induce acute respiratory distress syndrome (ARDS) [2, 3], and disseminated intravascular coagulopathy (DIC) can develop in patients with severe ARDS [4]. Severe ARDS complicated by DIC is a life-threatening condition and is associated with a poor prognosis, indicating the need for early treatment [4]. While various practice strategies for the management of pediatric ARDS have been proposed [5], the mortality in children with ARDS remains significant and an effective therapeutic strategy is needed.Recombinant human-soluble thrombomodulin (rTM) was primarily developed in Japan to treat DIC [6]. rTM is now administered to treat children with DIC and its safety has been shown [7, 8]. Recently, several clinical studies have been conducted to evaluate the efficacy of rTM as an adjunctive anti-inflammatory agent for various severe inflammatory conditions [9, 10]. Adjunctive rTM administration may be effective for ARDS complicated by DIC and sepsis in adult patients [10, 11]; however, there has been little research focusing on the safety and effects of rTM in children with severe ARDS complicated by DIC, while many therapeutic clinical trials that focused on all children with ARDS have been conducted [5]. We hypothesized that adjunctive rTM administration is feasible as a therapeutic strategy for children with severe ARDS complicated by DIC. This preliminary study was conducted to explore the safety and efficacy of rTM in those critical children. We also investigated changes in plasma concentration of thrombomodulin (TM), cytokines/chemokines, and biomarkers associated with inflammation and lung epithelial or endothelial injury. MethodsPatients and case definitionsThis prospective preliminary study was carried out from January 2016 to May 2019 at the PICU in Vietnam National Children’s Hospital, Hanoi, Vietnam. This study was approved by the ethics committee in National Children’s Hospital, Hanoi, Vietnam and National Center for Global Health and Medicine, Tokyo, Japan. This study was registered in UMIN Clinical Trial Registry (UMIN000020358, https://upload.umin.ac.jp/cgi-open-bin/ctr_e/ctr_view.cgi?recptno=R000023516) on 26 December 2015 and the first patient was enrolled on 27 January 2016.Children who met the following inclusion criteria within 72 h of PICU admission were enrolled: (1) admission to the PICU with infectious pneumonia; (2) age of 1 month–15 years; (3) DIC scores defined by the International Society of Thrombosis and Hemostasis (ISTH) ≥ 5; (4) PaO2/FiO2 ratio (P/F ratio) ≤ 100 mm Hg (based on the Berlin definition of 2012) [12]; (5) No severe left ventricular dysfunction; (6) Chest X-ray showing an abnormal shadow (consolidation, ground-glass opacity, or nodular shadow); and (7) Written informed consent prior to initiation of any study procedures, obtained from the patient’s parents. Patients with severe renal dysfunction (glomerular filtration rate < 30 mL/min/1.73 m2) [13] or bleeding symptoms, or cyanotic heart diseases, or those whom the treating doctor deemed ineligible for any reason, were excluded from this study.ARDS treatmentsThe patients enrolled in this study received conventional therapies for ARDS using lung-protective ventilation with low tidal volume, low static peak pressure and permissive hypercapnia. Ventilation modes were selected on the basis of the patients’ status. In addition to lung-protective ventilation, intravenous immunoglobulin, steroids, antivirus agents and broad spectrum antibiotics to prevent secondary bacterial infection were administered depending on the patients’ conditions. Hemodynamics was managed with fluid management and vasoconstrictive agents. We observed respiratory variables including P/F ratio, mean airway pressure, base excess and radiographic findings. Oxygenation index (FiO2 x mean airway pressure × 100/PaO2) was calculated.rTM administrationSimilar to the administration of rTM to adults, rTM (380 U/kg) was administered for a maximum of 6 consecutive days via intravenous drip infusion for 30 min after diagnosis of severe ARDS complicated by DIC. All necessary treatments performed by PICU doctors were acceptable, except administration or co-administration of anticoagulants, thrombolytic agents, and platelet aggregation inhibitors. Blood samples were taken on the day of admission to the PICU (day X), before the first administration of rTM, and on α days after day X (day X + α). Blood samples were used to evaluate plasma concentrations of TM, cytokines/chemokines, biomarkers, blood cell counts, blood chemistry and DIC scores. The rTM administration was discontinued in case that patients developed severe renal dysfunction or bleeding in vital organs.Microbiological testsBlood and tracheal lavage fluid (TLF) were collected on the day of admission to the PICU. Microbiological cultures were prepared according to standard microbiological procedures. To detect and differentiate up to 25 pathogenic microbial DNA types in blood samples, the LightCycler SeptiFast Test (Roche Diagnostics GmbH, Mannheim, Germany) was used [14]. Total nucleic acids from the TLF samples were extracted with a MagNA Pure LC total nucleic acid isolation kit using a Roche MagNA Pure LC instrument according to the manufacturer's instructions (Roche Diagnostics). The extracts were tested by multiplex real-time polymerase chain reaction (rPCR) using the FTD Respiratory Pathogens 33 Kit according to the manufacturer's instructions (Fast Track Diagnostics, Junglinster, Luxembourg) to screen 33 kinds of respiratory pathogens and by an in-house-developed conventional single-target rPCR to detect genomes of cytomegalovirus (CMV), human immunodeficiency virus (HIV), and varicella zoster virus (VZV).TM and biomarker assayThe plasma concentration of TM, soluble receptor of advanced glycation end products (sRAGE), high-mobility group box 1 (HMGB-1), pulmonary surfactant protein D (SP-D), and angiopoietin-2 (Ang-2) were measured using enzyme-linked immunosorbent assay (ELISA) kits and a microplate reader (Multiskan FC; Thermo Fisher Scientific K.K., Tokyo, Japan). ELISA kits for TM, sRAGE, SP-D and Ang-2 were purchased from R&D Systems (Tokyo, Japan) and for HMGB-1 from Shino-Test Corporation (Tokyo, Japan). All samples were run in duplicate and the average concentrations were used for statistical analysis.Cytokine and chemokine assayThe levels of cytokines/chemokines in the plasma were measured using the Human Cytokine Magnetic 25-Plex Panel Kit (Invitrogen, Carlsbad, CA, USA) on a Magpix® system (Merck Vietnam Co., Ltd, Vietnam). All samples were run in duplicate and the average concentrations were used for statistical analysis.Statistical analysisDIC scores were shown as medians with the interquartile range (IQR), and the groups (day X and day X + 6) were compared using the Wilcoxon signed rank test. P < 0.05 was considered statistically significant. Data were statistically analyzed using Prism 5.0 for Mac (GraphPad Software Inc., La Jolla, CA, USA) with a two-tailed hypothesis. ResultsPatientsSix children fulfilled the inclusion criteria of having severe ARDS and DIC. Although more than one virus genome was detected in each patient, the major causative pathogen of pneumonia in each case was estimated to be respiratory syncytial virus, tuberculosis, influenza A/H1N1pdm, Pneumocystis jirovecii / CMV, CMV and VZV, respectively (Table ​(Table1).1). No pathogenic microbial DNA was detected in blood samples, suggesting no bacteremia and fungiemia. Case 3 (1y5M) and Case 4(3 M) had past history of recurrent pneumonia. Case 4 was HIV positive. The other children had no significant past history.Table 1The characteristics of patientsGenderAgePRISM IIILowest P/F ratioMaximum DIC scorePathogen in TLF/NPA/blood on PICU admissionComplicatios and past historyPICU admission day from the onsetLOS in PICULOS in HospitalOutcomeCase 1F2 M10367RSV, CMVaNone61021AliveCase 2F2Y5M3356TB, CMVaNone203233AliveCase 3M1Y5M5777A/H1N1pdm, CMV*Recurrent pneumonia81327AliveCase 4M3 M10696PCP/CMV, HIVRecurrent pneumonia, HIV positive9834AliveCase 5F3 M10685CMVNone81717DeadCase 6F9Y5M12466VZV, RVNone121414DeadOpen in a separate windowPRISM Pediatric risk score for mortality, P/F ratio PaO2/FiO2 ratio, DIC disseminated intravascular coagulopathy, TLF tracheal lavage fluid, NPA; nasopharyngeal aspiration, RSV Respiratory syncytial virus, CMV cytomegalovirus, TB tuberculous, A/H1N1pdm Influenza A, subtype H1N1pdm, PCP pneumocystis jiroveci, HIV human immunodeficiency virus, VZV varicella zoster virus, RV Rhino virus, LOS Length of stayaCMV CMV latent infectionARDS statusAll patients received lung-protective ventilation. In addition to synchronized intermittent mandatory ventilation with pressure support, volume-targeted pressure control (in Cases 1, 5, and 6), pressure-regulated volume control (in Cases 2 and 3), and high-frequency ventilation (in Cases 2 and 4) were applied depending on the patients’ conditions. Intravenous immunoglobulin, steroids (except in Cases 2 and 4), antivirus agents and broad spectrum antibiotics were administered. There was no patient who received surfactant therapy nor inhaled nitric oxide.In cases 1, 3, and 4, the status of ARDS, including the P/F ratio and oxygenation index, improved and they were successfully extubated within a week after conventional intensive care and adjunctive administration of rTM (Table ​(Table2).2). Case 2 required more time for improvement in the respiratory conditions due to tuberculous pneumonia, but this patient was later successfully extubated and survived [15]. Two patients, cases 5 and 6, died from their respiratory conditions that had not fully resolved (Table ​(Table2),2), although their DIC scores improved during administration of rTM. Case 5 developed severe hypoxia from respiratory failure, which occurred 7 days after completion of rTM administration (day X + 12). In case 6, her respiratory status deteriorated after multiple drug-resistant Acinetobacter baumannii was cultured from TLF 5 days after completion of rTM administration.Table 2Changes in DIC Scores, PaO2/FiO2 ratio, and oxygenation index before and after rTMPatient numberDIC scoresP/F ratio (mmHg)Oxygenation IndexExtubation (day)Day XDay X + 6Day XDay X + 6Day XDay X + 6Survived patients Case 162100Extubated15ExtubatedYes (day X + 3) Case 265355061.520Yes (day X + 24) Case 36293244214.7Yes (day X + 7) Case 45382Extubated24ExtubatedYes (day X + 4)Non-survived patients Case 55368431652No Case 6531022072017NoOpen in a separate windowDIC disseminated intravascular coagulation, rTM recombinant human thrombomodulin administrationSafety of rTM administartionEach patient except case 3 was administered rTM for 6 consecutive days after enrollment in this study. In case 3, rTM was discontinued on day X + 3, because slightly bloody urine was detected after the fourth administration of rTM. The other cases showed no bleeding or other complications throughout the study. We did not find any adverse effects of rTM on liver or renal function during rTM administration (Table ​(Table3).3). We measured the plasma concentration of TM before rTM administration on day X and α days after administration (on day X + α). Blood sampling days after the initiation of the administration of rTM were different among the patients because the blood sampling was limited to minimize the risk of anemia in pediatric patients. We decided the days of samplings depending on the patient’s conditions. Consequently, blood samplings just after completion of rTM therapy were performed on day X + 5 in case 4, day X + 6 in cases 2, 5, 6 and day X + 7 in cases 1 and 3. On the days after completion of rTM administration, the plasma concentration of TM increased compared to that before rTM administration in all patients (Fig. 1a). DIC scores after rTM administration were lower than those before rTM administration in all patients (Table ​(Table2).2). Median [IQR] of DIC score after rTM (3 [2.25–3]) was significantly lower than that before rTM (5.5 [5, 6]) (P < 0.05).Table 3Changes in biomarkers of liver function and renal function before and after rTM administrationPatient numberWBC (× 1000/μL)Plt (× 1000/μL)AST (U/L)ALT (U/L)BUN (mg/dL)Creatinine (μmol/L)Day XDay X + 6Day XDay X + 6Day XDay X + 6Day XDay X + 6Day XDay X + 6Day XDayX + 6Survived Patients Case 11912.442896549106277.413.63536 Case 26.712.21531427073161418185047 Case 312.15.9981432341424132154863161 Case 413.06.7142801757102874847.5124846Non-survived Patients Case 511.525.227232883910234.520.33952 Case 67.79.224180131102106803.16.5919Open in a separate windowOpen in a separate windowFig. 1Changes in the plasma concentrations of biomarkers including thrombomodulin (a), soluble receptor of advanced glycation end products (sRAGE) (b), high-mobility group box 1 (HMGB-1) (c), pulmonary surfactant protein D (SP-D) (d), and angiopoietin-2 (Ang-2) (e) before and after administration of recombinant human thrombomodulin (rTM) in 6 children. White circles and black circles indicate patients who survived and those who did not survive, respectivelyBiomarkers and inflammatory cytokines/chemokinesFigure 1 and Fig. 2 showed the changes in biomarkers (TM, sRAGE, HMGB-1, SP-D, Ang-2) and cytokines/chemokines (IL-6, IL-8, MCP-1, IL-10, IP-10, IFN-γ), respectively. Laboratory findings revealed that the levels of sRAGE after rTM administration was lower than that before rTM in all 6 children (Fig. 1b). Plasma levels of interleukin (IL)-6 (Fig. 2a), and IL-8 (Fig. 2b) after rTM administration were also lower than that before rTM, except in case 5. Monocyte chemotactic protein-1 (MCP-1) is a member of the chemokine family, and regulates trafficking of monocytes from bone marrow to inflamed tissue in response to inflammatory signals [16]. Although plasma MCP-1 levels in the survived children (except on day X + 5 in case 4) decreased after rTM administration, those in the children who died increased (Fig. 2c). However, there was variability in changes in other biomarkers, such as HMGB-1, SP-D and Ang-2 (Fig. 1c–e), and cytokines/chemokines, such as IL-10, and interferon-γ-inducible protein-10 (IP-10), and interferon-gamma (IFN-γ) among the patients (Fig. 2d–f).Open in a separate windowFig. 2Changes in the plasma concentrations of cytokines/chemokines including interleukin-6 (IL-6) (a), interleukin-8 (IL-8) (b), Monocyte chemotactic protein-1 (MCP-1) (c), interleukin-10 (IL-10) (d), interferon-γ-inducible protein-10 (IP-10) (e) and interferon-gamma (IFN-γ) (f) before and after administration of recombinant human thrombomodulin (rTM). White circles and black circles indicate patients who survived and those who did not survive, respectively DiscussionThis preliminary study showed that the plasma concentration of TM increased and DIC scores decreased after administration of rTM in addition to conventional therapies for severe ARDS complicated with DIC compared to those before rTM administration in all patients.In all six children, levels of sRAGE after rTM administration were lower than those before rTM. In survived children, levels of cytokines/chemokines including IL-6, IL-8 and MCP-1 after administration of rTM were lower than those before rTM. These results may be due to both the anti-inflammatory effects of rTM and the treatments other than rTM, which suggest rTM may be a potential candidate for an adjunctive therapy for children with ARDS complicated by DIC.Previous studies in adults [17, 18] and children [7, 8] have shown the efficacy of rTM for DIC. We confirmed that rTM increased the plasma concentration of TM and DIC score decreased after rTM administration, consistent with previous studies. Based on the previous studies on the concentration of TM [19, 20], we considered that an increased plasma concentration of TM in our study might be induced by rTM administration and might be better for patients with DIC. Conversely, serum TM level can be increased by endothelial dysfunction and an increased TM level is associated with disease severity and mortality in pediatric patients [21, 22]. Thus, an increased concentration of TM in our study might represent intrinsic TM caused by endothelial damage, not by rTM administration. To validate the beneficial effects of increased TM concentration, detailed classification of TM (e.g., TM-alpha) might be required.In patients who survived, the P/F ratio and oxygenation index improved after administration of rTM. Notably, levels of sRAGE after rTM administration were lower than those before rTM. sRAGE is a marker of lung epithelial injury [23], and has good diagnostic value for ARDS and is associated with the severity of lung injury, the degree of lung epithelial injury, impaired alveolar fluid clearance, and prognosis in ARDS [24, 25]. Based on these studies, administration of rTM may be related with improvement or attenuation of lung epithelial injury. However, respiratory conditions did not improve after rTM in the patients who died. Recently, Jabaudon et al. reported that a higher baseline level of sRAGE was associated with development of ARDS [26]. In this study, on day X (just before administration of rTM), the plasma concentrations of sRAGE in patients 5 and 6, who later died, were 4715 and 8501 pg/mL, respectively, whereas the median concentration of sRAGE in the patients who survived was 1817 [IQR 1437–1904] pg/m. Thus, different degrees of damage in the lung epithelium in the patients who survived and those who did not survive may be involved in the different progress of ARDS and the subsequent outcomes.In the patients who survived, rTM may have helped to improve the ARDS status via anti-inflammatory effects. Recently, the anti-inflammatory effects of rTM have been highlighted, and rTM may improve not only respiratory dysfunction but also mortality rates in patients with severe sepsis and DIC [9–11, 27]. We previously published case reports on 3 of the patients who survived (cases 1, 2, and 4) in this study [15, 28]. Interestingly, MCP-1, which is one of the chemokines, decreased in 3 of the 4 patients who survived, but not in the patients who died, after administration of rTM. A previous study reported that a higher serum MCP-1 level was associated with a tenfold higher risk of death in ARDS [29]. In addition to sRAGE, these biomarkers may be useful for predicting the development of ARDS and outcomes. In contrast, changes in levels of biomarkers including IL-6, IL-8 and MCP-1 were not uniform in the patients who died, and there was variability in changes in other biomarkers, including several inflammatory biomarkers (HMGB-1, SP-D, and Ang-2) and cytokines/chemokines (IFN-γ, IL-10, and IP-10), that are associated with the development of ARDS [30]. To determine the anti-inflammatory effects of rTM in patients with severe ARDS, further large studies with patients without rTM administration and with simultaneous measurement of multiple inflammatory biomarkers and cytokines/chemokines may be required.This study has several limitations. First, this preliminary study is not a randomized trial, and there were no control patients, who were treated without rTM. On the basis of our results in 6 children, it may be difficult to state any definitive effects of rTM for severe pediatric ARDS complicated with DIC. However, to the best of our knowledge, there has been no study on the effects of rTM in children with severe ARDS complicated by DIC. To validate the efficacy of rTM for those children, further accumulation of clinical experiences and evidence including randomized controlled trials would be desirable. Second, we could not collect blood samples from the patients to evaluate the levels of biomarkers and cytokines/chemokines on the same days after administration of rTM because the children’s conditions were different and the blood samples needed to be limited to avoid iatrogenic anemia. Third, our determinations of changes in biomarkers including cytokines/chemokines might not be clinically significant. The changes in those levels were evaluated by comparing the levels of biomarkers before and after administration of rTM. Thus, we have determined the ‘increase’ and ‘decrease’ of biomarkers by changes in each patient but not by any ‘normal’ level or general definition, because the normal level and/or definition of ‘abnormal’ in biomarkers measured in our study are different in previous reports depending on the methods of analysis. Finally, the patients enrolled in this study received multimodal therapies for severe ARDS and DIC. Thus, it is difficult to determine the definitive effects of rTM on the clinical status of ARDS and DIC. For example, the conventional therapies with lung-protective ventilations, intravenous immunoglobulin and antivirus agents or antibiotics might have improved the ARDS status in patients who survived.In conclusion, we investigated the feasibility of rTM as an adjuvant therapy for treatment of children with severe pneumonia-induced ARDS complicated by DIC. To determine the efficacy of rTM for those critical children, further accumulation of robust evidence will be required. Supplementary InformationBelow is the link to the electronic supplementary material.Supplementary file1 (DOC 226 KB)(226K, doc) AcknowledgementsWe thank Dr. Le Thanh Hai, M.D. Ph.D. for collaboration the early stages of this work. This study was supported in part by Grants-in-Aid from the Japan Agency for Medical Research and Development (AMED) to N.H (JP18fk0108003) and to N.N. (JP20fk0108082). Authors contributionsDTN, PHP, TAT, DMT and HTL: performed medical treatment for patients. HN, SK, NN, NH and JT: participated in the conception of the treatment protocol, and drafted the manuscript. AA and TTBP: performed rRT-PCR assays and analyzed biomarkers of ARDS. All authors have read and approved the final manuscript. FundingThe authors have not received money, gifts, or other compensation from any organization, institution, or business that may be affected financially by our publication. DeclarationsConflict of interestOur report has been posted as a preprint online as not peer-reviewed work (https://www.researchsquare.com/article/rs-7296/v1), but it has not been formally published. We believe that our study is still eligible to be published in a journal on the basis of information from ASAPbio (https://asapbio.org/preprint-info/preprint-faq).Ethical approvalThis therapeutic protocol was approved by the biomedical research ethics committee of the National Hospital of Pediatrics Research Institute for Child Health (NHP-RICH, Hanoi, Vietnam) (reference number: NHP-RICH-15–008) and the ethical committee of the National Center for Global Health and Medicine (NCGM, Tokyo, Japan) (reference number: NCGM-G-001853–00). The parents of all children provided written informed consent for participating to this study. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Bhutta ZA, Das JK, Walker N, Rizvi A, et al.  Interventions to address deaths from childhood pneumonia and diarrhoea equitably: what works and at what cost? Lancet. 2013;381:14171429. [PubMed] [Google Scholar]2. Dahlem P, van Aalderen WM, Bos AP. Pediatric acute lung injury. Paediatr Respir Rev. 2007;8:348–362. doi: 10.1016/j.prrv.2007.03.001. [PubMed] [CrossRef] [Google Scholar]3. Randolph AG. Management of acute lung injury and acute respiratory distress syndrome in children. Crit Care Med. 2009;37:2448–2454. doi: 10.1097/CCM.0b013e3181aee5dd. [PubMed] [CrossRef] [Google Scholar]4. Gando S, Kameue T, Matsuda N, et al.  Systemic inflammation and disseminated intravascular coagulation in early stage of ALI and ARDS: Role of neutrophil and endothelial activation. Inflammation. 2004;28:237–244. doi: 10.1023/B:IFLA.0000049049.81688.fe. [PubMed] [CrossRef] [Google Scholar]5. Orloff KE, Turner DA, Rehder KJ. The current state of pediatric acute respiratory distress syndrome. Pediatr Allergy Immunol Pulmonol. 2019;32:35–44. doi: 10.1089/ped.2019.0999. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Saito H, Maruyama I, Shimazaki S, et al.  Efficacy and safety of recombinant human soluble thrombomodulin (ART-123) in disseminated intravascular coagulation: results of a phase III, randomized, double-blind clinical trial. J Thromb Haemost. 2007;5:31–41. doi: 10.1111/j.1538-7836.2006.02267.x. [PubMed] [CrossRef] [Google Scholar]7. Shirahata A, Mimuro J, Takahashi H, et al.  Recombinant soluble human thrombomodulin (thrombomodulin alfa) in the treatment of neonatal disseminated intravascular coagulation. Eur J Pediatr. 2014;173:303–311. doi: 10.1007/s00431-013-2155-8. [PubMed] [CrossRef] [Google Scholar]8. Shirahata A, Mimuro J, Takahashi H, et al.  Postmarketing surveillance of recombinant human soluble thrombomodulin (Thrombomodulin α) in pediatric patients with disseminated intravascular coagulation. Clin Appl Thromb Hemost. 2014;20:465–472. doi: 10.1177/1076029614523490. [PubMed] [CrossRef] [Google Scholar]9. Hayakawa M, Yamakawa K, Saito S, et al.  Recombinant human soluble thrombomodulin and mortality in sepsis-induced disseminated intravascular coagulation. A multicenter retrospective study. Thromb Haemost. 2016;115:1157–1166. doi: 10.1160/TH15-12-0987. [PubMed] [CrossRef] [Google Scholar]10. Ogawa Y, Yamakawa K, Ogura H, et al.  Recombinant human soluble thrombomodulin improves mortality and respiratory dysfunction in patients with severe sepsis. J Trauma Acute Care Surg. 2012;72:1150–1157. doi: 10.1097/TA.0b013e3182516ab5. [PubMed] [CrossRef] [Google Scholar]11. Yoshihiro S, Sakuraya M, Hayakawa M, et al.  Recombinant human-soluble thrombomodulin contributes to reduced mortality in sepsis patients with severe respiratory failure: a retrospective observational study using a multicenter dataset. Shock. 2018;51:174–179. doi: 10.1097/SHK.0000000000001148. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Ranieri VM, Rubenfel GD, Thompson BT, et al.  Acute respiratory syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]13. Whyte DA, Fine RN. Chronic kidney disease in children. Pediatr Rev. 2008;29:335–341. doi: 10.1542/pir.29-10-335. [PubMed] [CrossRef] [Google Scholar]14. Suberviola B, Márquez-López A, Castellanos-Ortega A, et al.  Microbiological diagnosis of Sepsis: polymerase chain reaction system versus blood cultures. Am J Crit Care. 2016;25:68–75. doi: 10.4037/ajcc2016728. [PubMed] [CrossRef] [Google Scholar]15. Ngo DT, Phan PH, Kawachi S, et al.  Tuberculous pneumonia-induced severe ARDS complicated with DIC in a female child: a case of successful treatment. BMC Infect Dis. 2018;18:294. doi: 10.1186/s12879-018-3215-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Haller H, Bertram A, Nadrowitz F, et al.  Monocyte chemoattractant protein-1 and kidney. Curr Opin Nephrol Hypertens. 2016;25:42–49. doi: 10.1097/MNH.0000000000000186. [PubMed] [CrossRef] [Google Scholar]17. Aikawa N, Shimazaki S, Yamamoto Y, et al.  Thrombomodulin alpha in the treatment of infectious patients complicated by disseminated intravascular coagulation: Subanalysis from the phase 3 trial. Shock. 2011;35:349–354. doi: 10.1097/SHK.0b013e318204c019. [PubMed] [CrossRef] [Google Scholar]18. Yamakawa K, Ogura H, Fujimi S, et al.  Recombinant human soluble thrombomodulin in sepsis-induced disseminated intravascular coagulation: A multicenter propensity score analysis. Intensive Care Med. 2013;39:644–652. doi: 10.1007/s00134-013-2822-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Tsuruta K, Yamada Y, Serada M, et al.  Model-based analysis of covariate effects on population pharmacokinetics of thrombomodulin alpha in patients with disseminated intravascular coagulation and normal subjects. J Clin Pharmacol. 2011;51:1276–1285. doi: 10.1177/0091270010381900. [PubMed] [CrossRef] [Google Scholar]20. Takeuchi M, Tanoshima R, Miyagawa N, et al.  Population pharmacokinetics of thrombomodulin alfa in pediatric patients with hematological malignancy and disseminated intravascular coagulation. Pediatr Blood Cancer. 2017 doi: 10.1002/pbc.26234. [PubMed] [CrossRef] [Google Scholar]21. Orwoll BE, Spicer AC, Zinter MS, et al.  Elevated soluble thrombomodulin is associated with organ failure and mortality in children with acute respiratory syndrome (ARDS): a prospective observational cohort study. Crit Care. 2015;19:435. doi: 10.1186/s13054-015-1145-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Lin JJ, Hsiao HJ, Chan OW, et al.  Increased serum thrombomodulin level is associated with disease severity and mortality in pediatric sepsis. PLoS ONE. 2017;12:e0182324. doi: 10.1371/journal.pone.0182324. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Uchida T, Shirasawa M, Ware LB, et al.  Receptor for advanced glycation end-products is a marker of type I cell injury in acute lung injury. Am J Respir Crit Care Med. 2006;173:1008–1015. doi: 10.1164/rccm.200509-1477OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Calfee CS, Ware LB, Eisner MD, et al.  Plasma receptor for advanced glycation end products and clinical outcomes in acute lung injury. Thorax. 2008;63:1083–1089. doi: 10.1136/thx.2008.095588. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Jabaudon M, Blondonnet R, Roszyk L, et al.  Solbule receptor for advanced glycation end-products predicts impaired alveolar fluid clearance in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2015;192:191–199. doi: 10.1164/rccm.201501-0020OC. [PubMed] [CrossRef] [Google Scholar]26. Jabaudon M, Berthelin P, Pranal T, et al.  Receptor for advanced glycation end-products and ARDS prediction: a multicenter observational study. Sci Rep. 2018;8:2603. doi: 10.1038/s41598-018-20994-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Yoshimura J, Yamakawa K, Ogura H, et al.  Benefit profile of recombinant human soluble thrombomodulin in sepsis-induced disseminated intravascular coagulation: a multicenter propensity score analysis. Crit Care. 2015;19:78. doi: 10.1186/s13054-015-0810-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Phuc PH, Dong NT, Tuan TA, Kawachi S, et al.  Successful treatment of pneumonia-induced severe ARDS complicated with DIC in two infants using recombinant human thrombomodulin. Integr Mol Med. 2017;4:1–5. [Google Scholar]29. Bautista E, Arcos M, Jimenez-Alvarez L, et al.  Angiogenic and inflammatory markers in acute respiratory distress syndrome and renal injury associated to A/H1N1 virus infection. Exp Mol Pathol. 2013;94:486–492. doi: 10.1016/j.yexmp.2013.03.007. [PubMed] [CrossRef] [Google Scholar]30. Fujishima S. Pathophysiology and biomarkers of acute respiratory distress syndrome. J Intensive Care. 2014;2:32. doi: 10.1186/2052-0492-2-32. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}