{"title": "Stenting of the superior vena cava and right pulmonary artery in a woman with a mediastinal mass and acute respiratory distress syndrome (ARDS)", "pubDate": "2021", "PMCID": "PMC8260759", "DOI": "10.1016/j.radcr.2021.05.059", "PMID": "34257776", "abstract": "We report the case of a woman with a mass in the anterior and middle mediastinum (a non-small-cell lung carcinoma), determining significant compression of both superior vena cava and right pulmonary artery. The patient developed acute respiratory distress syndrome , necessitating intubation and admission to the Intensive Care Unit . Radiotherapy sessions to reduce the mass effect were attempted, without significant clinical improvement. Due to the persistence of severe hypoxemia, stenting of the superior vena cava and the right pulmonary artery was performed, the latter resulting in a significant improvement of the arterial blood gas parameters, allowing extubation of the patient. In our opinion, stenting of the superior vena cava and the pulmonary artery (or its branches) is an effective and safe treatment; it should be considered in similar cases, especially if other - less invasive - treatments fail.", "author": [{"author": "Giuseppe Giordano", "affiliation": ["Unit of Diagnostic and Interventional Radiology ARNAS \"Garibaldi-Nesima\", Catania, Catania, Italy."], "href": "/?term=Giordano+G&cauthor_id=34257776"}, {"author": "Luigi Fanzone", "affiliation": ["Radiology Unit 1, Department of Medical Surgical Sciences and Advanced Technologies - University Hospital \"Policlinico-Vittorio Emanuele\", University of Catania, Catania, Italy."], "href": "/?term=Fanzone+L&cauthor_id=34257776"}, {"author": "Diego Meo", "affiliation": ["Unit of Diagnostic and Interventional Radiology ARNAS \"Garibaldi-Nesima\", Catania, Catania, Italy."], "href": "/?term=Meo+D&cauthor_id=34257776"}, {"author": "Sebastiano Piana", "affiliation": ["Unit of Diagnostic and Interventional Radiology ARNAS \"Garibaldi-Nesima\", Catania, Catania, Italy."], "href": "/?term=Piana+S&cauthor_id=34257776"}, {"author": "Viviana Lentini", "affiliation": ["Unit of Diagnostic and Interventional Radiology ARNAS \"Garibaldi-Nesima\", Catania, Catania, Italy."], "href": "/?term=Lentini+V&cauthor_id=34257776"}, {"author": "Savino Borracino", "affiliation": ["Intensive Care Unit, ARNAS \"Garibaldi-Nesima\", Catania, Catania, Italy."], "href": "/?term=Borracino+S&cauthor_id=34257776"}, {"author": "Enrico Potenza", "affiliation": ["Thoracic surgery, ARNAS \"Garibaldi-Nesima\", Catania, Catania, Italy."], "href": "/?term=Potenza+E&cauthor_id=34257776"}, {"author": "Vincenzo Magnano San Lio", "affiliation": ["Unit of Diagnostic and Interventional Radiology ARNAS \"Garibaldi-Nesima\", Catania, Catania, Italy."], "href": "/?term=Magnano+San+Lio+V&cauthor_id=34257776"}], "refPMID": ["19447309", "16523051", "22797452", "3492099", "11687105", "6035800", "7059957", "21422386", "25323225", "33205295", "7641369"], "citedInPMID": ["34257776"], "body": " AbstractWe report the case of a woman with a mass in the anterior and middle mediastinum (a non-small-cell lung carcinoma), determining significant compression of both superior vena cava and right pulmonary artery. The patient developed acute respiratory distress syndrome , necessitating intubation and admission to the Intensive Care Unit . Radiotherapy sessions to reduce the mass effect were attempted, without significant clinical improvement. Due to the persistence of severe hypoxemia, stenting of the superior vena cava and the right pulmonary artery was performed, the latter resulting in a significant improvement of the arterial blood gas parameters, allowing extubation of the patient. In our opinion, stenting of the superior vena cava and the pulmonary artery (or its branches) is an effective and safe treatment; it should be considered in similar cases, especially if other - less invasive - treatments fail.Keywords: Interventional radiology, Superior vena cava, Pulmonary artery, stent, Acute respiratory distress syndrome, Non-small-cell lung carcinoma IntroductionMediastinal masses may determine the compression of mediastinal structures, for example, superior vena cava (SVC), pulmonary artery (PA) or its branches, and trachea.Compression of SVC may hinder the venous return from the upper part of the body, determining a condition known as “superior vena cava syndrome” (SVCS), characterized by some common typical manifestations (eg, facial or neck swelling, arm swelling, dyspnea) and rarer - potentially catastrophic - ones (eg, laryngeal and cerebral edema) [1,2].Compression of the PA or its branches by extrinsic masses is a rare condition.Significant compression of PA may determine an alteration of the ventilation/perfusion ratio (V/Q mismatch), leading to impaired gas exchanges in the lung and consequent hypoxemia. Case reportFemale in the fifth decade of age, with no significant previous clinical record. Because of dyspnea of recent onset, the patient underwent echocardiography, which showed pericardial effusion. Following the pathological finding, a computed tomography (CT) was performed, demonstrating a voluminous mediastinal mass, localized in the anterior and middle mediastinum.The mass determined a significant, subocclusive, compression of the superior vena cava (SVC) [Fig. 1] - below the level of the azygos vein- and of the right pulmonary artery (RPA) [Fig. 2].Open in a separate windowFig. 1CT pulmonary angiography, multiplanar reformatted reconstruction, coronal plane - the mediastinal mass can be seen (asterisk), determining compression of the SVC (arrow); the azygos vein can be partly appreciated in the image (arrowhead).Open in a separate windowFig. 2CT pulmonary angiography, multiplanar reformatted reconstruction, oblique plane - the mediastinal mass can be seen (asterisks), determining compression of the RPA (arrow); the stenotic SVC can also be appreciated (arrowhead).Pathological results from samples taken with a transbronchial biopsy and a fine-needle aspiration biopsy were inconclusive; a biopsy via video-assisted thoracoscopic surgery (VATS) was then performed. The histological examination showed the presence of non-small-cell lung carcinoma (NSCLC); more specifically, a solid variant of adenocarcinoma.After VATS, any attempt to extubate the patient failed, due to the onset of an acute respiratory distress syndrome (ARDS); thus the patient was sedated, intubated, and referred to the intensive care unit (ICU).At the time of admission in ICU, cyanosis of the lips, neck and facial swelling, and dyspnea were observed; these are typical symptoms in patients with compression of the superior vena cava (see the “Discussion” section below).Hypoxemia, tachycardia, and hypertension were also present.Trying to reduce the volume of the mass (and the complications related to the “mass-effect”), 5 radiotherapy sessions were performed in 5 consecutive days, but the treatment determined no significant clinical improvement. Given the persistence of ARDS, a multidisciplinary team composed of interventional radiologists and anesthesiologists met, and it was decided to proceed with stenting of the SVC, to allow restoration of the normal venous flow. The procedure was performed with success, a self-expanding metallic stent with a diameter of 16 mm and a length of 60 mm was implanted in the stenotic tract of SVC [Fig. 3]; the angiographic control showed patency of the lumen with the restoration of a normal blood flow [Fig. 4]. The clinical outcome was relatively good, with a resolution of the signs and symptoms of the superior vena cava syndrome (i.e., reduction of the facial and neck edema).Open in a separate windowFig. 3Angiographic image demonstrating SVC (arrow), the stenosis, and the absent blood flow in the tract distal to the stenosis (asterisk). Enlarged azygos vein is seen (arrowheads), acting as a collateral vessel to the inferior vena cava system.Open in a separate windowFig. 4Angiographic image showing auto-expandable metallic stent positioned in the lumen of SVC (arrow); proximal and distal radiopaque markers are visible (arrowheads). Restoration of the normal diameter and patency of the lumen can be appreciated (better demonstrated at cineangiography - not showed).However, after the procedure, extubation of the patient was not feasible, due to the persistence of hypoxemia.Given the impossibility to extubate, the multidisciplinary team met again and it was decided to proceed with the implantation of a stent in the compressed right pulmonary artery. A self-expanding metallic stent with a diameter of 16 mm and a length of 60 mm was implanted in the stenotic tract of the right pulmonary artery; angiography showed patency of the lumen and the restoration of normal blood flow [Fig. 5, Fig. 6] After the implantation, the respiratory symptoms improved greatly, as well as arterial blood gas (ABG) parameters, especially the partial pressure of oxygen (pO2).Open in a separate windowFig. 5Angiographic image showing auto-expandable metallic stent positioned in the lumen of RPA (black arrow); proximal and distal radiopaque markers are visible (arrowheads). The auto-expandable metallic stent in the lumen of SVC can also be seen (white arrow).Open in a separate windowFig. 6Angiographic image showing patency of the stent lumen in the RPA (arrow).Prior to RPA stenting, the pO2 was 89 mmHg (11.86 kPa), with a fraction of inspired oxygen (FiO2) of 100% (1.00), and a pO2/FiO2 ratio of 89 (values of pO2/FiO2 < 100 are indicative of severe ARDS [3]). A few hours after the intervention the value of arterial pO2 was 123 mmHg (16.4 kPa) with a FiO2 of 40 % (0.40), the resultant pO2/FiO2 ratio was 307 (values of pO2/FiO2 > 300 are not indicative of ARDS [3]). ABG parameters improved steadily in the following days and the patient was successfully extubated.Alas, the patient died around a month later due to complications of intracranial bleeding from brain metastases. DiscussionMediastinal masses may determine the compression of mediastinal structures, such as the trachea, SVC, and pulmonary vessels.SVCSCompression of SVC can be caused by a variety of causes. Around 60%-90% of SVC compressions are caused by malignant masses, with lung cancer and lymphoma accounting for more than 90% of cases in this population [1]. Another - less common - cause is fibrosing mediastinitis.SVC is the major vessel collecting the venous return from the upper part of the body (above the diaphragm). Stenosis of SVC is associated with a number of symptoms, which are collectively called with the term SVCS. The most typical are facial or neck swelling (almost always), arm swelling (in the majority of cases), dyspnea (dyspnea at rest is present in more than half of the patients), cough (50%), and dilated chest veins (38%) [2]. Other manifestations include chest pain, dysphagia, hoarseness, headache, confusion, dizziness, and syncope. Signs requiring particular attention include stridor (usually indicative of laryngeal edema) and confusion and/or obtundation (possible cerebral edema) [2].If the compression is localized below the level of the azygos vein, symptoms are usually worse. In the case of compression above the level of the azygos vein, blood from the neck drains via the right superior intercostal and left accessory hemiazygos veins into the azygos and hemiazygos systems where it flows antegrade into the right atrium; on the contrary, if the occlusion is localized below the azygos vein, blood flows retrograde from the azygos system into the iliac veins and inferior vena cava [4].In the management of SVCS, treatment of cancer and relief of symptoms should both be considered.Treatment of cancer may be curative or palliative, depending on the etiology and severity of the underlying disease.Therapeutic options include supportive measures, RT, chemotherapy, and stent insertion. Surgery is exceptionally an option since SVCS from a malignant disease is almost always associated with an unresectable tumor within the mediastinum [1]; however, it may be useful in patients in which the compression is determined by a benign mass [5].Rowell et al. [6] conducted a systematic review of scientific literature, reporting the rate of relief from symptoms in patients with SVCS treated with either chemotherapy and/or radiotherapy or superior vena cava stenting.Their results showed that the rates of relief from SVCS did not vary significantly between chemotherapy and radiotherapy, and were as follows: for small-cell lung carcinoma (SCLC), 77% had relief but 17% recurred, with a relapse-free rate of 60%; for NSCLC, 60% had relief but 19% recurred giving a relapse-free rate of 41%.Instead, in patients treated with stenting of SVC, SVCS was relieved in 95% of cases, with a recurrence rate of 11%, thus determining a relapse-free rate >80%, which was significantly higher compared to chemo- and radiotherapy (the data about stenting of SVC do not differentiate between patients with SCLC and NSCLC) [6].Acquired extrinsic pulmonary artery stenosisAcquired pulmonary artery stenosis due to compression by extrinsic masses is an uncommon condition. A mediastinal mass can compress a branch of the pulmonary artery, determining a variable degree of stenosis. Etiological factors described in the literature include Hodgkin and non-Hodgkin lymphoma, teratoma, lung cancer, aneurysms of ascending aorta, and other conditions such as fibrosing mediastinitis [7,8,9].An impairment of the pulmonary arterial flow may result in an altered ventilation/perfusion ratio (V/Q mismatch). If in an area of lung parenchyma ventilation is reduced and perfusion is maintained, then there is a reduction of V/Q ratio; on the other hand, if the opposite happens, as in the case reported (ie, perfusion is reduced and ventilation is maintained), then the V/Q ratio increases. Both cases result in the formation of a lung “dead space”,an area of lung parenchyma in which gas exchanges are impaired [10].Regardless of the cause (ie, airway obstruction or vascular obstruction), if a V/Q mismatch occurs, the arterial pO2 will decrease, while arterial pCO2 tends to rise [10,11]; however, arterial pCO2 values may also be normal or decreased, based on the degree of compensatory hyperventilation [11].Literature regarding stenting of PA in acquired stenosis is scarce. Welby et al. [12] collected data about 9 patients with PA compression caused by FM treated with stenting, concluding that PA stenting proved to be a safe and effective intervention in this group of patients, providing symptomatic relief. ConclusionCompression of SVC by extrinsic masses is more frequent than compression of PA. Data available in literature show that SVC stenting is effective in relieving symptoms in patients with SVCS [6]; in the case reported, symptoms related to SVCS improved considerably after stenting, thereafter we suggest to consider SVC stenting in similar cases, to improve the overall quality of life of the patient and - more importantly - to prevent very serious potential complications, such as laryngeal edema and cerebral edema.Regarding PA stenting in acquired stenosis, the data available in literature is scarce, with most studies focusing on PA stenting in children with congenital stenosis. However, studies evaluating the effectiveness of PA stenting as a treatment of PA stenosis showed its reliability and efficacy in both acquired and congenital conditions [12,13]. In the case reported we observed positive effects on the patient after stenting, with a significant improvement of arterial pO2 values and a normalization of the pO2/FiO2 ratio, whereas other previous treatments (eg, supportive measures, radiotherapy) had failed in that respect. Therefore, we recommend considering this option in similar cases, especially if other - less invasive - treatments prove to be not effective. Patient content statementInformed consent was obtained from the patient. Ethical approvalOur institution does not require ethical approval for reporting individual cases or case series. All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards FootnotesCompeting Interests: None References1. Wan JF, Bezjak A. Superior vena cava syndrome. Emerg Med Clin North Am. 2009;27(2):243–255. doi: 10.1016/j.emc.2009.01.003. May. PMID: 19447309. [PubMed] [CrossRef] [Google Scholar]2. Rice TW, Rodriguez RM, Light RW. The superior vena cava syndrome: clinical characteristics and evolving etiology. Medicine (Baltimore) 2006;85(1):37–42. doi: 10.1097/01.md.0000198474.99876.f0. JanPMID: 16523051. [PubMed] [CrossRef] [Google Scholar]3. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. PMID: 22797452. [PubMed] [CrossRef] [Google Scholar]4. Stanford W, Jolles H, Ell S, Chiu LC. Superior vena cava obstruction: a venographic classification. AJR Am J Roentgenol. 1987;148(2):259–262. doi: 10.2214/ajr.148.2.259. FebPMID: 3492099. [PubMed] [CrossRef] [Google Scholar]5. Longo Dan, Fauci Anthony, Kasper Dennis, Hauser Stephen, Jameson J.;, Loscalzo Joseph.  18th Edition. McGraw-Hill Professional; US: 2012. Harrisons manual of medicine. [Google Scholar]6. Rowell NP, Gleeson FV. Steroids, radiotherapy, chemotherapy and stents for superior vena caval obstruction in carcinoma of the bronchus. Cochrane Database Syst Rev. 2001;(4) doi: 10.1002/14651858.CD001316. Update in: Cochrane Database Syst Rev. 2015;3:CD001316. PMID: 11687105. [PubMed] [CrossRef] [Google Scholar]7. Gough JH, Gold RG, Gibson RV. Acquired pulmonary stenosis and pulmonary artery compression. Thorax. 1967;22(4):358–367. doi: 10.1136/thx.22.4.358. JulPMID: 6035800PMCID: PMC471638. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Marshall ME, Trump DL. Acquired extrinsic pulmonic stenosis caused by mediastinal tumors. Cancer. 1982;49(7):1496-9. doi: 10.1002/1097-0142(19820401)49:7<1496::aid-cncr2820490731>3.0.co;2-3. PMID: 7059957. [PubMed]9. Albers EL, Pugh ME, Hill KD, Wang L, Loyd JE, Doyle TP. Percutaneous vascular stent implantation as treatment for central vascular obstruction due to fibrosing mediastinitis. Circulation. 2011;123(13):1391–1399. doi: 10.1161/CIRCULATIONAHA.110.949180. Apr 5Epub 2011 Mar 21. PMID: 21422386; PMCID: PMC3095436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Dead Space: V/Q Mismatch. (2020, August 15). Retrieved April 29, 2021, from https://bio.libretexts.org/@go/page/1403211. Wagner PD. The physiological basis of pulmonary gas exchange: implications for clinical interpretation of arterial blood gases. Eur Respir J. 2015;45(1):227–243. doi: 10.1183/09031936.00039214. JanEpub 2014 Oct 16. PMID: 25323225. [PubMed] [CrossRef] [Google Scholar]12. Welby JP, Fender EA, Peikert T, Holmes DR, Jr, Bjarnason H, Knavel-Koepsel EM. Evaluation of Outcomes Following Pulmonary Artery Stenting in Fibrosing Mediastinitis. Cardiovasc Intervent Radiol. 2021;44(3):384–391. doi: 10.1007/s00270-020-02714-z. MarEpub 2020 Nov 17. PMID: 33205295. [PubMed] [CrossRef] [Google Scholar]13. Fogelman R, Nykanen D, Smallhorn JF, McCrindle BW, Freedom RM, Benson LN. Endovascular stents in the pulmonary circulation. Clinical impact on management and medium-term follow-up. Circulation. 1995;92(4):881–885. doi: 10.1161/01.cir.92.4.881. Aug 15PMID: 7641369. [PubMed] [CrossRef] [Google Scholar]"}