{"title": "Coronavirus Disease 2019 as Cause of Viral Sepsis: A Systematic Review and Meta-Analysis", "pubDate": "2021", "PMCID": "PMC8594513", "DOI": "10.1097/CCM.0000000000005195", "PMID": "34259663", "abstract": "Objective:                       Coronavirus disease 2019 is a heterogeneous disease most frequently causing respiratory tract infection, which can induce respiratory failure and multiple organ dysfunction syndrome in its severe forms. The prevalence of coronavirus disease 2019-related sepsis is still unclear; we aimed to describe this in a systematic review.                  Data sources:                       MEDLINE (PubMed), Cochrane, and Google Scholar databases were searched based on a prespecified protocol (International Prospective Register for Systematic Reviews: CRD42020202018).                  Study selection:                       Studies reporting on patients with confirmed coronavirus disease 2019 diagnosed with sepsis according to sepsis-3 or according to the presence of infection-related organ dysfunctions necessitating organ support/replacement were included in the analysis. The primary end point was prevalence of coronavirus disease 2019-related sepsis among adults hospitalized in the ICU and the general ward. Among secondary end points were the need for ICU admission among patients initially hospitalized in the general ward and the prevalence of new onset of organ dysfunction in the ICU. Outcomes were expressed as proportions with respective 95% CI.                  Data extraction:                       Two reviewers independently screened and reviewed existing literature and assessed study quality with the Newcastle-Ottawa Scale and the Methodological index for nonrandomized studies.                  Data synthesis:                       Of 3,825 articles, 151 were analyzed, only five of which directly reported sepsis prevalence. Noting the high heterogeneity observed, coronavirus disease 2019-related sepsis prevalence was 77.9% (95% CI, 75.9-79.8; I2 = 91%; 57 studies) in the ICU, and 33.3% (95% CI, 30.3-36.4; I2 = 99%; 86 studies) in the general ward. ICU admission was required for 17.7% (95% CI, 12.9-23.6; I2 = 100%) of ward patients. Acute respiratory distress syndrome was the most common organ dysfunction in the ICU (87.5%; 95% CI, 83.3-90.7; I2 = 98%).                  Conclusions:                       The majority of coronavirus disease 2019 patients hospitalized in the ICU meet Sepsis-3 criteria and present infection-associated organ dysfunction. The medical and scientific community should be aware and systematically report viral sepsis for prognostic and treatment implications.", "author": [{"author": "Eleni Karakike", "affiliation": ["4th Department of Internal Medicine, National and Kapodistrian University of Athens, Medical School, Athens, Greece."], "href": "/?term=Karakike+E&cauthor_id=34259663"}, {"author": "Evangelos J Giamarellos-Bourboulis", "affiliation": ["4th Department of Internal Medicine, National and Kapodistrian University of Athens, Medical School, Athens, Greece."], "href": "/?term=Giamarellos-Bourboulis+EJ&cauthor_id=34259663"}, {"author": "Miltiades Kyprianou", "affiliation": ["4th Department of Internal Medicine, National and Kapodistrian University of Athens, Medical School, Athens, Greece."], "href": "/?term=Kyprianou+M&cauthor_id=34259663"}, {"author": "Carolin Fleischmann-Struzek", "affiliation": ["Institute for Infectious Diseases and Infection Control, Jena University Hospital, Jena, Germany.", "Center for Sepsis Control and Care, Jena University Hospital, Jena, Germany."], "href": "/?term=Fleischmann-Struzek+C&cauthor_id=34259663"}, {"author": "Mathias W Pletz", "affiliation": ["Institute for Infectious Diseases and Infection Control, Jena University Hospital, Jena, Germany."], "href": "/?term=Pletz+MW&cauthor_id=34259663"}, {"author": "Mihai G Netea", "affiliation": ["Department of Internal Medicine and Center for Infectious Diseases, Radboud University, Nijmegen, The Netherlands.", "Department of Immunology and Metabolism, Life & Medical Sciences Institute, University of Bonn, Bonn, Germany."], "href": "/?term=Netea+MG&cauthor_id=34259663"}, {"author": "Konrad Reinhart", "affiliation": ["Department of Anesthesiology and Operative Intensive Care Medicine (CCM, CVK), Charité Universitätsmedizin Berlin, Freie Universität Berlin, Humboldt-Universität zu Berlin, Berlin Institute of Health, Berlin, Germany."], "href": "/?term=Reinhart+K&cauthor_id=34259663"}, {"author": "Evdoxia Kyriazopoulou", "affiliation": ["4th Department of Internal Medicine, National and Kapodistrian University of Athens, Medical School, Athens, Greece."], "href": "/?term=Kyriazopoulou+E&cauthor_id=34259663"}], "refPMID": ["32667669", "32171076", "32007143", "32031570", "26903338", "32320677", "32311318", "25554246", "12664219", "20652370", "12956787", "31563865", "3802833", "9310563", "24449319", "32075786", "32345579", "32328724", "32105632", "32383763", "32461326", "32384078", "32444460", "32410714", "32409486", "32219356", "32275452", "32302265", "32302435", "32600411", "32527255", "32597047", "32633729", "32712607", "32605582", "32442528", "32304092", "32597046", "32492084", "32416116", "32631393", "32109279", "32720649", "32754119", "32559180", "32539942", "32653015", "32682810", "32692230", "32863952", "32474561", "32656565", "32623082", "32407959", "32407284", "32709280", "32697506", "32369666", "32810610", "32817707", "32822413", "32853267", "32359177", "32661006", "32654909", "32654422", "32845276", "32880615", "32675217", "32780165", "32861333", "32946466", "32948243", "32427613", "32452888", "32457048", "32553861", "32557535", "32669322", "32653054", "32853673", "32531257", "32620597", "32876689", "33023669", "33072814", "33043287", "33040020", "33087114", "33173853", "33186355", "33234586", "33278747", "33180787", "33243303", "32526252", "32627319", "32433216", "32777153", "32554992", "32826818", "33141867", "32795897", "33353956", "33334314", "33425957", "32799179", "33325070", "33301529", "33307933", "32964510", "33316914", "33044282", "32962855", "33165621", "33293361", "33303843", "33179839", "33287826", "33138974", "33486496", "33455936", "33116052", "34629674", "33495522", "33484361", "33545499", "33507259", "33122577", "33526981", "33211135", "33067383", "33166189", "32971254", "32911000", "33141808", "33428871", "33388794", "33055501", "32527576", "33103720", "33470333", "33523115", "33591951", "33382215", "32766817", "33542448", "33718270", "33606820", "33556140", "33542047", "33250401", "33267722", "33128800", "33162306", "33449918", "33657114", "33707550", "33555777", "33743654", "33655925", "32988645", "33197493", "33359234", "33306946", "33093359", "22797452", "26352116", "32833696", "19822627", "29847767", "32473235", "32711058", "32902729", "33119402", "32651579", "32109013", "32402155", "32726800", "32591762", "32514592", "33153635", "32222812", "32445440", "32678530", "33225307", "33220354", "32411313", "33015643"], "citedInPMID": ["34259663", "35037977", "34827296", "34405733", "34259668"], "body": " AbstractObjective:Coronavirus disease 2019 is a heterogeneous disease most frequently causing respiratory tract infection, which can induce respiratory failure and multiple organ dysfunction syndrome in its severe forms. The prevalence of coronavirus disease 2019–related sepsis is still unclear; we aimed to describe this in a systematic review.Data Sources:MEDLINE (PubMed), Cochrane, and Google Scholar databases were searched based on a prespecified protocol (International Prospective Register for Systematic Reviews: CRD42020202018).Study Selection:Studies reporting on patients with confirmed coronavirus disease 2019 diagnosed with sepsis according to sepsis-3 or according to the presence of infection-related organ dysfunctions necessitating organ support/replacement were included in the analysis. The primary end point was prevalence of coronavirus disease 2019–related sepsis among adults hospitalized in the ICU and the general ward. Among secondary end points were the need for ICU admission among patients initially hospitalized in the general ward and the prevalence of new onset of organ dysfunction in the ICU. Outcomes were expressed as proportions with respective 95% CI.Data Extraction:Two reviewers independently screened and reviewed existing literature and assessed study quality with the Newcastle-Ottawa Scale and the Methodological index for nonrandomized studies.Data Synthesis:Of 3,825 articles, 151 were analyzed, only five of which directly reported sepsis prevalence. Noting the high heterogeneity observed, coronavirus disease 2019–related sepsis prevalence was 77.9% (95% CI, 75.9–79.8; I2 = 91%; 57 studies) in the ICU, and 33.3% (95% CI, 30.3–36.4; I2 = 99%; 86 studies) in the general ward. ICU admission was required for 17.7% (95% CI, 12.9–23.6; I2 = 100%) of ward patients. Acute respiratory distress syndrome was the most common organ dysfunction in the ICU (87.5%; 95% CI, 83.3–90.7; I2 = 98%).CONCLUSIONS:The majority of coronavirus disease 2019 patients hospitalized in the ICU meet Sepsis-3 criteria and present infection-associated organ dysfunction. The medical and scientific community should be aware and systematically report viral sepsis for prognostic and treatment implications.Keywords: coronavirus disease 2019, organ dysfunction, organ replacement, Sequential Organ Failure Assessment, viral sepsis Coronavirus disease 2019 (COVID-19) is a recognized pandemic that spread rapidly around the globe and led to millions of confirmed cases and deaths worldwide (1). Severe forms are complicated by respiratory insufficiency and need for invasive mechanical ventilation (IMV) (2). Reported cases often present with other organ failures; such involvement resembles the systemic counterparts of bacterial and viral sepsis (3–5). The current Sepsis-3 definitions define sepsis as a life-threatening organ dysfunction due to the dysregulated host response to an infection. The same definitions introduce the Sequential Organ Failure Assessment (SOFA) score as measure of organ dysfunction (6). According to World Health Organization, manifestations of sepsis and septic shock can be the final pathway of infections by highly transmissible pathogens of public health concern, like avian and swine influenza viruses, or corona viruses (7). Respiratory failure of COVID-19 is accompanied by complex host immune dysregulation (8). As a consequence, all elements of the Sepsis-3 definition may apply for COVID-19 (9).With this in mind, we systematically investigated peer-reviewed published literature to describe the prevalence of COVID-19-related sepsis. In parallel, the prevalence of new-onset organ dysfunctions, organ replacements, and need for ICU admission were assessed as surrogates for viral sepsis. MATERIALS AND METHODSProtocol and RegistrationThis review was conducted according to the Preferred Reporting Items for Systematic reviews and Meta-Analyses statement (10), based on a prespecified protocol (International Prospective Register for Systematic Reviews: CRD42020202018).Eligibility CriteriaEligibility criteria were defined using the Population, Intervention, Comparison, Outcome (PICO) statement; P: hospitalized patients with confirmed COVID-19. Duration of follow-up was defined by the length of hospital stay. I: diagnosis of sepsis and any infection-related organ dysfunction or need for organ replacement (dialysis, mechanical ventilation [MV], extracorporeal membrane oxygenation [ECMO], and liver replacement). Sepsis was primarily defined according to Sepsis-3, as any SOFA score greater than or equal to 2 at admission; quick SOFA (qSOFA) score greater than or equal to 2, severe sepsis according to Sepsis 1/2 criteria, or relevant International Classification of Diseases (ICD) codes were acceptable alternative definitions (6, 7, 11). Organ dysfunction was also reported based on admission values, whereas organ replacement was assessed throughout the follow-up period. C: no control group was included, whereas O was the prevalence of sepsis, infection-related organ dysfunction, need for organ support/ replacement, and sepsis-related mortality. All randomized and nonrandomized trials and observational studies, published as full text in English, were included, whereas editorials, conference abstracts, animal studies, case reports, articles not in English or not providing full text, and studies with fewer than 30 participants were excluded. Systematic reviews were consulted for additional information but were excluded to avoid duplication.Information Sources and Search StrategySearch was conducted on August 27, 2020, and repeated on October 3, 2020, and on March 29, 2021, by two independent authors (E.Ka., E.Ky.) across MEDLINE (PubMed), Cochrane, and Google Scholar databases using the following terms: “COVID-19” or “SARS-CoV-2” and “sepsis,” “organ failure,” “organ dysfunction.” Detailed strategy is provided in Supplement (http://links.lww.com/CCM/G588).Study Selection, Data Collection, and Data ItemsBoth reviewers assessed all articles by title and, then, by abstract and full text to find those eligible. The following data were extracted: first author name, country of origin, publication time, study design, total number of patients, criteria for enrollment, number of patients presenting sepsis, criteria used to assess sepsis, new onset organ dysfunction, organ support/replacement therapy, number of patients requiring ICU, ICU/hospital discharge, and mortality. Any controversies were resolved by a third reviewer (E.J.G.B). The corresponding authors were contacted to provide relevant data.For studies allowing extraction of SOFA score greater than or equal to 2 for different organ dysfunctions, a conservative approach was followed, and only the organ with the maximum number of affected patients within the cohort was considered, for example, in a cohort with x patients presenting respiratory SOFA greater than or equal to 2, y patients presenting cardiovascular SOFA greater than or equal to 2, and x > y, the number of patients considered to have sepsis would be defined as x. Among studies reporting medians (interquartile range [IQR]), outcomes were calculated as the minimum n observed, for example, if SOFA score at baseline was reported as 4 (2–6), then at least 75% of the study population was expected to have a SOFA score greater than or equal to 2. For studies reporting on both ICU and general ward patients, these were included in the analysis with the total number of ICU or general ward patients as denominator.Quality Assessment and Individual Risk of BiasEach study was evaluated by both reviewers with the Newcastle-Ottawa scale for observational studies (12). Since not all parameters of this scale were applicable in case of single cohorts, their quality was also evaluated with the methodological index for nonrandomized studies (MINORS) (13). Furthermore, the level of certainty in extraction of the primary endpoint was assessed using a three-star scale, from zero (one star) to intermediate/high uncertainty (three stars). Studies providing the exact number of patients fulfilling Sepsis-3 criteria (in the original publication or after contacting corresponding authors) were qualified as zero uncertainty; studies reporting baseline median SOFA score (IQR) were qualified as low; studies allowing extraction of SOFA score greater than or equal to 2, based at least on one reported specific organ dysfunction at baseline, were characterized as intermediate/high. The highest level of certainty achievable within the study was used to assess sepsis prevalence, for example, if x patients were considered to have sepsis according to our criteria for low certainty and y according to criteria for intermediate, we would report sepsis prevalence as x, even when x < y.End Points and Outcome MeasuresThe primary end point was the prevalence of COVID-19-related sepsis among adults hospitalized in the ICU and general ward, expressed as proportion (95% CIs). Secondary endpoints were: 1) the prevalence of new onset infection-related organ dysfunction in the ICU, 2) the prevalence of organ support and/or replacement (IMV and noninvasive MV, vasopressors, ECMO, liver, and renal replacement therapy) in the ICU, 3) the prevalence of ICU admission, 4) mortality of COVID-19 patients with sepsis, and 5) the prevalence of pediatric COVID-19-related sepsis. The outcome measure for each secondary outcome was the proportion (95% CI) of patients presenting the respective outcome.Result Synthesis and Risk of Bias Across StudiesThe meta-analyses were performed using the R software Version 4.0.2 (R Core Team, The University of Auckland, Auckland, New Zealand) after installing the packages “meta,” “metaphor,” and “dmetar” (14, 15). In all cases, the random effects (DerSimonian and Laird) model was employed (16). For each analysis, the corresponding forest plot was produced, whereas publication bias was assessed with the Egger test via funnel plot asymmetry (17). Subgroup differences were reported by the Q-statistic (18).Additional AnalysesThe following analyses were planned regarding the primary endpoint: 1) per level of uncertainty regarding the extraction of the primary end point, as previously described, 2) per geographical location of studies, 3) per period of study enrollment, and 4) per nonpulmonary versus pulmonary acute organ dysfunction assessment, since COVID-19 is often associated with hypoxemic respiratory failure. RESULTSStudy SelectionThe literature search yielded 3,825 records; after removal of duplicates and records with irrelevant title, 834 were screened full text by the reviewers. After applying exclusion criteria, 151 studies including a total of 218,184 patients were finally analyzed (Fig. ​Fig.11).Open in a separate windowFigure 1.Study selection. COVID = coronavirus disease.Study CharacteristicsOf the 151 included studies, mainly observational retrospective, 104 were published in 2020 (19–122) and 47 in 2021 (123–169). Forty-seven studies reported results from Asia, mainly China (19–22, 25, 27, 29–37, 40–42, 44–47, 52–54, 59, 60, 66–68, 77, 92, 104, 106–108, 122, 124, 129, 133, 143, 147, 149, 150, 156, 158, 164), 21 from North America (24, 39, 43, 48, 56, 58, 74, 75, 78–80, 82, 95, 103, 114, 118, 131, 135, 162, 166, 169), seven from Central and South America (96, 123, 142, 145, 154, 160, 167), 73 across Europe (23, 26, 28, 38, 50, 51, 55, 57, 61–65, 69–73, 76, 81, 83–91, 93, 94, 97–102, 105, 109, 110, 112, 113, 115–117, 119–121, 125–128, 130, 132, 134, 136–139, 141, 144, 146, 148, 151–153, 155, 157, 159, 161, 163, 165, 168), one from Australia (111), and two were international (49, 140). All studies reported data on hospitalized patients due to confirmed COVID-19, and follow-up was mainly defined by the length of hospital stay, which varied per study; 56 concerned the ICU (22, 24, 27, 38, 39, 42, 44, 50–53, 57, 59, 60, 65, 68, 71, 73, 75–78, 86–89, 93, 95, 104, 107, 109–111, 115, 117, 123, 126, 128–130, 132–135, 140, 141, 143, 145, 147, 153, 155–158, 164, 165, 168). Nine studies were pediatric (35, 80, 83, 98, 116, 136, 142, 146, 166). Characteristics are presented in Supplementary Table 1 (http://links.lww.com/CCM/G588).Individual Risk of BiasQuality assessment according to Newcastle-Ottawa Scale and MINORS is provided in Supplementary Tables 2 and 3 (http://links.lww.com/CCM/G588), respectively. The overall quality was low to intermediate. None of the studies reported severe sepsis based on Sepsis-1/2 criteria or by other relevant ICD codes; thus, assessment of presence of COVID-19-related sepsis was mainly performed by Sepsis-3 criteria: reported median SOFA score (19, 22, 27, 35–37, 39, 44, 50, 52, 56, 60, 65, 68, 73, 75, 77, 78, 83, 87, 88, 89, 92, 93, 94, 95, 96, 98, 104, 107, 110, 111, 115, 119, 121–123, 128, 132, 137, 141, 143, 147, 153–156, 158, 160, 162, 169), SOFA score extraction by reported organ failures (20, 21, 25, 28–34, 40–43, 45–49, 51, 53–55, 57–59, 61–64, 66, 67, 69, 72, 74, 76, 79, 80, 82, 84–86, 90, 91, 97, 99, 100, 102, 103, 105, 108, 109, 112–114, 116, 117, 120, 124–127, 130, 131, 134–136, 138–140, 142, 145, 146, 148–152, 157, 159, 161, 163, 168), or exact number of patients with Sepsis-3 (reported, or provided by corresponding authors). Only five studies reported the exact number of patients meeting Sepsis-3 criteria (106, 118, 129, 133, 144), and for another eight studies, this was later provided by the authors (23, 24, 26, 35, 38, 71, 72, 101). The term “sepsis” was found in nine studies (70, 103, 121, 122, 129, 133, 144, 149, 152), in eight of which describing bacterial complications during hospitalization for COVID-19; only one described sepsis as a presenting feature of COVID-19 (133).Primary End PointCOVID-19-Related Sepsis in the ICU. Data regarding the prevalence of COVID-19-related sepsis were available from 56 studies in the ICU (38,058 adult patients). The pooled estimate was 77.9% (95% CI, 75.9–79.8; I2 = 91%), as shown in Figure ​Figure22, with evidence of publication bias (p = 0.012; Supplementary Fig. 1, http://links.lww.com/CCM/G588). The lowest level of heterogeneity was achieved among studies with zero (I2 = 67%) and low (I2 = 60%) uncertainty. Conversely, heterogeneity remained substantial (I2 = 97%) among studies with intermediate/high uncertainty (Fig. ​(Fig.22).Open in a separate windowFigure 2.Forest plot of sepsis prevalence among adult patients hospitalized in the ICU.Subgroup analysis per geographical location reduced without eliminating heterogeneity (I2 ≥ 76%), and the meta-analytical outcome remained constant among subgroups (test for subgroup differences: p = 0.543; Supplementary Fig. 2, http://links.lww.com/CCM/G588). Analysis per chronological period also failed to eliminate heterogeneity (I2 ≥ 76%). A slight increase in sepsis prevalence of 79.5% (95% CI, 76.8–82.0; I2 = 94%) was observed during the second period of the pandemic (test for subgroup differences: p = 0.047; Supplementary Fig. 3, http://links.lww.com/CCM/G588). None of the included studies reported data as of 2021. Subgroup analysis of pulmonary versus nonpulmonary acute organ dysfunction could not be performed in the ICU; due to IMV, the presence of a pulmonary component for SOFA could not be excluded.COVID-19-Related Sepsis in General Ward. Eighty-six studies, including 179,119 adult patients, reported on COVID-19-related sepsis among patients in the general ward. The pooled estimate was 33.3% (95% CI, 30.3–36.4; I2 = 99%) (Supplementary Fig. 4, http://links.lww.com/CCM/G588), without evidence of reporting bias (p = 0.372; Supplementary Fig. 1, http://links.lww.com/CCM/G588). Subgroup analysis did not eliminate heterogeneity in none of the categories of uncertainty; pooled estimates of COVID-19-related sepsis prevalence and heterogeneity for studies with zero, low, and intermediate/high uncertainty were 43.4% (95% CI, 29.4–58.6; I2 = 99%), 44.4% (95% CI, 36.8–52.4; I2 = 98%), and 29.9% (95% CI, 26.6–33.3; I2 = 99%), respectively (Supplementary Fig. 4, http://links.lww.com/CCM/G588). Studies with zero and low uncertainty had increased viral sepsis prevalence (test for subgroup differences: p = 0.0009; Supplementary Fig. 4, http://links.lww.com/CCM/G588).Subgroup analysis according to nonpulmonary (n = 22) versus pulmonary (n = 64) acute organ dysfunction provided a pooled estimate of sepsis of 21.7% (95% CI, 18.7–25.1; I2 = 95%) and 37.8% (95% CI, 34.1–41.7; I2 = 99%), respectively (test of subgroup differences: p < 0.001, Supplementary Fig. 5, http://links.lww.com/CCM/G588).Based on the above, the overall pooled sepsis prevalence estimate among 218,184 COVID-19 patients, irrespectively of ICU or non-ICU admission, was 51.6 (95% CI, 47.6–55.5; I2 = 100%), as shown in Supplementary Figure 6 (http://links.lww.com/CCM/G588).Secondary End PointsOrgan Dysfunctions in the ICU. Organ dysfunctions were assessed as defined in the original publications. Septic shock was defined by Sepsis-3 criteria (6) and acute respiratory distress syndrome (ARDS) by the Berlin definition (170) in all studies but one (129), which used the Kigali modification (171). A synthesis of prevalence estimates of organ dysfunctions in adults in the ICU is presented in Table ​Table11 and Supplementary Table 4 (http://links.lww.com/CCM/G588). ARDS was the most common dysfunction reaching 87.5% (95% CI, 83.3–90.7; I2 = 98%). Septic shock was the second most common dysfunction (Table ​(Table1;1; and Supplementary Fig. 7, http://links.lww.com/CCM/G588).TABLE 1.Summary of the Pooled Estimates of Prevalence of Organ Dysfunctions Among Adult Patients Hospitalized in the ICUDysfunctionNo. of StudiesNo. of PatientsNo. With DysfunctionPrevalence (%)95% CII2 (%)Acute respiratory distress syndrome4121,67815,80987.583.3–90.798Mild (200 < Pao2:Fio2 < 300)219,6881,79621.513.9–31.898Moderate (100 < Pao2:Fio2 < 200)2633,21016,50543.732.4–55.8100Severe (Pao2:Fio2 < 100)2820,0347,37732.126.3–39.899Septic shock223,2621,18936.427.2–46.896Lactate elevated (> 2 mmol/L)997839047.233.5–61.393Renal dysfunction3232,78511,21528.623.1–33.698Coagulopathy253,34672417.713.1–23.392Liver dysfunction192,04549520.312.3–31.695CNS dysfunction64,1517558.84.0–18.195Open in a separate windowPrevalence (%) is considered the pooled estimate of each organ dysfunction as calculated in the respective meta-analysis of the respective studies providing such data, taking into consideration different weights of each study in the meta-analysis (resulting from number of patients in each meta-analyzed trial).Organ Support in the ICU. Need for organ support/replacement was likely among ICU patients (Table ​Table22). Pooled estimates of patients requiring IMV, renal replacement, vasopressors, and ECMO were 62.4 (95% CI, 57.8–66.7; I2 = 98%), 19.9% (95% CI, 17.6–22.4; I2 = 90%), 49.5% (95% CI, 41.1–57.8; I2 = 98%), and 6.2% (95% CI, 4.7–8.1; I2 = 85%), respectively (Supplementary Fig. 8, http://links.lww.com/CCM/G588).TABLE 2.Summary of the Pooled Estimates of Prevalence of Organ Replacement Among Adult Patients Hospitalized in the ICUType of ReplacementNo. of StudiesNo. of PatientsNo. With ReplacementPrevalence (%)95% CII2 (%)Vasopressor use2411,2782,84349.541.1–57.898Noninvasive mechanical ventilation297,7841,53120.913.8–30.598Mechanical ventilation5325,24317,66262.457.8–66.798Extracorporeal membrane oxygenation279,1595686.24.7–8.185Continuous renal replacement therapy/dialysis2821,6295,05719.917.6–22.490Open in a separate windowPrevalence (%) is considered the pooled estimate of each organ replacement as calculated in the respective meta-analysis of the respective studies providing such data, taking into consideration different weights of each study in the meta-analysis (resulting from number of patients in each meta-analyzed trial).Need for ICU Admission. ICU admission was evaluated, among 57 studies (165,008 patients initially hospitalized in the general ward), as surrogate for the presence of COVID-19-related organ dysfunction or support. A pooled estimate of 17.7% (95% CI, 12.9–23.6; I2 = 100%) of those patients required ICU admission (Supplementary Fig. 9, http://links.lww.com/CCM/G588).Mortality. Mortality could not be assessed separately for patients with and without sepsis, since none of the studies reported such outcomes. To overcome this, ICU mortality and mortality among patients under IMV were investigated as surrogates of sepsis-related mortality. ICU mortality was 33.0% (95% CI, 29.1–37.2; I2 = 97%) (Fig. ​Fig.33A), whereas IMV-related mortality was 42.0% (95% CI, 36.8–47.4; I2 = 94%) (Fig. ​Fig.33B) both without reporting bias (Supplementary Fig. 10, http://links.lww.com/CCM/G588).Open in a separate windowFigure 3.Forest plot of mortality among patients with coronavirus disease 2019 (COVID-19). A, Hospitalized in the ICU. B, Under invasive mechanical ventilation (IMV). REVA = Réseau Européen de Recherche en Ventilation Artificielle.Pediatric Population. Four studies (521 patients) reported on sepsis prevalence among hospitalized children in ICU and five studies (692 patients) in non-ICU cohorts. Since Sepsis-3 definitions are not yet universally accepted for children, we used the presence of organ dysfunction as proxy for sepsis. Prevalence of viral sepsis was 67.0% (95% CI, 56.0–82.9; Ι2 = 94%) in ICU and 21.3% (95% CI, 7.6–47.3; Ι2 = 97%) in non-ICU, respectively, without reporting bias (Supplementary Fig. 11, http://links.lww.com/CCM/G588). A synthesis of pediatric organ dysfunctions is presented in Supplementary Table 5 (http://links.lww.com/CCM/G588). ICU mortality, evaluable for four studies, remained low (2.2%; 95% CI, 0.8–5.7; I2 = 47%) (Supplementary Fig. 12, http://links.lww.com/CCM/G588). DISCUSSIONIn this systematic review and meta-analysis, we showed that COVID-19-related sepsis, based on Sepsis-3, is present in a considerable proportion of hospitalized patients; 77.9% of adult patients in the ICU have viral sepsis. This is also the case for 33.3% of patients originally admitted in the general ward, 17.7% of which are transferred to the ICU. ARDS is the most common organ dysfunction, followed by septic shock.Despite separate analysis for ICU and general ward populations, adult and pediatric, and conservative reporting with the highest level of certainty, heterogeneity remained high. The most probable explanation was the absence of reporting of specific numbers of patients with greater than or equal to 2 SOFA values in most studies. This was limited when raw data were used after contacting the authors.Interestingly, COVID-19-related sepsis was rarely reported as “sepsis” syndrome within the studies searched. On the contrary, of the nine articles where the term was used, (70, 103, 121, 122, 129, 133, 144, 149, 152), eight reported it as complication of secondary bacterial infections. This raises a question of awareness regarding viral sepsis in the medical and scientific community. Sepsis is traditionally seen as a consequence of bacterial infection but may occur regardless of the type of pathogen (172). Although viral sepsis, in the form of ARDS, shock, and other organ-failures, has also been associated with influenza A, authors still focus on secondary bacterial infections (173, 174). In COVID-19, low proportion (7%) of hospitalized patients suffer bacterial coinfection or secondary infection; this is slightly higher for ICU patients (175, 176), whereas the frequency of opportunistic infections is likely to rise after the widespread introduction of dexamethasone (177). Thus, reporting of septic episodes should be separate for viral and bacterial pathogens throughout hospitalization, but it is unlikely that sepsis estimates within the current study reflect bacterial coinfection. Given that most of the evidence comes from retrospective, observational studies, where a standardized assessment of SOFA components may be complex, the Centers for Disease Control and Prevention Adult Sepsis Event organ dysfunction criteria optimized for electronic health record systems criteria for Adult Sepsis Events (178) may be an interesting, simpler, nonscalar and based on fewer parameters alternative to facilitate sepsis reporting. More interestingly, by highlighting the importance of microbiological documentation, it may help distinguishing inhospital viral from secondary bacterial infection-related sepsis.The above analysis highlights that COVID-19 is not yet perceived as viral sepsis, which is probably underreported. The trials included were not designed to answer this clinical question. This is considered as a major source of heterogeneity in our results; increased awareness might prompt future publications to report more precisely and systematically SOFA components.Nevertheless, this would not eliminate clinical heterogeneity due to differences in cohorts, time periods, hospital or geographical settings, different levels of care, different timing of assessment, and variable immune response of the host; heterogeneity remained substantial even after subgroup analysis by geographical settings and time periods and all of the above are acknowledged as limitations within this study and known features of sepsis studies in general. A recent meta-analysis focusing on a harder end point than ours, that is, IMV-associated mortality, reported as high as 45%, could not eliminate heterogeneity, attributed to different locations and practices concerning intensive care allocation (179).Children are less affected by the virus, but, if hospitalized, still at risk of organ failure. The use of organ dysfunctions as pediatric sepsis indicator might have been conservative and did not fully capture patients with multiinflammatory syndrome associated to COVID-19, a novel entity described in children with high inflammatory features and multiple organ involvement (180), as potential equivalent of adult sepsis.Underlying pathophysiological mechanisms of multiorgan injury in COVID-19 may be partly unique to severe acute respiratory syndrome coronavirus 2 (direct viral toxicity) and partly common with bacterial sepsis, such as endothelial cell damage, thromboinflammation, dysregulated immune system activation coupled with tissue damage by neutrophils, monocytes, and lymphocytes, and dysregulation of the rennin-angiotensin-aldosterone system (181–187). Overlap between severe COVID-19 and sepsis, as shown in the current analysis, may be neither surprising nor unexpected, but quantifying the link has important treatment and policy-making implications. Following the paradigm of bacterial sepsis, guidelines for COVID-19 management have been issued highlighting the importance of supportive care in critically ill patients (188). Pathogen-specific treatments, such as remdesivir, may accelerate clinical recovery (189), whereas immune-targeting therapies have been tested through clinical trials, with conflicting results (93, 190–194). Further research is needed to identify which patients would benefit from such interventions. On a public health level, this awareness might lead to prioritizing national sepsis-infection action plans, to deal with current and future pandemics.To the best of our knowledge, this is the first study to address in a systematic way the presence of COVID-19-related sepsis, according to Sepsis-3 criteria, and the first to provide pooled estimates of specific organ dysfunctions. Results are highly heterogeneous and should be interpreted with caution, given the paucity of data on SOFA components and the conservative approach used for SOFA score extraction. Higher precision resulted in increased detection of sepsis, and every effort should be made to identify patients at high risk for those complications. CONCLUSIONA considerable proportion of patients with COVID-19 meet Sepsis-3. True prevalence is probably underestimated, and estimates increase with improved data reporting quality and limiting uncertainty. Lessons learned from bacterial sepsis may apply, in terms of early recognition by means of SOFA score, importance of supportive care, as well as potential benefit from immune regulating strategies. ACKNOWLEDGMENTSWe thank the following researchers/scientists for providing clinical data for this study: Dr. Marco Metra, Dr. Laura Lupi, Dr. Calum Semple, Dr. Annemarie Docherty, Dr. Stephen Knight, Dr. Donald E. Griesdale, Dr. Nick Fergusson, Dr. Matteo Pagnesi, Dr. Furkan Korkmaz, Dr. Matthijs Kox, Dr. Giuliano Bolondi, Dr. Margaux Lafaurie, Dr. Guillaume Moulis, Dr. Georgios Renieris, and Dr. Paweł Piwowarczyk. Supplementary MaterialClick here to view.(5.6M, pdf) Footnotes\n*See also p. 2140.\nSupplemental digital content is available for this article. Direct URL citations appear in the printed text and are provided in the HTML and PDF versions of this article on the journal’s website (http://journals.lww.com/ccmjournal).Drs. Reinhart and Kyriazopoulou contributed equally.Dr. Kyriazopoulou performed literature search and study selection, participated in data analysis, and drafted the article. Dr. Karakike performed literature search and study selection and participated in data analysis and drafting of the article. Dr. Kyprianou performed data analysis. Drs. Fleischmann-Struzek, Netea, and Reinhart conceptualized the study and revised the article for important intellectual content. Dr. Pletz revised the article for important intellectual content. Dr. Giamarellos-Bourboulis conceptualized the study and participated in literature search, study selection, and drafting the article. All authors gave approval for the version to be published.Dr. Karakike received funding from the Horizon 2020 Marie Skłodowska-Curie Grant European Sepsis Academy (grant 676129). Dr. Netea’s institution received funding from Roche; he received funding form an ERC Advanced Grant (833247), a Spinoza grant of the Netherlands Organization for Scientific Research, TTxD, GSK, and ViiV HealthCare; he disclosed he is on the scientific Advisory Board at Trained Therapeutic and Discovery; received independent educational grants from AbbVie, Abbott CH, Astellas Pharma Europe, AxisShield, bioMérieux, InflaRx GmbH, the Medicines Company, and XBiotech. Dr. Reinhart disclosed that he was the President of the Global Sepsis Alliance and that he is a shareholder of InflaRx NV, a Jena/Germany-based Biotech Company that evaluates an immune-modulatory approach for the adjunctive treatment of coronavirus disease 2019. Dr. Giamarellos-Bourboulis’ institution received funding from the Framework 7 Program, HemoSpec (granted to the National and Kapodistrian University of Athens), the Horizon 2020 Marie-Curie Project European Sepsis Academy (granted to the National and Kapodistrian University of Athens), and the Horizon 2020 European Grant ImmunoSep (granted to the Hellenic Institute for the Study of Sepsis); he received funding from AbbVie, United States; Abbott CH; Angelini; Astellas Pharma; AxisShield; bioMérieux; Biotest; Brahms GmbH; InflaRx GmbH; MSD Greece; XBiotech; and The Medicines Company; independent educational grants from AbbVie, Abbott CH, Astellas Pharma Europe, AxisShield, bioMérieux, InflaRx GmbH, the Medicines Company, and XBiotech. The remaining authors have disclosed that they do not have any potential conflicts of interest. REFERENCES1. World Health Organization: Coronavirus Disease (COVID-19) Pandemic. 2021. Available at: https://www.who.int/emergencies/diseases/novel-coronavirus-2019?gclid=Cj0KCQiAhs79BRD0ARIsAC6XpaXhxHeN64r7-j5rvv0ZDtNGxNkA0e2EWCAUr8QWWj-qi_PPrXOljroaAjXBEALw_wcB. Accessed April 26, 20212. Grasselli G, Greco M, Zanella A, et al. ; COVID-19 Lombardy ICU Network: Risk factors associated with mortality among patients with COVID-19 in intensive care units in Lombardy, Italy.\nJAMA Intern Med. 2020; 180:1345–1355 [PMC free article] [PubMed] [Google Scholar]3. Zhou F, Yu T, Du R, et al. . Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: A retrospective cohort study.\nLancet. 2020; 395:1054–1062 [PMC free article] [PubMed] [Google Scholar]4. Chen N, Zhou M, Dong X, et al. . Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study.\nLancet. 2020; 395:507–513 [PMC free article] [PubMed] [Google Scholar]5. Wang D, Hu B, Hu C, et al. . Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China.\nJAMA. 2020; 323:1061–1069 [PMC free article] [PubMed] [Google Scholar]6. Singer M, Deutschman CS, Seymour CW, et al. . The third international consensus definitions for sepsis and septic shock (Sepsis-3).\nJAMA. 2016; 315:801–810 [PMC free article] [PubMed] [Google Scholar]7. World Health Organization: Improving the Prevention, Diagnosis and Clinical Management of Sepsis. 2020. Available at: https://apps.who.int/gb/ebwha/pdf_files/WHA70/A70_13-en.pdf. Accessed November 29, 20208. Giamarellos-Bourboulis EJ, Netea MG, Rovina N, et al. . Complex immune dysregulation in COVID-19 patients with severe respiratory failure.\nCell Host Microbe. 2020; 27:992–1000.e3 [PMC free article] [PubMed] [Google Scholar]9. Li H, Liu L, Zhang D, et al. . SARS-CoV-2 and viral sepsis: Observations and hypotheses.\nLancet. 2020; 395:1517–1520 [PMC free article] [PubMed] [Google Scholar]10. Moher D, Shamseer L, Clarke M, et al. ; PRISMA-P Group: Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement.\nSyst Rev. 2015; 4:1. [PMC free article] [PubMed] [Google Scholar]11. Levy MM, Fink MP, Marshall JC, et al. ; International Sepsis Definitions Conference: 2001 SCCM/ESICM/ACCP/ATS/SIS international sepsis definitions conference.\nIntensive Care Med. 2003; 29:530–538 [PubMed] [Google Scholar]12. Stang A. Critical evaluation of the Newcastle-Ottawa Scale for the assessment of the quality of nonrandomized studies in meta-analyses.\nEur J Epidemiol. 2010; 25:603–605 [PubMed] [Google Scholar]13. Slim K, Nini E, Forestier D, et al. . Methodological index for non-randomized studies (minors): Development and validation of a new instrument.\nANZ J Surg. 2003; 73:712–716 [PubMed] [Google Scholar]14. Balduzzi S, Rücker G, Schwarzer G. How to perform a meta-analysis with R: A practical tutorial.\nEvid Based Ment Health. 2019; 22:153–160 [PubMed] [Google Scholar]15. Viechtbauer W. Conducting meta-analyses in R with the metafor package.\nJ Stat Softw. 2010; 36:1–48 [Google Scholar]16. DerSimonian R, Laird N. Meta-analysis in clinical trials.\nControl Clin Trials. 1986; 7:177–188 [PubMed] [Google Scholar]17. Egger M, Davey Smith G, Schneider M, et al. . Bias in meta-analysis detected by a simple, graphical test.\nBMJ. 1997; 315:629–634 [PMC free article] [PubMed] [Google Scholar]18. Sun X, Ioannidis JP, Agoritsas T, et al. . How to use a subgroup analysis: Users’ guide to the medical literature.\nJAMA. 2014; 311:405–411 [PubMed] [Google Scholar]19. Xu XW, Wu XX, Jiang XG, et al. . Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: Retrospective case series.\nBMJ. 2020; 368:m606. [PMC free article] [PubMed] [Google Scholar]20. Yan Y, Yang Y, Wang F, et al. . Clinical characteristics and outcomes of patients with severe covid-19 with diabetes.\nBMJ Open Diabetes Res Care. 2020; 8:e001343 [PMC free article] [PubMed] [Google Scholar]21. Wang K, Zhang Z, Yu M, et al. . 15-day mortality and associated risk factors for hospitalized patients with COVID-19 in Wuhan, China: An ambispective observational cohort study.\nIntensive Care Med. 2020; 46:1472–1474 [PMC free article] [PubMed] [Google Scholar]22. Yang X, Yu Y, Xu J, et al. . Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: A single-centered, retrospective, observational study.\nLancet Respir Med. 2020; 8:475–481 [PMC free article] [PubMed] [Google Scholar]23. Inciardi RM, Adamo M, Lupi L, et al. . Characteristics and outcomes of patients hospitalized for COVID-19 and cardiac disease in Northern Italy.\nEur Heart J. 2020; 41:1821–1829 [PMC free article] [PubMed] [Google Scholar]24. Mitra AR, Fergusson NA, Lloyd-Smith E, et al. . Baseline characteristics and outcomes of patients with COVID-19 admitted to intensive care units in Vancouver, Canada: A case series.\nCMAJ. 2020; 192:E694–E701 [PMC free article] [PubMed] [Google Scholar]25. Huang R, Zhu L, Xue L, et al. . Clinical findings of patients with coronavirus disease 2019 in Jiangsu province, China: A retrospective, multi-center study.\nPLoS Negl Trop Dis. 2020; 14:e0008280. [PMC free article] [PubMed] [Google Scholar]26. Docherty AB, Harrison EM, Green CA, et al. ; ISARIC4C investigators: Features of 20 133 UK patients in hospital with covid-19 using the ISARIC WHO clinical characterisation protocol: Prospective observational cohort study.\nBMJ. 2020; 369:m1985. [PMC free article] [PubMed] [Google Scholar]27. Yu Y, Xu D, Fu S, et al. . Patients with COVID-19 in 19 ICUs in Wuhan, China: A cross-sectional study.\nCrit Care. 2020; 24:219. [PMC free article] [PubMed] [Google Scholar]28. Mahévas M, Tran VT, Roumier M, et al. . Clinical efficacy of hydroxychloroquine in patients with covid-19 pneumonia who require oxygen: Observational comparative study using routine care data.\nBMJ. 2020; 369:m1844. [PMC free article] [PubMed] [Google Scholar]29. Guo T, Fan Y, Chen M, et al. . Cardiovascular implications of fatal outcomes of patients with coronavirus disease 2019 (COVID-19).\nJAMA Cardiol. 2020; 5:811–818 [PMC free article] [PubMed] [Google Scholar]30. Feng Y, Ling Y, Bai T, et al. . COVID-19 with different severities: A multicenter study of clinical features.\nAm J Respir Crit Care Med. 2020; 201:1380–1388 [PMC free article] [PubMed] [Google Scholar]31. Zhang P, Zhu L, Cai J, et al. . Association of inpatient use of angiotensin-converting enzyme inhibitors and angiotensin II receptor blockers with mortality among patients with hypertension hospitalized with COVID-19.\nCirc Res. 2020; 126:1671–1681 [PMC free article] [PubMed] [Google Scholar]32. Yang X, Yang Q, Wang Y, et al. . Thrombocytopenia and its association with mortality in patients with COVID-19.\nJ Thromb Haemost. 2020; 18:1469–1472 [PubMed] [Google Scholar]33. Cai SH, Liao W, Chen SW, et al. . Association between obesity and clinical prognosis in patients infected with SARS-CoV-2.\nInfect Dis Poverty. 2020; 9:80. [PMC free article] [PubMed] [Google Scholar]34. Li K, Chen D, Chen S, et al. . Predictors of fatality including radiographic findings in adults with COVID-19.\nRespir Res. 2020; 21:146. [PMC free article] [PubMed] [Google Scholar]35. Korkmaz MF, Türe E, Dorum BA, et al. . The epidemiological and clinical characteristics of 81 children with COVID-19 in a pandemic hospital in Turkey: An observational cohort study.\nJ Korean Med Sci. 2020; 35:e236. [PMC free article] [PubMed] [Google Scholar]36. Han Y, Zhang H, Mu S, et al. . Lactate dehydrogenase, an independent risk factor of severe COVID-19 patients: A retrospective and observational study.\nAging (Albany NY). 2020; 12:11245–11258 [PMC free article] [PubMed] [Google Scholar]37. Cui X, Yu X, Wu X, et al. . Acute kidney injury in patients with the coronavirus disease 2019: A multicenter study.\nKidney Blood Press Res. 2020; 45:612–622 [PMC free article] [PubMed] [Google Scholar]38. Bolondi G, Russo E, Gamberini E, et al. . Iron metabolism and lymphocyte characterisation during Covid-19 infection in ICU patients: An observational cohort study.\nWorld J Emerg Surg. 2020; 15:41. [PMC free article] [PubMed] [Google Scholar]39. Cummings MJ, Baldwin MR, Abrams D, et al. . Epidemiology, clinical course, and outcomes of critically ill adults with COVID-19 in New York City: A prospective cohort study.\nLancet. 2020; 395:1763–1770 [PMC free article] [PubMed] [Google Scholar]40. Lu L, Xiong W, Liu D, et al. . New onset acute symptomatic seizure and risk factors in coronavirus disease 2019: A retrospective multicenter study.\nEpilepsia. 2020; 61:e49–e53 [PMC free article] [PubMed] [Google Scholar]41. Jang JG, Hur J, Hong KS, et al. . Prognostic accuracy of the SIRS, qSOFA, and NEWS for early detection of clinical deterioration in SARS-CoV-2 infected patients.\nJ Korean Med Sci. 2020; 35:e234. [PMC free article] [PubMed] [Google Scholar]42. Li L, Zhang W, Hu Y, et al. . Effect of convalescent plasma therapy on time to clinical improvement in patients with severe and life-threatening COVID-19: A randomized clinical trial.\nJAMA. 2020; 324:460–470 [PMC free article] [PubMed] [Google Scholar]43. Hirsch JS, Ng JH, Ross DW, et al. ; Northwell COVID-19 Research Consortium; Northwell Nephrology COVID-19 Research Consortium: Acute kidney injury in patients hospitalized with COVID-19.\nKidney Int. 2020; 98:209–218 [PMC free article] [PubMed] [Google Scholar]44. Xu J, Yang X, Yang L, et al. . Clinical course and predictors of 60-day mortality in 239 critically ill patients with COVID-19: A multicenter retrospective study from Wuhan, China.\nCrit Care. 2020; 24:394. [PMC free article] [PubMed] [Google Scholar]45. Wu J, Liu J, Zhao X, et al. . Clinical characteristics of imported cases of coronavirus disease 2019 (COVID-19) in Jiangsu Province: A multicenter descriptive study.\nClin Infect Dis. 2020; 71:706–712 [PMC free article] [PubMed] [Google Scholar]46. Song J, Hu W, Yu Y, et al. . A comparison of clinical characteristics and outcomes in elderly and younger patients with COVID-19.\nMed Sci Monit. 2020; 26:e925047. [PMC free article] [PubMed] [Google Scholar]47. Zhang J, Kong W, Xia P, et al. . Impaired fasting glucose and diabetes are related to higher risks of complications and mortality among patients with coronavirus disease 2019.\nFront Endocrinol (Lausanne). 2020; 11:525. [PMC free article] [PubMed] [Google Scholar]48. Thomas T, Stefanoni D, Reisz JA, et al. . COVID-19 infection alters kynurenine and fatty acid metabolism, correlating with IL-6 levels and renal status.\nJCI Insight. 2020; 5:140327. [PMC free article] [PubMed] [Google Scholar]49. Garassino MC, Whisenant JG, Huang LC, et al. ; TERAVOLT investigators: COVID-19 in patients with thoracic malignancies (TERAVOLT): First results of an international, registry-based, cohort study.\nLancet Oncol. 2020; 21:914–922 [PMC free article] [PubMed] [Google Scholar]50. Lecronier M, Beurton A, Burrel S, et al. . Comparison of hydroxychloroquine, lopinavir/ritonavir, and standard of care in critically ill patients with SARS-CoV-2 pneumonia: An opportunistic retrospective analysis.\nCrit Care. 2020; 24:418. [PMC free article] [PubMed] [Google Scholar]51. Halvatsiotis P, Kotanidou A, Tzannis K, et al. . Demographic and clinical features of critically ill patients with COVID-19 in Greece: The burden of diabetes and obesity.\nDiabetes Res Clin Pract. 2020; 166:108331. [PMC free article] [PubMed] [Google Scholar]52. Chen Y, Zhang K, Zhu G, et al. . Clinical characteristics and treatment of critically ill patients with COVID-19 in Hebei.\nAnn Palliat Med. 2020; 9:2118–2130 [PubMed] [Google Scholar]53. Cao J, Zheng Y, Luo Z, et al. . Myocardial injury and COVID-19: Serum hs-cTnI level in risk stratification and the prediction of 30-day fatality in COVID-19 patients with no prior cardiovascular disease.\nTheranostics. 2020; 10:9663–9673 [PMC free article] [PubMed] [Google Scholar]54. Guo T, Shen Q, Guo W, et al. . Clinical characteristics of elderly patients with COVID-19 in Hunan Province, China: A multicenter, retrospective study.\nGerontology. 2020; 66:467–475 [PubMed] [Google Scholar]55. Fauvel C, Weizman O, Trimaille A, et al. ; Critical Covid-19 France Investigators: Pulmonary embolism in COVID-19 patients: A French multicentre cohort study.\nEur Heart J. 2020; 41:3058–3068 [PMC free article] [PubMed] [Google Scholar]56. Arshad S, Kilgore P, Chaudhry ZS, et al. ; Henry Ford COVID-19 Task Force: Treatment with hydroxychloroquine, azithromycin, and combination in patients hospitalized with COVID-19.\nInt J Infect Dis. 2020; 97:396–403 [PMC free article] [PubMed] [Google Scholar]57. Antinori S, Cossu MV, Ridolfo AL, et al. . Compassionate remdesivir treatment of severe Covid-19 pneumonia in intensive care unit (ICU) and non-ICU patients: Clinical outcome and differences in post-treatment hospitalisation status.\nPharmacol Res. 2020; 158:104899. [PMC free article] [PubMed] [Google Scholar]58. Ferguson J, Rosser JI, Quintero O, et al. . Characteristics and outcomes of coronavirus disease patients under nonsurge conditions, Northern California, USA, March-April 2020.\nEmerg Infect Dis. 2020; 26:1679–1685 [PMC free article] [PubMed] [Google Scholar]59. Huang M, Yang Y, Shang F, et al. . Clinical characteristics and predictors of disease progression in severe patients with COVID-19 infection in Jiangsu Province, China: A descriptive study.\nAm J Med Sci. 2020; 360:120–128 [PMC free article] [PubMed] [Google Scholar]60. Zou X, Li S, Fang M, et al. . Acute physiology and chronic health evaluation II score as a predictor of hospital mortality in patients of coronavirus disease 2019.\nCrit Care Med. 2020; 48:e657–e665 [PMC free article] [PubMed] [Google Scholar]61. Middeldorp S, Coppens M, van Haaps TF, et al. . Incidence of venous thromboembolism in hospitalized patients with COVID-19.\nJ Thromb Haemost. 2020; 18:1995–2002 [PMC free article] [PubMed] [Google Scholar]62. Vena A, Giacobbe DR, Di Biagio A, et al. . Clinical characteristics, management and in-hospital mortality of patients with COVID-19 in Genoa, Italy.\nClin Microbiol Infect. 2020; 26:1537–1544 [PMC free article] [PubMed] [Google Scholar]63. Mikulska M, Nicolini LA, Signori A, et al. . Tocilizumab and steroid treatment in patients with COVID-19 pneumonia.\nPLoS One. 2020; 15:e0237831. [PMC free article] [PubMed] [Google Scholar]64. Sisó-Almirall A, Kostov B, Mas-Heredia M, et al. . Prognostic factors in Spanish COVID-19 patients: A case series from Barcelona.\nPLoS One. 2020; 15:e0237960. [PMC free article] [PubMed] [Google Scholar]65. Contou D, Pajot O, Cally R, et al. . Pulmonary embolism or thrombosis in ARDS COVID-19 patients: A French monocenter retrospective study.\nPLoS One. 2020; 15:e0238413. [PMC free article] [PubMed] [Google Scholar]66. Lei F, Liu YM, Zhou F, et al. . Longitudinal association between markers of liver injury and mortality in COVID-19 in China.\nHepatology. 2020; 72:389–398 [PMC free article] [PubMed] [Google Scholar]67. Davoudi-Monfared E, Rahmani H, Khalili H, et al. . A randomized clinical trial of the efficacy and safety of interferon β-1a in treatment of severe COVID-19.\nAntimicrob Agents Chemother. 2020; 64:e01061–e01020 [PMC free article] [PubMed] [Google Scholar]68. Nadeem A, Hamed F, Saleh K, et al. . ICU outcomes of COVID-19 critically ill patients: An international comparative study.\nAnaesth Crit Care Pain Med. 2020; 39:487–489 [PMC free article] [PubMed] [Google Scholar]69. Pérez-Sáez MJ, Blasco M, Redondo-Pachón D, et al. ; Spanish Society of Nephrology COVID-19 Group: Use of tocilizumab in kidney transplant recipients with COVID-19.\nAm J Transplant. 2020; 20:3182–3190 [PMC free article] [PubMed] [Google Scholar]70. Lombardi CM, Carubelli V, Iorio A, et al. . Association of troponin levels with mortality in Italian patients hospitalized with coronavirus disease 2019: Results of a multicenter study.\nJAMA Cardiol. 2020; 5:1274–1280 [PMC free article] [PubMed] [Google Scholar]71. Kox M, Waalders NJB, Kooistra EJ, et al. . Cytokine levels in critically Ill patients with COVID-19 and other conditions.\nJAMA. 2020; 324:1565–1567 [PMC free article] [PubMed] [Google Scholar]72. Pagnesi M, Baldetti L, Beneduce A, et al. . Pulmonary hypertension and right ventricular involvement in hospitalised patients with COVID-19.\nHeart. 2020; 106:1324–1331 [PMC free article] [PubMed] [Google Scholar]73. Azoulay E, Fartoukh M, Darmon M, et al. . Increased mortality in patients with severe SARS-CoV-2 infection admitted within seven days of disease onset.\nIntensive Care Med. 2020; 46:1714–1722 [PMC free article] [PubMed] [Google Scholar]74. Joyner MJ, Bruno KA, Klassen SA, et al. . Safety update: COVID-19 convalescent plasma in 20,000 hospitalized patients.\nMayo Clin Proc. 2020; 95:1888–1897 [PMC free article] [PubMed] [Google Scholar]75. Krause M, Douin DJ, Tran TT, et al. . Association between procalcitonin levels and duration of mechanical ventilation in COVID-19 patients.\nPLoS One. 2020; 15:e0239174. [PMC free article] [PubMed] [Google Scholar]76. Shah A, Donovan K, McHugh A, et al. . Thrombotic and haemorrhagic complications in critically ill patients with COVID-19: A multicentre observational study.\nCrit Care. 2020; 24:561. [PMC free article] [PubMed] [Google Scholar]77. Yang X, Cai S, Luo Y, et al. . Extracorporeal membrane oxygenation for coronavirus disease 2019-induced acute respiratory distress syndrome: A multicenter descriptive study.\nCrit Care Med. 2020; 48:1289–1295 [PubMed] [Google Scholar]78. Auld SC, Caridi-Scheible M, Blum JM, et al. ; and the Emory COVID-19 Quality and Clinical Research Collaborative: ICU and ventilator mortality among critically ill adults with coronavirus disease 2019.\nCrit Care Med. 2020; 48:e799–e804 [PMC free article] [PubMed] [Google Scholar]79. D’Silva KM, Serling-Boyd N, Wallwork R, et al. . Clinical characteristics and outcomes of patients with coronavirus disease 2019 (COVID-19) and rheumatic disease: A comparative cohort study from a US ‘hot spot’.\nAnn Rheum Dis. 2020; 79:1156–1162 [PMC free article] [PubMed] [Google Scholar]80. Kaushik S, Aydin SI, Derespina KR, et al. . Multisystem inflammatory syndrome in children associated with severe acute respiratory syndrome coronavirus 2 infection (MIS-C): A multi-institutional study from New York City.\nJ Pediatr. 2020; 224:24–29 [PMC free article] [PubMed] [Google Scholar]81. Maquet J, Lafaurie M, Sommet A, et al. . Thrombocytopenia is independently associated with poor outcome in patients hospitalized for COVID-19.\nBr J Haematol. 2020; 190:e276–e279 [PMC free article] [PubMed] [Google Scholar]82. Fisher M, Neugarten J, Bellin E, et al. . AKI in hospitalized patients with and without COVID-19: A comparison study.\nJ Am Soc Nephrol. 2020; 31:2145–2157 [PMC free article] [PubMed] [Google Scholar]83. Davies P, Evans C, Kanthimathinathan HK, et al. . Intensive care admissions of children with paediatric inflammatory multisystem syndrome temporally associated with SARS-CoV-2 (PIMS-TS) in the UK: A multicentre observational study.\nLancet Child Adolesc Health. 2020; 4:669–677 [PMC free article] [PubMed] [Google Scholar]84. Catteau L, Dauby N, Montourcy M, et al. ; Belgian Collaborative Group on COVID-19 Hospital Surveillance: Low-dose hydroxychloroquine therapy and mortality in hospitalised patients with COVID-19: A nationwide observational study of 8075 participants.\nInt J Antimicrob Agents. 2020; 56:106144. [PMC free article] [PubMed] [Google Scholar]85. Poggiali E, Zaino D, Immovilli P, et al. . Lactate dehydrogenase and C-reactive protein as predictors of respiratory failure in CoVID-19 patients.\nClin Chim Acta. 2020; 509:135–138 [PMC free article] [PubMed] [Google Scholar]86. Della-Torre E, Campochiaro C, Cavalli G, et al. ; SARI-RAF Study Group; SARI-RAF Study Group members: Interleukin-6 blockade with sarilumab in severe COVID-19 pneumonia with systemic hyperinflammation: An open-label cohort study.\nAnn Rheum Dis. 2020; 79:1277–1285 [PMC free article] [PubMed] [Google Scholar]87. Dequin PF, Heming N, Meziani F, et al. ; CAPE COVID Trial Group and the CRICS-TriGGERSep Network: Effect of hydrocortisone on 21-day mortality or respiratory support among critically ill patients with COVID-19: A randomized clinical trial.\nJAMA. 2020; 324:1298–1306 [PMC free article] [PubMed] [Google Scholar]88. Ferrando C, Mellado-Artigas R, Gea A, et al. ; COVID-19 Spanish ICU Network: Awake prone positioning does not reduce the risk of intubation in COVID-19 treated with high-flow nasal oxygen therapy: A multicenter, adjusted cohort study.\nCrit Care. 2020; 24:597. [PMC free article] [PubMed] [Google Scholar]89. Salton F, Confalonieri P, Meduri GU, et al. . Prolonged low-dose methylprednisolone in patients with severe COVID-19 pneumonia.\nOpen Forum Infect Dis. 2020; 7:ofaa421. [PMC free article] [PubMed] [Google Scholar]90. Albani F, Sepe L, Fusina F, et al. . Thromboprophylaxis with enoxaparin is associated with a lower death rate in patients hospitalized with SARS-CoV-2 infection. A cohort study.\nEClinicalMedicine. 2020; 27:100562. [PMC free article] [PubMed] [Google Scholar]91. Santus P, Radovanovic D, Saderi L, et al. . Severity of respiratory failure at admission and in-hospital mortality in patients with COVID-19: A prospective observational multicentre study.\nBMJ Open. 2020; 10:e043651 [PMC free article] [PubMed] [Google Scholar]92. Cheng S, Wu D, Li J, et al. . Risk factors for the critical illness in SARS-CoV-2 infection: A multicenter retrospective cohort study.\nRespir Res. 2020; 21:277. [PMC free article] [PubMed] [Google Scholar]93. Annane D, Heming N, Grimaldi-Bensouda L, et al. ; Garches COVID 19 Collaborative Group: Eculizumab as an emergency treatment for adult patients with severe COVID-19 in the intensive care unit: A proof-of-concept study.\nEClinicalMedicine. 2020; 28:100590. [PMC free article] [PubMed] [Google Scholar]94. Regina J, Papadimitriou-Olivgeris M, Burger R, et al. . Epidemiology, risk factors and clinical course of SARS-CoV-2 infected patients in a Swiss university hospital: An observational retrospective study.\nPLoS One. 2020; 15:e0240781. [PMC free article] [PubMed] [Google Scholar]95. Yang SS, Lipes J, Dial S, et al. . Outcomes and clinical practice in patients with COVID-19 admitted to the intensive care unit in Montréal, Canada: A descriptive analysis.\nCMAJ Open. 2020; 8:E788–E795 [PMC free article] [PubMed] [Google Scholar]96. Maldonado V, Hernandez-Ramírez C, Oliva-Pérez EA, et al. . Pentoxifylline decreases serum LDH levels and increases lymphocyte count in COVID-19 patients: Results from an external pilot study.\nInt Immunopharmacol. 2021; 90:107209. [PMC free article] [PubMed] [Google Scholar]97. Ferrari D, Milic J, Tonelli R, et al. . Machine learning in predicting respiratory failure in patients with COVID-19 pneumonia-challenges, strengths, and opportunities in a global health emergency.\nPLoS One. 2020; 15:e0239172. [PMC free article] [PubMed] [Google Scholar]98. García-Salido A, de Carlos Vicente JC, Belda Hofheinz S, et al. ; Spanish Pediatric Intensive Care Society working group on SARS-CoV-2 infection: Severe manifestations of SARS-CoV-2 in children and adolescents: From COVID-19 pneumonia to multisystem inflammatory syndrome: A multicentre study in pediatric intensive care units in Spain.\nCrit Care. 2020; 24:666. [PMC free article] [PubMed] [Google Scholar]99. Iavarone M, D’Ambrosio R, Soria A, et al. . High rates of 30-day mortality in patients with cirrhosis and COVID-19.\nJ Hepatol. 2020; 73:1063–1071 [PMC free article] [PubMed] [Google Scholar]100. Bossini N, Alberici F, Delbarba E, et al. ; Brescia Renal COVID task force: Kidney transplant patients with SARS-CoV-2 infection: The Brescia renal COVID task force experience.\nAm J Transplant. 2020; 20:3019–3029 [PMC free article] [PubMed] [Google Scholar]101. Renieris G, Katrini K, Damoulari C, et al. . Serum hydrogen sulfide and outcome association in pneumonia by the SARS-CoV-2 coronavirus.\nShock. 2020; 54:633–637 [PMC free article] [PubMed] [Google Scholar]102. Favà A, Cucchiari D, Montero N, et al. . Clinical characteristics and risk factors for severe COVID-19 in hospitalized kidney transplant recipients: A multicentric cohort study.\nAm J Transplant. 2020; 20:3030–3041 [PMC free article] [PubMed] [Google Scholar]103. Tatum D, Taghavi S, Houghton A, et al. . Neutrophil-to-lymphocyte ratio and outcomes in Louisiana COVID-19 patients.\nShock. 2020; 54:652–658 [PMC free article] [PubMed] [Google Scholar]104. Zhou S, Yang Y, Zhang X, et al. . Clinical course of 195 critically ill COVID-19 patients: A retrospective multicenter study.\nShock. 2020; 54:644–651 [PubMed] [Google Scholar]105. Hamilton P, Hanumapura P, Castelino L, et al. . Characteristics and outcomes of hospitalised patients with acute kidney injury and COVID-19.\nPLoS One. 2020; 15:e0241544. [PMC free article] [PubMed] [Google Scholar]106. Wu M, Ji JJ, Zhong L, et al. . Thymosin α1 therapy in critically ill patients with COVID-19: A multicenter retrospective cohort study.\nInt Immunopharmacol. 2020; 88:106873. [PMC free article] [PubMed] [Google Scholar]107. Jiang Y, Abudurexiti S, An MM, et al. . Risk factors associated with 28-day all-cause mortality in older severe COVID-19 patients in Wuhan, China: A retrospective observational study.\nSci Rep. 2020; 10:22369. [PMC free article] [PubMed] [Google Scholar]108. Liang M, He M, Tang J, et al. . Novel risk scoring system for predicting acute respiratory distress syndrome among hospitalized patients with coronavirus disease 2019 in Wuhan, China.\nBMC Infect Dis. 2020; 20:960. [PMC free article] [PubMed] [Google Scholar]109. Siempos II, Xourgia E, Ntaidou TK, et al. . Effect of early vs. delayed or no intubation on clinical outcomes of patients with COVID-19: An observational study.\nFront Med (Lausanne). 2020; 7:614152. [PMC free article] [PubMed] [Google Scholar]110. Aleva FE, van Mourik L, Broeders MEAC, et al. . COVID-19 in critically ill patients in North Brabant, the Netherlands: Patient characteristics and outcomes.\nJ Crit Care. 2020; 60:111–115 [PMC free article] [PubMed] [Google Scholar]111. Burrell AJ, Pellegrini B, Salimi F, et al. . Outcomes for patients with COVID-19 admitted to Australian intensive care units during the first four months of the pandemic.\nMed J Aust. 2021; 214:23–30 [PubMed] [Google Scholar]112. Galiero R, Pafundi PC, Simeon V, et al. ; COVOCA Study Group: Impact of chronic liver disease upon admission on COVID-19 in-hospital mortality: Findings from COVOCA study.\nPLoS One. 2020; 15:e0243700. [PMC free article] [PubMed] [Google Scholar]113. Stefan G, Mehedinti AM, Andreiana I, et al. . Clinical features and outcome of maintenance hemodialysis patients with COVID-19 from a tertiary nephrology care center in Romania.\nRen Fail. 2021; 43:49–57 [PMC free article] [PubMed] [Google Scholar]114. Rabiee A, Sadowski B, Adeniji N, et al. ; COLD Consortium: Liver injury in liver transplant recipients with coronavirus disease 2019 (COVID-19): U.S. multicenter experience.\nHepatology. 2020; 72:1900–1911 [PMC free article] [PubMed] [Google Scholar]115. Vassiliou AG, Jahaj E, Pratikaki M, et al. . Low 25-hydroxyvitamin D levels on admission to the intensive care unit may predispose COVID-19 pneumonia patients to a higher 28-day mortality risk: A pilot study on a Greek ICU cohort.\nNutrients. 2020; 12:E3773. [PMC free article] [PubMed] [Google Scholar]116. Deep A, Upadhyay G, du Pré P, et al. . Acute kidney injury in pediatric inflammatory multisystem syndrome temporally associated with severe acute respiratory syndrome coronavirus-2 pandemic: Experience from PICUs across United Kingdom.\nCrit Care Med. 2020; 48:1809–1818 [PubMed] [Google Scholar]117. Camporota L, Sanderson B, Dixon A, et al. . Outcomes in mechanically ventilated patients with hypoxaemic respiratory failure caused by COVID-19.\nBr J Anaesth. 2020; 125:e480–e483 [PMC free article] [PubMed] [Google Scholar]118. Self WH, Semler MW, Leither LM, et al. ; National Heart, Lung, and Blood Institute PETAL Clinical Trials Network: Effect of hydroxychloroquine on clinical status at 14 days in hospitalized patients with COVID-19: A randomized clinical trial.\nJAMA. 2020; 324:2165–2176 [PMC free article] [PubMed] [Google Scholar]119. Bradley P, Frost F, Tharmaratnam K, et al. ; NW Collaborative Organisation for Respiratory Research: Utility of established prognostic scores in COVID-19 hospital admissions: Multicentre prospective evaluation of CURB-65, NEWS2 and qSOFA.\nBMJ Open Respir Res. 2020; 7:e000729 [PMC free article] [PubMed] [Google Scholar]120. Jøntvedt Jørgensen M, Holter JC, Christensen EE, et al. . Increased interleukin-6 and macrophage chemoattractant protein-1 are associated with respiratory failure in COVID-19.\nSci Rep. 2020; 10:21697. [PMC free article] [PubMed] [Google Scholar]121. Tomasoni D, Inciardi RM, Lombardi CM, et al. . Impact of heart failure on the clinical course and outcomes of patients hospitalized for COVID-19. Results of the cardio-COVID-Italy multicentre study.\nEur J Heart Fail. 2020; 22:2238–2247 [PubMed] [Google Scholar]122. Wang P, Sha J, Meng M, et al. . Risk factors for severe COVID-19 in middle-aged patients without comorbidities: A multicentre retrospective study.\nJ Transl Med. 2020; 18:461. [PMC free article] [PubMed] [Google Scholar]123. Ñamendys-Silva SA, Alvarado-Ávila PE, Domínguez-Cherit G, et al. ; Mexico COVID-19 Critical Care Collaborative Group: Outcomes of patients with COVID-19 in the intensive care unit in Mexico: A multicenter observational study.\nHeart Lung. 2021; 50:28–32 [PMC free article] [PubMed] [Google Scholar]124. Tang X, Feng YM, Ni JX, et al. . Early use of corticosteroid may prolong SARS-CoV-2 shedding in non-intensive care unit patients with COVID-19 pneumonia: A multicenter, single-blind, randomized control trial.\nRespiration. 2021; 100:116–126 [PMC free article] [PubMed] [Google Scholar]125. Apea VJ, Wan YI, Dhairyawan R, et al. . Ethnicity and outcomes in patients hospitalised with COVID-19 infection in East London: An observational cohort study.\nBMJ Open. 2021; 11:e042140 [PMC free article] [PubMed] [Google Scholar]126. Ferrando-Vivas P, Doidge J, Thomas K, et al. ; ICNARC COVID-19 Team: Prognostic factors for 30-day mortality in critically ill patients with coronavirus disease 2019: An observational cohort study.\nCrit Care Med. 2021; 49:102–111 [PMC free article] [PubMed] [Google Scholar]127. Cillóniz C, Torres A, Garcia-Vidal C, et al. ; COVID19-Researchers: The value of C-reactive protein-to-lymphocyte ratio in predicting the severity of SARS-CoV-2 pneumonia.\nArch Bronconeumol. 2021; 57(Suppl 1):79–82 [PMC free article] [PubMed] [Google Scholar]128. Kooistra EJ, de Nooijer AH, Claassen WJ, et al. ; RCI-COVID-19 study group: A higher BMI is not associated with a different immune response and disease course in critically ill COVID-19 patients.\nInt J Obes (Lond). 2021; 45:687–694 [PMC free article] [PubMed] [Google Scholar]129. Ito J, Seo R, Kawakami D, et al. . Clinical characteristics and outcomes of critically ill patients with COVID-19 in Kobe, Japan: A single-center, retrospective, observational study.\nJ Anesth. 2021; 35:213–221 [PMC free article] [PubMed] [Google Scholar]130. Radovanovic D, Pini S, Franceschi E, et al. . Characteristics and outcomes in hospitalized COVID-19 patients during the first 28 days of the spring and autumn pandemic waves in Milan: An observational prospective study.\nRespir Med. 2021; 178:106323. [PMC free article] [PubMed] [Google Scholar]131. Yang JY, Parkins MD, Canakis A, et al. ; DMC-19 Study Group and the North American Alliance for the Study of Digestive Manifestations of COVID-19: Outcomes of COVID-19 among hospitalized health care workers in North America.\nJAMA Netw Open. 2021; 4:e2035699. [PMC free article] [PubMed] [Google Scholar]132. Bonazzetti C, Morena V, Giacomelli A, et al. . Unexpectedly high frequency of enterococcal bloodstream infections in coronavirus disease 2019 patients admitted to an Italian ICU: An observational study.\nCrit Care Med. 2021; 49:e31–e40 [PMC free article] [PubMed] [Google Scholar]133. Tu Y, Yang P, Zhou Y, et al. . Risk factors for mortality of critically ill patients with COVID-19 receiving invasive ventilation.\nInt J Med Sci. 2021; 18:1198–1206 [PMC free article] [PubMed] [Google Scholar]134. COVID-ICU Group on behalf of the REVA Network and the COVID-ICU Investigators: Clinical characteristics and day-90 outcomes of 4244 critically ill adults with COVID-19: A prospective cohort study.\nIntensive Care Med. 2021; 47:60–73 [PMC free article] [PubMed] [Google Scholar]135. Gupta S, Coca SG, Chan L, et al. ; STOP-COVID Investigators: AKI treated with renal replacement therapy in critically ill patients with COVID-19.\nJ Am Soc Nephrol. 2021; 32:161–176 [PMC free article] [PubMed] [Google Scholar]136. Valverde I, Singh Y, Sanchez-de-Toledo J, et al. ; AEPC COVID-19 Rapid Response Team*: Acute cardiovascular manifestations in 286 children with multisystem inflammatory syndrome associated with COVID-19 infection in Europe.\nCirculation. 2021; 143:21–32 [PubMed] [Google Scholar]137. Bartoletti M, Marconi L, Scudeller L, et al. ; PREDICO Study Group: Efficacy of corticosteroid treatment for hospitalized patients with severe COVID-19: A multicentre study.\nClin Microbiol Infect. 2021; 27:105–111 [PMC free article] [PubMed] [Google Scholar]138. Schiavone M, Gasperetti A, Mancone M, et al. . Oral anticoagulation and clinical outcomes in COVID-19: An Italian multicenter experience.\nInt J Cardiol. 2021; 323:276–280 [PMC free article] [PubMed] [Google Scholar]139. Messika J, Eloy P, Roux A, et al. ; French Group of Lung Transplantation: COVID-19 in lung transplant recipients.\nTransplantation. 2021; 105:177–186 [PubMed] [Google Scholar]140. Pun BT, Badenes R, Heras La Calle G, et al. ; COVID-19 Intensive Care International Study Group: Prevalence and risk factors for delirium in critically ill patients with COVID-19 (COVID-D): A multicentre cohort study.\nLancet Respir Med. 2021; 9:239–250 [PMC free article] [PubMed] [Google Scholar]141. Rouzé A, Martin-Loeches I, Povoa P, et al. ; coVAPid study Group: Relationship between SARS-CoV-2 infection and the incidence of ventilator-associated lower respiratory tract infections: A European multicenter cohort study.\nIntensive Care Med. 2021; 47:188–198 [PMC free article] [PubMed] [Google Scholar]142. Antúnez-Montes OY, Escamilla MI, Figueroa-Uribe AF, et al. . COVID-19 and multisystem inflammatory syndrome in Latin American children: A multinational study.\nPediatr Infect Dis J. 2021; 40:e1–e6 [PubMed] [Google Scholar]143. Zhang P, He Z, Yu G, et al. . The modified NUTRIC score can be used for nutritional risk assessment as well as prognosis prediction in critically ill COVID-19 patients.\nClin Nutr. 2021; 40:534–541 [PMC free article] [PubMed] [Google Scholar]144. Ramos-Rincon JM, Buonaiuto V, Ricci M, et al. ; SEMI-COVID-19 Network: Clinical characteristics and risk factors for mortality in very old patients hospitalized with COVID-19 in Spain.\nJ Gerontol A Biol Sci Med Sci. 2021; 76:e28–e37 [PMC free article] [PubMed] [Google Scholar]145. Nascimento JHP, Costa RLD, Simvoulidis LFN, et al. . COVID-19 and myocardial injury in a Brazilian ICU: High incidence and higher risk of in-hospital mortality.\nArq Bras Cardiol. 2021; 116:275–282 [PMC free article] [PubMed] [Google Scholar]146. Ouldali N, Toubiana J, Antona D, et al. ; French Covid-19 Paediatric Inflammation Consortium: Association of intravenous immunoglobulins plus methylprednisolone vs immunoglobulins alone with course of fever in multisystem inflammatory syndrome in children.\nJAMA. 2021; 325:855–864 [PMC free article] [PubMed] [Google Scholar]147. Zhang W, Sang L, Shi J, et al. . Association of D-dimer elevation with inflammation and organ dysfunction in ICU patients with COVID-19 in Wuhan, China: A retrospective observational study.\nAging (Albany NY). 2021; 13:4794–4810 [PMC free article] [PubMed] [Google Scholar]148. Piwowarczyk P, Szczukocka M, Kutnik P, et al. . Risk factors and outcomes for acute respiratory failure in coronavirus disease 2019: An observational cohort study.\nAdv Clin Exp Med. 2021; 30:165–171 [PubMed] [Google Scholar]149. Yan Q, Zuo P, Cheng L, et al. . Acute kidney injury is associated with in-hospital mortality in older patients with COVID-19.\nJ Gerontol A Biol Sci Med Sci. 2021; 76:456–462 [PMC free article] [PubMed] [Google Scholar]150. Wang J, Zheng X, Chen J. Clinical progression and outcomes of 260 patients with severe COVID-19: An observational study.\nSci Rep. 2021; 11:3166. [PMC free article] [PubMed] [Google Scholar]151. Gil-Etayo FJ, Suàrez-Fernández P, Cabrera-Marante O, et al. . T-helper cell subset response is a determining factor in COVID-19 progression.\nFront Cell Infect Microbiol. 2021; 11:624483. [PMC free article] [PubMed] [Google Scholar]152. Díez-Manglano J, Solís-Marquínez MN, Álvarez García A, et al. ; SEMI-COVID-19 Network: Healthcare workers hospitalized due to COVID-19 have no higher risk of death than general population. Data from the Spanish SEMI-COVID-19 registry.\nPLoS One. 2021; 16:e0247422. [PMC free article] [PubMed] [Google Scholar]153. Montrucchio G, Sales G, Rumbolo F, et al. . Effectiveness of mid-regional pro-adrenomedullin (MR-proADM) as prognostic marker in COVID-19 critically ill patients: An observational prospective study.\nPLoS One. 2021; 16:e0246771. [PMC free article] [PubMed] [Google Scholar]154. Lopes MI, Bonjorno LP, Giannini MC, et al. . Beneficial effects of colchicine for moderate to severe COVID-19: A randomised, double-blinded, placebo-controlled clinical trial.\nRMD Open. 2021; 7:e001455. [PMC free article] [PubMed] [Google Scholar]155. Roedl K, Jarczak D, Thasler L, et al. . Mechanical ventilation and mortality among 223 critically ill patients with coronavirus disease 2019: A multicentric study in Germany.\nAust Crit Care. 2021; 34:167–175 [PMC free article] [PubMed] [Google Scholar]156. Xu J, Xie J, Du B, et al. . Clinical characteristics and outcomes of patients with severe COVID-19 induced acute kidney injury.\nJ Intensive Care Med. 2021; 36:319–326 [PubMed] [Google Scholar]157. Søvik S, Bådstøløkken PM, Sørensen V, et al. . A single-centre, prospective cohort study of COVID-19 patients admitted to ICU for mechanical ventilatory support.\nActa Anaesthesiol Scand. 2021; 65:351–359 [PMC free article] [PubMed] [Google Scholar]158. Qian H, Gao P, Tian R, et al. . Myocardial injury on admission as a risk in critically ill COVID-19 patients: A retrospective in-ICU study.\nJ Cardiothorac Vasc Anesth. 2021; 35:846–853 [PMC free article] [PubMed] [Google Scholar]159. Atila C, Sailer CO, Bassetti S, et al. . Prevalence and outcome of dysnatremia in patients with COVID-19 compared to controls.\nEur J Endocrinol. 2021; 184:409–418 [PubMed] [Google Scholar]160. Balcells ME, Rojas L, Le Corre N, et al. . Early versus deferred anti-SARS-CoV-2 convalescent plasma in patients admitted for COVID-19: A randomized phase II clinical trial.\nPLoS Med. 2021; 18:e1003415. [PMC free article] [PubMed] [Google Scholar]161. Brehm TT, van der Meirschen M, Hennigs A, et al. . Comparison of clinical characteristics and disease outcome of COVID-19 and seasonal influenza.\nSci Rep. 2021; 11:5803. [PMC free article] [PubMed] [Google Scholar]162. Domecq JP, Lal A, Sheldrick CR, et al. ; Society of Critical Care Medicine Discovery Viral Infection and Respiratory Illness Universal Study (VIRUS): COVID-19 Registry Investigator Group: Outcomes of patients with coronavirus disease 2019 receiving organ support therapies: The international viral infection and respiratory illness universal study registry.\nCrit Care Med. 2021; 49:437–448 [PubMed] [Google Scholar]163. Raimondi F, Novelli L, Ghirardi A, et al. ; HPG23 Covid-19 Study Group: Covid-19 and gender: Lower rate but same mortality of severe disease in women-an observational study.\nBMC Pulm Med. 2021; 21:96. [PMC free article] [PubMed] [Google Scholar]164. Wang P, Tan X, Li Q, et al. . Extra-pulmonary complications of 45 critically ill patients with COVID-19 in Yichang, Hubei province, China: A single-centered, retrospective, observation study.\nMedicine (Baltimore). 2021; 100:e24604. [PMC free article] [PubMed] [Google Scholar]165. Lorente L, Martín MM, Franco A, et al. . HLA genetic polymorphisms and prognosis of patients with COVID-19.\nMed Intensiva. 2021; 45:96–103 [PMC free article] [PubMed] [Google Scholar]166. Fernandes DM, Oliveira CR, Guerguis S, et al. ; Tri-State Pediatric COVID-19 Research Consortium: Severe acute respiratory syndrome coronavirus 2 clinical syndromes and predictors of disease severity in hospitalized children and youth.\nJ Pediatr. 2021; 230:23–31.e10 [PMC free article] [PubMed] [Google Scholar]167. Mendizabal M, Piñero F, Ridruejo E, et al. . Prospective Latin American cohort evaluating outcomes of patients with COVID-19 and abnormal liver tests on admission.\nAnn Hepatol. 2021; 21:100298. [PMC free article] [PubMed] [Google Scholar]168. Doidge JC, Gould DW, Ferrando-Vivas P, et al. . Trends in intensive care for patients with COVID-19 in England, Wales, and Northern Ireland.\nAm J Respir Crit Care Med. 2021; 203:565–574 [PMC free article] [PubMed] [Google Scholar]169. Chow JH, Khanna AK, Kethireddy S, et al. . Aspirin use is associated with decreased mechanical ventilation, intensive care unit admission, and in-hospital mortality in hospitalized patients with coronavirus disease 2019.\nAnesth Analg. 2021; 132:930–941 [PubMed] [Google Scholar]170. Ranieri VM, Rubenfeld GD, Thompson BT, et al. . Acute respiratory distress syndrome: The Berlin definition.\nJAMA. 2012; 307:2526–2533 [PubMed] [Google Scholar]171. Riviello ED, Kiviri W, Twagirumugabe T, et al. . Hospital incidence and outcomes of the acute respiratory distress syndrome using the Kigali modification of the Berlin definition.\nAm J Respir Crit Care Med. 2016; 193:52–59 [PubMed] [Google Scholar]172. Shappell CN, Klompas M, Rhee C. Does severe acute respiratory syndrome coronavirus 2 cause sepsis?\nCrit Care Med. 2020; 48:1707–1709 [PMC free article] [PubMed] [Google Scholar]173. Kumar A, Zarychanski R, Pinto R, et al. ; Canadian Critical Care Trials Group H1N1 Collaborative: Critically ill patients with 2009 influenza A(H1N1) infection in Canada.\nJAMA. 2009; 302:1872–1879 [PubMed] [Google Scholar]174. Burrell A, Huckson S, Pilcher DV; ANZICS: ICU admissions for sepsis or pneumonia in Australia and New Zealand in 2017.\nN Engl J Med. 2018; 378:2138–2139 [PubMed] [Google Scholar]175. Lansbury L, Lim B, Baskaran V, et al. . Co-infections in people with COVID-19: A systematic review and meta-analysis.\nJ Infect. 2020; 81:266–275 [PMC free article] [PubMed] [Google Scholar]176. Langford BJ, So M, Raybardhan S, et al. . Bacterial co-infection and secondary infection in patients with COVID-19: A living rapid review and meta-analysis.\nClin Microbiol Infect. 2020; 26:1622–1629 [PMC free article] [PubMed] [Google Scholar]177. Bassetti M, Kollef MH, Timsit JF. Bacterial and fungal superinfections in critically ill patients with COVID-19.\nIntensive Care Med. 2020; 46:2071–2074 [PMC free article] [PubMed] [Google Scholar]178. Centers for Disease Control and Prevention: Hospital Toolkit for Adult Sepsis Surveillance. 2021. Available at: https://www.cdc.gov/sepsis/pdfs/Sepsis-Surveillance-Toolkit-Mar-2018_508.pdf. Accessed April 26, 2021179. Lim ZJ, Subramaniam A, Ponnapa Reddy M, et al. . Case fatality rates for patients with COVID-19 requiring invasive mechanical ventilation. A meta-analysis.\nAm J Respir Crit Care Med. 2021; 203:54–66 [PMC free article] [PubMed] [Google Scholar]180. Centers for Disease Control and Prevention: Multisystem Inflammatory Syndrome in Children (MIS-C) Associated With Coronavirus Disease 2019 (COVID-19). 2021. Available at: https://emergency.cdc.gov/han/2020/han00432.asp. Accessed April 26, 2021181. Gupta A, Madhavan MV, Sehgal K, et al. . Extrapulmonary manifestations of COVID-19.\nNat Med. 2020; 26:1017–1032 [PubMed] [Google Scholar]182. Guan WJ, Ni ZY, Hu Y, et al. ; China Medical Treatment Expert Group for Covid-19: Clinical characteristics of coronavirus disease 2019 in China.\nN Engl J Med. 2020; 382:1708–1720 [PMC free article] [PubMed] [Google Scholar]183. Puelles VG, Lütgehetmann M, Lindenmeyer MT, et al. . Multiorgan and renal tropism of SARS-CoV-2.\nN Engl J Med. 2020; 383:590–592 [PMC free article] [PubMed] [Google Scholar]184. Carvelli J, Demaria O, Vély F, et al. ; Explore COVID-19 IPH group; Explore COVID-19 Marseille Immunopole group: Association of COVID-19 inflammation with activation of the C5a-C5aR1 axis.\nNature. 2020; 588:146–150 [PMC free article] [PubMed] [Google Scholar]185. Chua RL, Lukassen S, Trump S, et al. . COVID-19 severity correlates with airway epithelium-immune cell interactions identified by single-cell analysis.\nNat Biotechnol. 2020; 38:970–979 [PubMed] [Google Scholar]186. Jeannet R, Daix T, Formento R, et al. . Severe COVID-19 is associated with deep and sustained multifaceted cellular immunosuppression.\nIntensive Care Med. 2020; 46:1769–1771 [PMC free article] [PubMed] [Google Scholar]187. McBane RD, 2nd, Torres Roldan VD, Niven AS, et al. . Anticoagulation in COVID-19: A systematic review, meta-analysis, and rapid guidance from Mayo Clinic.\nMayo Clin Proc. 2020; 95:2467–2486 [PMC free article] [PubMed] [Google Scholar]188. Alhazzani W, Møller MH, Arabi YM, et al. . Surviving sepsis campaign: Guidelines on the management of critically ill adults with coronavirus disease 2019 (COVID-19).\nIntensive Care Med. 2020; 46:854–887 [PMC free article] [PubMed] [Google Scholar]189. Beigel JH, Tomashek KM, Dodd LE, et al. ; ACTT-1 Study Group Members: Remdesivir for the treatment of Covid-19—final report.\nN Engl J Med. 2020; 383:1813–1826 [PMC free article] [PubMed] [Google Scholar]190. RECOVERY Collaborative Group, Horby P, Lim WS, Emberson JR, et al. . Dexamethasone in hospitalized patients with Covid-19—preliminary report.\nN Engl J Med. 2021; 384:693–704 [PMC free article] [PubMed] [Google Scholar]191. Lewis TC, Adhikari S, Tatapudi V, et al. . A Propensity-matched cohort study of tocilizumab in patients with coronavirus disease 2019.\nCrit Care Explor. 2020; 2:e0283. [PMC free article] [PubMed] [Google Scholar]192. Bozzi G, Mangioni D, Minoia F, et al. . Anakinra combined with methylprednisolone in patients with severe COVID-19 pneumonia and hyperinflammation: An observational cohort study.\nJ Allergy Clin Immunol. 2021; 147:561–566.e4 [PMC free article] [PubMed] [Google Scholar]193. Dimopoulos G, de Mast Q, Markou N, et al. . Favorable anakinra responses in severe covid-19 patients with secondary hemophagocytic lymphohistiocytosis.\nCell Host Microbe. 2020; 28:117–123.e1 [PMC free article] [PubMed] [Google Scholar]194. Vlaar APJ, de Bruin S, Busch M, et al. . Anti-C5a antibody IFX-1 (vilobelimab) treatment versus best supportive care for patients with severe COVID-19 (PANAMO): An exploratory, open-label, phase 2 randomised controlled trial.\nLancet Rheumatol. 2020; 2:e764–e773 [PMC free article] [PubMed] [Google Scholar]"}