{"title": "Epidemiology and Incidence of COVID-19-Associated Pulmonary Aspergillosis (CAPA) in a Greek Tertiary Care Academic Reference Hospital", "pubDate": "2021", "PMCID": "PMC8278173", "DOI": "10.1007/s40121-021-00486-8", "PMID": "34260038", "abstract": "Introduction:                       Invasive pulmonary aspergillosis is an emerging complication among intensive care unit (ICU) patients with COVID-19 (CAPA). In the present study, all CAPA cases during the first year of the pandemic were reviewed in critically ill patients at a 650-bed tertiary Greek COVID-19 reference hospital.                  Methods:                       Data regarding patients admitted to the ICU of Attikon Hospital in Athens, Greece, between 22 March 2020 and 28 February 2021 with a positive PCR for SARS-CoV-2 infection were reviewed. Clinical and microbiological records were analysed including demographic, clinical, laboratory and radiological features, treatment and outcomes. CAPA was determined according to the recent 2020 ECMM/ISHAM definitions.                  Results:                       A total of 179 patients were admitted in the ICU and 6 (3.3%) patients were diagnosed with CAPA (4 probable and 2 possible CAPA) with 5/6 with co-infection with multidrug-resistant (MDR) gram-negative pathogens. No patient had a history of immunosuppression. All suffered from acute respiratory distress syndrome. The median (range) time from intubation to diagnosis was 6 (1-14) days. Five patients had positive Aspergillus cultures in bronchial secretions (1 A. fumigatus, 1 A. flavus, 1 A. fumigatus + A. flavus, 1 A. fumigatus + A. terreus and 1 A. terreus) while culture was negative in one patient. All isolates were susceptible to antifungal drugs. Serum galactomannan (GM), pan-Aspergillus PCR and (1,3)-β-D-glucan (BDG) were positive in 4/6 (67%), 5/6 (83%, 3/5 in two consecutive samples) and 4/6 (67%, in consecutive samples) patients, respectively. GM and PCR positive bronchial secretions had GM indices > 9.95 and PCR Ct < 34. All were treated with antifungal drugs with 5 out of 6 receiving isavuconazole. Mortality was 67% (4/6) with 1/4 attributed to CAPA (two died as a result of bacterial septic shock and one as a result of multiorgan failure).                  Conclusion:                       The incidence of CAPA in ICU patients was 3.3% and it was associated with approximately a 17% attributable mortality in the setting of MDR gram-negative pathogen co-infections.", "author": [{"author": "Elisabeth Paramythiotou", "affiliation": ["2nd Department of Critical Care, Attikon University Hospital, Medical School, National and Kapodistrian University of Athens, Athens, Greece."], "href": "/?term=Paramythiotou+E&cauthor_id=34260038"}, {"author": "George Dimopoulos", "affiliation": ["2nd Department of Critical Care, Attikon University Hospital, Medical School, National and Kapodistrian University of Athens, Athens, Greece."], "href": "/?term=Dimopoulos+G&cauthor_id=34260038"}, {"author": "Nikolaos Koliakos", "affiliation": ["2nd Department of Critical Care, Attikon University Hospital, Medical School, National and Kapodistrian University of Athens, Athens, Greece."], "href": "/?term=Koliakos+N&cauthor_id=34260038"}, {"author": "Maria Siopi", "affiliation": ["Clinical Microbiology Laboratory, Attikon University Hospital, Medical School, National and Kapodistrian University of Athens, 1 Rimini str, Haidari 124 62, Athens, Greece."], "href": "/?term=Siopi+M&cauthor_id=34260038"}, {"author": "Sophia Vourli", "affiliation": ["Clinical Microbiology Laboratory, Attikon University Hospital, Medical School, National and Kapodistrian University of Athens, 1 Rimini str, Haidari 124 62, Athens, Greece."], "href": "/?term=Vourli+S&cauthor_id=34260038"}, {"author": "Spyros Pournaras", "affiliation": ["Clinical Microbiology Laboratory, Attikon University Hospital, Medical School, National and Kapodistrian University of Athens, 1 Rimini str, Haidari 124 62, Athens, Greece."], "href": "/?term=Pournaras+S&cauthor_id=34260038"}, {"author": "Joseph Meletiadis", "affiliation": ["Clinical Microbiology Laboratory, Attikon University Hospital, Medical School, National and Kapodistrian University of Athens, 1 Rimini str, Haidari 124 62, Athens, Greece. jmeletiadis@med.uoa.gr."], "href": "/?term=Meletiadis+J&cauthor_id=34260038"}], "refPMID": ["32091533", "33525063", "30076119", "32719848", "32678530", "31802125", "22517788", "33333012", "21940479", "33805751", "22797452", "32540370", "33569857", "33210776", "32659385", "32396381", "33388794", "32339350", "33087440", "33271780", "32749040", "33316401", "33915103", "32835328", "33050499", "32284951"], "citedInPMID": ["34260038", "35150878", "34947049", "34829235", "34682297", "34527462"], "body": " AbstractIntroductionInvasive pulmonary aspergillosis is an emerging complication among intensive care unit (ICU) patients with COVID-19 (CAPA). In the present study, all CAPA cases during the first year of the pandemic were reviewed in critically ill patients at a 650-bed tertiary Greek COVID-19 reference hospital.MethodsData regarding patients admitted to the ICU of Attikon Hospital in Athens, Greece, between 22 March 2020 and 28 February 2021 with a positive PCR for SARS-CoV-2 infection were reviewed. Clinical and microbiological records were analysed including demographic, clinical, laboratory and radiological features, treatment and outcomes. CAPA was determined according to the recent 2020 ECMM/ISHAM definitions.ResultsA total of 179 patients were admitted in the ICU and 6 (3.3%) patients were diagnosed with CAPA (4 probable and 2 possible CAPA) with 5/6 with co-infection with multidrug-resistant (MDR) gram-negative pathogens. No patient had a history of immunosuppression. All suffered from acute respiratory distress syndrome. The median (range) time from intubation to diagnosis was 6 (1–14) days. Five patients had positive Aspergillus cultures in bronchial secretions (1 A. fumigatus, 1 A. flavus, 1 A. fumigatus + A. flavus, 1 A. fumigatus + A. terreus and 1 A. terreus) while culture was negative in one patient. All isolates were susceptible to antifungal drugs. Serum galactomannan (GM), pan-Aspergillus PCR and (1,3)-β-d-glucan (BDG) were positive in 4/6 (67%), 5/6 (83%, 3/5 in two consecutive samples) and 4/6 (67%, in consecutive samples) patients, respectively. GM and PCR positive bronchial secretions had GM indices > 9.95 and PCR Ct < 34. All were treated with antifungal drugs with 5 out of 6 receiving isavuconazole. Mortality was 67% (4/6) with 1/4 attributed to CAPA (two died as a result of bacterial septic shock and one as a result of multiorgan failure).ConclusionThe incidence of CAPA in ICU patients was 3.3% and it was associated with approximately a 17% attributable mortality in the setting of MDR gram-negative pathogen co-infections.Keywords: Aspergillosis, COVID-19, ARDS, Lung infection, MDR gram-negative co-infections Key Summary Points\nThe recent 2020 ECMM/ISHAM definitions were used to define COVID-19-associated invasive pulmonary aspergillosis (CAPA).First study reporting the incidence of CAPA in Greece and in the setting of multidrug-resistant gram-negative bacterial infections globally.A total of 179 patients were admitted in the ICU and 6 (3.3%) patients were diagnosed with CAPA (4 probable and 2 possible CAPA) all in the second wave of COVID-19 when corticosteroids were used as standard care for patients with COVID-19.Mortality was 67% (4/6) with 1/4 attributed to CAPA.Open in a separate window IntroductionDuring the last 12 months a major pandemic caused by the coronavirus SARS-CoV-2 is running all over the world. A non-negligible percentage of 5–15% patients with coronavirus disease 2019 (COVID-19) need hospitalization in intensive care units (ICUs) [1]. According to a recent meta-analysis, overall mortality of critically ill patients with COVID-19 has been calculated at 35.5% (0–85%) although the attributable mortality was not reported [2]. Additionally, the incidence of respiratory co-infection with gram-negative pathogens seems to be higher in patients with COVID-19 [3].Influenza-associated pulmonary aspergillosis (IAPA) has been described in patients with influenza and severe acute respiratory distress syndrome (ARDS) in the ICU and is no longer considered a rare complication [3]. Similarly, early during the pandemic suspected cases of COVID-19-associated pulmonary aspergillosis (CAPA) were described [4]. The airway epithelium is directly damaged by respiratory viruses, enabling Aspergillus to invade tissue. Immune dysregulation, treatment with systemic corticosteroid or anti-interleukin-6 agents and diffuse alveolar damage in severe SARS-CoV-2 infection are included in the risk factors predisposing to ventilator-associated pneumonia and CAPA [5, 6]. However, the exact incidence of CAPA is not known since the typical host, clinical and radiological factors often used to diagnose invasive fungal diseases are not present in patients with CAPA [7], whereas mycological evidence is based on positive Aspergillus cultures in non-bronchoalveolar lavage (BAL) samples, such as bronchial secretions, tracheal aspirates and sputum, which may reflect colonization rather than infection. Furthermore, it should be acknowledged that CAPA diagnosis was made on the basis of AspICU criteria which were initially developed for IAPA [3, 8] and may not be applicable to CAPA [9]. CAPA-specific diagnostic criteria have been recently developed by the European Confederation of Medical Mycology (ECMM) and the International Society for Human and Animal Mycology (ISHAM) [9] (Table 1). Furthermore, the mortality of CAPA in the setting of co-infections with gram-negative pathogens is unknown.\nTable 1Different criteria for defining invasive pulmonary aspergillosis. At least one host, one clinical and one mycological factor should be presentDefinitionsHost factorsClinical factorsMycological evidenceEORTC/MSGERCProbable invasive aspergillosis*(*Invasive fungal disease definitions in patients in ICUs were excluded)1. Neutropenia2. Haematological malignancy3. Allogeneic stem cell/solid organ transplantation4. Prolonged use of corticosteroids (≥ 0.3 mg/kg for ≥ 3 weeks)5. Treatment with T cell immunosuppressants/B cell receptor inhibitors6. Inherited severe immunodeficiency7. Acute graft-versus-host disease grade III or IVPulmonary aspergillosis CT scan = dense, well-circumscribed lesions with or without a halo sign, air crescent sign, cavity, or wedge-shaped and segmental or lobar consolidationTracheobronchitis Bronchoscopic Analysis = tracheobronchial ulceration, nodule, pseudomembrane, plaque or escharMicroscopic detection in SP, BAL, BSAspergillus culture in BAL, BSGalactomannan (GM)+  1. Single serum, plasma, BAL, CSF GM ≥ 1.0 2. Single serum or plasma GM ≥ 0.7 and BAL ≥ 0.8Aspergillus PCR+ 1. ≥ 2 consecutive plasma, serum, blood 2. ≥ 2 consecutive BALAspICUPutative IPA*(*1 host factor & 1 clinical factor & abnormal imaging &lower respiratory tract Aspergillus+ culture)1. Neutropenia2. Underlying haematological oncological malignancy treated with cytotoxic agents3. Glucocorticoid treatment (prednisone equivalent, 20 mg/day)4. Inborn/acquired immunodeficiency5. Mycological criterion (see mycological evidence)1. Fever (refractory to ≥ 3 days on ABx, recrudescent after ≥ 2 days defervescence)2. Pleuritic chest pain/rub3. Dyspnoea4. Haemoptysis5. Worsening respiratory insufficiency6. Combination of the aboveANDAbnormal medical imaging of the lungs (chest x-ray or CT scan)Aspergillus-positive culture from lower respiratory tract specimen (entry criterion)Semiquantitative Aspergillus-positive culture of BAL without bacterial growth, positive cytological smear showing branching hyphaeGM ≥ 0.5 (modified AspICU)ECMM/ISHAMProven CAPAPulmonary/tracheobroncial formPatient with ARDS needing intensive care and SARS-CoV-2 PCR+ 2 weeks between hospitalization and ICU admission or 2–3 days after ICU admission1. Histopathological and/or direct microscopic detection of Aspergillus spp. showing invasive growth and tissue damage,2. Aspergillus+ by culture, microscopy, histology, PCR from sterile aspirate or biopsy pulmonary materialsTracheobronchitis(probable)Patient with ARDS needing intensive care and SARS-CoV-2 PCR+ 2 weeks between hospitalization and ICU admission or 2–3 days after ICU admissionBronchoscopic Analysis = tracheobronchial ulceration, nodule, pseudomembrane, plaque or eschar1. Microscopic detection in BAL2. BAL culture/PCR+3. Serum GM/LFA index > 0.54. BAL GM/LFA index ≥ 1.0Other pulmonary forms(probable)Patient with ARDS needing intensive care and SARS-CoV-2 PCR+ 2 weeks between hospitalization and ICU admission or 2–3 days after ICU admission1. Refractory fever2. Pleural rub3. Chest pain4. Haemoptysis5. Combination of the aboveANDPulmonary infiltrate and/or cavitating infiltrate (not attributed to another cause)1. Microscopic detection in BAL2. BAL culture+ 3. Serum GM/LFA index > 0.54. BAL GM/LFA index ≥ 1.05. ≥ 2 plasma/serum/whole blood Aspergillus PCR+6. 1 BAL Aspergillus PCR+ (< 36 cycles)7. 1 plasma/ serum/whole blood Aspergillus PCR+ and 1 BAL Aspergillus PCR+ (any cycle)Other pulmonary forms(possible)Patient with ARDS needing intensive care and SARS-CoV-2 PCR+ 2 weeks between hospitalization and ICU admission or 2–3 days after ICU admission1. Refractory fever2. Pleural rub3. Chest pain4. Haemoptysis5. Combination of the aboveANDPulmonary infiltrate and/or cavitating infiltrate (not attributed to another cause)1. Microscopic detection in non-BAL2. Non-BAL culture+ 3. 1 non-BAL GM index ≥ 4.54. ≥ 2 non-BAL GM index ≥ 1.25. 1 non-BAL GM index ≥ 1.2 and 1 non-BAL PCR/LFA + Open in a separate windowARDS acute respiratory distress syndrome, BAL bronchoalveolar lavage, non-BAL non bronchoscopic BAL, GM galactomannan, LFA lateral flow assay, BS bronchial secretions, SP sputum, CSF cerebrospinal fluid, CT computed tomography, PCR polymerase chain reaction, ICU intensive care unitThe aim of this study was to review all CAPA cases during the first year of the pandemic in critically ill patients at “Attikon” University hospital which served as a Greek COVID-19 reference hospital since the first outbreak of the virus and to estimate the incidence and attributable mortality of CAPA based on the new 2020 ECMM/ISHAM criteria. MethodsPatientsThe study was conducted at Attikon University hospital (Athens, Greece) during the COVID-19 pandemic between 22 March 2020 and 28 February 2021. During this period three waves of COVID-19 occurred in Greece, the first between March and July 2020, the second between August and December 2020 while the third is ongoing. “Attikon” University hospital is a tertiary 650-bed teaching hospital and referral centre for central and south Greece as well as most of the Aegean islands with a total ICU capacity of 23 beds. During the pandemic all 23 beds were dedicated to mechanically ventilated patients infected by coronavirus, while non-COVID-19 cases were hospitalized in newly opened ICU beds. Data regarding patients admitted to the ICU with a positive PCR for SARS-CoV-2 infection were reviewed. In our ICU, respiratory samples are routinely collected once a week for surveillance bacterial and fungal cultures. In case of clinical deterioration new cultures are also collected, a BAL is performed if considered necessary and respiratory and serum samples are sent for full mycological diagnostic workup as described below. A CT scan of the chest is performed if the patient can be safely transferred. Clinical records were analysed including demographic, clinical, laboratory and radiological features, treatment and outcomes of patients with CAPA.The study protocol was approved by the local institutional Review Board and Bioethics Committee (ΕΒΔ96/15-2-2021).Samples for Mycological WorkupRespiratory samples were analysed by direct and fluorescence microscopy using Blankophor P and cultured in Sabouraud dextrose agar with gentamicin and chloramphenicol plates (SGC2; bioMerieux) incubated at 30 °C and 37 °C for up to 3 weeks. Recovered isolates were identified macro-/microscopically to species level. Aspergillus fumigatus sensu stricto (SS) was identified on the basis of growth at 48 °C. Antifungal susceptibility testing (AST) to amphotericin B, caspofungin, micafungin, anidulafungin, isavuconazole, voriconazole, itraconazole and posaconazole was performed in all isolates using the EUCAST E. Def 9.3.2 reference broth microdilution method [10]. Serum and respiratory samples were stored at − 70 °C until tested for galactomannan (GM), (1,3)-β-d-glucan (BDG) and Aspergillus DNA (PCR). A commercially available sandwich enzyme-linked immunoassay (Platelia Aspergillus EIA; Bio-Rad Laboratories, Hercules, CA, USA) was used to quantify GM antigen in accordance with the manufacturer’s instructions. A result was considered positive when the index value was ≥ 0.5. BDG was detected with the Dynamiker Fungus BDG assay (Dynamiker Biothechnology-Tianjin Co, Ltd, China) as recommended by the manufacturer. BDG levels of ≥ 95, 70–94 and < 70 pg/mL were considered positive, inconclusive and negative results, respectively. Serum assays were performed in duplicate. A real-time PCR was developed in line with the published European Aspergillus PCR Initiative recommendations for serum [11]. Aspergillus DNA was extracted from 1 mL serum after enzymatic (incubation with protease K at 56 °C for 10 min) and mechanical (15 min vortex with glass beads) pre-treatment using the High Pure Viral Nucleic Acid Large Volume Kit (Roche, Athens, Greece) according to the manufacturer’s instructions. Real-time PCR was performed with a previously validated assay (2Asp assay) using Aspergillus-specific primers (ASF1 and ADR1) targeting the 28S rRNA gene and an Aspergillus-specific hydrolysis probe (ASP28P). All PCR runs included a positive (spiked human sera) and a negative (water in place of DNA extract) control. When no amplification was observed after 43 PCR cycles (Ct), the sample was considered negative by PCR [12].DefinitionsCAPA was classified by clinical, mycological and radiological criteria according to both the modified AspICU [3, 8] and 2020 ECMM/ISHAM criteria [9] (Table 1). Classification according to the revised European Organization for Research and Treatment of Cancer and the Mycoses Study Group Education and Research Consortium (EORTC/MSGERC) 2020 criteria [7, 13] was not feasible because none of the included patients presented any of the required host risk factors. Moreover, no case could be classified as proven invasive pulmonary aspergillosis (IPA) because neither lung biopsy nor autopsy was performed. ResultsDuring the study period 1161 patients with COVID-19 were admitted to the hospital with a total of 179 admissions in the ICU, 35 in the first wave. Among the 179 critically ill patients, six (3.3%) had clinical and mycological characteristics of invasive aspergillosis and were treated accordingly. Detailed clinical and radiological characteristics of all patients are presented in Table 2, whereas the time course of infection and treatment is shown in Fig. 1. Of note, all cases were noticed during the second wave. BAL was performed in one patient for therapeutic reasons. Median age was 78 years (55–82) and 50% were male. All patients received dexamethasone 6 mg/day for 10 days, 3/6 remdesivir and 1/6 anakinra + convalescent plasma. No patient had a history of immunosuppression. All patients were diagnosed with ARDS according to Berlin definition [14]. The median time from intubation to diagnosis of CAPA was 6 days (range 1–14). Signs of clinical deterioration and septic shock have been recorded in four patients at the time of diagnosis. Multidrug-resistant Acinetobacter baumanni was isolated from the blood of 5/6 patients. Five patients had positive Aspergillus cultures in bronchial secretions (1 A. fumigatus species complex (SS), 1 A. flavus SC, 1 A. fumigatus SS + A. flavus SC, 1 A. fumigatus SS + A. terreus SC and 1 A. terreus SC) while culture was negative in one patient. Serum GM index and Aspergillus PCR were positive in 4/6 patients (67%) and 5/6 (83%) although PCR was positive in two consecutive samples in 3 patients. BDG was positive in sera of 4/6 patients with CAPA (all 4 with consecutive samples). Furthermore, GM and PCR were positive in 4/4 bronchial secretions analysed for GM and Aspergillus DNA with GM indices > 9.95 and PCR Ct < 34. Detailed microbiology data are presented in Table 2. According to the AST all isolates were susceptible to voriconazole and isavuconazole. Three patients completed the treatment. Mortality was as high as 67% (4/6) and 1/4 was attributed to CAPA.Table 2Characteristics of ICU patients with CAPACase123456SexFemaleFemaleFemaleMaleMaleMaleAge558282667581Underlying diseaseNoneHypertension, diabetesHypertension, dementiaSmoking, obesity, sleep apneaSmokingHypertension, diabetes, COPD, ischemic strokePaO2/FiO2 admission90901201007080ARDSSevereSevereModerateSevereSevereSevereImagining findingsEmphysema, pneumomediastinum, crazy paving, ground glass opacities and bronchiectasisNAMultiple bilateral infiltrates, ground glass opacitiesAtelectasisGround glass opacities 75%NADexamethasone6 mg/day, 10 days6 mg/day, 10 days6 mg/day, 10 days6 mg/day, 10 days6 mg/day, 10 days6 mg/day, 10 daysAnti-COVID-19 TxNoNoConvalescent plasma + anakinraRemdesivirRemdesivirRemdesivirDays on mechanical ventilation till CAPA diagnosis9141537SARS-COV-2 PCR (Ct) on day of CAPA diagnosisNegativeNegativePositive (16)Positive (24)Positive (33)Positive (25)SOFA score647788Antifungal Tx (days)Isavuconazole (36)Isavuconazole (13)Isavuconazole (7)Isavuconazole (7)Caspofungin, LipAmpho B (4)Isavuconazole (35)Septic shockYesYesNoYesYesNoLOS (days)42281841845MortalityYesYesYesNoYesNoSerum fungal biomarkers (max values) BDG (pg/mL)NegativePositive (106.7)Inconclusive (75.4)Positive (151.4)Positive (171.5)Positive (242) GM (Index)Positive (2.5)NegativePositive (1.51)NegativePositive (8.9)Positive (1.03) PCR (Ct)Positive (36.8)Positive (35.7)Positive (34.9)NegativePositive (28.9)Positive (36.8)Respiratory samples fungal biomarkers (max values) BDG (pg/mL)Positive (833.7)NAPositive (913.7)Positive (906.7)NAPositive (772.33) GM (Index)Positive (2.4)NAPositive (9.9)Positive (11.4)NAPositive (10.0) PCR (Ct)Positive (32.6)NAPositive (25.3)Positive (33.7)NAPositive (34.0) CultureA. fumigatus SSA. flavus SCA. fumigatus SS, A. flavus SCA. fumigatus SS, A. terreus SCNegativeA. terreus SCAspICU modifiedPutative aspergillosisPutative aspergillosisPutative aspergillosisPutative aspergillosisPutative aspergillosisPutative aspergillosisECMM/ISHAMProbable CAPAPossible CAPAProbable CAPAPossible CAPAProbable CAPAProbable CAPAOpen in a separate windowARDS acute respiratory distress syndrome, BDG (1,3)-β-d-glucan, CAPA COVID-19-associated pulmonary aspergillosis, COVID-19 coronovirus disease 2019, Ct cycle threshold, ECMM European Clinical Medical Mycology, GM galactomannan, ISHAM International Society Human and Animal Mycology, LOS length of stay, PCR polymerase chain reaction, SC species complex, SS sensu stricto, NA not availableOpen in a separate windowFig. 1Kinetics of galactomannan (GM) index and C-reactive protein (CRP) together with microbiological and treatment data for each patient. BDG: (1,3)-β-d-glucan, PCR: Aspergillus DNA, BC: bloodculture, BS: bronchial secretion, n-BAL: non bronchoscopic BALPatient 1A 55-year-old woman was admitted to our ICU and was intubated 10 days later. She was extubated after a week, but she had to be intubated again 2 days later. GM and Aspergillus PCR were positive in serum. A. fumigatus SS was then isolated in bronchial secretions. Her deterioration was partly attributed to a putative infection by the fungus, so she was started on isavuconazole 2 days after the result of the culture. Her respiratory function was ameliorated. Multidrug-resistant A. baumanni was cultured from blood on day 40. On day 53, she presented pyopneumothorax and CT scan was performed showing subcutaneous emphysema, pneumomediastinum, crazy paving, ground glass opacities and bronchiectasis (Fig. 2). She was treated for pyopneumothorax but she presented multiple septic shocks and finally died.Open in a separate windowFig. 2Lung images of patients with CAPA. Patient 1. Subcutaneous emphysema, pneumomediastinum, crazy paving, ground glass opacities and bronchiectasis (ICU day 30). Patient 3. Subcutaneous emphysema, pneumothorax, ground glass opacities (ICU day 13). Patient 4. Chest X-ray showing a large right lung atelectasis (ICU day 9). Patient 5. CT chest showing ground glass opacities with bronchiectatic regions and thickening of intralobular septal (ICU day 2)Patient 2An 82-year-old woman was admitted to the infectious diseases department because of fever and hypoxemia caused by SARS-CoV-2. Ten days later the patient was intubated and transferred to our ICU. A. flavus SC was isolated in the bronchial secretions. Although GM in serum was negative, PCR and BDG were positive in two samples. Isavuconazole was started 8 days after the first isolation of the mould. Multidrug-resistant A. baumanni was cultured from blood on day 5 in the ICU. The patient presented deterioration of respiratory and hemodynamic function and died 13 days later.Patient 3An 82-year-old woman was admitted to the ICU 2 days after her admission to the infectious diseases department being positive for SARS-CoV-2. She was under treatment with convalescent plasma therapy and anakinra. The first sample of bronchial secretions was positive for A. fumigatus SS and the second sample taken by mini-BAL 9 days later was positive for A. flavus SC. Multidrug-resistant A. baumanni was cultured from blood on day 8 in the ICU. A CT scan was performed showing multiple bilateral infiltrates and ground glass opacities covering 50–75% of lung parenchyma (Fig. 2). The GM antigen and Aspergillus PCR in the serum were positive. The patient was started on isavuconazole 9 days after the first culture, but her respiratory function was further deteriorated and she died 9 days later.Patient 4A 66-year-old man was admitted to the ICU 7 days after his admission to the infectious diseases department with dyspnea, weakness and fever and a positive SARS-CoV-2 with severe ARDS and hemodynamic instability. He was treated with remdesivir. On day 3 he developed septic shock that was managed with adequate antibiotic therapy and vasopressors. On day 10, a therapeutic bronchoscopy was performed because of a right lung atelectasis (Fig. 2). A. baumanni was isolated from the BAL. GM and PCR were negative in serum and positive in bronchial secretions from where A. fumigatus SS and A. terreus SC were isolated. The patient received isavuconazole starting on day 6 of the diagnosis. A. baumanni was cultured from blood on day 20. His situation ameliorated and after a tracheostomy was performed, he was able to be transferred for further treatment to the clinical floor.Patient 5A 75-year-old man was admitted to the infectious diseases department with dyspnea, weakness and fever and a test positive for SARS-CoV-2. The CT scan of the chest showed ground glass opacities occupying about 75% of lung parenchyma (Fig. 2). During the next 9 days his situation deteriorated so he was intubated and admitted to the ICU with severe ARDS and multiorgan failure. GM and Aspergillus PCR in serum were positive. The patient was initially treated with caspofungin and then with liposomal amphotericin B, but he died because of multiorgan failure.Patient 6An 81-year-old man was admitted to the ICU after 4 days of hospitalisation in the infectious diseases department for COVID-19 infection. On day 6 in the ICU he presented fever, elevated inflammatory markers and deterioration of respiratory function. GM was positive in serum and 2 days after culture of bronchial secretions were positive for A. terreus SC. Isavuconazole was started. On day 8, A. baumanni was cultured from blood. The patient’s condition ameliorated, a tracheostomy was performed and he was transferred to a step-down unit. DiscussionThe coronavirus pandemic first appeared in Greece on 26 February 2020, about 2 months after the outbreak of the disease in China. In a population of just over 11 million, Greek authorities have recorded 263,689 confirmed cases of the disease and a death toll of 8093 (3%) as of March 2021 [13]. Patients with several comorbidities, including chronic obstructive pulmonary disease, diabetes, hypertension, coronary heart disease, cerebrovascular diseases and malignancy present a higher rate of severe illness [15]. Several cases of CAPA have been described globally. According to a recent study, a total of 151 cases of patients on mechanical ventilation have been published until now [16]. To our knowledge these are the first six cases of CAPA in critically ill patients ever described in Greece and the first one in the setting of gram-negative bacterial infections.The incidence of CAPA in our single-centre study was as high as 3.3%, similar to the studies by Machado et al. [17] and Lamoth et al. [18], but considerably lower in comparison to other studies [19–21]. Of note most of those studies did not use the recently published CAPA-specific criteria defined by ECMM/ISHAM. On the basis of those criteria, the rates of possible and probable CAPA were 1.1% and 2.2%, respectively, in our centre. For the two patients with possible CAPA, the first patient had Aspergillus PCR+ in serum but not in two consecutive samples and positive Aspergillus non-BAL culture and for the second patient GM, Aspergillus PCR and cultures were positive in bronchial secretions. In a recent study performing extensive diagnostic testing in the UK, rates of 5% and 15% of proven/probable and possible diagnosis of CAPA, respectively, were reported [22]. Significant differences are observed between countries. Possible explanations could include geographical differences, different risk factors and different applied diagnostic algorithms [19].COVID-19 pneumonia per se has been suggested as a possible risk factor for invasive aspergillosis. Furthermore, treatment with tocilizumab and dexamethasone, usage of broad-spectrum antibiotics and dysregulated immune response have been proposed as predisposing factors favouring Aspergillus infections [23] in the setting of COVID-19. A cumulative azithromycin dose of at least 1500 mg and a high dose of dexamethasone have also been mentioned as possible risk factors associated with CAPA in a recent French multicentre cohort study [24, 25]. Our patients received a total azithromycin dose exceeding 1500 mg. Treatment with medicine other than dexamethasone could possibly explain the absence of Aspergillus cases during the first wave along with the small number of patients in our study.Differentiating between colonization and invasive Aspergillus disease is difficult, especially in immunocompetent patients. Therefore, a full mycological workup is imperative. GM detection is more sensitive in BAL than in blood in non-neutropenic patients who are more likely to have a non-angioinvasive IPA, as opposed to neutropenic patients [7, 26]. It has been emphasized that since GM detection is not validated on non-BAL respiratory samples, its use may contribute to overdiagnosis of IPA in patients with COVID-19. According to the recent 2020 ECMM/ISHAM consensus criteria, a non-BAL GM index of > 4.5 or twice > 1–2 is suggested [9]. Indeed, in 3/4 cases where non-BAL GM was available, indices were > 9.95. Interestingly, while in most studies serum GM and PCR were negative in patients with CAPA as opposed to IAPA [16], in our patients the serum GM index and Aspergillus PCR were positive in 4/6 patients (67%) and 5/6 (83%) although PCR was positive in two consecutive samples only in 3 patients. BDG was positive in sera of 4/6 patients with CAPA (all 4 with consecutive samples). Some authors suggested that receiving hydroxychloroquine could negatively influence the GM measurement in serum [27]. Of note, none of our patients received hydroxychloroquine since all cases were registered in the second wave of the disease. Another explanation could be the severity of COVID-19 infection as in three of our patients the SARS-CoV-2 inoculum as quantified by RT-PCR Ct values was rather low (persistent high viral load) at the time of Aspergillus infection, a parameter rarely reported in the literature [28].The impact of Aspergillus treatment on survival of patients with CAPA is currently unknown. The overall mortality was 67% (4/6 patients). A similar cause of death and a high mortality are reported in earlier studies [25, 29]. However, in the setting of gram-negative multidrug-resistant bacterial infections the attributable mortality of CAPA was only 17% (1/6 patients) as bacterial septic shock and multiorgan failure was the cause of death for the 3/4 patients who died. Nevertheless antifungal treatment has to be implemented and, while voriconazole remains the main treatment for IPA, we preferred the use of isavuconazole owing to its lack of nephrotoxicity, fewer drug–drug interactions observed than with voriconazole, especially with COVID-19 addressed therapies such as remdesivir [29]. Furthermore, there was no need for monitoring drug levels. Most patients in the literature have been treated with voriconazole and more rarely with echinocandins or amphotericin B. Treatment with voriconazole is probably associated with a better prognosis compared to echinocandins or amphotericin B [28]. Suggested treatment duration according to the guidelines is between 6 and 12 weeks. Three of our patients (50%) were treated for more than 2 weeks.In conclusion, the strength of our study was that many patients with CAPA had positive biomarkers in serum in combination with positive cultures in respiratory samples which increased the certainty of diagnosis of invasive aspergillosis in ICU patients with COVID-19 and the fact that it provides one of the first estimates of CAPA incidence and attributable mortality using the CAPA-specific criteria recently determined by ECMM/ISHAM in 2020 in the setting of gram-negative bacterial infections. Among the limitations are that our data are derived from only one centre and the definite diagnosis lacks histological confirmation. Further studies are needed in order to (a) elucidate the biological mechanisms underlying the association between COVID-19 and CAPA and (b) to define the true incidence of the disease. Since difficulties in diagnosing CAPA have contributed to increased mortality rates via delayed diagnosis, a high level of awareness of ICU physicians for CAPA might prove lifesaving. Thus, early identification and treatment need to be implemented. AcknowledgementsWe thank the participants of the study.FundingNo funding or sponsorship was received for this study or publication of this article.AuthorshipAll named authors meet the International Committee of Medical Journal Editors (ICMJE) criteria for authorship for this article, take responsibility for the integrity of the work as a whole, and have given their approval for this version to be published.Authors’ ContributionSupervision, data analysis, writing-review and editing, J.M.; methodology, experiments, data analysis, writing-original draft preparation, E.P., N.K., M.S., S.V.; writing-review and editing, G.D., S.P.DisclosuresElisabeth Paramythiotou, George Dimopoulos, Nikolaos Koliakos, Maria Siopi, Sophia Vourli, Spyros Pournaras and Joseph Meletiadis have nothing to disclose.Compliance with Ethics GuidelinesThe study protocol was approved by the local institutional Review Board and Bioethics Committee (ΕΒΔ96/15-2-2021).Data AvailabilityThe datasets analysed during the current study are available from the corresponding author on reasonable request. References1. Wu Z, McGoogan JM. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention. JAMA. 2020;323:1239–1242. doi: 10.1001/jama.2020.2648. [PubMed] [CrossRef] [Google Scholar]2. Armstrong RA, Kane AD, Kursumovic E, Oglesby FC, Cook TM. Mortality in patients admitted to intensive care with COVID-19: an updated systematic review and meta-analysis of observational studies. Anaesthesia. 2021;76:537–548. doi: 10.1111/anae.15425. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Schauwvlieghe AFAD, Rijnders BJA, Philips N, et al.  Invasive aspergillosis in patients admitted to the intensive care unit with severe influenza: a retrospective cohort study. Lancet Respir Med. 2018;6:782–792. doi: 10.1016/S2213-2600(18)30274-1. [PubMed] [CrossRef] [Google Scholar]4. Bartoletti M, Bartoletti M, Pascale R, et al.  Epidemiology of invasive pulmonary aspergillosis among intubated patients with COVID-19: a prospective study. Clin Infect Dis. 2020 doi: 10.1093/cid/ciaa1065/5876990. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. RECOVERY Collaborative Group. Horby P, Lim W, et al.  Dexamethasone in hospitalized patients with covid-19. N Engl J Med. 2021;384:693–704. doi: 10.1056/NEJMoa2021436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Somers EC, Eschenauer GA, Troost JP, et al. Tocilizumab for treatment of mechanically ventilated patients with COVID-19. Clin Infect Dis. 2020 [Online Epub ahead].7. Donnelly JP, Chen SC, Kauffman CA, et al.  Revision and update of the consensus definitions of invasive fungal disease from the European Organization for Research and Treatment of Cancer and the Mycoses Study Group Education and Research Consortium. Clin Infect Dis. 2020;71:1367–1376. doi: 10.1093/cid/ciz1008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Blot SI, Taccone FS, Van Den Abeele AM, et al.  A clinical algorithm to diagnose invasive pulmonary aspergillosis in critically ill patients. Am J Respir Crit Care Med. 2012;186:56–64. doi: 10.1164/rccm.201111-1978OC. [PubMed] [CrossRef] [Google Scholar]9. Koehler P, Bassetti M, Chakrabarti A, et al.  Defining and managing COVID-19-associated pulmonary aspergillosis: the 2020 ECMM/ISHAM consensus criteria for research and clinical guidance. Lancet Infect Dis. 2021;21:e149–e162. doi: 10.1016/S1473-3099(20)30847-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Arendrup MC, Meletiadis J, Mouton JW, Lagrou K, Hamal P, Guinea J. Method for the determination of broth dilution minimum inhibitory concentrations of antifungal agents for conidia forming moulds, EUCAST definitive document EDef 9.3.2. https://www.eucast.org/fileadmin/src/media/PDFs/EUCAST_files/AFST/Files/EUCAST_E_Def_9.3.2_Mould_testing_definitive_revised_2020.pdf. 2020.11. White PL, Mengoli C, Bretagne S, et al.  Evaluation of Aspergillus PCR protocols for testing serum specimens. J Clin Microbiol. 2011;49:3842–3848. doi: 10.1128/JCM.05316-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Siopi M, Karakatsanis S, Roumpakis C, et al.  Performance, correlation and kinetic profile of circulating serum fungal biomarkers of invasive aspergillosis in high-risk patients with hematologic malignancies. J Fungi. 2021;7:211–235. doi: 10.3390/jof7030211. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Coronavirus Update (Live): 113,040,671 Cases and 2,505,740 Deaths from COVID-19 Virus Pandemic—Worldometer. 2021. https://www.worldometers.info/coronavirus/14. Ranieri VM, Rubenfeld GD, Thompson BT, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]15. Li J, He X, Yuan Y, et al.  Meta-analysis investigating the relationship between clinical features, outcomes, and severity of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pneumonia. Am J Infect Control. 2021;49:82–89. doi: 10.1016/j.ajic.2020.06.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Meijer EFJ, Dofferhoff ASM, Hoiting O, Meis JF. COVID-19-associated pulmonary aspergillosis: a prospective single-center dual case series. Mycoses. 2021;64:457–464. doi: 10.1111/myc.13254. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Machado M, Valerio M, Álvarez-Uría A, et al.  Invasive pulmonary aspergillosis in the COVID-19 era: an expected new entity. Mycoses. 2021 doi: 10.1111/myc.13213. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Lamoth F, Glampedakis E, Boillat-Blanco N, Oddo M, Pagani J-L. Incidence of invasive pulmonary aspergillosis among critically ill COVID-19 patients. Clin Microbiol Infect. 2020;26:1706–1708. doi: 10.1016/j.cmi.2020.07.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. van Arkel ALE, Rijpstra TA, Belderbos HNA, van Wijngaarden P, Verweij PE, Bentvelsen RG. COVID-19-associated pulmonary aspergillosis. Am J Respir Crit Care Med. 2020;202:132–135. doi: 10.1164/rccm.202004-1038LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Rouzé A, Martin-Loeches I, Povoa P, et al.  Relationship between SARS-CoV-2 infection and the incidence of ventilator-associated lower respiratory tract infections: a European multicenter cohort study. Intensive Care Med. 2021;47:188–198. doi: 10.1007/s00134-020-06323-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Koehler P, Cornely OA, Böttiger BW, et al.  COVID-19 associated pulmonary aspergillosis. Mycoses. 2020;63:528–534. doi: 10.1111/myc.13096. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Borman A, Palmer M, Fraser M, et al.  COVID-19-associated invasive aspergillosis: data from the UK National Mycology Reference Laboratory. J Clin Microbiol. 2020;59:e02136–e2220. doi: 10.1128/JCM.02136-20. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Costantini C, van de Veerdonk FL, Romani L. Covid-19-associated pulmonary aspergillosis: the other side of the coin. Vaccines. 2020;8:1–9. doi: 10.3390/vaccines8040713. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Falces-Romero I, Ruiz-Bastián M, Díaz-Pollán B, et al.  Isolation of Aspergillus spp. in respiratory samples of patients with COVID-19 in a Spanish tertiary care hospital. Mycoses. 2020;63:1144–1148. doi: 10.1111/myc.13155. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Dellière S, Dudoignon E, Fodil S, et al.  Risk factors associated with COVID-19-associated pulmonary aspergillosis in ICU patients: a French multicentric. Clin Microbiol Infect. 2020;27:790.e1–790.e5. doi: 10.1016/j.cmi.2020.12.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Matthay MA, Thompson BT, Ware LB. The Berlin definition of acute respiratory distress syndrome: should patients receiving high-flow nasal oxygen be included? Lancet Respir Med. 2021;2600:26–29. [PMC free article] [PubMed] [Google Scholar]27. Verweij PE, Gangneux J-P, Bassetti M, et al.  Diagnosing COVID-19-associated pulmonary aspergillosis. Lancet Microbe. 2020;1:e53–e55. doi: 10.1016/S2666-5247(20)30027-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Apostolopoulou A, Garrigos ZE, Vijayvargiya P, Lerner AH, Farmakiotis D. Invasive pulmonary aspergillosis in patients with SARS-CoV-2 infection: a systematic review of the literature. Diagnostics. 2020;10:807. doi: 10.3390/diagnostics10100807. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. McCreary EK, Pogue JM. Coronavirus disease 2019 treatment: a review of early and emerging options. Open Forum Infect Dis. 2020;7:1–11. [PMC free article] [PubMed] [Google Scholar]"}