{"title": "Clinical significance of prognostic nutrition index in hospitalized patients with COVID-19: Results from single-center experience with systematic review and meta-analysis", "pubDate": "2021", "PMCID": "PMC8441695", "DOI": "10.1002/ncp.10750", "PMID": "34270114", "abstract": "Background:                       We aimed to ascertain risk indicators of in-hospital mortality and severity as well as to provide a comprehensive systematic review and meta-analysis to investigate the prognostic significance of the prognostic nutrition index (PNI) as a predictor of adverse outcomes in hospitalized coronavirus disease 2019 (COVID-19) patients.                  Methods:                       In this cross-sectional study, we studied patients with COVID-19 who were referred to our hospital from February 16 to November 1, 2020. Patients with either a real-time reverse-transcriptase polymerase chain reaction test that was positive for COVID-19 or high clinical suspicion based on the World Health Organization (WHO) interim guidance were enrolled. A parallel systematic review/meta-analysis (in PubMed, Embase, and Web of Science) was performed.                  Results:                       A total of 504 hospitalized COVID-19 patients were included in this study, among which 101 (20.04%) patients died during hospitalization, and 372 (73.81%) patients were categorized as severe cases. At a multivariable level, lower PNI, higher lactate dehydrogenase (LDH), and higher D-dimer levels were independent risk indicators of in-hospital mortality. Additionally, patients with a history of diabetes, lower PNI, and higher LDH levels had a higher tendency to develop severe disease. The meta-analysis indicated the PNI as an independent predictor of in-hospital mortality (odds ratio [OR] = 0.80; P < .001) and disease severity (OR = 0.78; P = .009).                  Conclusion:                       Our results emphasized the predictive value of the PNI in the prognosis of patients with COVID-19, necessitating the implementation of a risk stratification index based on PNI values in hospitalized patients with COVID-19.", "author": [{"author": "Sina Rashedi", "affiliation": ["School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], "href": "/?term=Rashedi+S&cauthor_id=34270114"}, {"author": "Mohammad Keykhaei", "affiliation": ["Non-Communicable Diseases Research Center, Endocrinology and Metabolism Population Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], "href": "/?term=Keykhaei+M&cauthor_id=34270114"}, {"author": "Marzieh Pazoki", "affiliation": ["Department of Pulmonary Medicine, Sina Hospital, Tehran University of Medical Sciences, Tehran, Iran."], "href": "/?term=Pazoki+M&cauthor_id=34270114"}, {"author": "Haleh Ashraf", "affiliation": ["Research Development Center, Sina Hospital, Tehran University of Medical Sciences, Tehran, Iran.", "Cardiac Primary Prevention Research Center (CPPRC), Cardiovascular Diseases Research Institute, Tehran University of Medical Sciences, Tehran, Iran."], "href": "/?term=Ashraf+H&cauthor_id=34270114"}, {"author": "Atabak Najafi", "affiliation": ["Department of Anesthesiology and Critical Care, Tehran University of Medical Sciences, Sina Hospital, Tehran, Iran."], "href": "/?term=Najafi+A&cauthor_id=34270114"}, {"author": "Samira Kafan", "affiliation": ["Department of Pulmonary Medicine, Sina Hospital, Tehran University of Medical Sciences, Tehran, Iran."], "href": "/?term=Kafan+S&cauthor_id=34270114"}, {"author": "Niloufar Peirovi", "affiliation": ["School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], "href": "/?term=Peirovi+N&cauthor_id=34270114"}, {"author": "Farhad Najmeddin", "affiliation": ["Department of Clinical Pharmacy, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."], "href": "/?term=Najmeddin+F&cauthor_id=34270114"}, {"author": "Seyed Aboozar Jazayeri", "affiliation": ["Department of Medical Laboratory, Tehran University of Medical Sciences, Tehran, Iran."], "href": "/?term=Jazayeri+SA&cauthor_id=34270114"}, {"author": "Mehdi Kashani", "affiliation": ["Research Development Center, Sina Hospital, Tehran University of Medical Sciences, Tehran, Iran."], "href": "/?term=Kashani+M&cauthor_id=34270114"}, {"author": "Reza Shariat Moharari", "affiliation": ["School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], "href": "/?term=Moharari+RS&cauthor_id=34270114"}, {"author": "Mahnaz Montazeri", "affiliation": ["Department of Infectious Diseases, Sina Hospital, Tehran University of Medical Sciences, Tehran, Iran."], "href": "/?term=Montazeri+M&cauthor_id=34270114"}], "refPMID": ["32007143", "33145867", "32907855", "32396163", "32978307", "6438478", "33367467", "32691570", "31073814", "11064620", "32456658", "32921706", "32161940", "33521032", "33482433", "10645931", "31862745", "6603849", "22797452", "28303073", "11106349", "8319322", "19622552", "25441698", "12111919", "7786990", "32746930", "33090436", "33476998", "34034769", "32914892", "33045571", "33384422", "28013574", "7451716", "1536412", "32882393", "32376308", "32875598", "32738466", "33069541", "32891525", "33432296", "32671082", "32508261"], "citedInPMID": ["34270114"], "body": " AbstractBackgroundWe aimed to ascertain risk indicators of in‐hospital mortality and severity as well as to provide a comprehensive systematic review and meta‐analysis to investigate the prognostic significance of the prognostic nutrition index (PNI) as a predictor of adverse outcomes in hospitalized coronavirus disease 2019 (COVID‐19) patients.MethodsIn this cross‐sectional study, we studied patients with COVID‐19 who were referred to our hospital from February 16 to November 1, 2020. Patients with either a real‐time reverse‐transcriptase polymerase chain reaction test that was positive for COVID‐19 or high clinical suspicion based on the World Health Organization (WHO) interim guidance were enrolled. A parallel systematic review/meta‐analysis (in PubMed, Embase, and Web of Science) was performed.ResultsA total of 504 hospitalized COVID‐19 patients were included in this study, among which 101 (20.04%) patients died during hospitalization, and 372 (73.81%) patients were categorized as severe cases. At a multivariable level, lower PNI, higher lactate dehydrogenase (LDH), and higher D‐dimer levels were independent risk indicators of in‐hospital mortality. Additionally, patients with a history of diabetes, lower PNI, and higher LDH levels had a higher tendency to develop severe disease. The meta‐analysis indicated the PNI as an independent predictor of in‐hospital mortality (odds ratio [OR] = 0.80; P < .001) and disease severity (OR = 0.78; P = .009).ConclusionOur results emphasized the predictive value of the PNI in the prognosis of patients with COVID‐19, necessitating the implementation of a risk stratification index based on PNI values in hospitalized patients with COVID‐19.Keywords: COVID‐19, inflammation, meta‐analysis, mortality, patient outcomes, risk indicators INTRODUCTIONThe novel coronavirus disease 2019 (COVID‐19) has posed tremendous challenges and threats to public health.1 By May 13, 2021, COVID‐19 had affected 161,611,299 people worldwide, resulting in 3,352,944 deaths.2 From a diagnostic point of view, the complex interplay between the pathogen and the host's immune system, possibly originating from the alterations of both adaptive and innate immune responses, could affect the severity and mortality of COVID‐193 In this regard, practical prognostication of critically ill patients with COVID‐19 may result in optimizing the allocation of healthcare resources.4, 5 However, there still exists a huge gap to achieve the aspirational targets, owing to the lack of standardized methods for early identification of those at higher risk of disease progression.6 Hence, it is imperative to develop simple and robust methods to stratify the prognosis of patients with COVID‐19.The prognostic nutrition index (PNI) has been proposed as a criterion method for quantifying the immune status, as it consists of easily accessible parameters, including serum albumin level and total lymphocyte count.7, 8, 9 So far, an accumulated number of studies have illustrated the critical role of PNI in predicting clinical outcomes of patients with chronic underlying diseases7, 10, 11 In critically ill patients, a low serum albumin concentration is associated with poor outcomes, although this correlation is mostly attributed to the propagated inflammatory state rather than to the nutrition condition.12 Likewise, lower serum lymphocyte count and hypoalbuminemia are represented as pivotal indicators of detrimental inflammation status and unfavorable outcomes in COVID‐19 patients.13, 14, 15 When integrating the effects of both albumin and lymphocyte, it can be intuitive to hypothesize that the PNI could serve as a simplified means of rapid prognosis assessment in COVID‐19 patients.16, 17 Consistent with this concept, a recent study demonstrated that the PNI was an essential discrimination indicator for the severity of COVID‐19.16 Additionally, in a study conducted by Çınar et al,17 the PNI was an independent predictor for in‐hospital mortality in patients with COVID‐19. Thus, integrating the PNI into the overall therapeutic strategy is of utmost importance given that effective management of patients with COVID‐19 necessitates an accurate risk assessment.Owing to the findings of previous efforts, early risk stratification with an accurate and easily calculated parameter is crucial to prevent the progression of COVID‐19.16, 17 However, it seems difficult to arrive at the best evidence‐based decision with respect to the current literature, as no prior study had been conducted systematically regarding the impact of the PNI on outcomes and prognosis among COVID‐19 patients. In this study, first, we report the results of our patients to investigate the indicators of in‐hospital mortality and severity in patients with COVID‐19. In addition, a supporting analysis consisting of a systematic review and meta‐analysis of studies was performed to ascertain the prognostic effect of the PNI as a predictor of adverse outcomes in COVID‐19 patients. MATERIALS AND METHODSEthical considerationsThe research complied with the principles of the 1975 Declaration of Helsinki. All participants or their legal guardians gave written informed consent before inclusion in the study. The protocol of this study was approved by the Ethics Committee of Tehran University of Medical Sciences (IR.TUMS.VCR.REC.1399.005).Study design and participantsIn this cross‐sectional study, we enrolled patients with confirmed or clinically suspected COVID‐19 who were admitted to our hospital from February 16 to November 1, 2020. We performed a retrospective study of 504 patients above 18 years of age with confirmed or clinically suspected COVID‐19 who fulfilled one of the following criteria: (1) participants with a real‐time reverse‐transcriptase polymerase chain reaction (PCR) test of endotracheal or oropharyngeal swab that was positive for specimens for severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) or (2) patients who were highly suspected to have COVID‐19 based on the World Health Organization (WHO) interim guidance, encompassing those who had a history compatible with COVID‐19 and had ground‐glass opacity accompanied by consolidation in chest computed tomography or ground‐glass opacity alone, not perfectly elucidated by nodules, lobar collapse, or volume overload.18\nTo ascertain the risk indicators of in‐hospital outcomes, patients were accurately divided into two groups for both the severity and in‐hospital mortality of COVID‐19. It is noteworthy to mention that all patients were treated based on the WHO interim guidance.18 The demographics and clinical data of patients enrolled in this study were derived from patients' electronic medical records. Patients were appraised regarding demographics, past medical history, admission vital signs, laboratory data, and in‐hospital outcomes. Patients’ laboratory measurements were examined accurately in the laboratory of our hospital.DefinitionsWe measured body mass index (BMI) as weight divided by height squared (kg/m2). Hypertension was defined as systolic blood pressure ≥140 mm Hg or diastolic blood pressure ≥90 mm Hg or a history of antihypertensive treatment.19 Diabetes mellitus (DM) was determined as one of the following: (1) fasting blood glucose ≥126 mg/dl (7.0 mmol/L) on two occasions, (2) 2‐h plasma glucose ≥200 mg/dl (11.1 mmol/L) during the oral glucose tolerance test on two occasions, (3) glycated hemoglobin A1c ≥6.5% (47.5 mmol/mol), (4) a random test of plasma glucose ≥200 mg/dl (11.1 mmol/L) in a patient with classic symptoms of hyperglycemia or hyperglycemic crisis, or (5) positive history of antidiabetic medication use, according to the latest American Diabetic Association guidelines.20 We designated cardiovascular disease as a history of coronary artery disease (stenosis of coronary artery ≥50%), heart failure, or receiving treatment for any of these conditions.A history of asthma, chronic obstructive pulmonary disease, or interstitial lung disease was characterized as chronic respiratory disease. We characterized chronic kidney disease (CKD) as a renal replacement requirement or a glomerular filtration rate below 30 ml/h. Rheumatologic disease was diagnosed according to the Nomenclature and Classification Committee of the American Rheumatism Association.21 Malignancy was described as a history of treated neoplasm. Cerebrovascular disease (CVA) was specified as a history of stroke or transient ischemic attack. Current smoking was defined according to the National Health Interview Survey (NHIS) criteria.22\nWe ascertained acute respiratory distress syndrome (ARDS) based on the Berlin definition criteria.23 Acute kidney injury (AKI) was defined as patients who met one of the following features (except for those with end‐stage renal disease): (1) urine volume <0.5 ml/kg/h for 6 h, (2) an increase in serum creatinine to ≥1.5 times baseline within the prior 7 days, or (3) an increase in serum creatinine by ≥0.3 mg/dl (>26.5 μmol/L) within 48 h.24 We denoted acute liver injury (ALI) as an increase in serum levels of alkaline phosphatase, as total bilirubin more than two units above the upper limit of normal (ULN), or as alanine aminotransferase or aspartate aminotransferase (AST) at least three times the ULN.25 Acute cardiac injury (ACI) was determined if the serum level of highly sensitive (hs) cardiac troponin I was above the 99th percentile upper reference limit (11 pg/ml for women and 26 pg/ml for men).26\nMultiple organ dysfunction was diagnosed as patients with at least two complications, encompassing ACI, AKI, ALI, and ARDS. Severe disease was ascertained as patients with one of the following criteria: dyspnea, septic shock, respiratory failure, oxygen saturation ≤93% or >50% lung involvement on imaging, or multiple organ dysfunction/failure. The remaining patients were considered to have nonsevere COVID‐19. The aforementioned criteria were determined similar to those in the study by Wu et al and were modified to compare patients with severe vs nonsevere COVID‐19.26 The PNI was calculated according to the following formula: PNI = 10 × serum albumin level (g/dl) + 0.005 × peripheral lymphocyte count (109/L).7\nSystematic review and meta‐analysisThe review was conducted in adherence to the Preferred Reporting Items for Systematic Reviews and Meta‐Analyses (PRISMA) guideline.27 The literature search was performed in PubMed, Embase, and Web of Science from the date of inception until February 2, 2021, without language or study type restriction, using the keywords [“COVID‐19” OR “SARS‐CoV‐2”] AND [“Prognostic Nutritional Index”]. The detailed search strategy in each electronic database is described in the supplementary material. Secondary source investigations were identified by screening the bibliography of eligible studies, as well as a manual search in Google Scholar.After removing the duplicate records and irrelevant studies based on title and abstract review, full texts of all the remaining studies were assessed against the eligibility criteria, defined as studies (regardless of language or publication status) in hospitalized COVID‐19 patients that assessed the prognostic significance of PNI on at least one of the two main outcomes under the study: (1) in‐hospital mortality or (2) disease severity. The severity of COVID‐19 was assumed as the definition mentioned earlier or any similar definition.The following data were extracted from the included studies: study design (retrospective vs prospective), number of centers involved (single‐center vs multicenter), number of participants and their demographic features (age, sex, and BMI), PNI categories, and the results regarding the impact of PNI on the in‐hospital mortality and severity of COVID‐19. The quality of the included studies was evaluated by using the Newcastle‐Ottawa scale (NOS).28 The process of study selection, data extraction, and quality assessment was independently performed by two investigators, and discrepancies were solved by a meeting/discussion.Statistical analysisAll statistical analyses were conducted using Stata (version 14.2; Stata Corp, College Station, TX, USA), and P < .05 was considered significant. Continuous variables were expressed as mean ± standard deviation and compared using the independent‐samples t‐test. Categorical variables were summarized as counts and percentages and compared by using the chi‐squared test. Baseline characteristics, including demographic features, comorbidities, and laboratory variables, alongside PNI were included in the univariate logistic regression to evaluate their association with the mortality and severity of COVID‐19. The variables that were significantly correlated with the mortality or severity of COVID‐19 were then analyzed in multivariate logistic regression, and the adjusted odds ratios (ORs) and their corresponding 95% confidence intervals (CIs) were calculated. Ultimately, two prediction models for mortality and severity of COVID‐19 were derived based on the parameters independently linked with the predefined outcomes in multivariate analyses. The prediction performance of the derived models, as well as the PNI, was investigated by receiver operating characteristic (ROC) curves and calculation of the sensitivity, specificity, and area under the curve (AUC). The optimal cutoff values of the PNI for predicting mortality and severity of COVID‐19 were determined based on the largest Youden index. Based on these cutoff values, the unadjusted and adjusted (for all the covariates previously included in the multivariate analyses) PNI prediction models regarding in‐hospital mortality and disease severity were also proposed.Concerning the meta‐analysis, the pooled ORs of the PNI, as a continuous variable adjusted for the main confounding parameters, regarding the in‐hospital mortality and severity of COVID‐19 were calculated using the random‐effects models. The statistical heterogeneity was evaluated by two tests: (1) the Cochran Q test, with a P‐value of <.05 signaling heterogeneity29 and (2) the Higgins I\n2 test (results interpreted as follows: 0%–40%, not important heterogeneity; 30%–60%, moderate heterogeneity; 50%–90%, moderate heterogeneity; 75%–100%, substantial heterogeneity).30 Publication bias was explored with visual assessment of funnel plots and statistical calculation of Begg test, with a P‐value of <.05 signifying the presence of publication bias.31\n RESULTSPatient characteristicsA total of 504 hospitalized COVID‐19 patients were included in this study, among which 101 (20.04%) patients died during the hospitalization, and 372 (73.81%) patients were categorized as severe cases. The diagnosis of COVID‐19 was confirmed by PCR test in 339 (67.26%) patients. Table 1 summarizes the demographic characteristics, comorbidities, laboratory data, and clinical outcomes of the study cohort. The mean age of the participants was 60.61 ± 16.92 years, and males accounted for 61.51% (310 of 504) of the patients.TABLE 1Clinical characteristics of the study population stratified by in‐hospital mortality and disease severity\nIn‐hospital mortality\n\nDisease severity\n\nTotal patients (n = 504)\n\nDeceased (n = 101)\n\nNondeceased (n = 403)\n\nP‐value\n\nSevere (n = 372)\n\nNonsevere (n = 132)\n\nP‐value\nAge, years60.61 ± 16.9268.86 ± 14.0258.53 ± 16.96<.00161.37 ± 16.2458.46 ± 18.59.090Male sex310 (61.51%)67 (66.34%)243 (60.30%).265219 (58.87%)91 (68.94%).041BMI, kg/m2\n27.43 ± 4.7227.70 ± 5.1827.39 ± 4.65.66827.74 ± 4.8826.57 ± 4.16.042\nComorbidities\nHypertension245 (48.61%)63 (62.38%)182 (45.16%).002187 (50.27%)58 (43.94%).211DM157 (31.15%)37 (36.63%)120 (29.78%).183126 (33.87%)31 (23.48%).027Cardiovascular disease129 (25.60%)34 (33.66%)95 (23.57%).03898 (26.34%)31 (23.48%).518Chronic respiratory disease26 (5.16%)8 (7.92%)18 (4.47%).16021 (5.65%)5 (3.79%).407CKD29 (5.75%)6 (5.94%)23 (5.71%).92822 (5.91%)7 (5.30%).796Rheumatologic disease11 (2.18%)3 (2.97%)8 (1.99%).5459 (1.42%)2 (1.52%).541Malignancy19 (3.77%)4 (3.96%)15 (3.72%).91014 (3.76%)5 (3.79%).990CVA29 (5.75%)12 (11.88%)17 (4.22%).00323 (6.18%)6 (4.55%).488Current smoking51 (10.12%)9 (8.73%)42 (10.42%).65336 (9.68%)15 (11.36%).581\nLaboratory tests\nLeukocytes, ×109/L8.43 ± 5.179.06 ± 5.258.28 ± 5.14.1758.47 ± 4.678.32 ± 6.39.779Lymphocytes, ×109/L1.20 ± 0.811.24 ± 0.811.42 ± 0.82.0271.16 ± 0.841.32 ± 0.72.055Hemoglobin, g/dl13.04 ± 2.3812.55 ± 2.8213.16 ± 2.25.02213.12 ± 2.3212.79 ± 2.55.164LDH, U/L713.27 ± 342.11877.55 ± 466.33673.40 ± 291.56<.001745.28 ± 340.94621.70 ± 329.96<.001CRP, mg/L76.10 ± 51.1196.93 ± 50.7970.91 ± 49.92<.00180.29 ± 50.4264.29 ± 51.40.002ESR‐1h, mm58.64 ± 30.8862.00 ± 31.0157.79 ± 30.56.22660.19 ± 30.4754.18 ± 31.71.059AST, U/L64.32 ± 43.8179.62 ± 62.4560.52 ± 36.93<.00167.92 ± 46.2454.32 ± 34.46.002ALT, U/L52.18 ± 42.2655.27 ± 55.0851.41 ± 39.49.41754.19 ± 43.4746.60 ± 38.33.076Creatinine, mg/dl1.50 ± 1.561.79 ± 1.811.43 ± 1.48.0351.50 ± 1.581.51 ± 1.50.961BUN, mg/dl24.20 ± 19.3632.21 ± 24.3022.19 ± 17.37<.00124.43 ± 18.2723.54 ± 22.19.650hs‐troponin I, pg/ml102.97 ± 1055.89423.39 ± 2421.5629.92 ± 125.83.001130.39 ± 1232.1428.06 ± 93.29.350D‐dimer, mg/L1570.46 ± 2099.781997.94 ± 3032.351348.09 ± 1826.87<.0011685.41 ± 2212.871244.77 ± 1714.92.162Serum albumin level, g/dl3.28 ± 0.622.87 ± 0.713.38 ± 0.55<.0013.22 ± 0.583.45 ± 0.70<.001PNI38.89 ± 7.7233.99 ± 8.2340.11 ± 7.05<.00138.09 ± 7.4041.13 ± 8.09<.001\nClinical outcomes\nARDS150 (29.76%)74 (73.27%)76 (18.86%)<.001146 (39.25%)4 (3.03%)<.001AKI92 (18.25%)55 (54.46%)37 (9.18%)<.00178 (20.97%)14 (10.61%).008ALI81 (16.07%)21 (20.79%)60 (14.89%).14955 (14.78%)26 (19.70%).187ACI166 (32.94%)63 (62.38%)103 (25.56%)<.001135 (36.29%)31 (23.48%).007ICU admission104 (20.63%)74 (73.27%)30 (7.44%)<.00198 (26.34%)6 (4.55%)<.001Mechanical ventilation72 (14.29%)63 (62.38%)9 (2.23%)<.00168 (18.28%)4 (3.03%)<.001Length of stay, days7.85 ± 7.1310.23 ± 10.587.22 ± 5.58<.0018.25 ± 7.086.64 ± 7.16.037Open in a separate windowNote: Continuous variables are presented as mean ± standard deviation, categorical variables as number (%).Abbreviations: ACI, acute cardiac injury; AKI, acute kidney injury; ALI, acute liver injury; ALT, alanine aminotransferase; ARDS, acute respiratory distress syndrome; AST, aspartate aminotransferase; BMI, body mass index; BUN, blood urea nitrogen; CKD, chronic kidney disease; CRP, C‐reactive protein; CVA, cerebrovascular accident; DM, diabetes mellitus; ESR‐1h, erythrocyte sedimentation rate over 1 h; hs‐troponin I, highly sensitive troponin I; ICU, intensive care unit; LDH, lactate dehydrogenase; PNI, prognostic nutrition index.Compared with the survivors, the deceased patients were older (68.86 vs 58.53 years; P < .001), and a higher percentage had hypertension (62.38% vs 45.16%; P = .002), CVA (11.88% vs 4.22%; P = .003), and cardiovascular disease (33.66% vs 23.57%; P = .038). These patients had higher serum levels of lactate dehydrogenase (LDH), C‐reactive protein (CRP), AST, creatinine, blood urea nitrogen (BUN), hs‐troponin I, and D‐dimer and lower levels of lymphocyte count, hemoglobin, and serum albumin. The PNI was significantly lower in the deceased patients (33.99 vs 40.11; P < .001). As expected, adverse clinical outcomes (for example, ARDS, AKI, ACI, intensive care unit [ICU] admission, and mechanical ventilation) occurred more frequently in the mortality group, and the length of stay was significantly higher in this group (10.23 vs 7.22 days; P < .001) (Table 1).Regarding disease severity, patients with severe cases had a higher BMI (27.74 vs 26.57 kg/m2; P = .042), and a higher percentage had diabetes (33.87% vs 23.48%; P = .027). These patients included fewer males (58.87% vs 68.94%; P = .041) and were more likely to develop ARDS, AKI, and ACI. Moreover, these patients required more ICU admissions, more mechanical ventilation, and a longer duration of hospital stay. Higher levels of LDH, CRP, and AST and lower serum albumin levels were detected in patients with the severe course of the disease. The PNI was significantly lower in the severe cases (38.09 vs 41.13; P < .001).Prediction modelsTwelve variables were significantly associated with in‐hospital mortality in univariate analysis: PNI (OR = 0.887, P < .001), age (OR = 1.041, P < .001), hypertension (OR = 2.013, P = .002), cardiovascular disease (OR = 1.645, P = .039), CVA (OR = 3.061, P = .005), hemoglobin (OR = 0.901, P = .023), LDH (OR = 1.001, P < .001), CRP (OR = 1.009, P < .001), AST (OR = 1.008, P = .001), BUN (OR = 1.021, P < .001), hs‐troponin I (OR = 1.002, P = .002), and D‐dimer (OR = 1.0002, P < .001). Among these variables, three parameters remained significant in multivariate analysis and were included in the final prediction model: PNI (OR = 0.891; 95% CI, 0.822–0.967; P = .006), LDH (OR = 1.0017; 95% CI, 1.0003–1.0031; P = .017), and D‐dimer (OR = 1.0002; 95% CI, 1.0001–1.0004; P = .044) (Table 2). This model reached an AUC of 0.825 (Figure 1A).TABLE 2Univariate and multivariate logistic regression analysis for the in‐hospital mortality and disease severity of COVID‐19\nIn‐hospital mortality\n\nDisease severity\n\nUnivariate analysis\n\nMultivariate analysis\n\nUnivariate analysis\n\nMultivariate analysis\n\nOR\n\n95% CI\n\nP‐value\n\nOR\n\n95% CI\n\nP‐value\n\nOR\n\n95% CI\n\nP‐value\n\nOR\n\n95% CI\n\nP‐value\nPNI0.8870.857–0.918<.0010.891*\n0.822–0.967*\n.006*\n0.9480.923–0.974<.0010.938*\n0.902–0.975*\n.001*\nAge1.0411.026–1.057<.0011.0180.983–1.054.3071.0100.998–1.022.091–––Male sex1.2970.820–2.052.265–––0.6450.422–0.984.0420.530*\n0.291–0.964*\n.038*\nBMI1.0140.951–1.080.430–––1.0591.002–1.120.0431.0310.965–1.103.355Hypertension2.0131.286–3.150.0020.7580.232–2.473.6461.2890.865–1.922.212–––DM1.3630.862–2.154.184–––1.6681.057–2.633.0281.984*\n1.067–3.689*\n.030*\nCardiovascular disease1.6451.025–2.639.0391.2280.371–4.056.7361.1650.732–1.853.518–––Chronic respiratory disease1.8400.776–4.361.166–––1.5190.561–4.115.410–––CKD1.0430.413–2.634.928–––1.1220.468–2.691.796–––Rheumatologic disease1.5110.393–5.802.547–––1.6110.343–7.556.545–––Malignancy1.0670.346–3.286.910–––0.9930.350–2.813.990–––CVA3.0611.411–6.639.0052.1020.249–17.701.4941.3840.550–3.477.489–––Current smoking0.8400.395–1.790.653–––0.8350.441–1.581.581–––Leukocyte count1.0260.987–1.066.182–––1.0050.966–1.046.779–––Hemoglobin0.9010.823–0.985.0231.0460.847–1.293.6711.0600.976–1.151.165–––LDH1.00101.0008–1.0020<.0011.0017*\n1.0003–1.0031*\n.017*\n1.00141.0006–1.0022.0011.0021*\n1.0008–1.0035*\n.002*\nCRP1.0091.005–1.014<.0011.0010.992–1.009.8001.0061.002–1.010.0021.0020.996–1.008.487ESR‐1h1.0040.997–1.011.226–––1.0060.999–1.013.060–––AST1.0081.003–1.012.0010.9990.990–1.008.8971.0121.004–1.020.0031.0080.995–1.021.218ALT1.0020.997–1.006.420–––1.0050.999–1.011.083–––Creatinine1.1260.996–1.273.057–––0.9960.878–1.131.962–––BUN1.0231.012–1.034<.0011.0270.997–1.058.0711.0020.991–1.013.650–––hs‐troponin I1.00201.0003–1.0030.0190.9990.997–1.002.9341.0010.999–1.003.321–––D‐dimer1.00021.0001–1.0004<.0011.0002*\n1.0001–1.0004*\n.044*\n1.00010.9999–1.0002.171–––Open in a separate windowAbbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase; BMI, body mass index; BUN, blood urea nitrogen; CI, confidence interval; CKD, chronic kidney disease; CRP, C‐reactive protein; CVA, cerebrovascular accident; DM, diabetes mellitus; ESR, erythrocyte sedimentation rate over 1 h; hs‐troponin I, highly sensitive troponin I; LDH, lactate dehydrogenase; OR, odds ratio; PNI, prognostic nutrition index.\n*\nP < 0.05.Open in a separate windowFIGURE 1Receiver operating characteristic curves for the prediction models and prognostic nutrition index (PNI) regarding (A) in‐hospital mortality and (B) disease severity. AUC, area under the curveConcerning the severity of COVID‐19, seven predictors were identified in univariate analysis: PNI (OR = 0.948, P < .001), male sex (OR = 0.645, P = .042), BMI (OR = 1.059, P = .043), DM (OR = 1.668, P = .028), LDH (OR = 1.0014, P = .001), CRP (OR = 1.006, P = .002), and AST (OR = 1.012, P = .003). Ultimately, the prediction model for COVID‐19 severity consisted of four independent predictors in multivariate analysis: PNI (OR = 0.938; 95% CI, 0.902–0.975; P = .001), male sex (OR = 0.530; 95% CI, 0.291–0.964; P = .038), DM (OR = 1.984; 95% CI, 1.067–3.689; P = .030), and LDH (OR = 1.0021; 95% CI, 1.0008–1.0035; P = .002) (Table 2). The AUC of this prediction model was 0.688 (Figure 1B).Based on the ROC curve analyses, optimal PNI cutoff values for in‐hospital mortality and disease severity were determined as 36.85 and 41.61, respectively. The prediction performance of PNI regarding these two end points is described in Table 3. After adjusting for all the covariates in multivariate analyses, PNI below these cutoff values was significantly correlated with in‐hospital mortality (OR = 5.16; 95% CI, 1.69–15.73; P = .004) and disease severity (OR = 2.72; 95% CI, 1.54–4.81; P = .001).TABLE 3Prediction performance and logistic regression models for in‐hospital mortality and disease severity based on PNI cutoff values\nPNI cutoff\n\nAUC\n\nSensitivity\n\nSpecificity\n\nPatients with PNI below the cutoff\n\nPNI prediction models\nIn‐hospital mortality36.850.73170.29%69.23%195 (38.69%)OR* = 5.32 (95% CI, 3.30–8.57); P < .001OR** = 5.16 (95% CI, 1.69–15.73); P = .004Disease severity41.610.63372.31%53.03%331 (65.67%)OR* = 2.94 (95% CI, 1.95–4.44); P < .001OR** = 2.72 (95% CI, 1.54–4.81); P = .001Open in a separate windowAbbreviations: AUC, area under the curve; CI, confidence interval; OR, odds ratio; PNI, prognostic nutrition index.*Unadjusted.**Adjusted for all the covariates included in the multivariate analyses.Systematic review and meta‐analysisThe search strategy in electronic databases yielded 18 records, and two studies were identified by manual search. After removing the duplicate records and irrelevant studies, nine full‐text studies were assessed for eligibility. One study did not provide any data regarding mortality or severity of COVID‐19 and therefore was excluded.32 Finally, eight observational studies, with a total of 2002 patients, were included.8, 16, 17, 33, 34, 35, 36, 37 However, one study did not report the adjusted OR of PNI as a continuous variable33 and thus was not included in the meta‐analysis (Figure S1).All of the included studies had a retrospective design, and except for one study,35 all were conducted as single‐center investigations. Males accounted for 49.30% (987 of 2002) of the patients. Table S1 presents the characteristics of these studies. Regarding the quality of included studies, the NOS scores were in the range of 6–9 (out of a total of 9 points) (Figure S2).Alongside our study, four other studies determined the PNI as an independent predictor of in‐hospital mortality in COVID‐19 patients (n = 1772; pooled OR = 0.80; 95% CI, 0.72–0.89; P < .001), with moderate heterogeneity (I\n2 = 69.0%, P = .012) (Figure 2A).8, 17, 35, 36 Similar to our results, three other studies detected significant association between PNI and severity of COVID‐19 after adjusting for major confounding variables (n = 831; pooled OR = 0.78; 95% CI, 0.64–0.94; P = .009), with considerable heterogeneity (I\n2 = 86.0%, P < .001) (Figure 2B).16, 34, 37 No significant publication bias was detected regarding in‐hospital mortality (P = .462) or disease severity (P = .308) according to the Begg test (Figure S3).Open in a separate windowFIGURE 2Forest plots for pooled odds ratios (ORs) for the prognostic nutrition index (PNI) in the multivariate analysis regarding (A) in‐hospital mortality and (B) disease severity DISCUSSIONTo the best of our knowledge, this is the first study that ascertains risk indicators of in‐hospital mortality and severity, as well as providing a comprehensive systematic review and meta‐analysis, to investigate the prognostic effect of the PNI as a predictor of adverse outcomes in COVID‐19 patients. As we hypothesized, patient groups with higher percentages of comorbidities were at increased risk of mortality and developed more severe COVID‐19. After adjusting for possible confounders, lower PNI, higher LDH, and higher D‐dimer levels were independent risk indicators of in‐hospital mortality. In addition, patients with a history of DM, lower PNI, and higher LDH levels had a higher tendency to develop severe disease. Interpretation of the ROC analysis revealed that the PNI had valuable screening power to determine the prognosis of COVID‐19 patients. Moreover, the results of the performed meta‐analysis confirmed our findings, representing the PNI as an independent predictor of in‐hospital mortality and severity in COVID‐19 patients.Given the significant burden of COVID‐19 on healthcare systems, developing efficient strategies for equitably allocating the resources is of utmost importance.5 In this regard, several clinical models have been designed to stratify the prognosis of patients with COVID‐19.4, 5 Knight and colleagues4 developed the 4C mortality risk score to determine the risk of in‐hospital prognosis in patients with COVID‐19. Similarly, by applying detailed clinical, biochemical, and radiological parameters, Liang et al5 created a clinical risk prediction score to stratify the prognosis of critically ill patients with COVID‐19. Furthermore, in a recent study on 492 COVID‐19 patients, Mei et al38 designed a validated prognostic model based on age advancing and laboratory biomarkers to determine the clinical prognosis of the disease. Dissecting the described models by previous investigations indicates that most of the included components are based on radiological information or complex laboratory biomarkers, which could limit their applicability. By contrast, the PNI highly relies on two easily measurable parameters without the need for complex parameters.36 Therefore, it seems that the PNI could serve as a valuable clinical prediction tool, which could facilitate guiding high‐risk patients with COVID‐19 more effectively.The first component of the PNI, serum albumin level, is a well‐known indicator of protein status in noninflamed patients, but it is not nutritionally informative in an ICU setting, because of its status as a negative acute‐phase protein.12 Although there exists a legitimate debate regarding the accurate function of circulating albumin in critically ill patients, several studies have indicated the essential role of low serum albumin levels in predicting poor outcomes.39, 40 A previous study by Yin et al39 on patients in the ICU of a tertiary hospital indicated that low serum albumin level was an independent predictor of mortality. Another study by Villota and colleagues40 on 214 ICU‐admitted patients illustrated that lower serum albumin levels were associated with increased risk of mortality (P < .05). Of note, studies have represented that correcting hypoalbuminemia could not improve the outcome of those with critical illness.12, 41 Therefore, these findings indicate that hypoalbuminemia can act as a prognostic rather than a therapeutic factor in critically ill patients.In parallel with other infectious diseases, the propagation of cytokine storm has been blamed as the essential culprit for the disease progression in COVID‐19 patients.3 In this respect, hypoalbuminemia is a indicator of detrimental inflammation status and unfavorable outcomes in these patients.13 In our study, the serum albumin level was significantly lower in deceased patients as well as in those with severe disease. Our observation agrees with a previous meta‐analysis study that indicated an increased risk of severe COVID‐19 in patients with hypoalbuminemia (OR = 12.6; P < .001).13 Similarly, according to a study conducted by Wong et al,42 the pooled risk of hypoalbuminemia was higher in patients with severe and critical COVID‐19 compared with others. The pathophysiology of low serum albumin levels in patients with COVID‐19 could be justified as follows. First, SARS‐CoV‐2 gains entry to human cells by binding its spike to the angiotensin‐converting enzyme 2 (ACE2) receptor, leading to a subsequent response of the immune system. With the production of inflammatory cytokines such as tumor necrosis factor‐α (TNF‐α) and interleukin 6 (IL‐6), the virus inhibits the transcription rate of albumin messenger ribonucleic acid (mRNA) and the synthesis ability of hepatocytes, leading to a decrease in serum albumin level.12, 15 In addition, the albumin distribution between extravascular and intravascular compartments is changed during the acute phase of critical diseases.12 Investigating the essential contributors to the altered distribution pattern reveals that releasing a large amount of cytokines, arachidonic acid metabolites, complement components, chemokines, and other vasoactive peptides could cause an increase in capillary leakage, leading to a decrease in circulating serum albumin concentrations.12 Consequently, lower serum albumin levels are linked with the development of ARDS and pulmonary edema, indicating a necessity for more precise care toward the serum albumin levels among patients with COVID‐19.36\nAs another essential component of PNI, we found a remarkably lower lymphocyte count in the deceased group compared with surviving patients. In support of this concept, in a meta‐analysis on 22 studies, severe lymphopenia was associated with 12‐fold increased odds of in‐hospital mortality in COVID‐19 patients.14 Likewise, Zhao et al43 indicated that patients with lymphopenia tended to have higher risks of severe COVID‐19 (OR = 2.99; 95% CI, 1.31–6.82). It has been postulated that SARS‐CoV‐2 mediates its effects on the immune system through multiple pathways. First, the direct invasion of the virus to lymphocytes, along with the excessive release of cytokines, could induce apoptosis of lymphocytes.44 Second, the induced pyroptosis of hematological stem cells could result in a decrease in lymphocyte count.44 In addition, by triggering autophagy‐ and antibody‐mediated death of infected lymphocytes, COVID‐19 could lower the peripheral lymphocyte count.44 Hence, these findings suggest that decreased lymphocyte count might have an essential prognostic value in patients with COVID‐19. Taken together, as a combination of both serum albumin levels and peripheral lymphocyte count, the PNI illustrates the immune‐inflammatory status of COVID‐19 patients more comprehensively.To more accurately ascertain the impact of the PNI per se on the prognosis of COVID‐19, the effects of confounder factors were eliminated, representing that the PNI was an independent indicator of in‐hospital mortality and severity in COVID‐19 patients. Consistent with this concept, Doganci and colleagues33 divided COVID‐19 patients into two groups regarding the median of the PNI, indicating that patients in the low‐risk group were at increased risk of in‐hospital mortality (unadjusted OR = 18.57; P < .05). Identically, in the study by Wang et al,36 the PNI was an independent risk factor for in‐hospital mortality in patients with COVID‐19 (OR = 0.79; P = .029). In light of COVID‐19 severity, a recent study on 101 COVID‐19 patients demonstrated the PNI as an independent risk factor for critical disease (OR = 0.81; P = .002).16 Likewise, Hu and colleagues34 indicated that the PNI was inversely associated with the severity of COVID‐19 (OR = 0.797; P = .030). Of note, the most challenging part of these findings could be the diversity that exists among different studies with respect to the definition of COVID‐19 severity, although these results still provide comprehensive evidence that the PNI exerts a pivotal role in the prognosis of COVID‐19.As a key insight from this study, the ROC analysis revealed that the PNI could serve as an insightful predictor of in‐hospital mortality and disease severity in COVID‐19 patients. Additionally, we found that the PNI below these cutoff values was remarkably associated with in‐hospital mortality and disease severity. Similar to our findings, Cınar and colleagues17 divided COVID‐19 patients into three groups regarding the PNI tertiles and indicated 11.2 times higher rates of in‐hospital mortality in the lowest tertile compared with the highest tertile. In addition, they reported notably higher screening power of PNI in predicting in‐hospital survival compared with serum albumin level and lymphocyte counts alone. Overall, even though this is an observational study with its inherent biases, it supports the statement that the PNI measurement could be integrated into the overall therapeutic strategy to more accurately guide COVID‐19 management.Most notably, a distinctive feature of this study is that we conducted a systematic review and meta‐analysis of studies to substantiate our analysis. Our findings provide robust evidence that the PNI serves as an independent predictor of in‐hospital mortality and disease severity in patients with COVID‐19. Indeed, the interpretation of the meta‐analysis revealed that a per‐point increase in the PNI was associated with a 22% and 20% decrease in the risk of in‐hospital mortality and disease severity, respectively. Accordingly, these results indicate that the PNI should be applied promptly by clinicians to achieve the aspirational goals in the management of hospitalized patients with COVID‐19.Drawing from the results of the multivariate logistic regression analysis, we found that LDH, D‐dimer, and DM were other significant indicators of in‐hospital mortality and severity. The increased level of LDH is a reflection of tissue injury, which in turn contributes to human immunosuppression.45 We found that higher levels of LDH were independently associated with both in‐hospital mortality and severity, which is in line with a recent pooled analysis indicating that an elevated level of LDH is associated with 6‐ and 16‐fold increased odds of disease severity and mortality of COVID‐19.45 In terms of D‐dimer levels, our results are in agreement with those of Gungor et al,46 who found that elevated D‐dimer level was associated with higher risks of mortality and severity. Possible explanations for the hypercoagulable state in COVID‐19 could be the excess production of inflammatory cytokines, stimulation of cell‐death mechanisms, and vascular endothelial damages.46 So far, several studies have narrowed the path, linking DM with COVID‐19 progression.47, 48 The significant association of DM with COVID‐19 severity in our study is similar to the results of a pooled analysis, which demonstrated that patients with DM had significantly higher risks of disease severity and mortality.47 Across sex disparity, Galbadage and colleagues49 indicated male sex as an essential risk factor for COVID‐19 progression. By contrast, we found that the male group had notably lower severe disease compared with the female group. The finding of our study could be due to the higher rates of CKD in the female group compared with the male group (8.25% vs 4.19%, P = .057), although other characteristics and comorbidities were almost similar between the females and males in our cohort of patients. Taken together, our prognostic model regarding the susceptibility for developing severe disease and in‐hospital mortality could objectively reflect the inflammatory status of patients with COVID‐19. Strikingly, our model is nearly consistent with the findings of Violi et al,50 who found an association between hypoalbuminemia and hypercoagulability in patients with COVID‐19. Given that fostering an effective strategy to mitigate the burden of COVID‐19 necessitates a suitable adjustment of effective strategies, our findings could have an important clinical impact on the management of patients with COVID‐19.Strengths and limitationsWe would like to emphasize the essential strengths of our study. To the best of our knowledge, this is the first study that provides a comprehensive systematic review and meta‐analysis to investigate the prognostic effect of the PNI in patients with COVID‐19. In addition, compared with previous studies that have evaluated the impact of PNI on the prognosis of COVID‐19 patients, we included a higher number of patients, providing a robust metric for applying the PNI as a risk stratification index. Furthermore, our prognostic model regarding the susceptibility for developing severe disease and in‐hospital mortality could comprehensively reflect the inflammatory status of patients with COVID‐19. The present study was subject to a number of potential limitations. First, we could not accurately assess the causal association between the PNI and COVID‐19 progression, because of the cross‐sectional design of the study, although a supporting meta‐analysis could provide some additional information in this regard. Second, it is a single‐center observational study; thus, further longitudinal multicenter studies should be performed to confirm these results more accurately. Third, as serum albumin level might be affected by other pathological conditions rather than COVID‐19, serum albumin level as a prognostic indicator should be used with caution. Also, the meta‐analysis might have some limitations. Because of the diversity in the nutrition assessment methods, we were able to include a limited number of investigations focusing on this topic. Therefore, interpretation of the meta‐analysis findings should be considered carefully in light of possible bias. CONCLUSIONSAll in all, owing to the huge burden of COVID‐19 on healthcare systems, it seems crucial to endorse an early pragmatic strategy for stratifying the prognosis of COVID‐19 patients. We revealed that lower PNI, higher LDH, and higher D‐dimer levels were independent risk indicators of in‐hospital mortality. Furthermore, patients with a history of diabetes, lower PNI, and higher LDH levels had a higher tendency to develop severe disease. Noticeably, results of the meta‐analysis illustrated that the PNI was an independent predictor of in‐hospital mortality and disease severity. Without the need to employ complex parameters, our analysis, along with the result of the meta‐analysis, emphasized the predictive value of the PNI in the prognosis of patients with COVID‐19. Hence, we urge clinicians to implement a risk stratification index based on PNI values to appraise prognosis in hospitalized patients with COVID‐19. CONFLICT OF INTERESTNone declared. AUTHOR CONTRIBUTIONS Sina Rashedi, Mohammad Keykhaei, Marzieh Pazoki, Haleh Ashraf, and Mahnaz Montazeri equally contributed to the conception and design of the research; Marzieh Pazoki, Haleh Ashraf, and Atabak Najafi contributed to the design of the research; Samira Kafan, Niloufar Peirovi, and Farhad Najmeddin contributed to the acquisition and analysis of the data; Seyed Aboozar Jazayeri, Mehdi Kashani, and Reza Shariat Moharari contributed to the interpretation of the data; and Sina Rashedi, Mohammad Keykhaei, Marzieh Pazoki, Haleh Ashraf, Atabak Najafi, Samira Kafan, Niloofar Peirovi, Farhad Najmeddin, Seyed Aboozar Jazayeri, Mehdi Kashani, Reza Shariat Moharari, and Mahnaz Montazeri drafted the manuscript. All authors critically revised the manuscript, agree to be fully accountable for ensuring the integrity and accuracy of the work, and read and approved the final manuscript. Supporting informationFigure S1. PRISMA flow diagramTable S1. Characteristics of the included studiesFigure S2. Quality assessment of the included studies based on the Newcastle‐Ottawa scaleFigure S3. Funnel plots and Begg test for assessment of publication bias regarding (A) in‐hospital mortality and (B) disease severityClick here for additional data file.(274K, pdf) ACKNOWLEDGMENTSThe authors acknowledge all healthcare workers involved in the diagnosis and treatment of patients in Sina Hospital. The authors are indebted to the Research Development Center of Sina Hospital for its support. Notes\nRashedi S, Keykhaei M, Pazoki M et al. Clinical significance of prognostic nutrition index in hospitalized patients with COVID‐19: Results from single‐center experience with systematic review and meta‐analysis. Nutrition in Clinical Practice. 2021;1‐14. 10.1002/ncp.10750\n [PMC free article] [PubMed] [CrossRef]\n\nFunding information\nThis study has been supported by the Tehran University of Medical Sciences (grant number: 99‐1‐101‐47211 to Haleh Ashraf). The funding source had no role in the study design, data collection, data analysis, data interpretation, writing of the manuscript, or decision of submission.Sina Rashedi and Mohammad Keykhaei contributed equally to this study. REFERENCES1. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395(10223):507‐513. [PMC free article] [PubMed] [Google Scholar]2. COVID‐19 Coronavirus Pandemic\n. Worldometer. Updated May 13, 2021. Accessed May 13, 2021. https://www.worldometers.info/coronavirus/\n3. Brüssow H. Immunology of COVID‐19. Environ Microbiol. 2020;22(12):4895‐4908. [PubMed] [Google Scholar]4. Knight SR, Ho A, Pius R, et al. Risk stratification of patients admitted to hospital with covid‐19 using the ISARIC WHO Clinical Characterisation Protocol: development and validation of the 4C Mortality Score. BMJ. 2020;370:m3339. [PMC free article] [PubMed] [Google Scholar]5. Liang W, Liang H, Ou L, et al. Development and validation of a clinical risk score to predict the occurrence of critical illness in hospitalized patients with COVID‐19. JAMA Intern. Med.\n2020;180(8):1081‐1089. [PMC free article] [PubMed] [Google Scholar]6. Gupta RK, Marks M, Samuels THA, et al. Systematic evaluation and external validation of 22 prognostic models among hospitalised adults with COVID‐19: an observational cohort study. Eur Respir J. 2020;56(6):2003498. [PMC free article] [PubMed] [Google Scholar]7. Onodera T, Goseki N, Kosaki G. Prognostic nutritional index in gastrointestinal surgery of malnourished cancer patients. Article in Japanese. Nihon Geka Gakkai zasshi. 1984;85(9):1001‐1005. [PubMed] [Google Scholar]8. Du X, Liu Y, Chen J, et al. Comparison of the Clinical Implications among Two Different Nutritional Indices in Hospitalized Patients with COVID‐19. medRxiv. Preprint posted online May 1, 2020. 10.1101/2020.04.28.20082644\n [CrossRef]9. Zhou J, Ma Y, Liu Y, et al. A correlation analysis between the nutritional status and prognosis of COVID‐19 patients. J Nutr Health Aging. 2021;25(1):84‐93. [PMC free article] [PubMed] [Google Scholar]10. Xu WJ, Ma Y, Wang YM, Yang J. The clinical value of PNI in assessing the prognosis of small cell lung cancer. Article in Chinese. Sichuan Da Xue Xue Bao Yi Xue Ban. 2020;51(4):573‐577. [PubMed] [Google Scholar]11. Mirili C, Yılmaz A, Demirkan S, Bilici M, Basol Tekin S. Clinical significance of prognostic nutritional index (PNI) in malignant melanoma. Int J Clin Oncol. 2019;24(10):1301‐1310. [PubMed] [Google Scholar]12. Nicholson JP, Wolmarans MR, Park GR. The role of albumin in critical illness. Br J Anaesth. 2000;85(4):599‐610. [PubMed] [Google Scholar]13. Aziz M, Fatima R, Lee‐Smith W, Assaly R. The association of low serum albumin level with severe COVID‐19: a systematic review and meta‐analysis. Crit Care. 2020;24(1):255. [PMC free article] [PubMed] [Google Scholar]14. Henry B, Cheruiyot I, Vikse J, et al. Lymphopenia and neutrophilia at admission predicts severity and mortality in patients with COVID‐19: a meta‐analysis. Acta Biomed. 2020;91(3):e2020008. [PMC free article] [PubMed] [Google Scholar]15. Qin C, Zhou L, Hu Z, et al. Dysregulation of immune response in patients with coronavirus 2019 (COVID‐19) in Wuhan, China. Clinical Infectious Diseases : An Official Publication of the Infectious Diseases Society of America. 2020;71(15):762‐768. [PMC free article] [PubMed] [Google Scholar]16. Wang ZH, Lin YW, Wei XB, et al. Predictive value of prognostic nutritional index on COVID‐19 severity. Frontiers in Nutrition. 2020;7:582736. [PMC free article] [PubMed] [Google Scholar]17. Çınar T, Hayıroğlu M, Çiçek V, et al. Is prognostic nutritional index a predictive marker for estimating all‐cause in‐hospital mortality in COVID‐19 patients with cardiovascular risk factors?. Heart & Lung : The Journal of Critical Care. 2021;50(2):307‐312. [PMC free article] [PubMed] [Google Scholar]18. Clinical management of COVID‐19\n. World Health Organization. Updated February 10, 2021. Accessed February 10, 2021. https://www.who.int/publications/i/item/clinical-management-of-covid-19\n19. Carretero OA, Oparil S. Essential hypertension. Part I: definition and etiology. Circulation. 2000;101(3):329‐335. [PubMed] [Google Scholar]20. American Diabetes Association. 2. Classification and Diagnosis of Diabetes\n: Standards of medical care in diabetes‐2020. Diabetes Care. 2020;43(Suppl 1):S14‐S31. [PubMed] [Google Scholar]21. Decker JL. American Rheumatism Association nomenclature and classification of arthritis and rheumatism (1983). Arthritis Rheum. 1983;26(8):1029‐1032. [PubMed] [Google Scholar]22. National Health Interview Survey\n. Centers for Disease Control and Prevention. Updated February 10, 2021. Accessed February 10, 2021. https://www.cdc.gov/nchs/nhis/tobacco/tobacco_glossary.htm\n23. Ranieri VM, Rubenfeld GD, Thompson BT, et al. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526‐2533. [PubMed] [Google Scholar]24. Makris K, Spanou L. Acute kidney injury: definition, pathophysiology and clinical phenotypes. The Clinical biochemist Reviews. 2016;37(2):85‐98. [PMC free article] [PubMed] [Google Scholar]25. Dufour DR, Lott JA, Nolte FS, Gretch DR, Koff RS, Seeff LB. Diagnosis and monitoring of hepatic injury. I. Performance characteristics of laboratory tests. Clin Chem. 2000;46(12):2027‐2049. [PubMed] [Google Scholar]26. Adams JE III, Bodor GS, Dávila‐Román VG, et al. Cardiac troponin I. A marker with high specificity for cardiac injury. Circulation. 1993;88(1):101‐106. [PubMed] [Google Scholar]27. Liberati A, Altman DG, Tetzlaff J, et al. The PRISMA statement for reporting systematic reviews and meta‐analyses of studies that evaluate healthcare interventions: explanation and elaboration. BMJ. 2009;339:b2700. [PMC free article] [PubMed] [Google Scholar]28. Wells G, Shea B, O'Connell D, et al. The Newcastle–Ottawa Scale (NOS) for Assessing the Quality of Non‐Randomized Studies in Meta‐Analysis. Updated January 1, 2021. http://www.ohri.ca/programs/clinical_epidemiology/oxford.asp\n29. Cohen JF, Chalumeau M, Cohen R, Korevaar DA, Khoshnood B, Bossuyt PM. Cochran's Q test was useful to assess heterogeneity in likelihood ratios in studies of diagnostic accuracy. J Clin Epidemiol. 2015;68(3):299‐306. [PubMed] [Google Scholar]30. Higgins JP, Thompson SG. Quantifying heterogeneity in a meta‐analysis. Stat Med. 2002;21(11):1539‐1558. [PubMed] [Google Scholar]31. Begg CB, Mazumdar M. Operating characteristics of a rank correlation test for publication bias. Biometrics. 1994;50(4):1088‐1101. [PubMed] [Google Scholar]32. De Lorenzo A, Tarsitano MG, Falcone C, et al. Fat mass affects nutritional status of ICU COVID‐19 patients. J Transl Med. 2020;18(1):299. [PMC free article] [PubMed] [Google Scholar]33. Doganci S, Ince ME, Ors N, et al. A new COVID‐19 prediction scoring model for in‐hospital mortality: experiences from Turkey, single center retrospective cohort analysis. Eur Rev Med Pharmacol Sci. 2020;24(19):10247‐10257. [PubMed] [Google Scholar]34. Hu X, Deng H, Wang Y, Chen L, Gu X, Wang X. Predictive value of the prognostic nutritional index for the severity of coronavirus disease 2019. Nutrition, 2020;84:111123. [PMC free article] [PubMed] [Google Scholar]35. Song F, Ma H, Wang S, et al. Nutritional screening based on objective indices at admission predicts in‐hospital mortality in patients with COVID‐19. Research Square. Preprint posted online November 16, 2020. doi:10.21203/rs.3.rs‐108125/v1\n[PMC free article] [PubMed] [Google Scholar]36. Wang R, He M, Yin W, et al. The prognostic nutritional index is associated with mortality of COVID‐19 patients in Wuhan, China. J Clin Lab Anal. 2020;34(10):e23566. [PMC free article] [PubMed] [Google Scholar]37. Xue G, Gan X, Wu Z, et al. Novel serological biomarkers for inflammation in predicting disease severity in patients with COVID‐19. Int Immunopharmacol. 2020;89(Pt A):107065. [PMC free article] [PubMed] [Google Scholar]38. Mei Q, Wang AY, Bryant A, et al. Development and validation of prognostic model for predicting mortality of COVID‐19 patients in Wuhan, China. Sci Rep. 2020;10(1):22451. [PMC free article] [PubMed] [Google Scholar]39. Yin M, Si L, Qin W, et al. Predictive value of serum albumin level for the prognosis of severe sepsis without exogenous human albumin administration: a prospective cohort study. J Intensive Care Med. 2018;33(12):687‐694. [PubMed] [Google Scholar]40. Domínguez de Villota E, Mosquera JM, Rubio JJ, et al. Association of a low serum albumin with infection and increased mortality in critically ill patients. Intensive Care Med. 1980;7(1):19‐22. [PubMed] [Google Scholar]41. Stockwell MA, Scott A, Day A, Riley B, Soni N. Colloid solutions in the critically ill. A randomised comparison of albumin and polygeline 2. Serum albumin concentration and incidences of pulmonary oedema and acute renal failure. Anaesthesia. 1992;47(1):7‐9. [PubMed] [Google Scholar]42. Wong YJ, Tan M, Zheng Q, et al. A systematic review and meta‐analysis of the COVID‐19 associated liver injury. Ann Hepatol. 2020;19(6):627‐634. [PMC free article] [PubMed] [Google Scholar]43. Zhao Q, Meng M, Kumar R, et al. Lymphopenia is associated with severe coronavirus disease 2019 (COVID‐19) infections: a systemic review and meta‐analysis. International Journal of Infectious Diseases: IJID : Official Publication of the International Society for Infectious Diseases. 2020;96:131‐135. [PMC free article] [PubMed] [Google Scholar]44. Jafarzadeh A, Jafarzadeh S, Nozari P, Mokhtari P, Nemati M. Lymphopenia an important immunological abnormality in patients with COVID‐19: possible mechanisms. Scand J Immunol. 2021;93(2):e12967. [PubMed] [Google Scholar]45. Henry BM, Aggarwal G, Wong J, et al. Lactate dehydrogenase levels predict coronavirus disease 2019 (COVID‐19) severity and mortality: a pooled analysis. Am J Emerg Med. 2020;38(9):1722‐1726. [PMC free article] [PubMed] [Google Scholar]46. Gungor B, Atici A, Baycan OF, et al. Elevated D‐dimer levels on admission are associated with severity and increased risk of mortality in COVID‐19: a systematic review and meta‐analysis. Am J Emerg Med. 2021;39:173‐179. [PMC free article] [PubMed] [Google Scholar]47. Varikasuvu SR, Dutt N, Thangappazham B, Varshney S. Diabetes and COVID‐19: a pooled analysis related to disease severity and mortality. Primary Care Diabetes. 2021;15(1):24‐27. [PMC free article] [PubMed] [Google Scholar]48. Pazoki M, Keykhaei M, Kafan S, et al. Risk indicators associated with in‐hospital mortality and severity in patients with diabetes mellitus and confirmed or clinically suspected COVID‐19. Journal of Diabetes and Metabolic Disorders. 2021;20(1):1‐11. [PMC free article] [PubMed] [Google Scholar]49. Galbadage T, Peterson BM, Awada J, et al. Systematic review and meta‐analysis of sex‐specific COVID‐19 clinical outcomes. Frontiers in Medicine. 2020;7(1):348. [PMC free article] [PubMed] [Google Scholar]50. Violi F, Ceccarelli G, Cangemi R, et al. Hypoalbuminemia, coagulopathy, and vascular disease in COVID‐19. Circ Res. 2020;127(3):400‐401. [PubMed] [Google Scholar]"}