{"title": "Patient characteristics and outcomes associated with adherence to the low PEEP/FIO2 table for acute respiratory distress syndrome", "pubDate": "2021", "PMCID": "PMC8285534", "DOI": "10.1038/s41598-021-94081-z", "PMID": "34272453", "abstract": "It remains uncertain how best to set positive end-expiratory pressure (PEEP) for mechanically ventilated patients with the acute respiratory distress syndrome (ARDS). Among patients on low tidal volume ventilation (LTVV), we investigated if further adherence to the low PEEP/FIO2 (inspired oxygen fraction) table would be associated with better survival compared to nonadherence. Patients with ARDS, admitted directly from the Emergency Department to our 20-bed Medical Intensive Care Unit (ICU) from August 2016 to July 2017, were retrospectively studied. To determine adherence to the low PEEP/FIO2 table, PEEP and FIO2 12 h after ICU admission were used, to reflect ventilator adjustments by ICU clinicians after initial stabilization. Logistic regression was used to analyze hospital mortality as an outcome with adherence to the low PEEP/FIO2 as the key independent variable, adjusted for age, APACHE II score, initial P/F ratio and initial systolic blood pressure. 138 patients with ARDS were analysed. Overall adherence to the low PEEP/FIO2 table was 75.4%. Among patients on LTVV, nonadherence to the low PEEP/FIO2 table was associated with increased mortality compared to adherence (adjusted odds ratio 4.10, 95% confidence interval 1.68-9.99, P = 0.002). Patient characteristics at baseline were not associated with adherence to the low PEEP/FIO2 table.", "author": [{"author": "Kay Choong See", "affiliation": ["Division of Respiratory & Critical Care Medicine, Department of Medicine, National University Hospital, 1E Kent Ridge Road, NUHS Tower Block Level 10, Singapore, 119228, Singapore. kay_choong_see@nuhs.edu.sg.", "Department of Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore. kay_choong_see@nuhs.edu.sg."], "href": "/?term=See+KC&cauthor_id=34272453"}, {"author": "Juliet Sahagun", "affiliation": ["Division of Critical Care-Respiratory Therapy, National University Hospital, Singapore, Singapore."], "href": "/?term=Sahagun+J&cauthor_id=34272453"}, {"author": "Juvel Taculod", "affiliation": ["Division of Critical Care-Respiratory Therapy, National University Hospital, Singapore, Singapore."], "href": "/?term=Taculod+J&cauthor_id=34272453"}], "refPMID": ["22797452", "23450544", "31589844", "29043834", "33336325", "28459336", "31312921", "16306058", "19001507", "30656479", "20851923", "12006788", "30336419", "31577153", "30776290", "33361553", "17417980", "10793162", "21244671", "25691263", "10992532", "28101605", "25392034", "29207907", "31034248", "29373802", "28157140", "33051253", "24136193", "28653135", "30844949", "29380160"], "citedInPMID": ["34272453"], "body": " AbstractIt remains uncertain how best to set positive end-expiratory pressure (PEEP) for mechanically ventilated patients with the acute respiratory distress syndrome (ARDS). Among patients on low tidal volume ventilation (LTVV), we investigated if further adherence to the low PEEP/FIO2 (inspired oxygen fraction) table would be associated with better survival compared to nonadherence. Patients with ARDS, admitted directly from the Emergency Department to our 20-bed Medical Intensive Care Unit (ICU) from August 2016 to July 2017, were retrospectively studied. To determine adherence to the low PEEP/FIO2 table, PEEP and FIO2 12 h after ICU admission were used, to reflect ventilator adjustments by ICU clinicians after initial stabilization. Logistic regression was used to analyze hospital mortality as an outcome with adherence to the low PEEP/FIO2 as the key independent variable, adjusted for age, APACHE II score, initial P/F ratio and initial systolic blood pressure. 138 patients with ARDS were analysed. Overall adherence to the low PEEP/FIO2 table was 75.4%. Among patients on LTVV, nonadherence to the low PEEP/FIO2 table was associated with increased mortality compared to adherence (adjusted odds ratio 4.10, 95% confidence interval 1.68–9.99, P = 0.002). Patient characteristics at baseline were not associated with adherence to the low PEEP/FIO2 table.Subject terms: Respiratory tract diseases, Therapeutics IntroductionTo improve survival of patients with acute respiratory distress syndrome (ARDS)1, an optimal mechanical ventilation strategy includes low tidal volume ventilation (LTVV)2 and avoidance of either hypoxemia or hyperoxemia3. However, it remains uncertain how best to set positive end-expiratory pressure (PEEP)4–6. If the PEEP is set too low, the patient runs the risk of ventilator-induced lung injury from cyclic opening and closing of alveoli. If the PEEP is set too high, the patient runs the risk of alveolar over-distension7 (possibly leading to barotrauma and biotrauma), and excessive intrathoracic pressure8 (possibly leading to reduced venous return, increased right ventricular afterload and systemic hypotension).Several methods to set PEEP are available. One way is to target an end-expiratory transpulmonary pressure of 0–10 cm H2O to reduce cyclic alveolar collapse, and an end-inspiratory transpulmonary pressure ≤ 25 cm H2O to reduce alveolar overdistension9. This requires measurement of pleural pressure using an esophageal balloon catheter. Other ways to set PEEP are by directly visualizing improvement of lung aeration via electrical impedance tomography10 or lung ultrasound11, by using pressure–volume curves to set PEEP above the lower inflection point12, by maximizing static respiratory system compliance13, or by assessing the recruitment-to-inflation ratio14. However, randomized controlled trials have not supported the transpulmonary pressure approach15 and are inconclusive for the other approaches16.PEEP levels can also be recommended based on the inspired oxygen fraction (FIO2), with a higher FIO2 requirement calling for higher PEEP. PEEP/FIO2 tables have been created to guide clinicians17, with two variants available (Table ​(Table11)4,18. For the same FIO2, the low PEEP/FIO2 table would recommend lower PEEP settings compared to the high PEEP/FIO2 table. Nonetheless, randomized trials of PEEP titration using the low versus high PEEP/FIO2 tables have been not demonstrated superiority of either table4.Table 1PEEP/FIO2 tables.Low PEEP/FIO2 tableHigh PEEP/FIO2 tableFIO2 (%)PEEP (cmH2O)FIO2 (%)PEEP (cmH2O)25–30525–305–1435–405–835–4014–1645–508–1045–5016–2055–601055–602065–7010–1465–702075–801475–8020–2285–9014–1885–902295–10018–2495–10022–24Open in a separate windowFIO2 Inspired oxygen fraction, PEEP Positive end-expiratory pressure.Although clinical equipoise currently exists for setting PEEP, some technique for PEEP titration is still needed. The most convenient and user-friendly method remains following the low PEEP/FIO2 table, which was used in the landmark ARMA trial of low versus high tidal volume ventilation18. In contrast to quality improvement efforts directed at studying and improving adherence to LTVV, there has been little effort directed at adherence to the low PEEP/FIO2 table. We hypothesize that among patients on LTVV, further adherence to the low PEEP/FIO2 table would be associated with better survival compared to nonadherence. We therefore aimed to study the patient characteristics and clinical outcomes of adherence to the low PEEP/FIO2 table. MethodsParticipants and settingWe conducted a retrospective cohort study of patients with ARDS admitted directly from the Emergency Department to our 20-bed Medical ICU from August 2016 to July 2017. We included patients over the age of 21 years old, who were intubated in the Emergency Department prior to ICU transfer, and who had LTVV i.e. tidal volume < 7 ml/kg ideal body weight2. Patients were excluded if they were transferred from other locations, as any potential delays in ICU admission might adversely influence patient survival19. Patients who were intubated in the ICU after admission were also excluded, as it is uncertain if intubation was delayed20,21. Our Ethics Review Board (National Healthcare Group Domain-Specific Review Board) approved the study (National Healthcare Group Domain-Specific Review Board approval number 2018/00223). As the study is a retrospective observational one, the need for patient consent was waived. All procedures and analyses were performed in accordance with relevant guidelines and regulations.General clinical carePatients were initiated on flow-triggered, descending-ramp, volume assist-control as the default mode, using either the Puritan-Bennett 840 or Puritan-Bennett 980 ventilator (Medtronic, MN). Low tidal volumes were used, targeting plateau pressures of less than 30 cmH2O2. Recruitment manoeuvers, inhaled nitric oxide, neuromuscular paralysis and prone positioning were seldom used (due to inadequate staffing and protocols). Analgesia was titrated to achieve a Critical‐Care Pain Observation Tool score of 0–2 and sedation was titrated to achieve a Richmond Agitation-Sedation Scale score − 2 to 0. Daily assessment for awakening and spontaneous breathing trials were done. Noradrenaline was the preferred vasopressor, targeting a mean arterial pressure of at least 65 mmHg22,23. Sepsis was treated with early, broad-spectrum antibiotics and source control.Data collection and definitionsClinical parameters and arterial blood gas measurements were obtained at the time of ICU admission and at 12 h after ICU admission. Patient outcomes were determined till hospital death or discharge. To determine adherence to the low PEEP/FIO2 table (Table ​(Table1),1), PEEP and FIO2 12 h after ICU admission were used24, rather than at the time of ICU admission, to reflect ventilator adjustments by ICU clinicians after initial stabilization. To determine the recommended PEEP, FIO2 values were rounded up to the nearest 10%. For instance, an FIO2 of 55% was taken as 60% on the PEEP/FIO2 table. Applied PEEP at 12 h after ICU admission within the ranges recommended by the low PEEP/FIO2 table was considered adherent, while PEEP above or below the recommended ranges was considered non-adherent.Statistical analysisProportions, means and medians were compared using Fisher exact, Student t, and Wilcoxon rank-sum tests respectively. We examined the association of adherence to the low PEEP/FIO2 table with age, gender, body-mass index, Acute Physiology and Chronic Health Evaluation (APACHE) II score, primary diagnosis, comorbid conditions, initial arterial oxygen partial pressure to inspired oxygen fraction (P/F) ratio, initial systolic blood pressure, use of vasopressors within the first 24 h of ICU admission, ICU/hospital mortality, ICU/hospital length-of-stay and ventilator-free days through day 2825. Logistic regression was used to analyze hospital mortality as an outcome with adherence to the low PEEP/FIO2 as the key independent variable, adjusted for age, APACHE II score, initial P/F ratio and initial systolic blood pressure (adjustment was determined a priori to account for key baseline prognostic factors). For logistic regression analysis, PEEP adherence was additionally coded as a 3-level indicator variable (PEEP lower than recommended; PEEP as recommended; PEEP higher than recommended), with PEEP as recommended being the reference level. Logistic regression was done for all patients with ARDS (P/F ratio 300 mmHg and lower) and repeated for patients with moderate-to-severe ARDS only (P/F ratio 200 mmHg and lower)1. Statistical significance was taken as P < 0.05.This work was performed at the National University Hospital, Singapore.Ethics declarationOur Ethics Review Board (National Healthcare Group Domain-Specific Review Board) approved the study (National Healthcare Group Domain-Specific Review Board approval number 2018/00223). As the study is a retrospective observational one, the need for patient consent was waived. Results138 patients with ARDS were analysed: mean age 64.0 ± 26.9 years, 31.2% female, mean APACHE II score 27.9 ± 9.9, mean P/F ratio 145 ± 66 mmHg (Table ​(Table2).2). Distribution of PEEP and FIO2 at 12 h after ICU admission is shown in Fig. 1. Overall adherence to the low PEEP/FIO2 table was 75.4% (Table ​(Table3).3). Of 34 patients in the non-adherent group, 26 (76.5%) had PEEP higher than recommended and these patients also fell into the high PEEP/FIO2 table. Between patients who demonstrated nonadherence to the low PEEP/FIO2 table, compared to those who demonstrated adherence, there were no significant differences found for age, gender, APACHE II score, primary diagnosis, comorbid conditions, initial parameters (P/F ratio, tidal volume corrected for ideal body weight, systolic blood pressure) (Table ​(Table2).2). Compared to patients who received PEEP as recommended by the low PEEP/FIO2 table, a greater proportion of patients who did not receive PEEP as recommended required vasopressors in the first 24 h of ICU admission (40.4% versus 61.8%, P = 0.046). In aggregate, patients who demonstrated nonadherence had 3 fewer ventilator-free days within the first 28 days from ICU admission, spent 3.5 more days in ICU, and had higher ICU (41.2% versus 17.3%) and hospital (52.9% versus 22.1%) mortality. The increased hospital mortality for patients who demonstrated nonadherence persisted after adjustment for age, APACHE II score, initial P/F ratio and initial systolic blood pressure (odds ratio 4.10, 95% confidence interval 1.68–9.99, P = 0.002).Table 2Patient characteristics and outcomes, by adherence to low PEEP/FIO2 table.Patient characteristics and outcomesAll patients(N = 138)Patients with PEEP as recommended by PEEP/FIO2 table(N = 104)Patients with PEEP not as recommended by PEEP/FIO2 table(N = 34)P-valueMean age (years) (SD)64.0 ± 26.964.4 ± 30.062.8 ± 13.50.764Female (%)43 (31.2)32 (30.8)11 (32.4)1.000Body-mass index (kg/m2)25.5 ± 7.325.1 ± 7.326.6 ± 7.30.316Mean APACHE II (SD)27.9 ± 9.927.5 ± 10.328.9 ± 8.40.462Primary diagnosis (%)0.202Pneumonia49 (35.5)32 (30.8)17 (50.0)Non-pneumonia sepsis41 (29.7)34 (32.7)7 (20.6)COPD1 (0.7)1 (1.0)0 (0.0)Asthma2 (1.5)1 (1.0)1 (2.9)Stroke7 (5.1)8 (6.8)0 (0.0)Othera38 (27.5)29 (27.9)9 (26.5)Comorbid conditions (%)Diabetes mellitus78 (56.5)61 (58.7)17 (50.0)0.428Hypertension55 (39.9)41 (39.4)14 (41.2)1.000Ischemic heart disease36 (26.1)29 (27.9)7 (20.6)0.502Congestive heart failure5 (3.6)5 (4.8)0 (0.0)0.333Asthma8 (5.8)5 (4.8)3 (8.8)0.407COPD8 (5.8)6 (5.8)2 (5.9)1.000Chronic kidney disease33 (23.9)27 (26.0)6 (17.7)0.365Chronic liver disease24 (17.4)19 (18.3)5 (14.7)0.796Stroke3 (2.2)3 (2.9)0 (0.0)1.000Cancer16 (11.6)14 (13.5)2 (5.9)0.357Initial parametersMean P/F ratio (mmHg) (SD)145 ± 66149 ± 67134 ± 630.274Mean TV/IBW (ml/kg) (SD)6.2 ± 0.76.3 ± 0.66.1 ± 1.10.141Mean Pplat (cmH2O) (SD)19.5 ± 6.419.3 ± 5.720.7 ± 9.90.508Mean SBP (mmHg) (SD)125 ± 31127 ± 31120 ± 300.244Use of vasopressors within 1st 24 h of ICU admission (%)63 (45.7)42 (40.4)21 (61.8)0.046Median ventilator-free days within first 28 days (IQR)24 (22–25)25 (23–25.5)22 (19–25)0.002Median LOS (days) (IQR)In ICU6 (4–9)5 (4–8)8.5 (5–14)0.011In hospital13 (8–35)13 (8–39.5)12 (9–26)0.980Mortality (%)In ICU32 (23.2)18 (17.3)14 (41.2)0.009In hospital41 (29.7)23 (22.1)18 (52.9)0.001Odds ratio for hospital mortality (95% CI)UnadjustedNAReference3.96 (1.75–8.97)0.001AdjustedbNAReference4.10 (1.68–9.99)0.002Open in a separate windowAPACHE Acute Physiology and Chronic Health Evaluation, CI Confidence interval, COPD Chronic obstructive pulmonary disease, FIO2 Inspired oxygen fraction, IBW Ideal body weight, ICU Intensive care unit, IQR Interquartile range, NA Not applicable, PEEP Positive end-expiratory pressure, Pplat Plateau pressure, P/F ratio Ratio of arterial oxygen partial pressure to inspired oxygen fraction, SD Standard deviation, TV Tidal volume.aIncludes myocardial infarction, bleeding gastrointestinal tract, status epilepticus, drug overdose, pulmonary embolism, diabetic ketoacidosis.bAdjusted for age, APACHE II score, initial P/F ratio, initial systolic blood pressure.Open in a separate windowFigure 1Distribution of PEEP and FIO2 among patients with ARDS.Table 3Adherence to low PEEP/FIO2 table.FIO2 (%)Number of patients with PEEP lower than recommended (%)Number of patients with PEEP as recommended by PEEP/FIO2 table (%)Number of patients with PEEP higher than recommended (%)Total number of patients (%)25–301 (2.5)33 (82.5)6 (15.0)4035–400 (0.0)55 (79.7)14 (20.3)6945–502 (12.5)13 (81.3)1 (6.3)1655–602 (25.0)2 (25.0)4 (50.0)865–700 (0.0)0 (0.0)1 (100.0)175–802 (67.7)1 (33.3)0 (0.0)385–90No patientsNo patientsNo patientsNo patients95–1001 (100.0)0 (0.0)0 (0.0)1All FIO28 (5.8)104 (75.4)26 (18.8)138Open in a separate windowFIO2 Inspired oxygen fraction, PEEP Positive end-expiratory pressure.When PEEP adherence was coded as a 3-level indicator variable (PEEP lower than recommended; PEEP as recommended; PEEP higher than recommended), only PEEP higher than recommended was associated with increased hospital mortality in the whole cohort (adjusted odds ratio 4.51, 95% confidence interval 1.68–12.2, P = 0.003; Table ​Table4)4) and in patients with moderate-to-severe ARDS (adjusted odds ratio 4.27, 95% confidence interval 1.42–12.8, P = 0.010; Table ​Table55).Table 4Logistic regression for hospital mortality, by adherence to low PEEP/FIO2 table.Independent variableOdds ratio95% CIP-valueAdherence to PEEP/FIO2 tablePEEP lower than recommended2.990.59–15.20.187PEEP as recommendedReferenceReferenceReferencePEEP higher than recommended4.511.68–12.20.003Age (years)1.010.99–1.040.295APACHE II score1.081.03–1.130.003Initial P/F ratio (mmHg)1.000.99–1.010.882Initial systolic blood pressure (mmHg)0.980.97–0.990.024Open in a separate windowAPACHE Acute Physiology and Chronic Health Evaluation, FIO2 Inspired oxygen fraction, PEEP Positive end-expiratory pressure, P/F ratio Ratio of arterial oxygen partial pressure to inspired oxygen fraction.Table 5Logistic regression for hospital mortality, by adherence to low PEEP/FIO2 table, for moderate-to-severe ARDS.Independent variableOdds ratio95% CIP-valueAdherence to PEEP/FIO2 tablePEEP lower than recommended4.350.50–38.00.183PEEP as recommendedReferenceReferenceReferencePEEP higher than recommended4.271.42–12.80.010Age (years)1.030.99–1.060.236APACHE II score1.081.02–1.140.008Initial P/F ratio (mmHg)1.000.98–1.010.478Initial systolic blood pressure (mmHg)0.980.97–1.000.085Open in a separate windowTotal number of patients with moderate-to-severe ARDS (initial P/F ratio ≤ 200 mmHg) = 105.APACHE Acute Physiology and Chronic Health Evaluation, FIO2 Inspired oxygen fraction, PEEP Positive end-expiratory pressure, P/F ratio Ratio of arterial oxygen partial pressure to inspired oxygen fraction. DiscussionThe main finding of our study is that among patients on LTVV, nonadherence to the low PEEP/FIO2 table was associated with increased mortality compared to adherence, adjusted for baseline critical illness severity, oxygenation and blood pressure (odds ratio 4.10, 95% confidence interval 1.68–9.99, P = 0.002). In particular, applied PEEP higher than that recommended by the low PEEP/FIO2 table was associated with increased mortality (adjusted odds ratio 4.51, 95% confidence interval 1.68–12.2, P = 0.003). Patient characteristics at baseline were not associated with adherence to the low PEEP/FIO2 table.Possible explanations for the association of mortality with PEEP/FIO2 table non-adherence could be the deleterious pulmonary and cardiovascular effects of high PEEP. High PEEP may cause overdistension of alveoli7, possibly leading to biotrauma and barotrauma, though we did not observe the latter in our patients. In addition, high PEEP can increase intrathoracic pressure, impede venous return, reduce cardiac output, and cause systemic hypotension8. In our patients, these might have occurred. Patients who were not adherent to the low PEEP/FIO2 table generally received higher PEEP than recommended and a greater proportion required vasopressors in the first 24 h of ICU admission. Given that association does not mean causation, one needs to consider whether reverse causation was possible i.e. a patient who has higher mortality drove the use of higher PEEP. We feel that this possibility is slim since none of the baseline prognostic factors were associated with nonadherence to the low PEEP/FIO2 table.Other possible explanations for the mortality difference between the adherent and non-adherent groups were considered. Firstly, based on peripheral oxygen saturation/FIO2 (S/F ratio) changes, we classified patients with decreased S/F ratio over the first 12 h as deteriorating, and patients with stable or improved S/F ratio as non-deteriorating. The proportion of deteriorating patients was similar between the non-adherent and the adherent groups (6/34 [17.7%] versus 15/104 [14.4%], P = 0.783). As such, the higher mortality in the non-adherent group could not be explained by a higher proportion of deteriorating patients. Secondly, among 85 patients with plateau pressure measured at 12 h, between the adherent and non-adherent groups, the mean driving pressure was not significantly different (13.3 versus 11.2 cmH2O, P = 0.307) and could not explain the difference in mortality. Thirdly, although the absolute difference was large, pneumonia as the etiology of ARDS was not statistically different between the adherent and non-adherent groups (P = 0.062). The increased hospital mortality for patients who demonstrated nonadherence persisted after adjustment for age, APACHE II score, initial P/F ratio, initial systolic blood pressure and pneumonia as the ARDS etiology (odds ratio 5.90, 95% confidence interval 2.14–16.2, P = 0.001).In our study, applying PEEP lower than that recommended by the low PEEP/FIO2 table was not significantly associated with mortality for a few reasons. Firstly, all patients except one had PEEP of at least 5 cmH2O and severe decruitment in most patients would be unlikely. Secondly, it may be possible that low PEEP may be sometimes beneficial, for instance to avoid excessive right ventricular afterload and to reduce the risk of acute right ventricular failure. Thirdly, only 5.8% of patients had PEEP lower than recommended by the low PEEP/FIO2 table, compared to triple the proportion of patients (18.8%) with PEEP higher than recommended by the low PEEP/FIO2 table, which meant that the power to detect a significant association for the former group of patients would be limited. Just like for pediatric ARDS26, real harm from setting PEEP lower than that recommended by the low PEEP/FIO2 table could also exist in adult ARDS.The lack of association between baseline patient characteristics and adherence to low PEEP/FIO2 table is not surprising, given clinical equipoise over PEEP optimization. In our ICU, while there has been broad consensus over the need to limit tidal volume and driving pressure, and guidelines to keep peripheral oxygen saturation between 90–96%, there has been no firm recommendation about PEEP titration. Esophageal balloon catheters and electrical impedance tomography are unavailable, leaving only three options for clinicians: pressure–volume curve based titration, lung ultrasound and the low PEEP/FIO2 table. Anecdotally, the low PEEP/FIO2 table was the most convenient tool and as expected, most people followed it.Our observational study differs from prior randomized trials of high versus low PEEP in ARDS. Our study does not suggest that low PEEP is better than high PEEP, nor does it suggest that personalization of PEEP using other methods cannot not used. Rather, our results suggest that if one sets PEEP using the low PEEP/FIO2 table, then adherence is associated with reduced hospital mortality, supporting the use of the low PEEP/FIO2 table to guide PEEP setting for mechanically ventilated patients with ARDS. In addition, our results highlight the need to study adherence to the low PEEP/FIO2 table as a quality assurance metric.If nonadherence to the PEEP/FIO2 table is found, several methods could be used to improve adherence. Manual methods include implementation of a management protocol for clinicians27,28 or an order set driven by respiratory therapists24. Semi-automated methods include using a computer-assisted oxygen advisor29 or a closed-loop system30. As can be surmised, prospective studies demonstrating the clinical impact of improving adherence to the PEEP/FIO2 are needed.While our study may be one of the first exploring the association of PEEP/FIO2 table adherence with clinical outcomes, we acknowledge some limitations. Firstly, we performed our study in a single center, and in a tertiary-level medical ICU experienced with mechanical ventilation for ARDS. This may limit generalizability. However, such a setting was crucial to help us investigate variations of clinical outcomes with variations of PEEP setting, while having taken care of important prognostic factors like low tidal volume and oxygenation management. Secondly, we only studied the PEEP and FIO2 adherence at 12 h after ICU admission. Nonetheless, adherence at this time point was associated with adherence at a later time point. In our cohort, among the 104 patients adherent to the low PEEP/FIO2 table at 12 h after ICU admission, 82 (78.9%) remained adherent and 22 (21.2%) were non-adherent at 24 h (McNemar’s P = 0.638). Conversely, among the 34 patients non-adherent to the low PEEP/FIO2 table at 12 h after ICU admission, a higher proportion of patients (18 patients, or 52.9%) switched adherence status (i.e. became adherent at 24 h). Although this higher proportion would predispose any observed association of adherence and mortality towards the null, our analysis still turned in a significant association. Thirdly, given the distribution of PEEP and FIO2 in our cohort, which reflected general use of the low PEEP/FIO2 table among our ICU clinicians, we could not investigate adherence to the high PEEP/FIO2 table. Fourthly, our results may not apply to patients who are severely obese31 or who have raised intra-abdominal pressure32. Fifthly, we did not have reliable recordings of peak inspiratory pressure and inspiratory flow and could not compute the mechanical power for further investigation. ConclusionsIn conclusion, adherence to the low PEEP/FIO2 table was associated with better survival compared to nonadherence, among mechanically ventilated patients with ARDS who received LTVV. This suggests that for PEEP setting, in lieu of more sophisticated methods, guidance using the low PEEP/FIO2 table remains clinically meaningful17. Similar studies should be performed in other ICUs to confirm our results. Upon confirmation, quality assurance for mechanical ventilation among patients with ARDS should include steps to monitor and improve adherence to the low PEEP/FIO2 table. Author contributionsK.C.S. conceived the study and prepared the manuscript; J.S. and J.T. performed the data extraction; K.C.S. performed the data analysis; J.S. and J.T. provided critical revisions to the manuscript. K.C.S. had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. Data availabilityNo consent to share data could be obtained. Competing interestsKCS has received honoraria from Medtronic and GE Healthcare. JS and JT have disclosed that they do not have any potential conflicts of interest. FootnotesPublisher's noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Force ADT, et al.  Acute respiratory distress syndrome: The Berlin definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]2. Petrucci N, De Feo C. Lung protective ventilation strategy for the acute respiratory distress syndrome. Cochrane Database Syst. Rev. 2013 doi: 10.1002/14651858.CD003844.pub4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. van den Boom W, et al.  The search for optimal oxygen saturation targets in critically Ill patients: Observational data from large ICU databases. Chest. 2020;157:566–573. doi: 10.1016/j.chest.2019.09.015. [PubMed] [CrossRef] [Google Scholar]4. Walkey AJ, et al.  Higher PEEP versus lower PEEP strategies for patients with acute respiratory distress syndrome. A systematic review and meta-analysis. Ann. Am. Thorac. Soc. 2017;14:S297–S303. doi: 10.1513/AnnalsATS.201704-338OT. [PubMed] [CrossRef] [Google Scholar]5. Ball L, et al.  Effects of higher PEEP and recruitment manoeuvres on mortality in patients with ARDS: A systematic review, meta-analysis, meta-regression and trial sequential analysis of randomized controlled trials. Intensive Care Med. Exp. 2020;8:39. doi: 10.1186/s40635-020-00322-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Fan E, et al.  An Official American Thoracic Society/European Society of intensive care medicine/society of critical care medicine clinical practice guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome. Am. J. Respir. Crit. Care Med. 2017;195:1253–1263. doi: 10.1164/rccm.201703-0548ST. [PubMed] [CrossRef] [Google Scholar]7. Bergez M, et al.  PEEP titration in moderate to severe ARDS: Plateau versus transpulmonary pressure. Ann. Intensive Care. 2019;9:81. doi: 10.1186/s13613-019-0554-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Pinsky MR. Cardiovascular issues in respiratory care. Chest. 2005;128:592S–597S. doi: 10.1378/chest.128.5_suppl_2.592S. [PubMed] [CrossRef] [Google Scholar]9. Talmor D, et al.  Mechanical ventilation guided by esophageal pressure in acute lung injury. N. Engl. J. Med. 2008;359:2095–2104. doi: 10.1056/NEJMoa0708638. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Zhao Z, et al.  Positive end-expiratory pressure titration with electrical impedance tomography and pressure-volume curve in severe acute respiratory distress syndrome. Ann. Intensive Care. 2019;9:7. doi: 10.1186/s13613-019-0484-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Bouhemad B, et al.  Bedside ultrasound assessment of positive end-expiratory pressure-induced lung recruitment. Am. J. Respir. Crit. Care Med. 2011;183:341–347. doi: 10.1164/rccm.201003-0369OC. [PubMed] [CrossRef] [Google Scholar]12. Ward NS, et al.  Successful determination of lower inflection point and maximal compliance in a population of patients with acute respiratory distress syndrome. Crit. Care Med. 2002;30:963–968. doi: 10.1097/00003246-200205000-00002. [PubMed] [CrossRef] [Google Scholar]13. Krebs J, Pelosi P, Rocco PRM, Hagmann M, Luecke T. Positive end-expiratory pressure titrated according to respiratory system mechanics or to ARDSNetwork table did not guarantee positive end-expiratory transpulmonary pressure in acute respiratory distress syndrome. J. Crit. Care. 2018;48:433–442. doi: 10.1016/j.jcrc.2018.10.005. [PubMed] [CrossRef] [Google Scholar]14. Chen L, et al.  Potential for lung recruitment estimated by the recruitment-to-inflation ratio in acute respiratory distress syndrome. A clinical trial. Am. J. Respir. Crit. Care Med. 2020;201:178–187. doi: 10.1164/rccm.201902-0334OC. [PubMed] [CrossRef] [Google Scholar]15. Beitler JR, et al.  Effect of titrating positive end-expiratory pressure (peep) with an esophageal pressure-guided strategy vs an empirical high PEEP-Fio2 strategy on death and days free from mechanical ventilation among patients with acute respiratory distress syndrome: A randomized clinical trial. JAMA. 2019;321:846–857. doi: 10.1001/jama.2019.0555. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Hsu HJ, et al.  Positive end-expiratory pressure titration with electrical impedance tomography and pressure-volume curve: A randomized trial in moderate to severe ARDS. Physiol. Meas. 2020 doi: 10.1088/1361-6579/abd679. [PubMed] [CrossRef] [Google Scholar]17. Kallet RH, Branson RD. Respiratory controversies in the critical care setting Do the NIH ARDS Clinical Trials Network PEEP/FIO2 tables provide the best evidence-based guide to balancing PEEP and FIO2 settings in adults? Respir. Care. 2007;52:461–475. [PubMed] [Google Scholar]18. Syndrome ARD, et al.  Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N. Engl. J. Med. 2000;342:1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]19. Cardoso LT, et al.  Impact of delayed admission to intensive care units on mortality of critically ill patients: A cohort study. Crit. Care. 2011;15:R28. doi: 10.1186/cc9975. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Kang BJ, et al.  Failure of high-flow nasal cannula therapy may delay intubation and increase mortality. Intensive Care Med. 2015;41:623–632. doi: 10.1007/s00134-015-3693-5. [PubMed] [CrossRef] [Google Scholar]21. Moretti M, et al.  Incidence and causes of non-invasive mechanical ventilation failure after initial success. Thorax. 2000;55:819–825. doi: 10.1136/thorax.55.10.819. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Rhodes A, et al.  Surviving sepsis campaign: International guidelines for management of sepsis and septic shock: 2016. Intensive Care Med. 2017;43:304–377. doi: 10.1007/s00134-017-4683-6. [PubMed] [CrossRef] [Google Scholar]23. Cecconi M, et al.  Consensus on circulatory shock and hemodynamic monitoring. Task force of the European Society of Intensive Care Medicine. Intensive care Med. 2014;40:1795–1815. doi: 10.1007/s00134-014-3525-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Radosevich MA, et al.  Implementation of a goal-directed mechanical ventilation order set driven by respiratory therapists improves compliance with best practices for mechanical ventilation. J. Intensive Care Med. 2019;34:550–556. doi: 10.1177/0885066617746089. [PubMed] [CrossRef] [Google Scholar]25. Yehya N, Harhay MO, Curley MAQ, Schoenfeld DA, Reeder RW. Reappraisal of ventilator-free days in critical care research. Am. J. Respir. Crit. Care Med. 2019;200:828–836. doi: 10.1164/rccm.201810-2050CP. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Khemani RG, et al.  Positive end-expiratory pressure lower than the ards network protocol is associated with higher pediatric acute respiratory distress syndrome mortality. Am. J. Respir. Crit. Care Med. 2018;198:77–89. doi: 10.1164/rccm.201707-1404OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Fuller BM, et al.  A quasi-experimental, before-after trial examining the impact of an emergency department mechanical ventilator protocol on clinical outcomes and lung-protective ventilation in acute respiratory distress syndrome. Crit. Care Med. 2017;45:645–652. doi: 10.1097/CCM.0000000000002268. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Duggal A, et al.  Implementation of protocolized care in ARDS improves outcomes. Respir. Care. 2020 doi: 10.4187/respcare.07999. [PubMed] [CrossRef] [Google Scholar]29. Banner MJ, et al.  Oxygenation advisor recommends appropriate positive end expiratory pressure and FIO2 settings: Retrospective validation study. J. Clin. Monit. Comput. 2014;28:203–210. doi: 10.1007/s10877-013-9518-6. [PubMed] [CrossRef] [Google Scholar]30. Schwaiberger D, et al.  Closed-loop mechanical ventilation for lung injury: A novel physiological-feedback mode following the principles of the open lung concept. J. Clin. Monit. Comput. 2018;32:493–502. doi: 10.1007/s10877-017-0040-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Fumagalli J, et al.  Lung recruitment in obese patients with acute respiratory distress syndrome. Anesthesiology. 2019;130:791–803. doi: 10.1097/ALN.0000000000002638. [PubMed] [CrossRef] [Google Scholar]32. Keenan JC, et al.  PEEP titration: The effect of prone position and abdominal pressure in an ARDS model. Intensive Care Med. Exp. 2018;6:3. doi: 10.1186/s40635-018-0170-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}