{"title": "The risk factors for postoperative acute respiratory distress syndrome in Stanford type a acute aortic dissection patients", "pubDate": "2021", "PMCID": "PMC8290718", "DOI": "", "PMID": "34306500", "abstract": "Objective:                       To explore the risk factors for postoperative acute respiratory distress syndrome (ARDS) in Stanford type A acute aortic dissection (AAD) patients.                  Methods:                       This study included 64 patients with Stanford type A AAD who underwent Sun's procedure. The patients were divided into an ARDS group (PaO2/FiO2 < 200 mmHg) and a non-ARDS group (PaO2/FiO2 ≥ 200 mmHg). We compared the patients' perioperative clinical features in the two groups. A multivariate binary logistic regression was used to analyze the risk factors for ARDS in the Stanford type A AAD patients.                  Results:                       The incidence of postoperative ARDS was 56.25%. There were 13 deaths in the 6-month follow-up, including 8 in the ARDS group and 5 in the non-ARDS group. There were differences in the body mass index (BMI) levels, the times from onset to operation, the preoperative white blood cell counts, the preoperative hemoglobin levels, the preoperative alanine aminotransferase levels, the preoperative blood creatinine levels, the preoperative PaO2/FiO2, intraoperative blood transfusion volumes, the assisted mechanical ventilation times, and the durations of the intensive care unit stays between the two groups (all P < 0.05). The logistic regression analysis revealed that a BMI ≥ 25 kg/m2, a time from onset to operation ≥ 24 hours, a preoperative white blood cell count ≥ 10×109/L, and a preoperative PaO2/FiO2 < 300 mmHg were the independent risk factors for postoperative ARDS in patients with Stanford type A AAD.                  Conclusions:                       ARDS occurs often in Stanford type A AAD patients. A BMI ≥ 25 kg/m2, a time from onset to operation ≥ 24 hours, a preoperative white blood cell count ≥ 10×109/L, and a preoperative PaO2/FiO2 < 300 mmHg are the independent risk factors for postoperative ARDS in these patients.", "author": [{"author": "Yongbo Zhao", "affiliation": ["Department of Cardiovascular Surgery, Fourth Hospital of Hebei Medical University Shijiazhuang, Hebei Province, China."], "href": "/?term=Zhao+Y&cauthor_id=34306500"}, {"author": "Yuehong Yue", "affiliation": ["Department of Neurology, Hebei General Hospital Shijiazhuang, Hebei Province, China."], "href": "/?term=Yue+Y&cauthor_id=34306500"}, {"author": "Yanzhi Wang", "affiliation": ["Department of Cardiac Surgery, Hebei General Hospital Shijiazhuang, Hebei Province, China."], "href": "/?term=Wang+Y&cauthor_id=34306500"}, {"author": "Weichao Zhao", "affiliation": ["Department of Cardiovascular Surgery, Fourth Hospital of Hebei Medical University Shijiazhuang, Hebei Province, China."], "href": "/?term=Zhao+W&cauthor_id=34306500"}, {"author": "Guangxing Feng", "affiliation": ["Department of Cardiovascular Surgery, Fourth Hospital of Hebei Medical University Shijiazhuang, Hebei Province, China."], "href": "/?term=Feng+G&cauthor_id=34306500"}], "refPMID": [], "citedInPMID": ["34306500"], "body": " AbstractObjective: To explore the risk factors for postoperative acute respiratory distress syndrome (ARDS) in Stanford type A acute aortic dissection (AAD) patients. Methods: This study included 64 patients with Stanford type A AAD who underwent Sun’s procedure. The patients were divided into an ARDS group (PaO2/FiO2 < 200 mmHg) and a non-ARDS group (PaO2/FiO2 ≥ 200 mmHg). We compared the patients’ perioperative clinical features in the two groups. A multivariate binary logistic regression was used to analyze the risk factors for ARDS in the Stanford type A AAD patients. Results: The incidence of postoperative ARDS was 56.25%. There were 13 deaths in the 6-month follow-up, including 8 in the ARDS group and 5 in the non-ARDS group. There were differences in the body mass index (BMI) levels, the times from onset to operation, the preoperative white blood cell counts, the preoperative hemoglobin levels, the preoperative alanine aminotransferase levels, the preoperative blood creatinine levels, the preoperative PaO2/FiO2, intraoperative blood transfusion volumes, the assisted mechanical ventilation times, and the durations of the intensive care unit stays between the two groups (all P < 0.05). The logistic regression analysis revealed that a BMI ≥ 25 kg/m2, a time from onset to operation ≥ 24 hours, a preoperative white blood cell count ≥ 10×109/L, and a preoperative PaO2/FiO2 < 300 mmHg were the independent risk factors for postoperative ARDS in patients with Stanford type A AAD. Conclusions: ARDS occurs often in Stanford type A AAD patients. A BMI ≥ 25 kg/m2, a time from onset to operation ≥ 24 hours, a preoperative white blood cell count ≥ 10×109/L, and a preoperative PaO2/FiO2 < 300 mmHg are the independent risk factors for postoperative ARDS in these patients.Keywords: Stanford A acute aortic dissection, Sun’s procedure, postoperative acute respiratory distress syndrome IntroductionAcute aortic dissection (AAD) is an extremely dangerous aortic disease, and it has an extremely high early mortality. Getting surgery as soon as possible is the only effective treatment for AAD [1]. The Stanford system is popular for the classification of aortic dissection, of which Stanford A type accounts for more than 60% [2,3]. Early surgical repair helps improve the prognosis and reduce the mortality [4]. With the continuous improvement of perioperative treatment surgical techniques, especially the promotion and application of Sun’s procedure, the aortic dissection-related surgery success rate has been greatly improved, but the postoperative death rate still remains at a high level [5]. It has been reported that the mortality rate following Stanford type A AAD reaches 9%-30% [6]. Acute respiratory distress syndrome (ARDS) is a common complication after AAD, especially after Sun’s procedure [7]. ARDS significantly increases the postoperative mortality, which accounts for 30%-55% of the overall mortality [8]. At the same time, AAD also seriously affects the prognosis, prolongs the ventilator use and postoperative ICU retention times, and may induce multiple organ failure [9].At present, the causes and mechanisms of ARDS in Stanford type A AAD patients after Sun’s procedure are unclear, the risk factors and related mechanisms that may lead to the development of ARDS are also unclear, and there are few theoretical studies on this topic [10].Therefore, it is necessary to explore the related risk factors of ARDS in Stanford type A AAD patients. This study aimed to examine the risk factors for ARDS in Stanford A type AAD patients after surgery, and to provide further guidance for their clinical treatment. Materials and methodsClinical dataThe ethics committees of our hospital approved this retrospective study. Sixty-four patients who underwent Sun’s procedure for Stanford type A acute aortic dissection and who were admitted to our hospital from January 2017 to January 2019 were included in this study. The general patient data included age, gender, body mass index, hypertension, diabetes, hyperlipidemia, smoking, alcohol drinking, and aortic-related surgery. Their preoperative data consisted of the routine preoperative laboratory examination data (blood routine, liver function indexes, renal function indexes), combined with other operations or not, operation times, extracorporeal circulation times, deep hypothermia circulatory arrest times, minimum rectal temperatures, and intraoperative blood transfusions. The postoperative data included the 1 hour postoperative hemoglobin, the 1 hour postoperative albumin, the assisted mechanical ventilation times, the durations of the intensive care unit stays, the use of continuous renal replacement therapy, the use of extra-corporeal membrane oxygenation, and the total lengths of the hospital stays. The postoperative mortality included the 30-day postoperative deaths and the total deaths after 6 months of follow-up.Inclusion criteria: (1) Patients with complete medical records. (2) After admission, patients who received a chest imaging examination, echocardiography examination, aortic enhanced CT, and aortic CT angiography to confirm their diagnosis and to classify their aortic dissection. (3) Patients who underwent the surgery. (4) Patients whose time from onset to surgery was less than 14 days.Exclusion criteria: (1) Patients with preoperative hemodynamic instability, patients with left ventricular ejection fractions < 40%, and patients with a left ventricular end-diastolic diameter > 701 mm. (2) Patients also suffering from underlying chronic respiratory diseases, severe infections, severe liver or kidney insufficiencies, heart failure, or massive pleural or pericardial effusion. (3) Pregnant women.According to the Berlin Conference for the diagnostic criteria of acute respiratory distress syndrome in 2010 and existing research, the PaO2/FiO2 < 200 mmHg level was used as the diagnostic criteria for ARDS in this study [11,12]. At the same time, to avoid the interference of other factors such as transportation, the PaO2/FiO2 value from 6 h to 12 h after transferring the patient to the intensive care unit after operation was measured. Using this level as a reference value, the 64 patients were divided into the ARDS group (n=36) and the non-ARDS group (n=28).MethodsThe axillary vein, the axillary artery, and other related blood vessels were separated and prepared for backup. Median sternotomy was carried out. The left innominate artery, left cervical artery, and right subclavian artery were separated. Heparinization and cooling was carried out, and a cardiopulmonary bypass was established. The ascending aorta was blocked; aortic root surgery was performed. The cardiopulmonary bypass was ceased during the cooling. The three branches of the aortic arch blood vessels were blocked. The left subclavian artery and aortic arch were transected. A stent that can open up blood vessels with plaque blockages was installed to restore the thoracic aortic blood flow perfusion, which matched the total artery of the left neck and the branch of artificial blood vessels. The perfusion of the brain was resumed. The aorta proximal and artificial blood vessels proximal to the heart were sewed after the normal temperature returned. Exhaustion, perfusion, defibrillation, and cardiac resuscitation were performed. Finally, the left subclavian artery, left innominate artery, and artificial vascular branches were sewed up. The classic Sun’s procedure was completed [9]. After the surgery, according to each patient’s condition, platelets and fresh plasma were infused and a temporary pacemaker was placed. The chest was sewed up, and then the patient was transferred to the intensive care unit. Vital sign changes were closely monitored. Routine fasting, rehydration, maintenance of the electrolyte balance, double lower limb braking at 24 hours after the surgery, prevention of the arterial puncture seepage, the use of anti-inflammatory analgesic drugs and small doses of glucocorticoids for the postoperative fever patients were administered. The blood pressure was closely monitored. The intravenous micro-pumping of the vasoactive drugs (e.g. sodium nitrate) were adjusted according to the blood pressure. The blood pressure control target value was 120-140/60-80 mmHg. For patients who had ARDS, a pulmonary protective ventilation treatment strategy was used as soon as they were diagnosed. The target tidal volume was 6.4±0.5 mL/kg, and the SIMV pressure control (PB840, Puritan Bennett, USA) mode was used. If ventilation with the inspiratory pressure > 20 cmH2O still failed to achieve the target tidal volume, the ventilation mode was switched to the SIMV volume control mode. The ventilation frequency was 12 times/min, the inhalation time was set at 1.4 s, the FiO2 was 60%-80%, and the peak inspiratory pressure was 35 cmH2O. PEEP was set to (8±2) cmH2O. A lung maneuver was performed once every 6 h. Before the sputum suction, pure oxygen was given for 2 min. After the sputum suction, lung inflation was performed for 5-10 min, with a frequency of 20 times/min, a flow of 15 L/min, and a PEEP of 10 cmH2O. The static lung compliance was checked using the gas inhalation/breath-holding method once the lung maneuver was completed. Other comprehensive therapies were adopted, including cooling, maintaining the rectal temperature around 36.5°C, maintaining the hemoglobin above 90 g/L, and pumping dopamine to increase the myocardial contractility and increase the cardiac output.Outcome measuresThe independent risk factors for ARDS in Stanford type A AAD patients after Sun’s procedure were the main outcome measures. The total incidence, postoperative complications, 30-day postoperative deaths and total deaths after 6 months of follow-up were the secondary outcome measures.Statistical analysisSPSS 26.0 software was used for the statistical analyses. The measurement data were expressed as the mean ± standard deviation (x̅ ± sd) and were compared using t-tests. Chi-square tests were used to analyze the count data, which was expressed as n (%). The occurrence of postoperative ARDS in the Stanford type A AAD patients was regarded as a dependent variable (0= ARDS, 1= non-ARDS). The indicators of the differences between the two groups (BMI, times from onset to operation, preoperative white blood cell counts, preoperative hemoglobin levels, preoperative alanine aminotransferase levels, preoperative blood creatinine levels, preoperative PaO2/FiO2 levels, intraoperative blood transfusion volumes, assisted mechanical ventilation times, and the durations of the intensive care unit stays) were considered to be the independent variables, which were assigned values to examine independent risk factors for postoperative ARDS using the binary Logistics regression analysis model. Statistical significance was defined as P < 0.05. ResultsGeneral clinical dataThere were no significant differences among the patients in terms of age, gender, smoking, alcohol drinking, hypertension, diabetes, hypercholesterolemia, cardiovascular disease, or history of aortic surgery (all P>0.05). The ARDS group had a higher body mass index (P < 0.05), and significantly lower PaO2/FiO2 and SaO2 at 6-12 hours after surgery (both P < 0.05) than the non-ARDS group. See Table 1.Table 1General patient clinical dataCategory of general clinical dataARDS group (n=36)Non-ARDS group (n=28)χ2/tPPaO2/FiO2 at 6-12 hours after surgery (mmHg)181.54±17.18242.56±21.7412.551< 0.001SaO2 at 6-12 hours after surgery (%)89.43±2.8497.28±2.782.1480.036Age (years)52.7±8.350.6±10.20.9010.371Gender (Male/Female)25/1116/121.0350.309Body mass index (kg/m2)25.67±3.8622.93±4.011.0790.007Smoking960.1120.738Alcohol drinking10110.9460.331Hypertension28262.7170.099Diabetes18150.0820.777Hypercholesterolemia20191.0010.317Cardiovascular disease1060.3390.561History of aortic surgery340.5730.449Open in a separate windowNote: ARDS: acute respiratory distress syndrome.Preoperative dataNo differences were found between the two groups regarding their rates of time from onset to operation more than 24 hours, the rates of time from onset to operation more than 7 days, their preoperative platelet counts, or their preoperative D-dimer concentrations (all P>0.05). The ARDS group had longer times from onset to operation, higher preoperative white blood cell counts and glutamic-pyruvic transaminase levels, and higher serum creatinine concentrations (all P < 0.05), but lower preoperative hemoglobin and PaO2/FiO2 levels than the non-ARDS group (all P < 0.05). See Table 2.Table 2Preoperative dataCategory of preoperative dataARDS group (n=36)Non-ARDS group (n=28)χ2/tPTime from onset to operation (h)68.56±10.5648.56±10.387.572< 0.001Time from onset to operation >24 h29250.9110.340Time from onset to operation >7 d450.5930.441White blood cell count (109/L)12.12±3.439.84±3.271.129< 0.001Hemoglobin (g/L)128.22±21.38138.78±18.542.0750.042Blood platelet count (1012/L)164.28±55.74170.45±50.130.4590.648Alanine aminotransferase (U/L)38.21±10.8532.65±9.772.1230.038Blood creatinine (μmol/L)85.38±14.2377.62±12.782.2640.027D-dimer (mg/L)2.65±1.082.35±1.121.0850.282PaO2/FiO2 (mmHg)157.98±98.33239.42±107.623.1540.003Open in a separate windowNote: ARDS: acute respiratory distress syndrome.Intraoperative dataThe ARDS group had higher intraoperative blood transfusion volumes than the non-ARDS group (P < 0.05). There were no significant differences in the combinations with other operations, the extracorporeal circulation times, the deep hypothermic circulatory arrest times, the operation times, or the minimum rectal temperatures between the two groups (all P>0.05). See Table 3.Table 3Intraoperative dataCategory of intraoperative dataARDS group (n=36)Non-ARDS group (n=28)χ2/tPComplication0.3500.554    Bentall operation96    Wheat operation11    David operation21    Coronary artery bypass grafting22    Valvuloplasty11Extracorporeal circulation time (min)211.86±65.34192.55±67.731.1540.253Deep hypothermia circulatory arrest time (min)119.89±35.67114.98±38.660.5270.601Operation time (h)8.54±1.528.61±1.460.1860.853Minimum rectal temperature (°C)25.3±1.325.2±1.20.3160.753Intraoperative blood transfusion (mL)3654.75±1269.542998.57±1064.982.1980.032Open in a separate windowNote: ARDS: acute respiratory distress syndrome.Postoperative dataThere were no differences in terms of the 1-hour postoperative hemoglobin level, 1-hour postoperative albumin level, the use of continuous renal replacement therapy, the use of extracorporeal membrane oxygenation, or the total lengths of the hospital stays in the two groups (all P>0.05). The ARDS group had longer assisted mechanical ventilation times and intensive care unit stays than the non-ARDS group (both P < 0.05), See Table 4.Table 4Postoperative dataCategory of postoperative dataARDS group (n=36)Non-ARDS group (n=28)χ2/tP1-hour postoperative hemoglobin (g/L)89.12±27.58101.54±28.981.7480.0851-hour postoperative albumin (g/L)27.77±2.7328.24±3.120.6420.523Assisted mechanical ventilation time (min)2135.45±1988.641355.69±987.236.443< 0.001Intensive care unit stay (d)9.6±4.65.2±1.912.613< 0.001Use of continuous renal replacement therapy420.2920.589Use of extracorporeal membrane oxygenation530.2010.654Total length of hospital stays (d)24.6±9.923.6±9.60.3860.701Open in a separate windowNote: ARDS: acute respiratory distress syndrome.Postoperative complicationsNo differences were found in the postoperative gastrointestinal hemorrhage, acute renal failure, multiple organ dysfunction syndrome, secondary intubation, re-thoracotomy to stop bleeding, 30-day postoperative death, or 6-month death rates (all P>0.05). See Table 5.Table 5Postoperative complicationsCategory of postoperative complicationsARDS group (n=36)Non-ARDS group (n=28)χ2/tPGastrointestinal hemorrhage440.1450.703Acute renal failure780.7310.393Multiple organ dysfunction syndrome210.1390.709Secondary intubation420.2920.589Re-thoracotomy to stop bleeding340.5730.44930-day postoperative death420.2920.589Total deaths after 6 months of follow-up850.1850.667Open in a separate windowNote: ARDS: acute respiratory distress syndrome.The postoperative ARDS influencing factors in Stanford type A AAD patientsThe occurrence of postoperative ARDS in Stanford type A AAD patients was regarded as a dependent variable (0= ARDS, 1= non-ARDS). The indicators of the differences between the two groups (BMI, times from onset to operation, preoperative white blood cell counts, preoperative hemoglobin levels, preoperative alanine aminotransferase levels, preoperative blood creatinine levels, preoperative PaO2/FiO2 levels, intraoperative blood transfusions, assisted mechanical ventilation times, and the durations of the intensive care unit stays) were considered independent variables to investigate the independent risk factors for postoperative ARDS using the binary logistic regression analysis. The outcome showed that a BMI ≥ 25 kg/m2, a time from onset to operation ≥ 24 hours, a preoperative white blood cell count ≥ 10×109/L, and a preoperative PaO2/FiO2 < 300 mmHg were the independent risk factors for postoperative ARDS. See Tables 6 and ​and77.Table 6Independent variables and assignment for the influencing factors of postoperative ARDS in Stanford type A AAD patientsFactorsIndependent variableAssignmentBody mass index (kg/m2)X1< 25=0, ≥ 25=1Time from onset to operation (h)X2< 24=0, ≥ 24=1Preoperative white blood cell count (109/L)X3< 10=0, ≥ 10=1Preoperative hemoglobin (g/L)X4Male/Female < 120/110=0, ≥ 120/110=1Preoperative alanine aminotransferase (U/L)X5< 40=0, ≥ 40=1Preoperative blood creatinine (umol/L)X6< 90=0, ≥ 90=1Preoperative PaO2/FiO2 (mmHg)X7< 300=0, ≥ 300=1Intraoperative blood transfusion (mL)X8< 2500=0, ≥ 2500=1Assisted mechanical ventilation time (min)X9< 2400=0, ≥ 2400=1Intensive care unit stay (d)X10< 6=0, ≥ 6=1Open in a separate windowNote: ARDS: acute respiratory distress syndrome; AAD: acute aortic dissection.Table 7The outcomes of the postoperative ARDS influencing factors in Stanford type A AAD patientsFactorsBWaldOR95% CIPBody mass index ≥ 250.24315.7251.4651.145-1.387< 0.001Time from onset to operation ≥ 24 h0.1561.3161.1851.085-1.2760.027Preoperative white blood cell count ≥ 10 (109/L)1.6744.2365.7471.135-18.7850.032Preoperative hemoglobin < 120/110 (g/L)0.0090.0031.0010.999-1.0050.947Preoperative alanine aminotransferase ≥ 40 (U/L)0.0440.2681.0020.997-1.0080.658Preoperative blood creatinine ≥ 90 (umol/L)0.0820.3411.0390.899-1.0570.158Preoperative PaO2/FiO2 (< 300 mmHg)1.9656.2038.7651.164-27.1180.014Intraoperative blood transfusion ≥ 2,500 (mL)0.4940.4451.0961.027-1.2360.058Assisted mechanical ventilation time ≥ 2,400 (min)0.3010.5571.3171.087-1.1740.082Intensive care unit stay ≥ 6 d0.1780.8741.4511.113-1.1940.064Open in a separate windowNote: ARDS: acute respiratory distress syndrome; AAD: acute aortic dissection. DiscussionPostoperative ARDS is a common complication in cardiopulmonary bypass surgery, with an incidence rate of about 12.2%-27.1% generally. Its incidence is higher in patients after ADD, and the proportion of deaths has reached more than half [8]. In this study, the incidence of postoperative ARDS was 56.25%, and the total mortality at 6 months after surgery was 23.44%, of which the ARDS group accounted for 61.54%, which is consistent with the results published in current research [8]. The current research on the risk factors for ARDS in Stanford type A AAD patients mainly includes obesity, the times from onset to operation, excessive blood transfusions, infections, etc. [13,14]. Obesity has been shown to be an independent risk factor for postoperative ARDS, which is not limited to aortic surgery. An increased body mass index can lead to a significant increase in the incidence of ARDS before and after Stanford type A AAD [3,15]. Obese patients have fat infiltration. With increased airway resistance, greater respiratory resistance occurs, which in turn consumes more energy and causes oxidative stress, the release of chemokines and vasoactive substances, and cell membrane damage [16,17]. In this study, according to our binary logistic regression, a BMI ≥ 25 kg/m2 is an independent risk factor for ARDS in patients with Stanford type A AAD, which is consistent with the results reported in recent studies [14]. When Stanford A type AAD occurs, the intima of the artery is torn, and a large amount of the extracellular matrix of the vessel wall is exposed to the blood circulation, which itself causes the release of a large number of inflammatory factors into the blood, causing pulmonary capillary bed destruction and pulmonary interstitial edema, inducing acute respiratory distress [18]. Studies have shown that a decrease in the PaO2/FiO2 levels before surgery in patients with aortic dissection may be related to the systemic inflammatory response [19]. Aortic dissection can cause endarteritis, and the cascade of inflammation will increase the permeability of the endothelia and epithelia, which directly affects the pulmonary blood vessel pressure, thereby reducing the function of the alveolar surfactants, leading to increased pulmonary blood pressure, impairing lung oxygen and eventually leading to ARDS. It has been reported that the preoperative white blood cell count of the ARDS group after surgery was significantly higher than that of the non-ARDS group [7]. In this study, the preoperative white blood cell count ≥ 10×109/L was considered to be an independent risk factor for ARDS in patients with Stanford A AAD, which is consistent with the results of current research [7]. Studies have pointed out that as the time after the onset of AAD increases, the length of the aortic tear will continue to increase. With the increasing volume of the false lumen, the blood flow in the true lumen continues to decrease, and the oxygenation index decreases as well. The decrease in blood flow in the involved arteries leads to ischemia and hypoxia in related tissues and organs, which eventually jointly lead to the development of ARDS [20,21]. In this study, it was observed that a time from onset to operation >24 hours was an independent risk factor for ARDS in Stanford type A AAD patients, and the preoperative times from onset to operation in the non-ARDS group were significantly lower than they were in the ARDS group, suggesting that timely surgery after the onset of disease may reduce the incidence of ARDS, which is in line with the findings of current research [22]. It has been reported that patients with a preoperative PaO2/FiO2 ≤ 300 mmHg are more likely to develop ARDS after surgery [23]. This may due to a pre-operative lung injury, or the patients also may have experienced some surgical trauma, a cardiopulmonary bypass, or a deep hypothermia arrest, so more inflammatory factors were released, and a large number of neutrophils aggregated and were activated in the lung tissue and the accumulation of alveolar fluid increased [24]. In this study, it was confirmed that preoperative PaO2/FiO2 < 300 mmHg is an independent risk factor for ARDS in Stanford type A AAD patients, which is also consistent with the results reported in current research. Studies have shown that an excessive blood transfusion volume during aortic dissection is harmful to the body and increases the incidence of postoperative ARDS [12]. Because a large number of cell debris and exogenous proteins in the stored blood enter the body, it may directly affect the patient’s lung function and induce ARDS. In this study, the intraoperative blood transfusion volumes in the ARDS group were significantly higher than the volumes in the non-ARDS group, which proves that excessive blood transfusion volumes during Stanford type A AAD may be likely to cause ARDS after surgery.A retrospective analysis found that the preoperative alanine transaminase and blood creatinine levels were different between the groups, but we ultimately did not prove that these two levels were independent risk factors. The reason for this difference may be due to the systemic inflammatory reaction or an internal environment disorder when important organs were damaged [13]. In this study, the preoperative alanine transaminase and blood creatinine levels of the two groups were also different. According to some earlier studies, the prolonged intraoperative extracorporeal circulation time and the extended hypothermia circulatory arrest time may be independent risk factors [21]. In this study, there was no difference between the intraoperative extracorporeal circulation time and the deep hypothermic circulatory arrest time in the two groups. This may be due to the fact that the patients included in this study all underwent Sun’s procedure and all the aortic arch lesions were treated instead of just the ascending aorta surgery alone. It has been pointed out that smoking is an independent risk factor [25]. However, there are also studies that have found that age and smoking status are not independent risk factors [26]. In this study, we found no difference in age or smoking status between the two groups, but further research is needed on this controversial topic.However, this study was limited by the small sample size, which was not accurate enough for the outcome measures (such as the failure to further observe the indicators of the patients with mild, moderate, and severe ARDS), a short follow-up time, etc. The final result may have a certain degree of bias, and the sample size ought to be expanded in future research.In summary, a BMI ≥ 25 kg/m2, a time from onset to operation ≥ 24 hours, a preoperative white blood cell count ≥ 10×109/L, and a preoperative PaO2/FiO2 < 300 mmHg are the independent risk factors for postoperative ARDS in Stanford A type AAD patients. These outcomes instruct us to be fully aware that the Stanford A type AAD patients with obesity and infection complications, with a time from onset to the start of surgery more than 24 hours, with pre-operative infections, and with decreased oxygenation index levels are more likely to develop postoperative ARDS. These outcomes have a certain guiding significance in clinical practice. References1. Zhao G, Liu P, Wen B, Zhao W. Diagnosis and treatment of a case of acute severe Stanford type A aortic dissection. Zhonghua Wei Zhong Bing Ji Jiu Yi Xue. 2019;31:238–240. [PubMed] [Google Scholar]2. Kuroyanagi S, Higashiue S, Komooka M, Furuya O, Hiramatsu N, Kojima S, Matsuura M, Kasuga K, Takemoto T, Matsubayashi K. Treatment strategy for Stanford type A acute aortic dissection. Kyobu Geka. 2020;73:563–571. [PubMed] [Google Scholar]3. Gong M, Wu Z, Xu S, Li L, Wang X, Guan X, Zhang H. Increased risk for the development of postoperative severe hypoxemia in obese women with acute type a aortic dissection. J Cardiothorac Surg. 2019;14:81. [PMC free article] [PubMed] [Google Scholar]4. Bossone E, LaBounty TM, Eagle KA. Acute aortic syndromes: diagnosis and management, an update. Eur Heart J. 2018;39:739–749. [PubMed] [Google Scholar]5. Ma WG, Zheng J, Liu YM, Zhu JM, Sun LZ. Dr. Sun’s procedure for Type A aortic dissection: total arch replacement using tetrafurcate graft with stented elephant trunk implantation. Aorta (Stamford) 2013;1:59–64. [PMC free article] [PubMed] [Google Scholar]6. Hata M, Suzuki M, Sezai A, Niino T, Yoshitake I, Unosawa S, Shimura K, Minami K. Outcome of less invasive proximal arch replacement with moderate hypothermic circulatory arrest followed by aggressive rapid re-warming in emergency surgery for type A acute aortic dissection. Circ J. 2009;73:69–72. [PubMed] [Google Scholar]7. Liu N, Zhang W, Ma W, Shang W, Zheng J, Sun L. Risk factors for hypoxemia following surgical repair of acute type A aortic dissection. Interact Cardiovasc Thorac Surg. 2017;24:251–256. [PubMed] [Google Scholar]8. Xu L, Burke A. Acute medial dissection of the ascending aorta: evolution of reactive histologic changes. Am J Surg Pathol. 2013;37:1275–1282. [PubMed] [Google Scholar]9. Wang Y, Xue S, Zhu H. Risk factors for postoperative hypoxemia in patients undergoing Stanford A aortic dissection surgery. J Cardiothorac Surg. 2013;8:118. [PMC free article] [PubMed] [Google Scholar]10. Santos NP, Mitsunaga RM, Borges DL, Costa Mde A, Baldez TE, Lima IM, Moura KC, Lula JL. Factors associated to hypoxemia in patients undergoing coronary artery bypass grafting. Rev Bras Cir Cardiovasc. 2013;28:364–370. [PubMed] [Google Scholar]11. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]12. Su IL, Wu VC, Chou AH, Yang CH, Chu PH, Liu KS, Tsai FC, Lin PJ, Chang CH, Chen SW. Risk factor analysis of postoperative acute respiratory distress syndrome after type A aortic dissection repair surgery. Medicine (Baltimore) 2019;98:e16303. [PMC free article] [PubMed] [Google Scholar]13. Zhao YB, Yue YH, Wang YZ, Zhao WC, Feng GX. Clinical characteristics and risk factors of postoperative hospital mortality in patients with Stanford type A acute aortic dissection. Prog Mod Biomed. 2019;19:1362–1366. [Google Scholar]14. Huang SN, Bin O, Zhang ZB. Risk factors of severe hypoxemia after Stanford A aortic dissection operation. South Chin J Cardiov Dis. 2018;24:433–436. [Google Scholar]15. Wu Z, Wang Z, Wu H, Hu R, Ren W, Hu Z, Chang J. Obesity is a risk factor for preoperative hypoxemia in Stanford A acute aortic dissection. Med. 2020;99:e19186. [PMC free article] [PubMed] [Google Scholar]16. Kordonowy LL, Burg E, Lenox CC, Gauthier LM, Petty JM, Antkowiak M, Palvinskaya T, Ubags N, Rincón M, Dixon AE, Vernooy JH, Fessler MB, Poynter ME, Suratt BT. Obesity is associated with neutrophil dysfunction and attenuation of murine acute lung injury. Am J Respir Cell Mol Biol. 2012;47:120–127. [PMC free article] [PubMed] [Google Scholar]17. Varol C, Zvibel I, Spektor L, Mantelmacher FD, Vugman M, Thurm T, Khatib M, Elmaliah E, Halpern Z, Fishman S. Long-acting glucose-dependent insulinotropic polypeptide ameliorates obesity-induced adipose tissue inflammation. J Immunol. 2014;193:4002–4009. [PubMed] [Google Scholar]18. Oz K, Iyigun T, Karaman Z, Çelik Ö, Akbay E, Akınc O, Erkanli K. Prognostic value of neutrophil to lymphocyte ratio and risk factors for mortality in patients with Stanford type A aortic dissection. Heart Surg Forum. 2017;20:e119–e123. [PubMed] [Google Scholar]19. Ma M, Shi J, Feng X, Wang J, Liu L, Wei X. The elevated admission white blood cell count relates to adverse surgical outcome of acute Stanford type A aortic dissection. J Cardiothorac Surg. 2020;15:48. [PMC free article] [PubMed] [Google Scholar]20. Kurabayashi M, Okishige K, Azegami K, Ueshima D, Sugiyama K, Shimura T, Maeda M, Aoyagi H, Isobe M. Reduction of the PaO2/FiO2 ratio in acute aortic dissection relationship between the extent of dissection and inflammation. Circ J. 2010;74:2066–2073. [PubMed] [Google Scholar]21. Kimura N, Tanaka M, Kawahito K, Sanui M, Yamaguchi A, Ino T, Adachi H. Risk factors for prolonged mechanical ventilation following surgery for acute type a aortic dissection. Circ J. 2008;72:1751–1757. [PubMed] [Google Scholar]22. Yin LM, Wang SZ, Qin FL, Wang QJ, Yuan L, Yang SM. An analysis of early postoperative death in 23 patients with Stanford type A acute aortic dissection. J Precis Med. 2019:159–161. 166. [Google Scholar]23. Jo Y, Anzai T, Sugano Y, Naito K, Ueno K, Kohno T, Yoshikawa T, Ogawa S. Early use of beta-blockers attenuates systemic inflammatory response and lung oxygenation impairment after distal type acute aortic dissection. Heart Vessels. 2008;23:334–340. [PMC free article] [PubMed] [Google Scholar]24. Duan XZ, Xu ZY, Lu FL, Han L, Tang YF, Tang H, Liu Y. Inflammation is related to preoperative hypoxemia in patients with acute Stanford type A aortic dissection. J Thorac Dis. 2018;10:1628–1634. [PMC free article] [PubMed] [Google Scholar]25. Howard DP, Banerjee A, Fairhead JF, Perkins J, Silver LE, Rothwell PM. Population-based study of incidence and outcome of acute aortic dissection and premorbid risk factor control: 10-year results from the Oxford vascular study. Circulation. 2013;127:2031–2037. [PMC free article] [PubMed] [Google Scholar]26. Nakajima T, Kawazoe K, Izumoto H, Kataoka T, Niinuma H, Shirahashi N. Risk factors for hypoxemia after surgery for acute type A aortic dissection. Surg Today. 2006;36:680–685. [PubMed] [Google Scholar]"}