{"title": "Advances in medical imaging to evaluate acute respiratory distress syndrome", "pubDate": "2021", "PMCID": "PMC8286037", "DOI": "10.1007/s42058-021-00078-y", "PMID": "34308253", "abstract": "Acute respiratory distress syndrome is a refractory respiratory syndrome with a high prevalence in the Intensive Care Unit. Though much improvement has been achieved over the last 50 decades, the disease continues to be under-recognized and under-treated, and its mortality remains high. Since the first report, the radiologic examination has been an essential part in evaluating this disease. Chest X-ray radiography and computed tomography are conventional imaging techniques in routine clinical practice. Other image modalities, including lung ultrasound, electrical impedance tomography, positron emission tomography, have demonstrated their respective advantages over recent years but have not yet been broadly applied in clinical practice. Among these modalities, computed tomography and its quantitative analysis have shown an irreplaceable power in diagnosis, intervention evaluation and prognostic prediction. In this review, we briefly introduced the basics of acute respiratory distress syndrome and summarized imaging advances. In addition, we focused on the computed tomography modality and highlighted the value of its quantitative assessment.", "author": [{"author": "Shan Huang", "affiliation": ["Department of Radiology, Jiangsu Key Laboratory of Molecular and Functional Imaging, School of Medicine, Zhongda Hospital, Southeast University, 87 Ding Jia Qiao Road, Nanjing, 210009 Jiangsu China."], "href": "/?term=Huang+S&cauthor_id=34308253"}, {"author": "Yuan-Cheng Wang", "affiliation": ["Department of Radiology, Jiangsu Key Laboratory of Molecular and Functional Imaging, School of Medicine, Zhongda Hospital, Southeast University, 87 Ding Jia Qiao Road, Nanjing, 210009 Jiangsu China.", "Jiangsu Provincial Key Laboratory of Critical Care Medicine, Southeast University, Nanjing, 210009 China."], "href": "/?term=Wang+YC&cauthor_id=34308253"}, {"author": "Shenghong Ju", "affiliation": ["Department of Radiology, Jiangsu Key Laboratory of Molecular and Functional Imaging, School of Medicine, Zhongda Hospital, Southeast University, 87 Ding Jia Qiao Road, Nanjing, 210009 Jiangsu China."], "href": "/?term=Ju+S&cauthor_id=34308253"}], "refPMID": ["4143721", "22797452", "26903337", "16352797", "8199655", "32819400", "28841896", "23615573", "28792873", "24429204", "22391269", "23566733", "32731104", "30457988", "29474911", "29903755", "32028223", "32659235", "6869704", "3701964", "3525633", "22020433", "26647453", "10551239", "11230641", "25349662", "20927526", "10990099", "11089745", "11030160", "31399381", "26699672", "1469157", "9449727", "10793162", "15269312", "20851923", "11094498", "11153631", "23135694", "16641394", "11371416", "31775082", "33089348", "27447897", "11685344", "20689909", "28759880", "32814998", "22257792", "33733689", "32714080", "17316468", "28870125", "31464770", "22392031", "30048331", "30100847", "19186406", "30360753", "7881664", "21257791", "12097454", "9800239"], "citedInPMID": ["34308253"], "body": " AbstractAcute respiratory distress syndrome is a refractory respiratory syndrome with a high prevalence in the Intensive Care Unit. Though much improvement has been achieved over the last 50 decades, the disease continues to be under-recognized and under-treated, and its mortality remains high. Since the first report, the radiologic examination has been an essential part in evaluating this disease. Chest X-ray radiography and computed tomography are conventional imaging techniques in routine clinical practice. Other image modalities, including lung ultrasound, electrical impedance tomography, positron emission tomography, have demonstrated their respective advantages over recent years but have not yet been broadly applied in clinical practice. Among these modalities, computed tomography and its quantitative analysis have shown an irreplaceable power in diagnosis, intervention evaluation and prognostic prediction. In this review, we briefly introduced the basics of acute respiratory distress syndrome and summarized imaging advances. In addition, we focused on the computed tomography modality and highlighted the value of its quantitative assessment.Keywords: Acute respiratory distress syndrome, Imaging advances, Computed tomography, Quantitative analysis IntroductionAcute respiratory distress syndrome (ARDS), once known as adult respiratory distress syndrome, has been a critical problem in intensive care medicine since it was proposed 50 years ago [1]. It is characterized as acute refractory hypoxemia due to pulmonary or systemic factors with high mortality. In Berlin definition 2012 [2], the most recognized version up to now, the disease was defined as a syndrome that onset within one week, with bilateral pulmonary opacity on chest images and the ratio of the partial pressure of arterial oxygen to the fraction of inspired oxygen (PaO2/FiO2) less than 300 mm Hg, and exclusion of cardiogenic pulmonary edema. Though the ARDS understanding has been much improved in the last five decades, the disease is still under-recognized and under-treated [3]. So far, there is no specific pharmacotherapy for treatment. The most effective management remains the ventilatory supportive therapy, and the optimal strategy still needs to reach a consensus [4].For patients with symptoms of acute respiratory distress, there is a high degree of overlap in parenchymal changes. The imaging plays an important role. Since the first description in ARDS, chest X-ray radiograph (CXR) and chest computed tomography (CT) have been conventional imaging techniques for assessing this disease. The typical imaging findings of ARDS are described as bilateral pulmonary infiltrates on CXR and bilateral ground-glass opacity or consolidation on chest CT, usually distributed in the dependent regions.Over the years, progressive imaging techniques and novel image processing methods have provided new insights into this disease in diagnosis, treatment guidance, and prognostic prediction, but the evaluation still needs to be improved. In this paper, we briefly introduced the basic knowledge of ARDS and reviewed the main imaging techniques used in this disease and summarized their progression. As the critical value of CT in ARDS, we emphasize on this modality and focus its quantitative application. Basics of ARDSThe definition of ARDS has updates for several versions, the most accepted two are the American–European Consensus Conference (AECC) definition 1994 [5] and the Berlin definition 2012. The criteria are summarized in Table ​Table1.1. The Berlin definition clarifies some specific criteria and covers several limitations of previous versions. One of the most important statements is the classification of severity based on the PaO2/FiO2 (mild, moderate and severe were defined as 200 mmHg < PaO2/FIO2 ≤ 300 mmHg, 100 mmHg < PaO2/FIO2 ≤ 200 mmHg, PaO2/FIO2 ≤ 100 mmHg, respectively). With this definition, ARDS represents 10% of patients admitted to Intensive Care Unit (ICU) and accounts for 24% in patients who needed mechanical ventilation [3]. In a recent multicenter prospective longitudinal study in mainland China, 3.57% of ICU admissions fulfill ARDS criteria, 75.9% of them are managed with mechanical ventilation [6].Table 1Definitions of ARDS in AECC 1994 and Berlin 2012AECC Definition 1994Berlin Definition 2012TimingAcute onset, specific time not definedAcute onset within 1 weekImagingBilateral infiltrates observed on frontal chest radiographBilateral infiltrates involving two or more quadrants on a frontal chest radiograph or CTOxygenation PaO2/FiO2 (mmHg)Acute lung injury: PaO2/FiO2 < 300Acute respiratory distress syndrome:  PaO2/FiO2 ≤ 200The term acute lung injury was removedMild: PaO2/FiO2 200–300Moderate: PaO2/FiO2 100–199Severe: PaO2/FiO2 < 100PEEP (cm H20)Not specifiedMinimum PEEP of 5PAWPOrigin of edema ≤ 17 mm HgAbsence of left atrial hypertensionNot fully explained by cardiac failure or fluid overloadOpen in a separate windowAECC American–European Consensus Conference, PaO2/FiO2 partial pressure of arterial oxygen to the fraction of inspired oxygen, PEEP positive end-expiratory pressure, PAWP pulmonary artery wedge pressureThe most confusing diagnosis of ARDS is cardiogenic pulmonary edema. The gold standard that helps diagnose cardiogenic pulmonary edema is pulmonary capillary wedge pressure. Echocardiography is used extensively in clinic to indicate cardiac insufficiency. Some biomarkers like the brain natriuretic peptide is linked to heart failure whereas a high level of plasma C-reactive protein is attributed to inflammatory diseases [7]. On radiographic images, the more diffused craniocaudal distribution and the more even horizontal distribution are related with ARDS while more upper-lobe dominant craniocaudal distribution and more central horizontal distribution are associated with cardiogenic pulmonary edema [8]. Other imaging findings like peribronchovascular changes and the vascular diameter could be potentially valuable. Generally, this differential diagnosis is established by the clinicians based on a comprehensive resource. Be noted that these two entities can coexist.The mortality remains high since the disease was discovered and is various in different regions and hospitals. The LUNG SAFE study presented hospital mortality of 40% in 50 countries (34.9%, 40.3%, 46.1% for mild, moderate, and severe illness, respectively) [3]. The CHARDSnet group reported hospital mortality of 46.3% in mainland China (31.4%, 40.4%, 56.2% for mild, moderate, and severe illness, respectively) [6].The risk factors of ARDS are grouped into direct and indirect categories. The direct lung-injury risks include pneumonia, aspiration of gastric contents, pulmonary contusion, inhalation injury, near-drowning. The indirect factors cover sepsis, nonthoracic trauma or hemorrhagic shock, pancreatitis, major burn injury, drug overdose, blood products transfusion, cardiopulmonary bypass, reperfusion edema after lung transplantation or embolectomy and Thompson et al. [9].The mechanical characteristics of ARDS are described as decreased lung volume and compliance due to inflammatory and diffuse endothelial and epithelial injury, so-called the “baby lung”. The pathology of ARDS is characterized as an increase in lung weight and a decrease in pulmonary compliance. The diffuse alveolar damage and the formation of hyaline membrane along the alveoli result in refractory hypoxia. The pathophysiological can be divided into three phases: the exudative or inflammatory phase, proliferative phase, and fibrotic phase [10]. Imaging of ARDSChest X-ray radiography (CXR)In the definition of AECC [5], bilateral infiltrates on frontal chest radiograph is one of the critical criteria. This criterion is detailed in the Berlin definition [2] that bilateral infiltrates involving two or more quadrants on a frontal CXR should be considered. Some advantages of CXR should be emphasized, e.g., inexpensive, portable, sensitive for detection of pneumothorax and available to monitor devices’ position, but limitations like relatively low quality, challenging for differential diagnosis should also be noticed. A daily routine CXR was recommended by the American College of Radiology in 2006. It is usually obtained in an anteroposterior projection. The radiographic manifestation evolves with the corresponding pathophysiological phases [11]. In the early time of the disease, usually in 48 h, there is possible that no manifestations can be found in chest radiograph. In days 2–7 after the disease onset, the early patchy air-space infiltrates progress to bilateral consolidations. The pulmonary infiltrates usually involve more than three lobes. In severe cases, a “white lung” may be presented. In the late phase of the disease, fibrotic imaging signs can appear and sometimes result in the decreased irreversible respiratory function. Figure 1 demonstrates the typical imaging findings of ARDS on CXR.Open in a separate windowFig. 1Typical images of chest X-ray radiograph. The portable chest X-ray radiographs of a patient with ARDS resulted from pneumonia. a The baseline image within 24 h of patient admission, demonstrating bilateral infiltrates. b, c 5 and 9 days after the admission, showing the progression of the infiltrationA study was made to investigate the diagnostic accuracy of CXR with CT as the standard reference [12]. This study suggested a limited diagnostic sensitivity of 0.73, specificity of 0.70, positive and negative predictive values of 0.88 and 0.47. In another study, Julián et al. presented a sensitivity of 68% and a specificity of 74%, respectively [13]. This under-recognition may be attributed to the poor detection of the pulmonary lesions on CXR and its subjective interpretation. These years, novel algorisms have been studied to improve the detection of pulmonary lesions and the accuracy of its diagnosis. Rajpurkar et al. developed a deep learning algorism with satisfactory performance to classify important pulmonary abnormalities [14]. Kermany et al. applied an artificial intelligence framework based on transfer learning algorism to detect the pneumonia on CXR and further differentiate the viral and the bacteria pneumonia [15]. The framework demonstrated a strong performance. With these results, we believe the application of radiography in ARDS patients would be promising (Table ​(Table22).Table 2Advantages and limitations of different modalities in ARDSAdvantagesLimitationsChest X-ray radiographyInexpensiveBedside and portableSensitive detection of pneumothoraxAvailable to monitor devices’ positionRelatively low qualityChallenging for differential diagnosisSubjective interpretationComputed tomographyHigh resolutionShort-time scanningQuantitative analysisRadiationMore expensive than CXRRisks of critical incidents when transportingLung ultrasoundBedside and relatively portableNon-radiationOperator dependentSubjective interpretationRelatively low spatial resolutionLimited tissue penetrationElectrical impedance tomographyDemonstration of gas changeBedsideNon-radiationNo demonstration of infiltrationRelatively low spatial resolutionPositron emission tomographyDemonstration of metabolic activityLong-time examinationRadiationOpen in a separate windowWarren et al. described the Radiographic Assessment of Lung Edema (RALE) score to assess the radiographic opacity [16] (Fig. 2). The radiograph was divided into quadrants, and the total score was calculated by the addition of the opacification area (0–4) and the density degree (hazy = 1, moderate = 2, dense = 3). They showed that the inter-rater agreement of the RALE score was excellent. Later, it was reported that the change of RALE score in the early days was associated with patients’ prognosis. However, it is a little controversial whether the baseline assessment could predict the 90-day mortality [17, 18].Open in a separate windowFig. 2The Radiographic Assessment of Lung Edema score to assess the pulmonary opacity.reproduced from Warren et al. [16]Computer tomography (CT)The symptoms of acute respiratory distress cover a broad spectrum of entities. CT is the most widely used modality to figure out the potential etiology, e.g., trauma, potential cardiovascular diseases, pulmonary embolism, pneumothorax, pneumonia, pulmonary hemorrhage. Though risks of critical incidents and difficulties when transporting the ARDS patients from the emergency room or ICU to the CT examination room. Since the first application in ARDS patients in the 1980s [19–21], CT has been a routine examination to evaluate this illness in most hospitals.Alveoli collapse and pulmonary interstitial edema cause main findings on CT images. The CT manifestations evolve in the course of the disease. The most common findings are bilateral ground-glass opacities and consolidation that cannot fully be explained by cardiovascular factors or fluid overload, usually in dorsal dependent regions. In the late phase, signs of pulmonary fibrosis can be presented [22]. Additional pathological findings, including pleural effusions, mediastinal lymphadenopathy, pneumothorax can also be shown on CT images and relatively measured [23]. Besides, CT examination helps to confirm predisposing intrapulmonary or extrapulmonary factors [24]. In a study comparing the CT appearance between intrapulmonary and extrapulmonary injury, the extent of the non-dependent region of intense parenchymal opacification was larger in patients with intrapulmonary injury than extrapulmonary injury [25]. In ARDS caused by pulmonary pneumonia, chest CT sometimes has the potential ability to suggest the infectious pathogen with a specific radiographic pattern [26]. Additionally, the visual inspection also contributes to the mortality prediction and treatment guidance. When the lung involvement is in excess of 80%, the mortality significantly increases [23, 27]. Other findings like right atrium/left atrium ratio > 1 and varicoid traction bronchiectasis are also more common in non-survivors [27].Quantitative CT analysisMeasurement of image density allows quantitative assessment of lung infiltrates. With a tissue density of 0 HU and a gas density of 1000 HU, the gas and tissue volume can be computed. Given that tissue density is assumed to be 1 g/cm3, the lung weights can also be calculated. The exact computational formulas were provided by Louis et al. in their paper [28]. They compared the gas and tissue distribution in ARDS patients with healthy volunteers at the level of zero positive end-expiratory pressure (PEEP). In their study, the end-expiratory lung volume was reduced, and the loss of gas was more pronounced in the lower lobes. They also classified the lung morphology on CT appearance into three groups: diffuse attenuation, lobar attenuation (also named focal in later papers), and patchy attenuation. Figure 3 demonstrates these three patterns. They found these three groups had a distinct response to PEEP and mortality [29, 30]. This morphological phenotype on CT images has been increasingly highlighted and recognized as a radiographic presentation of ARDS heterogeneity. The ignorance of this difference is seen as a crucial factor contributing to the failure of many randomized clinical trials [31].Open in a separate windowFig. 3Typical images of chest CT of ARDS patients. Three patterns of ARDS on CT images. a, b Focal, c, d diffuse, e, f patchyApart from calculating the lung weight and the gas volume, quantitative CT analysis can identify compartments with varying degrees of aeration. Lung regions are grouped into four classes by CT attenuation densities: values between − 1000 and − 901 HU, − 900 and − 501 HU, − 500 and − 101 HU, − 100 and + 100HU are, respectively, defined as hyper- inflated, normally aerated, poorly aerated and non-aerated lung tissues. There may be a subtle difference in some researches about the threshold of different aerated lung tissue. A paper summarized all thresholds in previous studies and described the most commonly used one [32].Quantitative CT applicationIn the last 50 years, the ventilation strategy has changed from “open the lung” to “protect the lung” [33–36]. During the ventilation procedure, lung recruitment capacity is an important aspect to be considered in ventilation strategy decision, especially in the setting of PEEP. In lungs with low potentially recruitable regions, the high PEEP level may bring more damage than benefit. There are several modalities to define the recruitability: CT, pressure–volume curve, bedside lung ultrasound (LUS), electrical impedance tomography (EIT) et al. [37–39]. To date, CT is still recognized as the gold standard for evaluating lung recruitment capability [40]. The recruitment region of the lung is evaluated at two airway pressures, 5 cm H2O and 45 cm H2O. It was defined as the volume change of the non-aerated lung tissue (attenuation density between + 100 and − 100 HU) [41]. In another method, the recruitable lung parenchyma was quantified as the change of a combination of poorly and non-aerated lung tissues, i.e., − 500 to + 100HU [42]. In a recent study by Nishiyama et al. [43], the region below − 500 HU was defined as the well-aerated lung region. They found that both the volumes of well-aerated and hyper-inflated lung regions were significantly higher in ICU and 28-day survivors. They reported a well-aerated lung region/predicted total lung capacity cutoff value of 40% for the survival difference. Notably, the hyper-inflated lung tissue should also be taken into account for ventilator-induced lung injury. The typical images of these quantitative analysis are shown in Fig. 4.Open in a separate windowFig. 4Quantitative CT analysis of ARDS patients.Reproduced from Nishiyama et al. [43]Recently, Davide et al. also used the above quantitative CT analysis to investigate the radiologic difference between the typical ARDS and the ARDS caused by Corona Virus Disease 2019 (COVID-19) [44]. By calculating the lung weight and the volume of various aerated lung tissue, they revealed that the COVID-19-ARDS has remarkably higher lung gas volume and a greater amount of normally aerated and less non-aerated lung tissue after matching the PaO2/FiO2.Technical progress in chest CT image processingEarlier, the automatic segmentation of the lung parenchyma is a tough task because the density of consolidation is not easy to distinguish from the adjacent chest wall and the mediastinum [45]. Most quantitative studies depend on labor-intensive manual work, and the sample size in these studies is generally limited. Researchers have tried to use fewer slices, one, three, or ten, usually at the level of anatomical landmarks, to replace the whole lung in the process of quantitative analysis, but the results are not so satisfactory [46, 47]. COVID-19, which broke out at the end of 2020 and rapidly swept worldwide, has greatly facilitated the development of the chest CT postprocessing. One of the significant advances in chest CT imaging is the automatic segmentation of lung anatomy. The whole lung, the lung lobe, and the pulmonary lesion (mostly the pneumonia lesion) can be extracted automatically by deep learning algorism [45, 48, 49]. With this development, the quantitative CT analysis can be applied more widely but has yet to be used in routine clinical practice.In addition to traditional quantitative measurements, a novel method of radiomics has been implemented in this area today. The term radiomics was first prompt in 2012 and then was applied extensively in oncology [50]. The radiomics provides a series of high-throughput features beyond the visual assessment. Röhrich et al. constructed a radiomics score based on the initial CT to predict the risk of ARDS after trauma with an accuracy that surpass the traditional scores [51]. Chen et al. made a combined model with traditional quantitative imaging metrics and radiomics features to monitor the ARDS in the course of COVID-19. The AUC of the combined model reached 0.94 in their study [52]. With these results, we believe the novel radiomics model would show great power in predicting ARDS and even the treatment response and the prognosis of this disease.Other imaging techniquesCT is used as a reference to evaluate a new technique. LUS is a radiation-free, inexpensive imaging technique and can be operated bedside conveniently. In recent years, the application of LUS in critically ill patients has been facilitated, usually in neonates [53, 54]. Davide et al. revealed a sensitivity of 82.7–92.3% and a specificity of 90.2–98.6% for LUS in detecting the morphologic patterns with the CT as the reference [55]. A semiquantitative aeration score has been created to assess the lung aeration and has a good correlation with the quantitative CT [56, 57]. In this method, six regions in hemithorax were observed (upper and lower parts of anterior, lateral, and posterior chest wall). The detailed scoring criteria are according to the ultrasound pattern. The global and regional scores are calculated. It was reported that this lung aeration score was associated with the PEEP-induced lung recruitment, specifically, a score of 18 or higher suggest a recruitment volume was greater than 600 ml [37]. Not only for the diagnosis, LUS assessment is also valuable in evaluating the response to the treatment like prone position ventilation and prognosis of patients [58].There are other imaging techniques developed rapidly these years. EIT is a real-time modality to monitor ARDS patients bedside. This technique is based on the resistivity changes across lungs [59]. Different from CT, EIT measures the pulmonary ventilation, i.e., the gas in and out of the lung, but cannot show specific aerated status. It is used to monitor the ventilation at bedside, but has not been applied in clinical practice yet [60].Positron emission tomography (PET) imaging is a traditional modality used in oncology. Its most advantage is that it provides the morphological findings and suggests the activity of lesions. In ARDS cases, though there is the heterogeneity of pulmonary lesions on CT images, it is nearly uniformly involved on PET images [61]. This gives important information that the normally aerated lung tissues are also affected. Besides, this modality can provide information for perfusion and metabolic activity of inflammatory cells [62–64]. Although it may not be feasible for critically ill patients to do the PET examination, this imaging technique can help figure out the pathophysiological process in patients’ body. SummaryThis year is the 54th year since ARDS was discovered. Imaging techniques including CXR, CT, LUS, EIT, PET have shown respective advantages in assessing this disease through the years. CT demonstrates an irreplaceable value in the diagnosis, treatment guidance, and prognostic prediction among all modalities. The lung weight, gas and tissue volume can be quantitatively measured on CT images. In particular, pulmonary regions with varying degrees of aeration can be calculated. Thus, CT is recognized as the golden standard for evaluating lung recruitment. The achievement of automatic segmentation of the whole lung and even the lesions has greatly improved the quantitative assessment efficiency. The novel radiomics method calculated voxel by voxel shows excellence in recent times and is promising in applying ARDS in the feature. FundingThis study was funded by National Natural Science Foundation of China (NSFC, No. 81830053, 61821002) and the Key Research and Development Program of Jiangsu Province (BE2020717). Availability of data and materialNot applicable. Code availabilityNot applicable. DeclarationsConflicts of interestAuthor Shenghong Ju is a member of the Editorial Board for Chinese Journal of Academic Radiology. The paper was handled by the other Editor and has undergone rigorous peer review process. Author Shenghong Ju was not involved in the journal's review of, or decisions related to, this manuscript.Ethics approvalThis is a review and no ethical approval is required.Research involving human participants and/or animalsNot applicable.Informed consentNot applicable. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Ashbaugh DG, Bigelow DB, Petty TL, et al.  Acute respiratory distress in adults. Lancet. 1967;2(7511):319–323. doi: 10.1016/s0140-6736(67)90168-7. [PubMed] [CrossRef] [Google Scholar]2. Ranieri VM, Rubenfeld GD, Thompson BT, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]3. Bellani G, Laffey JG, Pham T, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315(8):788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]4. Fan E, Needham DM, Stewart TE. Ventilatory management of acute lung injury and acute respiratory distress syndrome. JAMA. 2005;294(22):2889–2896. doi: 10.1001/jama.294.22.2889. [PubMed] [CrossRef] [Google Scholar]5. Bernard GR, Artigas A, Brigham KL, et al.  Report of the American–European Consensus conference on acute respiratory distress syndrome: definitions, mechanisms, relevant outcomes, and clinical trial coordination. Consensus Committee. J Crit Care. 1994;9(1):72–81. doi: 10.1016/0883-9441(94)90033-7. [PubMed] [CrossRef] [Google Scholar]6. Huang X, Zhang R, Fan G, et al.  Incidence and outcomes of acute respiratory distress syndrome in intensive care units of mainland China: a multicentre prospective longitudinal study. Crit Care. 2020;24(1):515. doi: 10.1186/s13054-020-03112-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Komiya K, Akaba T, Kozaki Y, et al.  A systematic review of diagnostic methods to differentiate acute lung injury/acute respiratory distress syndrome from cardiogenic pulmonary edema. Crit Care. 2017;21(1):228. doi: 10.1186/s13054-017-1809-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Komiya K, Ishii H, Murakami J, et al.  Comparison of chest computed tomography features in the acute phase of cardiogenic pulmonary edema and acute respiratory distress syndrome on arrival at the emergency department. J Thorac Imaging. 2013;28(5):322–328. doi: 10.1097/RTI.0b013e31828d40b2. [PubMed] [CrossRef] [Google Scholar]9. Thompson BT, Chambers RC, Liu KD. Acute respiratory distress syndrome. N Engl J Med. 2017;377(6):562–572. doi: 10.1056/NEJMra1608077. [PubMed] [CrossRef] [Google Scholar]10. Thille AW, Esteban A, Fernández-Segoviano P, et al.  Chronology of histological lesions in acute respiratory distress syndrome with diffuse alveolar damage: a prospective cohort study of clinical autopsies. Lancet Respir Med. 2013;1(5):395–401. doi: 10.1016/S2213-2600(13)70053-5. [PubMed] [CrossRef] [Google Scholar]11. Eisenhuber E, Schaefer-Prokop CM, Prosch H, et al.  Bedside chest radiography. Respir Care. 2012;57(3):427–443. doi: 10.4187/respcare.01712. [PubMed] [CrossRef] [Google Scholar]12. Figueroa-Casas JB, Brunner N, Dwivedi AK, et al.  Accuracy of the chest radiograph to identify bilateral pulmonary infiltrates consistent with the diagnosis of acute respiratory distress syndrome using computed tomography as reference standard. J Crit Care. 2013;28(4):352–357. doi: 10.1016/j.jcrc.2012.12.002. [PubMed] [CrossRef] [Google Scholar]13. Panizo-Alcañiz J, Frutos-Vivar F, Thille AW, et al.  Diagnostic accuracy of portable chest radiograph in mechanically ventilated patients when compared with autopsy findings. J Crit Care. 2020;60:6–9. doi: 10.1016/j.jcrc.2020.06.015. [PubMed] [CrossRef] [Google Scholar]14. Rajpurkar P, Irvin J, Ball RL, et al.  Deep learning for chest radiograph diagnosis: a retrospective comparison of the CheXNeXt algorithm to practicing radiologists. PLoS Med. 2018;15(11):e1002686. doi: 10.1371/journal.pmed.1002686. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Kermany DS, Goldbaum M, Cai W, et al.  Identifying medical diagnoses and treatable diseases by image-based deep learning. Cell. 2018;172(5):1122–1131.e9. doi: 10.1016/j.cell.2018.02.010. [PubMed] [CrossRef] [Google Scholar]16. Warren MA, Zhao Z, Koyama T, et al.  Severity scoring of lung oedema on the chest radiograph is associated with clinical outcomes in ARDS. Thorax. 2018;73(9):840–846. doi: 10.1136/thoraxjnl-2017-211280. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Kotok D, Yang L, Evankovich JW, et al.  The evolution of radiographic edema in ARDS and its association with clinical outcomes: a prospective cohort study in adult patients. J Crit Care. 2020;56:222–228. doi: 10.1016/j.jcrc.2020.01.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Jabaudon M, Audard J, Pereira B, et al.  Early changes over time in the radiographic assessment of lung edema score are associated with survival in ARDS. Chest. 2020;158(6):2394–2403. doi: 10.1016/j.chest.2020.06.070. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Rommelsheim K, Lackner K, Westhofen P, et al.  Respiratory distress syndrome of the adult in the computer tomograph. Anasth Intensivther Notfallmed. 1983;18(2):59–64. doi: 10.1055/s-2007-1003786. [PubMed] [CrossRef] [Google Scholar]20. Maunder RJ, Shuman WP, McHugh JW, et al.  Preservation of normal lung regions in the adult respiratory distress syndrome. Analysis by computed tomography. JAMA. 1986;255(18):2463–2465. doi: 10.1001/jama.1986.03370180089038. [PubMed] [CrossRef] [Google Scholar]21. Gattinoni L, Mascheroni D, Torresin A, et al.  Morphological response to positive end expiratory pressure in acute respiratory failure. Computerized tomography study. Intensive Care Med. 1986;12(3):137–142. doi: 10.1007/BF00254928. [PubMed] [CrossRef] [Google Scholar]22. Mineo G, Ciccarese F, Modolon C, et al.  Post-ARDS pulmonary fibrosis in patients with H1N1 pneumonia: role of follow-up CT. Radiol Med. 2012;117(2):185–200. doi: 10.1007/s11547-011-0740-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Simon M, Braune S, Laqmani A, et al.  Value of computed tomography of the chest in subjects with ARDS: a retrospective observational study. Respir Care. 2016;61(3):316–323. doi: 10.4187/respcare.04308. [PubMed] [CrossRef] [Google Scholar]24. Goodman LR, Fumagalli R, Tagliabue P, et al.  Adult respiratory distress syndrome due to pulmonary and extrapulmonary causes: CT, clinical, and functional correlations. Radiology. 1999;213(2):545–552. doi: 10.1148/radiology.213.2.r99nv42545. [PubMed] [CrossRef] [Google Scholar]25. Desai SR, Wells AU, Suntharalingam G, et al.  Acute respiratory distress syndrome caused by pulmonary and extrapulmonary injury: a comparative CT study. Radiology. 2001;218(3):689–693. doi: 10.1148/radiology.218.3.r01mr31689. [PubMed] [CrossRef] [Google Scholar]26. Nambu A, Ozawa K, Kobayashi N, et al.  Imaging of community-acquired pneumonia: roles of imaging examinations, imaging diagnosis of specific pathogens and discrimination from noninfectious diseases. World J Radiol. 2014;6(10):779–793. doi: 10.4329/wjr.v6.i10.779. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Chung JH, Kradin RL, Greene RE, et al.  CT predictors of mortality in pathology confirmed ARDS. Eur Radiol. 2011;4:730–737. doi: 10.1007/s00330-010-1979-0. [PubMed] [CrossRef] [Google Scholar]28. Puybasset L, Cluzel P, Gusman P, et al.  Regional distribution of gas and tissue in acute respiratory distress syndrome. I. Consequences for lung morphology CT Scan. ARDS Study Group. Intensive Care Med. 2000;26(7):857–869. doi: 10.1007/s001340051274. [PubMed] [CrossRef] [Google Scholar]29. Puybasset L, Gusman P, Muller JC, et al.  Regional distribution of gas and tissue in acute respiratory distress syndrome. III. Consequences for the effects of positive end-expiratory pressure CT Scan. ARDS Study Group. Adult respiratory distress syndrome. Intensive Care Med. 2000;26(9):1215–1227. doi: 10.1007/s001340051340. [PubMed] [CrossRef] [Google Scholar]30. Rouby JJ, Puybasset L, Cluzel P, et al.  Regional distribution of gas and tissue in acute respiratory distress syndrome. II. Physiological correlations and definition of an ARDS Severity Score CT Scan. ARDS Study Group. Intensive Care Med. 2000;26(8):1046–1056. doi: 10.1007/s001340051317. [PubMed] [CrossRef] [Google Scholar]31. Constantin J-M, Jabaudon M, Lefrant J-Y, et al.  Personalised mechanical ventilation tailored to lung morphology versus low positive end-expiratory pressure for patients with acute respiratory distress syndrome in France (the LIVE study): a multicentre, single-blind, randomised controlled trial. Lancet Respir Med. 2019;7(10):870–880. doi: 10.1016/S2213-2600(19)30138-9. [PubMed] [CrossRef] [Google Scholar]32. Chiumello D, Marino A, Brioni M, et al.  Lung recruitment assessed by respiratory mechanics and computed tomography in patients with acute respiratory distress syndrome. What is the relationship? Am J Respir Crit Care Med. 2016;193(11):1254–1263. doi: 10.1164/rccm.201507-1413OC. [PubMed] [CrossRef] [Google Scholar]33. Lachmann B. Open up the lung and keep the lung open. Intensive Care Med. 1992 doi: 10.1007/BF01694358. [PubMed] [CrossRef] [Google Scholar]34. Amato MB, Barbas CS, Medeiros DM, et al.  Effect of a protective-ventilation strategy on mortality in the acute respiratory distress syndrome. N Engl J Med. 1998;338(6):347–354. doi: 10.1056/NEJM199802053380602. [PubMed] [CrossRef] [Google Scholar]35. Brower RG, Matthay MA, Morris A, et al.  Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342(18):1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]36. Brower RG, Lanken PN, MacIntyre N, et al.  Higher versus lower positive end-expiratory pressures in patients with the acute respiratory distress syndrome. N Engl J Med. 2004;351(4):327–336. doi: 10.1056/NEJMoa032193. [PubMed] [CrossRef] [Google Scholar]37. Bouhemad B, Brisson H, Le-Guen M, et al.  Bedside ultrasound assessment of positive end-expiratory pressure-induced lung recruitment. Am J Respir Crit Care Med. 2011;183(3):341–347. doi: 10.1164/rccm.201003-0369OC. [PubMed] [CrossRef] [Google Scholar]38. Lu Q, Rouby JJ. Measurement of pressure–volume curves in patients on mechanical ventilation: methods and significance. Crit Care. 2000;4(2):91–100. doi: 10.1186/cc662. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Kunst PW, Vazquez de Anda G, Böhm SH, et al.  Monitoring of recruitment and derecruitment by electrical impedance tomography in a model of acute lung injury. Crit Care Med. 2000;28(12):3891–3895. doi: 10.1097/00003246-200012000-00025. [PubMed] [CrossRef] [Google Scholar]40. Lu Q. How to assess positive end-expiratory pressure-induced alveolar recruitment? Minerva Anestesiol. 2013;79(1):83–91. [PubMed] [Google Scholar]41. Gattinoni L, Caironi P, Cressoni M, et al.  Lung recruitment in patients with the acute respiratory distress syndrome. N Engl J Med. 2006;354(17):1775–1786. doi: 10.1056/NEJMoa052052. [PubMed] [CrossRef] [Google Scholar]42. Malbouisson LM, Muller JC, Constantin JM, et al.  Computed tomography assessment of positive end-expiratory pressure-induced alveolar recruitment in patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2001;163(6):1444–1450. doi: 10.1164/ajrccm.163.6.2005001. [PubMed] [CrossRef] [Google Scholar]43. Nishiyama A, Kawata N, Yokota H, et al.  A predictive factor for patients with acute respiratory distress syndrome: CT lung volumetry of the well-aerated region as an automated method. Eur J Radiol. 2020;122:108748. doi: 10.1016/j.ejrad.2019.108748. [PubMed] [CrossRef] [Google Scholar]44. Chiumello D, Busana M, Coppola S, et al.  Physiological and quantitative CT-scan characterization of COVID-19 and typical ARDS: a matched cohort study. Intensive Care Med. 2020;46(12):2187–2196. doi: 10.1007/s00134-020-06281-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Gill G, Beichel RR. An approach for reducing the error rate in automated lung segmentation. Comput Biol Med. 2016;76:143–153. doi: 10.1016/j.compbiomed.2016.06.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Lu Q, Malbouisson LM, Mourgeon E, et al.  Assessment of PEEP-induced reopening of collapsed lung regions in acute lung injury: are one or three CT sections representative of the entire lung? Intensive Care Med. 2001;27(9):1504–1510. doi: 10.1007/s001340101049. [PubMed] [CrossRef] [Google Scholar]47. Reske AW, Reske AP, Gast HA, et al.  Extrapolation from ten sections can make CT-based quantification of lung aeration more practicable. Intensive Care Med. 2010;36(11):1836–1844. doi: 10.1007/s00134-010-2014-2. [PubMed] [CrossRef] [Google Scholar]48. Klapsing P, Herrmann P, Quintel M, et al.  Automatic quantitative computed tomography segmentation and analysis of aerated lung volumes in acute respiratory distress syndrome—a comparative diagnostic study. J Crit Care. 2017;42:184–191. doi: 10.1016/j.jcrc.2016.11.001. [PubMed] [CrossRef] [Google Scholar]49. Hofmanninger J, Prayer F, Pan J, et al.  Automatic lung segmentation in routine imaging is primarily a data diversity problem, not a methodology problem. Eur Radiol Exp. 2020;4(1):50. doi: 10.1186/s41747-020-00173-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Lambin P, Rios-Velazquez E, Leijenaar R, et al.  Radiomics: extracting more information from medical images using advanced feature analysis. Eur J Cancer. 2012;48(4):441–446. doi: 10.1016/j.ejca.2011.11.036. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Röhrich S, Hofmanninger J, Negrin L, et al.  Radiomics score predicts acute respiratory distress syndrome based on the initial CT scan after trauma. Eur Radiol. 2021 doi: 10.1007/s00330-020-07635-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Chen Y, Wang Y, Zhang Y, et al.  A quantitative and radiomics approach to monitoring ARDS in COVID-19 patients based on chest CT: a retrospective cohort study. Int J Med Sci. 2020;17(12):1773–1782. doi: 10.7150/ijms.48432. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Bouhemad B, Zhang M, Lu Q, et al.  Clinical review: bedside lung ultrasound in critical care practice. Crit care. 2007;11(1):205. doi: 10.1186/cc5668. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Sharma D, Farahbakhsh N. Role of chest ultrasound in neonatal lung disease: a review of current evidences. J Matern Neonatal Med. 2019;32(2):310–316. doi: 10.1080/14767058.2017.1376317. [PubMed] [CrossRef] [Google Scholar]55. Chiumello D, Umbrello M, Sferrazza Papa GF, et al.  Global and regional diagnostic accuracy of lung ultrasound compared to CT in patients with acute respiratory distress syndrome. Crit Care Med. 2019;47(11):1599–1606. doi: 10.1097/CCM.0000000000003971. [PubMed] [CrossRef] [Google Scholar]56. Volpicelli G, Elbarbary M, Blaivas M, et al.  International evidence-based recommendations for point-of-care lung ultrasound. Intensive Care Med. 2012;38(4):577–591. doi: 10.1007/s00134-012-2513-4. [PubMed] [CrossRef] [Google Scholar]57. Chiumello D, Mongodi S, Algieri I, et al.  Assessment of lung aeration and recruitment by CT scan and ultrasound in acute respiratory distress syndrome patients. Crit Care Med. 2018;46(11):1761–1768. doi: 10.1097/CCM.0000000000003340. [PubMed] [CrossRef] [Google Scholar]58. Zhou Y, Fan Q, Cavus O, et al.  Lung ultrasound: predictor of acute respiratory distress syndrome in intensive care unit patients. Saudi J Anaesth. 2018;12(3):457–461. doi: 10.4103/sja.SJA_73_18. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. EL Costa V, Lima RG, Amato MBP. Electrical impedance tomography. Curr Opin Crit Care. 2009;15(1):18–24. doi: 10.1097/mcc.0b013e3283220e8c. [PubMed] [CrossRef] [Google Scholar]60. Bachmann MC, Morais C, Bugedo G, et al.  Electrical impedance tomography in acute respiratory distress syndrome. Crit care. 2018;22(1):263. doi: 10.1186/s13054-018-2195-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Sandiford P, Province MA, Schuster DP. Distribution of regional density and vascular permeability in the adult respiratory distress syndrome. Am J Respir Crit Care Med. 1995;151(3 Pt 1):737–742. doi: 10.1164/ajrccm.151.3.7881664. [PubMed] [CrossRef] [Google Scholar]62. Bellani G, Guerra L, Musch G, et al.  Lung regional metabolic activity and gas volume changes induced by tidal ventilation in patients with acute lung injury. Am J Respir Crit Care Med. 2011;183(9):1193–1199. doi: 10.1164/rccm.201008-1318OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Schuster DP, Anderson C, Kozlowski J, et al.  Regional pulmonary perfusion in patients with acute pulmonary edema. J Nucl Med. 2002;43(7):863–870. [PubMed] [Google Scholar]64. Schuster DP. The evaluation of lung function with PET. Semin Nucl Med. 1998;28(4):341–351. doi: 10.1016/s0001-2998(98)80037-8. [PubMed] [CrossRef] [Google Scholar]"}