{"title": "Advancing precision medicine for acute respiratory distress syndrome", "pubDate": "2022", "PMCID": "PMC8302189", "DOI": "10.1016/S2213-2600(21)00157-0", "PMID": "34310901", "abstract": "Acute respiratory distress syndrome (ARDS) is a heterogeneous clinical syndrome. Understanding of the complex pathways involved in lung injury pathogenesis, resolution, and repair has grown considerably in recent decades. Nevertheless, to date, only therapies targeting ventilation-induced lung injury have consistently proven beneficial, and despite these gains, ARDS morbidity and mortality remain high. Many candidate therapies with promise in preclinical studies have been ineffective in human trials, probably at least in part due to clinical and biological heterogeneity that modifies treatment responsiveness in human ARDS. A precision medicine approach to ARDS seeks to better account for this heterogeneity by matching therapies to subgroups of patients that are anticipated to be most likely to benefit, which initially might be identified in part by assessing for heterogeneity of treatment effect in clinical trials. In October 2019, the US National Heart, Lung, and Blood Institute convened a workshop of multidisciplinary experts to explore research opportunities and challenges for accelerating precision medicine in ARDS. Topics of discussion included the rationale and challenges for a precision medicine approach in ARDS, the roles of preclinical ARDS models in precision medicine, essential features of cohort studies to advance precision medicine, and novel approaches to clinical trials to support development and validation of a precision medicine strategy. In this Position Paper, we summarise workshop discussions, recommendations, and unresolved questions for advancing precision medicine in ARDS. Although the workshop took place before the COVID-19 pandemic began, the pandemic has highlighted the urgent need for precision therapies for ARDS as the global scientific community grapples with many of the key concepts, innovations, and challenges discussed at this workshop.", "author": [{"author": "Jeremy R Beitler", "affiliation": ["Center for Acute Respiratory Failure and Division of Pulmonary, Allergy, and Critical Care Medicine, Columbia University College of Physicians and Surgeons and New York-Presbyterian Hospital, New York, NY, USA."], "href": "/?term=Beitler+JR&cauthor_id=34310901"}, {"author": "B Taylor Thompson", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Massachusetts General Hospital and Harvard Medical School, Boston, MA, USA."], "href": "/?term=Thompson+BT&cauthor_id=34310901"}, {"author": "Rebecca M Baron", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, MA, USA."], "href": "/?term=Baron+RM&cauthor_id=34310901"}, {"author": "Julie A Bastarache", "affiliation": ["Division of Allergy, Pulmonary, and Critical Care Medicine, Vanderbilt University Medical Center, Nashville, TN, USA."], "href": "/?term=Bastarache+JA&cauthor_id=34310901"}, {"author": "Loren C Denlinger", "affiliation": ["Division of Allergy, Pulmonary and Critical Care Medicine, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], "href": "/?term=Denlinger+LC&cauthor_id=34310901"}, {"author": "Laura Esserman", "affiliation": ["Department of Surgery, University of California San Francisco, San Francisco, CA, USA."], "href": "/?term=Esserman+L&cauthor_id=34310901"}, {"author": "Michelle N Gong", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Montefiore Medical Center and Albert Einstein College of Medicine, Bronx, NY, USA."], "href": "/?term=Gong+MN&cauthor_id=34310901"}, {"author": "Lisa M LaVange", "affiliation": ["Department of Biostatistics, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."], "href": "/?term=LaVange+LM&cauthor_id=34310901"}, {"author": "Roger J Lewis", "affiliation": ["Department of Emergency Medicine, Harbor-UCLA Medical Center, Torrance, CA; Berry Consultants, LLC, Austin, TX; Department of Emergency Medicine, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA."], "href": "/?term=Lewis+RJ&cauthor_id=34310901"}, {"author": "John C Marshall", "affiliation": ["Departments of Surgery and Critical Care Medicine, University of Toronto, Toronto, Canada."], "href": "/?term=Marshall+JC&cauthor_id=34310901"}, {"author": "Thomas R Martin", "affiliation": ["Division of Pulmonary, Critical Care and Sleep Medicine, University of Washington, Seattle, WA, USA."], "href": "/?term=Martin+TR&cauthor_id=34310901"}, {"author": "Daniel F McAuley", "affiliation": ["Wellcome-Wolfson Institute for Experimental Medicine, Queen's University Belfast and Regional Intensive Care Unit, Royal Victoria Hospital, Belfast, Northern Ireland."], "href": "/?term=McAuley+DF&cauthor_id=34310901"}, {"author": "Nuala J Meyer", "affiliation": ["Division of Pulmonary, Allergy, and Critical Care Medicine, University of Pennsylvania, Philadelphia, PA, USA."], "href": "/?term=Meyer+NJ&cauthor_id=34310901"}, {"author": "Marc Moss", "affiliation": ["Division of Pulmonary Sciences and Critical Care, University of Colorado School of Medicine, Aurora, CO, USA."], "href": "/?term=Moss+M&cauthor_id=34310901"}, {"author": "Lora A Reineck", "affiliation": ["Division of Lung Diseases, National Heart, Lung, and Blood Institute, Bethesda, MD, USA."], "href": "/?term=Reineck+LA&cauthor_id=34310901"}, {"author": "Eileen Rubin", "affiliation": ["ARDS Foundation, Northbrook, IL, USA."], "href": "/?term=Rubin+E&cauthor_id=34310901"}, {"author": "Eric P Schmidt", "affiliation": ["Division of Pulmonary Sciences and Critical Care, University of Colorado School of Medicine, Aurora, CO, USA."], "href": "/?term=Schmidt+EP&cauthor_id=34310901"}, {"author": "Theodore J Standiford", "affiliation": ["Division of Pulmonary & Critical Care Medicine, University of Michigan, Ann Arbor, MI, USA."], "href": "/?term=Standiford+TJ&cauthor_id=34310901"}, {"author": "Lorraine B Ware", "affiliation": ["Division of Allergy, Pulmonary, and Critical Care Medicine, Vanderbilt University Medical Center, Nashville, TN, USA."], "href": "/?term=Ware+LB&cauthor_id=34310901"}, {"author": "Hector R Wong", "affiliation": ["Division of Critical Care Medicine, Cincinnati Children's Hospital Medical Center and Cincinnati Children's Research Foundation, and Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH, USA."], "href": "/?term=Wong+HR&cauthor_id=34310901"}, {"author": "Neil R Aggarwal", "affiliation": ["Division of Lung Diseases, National Heart, Lung, and Blood Institute, Bethesda, MD, USA. Electronic address: neil.aggarwal@nih.gov."], "href": "/?term=Aggarwal+NR&cauthor_id=34310901"}, {"author": "Carolyn S Calfee", "affiliation": ["Division of Pulmonary, Critical Care, Allergy and Sleep Medicine, Department of Medicine, and Department of Anesthesia, University of California San Francisco, San Francisco, CA, USA."], "href": "/?term=Calfee+CS&cauthor_id=34310901"}], "refPMID": ["26903337", "10793162", "22797452", "21470008", "15542793", "30872586", "25635347", "30078618", "24853585", "27513822", "31166680", "27406347", "22095547", "23370917", "23370826", "23688302", "30531534", "25693014", "24435203", "24261322", "31399381", "27018314", "26033126", "24429204", "27663180", "26408150", "20843245", "16714767", "21562125", "28240689", "10673179", "26010690", "26681363", "28266329", "24835849", "7705118", "15644641", "30051136", "22610178", "28450529", "30645145", "31948926", "25533491", "22446628", "31487195", "30343317", "31982041", "22295056", "31573976", "24621685", "26700442", "27670109", "31112383", "15381517", "20802164", "12682457", "26828055", "27513537", "31723040", "30291376", "15514660", "30143822", "19131954", "31169765", "22791336", "12709468", "15891339", "23962032", "21357760", "17351061", "16081831", "28419100", "19892860", "29524537", "33206201", "31511662", "25799162", "19440188", "33667479", "30726120", "28679092", "32101663", "32789480", "32941098", "32678530", "32876694", "33264556", "32876697", "32267771", "32669297", "23509330", "31630567", "20224063", "32206845", "33031148", "22166903", "30776290", "31939783", "28537429", "22492988", "23805899", "22649152", "27306171", "31585169", "29273246", "17157662", "29906525"], "citedInPMID": ["34310901"], "body": " AbstractAcute respiratory distress syndrome (ARDS) is a heterogeneous clinical syndrome. Understanding of the complex pathways involved in lung injury pathogenesis, resolution, and repair has grown considerably in recent decades. Nevertheless, to date, only therapies targeting ventilation-induced lung injury have consistently proven beneficial, and despite these gains, ARDS morbidity and mortality remain high. Many candidate therapies with promise in preclinical studies have been ineffective in human trials, probably at least in part due to clinical and biological heterogeneity that modifies treatment responsiveness in human ARDS. A precision medicine approach to ARDS seeks to better account for this heterogeneity by matching therapies to subgroups of patients that are anticipated to be most likely to benefit, which initially might be identified in part by assessing for heterogeneity of treatment effect in clinical trials. In October 2019, the US National Heart, Lung, and Blood Institute convened a workshop of multidisciplinary experts to explore research opportunities and challenges for accelerating precision medicine in ARDS. Topics of discussion included the rationale and challenges for a precision medicine approach in ARDS, the roles of preclinical ARDS models in precision medicine, essential features of cohort studies to advance precision medicine, and novel approaches to clinical trials to support development and validation of a precision medicine strategy. In this Position Paper, we summarise workshop discussions, recommendations, and unresolved questions for advancing precision medicine in ARDS. Although the workshop took place before the COVID-19 pandemic began, the pandemic has highlighted the urgent need for precision therapies for ARDS as the global scientific community grapples with many of the key concepts, innovations, and challenges discussed at this workshop. IntroductionAcute respiratory distress syndrome (ARDS) occurs in a quarter of all critically ill patients who require mechanical ventilation.1 Despite considerable gains in preventing ventilation-induced lung injury,2 ARDS is still associated with substantial mortality and long-term morbidity among survivors.3, 4, 5\nTo date, no specific pharmacotherapy has proven effective against ARDS. Countless agents that showed promise in preclinical studies have been ineffective in human trials, a gap attributed in part to clinical and biological heterogeneity in human ARDS.6 A precision medicine approach is intended to address explicitly how such underlying heterogeneity influences response to therapy among different patients with the same diagnosis.7\nA limited ability to rigorously identify potential sources of heterogeneity has hampered feasibility of a precision medicine approach to ARDS. Growing evidence suggests that subsets of patients, identified through combined clinical–molecular multivariable phenotyping, might exhibit differential responses to therapies deemed ineffective for the overall population,8, 9, 10 renewing hope for the application of a precision medicine approach to ARDS.Motivated by these advances, the Division of Lung Diseases within the US National Heart, Lung, and Blood Institute (NHLBI) convened a workshop to establish research opportunities and explore potential roadblocks for accelerating precision medicine in ARDS. Invited experts in preclinical studies, human translational research, and clinical trials of ARDS were joined by experts in precision medicine and adaptive trial design outside the field of ARDS. This Position Paper summarises presentations and discussions from the group, weighing the current state of research relevant to advancing precision medicine in ARDS and proposing strategic coordination of future research from bench to bedside. Summary statements were developed by workshop participants. Of note, this workshop took place before the COVID-19 pandemic caused by the novel coronavirus SARS-CoV-2. Early experience with COVID-19, which has become a common cause of ARDS, highlights the extensive heterogeneity of phenotypes that can occur from even a single precipitant of lung injury and the need for high-efficiency trials to rapidly test candidate therapies. As such, workshop participants, many of whom have been directly involved in COVID-related clinical research, included a brief discussion of salient aspects of the pandemic in this Position Paper.\nKey messages\n• Mortality and morbidity from acute respiratory distress syndrome (ARDS) remain high; phenotypic heterogeneity (clinical and biological) is inherent in ARDS and is likely to influence response to therapy, yet remains poorly understood• Preclinical models are invaluable for understanding specific biological processes and identifying targetable nodes in pro-injury and pro-resolution pathways, yet cannot fully replicate ARDS heterogeneity• Multicentre observational cohort studies that collect clinical, physiological, radiological, and biological data and samples in a harmonised and practical manner will facilitate deep phenotyping of patients and enable identification of mechanistic pathways for subsequent interrogation with preclinical models (ie, reverse translation) and for potential targeted intervention• Development of rapid, practical diagnostic assays that can yield results within minutes to a few hours to support predictive and prognostic enrichment approaches will be important for molecular signature-guided therapies in trials or clinical practice• Platform trials with a master protocol, with or without adaptive features, could facilitate efficient simultaneous or sequential testing of multiple candidate therapies, accelerate detection of treatment-responsive subgroups, and create a discovery pipeline for ARDS pharmacotherapies drawing from repurposed or novel drugs• Discovery is accelerated by collaboration and coordination among key stakeholders, including sponsors, regulatory agencies, industry, academia, patient advocates, and the broader medical community\n\n Development of summary statements and positionsFrom Oct 22 to 23, 2019, multidisciplinary experts in ARDS, as well as in precision medicine and adaptive trial design, convened in Bethesda, Maryland, for the NHLBI workshop. The workshop, entitled Precision Medicine in ARDS, was developed and chaired by CSC, BTT, and NRA. The workshop chairs, with input from the session moderators (JCM, RMB, MNG, TRM, JAB, TJS, MM) through a series of pre-workshop conference calls, organised the workshop into three sessions to discuss thematic questions that broadly defined current and future research directions to advance precision medicine in ARDS. The resulting thematic questions concerned: (1) the state of ARDS research relevant to advancing precision therapies for ARDS; (2) what can be learned from other disease areas that have made advances in precision medicine; and (3) pressing considerations that need to be addressed to design future clinical trials to advance precision medicine in ARDS. The workshop's chairs and session moderators assigned participants topics to present according to their expertise. Before the workshop, participants prepared briefs summarising the material to be presented, and slides were submitted to the chairs for feedback. At the workshop, presentations were followed by group discussions aimed at synthesising key messages for each content area. A summary discussion at the end of the workshop attended by all participants and led by the co-chairs resulted in draft consensus statements prepared by JRB and submitted to all participants for revision, which was achieved through electronic communication after the meeting, to arrive at the final summary statements presented here (Panel 1, Panel 2\n). The content of this Position Paper was developed from presentations and discussions during the workshop and revised with input from all authors, and reflects the collective views of the multidisciplinary expert author group.Panel 1Summary statements developed by workshop participants: rationale for precision medicine in ARDS\n• Phenotypic heterogeneity (clinical and biological) is inherent in ARDS and is likely to influence response to therapy, yet remains poorly understood; better understanding of heterogeneity is essential for identifying treatments and minimising harm• Current proven treatments involve lung-protective ventilation and optimisation of supportive care, but mortality and morbidity from ARDS remain high; pathways involved in pathogenesis, resolution, and repair include multiple potential targets for therapeutic development• ARDS is a clinical diagnosis; clinical features alone might not distinguish biological heterogeneity with sufficient precision to match targeted therapies to patients in whom the relevant pathway is most active\nARDS=acute respiratory distress syndrome.Panel 2Summary statements developed by workshop participants: designing research to advance precision medicine in ARDS\nPreclinical research to advance precision medicine\n\n• Preclinical models cannot fully replicate ARDS heterogeneity, but they remain useful to advance precision medicine for ARDS by enabling: understanding of specific biological processes; identification of key nodes in pro-injury and pro-resolution pathways; introduction of controlled heterogeneity to elucidate differential activation in mechanistic pathways; and use of reverse translation of clinical findings to help identify key biological drivers for therapeutic targeting\n\nClinical cohorts to advance precision medicine\n*\n\n• Cultivating and sustaining multicentre observational cohort studies that collect clinical, physiological, radiological, and biological data and samples in a harmonised way will facilitate deep phenotyping of patients and allow identification of pathways for reverse translation; biological specimens that are lung-specific should be particularly prioritised, while recognising challenges that limit the feasibility of obtaining time-sensitive specimens, particularly in critically ill patients• Cohort study investigators should encourage adherence across participating sites to best clinical practices that are strongly supported by evidence (eg, daily evaluation for spontaneous awakening and breathing trials) and should prioritise standardised measurement and collection of biospecimens for known and hypothesised sources of clinically overt and occult (sub)phenotypic heterogeneity• Development of rapid, locally practical diagnostic assays will be a prerequisite for molecular signature-guided therapies in trials or clinical practice; collaboration with industry and regulatory bodies will be crucial to achieve this goal\n\nClinical trials to advance precision medicine\n\n• Predictive and prognostic enrichment approaches should be considered, although the optimal method of enrichment for each therapeutic approach will vary; at a minimum, all clinical trials in ARDS should collect biospecimens to enable future subtype analyses• Establishing and maintaining collaborative clinical trial networks that adapt and learn from previous iterations is essential to decrease the time, effort, and resources consumed from serially rebuilding trial machinery with successive trials• Platform trials with a master protocol could facilitate efficient simultaneous or sequential testing of multiple candidate therapies versus a common control and create a discovery pipeline for ARDS pharmacotherapies• Adaptive clinical trial designs should be strongly considered as they could increase efficiency• Structural factors such as central institutional review boards and integrated data capture from electronic health records would improve efficiency of trial operations• Clinical trials should not only evaluate a given therapy's overall efficacy but also assess differential treatment effects according to prespecified subphenotypes• Testing the repurposing of existing drugs and drug candidates with sound biological plausibility might accelerate pharmacotherapeutic discovery by leveraging existing data on safety, side-effects, and on-target and off-target mechanisms of action; collaboration with the pharmaceutical industry and regulatory bodies is crucial for identifying and testing candidate drugs\nARDS=acute respiratory distress syndrome. The rationale for precision medicine in ARDSThe concept of precision medicine encapsulates what practising clinicians strive to do every day: deliver care tailored to the individual patient that maximises potential benefit and minimises risks. The extent to which this approach is attainable in practice might depend partly on the ability to prospectively characterise patients according to likely treatment responsiveness. Other fields that pair molecular diagnostics with targeted therapies (eg, BRAF inhibitors for melanoma or targeting of receptors for oestrogen, progesterone, or human epidermal growth factor receptor 2 in breast cancer11, 12) or that identify and refine biomarker-defined subgroups for targeted therapies through rigorous cohort characterisation (eg, subphenotyping severe asthma13) provide important examples of the value of identifying and targeting treatment-responsive subphenotypes to improve patient outcomes. ARDS by definition is an inherently heterogeneous clinical syndrome. Therapeutic discovery is likely to be accelerated by subphenotyping patients with ARDS according to mechanistic drivers that can be made clinically accessible and actionable.Clinically overt sources of heterogeneityARDS is a diffuse lung injury characterised by alveolar inflammation and disruption of the alveolar–capillary barrier.6 In practice, however, neither alveolar inflammation nor barrier function is measured routinely owing to a lack of well validated, widely available tools for measurement. Instead, ARDS diagnosis has broad syndromic criteria and requires clinical judgment regarding the presence and cause of pulmonary oedema, introducing inter-clinician variability and, as a result, phenotypic heterogeneity.3 However, a more precise definition would not eliminate the substantial clinically overt heterogeneity of ARDS.Respiratory physiology is routinely used to subtype patients with ARDS, albeit with mixed results. Lower ratios of partial pressure of arterial oxygen (PaO2) to fractional concentration of oxygen in inspired air (FiO2) correlate with higher incidence of diffuse alveolar damage on autopsy,14 but the PaO2/FiO2 ratio is influenced substantially by ventilator settings15 and does not consistently differentiate treatment responsiveness. Stratification of ARDS by PaO2/FiO2 ratios has yielded some success, however, with positive trial results for a proning strategy in patients who have a PaO2/FiO2 ratio of less than 150;16 whether patients with higher PaO2/FiO2 ratios might respond to the same interventions is less clear.Ventilation-induced lung injury might be an important modifier of treatment responsiveness, but the differential effect of ventilator strategies on lung injury is not readily detectable at the bedside.17 Instead, global respiratory mechanics and the degree of ventilator support required are routinely used to characterise patients with ARDS.18, 19 Distribution of lung injury (sometimes categorised radiographically as focal or diffuse ARDS) signifies regional mechanical heterogeneity, correlates with biomarkers of alveolar epithelial injury, and has prognostic value, but is of unclear value in predicting treatment response and is not consistently characterised in practice.20, 21, 22\nARDS has often been characterised as direct (pulmonary) or indirect (extrapulmonary) on the basis of whether the injurious risk factor originated in the lungs (eg, pneumonia, aspiration) or elsewhere (eg, abdominal sepsis, pancreatitis, transfusion-related). Direct ARDS is associated with more alveolar epithelial injury, less endothelial injury, and greater risk of progression to fibrosis than indirect ARDS.23, 24 Clinical predictors of mortality might also differ between direct and indirect ARDS.25 However, identifying the cause and origin of lung injury is fraught with imprecision. Patients often have no identifiable risk factor,26 and direct and indirect injury often occur together.1 Additionally, categorisation by direct or indirect precipitant does not address whether the injurious stimulus is transient (eg, transfusion, trauma, aspiration) or sustained over days (eg, infection, pancreatitis).Other clinically overt factors could influence disease course and therapeutic responsiveness in ARDS. Supportive therapies including differing approaches to fluid management and sedation contribute additional clinical heterogeneity that might influence both patient outcomes and therapeutic responsiveness.27, 28 Some commonly prescribed medications used to treat underlying diseases, including β blockers and β agonists, statins, and inhaled and systemic corticosteroids,8, 29, 30 might directly influence host response to lung injury. Environmental factors such as smoking, alcohol use, and ambient air quality might modify the biological response to pulmonary insults.31, 32, 33 In infection-associated ARDS, different pathogen species and strains precipitate lung injury via different virulence mechanisms and pathogen–host interactions.34 Although evaluating heterogeneity in respiratory mechanics has proven useful to guide interventions targeting ventilation-induced lung injury, clinically obvious heterogeneity has been less helpful for therapies targeting other pathways of ARDS pathogenesis.35\nClinically occult sources of heterogeneityEarly studies of the molecular biology of ARDS indicated that substantial heterogeneity exists between patients.36 Biomarkers of key pathways including inflammation, coagulation, alveolar epithelial injury, and vascular endothelial activation can differ considerably between patients,37, 38, 39 suggesting a role for molecular subphenotyping in unravelling heterogeneity.Analyses of clinical and biological data from trials and observational cohorts have identified two subphenotypes, distinguished in part by degree of inflammation, circulatory shock, and multiorgan failure, which appear to have differential responses to multiple treatments in secondary analyses of clinical trials.8, 9, 10, 40, 41 Parsimonious prediction models based on these analyses42 warrant prospective testing.Better understanding of the drivers of molecular heterogeneity might help to identify new therapeutic targets. Clinical heterogeneity undoubtedly accounts for some biological variation, but not all. Genetic predisposition helps to shape the response to infectious and sterile pro-inflammatory stimuli that might precipitate ARDS, yet also influences resolution and repair.43 For certain lung infections, genetic polymorphisms influence the pathogen–host interaction directly.44 Genetically predicted plasma concentrations of sRAGE (soluble receptor for advanced glycation end products, an inflammatory mediator and alveolar epithelial injury marker) and angiopoietin 2 (a marker of endothelial activation) are associated with risk of ARDS during sepsis.45, 46 Polymorphisms in genes that encode cell matrix proteins, vascular endothelial growth factor receptor 1, and haptoglobin also correlate with ARDS risk.47, 48, 49 Together, these findings suggest that genetic polymorphisms could be an important source of biological heterogeneity in lung injury, resolution, and repair.Differences in the lung and gut microbiomes might also contribute to ARDS heterogeneity. Although proximal airways are lined with commensal bacteria, healthy alveoli are resistant to bacterial growth, providing few nutrient substrates and containing bactericidal surfactant.50 However, as lung injury develops, alveolar flooding by protein-rich liquid and surfactant inactivation together create a more favourable environment for bacterial growth, which might drive further inflammation and injury in a positive feedback loop.51 Lung bacterial overgrowth might occur, and translocated gut bacteria and related pathogen-associated molecular patterns could enter the alveolus.52 Therapeutic implications of this dysbiosis are not well understood. Challenges for precision medicine in ARDSWorkshop participants agreed that advancing precision medicine for ARDS holds considerable appeal and has a strong rationale (panel 1), but also faces numerous hurdles. Major obstacles include limited understanding of the key nodal points in the multiple pathways that mediate acute lung injury, and the difficulty of prompt identification of patients in whom specific pathways are deranged. The pathogenesis of acute lung injury involves several complex steps, including increased endothelial permeability, alveolar epithelial cell death and dysfunction, loss of surfactant function, activation of coagulation cascades, and triggering of complex innate immunity pathways in the lungs.6 The key nodes of these pathways that govern pivotal downstream events towards resolution and repair remain uncertain, and the importance of a specific pathway might differ between patients depending on cause of lung injury, patient predisposition, and other factors.Adding to the challenge, the timeframe for characterising patients is short because ARDS develops rapidly, and treatments might be most effective when initiated early. For example, current precision medicine approaches to staging and molecular classification of breast and lung cancer require days to weeks, yet in a recent trial of ARDS, 48-h mortality was 10% and 96-h mortality was 16%.53 Rapid assays will need to be developed to enable prompt biological phenotyping within minutes to a few hours.54 Proximate biospecimens, such as those from bronchoalveolar lavage, require additional invasive procedures and have been obtained in a minority of large-scale human studies; even when collected, specimen acquisition and analysis protocols often differ between studies. Tissue samples are rarely obtained, both because of procedural risk and because the finding of diffuse alveolar damage does not substantially change treatment.14, 55 Acute and chronic comorbidities vary and can influence the likelihood of developing and surviving ARDS.56 Even if comorbidities do not modify biological treatment responsiveness, they undoubtedly influence risk of death attributable to ARDS.57 To add further complexity, there is no widely accepted surrogate endpoint for clinical trials in ARDS, complicating early-phase clinical studies. Adapting preclinical investigations to precision medicineRoles for rigorous preclinical modelsAnimal models will never fully replicate the heterogeneity of human ARDS. Nevertheless, they remain essential for understanding more deeply the cellular and molecular drivers of disease and have an important role in the development of a precision medicine strategy for ARDS (panel 2). Animal studies can be highly effective in modelling a specific biological feature of lung injury or treatable trait (eg, endothelial barrier disruption),58 particularly when coupled with careful observation in human studies that can feasibly identify biomarkers of those targeted pathways.Among the most powerful roles of animal models is in helping to define key nodes of mechanistic pathways that have been identified in rigorous human studies, a bedside-to-bench approach termed reverse translation (figure\n). Once identified, these pathways and nodes could inform targets for drug development to be tested in subsequent trials.Open in a separate windowFigureProposed research schema to advance precision medicine pharmacotherapy in acute respiratory distress syndrome*Phase 2 and 3 trials might use a platform design if multiple candidate therapies are deemed ready for testing and amenable to a platform. Other trial designs might also be considered. The number of simultaneous arms need not be constant and might depend on resources, enrolment rate, and number and priority of candidate treatments, among other factors. †Biomarker signatures are denoted by coloured arrows.Recent efforts to incorporate precision medicine in paediatric sepsis care offer an important example of how animal models could inform development of precision medicine for ARDS. Through a series of cohort studies, investigators developed a biomarker panel to predict mortality from paediatric sepsis in humans59 and subsequently found similar biomarkers were predictive of mortality in murine models of sepsis.60 The murine models were then used to test therapies targeting the predictive biomarkers to determine whether they were causally related to outcomes and to identify other biological features (eg, higher bacterial burden) of the group with high predicted mortality. This conservation of findings from bedside to bench might permit initial testing of candidate therapies in preclinical models to understand the implications of biological heterogeneity and potentially inform trial design.60\nReverse translation might also have an important role in understanding why some promising candidate treatments are not beneficial in human clinical trials. For example, heterogeneity of treatment effect by latent class subphenotype was observed in a trial of simvastatin8 but not in a related trial of rosuvastatin for ARDS.61 Taking this clinical observation back to relevant preclinical models could help to identify pivotal mechanistic determinants of a differential response to simvastatin when compared with rosuvastatin for clinically defined ARDS subphenotypes, and also potentially identify novel, mechanistically driven biomarkers that better predict a beneficial treatment response to one statin versus another.Modelling sources of human heterogeneityIntroducing heterogeneity, inherent in human ARDS, into preclinical models might contribute to understanding of downstream biological consequences and enable identification of potentially novel nodes for therapeutic targeting. This strategy can take many forms, including but not limited to modifying host susceptibility, varying insult type or intensity, and altering environmental or supportive care factors.Crossbreeding of mice to introduce genetic diversity might inform understanding of genetically regulated complex traits ranging from inflammation to wound repair. The Collaborative Cross model for complex trait analysis is one such example, a collection of roughly 200 distinct recombinant inbred strains of mice created by reciprocal inter-cross breeding of eight founder strains.62 The Collaborative Cross model has been used to decipher genetic factors that influence host susceptibility to various infectious pathogens by mapping phenotypic variation to gene loci to determine the genetic basis for variation in infection potency, severity, and pathogenesis.63 This model could be integrated with human genome-wide association studies to dissect a genetic basis for ARDS heterogeneity.Adding variation to mechanism and intensity of the lung injury stimulus might also help to elucidate differential activation of mechanistic pathways and resulting effects on treatment responsiveness. For example, in the caecal ligation and puncture model of experimental sepsis, caecal puncture of random severity can be performed in outbred mice to yield a heterogeneous insult in genetically heterogeneous animals,64 facilitating interrogation of biological pathways that might influence heterogeneity of host response and treatment effect. A study using a caecal ligation and puncture model with variable severity in outbred mice identified two distinct sepsis phenotypes: a high-mortality variant characterised by early onset of cardiogenic shock; and a low-mortality variant with intact cardiac function, which exhibited differential responses to treatment with hydrocortisone, ascorbic acid, and thiamine.65\nMultisystem crosstalk and modifiable riskAcute and long-term extrapulmonary morbidity, including physical, cognitive, and psychiatric disability, are common in ARDS.4, 5 Bidirectional pathogenic interactions of the lungs with the kidneys, brain, and other vital organ systems have been discovered. For example, acute kidney injury might predispose the lungs to a secondary inflammatory insult,66 precipitating lung injury that in turn could exacerbate renal injury.67 Similarly, endothelial activation and neuroinflammatory signalling from brain injury might predispose to lung injury,68 which in turn could exacerbate brain injury.69 Many pathways of multiorgan crosstalk are similar across critical illness syndromes and thus might be considered clinically in terms of treatable traits rather than being unique to any one particular diagnosis.58 Deciphering mechanisms of multisystem interactions, with preclinical models and human data, could aid development of interventions that attenuate such multiorgan positive feedback crosstalk loops and associated morbidity in various critical illness syndromes, including ARDS.Human ex-vivo and in-vivo modelsHuman experimental models of lung injury might have a unique role in improving understanding of ARDS pathophysiology.70 Ex-vivo human lung models, using organs declined for transplant, allow experimental manipulation and serial evaluation of distal lung tissue that otherwise is typically inaccessible in human ARDS.71 In-vivo human models range from subclinical lung inflammation in healthy volunteers induced by inhaled lipopolysaccharide to surgeries such as cardiopulmonary bypass or intra-operative single-lung ventilation that induce lung inflammation or ischaemia reperfusion injury in a more regulated setting.70 As an example of potential relevance to ARDS heterogeneity, differential inflammatory responses to lipopolysaccharide have been linked to genetic polymorphisms that modulate innate immunity in healthy volunteers.72 However, human models have important limitations. For instance, ex-vivo models fail to capture multisystem crosstalk and are technically difficult to develop and maintain. In-vivo models yield low-level regulated inflammation, which might be informative but contrasts with the dysregulated inflammation, physiological derangements, and severity of lung injury characteristic of ARDS. Clinical cohorts to advance precision medicineLarge observational studiesRigorous cohort studies are essential to understand the entire spectrum of ARDS pathogenesis and recovery in usual care. These natural history experiments serve as a crucial link in the translational science continuum, informing research directions in preclinical studies and clinical trials (panel 2). Key aims for ARDS cohort studies include the following: to identify, validate, and refine clusters of heterogeneity (subphenotypes) and factors associated with treatment responsiveness;9, 40 to develop rapid diagnostics in support of such subphenotyping;73 to explore underlying mechanisms and potential drivers of biological heterogeneity;41, 45, 46 to identify populations at greater risk of ARDS-attributable outcomes for clinical trial prognostic enrichment; to evaluate generalisability of clinical trial findings to less selective populations; and to identify novel interventions for testing in preclinical models and clinical trials. Cohort studies could also enrol patients at risk of ARDS to determine why some patients progress to severe lung injury whereas others do not.The many sources of clinically overt heterogeneity in ARDS necessitate harmonised clinical data and biospecimen collection and sufficiently large sample sizes to ensure statistical power for dissecting clinically occult heterogeneity. An international period prevalence study1 suggested that, before the COVID-19 pandemic, the typical 12-bed intensive care unit might have seen approximately 65 patients with ARDS per year (5·5 cases per bed per year). Multicentre cohort studies are well suited to ensuring timely accrual and diversity (ethnic, phenotypic, and biological) that is representative of the total population of patients with ARDS, as required for discovery and validation of subphenotypes. Encouraging broader patient participation in clinical research studies, with the involvement of patient advocates, could further enhance development of these larger datasets.Harmonising data and specimen collectionObservational research networks in other fields provide a template for building synergistic research teams and comprehensive cohorts to advance precision medicine. For example, the NHLBI Severe Asthma Research Program is a uniquely structured multicentre collaborative network of investigators who lead independently funded mechanistic studies but are required to recruit patients and obtain samples that are shared across the network.13 The result—a rigorously phenotyped cohort of more than 700 patients with pulmonary function measures, imaging, and multiple biological samples—enabled identification of several asthma subphenotypes and key mechanistic nodes74, 75 that are now being targeted in clinical trials.The Severe Asthma Research Program offers several lessons that are relevant to ARDS.13 The funding mechanism explicitly mandated a team science approach, wherein multiple investigators contributed to a shared cohort with individual mechanistic studies championed by a specific investigator and embedded within the cohort. This shared cohort model required that all investigations have a common longitudinal protocol, with uniform data acquisition and analysis procedures, while allowing some highly specialised studies to involve only a subset of sites.Development of rapid diagnosticsBecause ARDS develops and evolves quickly, the development of rapid diagnostics that can be deployed on-site (ie, at the bedside or in the hospital clinical laboratory) will be crucial for timely biological phenotyping.54 Assay platforms will need to generate actionable data within minutes to a few hours, rather than days, to be implemented in precision medicine trials. Given current technologies and the existing body of evidence,76 protein-based enrichment strategies appear closest to clinical application, when compared with gene expression (mRNA)-based enrichment strategies. The development of these assay platforms will be most efficient via collaborations with industry and with early involvement of regulatory agencies. Clinical trials to advance precision medicinePredictive and prognostic enrichmentEnrichment strategies are essential to enable precision trials among critically ill patients.77 Enrichment broadly refers to the selection of a patient cohort in whom an experimental intervention is more likely to be of benefit, when compared with an unselected cohort. Prognostic enrichment entails selecting patients who are more likely to have a disease-related event—eg, those at higher risk of ARDS-related death. Prognostic enrichment decreases the sample size required to detect relative differences in a trial endpoint for a given desired power. However, it does not address heterogeneity in treatment response.Predictive enrichment entails selecting patients anticipated to have an increased likelihood of responding to an intervention on the basis of clinical or biological characteristics and mechanism of action of the intervention. The challenge for predictive enrichment is that it is difficult to prospectively identify subgroups most likely to benefit from specific therapies. When treatment response heterogeneity is plausible, trials should be designed to allow for that possibility.Lessons from other fields: innovative trial designsInnovative trial designs might help to accelerate precision therapeutic discovery, in part by embracing disease heterogeneity and uncertainty around matching the right therapy to the right patient. Platform trials evaluate multiple therapies for a disease simultaneously against a single control group.78 Platform trials typically are designed to permit the addition and removal of therapies without stopping the trial, according to predefined rules regarding efficacy and futility in the overall trial population or particular subgroups. The I-SPY2 and PrecISE trials are examples of adaptive platform trials (table\n).79, 80 I-SPY2 has been designed to evaluate neoadjuvant therapies for high-risk, early stage breast cancer,12 while therapies for severe and exacerbation-prone asthma are being assessed in PrecISE.81 Both are signal-finding phase 2 trials that aim to rapidly evaluate multiple candidate therapies for their probability of success in phase 3 trials.TableKey principles shaping precision medicine trials in breast cancer and severe asthmaI-SPY2 trial79for breast cancerPrecISE trial80for severe asthmaLeveraging of disease heterogeneity in the trial designDrug effects are assessed in each of ten prespecified biomarker signaturesSix novel drug candidates hypothesised to benefit a biological subtype of severe asthma were selected, with some overlap among subtypes, and randomisation is weighted so that patients are more likely to receive the drug(s) that target their subtypeUse of analyses that incorporate biological subtypesThe main outcome is Bayesian probability of success in a subsequent confirmatory phase 3 trial for each prespecified biomarker signaturePrimary analysis will determine the refined target biological subgroup definition for each therapy demonstrating efficacy compared with placebo with respect to three dimensions of asthma severity (lung function, symptom control, exacerbations) for further testing in a confirmatory phase 3 trialUse of efficient platform trial designA master protocol with continuous patient enrolment is used, enabling simultaneous evaluation of up to five candidate therapies; therapies can be added to or removed from the protocol without interrupting enrolmentA master protocol with continuous patient enrolment is used, enabling simultaneous evaluation of candidate therapies, and a crossover design allows each patient to serve as his or her own control and potentially receive more than one study drug; new therapies can be added to the protocol without interrupting enrolment, and therapies demonstrating futility can be discontinued, preserving resources for remaining therapiesPersonalisation of therapy within a trial to maximise benefit to each patientTherapy can be escalated or deescalated on the basis of each individual's response to therapy, according to the pathological complete responseAs trial data accumulate, the definition of biomarker-defined subgroups and treatment assignment probabilities are updated to ensure that each patient is likely to receive the most promising drug for his or her subtypeEarly and transparent collaboration with multiple drug companies in a single platform trialInvestigators determine the most promising drug candidates and work with Quantum Leap Healthcare Collaborative, a non-profit organisation, to secure drugs from multiple companiesInvestigators independently propose and rank drug candidates on the basis of their feasibility, innovation, safety, phenotype match, predictive biomarker profile, and prior data; top-ranked agents are obtained from companiesOpen in a separate windowI-SPY2 and PrecISE offer several lessons that might be relevant to ARDS. As platform trials, they enrol continuously using a single master protocol and evaluate multiple treatments simultaneously.78, 82 A given therapy could be eliminated from the trial and replaced by a new candidate therapy without interrupting enrolment, so that more therapies are tested in a time-efficient and cost-effective manner. Both trials embrace a team science approach and engaged key collaborators and stakeholders early in trial formulation, including sponsors, regulatory agencies, pharmaceutical and biotechnology industries, academia, patient advocates, and the broader medical community.Both I-SPY2 and PrecISE leverage the inherent biological heterogeneity of their respective targeted phenotypes. The main outcome of I-SPY2 is the predictive probability of success in a confirmatory phase 3 trial within each of ten prespecified biomarker signatures; a therapy is deemed sufficiently promising to progress if there is an 85% Bayesian predicted probability of success in a 300-patient, 1:1 randomised, confirmatory neoadjuvant phase 3 trial for any of the prespecified biomarker signatures.12 The trial design includes the use of standard (US Food and Drug Administration [FDA]-approved), qualifying (highly promising, and prespecified for FDA validation), and exploratory (hypothesis-generating) biomarkers,79 and uses incoming data to identify the best biomarkers for stratifying patients for each of the therapies under investigation. Over a decade, more than 20 agents from multiple pharmaceutical companies have been evaluated in I-SPY2; several agents have progressed to phase 3 trials and have been validated, spanning a range of biomarker signatures.83 In addition, the prognostic importance of an early endpoint—pathological complete response to therapy regardless of subtype or treatment delivered—has been established,84 and new tumour classifiers have been identified that enhance the ability to target therapies and improve outcomes.In PrecISE, novel candidate therapies are chosen according to their hypothesised effectiveness for biological subtypes of severe asthma based on a priori beliefs about underlying mechanisms. A crossover design allows each patient to serve as his or her own control and, through repeated randomisations, receive multiple therapies during the study. Randomisation at every step is weighted (initially in a 2:1 ratio) so that patients in the biomarker subgroup targeted by a particular intervention are more likely to receive that intervention, and definitions of the biomarker-defined subgroups are updated over time as trial data accumulate.85 This approach allows for detection of drug effects in subgroups not anticipated to benefit from the drug as well as confirmation of non-responders, which are essential for targeted treatments. At the conclusion of this phase 2 signal-finding trial, novel therapies demonstrating efficacy across three dimensions of asthma severity (lung function, symptom control, and exacerbations), and the optimally defined disease subtype that each therapy should target, will be identified for further study in a phase 3 confirmatory trial.Although I-SPY2 and PrecISE are phase 2 trials, platform trials similarly might improve efficiency when multiple candidate therapies amenable to the same platform are ready for confirmatory phase 3 testing.Early lessons from COVID-19After the October 2019 workshop, the SARS-CoV-2 virus, which causes the clinical syndrome of COVID-19 with severe ARDS, has spread across the globe. Spurred by the urgent need for novel therapies, many clinical trials groups have embraced platform trials to accelerate scientific discovery. The RECOVERY platform trial, run through the UK's National Health Service, was the first to demonstrate a survival benefit with corticosteroids for severe COVID-19,86 a finding since replicated in several subsequent trials.87 In addition, the RECOVERY platform design rapidly evaluated and discarded several other repurposed therapies (eg, hydroxychloroquine, lopinavir–ritonavir) as ineffective in the population studied.In the USA, the Accelerating COVID-19 Therapeutic Interventions and Vaccines (ACTIV) and Collaborating Network of Networks for Evaluating COVID-19 and Therapeutic Strategies (CONNECTS) public–private partnerships with government, academia, and industry aim to rapidly assess promising candidate therapies for COVID-19 with a series of federally funded master protocols and platform trials that use National Institutes of Health-supported research networks to test prioritised agents, including immune modulators, monoclonal antibodies, anti-thrombotics, and other therapeutics.88, 89 Growing out of this NHLBI workshop, the I-SPY COVID phase 2 platform trial has fostered novel collaborations, pairing the precision medicine expertise of oncologists with the content expertise of ARDS clinical trialists, with repurposed and investigational agents under evaluation that target several mechanistic pathways in severe COVID-19.90\nWorldwide trial efforts have been coordinated by the WHO Solidarity Trial Consortium\n91 and the REMAP-CAP Trial investigators.92 REMAP-CAP was planned before the COVID-19 pandemic as a perpetual enrolment adaptive platform trial studying treatments for community-acquired pneumonia. Its unique platform design was intended for rapid adaptation to respiratory pandemics and illustrates successful implementation of such trial design principles on a global scale.93\nAlthough COVID-19 developments post-dated this workshop, they demonstrate the potential for rethinking trial design to accelerate therapeutic discovery for conditions for which few evidence-based treatments exist. They also illustrate the importance of public–private partnerships with broad stakeholder engagement to achieve this vision. COVID-19 exhibits substantial phenotypic heterogeneity despite being precipitated by a single causative organism,94 highlighting the need for deeper understanding to support a precision medicine approach.Potential application of platform trial design to ARDSTherapeutic discovery for ARDS, from COVID-19 or other causes, could be accelerated through platform trials. Building efficient trial machinery with perpetual enrolment to test multiple agents could help to establish a cost-effective drug-development pipeline. Efficiency of the platform design, access to existing trial infrastructure, and input from academic physician-scientists could incentivise pharmaceutical industry collaboration to develop and test new and repurposed drug candidates.95\nThe inherent heterogeneity of ARDS could be leveraged by designing trials to differentiate treatment responsiveness by biomarker signature, potentially to inform predictive enrichment for a subsequent phase 3 trial (figure). Key hurdles include uncertainty about temporal stability of biomarker signatures over time and lack of rapid diagnostics for molecular biomarkers, which would need to be developed and validated before or in parallel with any such trial. An adaptive design could improve efficiency by using data from the ongoing trial to refine subgroup-intervention pairings or eliminate biomarker-defined subgroups from consideration for a particular therapy. Whether response-adaptive randomisation might boost efficiency further depends on the particular construct of the trial.96 For example, response-adaptive randomisation might improve both statistical efficiency and effectiveness of therapies in a trial when the following conditions are met: at least three arms are available for allocation (including, typically, a standard-of-care control arm); response-adaptive randomisation is not implemented until there is sufficient early data (eg, a burn-in phase) to provide reasonably stable preliminary estimates of treatment effect; and a sufficient fraction of patients are allocated to the control group in an ongoing manner to mitigate risks of bias from changes over time.96\nAlthough the efficiencies of platform trials are appealing, some challenges remain. As the eligibility criteria for a platform trial might be broad to capture the range of patients affected by ARDS, careful consideration should be given to whether all treatment arms should be made available to the full range of enrolled participants. Narrower eligibility criteria can be applied for particular candidate therapies within a trial to address specific contraindications, provided that any subgroup of the trial population qualifies for at least two arms so that randomisation can be used. Although best practices might change over time, platform trials can be designed to permit updates to the standard of care across treatment groups as the evidence evolves, and concurrent controls can be used in analyses to reflect the contemporary standard of care. Having multiple interventions in the trial poses challenges for safety monitoring and blinding, which can be mitigated by separating group assignment into a two-step process: unblinded randomisation to one potential intervention in the trial while masking assignment to active or placebo groups for that intervention.97 This approach preserves the advantages of blinding and allows multiple routes of drug administration to be included in the same master protocol. In some settings such as pragmatic trials, placebo might not be available or masking might not be possible for other reasons; best practices for preserving study integrity with unblinded treatment administration should still be followed. Sustained funding sources are needed to develop and maintain the infrastructure that is necessary to test a series of therapies at multiple sites. These challenges will need to be considered carefully in designing ARDS platform trials.Endpoint selectionThere are no well validated, patient-centred, disease-specific endpoints for ARDS. Mortality remains the most widely accepted endpoint for ARDS trials.98 Nevertheless, ARDS-attributable risk of death can differ considerably between patients and cohorts,99 an important factor influencing statistical power of trials and a potential cause of heterogeneity of treatment effect.100 No validated surrogate endpoint exists for ARDS mortality. Physiological endpoints, such as change in oxygenation or extravascular lung water, have not been consistently correlated with treatment effects on mortality and in some instances have suggested improved lung function for interventions subsequently found to increase mortality.2, 16, 101\nEndpoints other than mortality must address death as a competing risk. Ventilator-free days, a composite outcome that includes death and time from successful ventilator weaning to day 28, is not clearly patient centred and as originally defined equates death as equivalent to 28 days of ventilator dependence. To overcome this limitation, ventilator-free survival is a ranked composite score that compares each patient to all other patients in the study, first by vital status and then, only if both patients in a pair survive, by duration of ventilation.102, 103 As an alternative, WHO proposed an ordinal scale for COVID-19 trials that incorporates post-extubation level of respiratory support,104 and some COVID-19 trials have used this scale to evaluate time to recovery as the main trial endpoint.90\nLong-term follow-up of ARDS survivors has revealed protracted physical, cognitive, and psychological morbidity,4, 5 and core outcome measures have been proposed for studies of ARDS survivorship.105 These core outcomes were developed with input from both survivors of ARDS and their families, emphasise many domains contributing to quality of life, and have been integrated into recent trials.53, 106, 107 Measuring long-term outcomes is essential to understand the totality of patient-centred treatment effects and the spectrum of survivorship within trials.98 To be suitable for consideration as a primary endpoint for trials, long-term outcomes must account for the competing risk of death to retain face validity and should be supported by evidence suggesting that these measures can be modified by candidate interventions. The preferred outcome, or family of outcomes, for a given trial might depend on the particular population enrolled and intervention that is studied.Response indicatorsResponse indicators are early markers of therapeutic target engagement and are distinct from trial endpoints. For example, in oncology, tumour shrinkage or change in tumour biomarker serum levels after initial cycles of chemotherapy could indicate drug target engagement but would not themselves be appropriate trial outcomes until unambiguously linked to patient-centred clinical outcomes.108 The ideal response indicator would be useful early in the treatment course to determine whether the prescribed therapy is likely to be effective for a given patient and thus should be continued in that patient. Response indicators might also be useful to guide dose adjustment for titratable therapies. No universal response indicator exists for ARDS, but intervention-specific response indicators could be tested within trials as they become available.Candidate interventionsDiscovery and development of new drugs is expensive and time-consuming, costing US$1–2 billion or more, and often taking 10–15 years from discovery to regulatory approval.95 Testing approved drugs and known drug candidates for new indications takes advantage of their established mechanisms of action and known safety and pharmacokinetic profiles,109 reducing cost and time. Large databases of clinically approved drugs have been established, such as the National Center for Advancing Translational Sciences (NCATS) Pharmaceutical Collection, and efforts have been made to profile these moieties for activity over a wide range of pathways and disease models.110 Cross-referencing known drug activities with appropriate targets in ARDS could lead to development of new drugs at reduced cost and time than required for entirely new compounds, an approach embraced by the scientific community to fight the COVID-19 pandemic.Repurposing of drugs has had successes in other pulmonary diseases. For example, sildenafil, a phosphodiesterase type 5 inhibitor, was initially developed as a possible therapy for coronary artery disease, before being tested and approved for erectile dysfunction and subsequently for pulmonary arterial hypertension. In asthma, recognition of the T-helper-2 paradigm provided a pathophysiological basis for new drugs that inhibit the interleukin 5 (IL-5) and IL-4/IL-13 pathways,111 which were originally developed for several eosinophilic diseases (anti-IL-5 agents)112 and atopic dermatitis (tralokinumab, an anti-IL-4/IL-13 therapy).113 Drug discovery efforts for ARDS also should consider whether several different pathways need to be manipulated simultaneously to maximise therapeutic effect, as in cancer chemotherapy. Conclusions and future directionsTherapeutic discovery for ARDS requires new approaches that bring phenotypic and biological heterogeneity to the fore to match candidate therapies to resulting subgroups. Concerted coordination across the research community will be required to achieve this precision medicine vision. Mechanistic preclinical studies, translational clinical cohort studies, and randomised trials fulfil intertwined roles in understanding mechanisms, prognostic relevance, and therapeutic implications of ARDS heterogeneity. Clinical trials must be reimagined to build the discovery pipeline, leveraging the efficiencies of novel designs to test multiple candidate therapies simultaneously and match them to the right patient subgroups. Partnership between academia, industry, regulatory agencies, sponsors, and patients must be nurtured.Several areas of uncertainty remain regarding the best path forward to advance precision medicine in ARDS. These key unanswered questions form a foundation for future areas of research (panel 3\n). With broad recognition that ARDS heterogeneity modifies therapeutic efficacy, the impetus to develop and advance precision medicine strategies is clear. Deeper understanding of key nodes in mechanistic pathways established through rigorous preclinical studies and well designed observational cohorts, paired with innovative trials designed to test for sources of heterogeneity that influence treatment responsiveness, will accelerate discovery of targeted therapies to reduce morbidity and mortality for patients with ARDS.Panel 3Unresolved key questions for advancing precision medicine in ARDS\n• What is the biological overlap between critical illness syndromes such as ARDS and sepsis? When should trials consider enrolling patients according to treatable traits that might span conventional diagnostic labels?• Which patients are at highest risk for ARDS-attributable mortality, and how can they be identified early in the disease course? Should ARDS trials restrict enrolment to this subset of patients, and how would this affect the generalisability of results in terms of benefits and risks?• What are useful surrogate outcome measures for ARDS clinical trials? Should clinical trials focus primarily on mortality or is there a more ARDS-specific endpoint with favourable performance characteristics?• What is the stability of molecular subphenotypes of ARDS over time, and what implications does this stability have for clinical trials?• What are the key mechanistic drivers (nodes) of molecular subphenotypes of ARDS? What are the contributions of variations in genetics and the microbiome?• What assays should be prioritised for development into rapid diagnostics to enable future trials?• What are the highest priority therapeutic candidates for testing in precision medicine trials?\nARDS=acute respiratory distress syndrome. Search strategy and selection criteria\nWe searched PubMed for articles published from database inception to Nov 1, 2020, using the terms “acute respiratory distress syndrome” or “acute lung injury” and “precision medicine” without language restrictions to identify potentially relevant publications. This search was supplemented by the authors' own literature searches for their pre-workshop topic-specific summaries, which were written to inform discussions on the themes developed in the workshop and in this manuscript. When publications with overlapping content were identified, the references deemed most immediately relevant were included in the final citation list.\n Declaration of interestsJRB reports grants from the US National Institutes of Health (NIH) and Quantum Leap Healthcare Collaborative and personal fees from Sedana Medical and Hamilton Medical, outside of the submitted work. BTT reports grants from NIH and personal fees from Bayer, Novartis, and Thetis, outside of the submitted work. RMB reports grants from NIH and personal fees from Merck and Genentech, outside of the submitted work. JAB reports grants from NIH, outside of the submitted work. LCD reports grants from NIH, grants and personal fees from AstraZeneca, and personal fees from Sanofi-Regeneron, outside of the submitted work. LE reports being an uncompensated board member of Quantum Leap Healthcare Collaborative. MNG reports grants from NIH and the Agency for Healthcare Research and Quality, outside of the submitted work. RJL is the senior medical scientist at Berry Consultants, a statistical consulting firm that specialises in innovative clinical trial design, including Bayesian adaptive and platform trial designs. JCM is chair of the International Forum for Acute Care Trialists, and reports personal fees from AM Pharma, Gilead Pharmaceuticals, and the Society of Critical Care Medicine, outside of the submitted work. TRM reports personal fees from Novartis Pharmaceuticals, Translate Bio, NIH, the Gates Foundation, and TVM Capital Life Science, outside of the submitted work. DFM reports personal fees for consultancy from GlaxoSmithKline, Boehringer Ingelheim, Bayer, and Novartis, and he holds a patent issued to his institution for a treatment for acute respiratory distress syndrome (ARDS), outside of the submitted work. NJM reports grants from NIH, Athersys, the Marcus Foundation, BioMarck, and Quantum Leap Healthcare Collaborative, outside of the submitted work. MM reports grants from NIH, outside of the submitted work. ER is the president of the ARDS Foundation. EPS reports grants from NIH and equity interest in IHP Therapeutics, outside of the submitted work. LBW reports personal fees from Merck, Bayer, Boehringer Ingelheim, CSL Behring, Quark, Foresee Pharmaceuticals, and Citius, and grants from CSL Behring and Genentech, outside of the submitted work. HRW reports grants from NIH and holds a patent for sepsis biomarkers for prognostic and predictive enrichment. CSC reports grants from NIH and Quantum Leap Healthcare Collaborative, grants and personal fees from Genentech and Bayer, and personal fees from Quark Pharmaceuticals, Prometric, Gen1e Life Sciences, and Vasomune, outside of the submitted work. The other authors declared no conflicts of interest. AcknowledgmentsThe workshop upon which this report is based was funded by the US National Heart, Lung, and Blood Institute (NHLBI). The NHLBI approved the workshop concept and provided administrative support for the workshop. All authors received reimbursement from the US National Institutes of Health for travel and accommodation to attend the workshop. RMB is funded by the US Department of Defense. JAB is funded by the US Department of Defense and the US Veterans Administration. DFM's institution has received funds for grants from the UK National Institute for Health Research, the Wellcome Trust, and Innovate UK. NJM has received funding from the Marcus Foundation. We would like to acknowledge the following additional contributors to the workshop from the NHLBI: Jim Kiley (attended the workshop and gave introductory remarks); Guofei Zhou, Aruna Natarajan, and Patricia Noel (provided suggestions for participants and speakers and attended the workshop); and Karen Bienstock and Rhonise Simpson (assisted with workshop planning and logistics and attended the workshop). We would also like to acknowledge the contribution of Christopher Leptak of the Food and Drug Administration, who attended the workshop and gave a talk on biomarker and drug development regulatory approval processes. The content of this manuscript is the responsibility of the authors alone and does not necessarily reflect the views or policies of the US Department of Veterans Affairs, the US Department of Health and Human Services, or the US Government. ContributorsBTT, NRA, and CSC had the initial idea for the workshop, planned the workshop, invited the participants, and chaired the workshop. All authors attended and contributed intellectual content to the workshop. JRB, BTT, NRA, and CSC wrote the first draft of the manuscript. All authors critically reviewed the manuscript and approved the final version. Footnotes*Also relevant to clinical trials. References1. Bellani G, Laffey JG, Pham T, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315:788–800. [PubMed] [Google Scholar]2. Brower RG, Matthay MA, Morris A, Schoenfeld D, Thompson BT, Wheeler A. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301–1308. [PubMed] [Google Scholar]3. Ranieri VM, Rubenfeld GD, Thompson BT, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]4. Herridge MS, Tansey CM, Matté A, et al.  Functional disability 5 years after acute respiratory distress syndrome. N Engl J Med. 2011;364:1293–1304. [PubMed] [Google Scholar]5. Hopkins RO, Weaver LK, Collingridge D, Parkinson RB, Chan KJ, Orme JF., Jr Two-year cognitive, emotional, and quality-of-life outcomes in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2005;171:340–347. [PubMed] [Google Scholar]6. Matthay MA, Zemans RL, Zimmerman GA, et al.  Acute respiratory distress syndrome. Nat Rev Dis Primers. 2019;5:18. [PMC free article] [PubMed] [Google Scholar]7. Collins FS, Varmus H. A new initiative on precision medicine. N Engl J Med. 2015;372:793–795. [PMC free article] [PubMed] [Google Scholar]8. Calfee CS, Delucchi KL, Sinha P, et al.  Acute respiratory distress syndrome subphenotypes and differential response to simvastatin: secondary analysis of a randomised controlled trial. Lancet Respir Med. 2018;6:691–698. [PMC free article] [PubMed] [Google Scholar]9. Calfee CS, Delucchi K, Parsons PE, Thompson BT, Ware LB, Matthay MA. Subphenotypes in acute respiratory distress syndrome: latent class analysis of data from two randomised controlled trials. Lancet Respir Med. 2014;2:611–620. [PMC free article] [PubMed] [Google Scholar]10. Famous KR, Delucchi K, Ware LB, et al.  Acute respiratory distress syndrome subphenotypes respond differently to randomized fluid management strategy. Am J Respir Crit Care Med. 2017;195:331–338. [PMC free article] [PubMed] [Google Scholar]11. Robert C, Grob JJ, Stroyakovskiy D, et al.  Five-year outcomes with dabrafenib plus trametinib in metastatic melanoma. N Engl J Med. 2019;381:626–636. [PubMed] [Google Scholar]12. Rugo HS, Olopade OI, DeMichele A, et al.  Adaptive randomization of veliparib–carboplatin treatment in breast cancer. N Engl J Med. 2016;375:23–34. [PMC free article] [PubMed] [Google Scholar]13. Jarjour NN, Erzurum SC, Bleecker ER, et al.  Severe asthma: lessons learned from the National Heart, Lung, and Blood Institute Severe Asthma Research Program. Am J Respir Crit Care Med. 2012;185:356–362. [PMC free article] [PubMed] [Google Scholar]14. Thille AW, Esteban A, Fernández-Segoviano P, et al.  Comparison of the Berlin definition for acute respiratory distress syndrome with autopsy. Am J Respir Crit Care Med. 2013;187:761–767. [PubMed] [Google Scholar]15. Villar J, Pérez-Méndez L, Blanco J, et al.  A universal definition of ARDS: the PaO2/FiO2 ratio under a standard ventilatory setting— a prospective, multicenter validation study. Intensive Care Med. 2013;39:583–592. [PubMed] [Google Scholar]16. Guérin C, Reignier J, Richard JC, et al.  Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368:2159–2168. [PubMed] [Google Scholar]17. Beitler JR. Bedside respiratory physiology to detect risk of lung injury in acute respiratory distress syndrome. Curr Opin Crit Care. 2019;25:3–11. [PMC free article] [PubMed] [Google Scholar]18. Amato MBP, Meade MO, Slutsky AS, et al.  Driving pressure and survival in the acute respiratory distress syndrome. N Engl J Med. 2015;372:747–755. [PubMed] [Google Scholar]19. Beitler JR, Shaefi S, Montesi SB, et al.  Prone positioning reduces mortality from acute respiratory distress syndrome in the low tidal volume era: a meta-analysis. Intensive Care Med. 2014;40:332–341. [PMC free article] [PubMed] [Google Scholar]20. Cressoni M, Cadringher P, Chiurazzi C, et al.  Lung inhomogeneity in patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2014;189:149–158. [PubMed] [Google Scholar]21. Constantin JM, Jabaudon M, Lefrant JY, et al.  Personalised mechanical ventilation tailored to lung morphology versus low positive end-expiratory pressure for patients with acute respiratory distress syndrome in France (the LIVE study): a multicentre, single-blind, randomised controlled trial. Lancet Respir Med. 2019;7:870–880. [PubMed] [Google Scholar]22. Mrozek S, Jabaudon M, Jaber S, et al.  Elevated plasma levels of sRAGE are associated with nonfocal CT-based lung imaging in patients with ARDS: a prospective multicenter study. Chest. 2016;150:998–1007. [PubMed] [Google Scholar]23. Calfee CS, Janz DR, Bernard GR, et al.  Distinct molecular phenotypes of direct vs indirect ARDS in single-center and multicenter studies. Chest. 2015;147:1539–1548. [PMC free article] [PubMed] [Google Scholar]24. Thille AW, Esteban A, Fernández-Segoviano P, et al.  Chronology of histological lesions in acute respiratory distress syndrome with diffuse alveolar damage: a prospective cohort study of clinical autopsies. Lancet Respir Med. 2013;1:395–401. [PubMed] [Google Scholar]25. Luo L, Shaver CM, Zhao Z, et al.  Clinical predictors of hospital mortality differ between direct and indirect ARDS. Chest. 2017;151:755–763. [PMC free article] [PubMed] [Google Scholar]26. Gibelin A, Parrot A, Maitre B, et al.  Acute respiratory distress syndrome mimickers lacking common risk factors of the Berlin definition. Intensive Care Med. 2016;42:164–172. [PubMed] [Google Scholar]27. Papazian L, Forel JM, Gacouin A, et al.  Neuromuscular blockers in early acute respiratory distress syndrome. N Engl J Med. 2010;363:1107–1116. [PubMed] [Google Scholar]28. National Heart, Lung, and Blood Institute ARDS Clinical Trials Network  Comparison of two fluid-management strategies in acute lung injury. N Engl J Med. 2006;354:2564–2575. [PubMed] [Google Scholar]29. Matthay MA, Brower RG, Carson S, et al.  Randomized, placebo-controlled clinical trial of an aerosolized β2-agonist for treatment of acute lung injury. Am J Respir Crit Care Med. 2011;184:561–568. [PMC free article] [PubMed] [Google Scholar]30. Festic E, Carr GE, Cartin-Ceba R, et al.  Randomized clinical trial of a combination of an inhaled corticosteroid and beta agonist in patients at risk of developing the acute respiratory distress syndrome. Crit Care Med. 2017;45:798–805. [PMC free article] [PubMed] [Google Scholar]31. Moss M, Guidot DM, Wong-Lambertina M, Ten Hoor T, Perez RL, Brown LAS. The effects of chronic alcohol abuse on pulmonary glutathione homeostasis. Am J Respir Crit Care Med. 2000;161:414–419. [PubMed] [Google Scholar]32. Calfee CS, Matthay MA, Kangelaris KN, et al.  Cigarette smoke exposure and the acute respiratory distress syndrome. Crit Care Med. 2015;43:1790–1797. [PMC free article] [PubMed] [Google Scholar]33. Ware LB, Zhao Z, Koyama T, et al.  Long-term ozone exposure increases the risk of developing the acute respiratory distress syndrome. Am J Respir Crit Care Med. 2016;193:1143–1150. [PMC free article] [PubMed] [Google Scholar]34. Goh C, Knight JC. Enhanced understanding of the host-pathogen interaction in sepsis: new opportunities for omic approaches. Lancet Respir Med. 2017;5:212–223. [PubMed] [Google Scholar]35. National Heart, Lung, and Blood Institute ARDS Clinical Trials Network  Rosuvastatin for sepsis-associated acute respiratory distress syndrome. N Engl J Med. 2014;370:2191–2200. [PMC free article] [PubMed] [Google Scholar]36. Meduri GU, Headley S, Kohler G, et al.  Persistent elevation of inflammatory cytokines predicts a poor outcome in ARDS. Plasma IL-1 beta and IL-6 levels are consistent and efficient predictors of outcome over time. Chest. 1995;107:1062–1073. [PubMed] [Google Scholar]37. Parsons PE, Eisner MD, Thompson BT, et al.  Lower tidal volume ventilation and plasma cytokine markers of inflammation in patients with acute lung injury. Crit Care Med. 2005;33:1–6. discussion 230–32. [PubMed] [Google Scholar]38. Jabaudon M, Blondonnet R, Pereira B, et al.  Plasma sRAGE is independently associated with increased mortality in ARDS: a meta-analysis of individual patient data. Intensive Care Med. 2018;44:1388–1399. [PMC free article] [PubMed] [Google Scholar]39. Calfee CS, Gallagher D, Abbott J, Thompson BT, Matthay MA. Plasma angiopoietin-2 in clinical acute lung injury: prognostic and pathogenetic significance. Crit Care Med. 2012;40:1731–1737. [PMC free article] [PubMed] [Google Scholar]40. Bos LD, Schouten LR, van Vught LA, et al.  Identification and validation of distinct biological phenotypes in patients with acute respiratory distress syndrome by cluster analysis. Thorax. 2017;72:876–883. [PMC free article] [PubMed] [Google Scholar]41. Bos LDJ, Scicluna BP, Ong DSY, Cremer O, van der Poll T, Schultz MJ. Understanding heterogeneity in biologic phenotypes of acute respiratory distress syndrome by leukocyte expression profiles. Am J Respir Crit Care Med. 2019;200:42–50. [PubMed] [Google Scholar]42. Sinha P, Delucchi KL, McAuley DF, O'Kane CM, Matthay MA, Calfee CS. Development and validation of parsimonious algorithms to classify acute respiratory distress syndrome phenotypes: a secondary analysis of randomised controlled trials. Lancet Respir Med. 2020;8:247–257. [PMC free article] [PubMed] [Google Scholar]43. Rautanen A, Mills TC, Gordon AC, et al.  Genome-wide association study of survival from sepsis due to pneumonia: an observational cohort study. Lancet Respir Med. 2015;3:53–60. [PMC free article] [PubMed] [Google Scholar]44. Everitt AR, Clare S, Pertel T, et al.  IFITM3 restricts the morbidity and mortality associated with influenza. Nature. 2012;484:519–523. [PMC free article] [PubMed] [Google Scholar]45. Jones TK, Feng R, Kerchberger VE, et al.  Plasma sRAGE acts as a genetically regulated causal intermediate in sepsis-associated acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020;201:47–56. [PMC free article] [PubMed] [Google Scholar]46. Reilly JP, Wang F, Jones TK, et al.  Plasma angiopoietin-2 as a potential causal marker in sepsis-associated ARDS development: evidence from Mendelian randomization and mediation analysis. Intensive Care Med. 2018;44:1849–1858. [PMC free article] [PubMed] [Google Scholar]47. Guillen-Guio B, Lorenzo-Salazar JM, Ma SF, et al.  Sepsis-associated acute respiratory distress syndrome in individuals of European ancestry: a genome-wide association study. Lancet Respir Med. 2020;8:258–266. [PMC free article] [PubMed] [Google Scholar]48. Christie JD, Wurfel MM, Feng R, et al.  Genome wide association identifies PPFIA1 as a candidate gene for acute lung injury risk following major trauma. PLoS One. 2012;7 [PMC free article] [PubMed] [Google Scholar]49. Kerchberger VE, Bastarache JA, Shaver CM, et al.  Haptoglobin-2 variant increases susceptibility to acute respiratory distress syndrome during sepsis. JCI Insight. 2019;4 [PMC free article] [PubMed] [Google Scholar]50. Dickson RP, Erb-Downward JR, Huffnagle GB. Towards an ecology of the lung: new conceptual models of pulmonary microbiology and pneumonia pathogenesis. Lancet Respir Med. 2014;2:238–246. [PMC free article] [PubMed] [Google Scholar]51. Dickson RP. The microbiome and critical illness. Lancet Respir Med. 2016;4:59–72. [PMC free article] [PubMed] [Google Scholar]52. Dickson RP, Singer BH, Newstead MW, et al.  Enrichment of the lung microbiome with gut bacteria in sepsis and the acute respiratory distress syndrome. Nat Microbiol. 2016;1 [PMC free article] [PubMed] [Google Scholar]53. National Heart, Lung, and Blood Institute PETAL Clinical Trials Network  Early neuromuscular blockade in the acute respiratory distress syndrome. N Engl J Med. 2019;380:1997–2008. [PMC free article] [PubMed] [Google Scholar]54. McAuley D. Clinical evaluation of a point of care (POC) assay to identify phenotypes in the acute respiratory distress syndrome (NCT04009330) March 20, 2020. https://www.clinicaltrials.gov/ct2/show/{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04009330\",\"term_id\":\"NCT04009330\"}}NCT04009330?term={\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04009330\",\"term_id\":\"NCT04009330\"}}NCT04009330&draw=2&rank=155. Esteban A, Fernández-Segoviano P, Frutos-Vivar F, et al.  Comparison of clinical criteria for the acute respiratory distress syndrome with autopsy findings. Ann Intern Med. 2004;141:440–445. [PubMed] [Google Scholar]56. Gajic O, Dabbagh O, Park PK, et al.  Early identification of patients at risk of acute lung injury: evaluation of lung injury prediction score in a multicenter cohort study. Am J Respir Crit Care Med. 2011;183:462–470. [PMC free article] [PubMed] [Google Scholar]57. Wood KA, Huang D, Angus DC. Improving clinical trial design in acute lung injury. Crit Care Med. 2003;31(suppl):S305–S311. [PubMed] [Google Scholar]58. Agusti A, Bel E, Thomas M, et al.  Treatable traits: toward precision medicine of chronic airway diseases. Eur Respir J. 2016;47:410–419. [PubMed] [Google Scholar]59. Wong HR, Cvijanovich NZ, Anas N, et al.  Pediatric Sepsis Biomarker Risk Model-II: redefining the pediatric sepsis biomarker risk model with septic shock phenotype. Crit Care Med. 2016;44:2010–2017. [PMC free article] [PubMed] [Google Scholar]60. Wong HR, Caldwell JT, Cvijanovich NZ, et al.  Prospective clinical testing and experimental validation of the Pediatric Sepsis Biomarker Risk Model. Sci Transl Med. 2019;11 [PMC free article] [PubMed] [Google Scholar]61. Sinha P, Delucchi KL, Thompson BT, McAuley DF, Matthay MA, Calfee CS. Latent class analysis of ARDS subphenotypes: a secondary analysis of the statins for acutely injured lungs from sepsis (SAILS) study. Intensive Care Med. 2018;44:1859–1869. [PMC free article] [PubMed] [Google Scholar]62. Churchill GA, Airey DC, Allayee H, et al.  The Collaborative Cross, a community resource for the genetic analysis of complex traits. Nat Genet. 2004;36:1133–1137. [PubMed] [Google Scholar]63. Abu Toamih Atamni H, Nashef A, Iraqi FA. The Collaborative Cross mouse model for dissecting genetic susceptibility to infectious diseases. Mamm Genome. 2018;29:471–487. [PubMed] [Google Scholar]64. Rittirsch D, Huber-Lang MS, Flierl MA, Ward PA. Immunodesign of experimental sepsis by cecal ligation and puncture. Nat Protoc. 2009;4:31–36. [PMC free article] [PubMed] [Google Scholar]65. Kim J, Arnaout L, Remick D. Hydrocortisone, ascorbic acid and thiamine (HAT) therapy decreases oxidative stress, improves cardiovascular function and improves survival in murine sepsis. Shock. 2020;53:460–467. [PubMed] [Google Scholar]66. Ahuja N, Andres-Hernando A, Altmann C, et al.  Circulating IL-6 mediates lung injury via CXCL1 production after acute kidney injury in mice. Am J Physiol Renal Physiol. 2012;303:F864–F872. [PMC free article] [PubMed] [Google Scholar]67. Imai Y, Parodo J, Kajikawa O, et al.  Injurious mechanical ventilation and end-organ epithelial cell apoptosis and organ dysfunction in an experimental model of acute respiratory distress syndrome. JAMA. 2003;289:2104–2112. [PubMed] [Google Scholar]68. López-Aguilar J, Villagrá A, Bernabé F, et al.  Massive brain injury enhances lung damage in an isolated lung model of ventilator-induced lung injury. Crit Care Med. 2005;33:1077–1083. [PubMed] [Google Scholar]69. González-López A, López-Alonso I, Aguirre A, et al.  Mechanical ventilation triggers hippocampal apoptosis by vagal and dopaminergic pathways. Am J Respir Crit Care Med. 2013;188:693–702. [PubMed] [Google Scholar]70. Proudfoot AG, McAuley DF, Griffiths MJD, Hind M. Human models of acute lung injury. Dis Model Mech. 2011;4:145–153. [PMC free article] [PubMed] [Google Scholar]71. Frank JA, Briot R, Lee JW, Ishizaka A, Uchida T, Matthay MA. Physiological and biochemical markers of alveolar epithelial barrier dysfunction in perfused human lungs. Am J Physiol Lung Cell Mol Physiol. 2007;293:L52–L59. [PMC free article] [PubMed] [Google Scholar]72. Wurfel MM, Park WY, Radella F, et al.  Identification of high and low responders to lipopolysaccharide in normal subjects: an unbiased approach to identify modulators of innate immunity. J Immunol. 2005;175:2570–2578. [PubMed] [Google Scholar]73. Leligdowicz A, Conroy AL, Hawkes M, et al.  Validation of two multiplex platforms to quantify circulating markers of inflammation and endothelial injury in severe infection. PLoS One. 2017;12 [PMC free article] [PubMed] [Google Scholar]74. Moore WC, Meyers DA, Wenzel SE, et al.  Identification of asthma phenotypes using cluster analysis in the Severe Asthma Research Program. Am J Respir Crit Care Med. 2010;181:315–323. [PMC free article] [PubMed] [Google Scholar]75. Peters MC, Kerr S, Dunican EM, et al.  Refractory airway type 2 inflammation in a large subgroup of asthmatic patients treated with inhaled corticosteroids. J Allergy Clin Immunol. 2019;143:104. 13.e14. [PMC free article] [PubMed] [Google Scholar]76. Matthay MA, Arabi YM, Siegel ER, et al.  Phenotypes and personalized medicine in the acute respiratory distress syndrome. Intensive Care Med. 2020;46:2136–2152. [PMC free article] [PubMed] [Google Scholar]77. Stanski NL, Wong HR. Prognostic and predictive enrichment in sepsis. Nat Rev Nephrol. 2020;16:20–31. [PMC free article] [PubMed] [Google Scholar]78. Berry SM, Connor JT, Lewis RJ. The platform trial: an efficient strategy for evaluating multiple treatments. JAMA. 2015;313:1619–1620. [PubMed] [Google Scholar]79. Barker AD, Sigman CC, Kelloff GJ, Hylton NM, Berry DA, Esserman LJ. I-SPY 2: an adaptive breast cancer trial design in the setting of neoadjuvant chemotherapy. Clin Pharmacol Ther. 2009;86:97–100. [PubMed] [Google Scholar]80. Israel E, Denlinger LC, Bacharier LB, et al.  PrecISE: Precision medicine in severe asthma: an adaptive platform trial with biomarker ascertainment. J Allergy Clin Immunol. 2021;147:1594–1601. [PMC free article] [PubMed] [Google Scholar]81. Siddiqui S, Denlinger LC, Fowler SJ, et al.  Unmet needs in severe asthma subtyping and precision medicine trials: bridging clinical and patient perspectives. Am J Respir Crit Care Med. 2019;199:823–829. [PMC free article] [PubMed] [Google Scholar]82. Woodcock J, LaVange LM. Master protocols to study multiple therapies, multiple diseases, or both. N Engl J Med. 2017;377:62–70. [PubMed] [Google Scholar]83. Schmid P, Cortes J, Pusztai L, et al.  Pembrolizumab for early triple-negative breast cancer. N Engl J Med. 2020;382:810–821. [PubMed] [Google Scholar]84. Yu KD, Ye FG, He M, et al.  Effect of adjuvant paclitaxel and carboplatin on survival in women with triple-negative breast cancer: a phase 3 randomized clinical trial. JAMA Oncol. 2020;6:1390–1396. [PMC free article] [PubMed] [Google Scholar]85. Ivanova A, Israel E, LaVange LM, et al.  The precision interventions for severe and/or exacerbation-prone asthma (PrecISE) adaptive platform trial: statistical considerations. J Biopharm Stat. 2020;30:1026–1037. [PMC free article] [PubMed] [Google Scholar]86. Horby P, Lim WS, Emberson JR, et al.  Dexamethasone in hospitalized patients with Covid-19. N Engl J Med. 2021;384:693–704. [PMC free article] [PubMed] [Google Scholar]87. Sterne JAC, Murthy S, Diaz JV, et al.  Association between administration of systemic corticosteroids and mortality among critically ill patients with COVID-19: a meta-analysis. JAMA. 2020;324:1330–1341. [PMC free article] [PubMed] [Google Scholar]88. National Institutes of Health  COVID-19 therapeutics prioritized for testing in clinical trials. Nov 9, 2020. https://www.nih.gov/research-training/medical-research-initiatives/activ/covid-19-therapeutics-prioritized-testing-clinical-trials89. National Heart, Lung, and Blood Institute  Collaborating Network of Networks for Evaluating COVID-19 and Therapeutic Strategies (CONNECTS) 2020. https://nhlbi-connects.org/therapeutic_framework90. QuantumLeap Healthcare Collaborative  I-SPY COVID-19 TRIAL: an adaptive platform trial for critically ill patients (NCT04488081) July 27, 2020. https://clinicaltrials.gov/ct2/show/{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04488081\",\"term_id\":\"NCT04488081\"}}NCT0448808191. Pan H, Peto R, Henao-Restrepo AM, et al.  Repurposed antiviral drugs for Covid-19 — interim WHO Solidarity Trial results. N Engl J Med. 2021;384:497–511. [PMC free article] [PubMed] [Google Scholar]92. Angus DC, Derde L, Al-Beidh F, et al.  Effect of hydrocortisone on mortality and organ support in patients with severe COVID-19: the REMAP-CAP COVID-19 corticosteroid domain randomized clinical trial. JAMA. 2020;324:1317–1329. [PMC free article] [PubMed] [Google Scholar]93. Angus DC, Berry S, Lewis RJ, et al.  The REMAP-CAP (randomized embedded multifactorial adaptive platform for community-acquired pneumonia) study: rationale and design. Ann Am Thorac Soc. 2020;17:879–891. [PMC free article] [PubMed] [Google Scholar]94. Mathew D, Giles JR, Baxter AE, et al.  Deep immune profiling of COVID-19 patients reveals distinct immunotypes with therapeutic implications. Science. 2020;369 [PMC free article] [PubMed] [Google Scholar]95. Rosenblatt M. How academia and the pharmaceutical industry can work together: the president's lecture, annual meeting of the American Thoracic Society, San Francisco, California. Ann Am Thorac Soc. 2013;10:31–38. [PubMed] [Google Scholar]96. Viele K, Broglio K, McGlothlin A, Saville BR. Comparison of methods for control allocation in multiple arm studies using response adaptive randomization. Clin Trials. 2020;17:52–60. [PubMed] [Google Scholar]97. Murray DD, Babiker AG, Baker JV, et al.  Design and implementation of the multi-arm, multi-stage Therapeutics for Inpatients with COVID-19 (TICO) platform master protocol: an Accelerating COVID-19 Therapeutic Interventions and Vaccines (ACTIV) initiative. medRxiv. 2021 doi: 10.1101/2020.11.08.20227876. published online April 8. (preprint). [CrossRef] [Google Scholar]98. Spragg RG, Bernard GR, Checkley W, et al.  Beyond mortality: future clinical research in acute lung injury. Am J Respir Crit Care Med. 2010;181:1121–1127. [PMC free article] [PubMed] [Google Scholar]99. Auriemma CL, Zhuo H, Delucchi K, et al.  Acute respiratory distress syndrome-attributable mortality in critically ill patients with sepsis. Intensive Care Med. 2020;46:1222–1231. [PMC free article] [PubMed] [Google Scholar]100. Abrams D, Montesi SB, Moore SKL, et al.  Powering bias and clinically important treatment effects in randomized trials of critical illness. Crit Care Med. 2020;48:1710–1719. [PMC free article] [PubMed] [Google Scholar]101. Gao Smith F, Perkins GD, Gates S, et al.  Effect of intravenous β-2 agonist treatment on clinical outcomes in acute respiratory distress syndrome (BALTI-2): a multicentre, randomised controlled trial. Lancet. 2012;379:229–235. [PMC free article] [PubMed] [Google Scholar]102. Beitler JR, Sarge T, Banner-Goodspeed VM, et al.  Effect of titrating positive end-expiratory pressure (PEEP) with an esophageal pressure-guided strategy vs an empirical high PEEP-FiO2 strategy on death and days free from mechanical ventilation among patients with acute respiratory distress syndrome: a randomized clinical trial. JAMA. 2019;321:846–857. [PMC free article] [PubMed] [Google Scholar]103. Novack V, Beitler JR, Yitshak-Sade M, et al.  Alive and ventilator free: a hierarchical, composite outcome for clinical trials in the acute respiratory distress syndrome. Crit Care Med. 2020;48:158–166. [PMC free article] [PubMed] [Google Scholar]104. WHO  WHO R&D blueprint novel coronavirus Covid-19 therapeutic trial synopsis. Feb 18, 2020. https://www.who.int/blueprint/priority-diseases/key-action/COVID-19_Treatment_Trial_Design_Master_Protocol_synopsis_Final_18022020.pdf105. Needham DM, Sepulveda KA, Dinglas VD, et al.  Core outcome measures for clinical research in acute respiratory failure survivors: an international modified Delphi consensus study. Am J Respir Crit Care Med. 2017;196:1122–1130. [PMC free article] [PubMed] [Google Scholar]106. Mikkelsen ME, Christie JD, Lanken PN, et al.  The adult respiratory distress syndrome cognitive outcomes study: long-term neuropsychological function in survivors of acute lung injury. Am J Respir Crit Care Med. 2012;185:1307–1315. [PMC free article] [PubMed] [Google Scholar]107. Needham DM, Dinglas VD, Morris PE, et al.  Physical and cognitive performance of patients with acute lung injury 1 year after initial trophic versus full enteral feeding. EDEN trial follow-up. Am J Respir Crit Care Med. 2013;188:567–576. [PMC free article] [PubMed] [Google Scholar]108. Esserman LJ, Berry DA, DeMichele A, et al.  Pathologic complete response predicts recurrence-free survival more effectively by cancer subset: results from the I-SPY 1 TRIAL--CALGB 150007/150012, ACRIN 6657. J Clin Oncol. 2012;30:3242–3249. [PMC free article] [PubMed] [Google Scholar]109. Nosengo N. New tricks for old drugs. Nature. 2016;534:314–316. [PubMed] [Google Scholar]110. Huang R, Zhu H, Shinn P, et al.  The NCATS Pharmaceutical Collection: a 10-year update. Drug Discov Today. 2019;24:2341–2349. [PubMed] [Google Scholar]111. Papi A, Brightling C, Pedersen SE, Reddel HK. Asthma. Lancet. 2018;391:783–800. [PubMed] [Google Scholar]112. Stein ML, Collins MH, Villanueva JM, et al.  Anti-IL-5 (mepolizumab) therapy for eosinophilic esophagitis. J Allergy Clin Immunol. 2006;118:1312–1319. [PubMed] [Google Scholar]113. Wollenberg A, Howell MD, Guttman-Yassky E, et al.  Treatment of atopic dermatitis with tralokinumab, an anti-IL-13 mAb. J Allergy Clin Immunol. 2019;143:135–141. [PubMed] [Google Scholar]"}