{"title": "Replication protein A: a multifunctional protein with roles in DNA replication, repair and beyond", "pubDate": "2020", "PMCID": "PMC8210275", "DOI": "10.1093/narcan/zcaa022", "PMID": "34316690", "abstract": "Single-stranded DNA (ssDNA) forms continuously during DNA replication and is an important intermediate during recombination-mediated repair of damaged DNA. Replication protein A (RPA) is the major eukaryotic ssDNA-binding protein. As such, RPA protects the transiently formed ssDNA from nucleolytic degradation and serves as a physical platform for the recruitment of DNA damage response factors. Prominent and well-studied RPA-interacting partners are the tumor suppressor protein p53, the RAD51 recombinase and the ATR-interacting proteins ATRIP and ETAA1. RPA interactions are also documented with the helicases BLM, WRN and SMARCAL1/HARP, as well as the nucleotide excision repair proteins XPA, XPG and XPF-ERCC1. Besides its well-studied roles in DNA replication (restart) and repair, accumulating evidence shows that RPA is engaged in DNA activities in a broader biological context, including nucleosome assembly on nascent chromatin, regulation of gene expression, telomere maintenance and numerous other aspects of nucleic acid metabolism. In addition, novel RPA inhibitors show promising effects in cancer treatment, as single agents or in combination with chemotherapeutics. Since the biochemical properties of RPA and its roles in DNA repair have been extensively reviewed, here we focus on recent discoveries describing several non-canonical functions.", "author": [{"author": "Rositsa Dueva", "affiliation": ["Institute of Medical Radiation Biology, University of Duisburg-Essen Medical School, 45122 Essen, Germany."], "href": "/?term=Dueva+R&cauthor_id=34316690"}, {"author": "George Iliakis", "affiliation": ["Institute of Medical Radiation Biology, University of Duisburg-Essen Medical School, 45122 Essen, Germany."], "href": "/?term=Iliakis+G&cauthor_id=34316690"}], "refPMID": ["2833742", "2557626", "2550804", "2554144", "12881520", "11927569", "19010961", "9882630", "10506160", "10194308", "10856290", "10194309", "7947831", "9716411", "11009611", "11139606", "23070815", "11157767", "15047856", "10518616", "17976647", "17110927", "11479296", "8196638", "23303776", "26004442", "16935876", "25171654", "24498402", "28934470", "12697761", "25058683", "27131385", "30575763", "31919510", "21784244", "29059392", "30065069", "28100698", "21332387", "10428972", "9826763", "15056657", "15856006", "15273694", "23755068", "29934626", "12791985", "15743907", "16407120", "21859891", "10825162", "15965237", "12527904", "22354040", "15745997", "12799426", "8756638", "10064605", "26145171", "27601467", "27723717", "27723720", "27818175", "22940245", "16678108", "17596542", "31582797", "30279242", "28107649", "28126821", "29215009", "12509449", "28007956", "15180989", "19586055", "10811822", "15743838", "11389152", "8390328", "8513504", "8361542", "15489903", "22797063", "16234232", "25113031", "24126761", "25550423", "28534480", "24332808", "26403191", "15897895", "14605214", "18342608", "30700555", "15929725", "28551686", "8702565", "9619627", "12077133", "18703507", "18310075", "21558276", "21504906", "28257700", "20705237", "19793863", "19793862", "19793864", "19841479", "20233725", "17296725", "11081631", "9045683", "21107010", "22257160", "10373438", "14499497", "7565690", "8972858", "7876167", "28854355", "28854354", "8626644", "9013642", "21875596", "12819197", "2573521", "9214288", "28396594", "23457261", "30098578", "18845679", "19029798", "28177605", "24366029", "24003211", "11721054", "16530042", "25916848", "27398742", "24267891", "25621662", "31492859", "31661831", "25085909", "23706822", "21325134", "20811461", "20811460", "26491943", "29668972", "26884156", "21931565", "22265216", "26067273", "9353267", "14737196", "10748203", "12171935", "20729832", "20729858", "20729859", "30462332", "9463393", "12169690", "9600915", "24608368", "15498778", "15899791", "24748665", "26520387", "26545079", "25642960", "25642963", "27453047", "29058711", "28009302", "25613900", "2200738", "9139719", "8308077", "1318195", "8246944", "8986766", "16483312", "9295339", "16520097", "24819595", "19843584", "11726690", "14872059", "11731442", "18515800", "15938633", "12641457", "23684611", "17928296", "18289945", "22977173", "17035231", "31431532", "14966274", "18723675", "20130019", "29665433", "11000264", "15938632", "17525332", "25752575", "15456845", "20154705", "19704001", "31153714", "27348077", "31832684", "32143127", "31164689", "31447351", "23201122", "26051181", "19608861", "7700386", "9535929", "11432842", "30224481", "23000965", "21890473", "26474068", "32243829", "22020440", "27716483", "28575657", "18001824", "19203579", "17591698", "30591583", "26253534", "18045533", "18724932", "27648547", "31379819", "27230542", "11237011", "28745987", "21850042", "22159035", "32042152", "19390601", "18396111", "28049704", "29959219", "31473101", "18951095", "23431045", "21935481", "23877564", "28471430", "30735654", "22055186", "8702952", "20385089", "27881299", "30560944", "25903123", "25527408", "31086179", "31350334", "28074284", "23365690", "11063722", "12748281", "30309964", "17429064", "10717390", "14654689", "14702040", "16973897", "19187036", "24747047", "27440048", "21772997", "23708363", "22500657", "25303777", "31340040", "26041456", "22981946", "21399625", "25999341", "24516170", "17293872", "19854130", "26264873", "27895115", "7760808", "19116208", "19942684", "19996105", "20545304", "26520106", "30716097", "24068956", "24240703", "28453612", "18449195", "19367476", "19683501", "19786574", "23178594", "8482537", "9033597", "28615444", "28486639", "8168532", "1324172", "29931186", "25907220", "15965476", "25719666", "21496876", "11895905", "17361204", "21062395", "22653344", "23420526", "26824734", "29477843", "32194677", "28766245", "28683444", "27208176", "29024939", "11526476", "27999209", "15829956", "18323444", "28837865", "26271993", "30072396", "30144445", "28698370", "28351524", "20395205", "21846830", "21188165", "21459001", "23267009", "25070753", "32111042", "22197419", "26748787", "30366191", "24147804", "23914285", "26134950", "24598576", "25195049", "27903895", "26884156", "22950646", "28046023", "31269392", "31602980"], "citedInPMID": ["34316690", "35011623", "34764291", "34611362"], "body": " AbstractSingle-stranded DNA (ssDNA) forms continuously during DNA replication and is an important intermediate during recombination-mediated repair of damaged DNA. Replication protein A (RPA) is the major eukaryotic ssDNA-binding protein. As such, RPA protects the transiently formed ssDNA from nucleolytic degradation and serves as a physical platform for the recruitment of DNA damage response factors. Prominent and well-studied RPA-interacting partners are the tumor suppressor protein p53, the RAD51 recombinase and the ATR-interacting proteins ATRIP and ETAA1. RPA interactions are also documented with the helicases BLM, WRN and SMARCAL1/HARP, as well as the nucleotide excision repair proteins XPA, XPG and XPF–ERCC1. Besides its well-studied roles in DNA replication (restart) and repair, accumulating evidence shows that RPA is engaged in DNA activities in a broader biological context, including nucleosome assembly on nascent chromatin, regulation of gene expression, telomere maintenance and numerous other aspects of nucleic acid metabolism. In addition, novel RPA inhibitors show promising effects in cancer treatment, as single agents or in combination with chemotherapeutics. Since the biochemical properties of RPA and its roles in DNA repair have been extensively reviewed, here we focus on recent discoveries describing several non-canonical functions. MODES OF SSDNA BINDING: RPA LOADING, DIFFUSION AND DISSOCIATIONRPA loading and diffusion along ssDNAReplication protein A (RPA), originally identified as an essential factor for SV40 DNA replication in vitro (1–4), is now established as an essential component of several aspects of the DNA metabolism, such as replication, repair and recombination. In eukaryotes, RPA is an abundant multifunctional single-stranded DNA (ssDNA)-binding protein complex consisting of three tightly associated subunits (70, 34 and 14 kDa), named RPA1, RPA2 and RPA3, with order determined by molecular weight. The RPA complex contains six oligonucleotide/oligosaccharide-binding (OB)-fold domains that assume an architecture common to several ssDNA-binding proteins (SSBs). Four of these OB folds, also termed DNA-binding domains (DBDs), DBD-A, DBD-B, DBD-C and DBD-F, are located in the largest RPA1 subunit. DBD-D resides on the mid-sized RPA2, while DBD-E is situated in the smallest RPA3 subunit. It is thought that DBD-C, DBD-D and DBD-E mediate inter-subunit interactions (trimerization core), while DBD-A, DBD-B, DBD-C and DBD-D are involved in ssDNA binding, with DBD-A and DBD-B dominating this interaction (5,6) (Figure ​(Figure1A).1A). However, a direct interaction between RPA3 and ssDNA was also reported (7). The zinc finger motif in DBD-C provides structural stability and enhances RPA’s DNA-binding activity (8–12). The protein interaction modules of RPA are located in the N-terminal domain of RPA1 (70N), which harbors DBD-F, as well as in the C-terminus of RPA2 (32C), while the N-terminus of RPA2 is the primary phosphorylation site of the protein (Figure ​(Figure1A1A).Open in a separate windowFigure 1.Schematic representation of RPA domains. (A) The domains in each subunit of RPA complex are joined by flexible linkers. RPA has four ssDNA-binding domains with DBD-A and DBD-B being high-affinity ssDNA-binding domains, as indicated by intensity gradient in ssDNA. The N-terminal domain of RPA1 (DBD-F) is involved in protein–protein interactions including tumor suppressor p53. Zinc finger motif in the C-terminal fold of 70 kDa subunit provides structural stability and has a positive role in RPA’s DNA-binding activity. The phosphorylation motif is located in the N-terminus of RPA2. RPA32C contains a winged helix–turn–helix (WH) fold involved in protein–protein interactions. Triple arrow represents the inter-subunit interactions, known as the RPA trimerization core. Two-headed arrows represent protein–protein interactions. (B) Final stage of RPA binding to ssDNA of around 30 nt. Upon DNA damage, RPA gains several negative charges through phosphorylation, primarily on the N-terminal domain of RPA2 (32N), which alters RPA conformation and induces its physical interaction with the N-terminus of RPA1 (128). Electrostatic repulsive forces between hyperphosphorylated RPA2 and negatively charged ssDNA may foster RPA dissociation from ssDNA.RPA binds to ssDNA in a sequence-independent manner with a dissociation constant KD of ∼10−7 to 10−10 M (13) and a 5′ → 3′ polarity, where the strong ssDNA interaction domain DBD-A binds to the 5′ end of the ssDNA, followed by DBD-B, while the weak ssDNA-binding domains DBD-C and DBD-D are positioned toward the 3′ side (Figure ​(Figure1B)1B) (14–17). Despite this high affinity, the RPA–ssDNA complex is not static. Extensive research has revealed that the six DBDs can adopt multiple conformations, making RPA extremely flexible and able to bind ssDNA in modes that depend on ssDNA length and the participating DBDs (Figure ​(Figure1B)1B) (18–26) [reviewed in (17,27,28)]. Indeed, RPA bound to ssDNA is rapidly exchanged when free RPA or other ssDNA-binding proteins, such as RAD51, are present (29,30). A specific mutation in the large subunit of yeast RPA1 (K45E) affects RPA displacement by RAD51 (31), while biochemical studies indicate that RPA undergoes sliding diffusion along ssDNA that melts hairpin structures (32,33). Recently, it was proposed that transient interactions occurring during sliding diffusion of yeast RPA on DNA involve DBD-A of RPA1 and DBD-E of RPA3 (34). The model is that phosphorylation of RPA1 at S178 enhances the DBD-A–DBD-E interaction and the cooperative behavior of RPA on ssDNA; all this facilitates displacement of RPA from ssDNA and allows access to factors such as RAD51. The study establishes that RPA3 and its DBD-E domain are essential components of the functional RPA–ssDNA complex (34). The migration of long linear polymers in a concentrated and entangled system, such as DNA in the cell nucleus, can be achieved by a process known as ‘reptation’ (35). This concept is comparable to the wavy motion of snakes. Recent findings further substantiate the concept that ssDNA diffuses along RPA, and Escherichia coli SSB is indeed utilizing a reptation mechanism (36–38). This diffusion mechanism involves the migration of small stretches of ssDNA (1–7 nt), stored in transient bulges. The bulge formation is facilitated by the short-range interactions between the bases of ssDNA and the aromatic side chains of RPA. The boundaries of these bulging segments are defined by the points at which a few contacts between ssDNA and the RPA interface are broken. Long-range electrostatic interactions between positively charged amino acid residues of RPA and the ssDNA phosphate groups enable the release of the stored ssDNA in the bulge. In this way, despite the extensive ssDNA–RPA interactions, the bulge formation enables a stepwise diffusion of ssDNA along its RPA-binding interface (36).Although RPA has a high affinity for ssDNA in vitro, its loading on ssDNA in the complex cellular environment may rely on additional cofactor(s). A recent study describes how RPA is loaded on ssDNA regions in budding yeast (39). It was also demonstrated that RPA loading on ssDNA is also assisted by Cdc45, an essential component of the replicative DNA helicase (40).Nuclear import of RPAIt is been proposed that yeast regulator of Ty1 transposition 105 (Rtt105) acts as a chaperone for RPA. Rtt105 directly binds to RPA during S phase, and together with importin β (Kap95 in yeast) (41) mediates RPA’s nuclear import. Moreover, Rtt105 promotes RPA loading on ssDNA at both active and HU-stalled replication forks without being present at the final RPA–ssDNA complex (39). Furthermore, an SSB encoded by Rim1 that is essential for mitochondrial DNA replication in yeast also co-purifies with Rtt105. This function of Rtt105 is reminiscent of that of histone chaperones, which are responsible for the nuclear import of histones, the major double-stranded DNA (dsDNA)-binding proteins in eukaryotic cells, and thus for the formation of nucleosomes. However, Rtt105 orthologs have not been found in higher eukaryotes. The authors propose that XRIPα, an RPA-binding protein that is required for RPA’s nuclear import in Xenopus (42), could be a functional homolog of Rtt105 in higher eukaryotes (39).RPA dissociation from ssDNAThe dissociation of RPA from ssDNA remains speculative. It was proposed that the DBDs dissociate from ssDNA in reverse order (from 3′ to 5′ end). Binding of other proteins may also change RPA conformation to a compact, weaker binding mode, thus enabling its dissociation (27). The most prominent example is RPA displacement by RAD51 recombinase (43,44). The list of DNA processing proteins that interact with RPA and probably remodel its DNA-binding mode is growing constantly (Table ​(Table11).Table 1.RPA-interacting partnersRPA-interacting partnerSupporting functionReferences53BP1DNA repair(45)AID (activation-induced cytidine deaminase)Immunoglobulin diversification(46)AjubaDNA damage response (DDR)(47,48)ATRIPCheckpoint signaling, DNA repair(49–51)BIDReplication stress response(52)BLMDNA unwinding, resection(53,54)BRCA2Recombination(55)Cdc13, Saccharomyces cerevisiaeTelomere maintenance(56)Cdc45RPA loading on ssDNA(40)DNA2Recombination(57,58)DNA-PKcsDNA repair(59,60)DSS1Recombination(61)ETTA1ATR activation, repair at stalled replication forks(62–65)FACTChromatin remodeling(66,67)FANCJDNA repair, genome stability(68)HERC2Replication(69,70)HIRAChromatin remodeling(71)Histones H3 and H4Chromatin remodeling(72)HSF1Gene expression(66)KU, S. cerevisiae and S. pombeTelomere maintenance, end resection(56,73)MeninGenome stability(74,75)MRE11–RAD50–NBS1DNA end resection(76,77)NucleolinReplication (stress)(78–80)p53DNA double-strand break (DSB) repair by homologous recombination (HR)(81–86)PALB2Recovery of stalled replication forks(87)PrimPolReplication restart, DNA damage tolerance(88–90)PRP19DNA repair(91)PTENGenome stability(92)Rad9/Rad1/Hus1 (9-1-1)DDR(93,94)Rad18Monoubiquitylation of proliferating cell nuclear antigen (PCNA) during replication(95,96)RAD51Recombination(43,44,97,98)Rad52, humanDNA repair(97–99)Rad52, S. cerevisiaeRecombination(100–103)RFWD3DNA repair(104,105)RNaseHTranscription, DNA repair(106)Rtt105, S. cerevisiaeActs as a chaperone for RPA(39)SENP6Unperturbed DNA replication(107)SMARCAL1/HARPReplication fork restart(108–111)Tipin (Timeless-interacting protein)DDR(112,113)UNG2Base excision repair(114,115)WRNDNA unwinding, resection(54,116–119)XPANucleotide excision repair (NER)(114,120–124)XPGNER(14,125)XPF–ERCC1NER(14,125–127)XRIPα, Xenopus laevisNuclear import of RPA(42)Open in a separate windowElectrostatic repulsive forces can also add up to RPA unloading. Post-translational modifications of RPA providing a massive negative charge, such as phosphorylation and acetylation, may loosen the interaction between RPA and the negatively charged ssDNA (Figure ​(Figure1B)1B) (128). RPA AS A REPLISOME COMPONENTRPA in DNA replicationRPA is essential for DNA replication and cell cycle progression, as it protects the transiently formed ssDNA from nucleolytic degradation and secondary structure formation, but its necessity for replication goes beyond this protective function (Figure ​(Figure2A).2A). DNA-dependent DNA polymerases synthesize new DNA strands using deoxyribonucleotides with a high degree of accuracy and efficiency, and RPA stimulates the activity of DNA Pol α and Pol δ (129,130). Polymerases add nucleotides only onto a pre-existing 3′-OH end and therefore require DNA primases that synthesize short RNA segments, called primers, to initiate DNA replication. Human primase–polymerase (hPrimPol1) was identified as a novel interacting partner of RPA, with the interaction mediated by RPA1’s N-terminal domain. Human PrimPol belongs to the archaeo-eukaryotic primase superfamily and displays both primase and DNA damage tolerance polymerase activities. Furthermore, the hPrimPol–RPA interaction is important for the restoration of DNA synthesis following replication fork stalling (88). Other reports confirm the interaction between PrimPol and RPA1 and demonstrate that PrimPol also interacts with the mitochondrial SSB (mtSSB). Surprisingly, however, both RPA and mtSSB severely suppress primer synthesis and extension by PrimPol in vitro, probably by blocking PrimPol-binding sites on ssDNA. Mutagenesis assays also reveal that PrimPol is highly error-prone, generating insertion–deletion errors, explaining the requirement for its tight regulation during DNA synthesis. Collectively, these observations led to the assumption that RPA and mtSSB restrict the polymerase activity of PrimPol at stalled replication forks to suppress mutagenesis (89). Studies on the molecular basis of RPA–PrimPol interaction during repriming revealed that PrimPol has two RPA-interacting motifs (termed RBM-A and RBM-B) in its C-terminal domain, binding to the basic cleft of DBD-F. RBM-A has a primary role in mediating RPA–PrimPol interaction in vivo (90). Despite reports on RPA inhibiting PrimPol to suppress mutagenesis (89), biochemical analyses reveal that RPA also elicits stimulatory effects on both primase and polymerase activities of PrimPol, but specifically on long ssDNA templates (90,131). Thus, there seems to be considerable plasticity in the interactions between RPA and PrimPol and their ultimate effects on DNA replication.Open in a separate windowFigure 2.RPA binding to ssDNA intermediates. (A) RPA binds to ssDNA intermediates during DNA synthesis under normal conditions and when replication forks are stalled by genotoxic agents. (B) DNA end resection also creates ssDNA, which is substrate for all forms of homology-directed repair (HDR). RPA has a protective role against nucleases and formation of secondary structures such as G-quadruplexes (G4s) and hairpins, thus supporting RAD51-mediated HR. Furthermore, RPA prevents spontaneous annealing of microhomologies and inverted repeats that can lead to deletions, sequence alterations or chromosome breakage with the accompanying dicentric chromosomes and acentric fragments. (C) The displaced ssDNA strand during transcription can be recognized by RPA in the absence of DNA damage. Note that other components involved in these processes are not shown for simplicity.The DNA damage tolerance pathways, where PrimPol is involved, permit lesion bypass during DNA synthesis that can be carried through translesion synthesis (132,133). Thereby, the sliding clamp PCNA serves as a polymerase processivity factor. Several studies implicate RPA in DNA damage tolerance, where it regulates the DNA damage-induced mono-ubiquitylation of PCNA (95,96,134,135). RPA interacts with Rad18, the ubiquitin ligase responsible for PCNA mono-ubiquitylation, which likely drives Rad18 recruitment to ssDNA (95,96,135). Other reports suggest that RPA alone regulates PCNA sliding along ssDNA within post-replicative gaps (136).RPA is also implicated in histone deposition during DNA replication through a direct interaction between the N-terminus of RPA1 and the Pob3 subunit of the yeast histone chaperone complex FACT (67). A novel and intriguing study suggests that RPA, together with specific histone H3–H4 chaperones, acts in replication-coupled nucleosome assembly. While residing on ssDNA, RPA may directly bind free H3–H4 complexes and deposit them onto adjacent newly replicated dsDNA (72). Hence, RPA is multitasking at the replication fork—safeguarding DNA integrity during replication and facilitating the formation of new chromatin.RPA in checkpoint signalingDNA synthesis is a highly regulated process to guarantee precise duplication of the genome. Slowing or stalling of replication fork progression by various endogenous and exogenous stresses can endanger the integrity of DNA replication. High levels of replication stress usually lead to DNA damage and threaten genomic stability (137). Template switching during replication fork repair necessitates realignment of the nascent ssDNA strand to initiate DNA synthesis from an alternative template. RPA-coated ssDNA regions at stalled forks trigger ATR recruitment, which phosphorylates several downstream targets, including the CHK1 effector kinase and the tumor suppressor p53. Thus, ATR signaling delays cell cycle progression and ensures replication fork stabilization (138). A critical regulatory partner of ATR is ATR-interacting protein (ATRIP), which localizes ATR to DNA damage sites or stalled replication forks through an interaction with RPA-coated ssDNA (49–51,139). Until recently, TopBP1 was considered as the only activator of ATR–ATRIP complex in vertebrates (140). However, it is now evident that the Ewing’s tumor-associated antigen 1 (ETAA1) avidly interacts with RPA, to localize at stalled replication forks and activate ATR (62–65). ETAA1 recruitment to stalled replication forks depends on its interaction with two RPA domains—70N and 32C. Because ETAA1-deficient cells exhibit defective RPA2 phosphorylation, ETAA1 may facilitate the proper phosphorylation of RPA2 (63–65). Notably, when RPA is downregulated, other SSBs such as hSSB1 and its partner INTS3 activate ATR/CHK1 signaling (141,142).A comprehensive study by the Lucas Lab investigated how DNA breaks occur at stalled replication forks and how ATR protects replicating DNA (143). High-throughput microscopy revealed that in the absence of ATR, RPA accumulates at sites of replication stress before DNA breakage occurs. Interestingly, stalled replication forks convert to DNA breaks in cells that have exhausted their nuclear RPA pool, leaving newly generated ssDNA uncoated and susceptible to nucleases. ATR, which is locally active at stalled replication forks, prevents unscheduled firing of dormant origins that would deplete the finite pool of RPA and induce fork breakage. It follows that depletion of the nuclear RPA pool is a catastrophic event occurring abruptly at every stalled replication fork. Hence, the abundance of RPA defines its buffering capacity for excess of ssDNA during replication stress (143). Since cancer cells often harbor high levels of intrinsic replication stress (144), these observations explain their hypersensitivity to ATR inhibitors. Along similar lines, recent work has uncovered a mechanism by which pathogens such as typhoid toxin overwhelm the RPA response to DNA damage. Evidently, typhoid toxin, through its endonuclease activity, overloads cells with ssDNA, causing RPA exhaustion that generates senescence-like phenotypes (145). THE MANY ROLES OF RPA IN DSB REPAIRWhen the cell is challenged by genotoxic stress, damaged DNA is repaired by several pathways depending on the type of DNA damage and the cell cycle phase. Damaged bases and helix-distorting lesions in the genome are removed by base excision repair and NER, respectively, throughout the cell cycle. DSBs are repaired by DNA-PK-dependent, classical non-homologous end joining (c-NHEJ), by HDR through the pathways HR and single-strand annealing (SSA), or by alternative end joining (alt-EJ) (146).The role of RPA in HRHR requires homology search and pairing of the ssDNA generated by DNA end resection with the homologous dsDNA region. DNA end resection, or simply resection, involves the nucleolytic degradation of the 5′ DNA strand that leaves long 3′ overhangs rapidly covered with RPA. Resection relies on the combined action of nucleases (MRN–CtIP, EXO1, DNA2) and helicases (BLM, WRN) (147), and RPA assists by preventing the formation of secondary structures and by shielding DNA ends from nucleolytic cleavage (148) (Figure ​(Figure2B2B).As a multifunctional protein, RPA not only protects ssDNA, but also regulates the activity of repair factors. RPA stimulates the activity of nucleases and helicases that carry out resection at DSBs. Biochemical evidence suggests that RPA is part of two core resection modules: BLM–DNA2–RPA–MRN and EXO1–BLM–RPA–MRN (149). It has been further demonstrated that RPA directs the 5′ → 3′ resection polarity by DNA2 while attenuating its 3′ → 5′ nuclease activity; this allows resection to occur on one strand (149–152). Binding of multiple RPA molecules to Werner syndrome protein (WRN) increases its unwinding activity and converts it into a ‘superhelicase’ (153). A recent study describes how RPA regulates EXO1-catalyzed end resection (154). The NHEJ factor KU is thought to restrict access to nucleases, such as EXO1, and to inhibit in this way resection and HDR-dependent DSB processing (155,156). Yet, an RPA–KU interaction is documented in yeast (56,73). Notably, a recent biochemical study reported a functional interplay between KU and RPA at resected DNA ends (157). In yeast, lack of KU impairs RPA and RAD51 recruitment to stalled replication forks, and attenuates HR-mediated fork restart independently of NHEJ (73). Thus, this KU–RPA interplay likely fine-tunes resection-dependent DNA repair pathways in human cells as well.During HR repair of DSBs or stalled DNA replication forks, RPA is displaced by the RAD51 recombinase, and it is proposed that RPA, in principle, antagonizes HR by competing with RAD51 for ssDNA at DSBs (158,159). Displacement of RPA by RAD51 on ssDNA is promoted by the pro-recombinogenic mediator proteins yeast Rad52 (101,102,160,161) and human BRCA2 (162–164). Yeast Rad52 directly interacts with ssDNA-bound RPA (100,101,103), but a BRCA2–RPA interaction has not been observed (162). Recently, it has been reported that RPA–RAD51 exchange is facilitated by the small (8.3 kDa) highly acidic protein DSS1. BRCA2-associated DSS1 interacts with RPA. It is thought that the negative charges of DSS1 on its solvent-exposed acidic loop domain mimic DNA and dampen RPA’s affinity for ssDNA. As a consequence, the DSS1–RPA interaction is important for efficient HR-mediated repair in human cells (61). The RAD51-nucleoprotein filament forming after this molecular exchange promotes homology search and catalyzes strand exchange (synapsis) to drive HR. Upon strand invasion, RPA may also stabilize the displaced strand to assist recombination (165–167). Thus, HR repair is only possible during late S and G2 phases owing to the presence of the sister chromatid, which makes this repair pathway error-free.The role of RPA in preventing alternative error-prone DSB repair pathwaysSince genetic deletion of any subunit of the RPA complex is lethal, Symington and colleagues used a heat-inducible degron system to rapidly deplete yeast RPA1 in vivo (148). The results show that RPA is required not only to protect the 3′ ssDNA tails from nucleolytic attack, but also to prevent annealing between short inverted repeats, which after DNA synthesis and ligation to the 5′ end can be converted to a hairpin-capped end. Moreover, extensive resection by both DNA2- and EXO1-dependent pathways is dysfunctional in the absence of RPA, as is also the recruitment of RAD51 (148). Interestingly, short ssDNA tails and low RPA levels seem sufficient to trigger checkpoint activation. Consistent with a previous report, this study suggests that a significant function of RPA is to prevent spontaneous annealing between microhomologies (148,168) (summarized in Figure ​Figure2B2B).Indeed, in a follow-up study in budding yeast, the same group also dissected the requirement for resection and strand annealing during microhomology-mediated end joining, a form of KU- and ligase IV-independent but mutagenic alt-EJ (169). Using hypomorphic alleles of RPA1 to disturb the interaction between RPA and ssDNA, the authors show that the frequency of alt-EJ increases by up to 350-fold, implying that in wild-type cells spontaneous annealing between microhomologies is prevented by RPA bound to ssDNA overhangs. Furthermore, in vitro experiments reveal that RPA mutants are defective for ssDNA binding and the disruption of secondary structures, which allows more spontaneous annealing. Alt-EJ is frequently used to repair DSBs in mammalian cells, but has a minor role in DSB repair in budding yeast. This could be due to the presence of proteins mediating synapsis or annealing in mammalian cells, such as PARP1 and DNA ligase III, which are not present in yeast (170–173). It is thus conceivable that annealing between microhomologies is the limiting process for mutagenic alt-EJ, and that this annealing is normally suppressed by the interaction between RPA and ssDNA (169).As mentioned earlier, annealing between interrupted inverted repeats on ssDNA results in a hairpin formation with a loop consisting of the DNA sequence between the inverted sequences. If the hairpin is located adjacent to a DSB and is left unprocessed, subsequent replication of the so formed hairpin-capped chromosome would generate inverted duplication of a palindromic sequence, and an unstable dicentric chromosome, if a centromere is present. Another study in yeast provides evidence that RPA cooperates with the nuclease activity of Mre11MRE11–Sae2CtIP to prohibit palindromic duplications, which otherwise may lead to chromosomal rearrangements. Functional RPA antagonizes the annealing of short inverted repeats and therewith the formation of hairpins, while Mre11MRE11–Sae2CtIP opens hairpin-capped chromosomes (174).Considerable research has revealed that alternative error-prone DNA repair pathways in mammals are stimulated by polymerase theta (Polθ). Cancer cells defective in HR or c-NHEJ can better tolerate DNA damage through Polθ-mediated alt-EJ resulting in improved cell viability. Notably, Polθ has also been shown to negatively regulate HR (175–177). A recent study proposed that the N-terminal helicase domain of Polθ fosters the dissociation of RPA from resected DSB ends to promote ssDNA annealing and rejoining by alt-EJ. Furthermore, there is evidence that mammalian RPA promotes HR and inhibits alt-EJ of telomeric breaks in vivo. This study further established the function of RPA as a negative regulator of alt-EJ and described a novel antagonistic interplay between Polθ and RPA during homology-mediated DSB repair (178).RPA in break-induced replicationRPA was shown to play an important role during break-induced replication (BIR), a form of repair of one-ended DSBs, which also involves the formation of ssDNA intermediates. Hypomorphic mutations of yeast RPA1 that make it dysfunctional compromise RPA binding to ssDNA. Dysfunctional RPA is unable to fully protect ssDNA regions, thus compromising BIR. Notably, overexpression of RAD51 overcomes the BIR defect of RPA1 hypomorphic mutants (179). RPA’S POST-TRANSLATIONAL MODIFICATIONSPhosphorylationAccording to The Human Protein Atlas (180), all RPA subunits have low tissue specificity indicating broad expression across tissues. RPA protein levels do not vary significantly throughout the cell cycle but phosphorylated forms of RPA2 have been detected in S and G2 phases, while they are absent in G1 (181). Furthermore, all of RPA2 appears phosphorylated in cells blocked in mitosis, whereas only a fraction of RPA2 becomes phosphorylated in interphase cells (181). This indicates that RPA activity is regulated post-translationally. Later studies revealed that the N-terminus of RPA2 becomes phosphorylated at several Ser/Thr residues during the normal cell cycle by cyclin-dependent kinases (CDKs) (182–184), and is extensively phosphorylated in response to genotoxic stress by phosphatidylinositol 3-kinase-related kinase (PIKK) family members (60,185–194) (illustrated in Figures ​Figures1B1B and 3A; Table ​Table2).2). Phosphorylation induces conformational changes in RPA inter-subunit interactions that may impact RPA’s interactions with many DNA repair proteins (128,195–197). The extent of RPA2 phosphorylation varies between genotoxic stress agents and cell cycle phase. It has been proposed that phosphorylation of RPA2 at S23 and S29 by CDKs stimulates S33 phosphorylation by ATR. Therefore, NBS1, a component of the MRN complex, plays an important role in RPA2-S33 phosphorylation through its direct interaction with RPA at replication-associated DSBs (198). S33 phosphorylation by ATR is critical for the subsequent and synergistic phosphorylation at other sites (T21, S12, S4 and S8) by DNA-PK and ATM (199–202). A recent study also highlights the importance of CDK-mediated phosphorylation of RPA2 in cell cycle control and DNA repair in plants (203).Open in a separate windowFigure 3.RPA modifications coordinate DNA repair. RPA’s modifications vary between the genotoxic agents and the cell cycle phase. (A) RPA is phosphorylated during normal cell cycle by CDKs and hyperphosphorylated at multiple serine/threonine residues by PIKK kinases in response to genotoxic stress. (B) UV light is the trigger for RPA acetylation primarily at a single lysine residue. (C) ssDNA also causes RPA ubiquitylation at multiple lysines. (D) Association between RPA1 and SENP6 during S phase keeps RPA70 in a hypo-SUMOylated state. Inducers of genotoxic stress are indicated in deep red. Note that other components involved in these processes are not shown for simplicity.Table 2.Overview of the RPA modifications and their proposed functionsRPA subunit and residueEnzymeFunctional impact\nPhosphorylation\nRPA1-T180ATM/ATRRPA assembly on ssDNARPA2-S23, -S29CDKCell cycle progressionRPA2-S33ATRResponse to genotoxic stress, DNA repairRPA2-T21, -S12, -S4, -S8DNA-PK/ATMResponse to genotoxic stress, DNA repair\nAcetylation\nRPA1-K163GCN5, PCAFResponse to UV-induced DNA damage\nUbiquitylation\nMultiple lysine residues on RPA1 and RPA2RFWD3, PRP15ATR activation, HR, interstrand cross-link repair\nSUMOylation\nRPA1-K449, -K577SUMO-2/3DSB repair by HROpen in a separate windowGreat efforts have been devoted to deciphering the functional significance of RPA2’s PIKK and CDK phosphorylation sites using mutants where phosphorylatable residues are substituted by aspartate to mimic persistent phosphorylation or by alanine to create an unphosphorylatable residue (87,204–206) [reviewed in (207)]. The development of phospho-specific antibodies further strengthens these studies, which primarily focus on RPA2. Nevertheless, a study in yeast shows that RPA1 becomes also phosphorylated during checkpoint response (208), while a study in human cells maps five phosphorylation sites on RPA1 (209). Indeed, RPA1 becomes phosphorylated at threonine 180 (T180) in an ATM- and ATR-dependent manner (210). The equivalent site in yeast RPA1 (S178) is phosphorylated by the ATR homolog Mec1 during DNA replication (211). As outlined earlier, this phosphorylation event (RPA1-pS178) seems essential for the dynamic assembly of RPA on ssDNA (34).But why is RPA2 extensively phosphorylated upon genotoxic stress? Is it a beacon? Hyperphosphorylated RPA is not associated with replication centers and therefore serves as a surrogate marker for ongoing resection at DSB sites (97,204,212). Unlimited resection of DSB ends would signal incomplete HDR and further halt progression through the cell cycle (i.e. persistent CDK1 inactivation). Additionally, hyper-resection can cause exhaustion of nuclear RPA (143). The finding that PP2A and PP4 phosphatases dephosphorylate RPA2 to complete repair by HR (213,214) is suggestive of a feedback loop between RPA phosphorylation and resection termination. A recent study described a mechanism for resection termination in eukaryotes. Normally, the physical interaction between DBD-F and BLM stimulates long-range resection. Phosphorylation of RPA changes this interaction and increases BLM’s intrinsic strand-switching activity, which slows down its DNA unwinding activity and reduces resection (215). We and others reported that error-free HR is suppressed with increasing DSB load and is counterbalanced by an increase in error-prone SSA (216–219). Since the extent of RPA2 phosphorylation depends on IR dose (i.e. DSB load) (185,194), multisite phosphorylation may serve as a threshold for inhibition of RAD51-mediated HR and a switch to RAD52-driven SSA. The massive negative charge put on RPA by phosphorylation may favor its dissociation from ssDNA, or may induce conformational changes that enhance its interaction with RAD52. Such molecular rheostats involving charge-based modifications have been observed widely in the cellular environment (220,221). In addition to phosphorylation of RPA2 on serine and threonine, evidence accumulates that multiple lysine residues are critical for additional post-translational modifications, including acetylation, ubiquitylation and SUMOylation (illustrated in Figure ​Figure3;3; Table ​Table22).AcetylationRPA1 is frequently identified as an acetylation target in high-throughput proteomic screenings (222,223). Thus, a small fraction of RPA1 becomes acetylated, primarily at the highly conserved lysine 163 (K163) in response to UV-induced DNA damage (123,124) (Figure ​(Figure3B).3B). NER is the main DNA repair mechanism that removes bulky DNA lesions induced by UV light and environmental mutagens, and the involvement of RPA in NER is well documented (14,120,224–226). This modification at RPA1-K163 is mediated by the combined action of the acetyltransferases GCN5 and PCAF and serves to enhance the interaction between RPA1 and XPA. Thus, retention of this crucial component of NER is achieved at the UV damage sites. Suppression of RPA1 acetylation causes hypersensitivity to UV irradiation by compromising the removal of cyclobutane pyrimidine dimers and 6–4 pyrimidine–pyrimidine photoproducts. Interestingly, DNA-PK is the main upstream kinase required for UV-induced RPA1 acetylation, and chemical inhibition of its activity dramatically reduces RPA1 acetylation. K163 acetylation of RPA1 is reversed by HDAC6 and SIRT1 deacetylases (123,124). In yeast, NuA4 histone acetyltransferase complex is recruited to resected DNA by MRX and causes RPA acetylation. Notably, the Nu4A–RPA interaction is DNA damage dependent and causes the displacement of RPA from ssDNA (227).UbiquitylationSeveral proteomic studies (228,229) also report the ubiquitylation of RPA1 and RPA2. Thus, the E3 ubiquitin ligase RING finger and WD repeat domain 3 (RFWD3) is recruited to DNA damage sites and physically associates with RPA (104,105) (Figure ​(Figure3C).3C). Elledge’s lab has further shown that the entire chromatin-bound fraction of RPA is indeed multiply ubiquitylated after UV treatment (230). RPA ubiquitylation mediated by RFWD3 does not trigger proteasomal degradation, but serves instead to promote HR at stalled replication forks (230). Recent reports show RFWD3-mediated polyubiquitylation of both RPA and RAD51 in response to mitomycin C-induced damage, to facilitate their clearance from the damage sites (and thus HR completion) by the ubiquitin-selective segregase VCP/p97 and the proteasome (231). VCP/p97 has previously been implicated in the regulation of DDR by removing chromatin-bound proteins (232,233). Mutations in RFWD3 or RPA2 that disrupt the RFWD3–RPA interaction are also associated with defects in interstrand cross-link repair (234).Further work by Zou’s lab identified another E3 ubiquitin ligase, PRP19, that acts as a sensor for RPA–ssDNA via its interaction with RPA (91). PRP19 is a well-known regulator of pre-mRNA splicing, but can independently also ubiquitylate RPA2 with K63-linked chains in response to DNA damage or replication stress, thus promoting ATRIP recruitment. Thus, PRP19 is not involved in protein degradation, but instead reinforces the full activation of ATR on RPA–ssDNA and the associated downstream events (91). Collectively, these studies establish RPA–ssDNA as a platform for ubiquitylation during DDR that shows similarities to the γH2AX ubiquitylation platform via the ubiquitin ligases RNF8 and RNF168 (91,235,236). Finally, the E3 ubiquitin ligase HERC2 is also implicated in RPA2 ubiquitylation, but the mechanistic significance of this modification remains to be elucidated (69).SUMOylationMammalian RPA1 undergoes SUMOylation at lysine residues K449 and K577 (Figure ​(Figure3D).3D). The SUMO-specific protease SENP6 keeps RPA1 in a hypo-SUMOylated state during normal DNA replication. However, induction of DSBs, either by CPT or by IR, triggers the dissociation of RPA1 and SENP6, which then allows RPA1 SUMOylation by SUMO-2/3. SUMOylation of RPA1 enhances its interaction with RAD51 and promotes HR (107). The yeast homolog of RPA also undergoes SUMOylation, often at multiple sites, after DNA damage (237), and SUMOylated RPA1 contributes to checkpoint activation by enhancing interaction with Sgs1/BLM helicase (238). It should be noted, however, that the predicted SUMOylation sites in mammalian RPA1 are not conserved in yeast RPA1. RPA is not only a target for SUMOylation, but also required for SUMOylation of Rad52 and Rad59 HR factors in budding yeast through the interaction of RPA2 with SUMO ligase Siz2 (239). These findings demonstrate that distinct RPA modifications have the potential to modulate DNA repair pathway choice. RPA IN OTHER ASPECTS OF DNA METABOLISMA role for RPA in cGAS-STING pathwayNewer reports document the engagement of RPA in DNA transactions other than those in DNA replication and repair described earlier. Exogenous nucleic acids such as microbial and viral DNA from infectious agents, as well as siRNA and miRNA, can trigger inflammatory responses activating type I interferon (IFN). Moreover, DNA repair involves the excision of short ssDNA by-products, which in mammalian cells are cleared by the cytosolic nuclease TREX1. Therefore, TREX1 deficiency results in the accumulation of self-DNA in the cytoplasm that initiates inflammatory responses causing autoimmune disease (240,241). In mammalian cells, cytosolic nucleic acids are sensed by cGAS-STING and RIG-I/MDA5 pathways, which detect cytosolic DNA and dsRNA, respectively (242,243). However, these receptors have limited ability to distinguish between self and non-self nucleic acids, which suggests the existence of additional mechanisms. Indeed, a cell intrinsic mechanism for nuclear retention of ssDNA has been described involving the ssDNA-binding capacity of RPA and RAD51. Depletion of RPA and RAD51 leads to leakage of ssDNA into the cytosol and type I IFN activation in a cGAS-dependent manner. Although TREX1 is not directly involved in DNA repair due to its cytoplasmic localization, TREX1 deficiency increases the levels of ssDNA in the cell nucleus and can thus cause RPA and RAD51 exhaustion, which in turn causes accumulation of ssDNA in the cytosol (244).RPA in retrotranspositionLong interspersed elements (LINEs) are autonomously active retrotransposons that can move to new locations in a genome by reverse transcription. LINEs are 6–8 kb in length and comprise ∼21% of the human genome (245). As such, LINEs can disturb genome integrity during early embryonic development through insertions, deletions or rearrangements, thus contributing to genomic variation but also causing novel diseases (246). Therefore, cells have evolved mechanisms to combat retrotransposition (247). Notably, proteins involved in DNA replication and/or repair can impact retrotransposition (248–253). It has been reported that poly(ADP-ribose) (PAR) polymerase 2 (PARP2) is recruited to and activated by ssDNA breaks generated at LINE-1 (or L1) endonuclease cleavage sites to generate PAR chains, which structurally resemble single-stranded RNA or DNA. This triggers the recruitment of RPA at L1 integration sites to facilitate retrotransposition. Interestingly, RPA can also guide the cytidine deaminase APOBEC3A to sites of L1 integration (254) that can generate a cytosine to thymine mutation. This is reminiscent of previous studies, which reported that RPA can interact with the AID to mediate somatic hypermutation and class switch recombination of immunoglobulin genes (46,255). Although APOBEC is part of the immune defense functioning by restricting retroviruses and the mobility of endogenous retroelements (256), it is also possible that RPA protects ssDNA L1 integration intermediates from cytidine deamination by APOBEC3A (254). This is in agreement with a study in yeast, demonstrating that RPA limits the processing activity of editing deaminases on ssDNA (257). RPA IN THE TRANSCRIPTION WORLD AND IN RNA METABOLISMCell division requires genome-wide transcriptional changes. There are three main transcriptional waves accompanying the different transition points during the cell cycle—G1-to-S, S-to-G2 and G2-to-M (258). During transcription, R-loop structures can naturally form, where the RNA transcript transiently pairs with the coding DNA strand to form a DNA–RNA hybrid, leaving the non-coding DNA single-stranded and thus accessible to SSBs for shielding. The displaced ssDNA in R-loops is likely to be recognized by RPA in the absence of DNA damage (Figure ​(Figure2C).2C). Although R-loops emerge as potential regulators during transcription and DNA repair, they can also negatively affect genome integrity under certain conditions. Thus, while short DNA–RNA hybrids are naturally transiently formed during transcription, persistent re-annealing of the transcript RNA to the template DNA strand can impair transcription and trigger the DDR. Activation of DDR also occurs when impaired removal of RNA primers during lagging-strand DNA synthesis results in replication stress (259,260).In an effort to identify promoter-bound pre-initiation complexes (PICs) using a quantitative proteomic screen in budding yeast, RPA1 and another ssDNA-binding protein, Sub1, were found to associate with RNA polymerase II (RNAPII) complex (261). In contrast to Sub1, which is recruited predominantly to transcription start sites, RPA1 is excluded from promoter and intergenic regions, but is localized downstream of promoters in transcribed regions of active genes, independently of ongoing replication. Additionally, ChIP analysis reveals that RPA1 is also present at genes transcribed by RNAPIII. Given the observed synthetic genetic interactions between RPA1 mutants and the elongation factors Spt4 and Bur2, this study suggests a role for RPA in transcription elongation (261), extending previous reports that link RPA to transcription regulation (262,263). The authors propose that RPA binds the non-template strand during transcription elongation, while Sub1 binds predominantly at the transcription bubble, where the two DNA strands are dissociated. An intriguing possibility is that in this way RPA prevents strand invasion of resected ssDNA to suppress unwanted recombination (261).Turning to transcription-associated DSBs, an impressive study in fission yeast using I-Ppol-induced DSBs at rDNA repeats reports that loss of RNaseH, the ribonuclease degrading RNA in DNA–RNA hybrids, stabilizes such hybrids around DSBs and prevents RPA recruitment. RNaseH overexpression has the opposite effect: unstable DNA–RNA hybrids associated with enhanced resection and recruitment of RPA (264). Indeed, it has been demonstrated that in this yeast RNaseH is necessary for efficient HR and the recruitment of RNAPII at I-Ppol-induced DSB sites. Notably, RNAPII can initiate transcription at the 3′ ssDNA overhangs without the assembly of PIC resulting in the formation of DNA–RNA hybrids. Since these hybrids counteract the recruitment of RPA, RNaseH activity is necessary to eliminate the RNA moiety and ensure full RPA loading and completion of the repair process. Intriguingly, RNaseH overexpression correlates with loss of repeat regions when DSBs occur in repetitive regions, for example rDNA repeats. It has been concluded that DNA–RNA hybrids exert a protective role during HR repair against unwanted intrachromosomal recombination between repeat regions (264). The findings in this extensive study may overturn the long-held model of HR. A later study in mammalian cells has demonstrated that DNA–RNA hybrids form predominantly during S/G2 phases and downstream of end resection. These DNA–RNA hybrids are formed by annealing between the resected DSB ends and the damage-induced long non-coding RNAs transcribed from the broken ends. Loss of RNaseH, however, does not affect end resection and RPA foci formation. Furthermore, proximity ligation assays reveal an interaction between RNaseH2A subunit and RPA upon IR-induced DNA damage (265). The presence of both RPA and RNaseH1 at R-loops in human cells is also detectable by immunofluorescence and ChIP (106). An in vitro assay with an R-loop substrate revealed that RPA directly promotes the activity of human RNaseH1, but not E. coli RNaseH1 (106). Similarly, E. coli RNaseH1 directly interacts with the E. coli ortholog of the eukaryotic RPA complex (266). These findings suggest that the regulation of RNaseH1 by SSBs is evolutionarily conserved and has an important role in suppressing of R-loop-associated DNA damage. In addition to RNaseH, the RNA exosome is also able to remove de novo transcribed RNA at defined DSB sites to enable RPA recruitment and efficient HR repair (267,268).Notably, a recent biochemical study demonstrates that similar to ssDNA, RPA is also able to bind ssRNA in a highly dynamic manner, albeit with weaker affinity. Thus, although RPA binds ssDNA of 10, 20 or 30 nt length, it only binds RNA of 30 nt or longer (269). In contrast, SSBs of the hyperthermophilic Saccharolobus solfataricus bind ssRNA as efficiently as ssDNA and protect it from degradation by the archaeal exosome (270). SSBs from other thermophilic species also bind viral RNA efficiently and likely modulate viral RNA metabolism (271). From an evolutionary perspective, temperature decrease may account for more specialized functions of ubiquitous proteins binding to single-stranded nucleic acids.Apart from its ssDNA-binding activity, RPA is also implicated in gene expression through interactions with transcription factors. One such transcription factor is the tumor suppressor p53, which forms a complex with RPA (81–83) and suppresses HR (84). Indeed, it has been reported that the DNA-PK/ATM/ATR kinase module affects p53–RPA interactions during HR, with DNA-PK phosphorylating RPA2 and ATM/ATR phosphorylating p53. Simultaneous phosphorylation of both p53 and RPA enables their dissociation causing the release of active p53 and promoting HR (85).RPA is also involved in the transcriptional regulation of human metallothionein (262) and the endothelial nitric oxide synthase (272). RPA1 is required for the transcriptional activation of BRCA1 (273) and heat shock factor 1 target genes (66). The latter occurs by recruiting the histone chaperone FACT, which displaces histones and opens up chromatin (66). Recently, it has been reported that RPA1 binding to the transcription factor NRF2 is involved in the suppression of MYLK transcription (274). Notably, RPA physically interacts with the histone chaperone HIRA at gene promoters and enhancers. In the proposed model, RPA recruits HIRA to gene regulatory elements and regulates HIRA-mediated deposition of newly synthesized histone H3 variant, H3.3 (71). These studies in aggregate demonstrate that RPA not only functions as the major ssDNA-binding protein in human cells, but is also involved in fine-tuning the regulation of gene expression. RPA AT TELOMERESTelomeres are regions with repetitive DNA sequences at the ends of linear chromosomes that terminate in ssDNA overhangs comprised of G-rich 3′ ends. These natural ends of linear chromosomes resemble DSBs with resected ends. To prevent unwanted ‘repair’ that would lead to chromosomal end-to-end fusions, telomeres are protected from recognition by the DNA repair machinery by a specialized shelterin complex, as well as by a lariat structure known as telomere loop that hides the DNA end. Moreover, G-rich telomeric DNA repeats can fold spontaneously into G-quadruplexes (G4s). G4 formation at telomeric overhangs impedes telomerase activity, a ribonucleoprotein complex responsible for maintaining telomere length through reverse transcription.Since telomeres contain ssDNA regions, it is not surprising that RPA is naturally involved in telomere biology (275–278). Human RPA efficiently unfolds telomeric G4 structures in vitro (279–285). Moreover, the function of the fission yeast Pif1 helicase in unwinding G4 structures depends on RPA and positively regulates telomere length (286). RPA and mtSSB also collaborate with Pif1 helicase in melting G4 structures during mitochondrial DNA replication (287). In fission yeast, the RPA1-D223Y mutation causes severe replication defects at telomeres, accumulation of G4 structures and increased recruitment of HR factor Rad52, while overexpression of Pif1 overcomes these defects (288).Protection of telomeres 1 (POT1), a protein interacting with telomeric ssDNA, is also implicated in G4 unwinding in vitro (289). It is likely that during replication of the lagging telomere strand, RPA is recruited at telomeres by the replication machinery. After DNA synthesis, RPA is displaced by POT1, in a process mediated by telomeric repeat-containing RNA (TERRA) and heterogeneous nuclear ribonucleoprotein A1 (hnRNPA1) (290,291). It is therefore likely that G4 formation at telomeres and POT1 loading suppress DNA damage signals mediated by RPA (292).Notably, a telomere-specific RPA-like heterotrimeric complex, CST (Cdc13–Stn1–Ten1), protects telomeres independently of POT1 (293,294). RPA suppresses in vitro resection at telomeres in collaboration with Cdc13, the main component of the CST complex, suggesting an interplay between these two ssDNA-binding complexes (295). RPA also facilitates the activity of telomerase in late S phase in budding and fission yeast as part of a transient complex comprising RPA, Ku, Cdc13 and telomerase (56). Interestingly, shared subunits of RPA complex and telomerase holoenzyme have been reported in the ciliate Tetrahymena thermophila. These RPA-like complexes have distinct functions in different cellular contexts (296). RPA HOMOLOGS AND EQUIVALENTSA human homolog of RPA2, named RPA4, was identified that associates with RPA1 and RPA3 to form an alternative complex (aRPA), which efficiently binds ssDNA (297), but is unable to support DNA synthesis leading to cell cycle arrest (298,299). Notably, RPA4 is preferentially expressed in non-proliferating, quiescent cells and supports DNA repair and thus genome maintenance (297,300,301).HR is fundamental to the maintenance of genetic diversity during meiotic crossover events. Owing to embryonic lethality of RPA1–3 mutant mice, the role of RPA in meiotic recombination is less well known (302). A recent study using an inducible germline-specific RPA1 deletion approach demonstrates that RPA is essential for meiotic recombination in mice (303). In addition, meiosis-specific with OB domain (MEIOB) is a recently discovered meiosis-specific RPA1 homolog in metazoans (304,305). MEIOB contains OB-fold domains, homologous to those of RPA1, but lacks its conserved N-terminal protein interaction domain (304,305). Moreover, MEIOB exhibits ssDNA-specific 3′-exonuclease activity that explains why RPA1 cannot compensate for the absence of MEIOB in mice (304,305). MEIOB can form a complex with RPA2 and the meiosis-specific protein SPATA22 (305). However, multiple combinations of MEIOB, SPATA22 and the different RPA subunits are also possible (306).In addition to the above RPA homologs, two additional human SSB proteins have been identified, hSSB1 and hSSB2, that are more closely related to bacterial and archaeal SSBs than to RPA (307,308). Each of these homologs is a component of a heterotrimeric complex, sensor of ssDNA (SOSS), together with SOSS-A (INTS3) and SOSS-C (C9orf80), and exerts important functions in the cellular responses to DNA damage and the maintenance of genomic stability (309–311).Mitochondria contain their own SSB proteins involved in mitochondrial DNA replication and maintenance. Human mtSSB (HmtSSB) binds to ssDNA as homo-tetramer, comprised of four identical ∼16 kDa subunits (312,313). HmtSSB tetramer binds to ssDNA in two distinct binding modes depending on the length of ssDNA (30 and 60 nt), salt concentration and the gradual generation of ssDNA (314,315). HmtSSB is structurally similar to E. coli SSB (EcoSSB) but lacks the disordered C-terminal domain present in EcoSSB (313). Nevertheless, both proteins share common physicochemical properties (316). Rim1 is the mtSSB in budding yeast (317), which was shown to form unstable tetramers in solution (318). It has been postulated that Rim1 binds to ssDNA as a dimer, followed by binding of a second one to form tetramers on DNA (318). TARGETING RPA FOR EFFECTIVE CANCER THERAPYCancer is a condition of uncontrolled cell proliferation, and DNA replication stress has been linked to the progression of this disease (137,144,319). Therefore, one way to effectively treat cancer could be through targeting the replication stress response. Since RPA is the major SSB protein that is essential for DNA synthesis, activity inhibition or downregulation would put a break on cancer cell proliferation (Figure ​(Figure4A).4A). Several studies report promising results in this direction and are reviewed next.Open in a separate windowFigure 4.Clinical applications of RPA. (A) Overexpression of RPA subunits or hyperphosphorylation of RPA2 may serve as a prognostic biomarker in tumor specimens. This fact guided the development of novel RPA inhibitors, which have the potential to inhibit DNA replication in cancer cells. (B) Examples of well-characterized small molecule inhibitors targeting RPA1 subunit. NSC15520 (fumaropimaric acid) and HAMNO ((1Z)-1-[(2-hydroxyanilino)methylidene]naphthalen-2-one) target the N-terminal DBD-F domain, which is involved in protein–protein interactions. TDRL-505 targets the central ssDNA-binding domains of RPA1, DBD-A and DBD-B.In mice, a heterozygous missense mutation in RPA1 (L230P) leads to the development of lymphoid tumors (320). Biallelic somatic mutation of RPA1 has been found in a pancreatic tumor (321). Overexpressed RPA1 and/or RPA2 are detected in various cancers, suggesting that RPA may be useful as a prognostic marker in cancer patients (322–330). Elevated RPA3 expression is also implicated in the development of gastric (330,331) and hepatocellular carcinoma (332). The oncogenic properties of RPA appear linked to the cyclin D pathway (322,325,329), which drives the G1/S-phase transition. It is therefore relevant that overexpression of microRNA 30a slows down proliferation of ovarian and gastric cancer cell lines by targeting RPA1. This hampers replication, causes DNA fragmentation, activates the S-phase checkpoint and induces p53-mediated apoptotic cell death (333).Screening for compounds inhibiting proliferation of non-small cell lung cancer (NSCLC) cells uncovered ailanthone, a natural compound with herbicidal activity isolated from Ailanthus altissima, as a promising candidate (334). Gene expression analysis revealed that ailanthone exerts its antiproliferative effect by mainly downregulating the expression of RPA1, at both the mRNA and the protein level. This inhibition of RPA function suppresses DNA replication and NSCLC cell proliferation in vitro and growth of tumor xenografts and of orthotopic tumor models in vivo (334). However, the effect of the compound on the proliferation of non-cancerous cells remains to be investigated.RPA also interacts with tumor suppressor genes like menin, a protein regulating NF-κB transactivation, frequently lost in multiple endocrine neoplasia type 1 (74,335). Of note, RPA2 overexpression is implicated in the general pathogenesis of cancer (335) and its ectopic expression in breast cancer cells abrogates menin/NF-κB–p65 complex formation and unleashes the expression of NF-κB-regulated oncogenes (75). Therefore, targeting of RPA2–menin interaction in breast cancer cells may be a promising therapeutic strategy.Other studies report tumor suppression mechanisms that involve the regulation of RPA1 during DNA replication by PTEN (92). PTEN functions as a tumor suppressor that localizes to replication sites and physically interacts with the RPA1 C-terminus. PTEN promotes RPA1 protein stability by regulating its ubiquitylation status, most likely by recruiting the deubiquitinase OTUB1, thus protecting stalled replication forks (92).S4/S8-RPA2 phosphorylation appears to be a useful indicator of cancer progression in oral squamous cell carcinomas (336). Notably, a significant increase in S4/S8-RPA2 phosphorylation, suggesting DDR activation, has been observed in dysplastic tissues, which gradually declines as the tumor progresses to later stages (336). This observation is in line with the model that DDR acts as an early barrier to tumorigenesis (337,338). Disruption of RPA phosphorylation may be another way to attack cancer cells. Thus, valproic acid, a histone deacetylase inhibitor, and hydroxyurea, a ribonucleotide reductase inhibitor, synergistically sensitize breast cancer cells by perturbing RPA2 hyperphosphorylation and thus HR (339). Finally, since RPA2 is extensively phosphorylated in cancer cells with high levels of replication stress and abrogated CHK1, it can be used as a predictive biomarker in cancer therapy protocols utilizing CHK1 inhibitors (340).RPA exhaustion induced by high levels of replication stress and NER deficiency promotes sensitivity to cisplatin in ovarian cancer cells, possibly by MRE11-mediated degradation of nascent ssDNA at stalled forks, and can be used as a strategy to treat cancer. Conversely, ectopic overexpression of RPA subunits overcomes these effects (341). Thus, modulating RPA availability may be a useful strategy particularly when drug resistance occurs. Similarly, downregulation of RPA affects RAD51 recruitment to DSBs and enhances the radiosensitivity of nasopharyngeal cancer cells (342). These studies in aggregate provide an explanation as to why overexpression of RPA in various cancers is predictive for unfavorable outcome (322–332).An alternative, PIKK-independent regulatory module for HR has been reported in cancer cells. It involves the phosphorylation by casein kinase 2 of the histone methyltransferase G9a and its recruitment to chromatin. G9a interacts with RPA and promotes RPA–RAD51 exchange at DSBs, thus promoting HR and cell survival (343). A correlation between G9a and RPA-mediated DDR has been observed in colon cancer stem cells (344). Hence, combination of RPA and G9a inhibitors is expected to have synergistic effects on cancer cell death. All these studies advocate the potential of RPA as a therapeutic target and the need to find effective RPA inhibitors.A way to modulate RPA–protein interactions in cancer cells, and thereby to disrupt DDR activation, is via specific inhibitors that target the N-terminus or RPA1 (70N) and the C-terminus of RPA2 (32C), which harbor the protein interaction modules (Figure ​(Figure1).1). Several small molecules inhibiting the ssDNA-binding activity of RPA have been reported (Figure ​(Figure4B).4B). TDRL-505 is cytotoxic both as a single agent and in combination with other chemotherapeutics (345). Its isobornyl derivatives MCI13E and MCI13F induce apoptosis in lung and ovarian cancer models and show synergy with cisplatin in combination treatment protocols (346,347). Another RPA inhibitor, NSC15520, does not prevent binding of RPA to ssDNA, but disrupts DBD-F interactions with p53 and Rad9, possibly affecting in this way downstream genome integrity pathways (348,349).HAMNO, a further RPA inhibitor, also targets the N-terminal domain of RPA1. HAMNO prevents the autophosphorylation of ATR and ATR-mediated phosphorylation of RPA2 at S33. Consequently, HAMNO elevates DNA replication stress and mitigates tumor growth (350). A recent report demonstrates that HAMNO sensitizes glioblastoma cancer stem-like cells to ionizing radiation (351). The potential of other RPA inhibitors (352–356) as cancer therapeutics or as chemosensitizing agents needs to be validated. Moreover, an important aspect to consider is that the effect of RPA inhibitors on cancer treatment may not only arise from replication stress. Since RPA suppresses error-prone processes like alt-EJ and cytosine deamination, inhibiting RPA would potentiate genome instability and cell death.The inhibitors discussed above function by preventing RPA interaction with ssDNA and/or repair proteins. An additional strategy for inhibition of RPA function is by reducing its mobility via chemical cross-linking. UV light is frequently used as a cross-linking agent to immobilize biomolecules. However, solar UV irradiation is genotoxic to the skin and contributes to the development of skin cancer. UV-induced oxidative damage is not restricted to nucleic acids and there is evidence that it also affects RPA. Reports show that oxidatively damaged RPA compromises NER, owing to UV-induced covalent cross-linking between RPA1–3 subunits that limits RPA conformational changes when bound to ssDNA (357). NEW TOOLS TO STUDY RPA DYNAMICS ON DNA AND THEIR APPLICATIONS IN DIAGNOSTICSThe dynamic binding of RPA on the ssDNA substrate and the binding between RPA and RAD51 are of immense interest. ‘DNA curtains’ is a technique developed in Greene’s lab for single-molecule fluorescence imaging of protein–nucleic acid interactions, including RPA binding to ssDNA in the presence of multiple DNA-binding proteins (98,215,358–361). Briefly, ssDNA is synthesized by rolling circle replication, biotinylated at one end and anchored on a lipid bilayer. Application of hydrodynamic force aligns the DNA in the direction of flow. Introduction of fluorescently tagged (e.g. by GFP) SSBs allows labeling of the DNA and the elimination of secondary structures (362).To monitor RPA dynamics on ssDNA in a multiprotein reaction, a fluorescently labeled version of yeast RPA (RPAf) was engineered by incorporating a chemical fluorophore into RPA2 using non-canonical amino acids and bio-orthogonal chemistry. Upon binding to ssDNA, RPAf undergoes a change in fluorescence that can be quantified. This approach circumvents the drawbacks of large-protein fusions, which may affect protein behavior, in vitro or in the complex cellular environment. This approach to RPA labeling with fluorophores enables investigation of RPA dynamics in multiple DNA processes (30).An alternative approach utilizes a nuclease-deficient CRISPR–Cas9 system to induce ssDNA regions at human telomeres. Localization of nuclease-deficient Cas9 to telomeres with a single-guide RNA complementary to telomeric repeat DNA leads to the formation of RNA–DNA duplexes that leave one telomeric DNA single-stranded and capable of recruiting RPA and other factors involved in DDR. This model can be used to study RPA recruitment in G1 cells and has potential for application on other genomic repeats (363).The DBD-A of human RPA1 has also been employed in a very creative way to improve the detection of disease biomarkers. RPA1 conjugated with gold nanoparticles (AuNPs) can be used to increase the sensitivity of paper-based lateral flow immunoassays, which normally allow only a limited number of antibody-conjugated AuNPs to bind the target protein. Since RPA binds ssDNA in a sequence-independent manner, the antibody is replaced by an aptamer (short oligonucleotides) against the target. Signal enhancement is achieved by the attachment of several RPA1-conjugated AuNPs per aptamer. Using this approach, the influenza virus nucleoprotein and the cardiac troponin I could be detected, paving the way to the detection of other biomarkers requiring higher sensitivity (364).Another example of an on-site sensitive diagnostic tool based on aptamer–RPA1A interaction is the colorimetric detection of nucleocapsid protein (NP) of severe fever of thrombocytopenia syndrome virus (SFTSV). In this case, RPA1A is conjugated to the surface of liposomes with enzyme encapsulation, while a novel aptamer specific for SFTSV NP is bound to a pre-fixed antibody. The interaction between RPA1A on the surface of the liposome and the aptamers enables target detection in a colorimetric reaction following liposome lysis (365). CONCLUSIONSIn summary, our mechanistic understanding of how RPA functions in eukaryotic DNA synthesis and repair and the associated checkpoint control is getting broader. New functions of RPA emerge, as it appears involved in all nucleic acid transactions, where ssDNA is transiently generated. Advances on the role of RPA in cancer and the potential of development of specific small molecule inhibitors open new avenues in cancer prevention and treatment. Finally, the RPA’s ssDNA-binding properties offer unique opportunities for the development of novel diagnostic tests. Certainly, a lot more excitement should be expected from RPA in the coming years. ACKNOWLEDGEMENTSWe thank Dr Eric Metzen for critical reading of the manuscript. The authors also wish to thank the three anonymous referees, whose suggestions and comments helped to improve this review.\nAuthor contributions: Writing—original draft preparation, R.D.; review and editing, R.D. and G.I. Contributor InformationRositsa Dueva,  \nInstitute of Medical Radiation Biology, University of Duisburg–Essen Medical School, 45122 Essen, Germany. \nInstitute of Physiology, University of Duisburg–Essen Medical School, 45122 Essen, Germany.George Iliakis,  \nInstitute of Medical Radiation Biology, University of Duisburg–Essen Medical School, 45122 Essen, Germany. REFERENCES1. \nWold M.S., Kelly T.. \nPurification and characterization of replication protein A, a cellular protein required for in vitro replication of simian virus 40 DNA. Proc. Natl Acad. Sci. U.S.A. 1988; 7:2523–2527. [PMC free article] [PubMed] [Google Scholar]2. \nKenny M.K., Lee S.-H., Hurwitz J.. \nMultiple functions of human single-stranded-DNA binding protein in simian virus 40 DNA replication: single-strand stabilization and stimulation of DNA polymerases α and δ. Proc. Natl Acad. Sci. U.S.A. 1989; 86:9757–9761. [PMC free article] [PubMed] [Google Scholar]3. \nTsurimoto T., Fairman M.P., Stillman B.. \nSimian virus 40 DNA replication in vitro: identification of multiple stages of initiation. Mol. Cell. Biol. 1989; 9:3839–3849. [PMC free article] [PubMed] [Google Scholar]4. \nBrill S.J., Stillman B.. \nYeast replication factor-A functions in the unwinding of the SV40 origin of DNA replication. Nature. 1989; 342:92–95. [PubMed] [Google Scholar]5. \nArunkumar A.I., Stauffer M.E., Bochkareva E., Bochkarev A., Chazin W.J.. \nIndependent and coordinated functions of replication protein A tandem high affinity single-stranded DNA binding domains. J. Biol. Chem. 2003; 278:41077–41082. [PubMed] [Google Scholar]6. \nBochkareva E., Korolev S., Lees-Miller S.P., Bochkarev A.. \nStructure of the RPA trimerization core and its role in the multistep DNA-binding mechanism of RPA. EMBO J. 2002; 21:1855–1863. [PMC free article] [PubMed] [Google Scholar]7. \nSalas T.R., Petruseva I., Lavrik O., Saintomé C.. \nEvidence for direct contact between the RPA3 subunit of the human replication protein A and single-stranded DNA. Nucleic Acids Res. 2009; 37:38–46. [PMC free article] [PubMed] [Google Scholar]8. \nDong J., Park J.-S., Lee S.-H.. \n\nIn vitro analysis of the zinc-finger motif in human replication protein A. Biochem. J. 1999; 337:311–317. [PMC free article] [PubMed] [Google Scholar]9. \nPark J.-S., Wang M., Park S.-J., Lee S.-H.. \nZinc finger of replication protein A, a non-DNA binding element, regulates its DNA bind activity through redox. J. Biol. Chem. 1999; 274:29075–29080. [PubMed] [Google Scholar]10. \nWalther A.P., Gomes X.V., Lao Y., Lee C.G., Wold M.S.. \nReplication protein A interactions with DNA. 1. Functions of the DNA-binding and zinc-finger domains of the 70-kDa subunit. Biochem. J. 1999; 38:3963–3973. [PubMed] [Google Scholar]11. \nBochkareva E., Korolev S., Bochkarev A.. \nThe role for zinc in replication protein A. J. Biol. Chem. 2000; 275:27332–27338. [PubMed] [Google Scholar]12. \nLao Y., Lee C.G., Wold M.S.. \nReplication protein A interactions with DNA. 2. Characterization of double-stranded DNA-binding/helix-destabilization activities and the role of the zinc-finger domain in DNA interactions. Biochemistry. 1999; 38:3974–3984. [PubMed] [Google Scholar]13. \nKim C., Paulus B.F., Wold M.S.. \nInteractions of human replication protein A with oligonucleotides. Biochemistry. 1994; 33:14197–14206. [PubMed] [Google Scholar]14. \nde Laat W.L., Appeldoorn E., Sugasawa K., Weterings E., Jaspers N.G.J., Hoeijmakers J.H.J.. \nDNA-binding polarity of human replication protein A positions nucleases in nucleotide excision repair. Genes Dev. 1998; 12:2598–2609. [PMC free article] [PubMed] [Google Scholar]15. \nIftode C., Borowiec J.A.. \n5′→3′ molecular polarity of human replication protein A (hRPA) binding to pseudo-origin DNA substrates. Biochemistry. 2000; 39:11970–11981. [PubMed] [Google Scholar]16. \nKolpashchikov D.M., Khodyreva S.N., Khlimankov D.Y., Wold M.S., Favre A., Lavrik O.I.. \nPolarity of human replication protein A binding to DNA. Nucleic Acids Res. 2001; 29:373–379. [PMC free article] [PubMed] [Google Scholar]17. \nFan J., Pavletich N.P.. \nStructure and conformational change of a replication protein A heterotrimer bound to ssDNA. Genes Dev. 2012; 26:2337–2347. [PMC free article] [PubMed] [Google Scholar]18. \nBochkareva E., Belegu V., Korolev S., Bochkarev A.. \nStructure of the major single-stranded DNA-binding domain of replication protein A suggests a dynamic mechanism for DNA binding. EMBO J. 2001; 20:612–618. [PMC free article] [PubMed] [Google Scholar]19. \nPestryakov P.E., Khlimankov D.Y., Bochkareva E., Bochkarev A., Lavrik O.I.. \nHuman replication protein A (RPA) binds a primer–template junction in the absence of its major ssDNA-binding domains. Nucleic Acids Res. 2004; 32:1894–1903. [PMC free article] [PubMed] [Google Scholar]20. \nLavrik O.I., Kolpashchikov D.M., Weisshart K., Nasheuer H.P., Khodyreva S.N., Favre A.. \nRPA subunit arrangement near the 3′-end of the primer is modulated by the length of the template strand and cooperative protein interactions. Nucleic Acids Res. 1999; 27:4235–4240. [PMC free article] [PubMed] [Google Scholar]21. \nDeng X., Habel J.E., Kabaleeswaran V., Snell E.H., Wold M.S., Borgstahl G.E.O.. \nStructure of the full-length human RPA14/32 complex gives insights into the mechanism of DNA binding and complex formation. J. Mol. Biol. 2007; 374:865–876. [PubMed] [Google Scholar]22. \nJiang X., Klimovich V., Arunkumar A.I., Hysinger E.B., Wang Y., Ott R.D., Guler G.D., Weiner B., Chazin W.J., Fanning E.. \nStructural mechanism of RPA loading on DNA during activation of a simple pre-replication complex. EMBO J. 2006; 25:5516–5526. [PMC free article] [PubMed] [Google Scholar]23. \nBastin-Shanower S.A., Brill S.J.. \nFunctional analysis of the four DNA binding domains of replication protein A. The role of RPA2 in ssDNA binding. J. Biol. Chem. 2001; 276:36446–36453. [PMC free article] [PubMed] [Google Scholar]24. \nBlackwell L.J., Borowiec J.A.. \nHuman replication protein A binds single-stranded DNA in two distinct complexes. Mol. Cell. Biol. 1994; 14:3993–4001. [PMC free article] [PubMed] [Google Scholar]25. \nBrosey C.A., Yan C., Tsutakawa S.E., Heller W.T., Rambo R.P., Tainer J.A., Ivanov I., Chazin W.J.. \nA new structural framework for integrating replication protein A into DNA processing machinery. Nucleic Acids Res. 2013; 41:2313–2327. [PMC free article] [PubMed] [Google Scholar]26. \nBrosey C.A., Soss S.E., Brooks S., Yan C., Ivanov I., Dorai K., Chazin W.J.. \nFunctional dynamics in replication protein A DNA binding and protein recruitment domains. Structure. 2015; 23:1028–1038. [PMC free article] [PubMed] [Google Scholar]27. \nFanning E., Klimovich V., Nager A.R.. \nA dynamic model for replication protein A (RPA) function in DNA processing pathways. Nucleic Acids Res. 2006; 34:4126–4137. [PMC free article] [PubMed] [Google Scholar]28. \nChen R., Wold M.S.. \nReplication protein A: single-stranded DNA’s first responder. BioEssays. 2014; 36:1156–1161. [PMC free article] [PubMed] [Google Scholar]29. \nGibb B., Ye L.F., Gergoudis S.C., Kwon Y.H., Niu H., Sung P., Greene E.C.. \nConcentration-dependent exchange of replication protein A on single-stranded DNA revealed by single-molecule imaging. PLoS One. 2014; 9:e87922. [PMC free article] [PubMed] [Google Scholar]30. \nPokhrel N., Origanti S., Davenport E.P., Gandhi D., Kaniecki K., Mehl R.A., Greene E.C., Dockendorff C., Antony E.. \nMonitoring replication protein A (RPA) dynamics in homologous recombination through site-specific incorporation of non-canonical amino acids. Nucleic Acids Res. 2017; 45:9413–9426. [PMC free article] [PubMed] [Google Scholar]31. \nKantake N., Sugiyama T., Kolodner R., Kowalczykowski S.. \nThe recombination-deficient mutant RPA (rfat-t11) is displaced slowly from single-stranded DNA by Rad51 protein. J. Biol. Chem. 2003; 278:23410–23417. [PubMed] [Google Scholar]32. \nNguyen B., Sokoloski J., Galletto R., Elson E.L., Wold M.S., Lohman T.M.. \nDiffusion of human replication protein A along single-stranded DNA. J. Mol. Biol. 2014; 426:3246–3261. [PMC free article] [PubMed] [Google Scholar]33. \nChen R., Subramanyam S., Elcock A.H., Spies M., Wold M.S.. \nDynamic binding of replication protein A is required for DNA repair. Nucleic Acids Res. 2016; 44:5758–5772. [PMC free article] [PubMed] [Google Scholar]34. \nYates L.A., Aramayo R.J., Pokhrel N., Caldwell C.C., Kaplan J.A., Perera R.L., Spies M., Antony E., Zhang X.. \nA structural and dynamic model for the assembly of replication protein A on single-stranded DNA. Nat. Commun. 2018; 9:5447. [PMC free article] [PubMed] [Google Scholar]35. \nde Gennes P.G.\nReptation of a polymer chain in the presence of fixed obstacles. J. Chem. Phys. 1971; 55:572–579. [Google Scholar]36. \nMishra G., Bigman L.S., Levy Y.. \nssDNA diffuses along replication protein A via a reptation mechanism. Nucleic Acids Res. 2020; 48:1701–1714. [PMC free article] [PubMed] [Google Scholar]37. \nZhou R., Kozlov A.G., Roy R., Zhang J., Korolev S., Lohman T.M., Ha T.. \nSSB functions as a sliding platform that migrates on DNA via reptation. Cell. 2011; 146:222–232. [PMC free article] [PubMed] [Google Scholar]38. \nMaffeo C., Aksimentiev A.. \nMolecular mechanism of DNA association with single-stranded DNA binding protein. Nucleic Acids Res. 2017; 45:12125–12139. [PMC free article] [PubMed] [Google Scholar]39. \nLi S., Xu Z., Xu J., Zuo L., Yu C., Zheng P., Gan H., Wang X., Li L., Sharma S.et al. .. \nRtt105 functions as a chaperone for replication protein A to preserve genome stability. EMBO J. 2018; 37:e99154. [PMC free article] [PubMed] [Google Scholar]40. \nSzambowska A., Tessmer I., Prus P., Schlott B., Pospiech H., Grosse F.. \nCdc45-induced loading of human RPA onto single-stranded DNA. Nucleic Acids Res. 2017; 45:3217–3230. [PMC free article] [PubMed] [Google Scholar]41. \nBelanger K.D., Griffith A.L., Baker H.L., Hansen J.N., Simmons Kovacs L.A., Seconi J.S., Strine A.C.. \nThe karyopherin Kap95 and the C-termini of Rfa1, Rfa2, and Rfa3 are necessary for efficient nuclear import of functional RPA complex proteins in Saccharomyces cerevisiae. DNA Cell Biol. 2011; 30:641–651. [PMC free article] [PubMed] [Google Scholar]42. \nJullien D., Görlich D., Laemmli U.K., Adachi Y.. \nNuclear import of RPA in Xenopus egg extracts requires a novel protein XRIPalpha but not importin alpha. EMBO J. 1999; 18:4348–4358. [PMC free article] [PubMed] [Google Scholar]43. \nGolub E.I., Gupta R.C., Haaf T., Wold M.S., Radding C.M.. \nInteraction of human Rad51 recombination protein with single-stranded DNA binding protein, RPA. Nucleic Acids Res. 1998; 26:5388–5393. [PMC free article] [PubMed] [Google Scholar]44. \nStauffer M.E., Chazin W.J.. \nPhysical interaction between replication protein A and Rad51 promotes exchange on single-stranded DNA. J. Biol. Chem. 2004; 279:25638–25645. [PubMed] [Google Scholar]45. \nYoo E., Kim B.U., Lee S.Y., Cho C.H., Chung J.H., Lee C.-H.. \n53BP1 is associated with replication protein A and is required for RPA2 hyperphosphorylation following DNA damage. Oncogene. 2005; 24:5423–5430. [PubMed] [Google Scholar]46. \nChaudhuri J., Khuong C., Alt F.W.. \nReplication protein A interacts with AID to promote deamination of somatic hypermutation targets. Nature. 2004; 430:992–998. [PubMed] [Google Scholar]47. \nKalan S., Matveyenko A., Loayza D.. \nLIM protein Ajuba participates in the repression of the ATR-mediated DNA damage response. Front. Genet. 2013; 4:96. [PMC free article] [PubMed] [Google Scholar]48. \nFowler S., Maguin P., Kalan S., Loayza D.. \nLIM protein Ajuba associates with the RPA complex through direct cell cycle-dependent interaction with the RPA70 subunit. Sci. Rep. 2018; 8:9536. [PMC free article] [PubMed] [Google Scholar]49. \nZou L., Elledge S.J.. \nSensing DNA damage through ATRIP recognition of RPA–ssDNA complexes. Science. 2003; 300:1542–1548. [PubMed] [Google Scholar]50. \nBall H.L., Myers J.S., Cortez D.. \nATRIP binding to replication protein A–single-stranded DNA promotes ATR–ATRIP localization but is dispensable for Chk1 phosphorylation. Mol. Biol. Cell. 2005; 16:2372–2381. [PMC free article] [PubMed] [Google Scholar]51. \nNamiki Y., Zou L.. \nATRIP associates with replication protein A-coated ssDNA through multiple interactions. Proc. Natl Acad. Sci. U.S.A. 2006; 103:580–585. [PMC free article] [PubMed] [Google Scholar]52. \nLiu Y., Vaithiyalingam S., Shi Q., Chazin W.J., Zinkel S.S.. \nBID binds to replication protein A and stimulates ATR function following replicative stress. Mol. Cell. Biol. 2011; 31:4298–4309. [PMC free article] [PubMed] [Google Scholar]53. \nBrosh R.M. Jr., Li J.L., Kenny M.K., Karow J.K., Cooper M.P., Kureekattil R.P., Hickson I.D., Bohr V.A.. \nReplication protein A physically interacts with the Bloom’s syndrome protein and stimulates its helicase activity. J. Biol. Chem. 2000; 275:23500–23508. [PubMed] [Google Scholar]54. \nDoherty K.M., Sommers J.A., Gray M.D., Wan Lee J., von Kobbe C., Thoma N.H., Kureekattil R.P., Kenny M.K., Brosh R.M. Jr.. \nPhysical and functional mapping of the replication protein A interaction domain of the Werner and Bloom syndrome helicases. J. Biol. Chem. 2005; 280:29494–29505. [PubMed] [Google Scholar]55. \nWong J.M., Ionescu D., Ingles C.J.. \nInteraction between BRCA2 and replication protein A is compromised by a cancer-predisposing mutation in BRCA2. Oncogene. 2003; 22:28–33. [PubMed] [Google Scholar]56. \nLuciano P., Coulon S., Faure V., Corda Y., Bos J., Brill S.J., Gilson E., Simon M.-N., Géli V.. \nRPA facilitates telomerase activity at chromosome ends in budding and fission yeasts. EMBO J. 2012; 31:2034–2046. [PMC free article] [PubMed] [Google Scholar]57. \nKim D.-H., Lee K.-H., Kim J.-H., Ryu G.-H., Bae S.-H., Lee B.-C., Moon K.-Y., Byun S.-M., Koo H.-S., Seo Y.-S.. \nEnzymatic properties of the Caenorhabditis elegans Dna2 endonuclease/helicase and a species-specific interaction between RPA and Dna2. Nucleic Acids Res. 2005; 33:1372–1383. [PMC free article] [PubMed] [Google Scholar]58. \nBae K.H., Kim H.-S., Bae S.-H., Kang H.-Y., Brill S., Seo Y.-S.. \nBimodal interaction between replication-protein A and Dna2 is critical for Dna2 function both in vivo and in vitro. Nucleic Acids Res. 2003; 31:3006–3015. [PMC free article] [PubMed] [Google Scholar]59. \nBlackwell L.J., Borowiec J.A., Mastrangelo I.A.. \nSingle-stranded-DNA binding alters human replication protein A structure and facilitates interaction with DNA-dependent protein kinase. Mol. Cell. Biol. 1996; 16:4798–4807. [PMC free article] [PubMed] [Google Scholar]60. \nShao R.-G., Cao C.X., Zhang H., Kohn K.W., Wold M.S., Pommier Y.. \nReplication-mediated DNA damage by camptothecin induces phosphorylation of RPA by DNA-dependent protein kinase and dissociates RPA:DNA-PK complexes. EMBO J. 1999; 18:1397–1406. [PMC free article] [PubMed] [Google Scholar]61. \nZhao W., Vaithiyalingam S., Filippo J.S., Maranon D.G., Jimenez-Sainz J., Fontenay G.V., Kwon Y., Leung S.G., Lu L., Jensen R.B.et al. .. \nPromotion of BRCA2-dependent homologous recombination by DSS1 via RPA targeting and DNA mimicry. Mol. Cell. 2015; 59:176–187. [PMC free article] [PubMed] [Google Scholar]62. \nFeng S., Zhao Y., Xu Y., Ning S., Huo W., Hou M., Gao G., Ji J., Guo R., Xu D.. \nEwing tumor-associated antigen 1 interacts with replication protein A to promote restart of stalled replication forks. J. Biol. Chem. 2016; 291:21956–21962. [PMC free article] [PubMed] [Google Scholar]63. \nHaahr P., Hoffmann S., Tollenaere M.A.X., Ho T., Toledo L.I., Mann M., Bekker-Jensen S., Räschle M., Mailand N.. \nActivation of the ATR kinase by the RPA-binding protein ETAA1. Nat. Cell Biol. 2016; 18:1196–1207. [PubMed] [Google Scholar]64. \nBass T.E., Luzwick J.W., Kavanaugh G., Carroll C., Dungrawala H., Glick G.G., Feldkamp M.D., Putney R., Chazin W.J., Cortez D.. \nETAA1 acts at stalled replication forks to maintain genome integrity. Nat. Cell Biol. 2016; 18:1185–1195. [PMC free article] [PubMed] [Google Scholar]65. \nLee Y.C., Zhou Q., Chen J., Yuan J.. \nRPA-binding protein ETAA1 is an ATR activator involved in DNA replication stress response. Curr. Biol. 2016; 26:3257–3268. [PMC free article] [PubMed] [Google Scholar]66. \nFujimoto M., Takaki E., Takii R., Tan K., Prakasam R., Hayashida N., Iemura S., Natsume T., Nakai A.. \nRPA assists HSF1 access to nucleosomal DNA by recruiting histone chaperone FACT. Mol. Cell. 2012; 48:182–194. [PubMed] [Google Scholar]67. \nVanDemark A.P., Blanksma M., Ferris E., Heroux A., Hill C.P., Formosa T.. \nThe structure of the yFACT Pob3-M domain, its interaction with the DNA replication factor RPA, and a potential role in nucleosome deposition. Mol. Cell. 2006; 22:363–374. [PubMed] [Google Scholar]68. \nGupta R., Sharma S., Sommers J.A., Kenny M.K., Cantor S.B., Brosh R.M. Jr.. \nFANCJ (BACH1) helicase forms DNA damage inducible foci with replication protein A and interacts physically and functionally with the single-stranded DNA-binding protein. Blood. 2007; 110:2390–2398. [PMC free article] [PubMed] [Google Scholar]69. \nLai Y., Zhu M., Wu W., Rokutanda N., Togashi Y., Liang W., Ohta T.. \nHERC2 regulates RPA2 by mediating ATR-induced Ser33 phosphorylation and ubiquitin-dependent degradation. Sci. Rep. 2019; 9:14257. [PMC free article] [PubMed] [Google Scholar]70. \nWu W., Rokutanda N., Takeuchi J., Lai Y., Maruyama R., Togashi Y., Nishikawa H., Arai N., Miyoshi Y., Suzuki N.et al. .. \nHERC2 facilitates BLM and WRN helicase complex interaction with RPA to suppress G-quadruplex DNA. Cancer Res. 2018; 78:6371–6385. [PubMed] [Google Scholar]71. \nZhang H., Gan H., Wang Z., Lee J.-H., Zhou H., Ordog T., Wold M.S., Ljungman M., Zhang Z.. \nRPA interacts with HIRA and regulates H3.3 deposition at gene regulatory elements in mammalian cells. Mol. Cell. 2017; 65:272–284. [PMC free article] [PubMed] [Google Scholar]72. \nLiu S., Xu Z., Leng H., Zheng P., Yang J., Chen K., Feng J., Li Q.. \nRPA binds histone H3–H4 and functions in DNA replication-coupled nucleosome assembly. Science. 2017; 355:415–420. [PubMed] [Google Scholar]73. \nTeixeira-Silva A., Saada A.A., Hardy J., Iraqui I., Nocente M.C., Fréon K., Lambert S.A.E.. \nThe end-joining factor Ku acts in the end-resection of double strand break-free arrested replication forks. Nat. Commun. 2017; 8:1982. [PMC free article] [PubMed] [Google Scholar]74. \nSukhodolets K.E., Hickman A.B., Agarwal S.K., Sukhodolets M.V., Obungu V.H., Novotny E.A., Crabtree J.S., Chandrasekharappa S.C., Collins F.S., Spiegel A.M.et al. .. \nThe 32-kilodalton subunit of replication protein A interacts with menin, the product of the MENI1 tumor suppressor gene. Mol. Cell. Biol. 2003; 23:493–509. [PMC free article] [PubMed] [Google Scholar]75. \nChen C.C., Juan C.-W., Chen K.-Y., Chang Y.-C., Lee J.-C., Chang M.-C.. \nUpregulation of RPA2 promotes NF-kappaB activation in breast cancer by relieving the antagonistic function of menin on NF-kappaB-regulated transcription. Carcinogenesis. 2017; 38:196–206. [PubMed] [Google Scholar]76. \nRobinson J.G., Elliott J., Dixon K., Oakley G.G.. \nReplication protein A and the Mre11·Rad50·Nbs1 complex co-localize and interact at sites of stalled replication forks. J. Biol. Chem. 2004; 279:34802–34810. [PubMed] [Google Scholar]77. \nOakley G.G., Tillison K., Opiyo S.A., Glanzer J.G., Horn J.M., Patrick S.M.. \nPhysical interaction between replication protein A (RPA) and MRN: involvement of RPA2 phosphorylation and the N-terminus of RPA1. Biochemistry. 2009; 48:7473–7481. [PMC free article] [PubMed] [Google Scholar]78. \nDaniely Y., Borowiec J.A.. \nFormation of a complex between nucleolin and replication protein A after cell stress prevents initiation of DNA replication. J. Cell Biol. 2000; 149:799–809. [PMC free article] [PubMed] [Google Scholar]79. \nKim K., Dimitrova D.D., Carta K.M., Saxena A., Daras M., Borowiec J.A.. \nNovel checkpoint response to genotoxic stress mediated by nucleolin–replication protein A complex formation. Mol. Cell. Biol. 2005; 25:2463–2474. [PMC free article] [PubMed] [Google Scholar]80. \nWang Y., Guan J., Wang H., Wang Y., Leeper D., Iliakis G.. \nRegulation of DNA replication after heat shock by RPA–nucleolin interactions. J. Biol. Chem. 2001; 276:20579–20588. [PubMed] [Google Scholar]81. \nLi R., Botchan M.R.. \nThe acidic transcriptional activation domains of VP16 and p53 bind the cellular replication protein A and stimulate in vitro BPV-1 DNA replication. Cell. 1993; 73:1207–1221. [PubMed] [Google Scholar]82. \nHe Z., Brinton B.T., Greenblatt J., Hassell J.A., JamesIngles C.. \nThe transactivator proteins VP16 and GAL4 bind replication factor A. Cell. 1993; 73:1223–1232. [PubMed] [Google Scholar]83. \nDutta A., Ruppert J.M., Aster J.C., Winchester E.. \nInhibition of DNA replication factor RPA by p53. Nature. 1993; 365:79–82. [PubMed] [Google Scholar]84. \nRomanova L.Y., Willers H., Blagosklonny M.V., Powell S.N.. \nThe interaction of p53 with replication protein A mediates suppression of homologous recombination. Oncogene. 2004; 23:9025–9033. [PubMed] [Google Scholar]85. \nSerrano M.A., Li Z., Dangeti M., Musich P.R., Patrick S., Roginskaya M., Cartwright B., Zou Y.. \nDNA-PK, ATM and ATR collaboratively regulate p53–RPA interaction to facilitate homologous recombination DNA repair. Oncogene. 2013; 32:2452–2462. [PMC free article] [PubMed] [Google Scholar]86. \nBochkareva E., Kaustov L., Ayed A., Yi G.-S., Lu Y., Pineda-Lucena A., Liao J.C.C., Okorokov A.L., Milner J., Arrowsmith C.H.et al. .. \nSingle-stranded DNA mimicry in the p53 transactivation domain interaction with replication protein A. Proc. Natl Acad. Sci. U.S.A. 2005; 102:15412–15417. [PMC free article] [PubMed] [Google Scholar]87. \nMurphy A.K., Fitzgerald M., Ro T., Kim J.H., Rabinowitsch A.I., Chowdhury D., Schildkraut C.L., Borowiec J.A.. \nPhosphorylated RPA recruits PALB2 to stalled DNA replication forks to facilitate fork recovery. J. Cell Biol. 2014; 206:493–507. [PMC free article] [PubMed] [Google Scholar]88. \nWan L., Lou J., Xia Y., Su B., Liu T., Cui J., Sun Y., Lou H., Huang J.. \nhPrimpol1/CCDC111 is a human DNA primase–polymerase required for the maintenance of genome integrity. EMBO Rep. 2013; 14:1104–1112. [PMC free article] [PubMed] [Google Scholar]89. \nGuilliam T.A., Jozwiakowski S.K., Ehlinger A., Barnes R.P., Rudd S.G., Bailey L.J., Skehel J.M., Eckert K.A., Chazin W.J., Doherty A.J.. \nHuman PrimPol is a highly error-prone polymerase regulated by single-stranded DNA binding proteins. Nucleic Acids Res. 2015; 43:1056–1068. [PMC free article] [PubMed] [Google Scholar]90. \nGuilliam T.A., Brissett N.C., Ehlinger A., Keen B.A., Kolesar P., Taylor E.M., Bailey L.J., Lindsay H.D., Chazin W.J., Doherty A.J.. \nMolecular basis for PrimPol recruitment to replication forks by RPA. Nat. Commun. 2017; 8:15222. [PMC free article] [PubMed] [Google Scholar]91. \nMaréchal A., Li J.-M., Ji X.Y., Wu C.-S., Yazinski S.A., Nguyen H.D., Liu S., Jiménez A.E., Jin J., Zou L.. \nPRP19 transforms into a sensor of RPA–ssDNA after DNA damage and drives ATR activation via a ubiquitin-mediated circuitry. Mol. Cell. 2014; 53:235–246. [PMC free article] [PubMed] [Google Scholar]92. \nWang G., Li Y., Wang P., Liang H., Cui M., Zhu M., Guo L., Su Q., Sun Y., McNutt M.A., Yin Y.. \nPTEN regulates RPA1 and protects DNA replication forks. Cell Res. 2015; 25:1189–1204. [PMC free article] [PubMed] [Google Scholar]93. \nWu X., Shell S.M., Zou Y.. \nInteraction and colocalization of Rad9/Rad1/Hus1 checkpoint complex with replication protein A in human cells. Oncogene. 2005; 24:4728–4735. [PMC free article] [PubMed] [Google Scholar]94. \nZou L., Liu D., Elledge S.J.. \nReplication protein A-mediated recruitment and activation of Rad17 complexes. Proc. Natl Acad. Sci. U.S.A. 2003; 100:13827–13832. [PMC free article] [PubMed] [Google Scholar]95. \nDavies A.A., Chen S., Ulrich H.D.. \nActivation of ubiquitin-dependent DNA damage bypass is mediated by replication protein A. Mol. Cell. 2008; 29:625–636. [PMC free article] [PubMed] [Google Scholar]96. \nHedglin M., Aitha M., Pedley A., Benkovic S.J.. \nReplication protein A dynamically regulates monoubiquitination of proliferating cell nuclear antigen. J. Biol. Chem. 2019; 294:5157–5168. [PMC free article] [PubMed] [Google Scholar]97. \nWu X., Yang Z., Liu Y., Zou Y.. \nPreferential localization of hyperphosphorylated replication protein A to double-strand break repair and checkpoint complexes upon DNA damage. Biochem. J. 2005; 391:473–480. [PMC free article] [PubMed] [Google Scholar]98. \nMa C.J., Kwon Y., Sung P., Greene E.C.. \nHuman RAD52 interactions with replication protein A and the RAD51 presynaptic complex. J. Biol. Chem. 2017; 292:11702–11713. [PMC free article] [PubMed] [Google Scholar]99. \nPark M.S., Ludwig D.L., Stigger E., Lee S.H.. \nPhysical interaction between human RAD52 and RPA is required for homologous recombination in mammalian cells. J. Biol. Chem. 1996; 271:18996–19000. [PubMed] [Google Scholar]100. \nShinohara A., Shinohara M., Ohta T., Matsuda S., Ogawa T.. \nRad52 forms ring structures and co-operates with RPA in single-strand DNA annealing. Genes Cells. 1998; 3:145–156. [PubMed] [Google Scholar]101. \nSugiyama T., Kowalczykowski S.C.. \nRad52 protein associates with replication protein A (RPA)-single-stranded DNA to accelerate Rad51-mediated displacement of RPA and presynaptic complex formation. J. Biol. Chem. 2002; 277:31663–31672. [PubMed] [Google Scholar]102. \nPlate I., Hallwyl S.C.L., Shi I., Krejci L., Müller C., Albertsen L., Sung P., Mortensen U.H.. \nInteraction with RPA is necessary for Rad52 repair center formation and for its mediator activity. J. Biol. Chem. 2008; 283:29077–29085. [PMC free article] [PubMed] [Google Scholar]103. \nSeong C., Sehorn M.G., Plate I., Shi I., Song B., Chi P., Mortensen U., Sung P., Krejci L.. \nMolecular anatomy of the recombination mediator function of Saccharomyces cerevisiae Rad52. J. Biol. Chem. 2008; 283:12166–12174. [PMC free article] [PubMed] [Google Scholar]104. \nLiu S., Chu J., Yucer N., Leng M., Wang S.-Y., Chen B.P.C., Hittelman W.N., Wang Y.. \nRING finger and WD repeat domain 3 (RFWD3) associates with replication protein A (RPA) and facilitates RPA-mediated DNA damage response. J. Biol. Chem. 2011; 286:22314–22322. [PMC free article] [PubMed] [Google Scholar]105. \nGong Z., Chen J.. \nE3 ligase RFWD3 participates in replication checkpoint control. J. Biol. Chem. 2011; 286:22308–22313. [PMC free article] [PubMed] [Google Scholar]106. \nNguyen H.D., Yadav T., Giri S., Saez B., Graubert T.A., Zou L.. \nFunctions of replication protein A as a sensor of R loops and a regulator of RNaseH1. Mol. Cell. 2017; 65:832–847. [PMC free article] [PubMed] [Google Scholar]107. \nDou H., Huang C., Singh M., Carpenter P.B., Yeh E.T.H.. \nRegulation of DNA repair through deSUMOylation and SUMOylation of replication protein A complex. Mol. Cell. 2010; 39:333–345. [PMC free article] [PubMed] [Google Scholar]108. \nYusufzai T., Kong X., Yokomori K., Kadonaga J.T.. \nThe annealing helicase HARP is recruited to DNA repair sites via an interaction with RPA. Genes Dev. 2009; 23:2400–2404. [PMC free article] [PubMed] [Google Scholar]109. \nCiccia A., Bredemeyer A.L., Sowa M.E., Terret M.-E., Jallepalli P.V., Wade Harper J., Elledge S.J.. \nThe SIOD disorder protein SMARCAL1 is an RPA-interacting protein involved in replication fork restart. Genes Dev. 2009; 23:2415–2425. [PMC free article] [PubMed] [Google Scholar]110. \nYuan J., Ghosal G., Chen J.. \nThe annealing helicase HARP protects stalled replication forks. Genes Dev. 2009; 23:2394–2399. [PMC free article] [PubMed] [Google Scholar]111. \nPostow L., Woo E.M., Chait B.T., Funabiki H.. \nIdentification of SMARCAL1 as a component of the DNA damage response. J. Biol. Chem. 2009; 284:35951–35961. [PMC free article] [PubMed] [Google Scholar]112. \nKemp M.G., Akan Z., Yilmaz S., Grillo M., Smith-Roe S.L., Kang T.-H., Cordeiro-Stone M., Kaufmann W.K., Abraham R.T., Sancar A.et al. .. \nTipin-replication protein A interaction mediates Chk1 phosphorylation by ATR in response to genotoxic stress. J. Biol. Chem. 2010; 285:16562–16571. [PMC free article] [PubMed] [Google Scholar]113. \nUnsal-Kacmaz K., Chastain P.D., Qu P.-P., Minoo P., Cordeiro-Stone M., Sancar A., Kaufmann W.K.. \nThe human Tim/Tipin complex coordinates an intra-S checkpoint response to UV that slows replication fork displacement. Mol. Cell. Biol. 2007; 27:3131–3142. [PMC free article] [PubMed] [Google Scholar]114. \nMer G., Bochkarev A., Gupta R., Bochkareva E., Frappier L., James Ingles C., Edwards A.M., Chazin W.J.. \nStructural basis for the recognition of DNA repair proteins UNG2, XPA, and RAD52 by replication factor RPA. Cell. 2000; 103:449–456. [PubMed] [Google Scholar]115. \nNagelhus T.A., Haug T., Singh K.K., Keshav K.F., Skorpen F., Otterlei M., Bharati S., Lindmo T., Benichou S., Benarous R.et al. .. \nA sequence in the N-terminal region of human uracil-DNA glycosylase with homology to XPA interacts with the C-terminal part of the 34-kDa subunit of replication protein A. J. Biol. Chem. 1997; 272:6561–6566. [PubMed] [Google Scholar]116. \nMachwe A., Lozada E., Wold M.S., Li G.-M., Orren D.K.. \nMolecular cooperation between the Werner syndrome protein and replication protein A in relation to replication fork blockage. J. Biol. Chem. 2011; 286:3497–3508. [PMC free article] [PubMed] [Google Scholar]117. \nHyun M., Park S., Kim E., Kim D.-H., Lee S.-J., Koo H.-S., Seo Y.-S., Ahn B.. \nPhysical and functional interactions of Caenorhabditis elegans WRN-1 helicase with RPA-1. Biochemistry. 2012; 51:1336–1345. [PubMed] [Google Scholar]118. \nBrosh R.M. Jr., Orren D.K., Nehlin J.O., Ravn P.H., Kenny M.K., Machwe A., Bohr V.A.. \nFunctional and physical interaction between WRN helicase and human replication protein A. J. Biol. Chem. 1999; 274:18341–18350. [PubMed] [Google Scholar]119. \nShen J.C., Lao Y., Kamath-Loeb A., Wold M.S., Loeb L.A.. \nThe N-terminal domain of the large subunit of human replication protein A binds to Werner syndrome protein and stimulates helicase activity. Mech. Ageing Dev. 2003; 124:921–930. [PubMed] [Google Scholar]120. \nLi L., Peterson C.A., Legerski R.J.. \nAn interaction between the DNA repair factor XPA and replication protein A appears essential for nucleotide excision repair. Mol. Cell. Biol. 1995; 15:5396–5402. [PMC free article] [PubMed] [Google Scholar]121. \nSaijo M., Kuraoka I., Masutani C., Hanaoka F., Tanaka K.. \nSequential binding of DNA repair proteins RPA and ERCC1 to XPA in vitro. Nucleic Acids Res. 1996; 24:4719–4724. [PMC free article] [PubMed] [Google Scholar]122. \nMatsuda T., Saijo M., Kuraoka I., Kobayashi T., Nakatsu Y., Nagai A., Enjoji T., Masutani C., Sugasawa K., Hanaoka F.et al. .. \nDNA repair protein XPA binds replication protein A (RPA). J. Biol. Chem. 1995; 270:4152–4157. [PubMed] [Google Scholar]123. \nHe H., Wang J., Liu T.. \nUV-induced RPA1 acetylation promotes nucleotide excision repair. Cell Rep. 2017; 20:2010–2025. [PubMed] [Google Scholar]124. \nZhao M., Geng R., Guo X., Yuan R., Zhou X., Zhong Y., Huo Y., Zhou M., Shen Q., Li Y.et al. .. \nPCAF/GCN5-mediated acetylation of RPA1 promotes nucleotide excision repair. Cell Rep. 2017; 20:1997–2009. [PubMed] [Google Scholar]125. \nMatsunaga T., Park C.H., Bessho T., Mu D., Sancar A.. \nReplication protein A confers structure-specific endonuclease activities to the XPF–ERCC1 and XPG subunits of human DNA repair excision nuclease. J. Biol. Chem. 1996; 271:11047–11050. [PubMed] [Google Scholar]126. \nBessho T., Sancar A., Thompson L.H., Thelen M.P.. \nReconstitution of human excision nuclease with recombinant XPF–ERCC1 complex. J. Biol. Chem. 1997; 272:3833–3837. [PubMed] [Google Scholar]127. \nFisher L.A., Bessho M., Wakasugi M., Matsunaga T., Bessho T.. \nRole of interaction of XPF with RPA in nucleotide excision repair. J. Mol. Biol. 2011; 413:337–346. [PMC free article] [PubMed] [Google Scholar]128. \nBinz S.K., Lao Y., Lowry D.F., Wold M.S.. \nThe phosphorylation domain of the 32-kDa subunit of replication protein A (RPA) modulates RPA–DNA interactions. Evidence for an intersubunit interaction. J. Biol. Chem. 2003; 278:35584–35591. [PubMed] [Google Scholar]129. \nTsurimoto T., Stillman B.. \nMultiple replication factors augment DNA synthesis by the two eukaryotic DNA polymerases, α and δ. EMBO J. 1989; 8:3883–3889. [PMC free article] [PubMed] [Google Scholar]130. \nBraun K.A., Lao Y., He Z., Ingles C.J., Wold M.S.. \nRole of protein–protein interactions in the function of replication protein A (RPA): RPA modulates the activity of DNA polymerase alpha by multiple mechanisms. Biochemistry. 1997; 36:8443–8454. [PubMed] [Google Scholar]131. \nMartinez-Jimenez M.I., Lahera A., Blanco L.. \nHuman PrimPol activity is enhanced by RPA. Sci. Rep. 2017; 7:783. [PMC free article] [PubMed] [Google Scholar]132. \nSale J.E.\nTranslesion DNA synthesis and mutagenesis in eukaryotes. Cold Spring Harb. Perspect. Biol. 2013; 5:a012708. [PMC free article] [PubMed] [Google Scholar]133. \nMakarova A.V., Boldinova E.O., Belousova E.A., Lavrik O.I.. \n\nIn vitro lesion bypass by human PrimPol. DNA Repair (Amst.). 2018; 70:18–24. [PubMed] [Google Scholar]134. \nNiimi A., Brown S., Sabbioneda S., Kannouche P.L., Scott A., Yasui A., Green C.M., Lehmann A.R.et al. .. \nRegulation of proliferating cell nuclear antigen ubiquitination in mammalian cells. Proc. Natl Acad. Sci. U.S.A. 2008; 105:16125–16130. [PMC free article] [PubMed] [Google Scholar]135. \nHuttner D., Ulrich H.D.. \nCooperation of replication protein A with the ubiquitin ligase Rad18 in DNA damage bypass. Cell Cycle. 2008; 7:3629–3633. [PubMed] [Google Scholar]136. \nHedglin M., Benkovic S.J.. \nReplication protein A prohibits diffusion of the PCNA sliding clamp along single-stranded DNA. Biochemistry. 2017; 56:1824–1835. [PMC free article] [PubMed] [Google Scholar]137. \nZeman M.K., Cimprich K.A.. \nCauses and consequences of replication stress. Nat. Cell Biol. 2014; 16:2–9. [PMC free article] [PubMed] [Google Scholar]138. \nMaréchal A., Zou L.. \nDNA damage sensing by the ATM and ATR kinases. Cold Spring Harb. Perspect. Biol. 2013; 5:a12716. [PMC free article] [PubMed] [Google Scholar]139. \nCortez D., Guntuku S., Qin J., Elledge S.J.. \nATR and ATRIP: partners in checkpoint signaling. Science. 2001; 294:1713–1716. [PubMed] [Google Scholar]140. \nKumagai A., Glick G.G., Zhao R., Cortez D.. \nTopBP1 activates the ATR–ATRIP complex. Cell. 2006; 124:943–955. [PubMed] [Google Scholar]141. \nKar A., Kaur M., Ghosh T., Khan M.M, Sharma A., Shekhar R., Varshney A., Saxena S.. \nRPA70 depletion induces hSSB1/2–INTS3 complex to initiate ATR signaling. Nucleic Acids Res. 2015; 43:4962–4974. [PMC free article] [PubMed] [Google Scholar]142. \nJang S.W., Jung J.K., Kim J.M.. \nReplication protein A (RPA) deficiency activates the Fanconi anemia DNA repair pathway. Cell Cycle. 2016; 15:2336–2345. [PMC free article] [PubMed] [Google Scholar]143. \nToledo L.I., Altmeyer M., Rask M.-B., Lukas C., Larsen D.H., Povlsen L.K., Bekker-Jensen S., Mailand N., Bartek J., Lukas J.. \nATR prohibits replication catastrophe by preventing global exhaustion of RPA. Cell. 2013; 155:1088–1103. [PubMed] [Google Scholar]144. \nMacheret M., Halazonetis T.D.. \nDNA replication stress as a hallmark of cancer. Annu. Rev. Pathol. Mech. Dis. 2015; 10:425–448. [PubMed] [Google Scholar]145. \nIbler A.E.M., ElGhazaly M., Naylor K.L., Bulgakova N.A., El-Khamisy S.F., Humphreys D.. \nTyphoid toxin exhausts the RPA response to DNA replication stress driving senescence and Salmonella infection. Nat. Commun. 2019; 10:4040. [PMC free article] [PubMed] [Google Scholar]146. \nIliakis G., Mladenov E., Mladenova V.. \nNecessities in the processing of DNA double strand breaks and their effects on genomic instability and cancer. Cancers. 2019; 11:1671. [PMC free article] [PubMed] [Google Scholar]147. \nSymington L.S.\nEnd resection at double-strand breaks: mechanism and regulation. Cold Spring Harb. Perspect. Biol. 2014; 6:a016436. [PMC free article] [PubMed] [Google Scholar]148. \nChen H., Lisby M., Symington L.S.. \nRPA coordinates DNA end resection and prevents formation of DNA hairpins. Mol. Cell. 2013; 50:589–600. [PMC free article] [PubMed] [Google Scholar]149. \nNimonkar A.V., Genschel J., Kinoshita E., Polaczek P., Campbell J.L., Wyman C., Modrich P., Kowalczykowski S.C.. \nBLM–DNA2–RPA–MRN and EXO1–BLM–RPA–MRN constitute two DNA end resection machineries for human DNA break repair. Genes Dev. 2011; 25:350–362. [PMC free article] [PubMed] [Google Scholar]150. \nCejka P., Cannavo E., Polaczek P., Masuda-Sasa T., Pokharel S., Campbell J.L., Kowalczykowski S.C.. \nDNA end resection by Dna2–Sgs1–RPA and its stimulation by Top3–Rmi1 and Mre11–Rad50–Xrs2. Nature. 2010; 467:112–116. [PMC free article] [PubMed] [Google Scholar]151. \nNiu H., Chung W.-H., Zhu Z., Kwon Y., Zhao W., Chi P., Prakash R., Seong C., Liu D., Lu L.et al. .. \nMechanism of the ATP-dependent DNA end-resection machinery from Saccharomyces cerevisiae. Nature. 2010; 467:108–111. [PMC free article] [PubMed] [Google Scholar]152. \nZhou C., Pourmal S., Pavletich N.P.. \nDna2 nuclease–helicase structure, mechanism and regulation by Rpa. eLife. 2015; 4:e09832. [PMC free article] [PubMed] [Google Scholar]153. \nLee M., Shin S., Uhm H., Hong H., Kirk J., Hyun K., Kulikowicz T., Kim J., Ahn B., Bohr V.A.et al. .. \nMultiple RPAs make WRN syndrome protein a superhelicase. Nucleic Acids Res. 2018; 46:4689–4698. [PMC free article] [PubMed] [Google Scholar]154. \nMyler L.R., Gallardo I.F., Zhou Y., Gong F., Yang S.-H., Wold M.S., Miller K.M., Paull T.T., Finkelstein I.J.. \nSingle-molecule imaging reveals the mechanism of Exo1 regulation by single-stranded DNA binding proteins. Proc. Natl Acad. Sci. U.S.A. 2016; 113:E1170–E1179. [PMC free article] [PubMed] [Google Scholar]155. \nLangerak P., Mejia-Ramirez E., Limbo O., Russell P.. \nRelease of Ku and MRN from DNA ends by Mre11 nuclease activity and Ctp1 is required for homologous recombination repair of double-strand breaks. PLoS Genet. 2011; 7:e1002271. [PMC free article] [PubMed] [Google Scholar]156. \nShao Z., Davis A.J., Fattah K.R., So S., Sun J., Lee K.-J., Harrison L., Yang J., Chen D.J.. \nPersistently bound Ku at DNA ends attenuates DNA end resection and homologous recombination. DNA Repair (Amst.). 2012; 11:310–316. [PMC free article] [PubMed] [Google Scholar]157. \nKrasner D.S., Daley J.M., Sung P., Niu H.. \nInterplay between Ku and replication protein A in the restriction of Exo1-mediated DNA break end resection. J. Biol. Chem. 2015; 290:18806–18816. [PMC free article] [PubMed] [Google Scholar]158. \nSung P.\nFunction of yeast Rad52 protein as a mediator between replication protein A and the Rad51 recombinase. J. Biol. Chem. 1997; 272:28194–28197. [PubMed] [Google Scholar]159. \nWang X., Haber J.E.. \nRole of Saccharomyces single-stranded DNA-binding protein RPA in the strand invasion step of double-strand break repair. PLoS Biol. 2004; 2:104–112. [PMC free article] [PubMed] [Google Scholar]160. \nSong B.-W., Sung P.. \nFunctional interactions among yeast Rad51 recombinase, Rad52 mediator, and replication protein A in DNA strand exchange. J. Biol. Chem. 2000; 275:15895–15904. [PubMed] [Google Scholar]161. \nKrejci L., Song B., Bussen W., Rothstein R., Mortensen U.H.. \nInteraction with Rad51 is indispensable for recombination mediator function of Rad52. J. Biol. Chem. 2002; 277:40132–40141. [PubMed] [Google Scholar]162. \nJensen R.B., Carreira A., Kowalczykowski S.C.. \nPurified human BRCA2 stimulates RAD51-mediated recombination. Nature. 2010; 467:678–683. [PMC free article] [PubMed] [Google Scholar]163. \nThorslund T., McIlwraith M.J., Compton S.A., Lekomtsev S., Petronczki M., Griffith J.D., West S.C.. \nThe breast cancer tumor suppressor BRCA2 promotes the specific targeting of RAD51 to single-stranded DNA. Nat. Struct. Mol. Biol. 2010; 17:1263–1265. [PMC free article] [PubMed] [Google Scholar]164. \nLiu J., Doty T., Gibson B., Heyer W.-D.. \nHuman BRCA2 protein promotes RAD51 filament formation on RPA-covered single-stranded DNA. Nat. Struct. Mol. Biol. 2010; 17:1260–1262. [PMC free article] [PubMed] [Google Scholar]165. \nChan Y.L., Zhang A., Weissman B.P., Bishop D.K.. \nRPA resolves conflicting activities of accessory proteins during reconstitution of Dmc1-mediated meiotic recombination. Nucleic Acids Res. 2019; 47:747–761. [PMC free article] [PubMed] [Google Scholar]166. \nMazin A.V., Kowalczykowski S.C.. \nThe function of the secondary DNA-binding site of RecA protein during DNA strand exchange. EMBO J. 1998; 17:1161–1168. [PMC free article] [PubMed] [Google Scholar]167. \nEggler A.L., Inman R.B., Cox M.M.. \nThe Rad51-dependent pairing of long DNA substrates is stabilized by replication protein A. J. Biol. Chem. 2002; 277:39280–39288. [PubMed] [Google Scholar]168. \nSugiyama T., New J.H., Kowalczykowski S.C.. \nDNA annealing by Rad52 protein is stimulated by specific interaction with the complex of replication protein A and single-stranded DNA. Proc. Natl Acad. Sci. U.S.A. 1998; 95:6049–6054. [PMC free article] [PubMed] [Google Scholar]169. \nDeng S.K., Gibb B., de Almeida M.J., Greene E.C., Lorraine S.S.. \nRPA antagonizes microhomology-mediated repair of DNA double-strand breaks. Nat. Struct. Mol. Biol. 2014; 21:405–412. [PMC free article] [PubMed] [Google Scholar]170. \nAudebert M., Salles B., Calsou P.. \nInvolvement of poly(ADP-ribose) polymerase-1 and XRCC1/DNA ligase III in an alternative route for DNA double-strand breaks rejoining. J. Biol. Chem. 2004; 279:55117–55126. [PubMed] [Google Scholar]171. \nWang H., Rosidi B., Perrault R., Wang M., Zhang L., Windhofer F., Iliakis G.. \nDNA ligase III as a candidate component of backup pathways of nonhomologous end joining. Cancer Res. 2005; 65:4020–4030. [PubMed] [Google Scholar]172. \nSoni A., Siemann M., Grabos M., Murmann T., Pantelias G.E., Iliakis G.. \nRequirement for Parp-1 and DNA ligases 1 or 3 but not of Xrcc1 in chromosomal translocation formation by backup end joining. Nucleic Acids Res. 2014; 42:6380–6392. [PMC free article] [PubMed] [Google Scholar]173. \nIliakis G., Murmann T., Soni A.. \nAlternative end-joining repair pathways are the ultimate backup for abrogated classical non-homologous end-joining and homologous recombination repair: implications for the formation of chromosome translocations. Mutat. Res. Genet. Toxicol. Environ. Mutagen. 2015; 793:166–175. [PubMed] [Google Scholar]174. \nDeng S.K., Yin Y., Petes T.D., Symington L.S.. \nMre11–Sae2 and RPA collaborate to prevent palindromic gene amplification. Mol. Cell. 2015; 60:500–508. [PMC free article] [PubMed] [Google Scholar]175. \nMateos-Gomez P.A., Gong F., Nair N., Miller K.M., Lazzerini-Denchi E., Sfeir A.. \nMammalian polymerase theta promotes alternative NHEJ and suppresses recombination. Nature. 2015; 518:254–257. [PMC free article] [PubMed] [Google Scholar]176. \nCeccaldi R., Liu J.C., Amunugama R., Hajdu I., Primack B., Petalcorin M.I.R., O’Connor K.W., Konstantinopoulos P.A., Elledge S.J., Boulton S.J.et al. .. \nHomologous-recombination-deficient tumours are dependent on Polθ-mediated repair. Nature. 2015; 518:258–262. [PMC free article] [PubMed] [Google Scholar]177. \nWyatt D.W., Feng W., Conlin M.P., Yousefzadeh M.J., Roberts S.A., Mieczkowski P., Wood R.D., Gupta G.P., Ramsden D.A.. \nEssential roles for polymerase theta-mediated end joining in the repair of chromosome breaks. Mol. Cell. 2016; 63:662–673. [PMC free article] [PubMed] [Google Scholar]178. \nMateos-Gomez P.A., Kent T., Deng S.K., McDevitt S., Kashkina E., Hoang T.M., Pomerantz R.T., Sfeir A.. \nThe helicase domain of Polθ counteracts RPA to promote alt-NHEJ. Nat. Struct. Mol. Biol. 2017; 24:1116–1123. [PMC free article] [PubMed] [Google Scholar]179. \nRuff P., Donnianni R.A., Glancy E., Oh J., Symington L.S.. \nRPA stabilization of single-stranded DNA is critical for break-induced replication. Cell Rep. 2016; 17:3359–3368. [PMC free article] [PubMed] [Google Scholar]180. \nUhlen M., Fagerberg L., Hallström B.M., Lindskog C., Oksvold P., Mardinoglu A., Sivertsson Å., Kampf C., Sjöstedt E., Asplund A.et al. .. \nProteomics. Tissue-based map of the human proteome. Science. 2015; 347:1260419. [PubMed] [Google Scholar]181. \nDin S., Brill S.J., Fairman M.P., Stillman B.. \nCell-cycle-regulated phosphorylation of DNA replication factor A from human and yeast cells. Genes Dev. 1990; 4:968–977. [PubMed] [Google Scholar]182. \nNiu H., Erdjument-Bromage H., Pan Z.Q., Lee S.H., Tempst P., Hurwitz J.. \nMapping of amino acid residues in the p34 subunit of human single-stranded DNA-binding protein phosphorylated by DNA-dependent protein kinase and Cdc2 kinase in vitro. J. Biol. Chem. 1997; 272:12634–12641. [PubMed] [Google Scholar]183. \nFang F., Newport J.W.. \nDistinct roles of cdk2 and cdc2 in RP-A phosphorylation during the cell cycle. J. Cell Sci. 1993; 106:983–994. [PubMed] [Google Scholar]184. \nDutta A., Stillman B.. \ncdc2 family kinases phosphorylate a human cell DNA replication factor, RPA, and activate DNA replication. EMBO J. 1992; 11:2189–2199. [PMC free article] [PubMed] [Google Scholar]185. \nLiu V.F., Weaver D.T.. \nThe ionizing radiation-induced replication protein A phosphorylation response differs between ataxia telangiectasia and normal human cells. Mol. Cell. Biol. 1993; 13:7222–7231. [PMC free article] [PubMed] [Google Scholar]186. \nBrush G.S., Morrow D M., Hieter P., Kelly T J.. \nThe ATM homologue MEC1 is required for phosphorylation of replication protein A in yeast. Proc. Natl Acad. Sci. U.S.A. 1996; 93:15075–15080. [PMC free article] [PubMed] [Google Scholar]187. \nSakasai R., Shinohe K., Ichijima Y., Okita N., Shibata A., Asahina K., Teraoka H.. \nDifferential involvement of phosphatidylinositol 3-kinase-related protein kinases in hyperphosphorylation of replication protein A2 in response to replication-mediated DNA double-strand breaks. Genes Cells. 2006; 11:237–246. [PubMed] [Google Scholar]188. \nZernik-Kobak M., Vasunia K., Connelly M., Anderson C.W., Dixon K.. \nSites of UV-induced phosphorylation of the p34 subunit of replication protein A from HeLa cells. J. Biol. Chem. 1997; 272:23896–23904. [PubMed] [Google Scholar]189. \nCruet-Hennequart S., Coyne S., Glynn M.T., Oakley G.G., Carty M.P.. \nUV-induced RPA phosphorylation is increased in the absence of DNA polymerase eta and requires DNA-PK. DNA Repair (Amst.). 2006; 5:491–504. [PubMed] [Google Scholar]190. \nAshley A.K., Shrivastav M., Nie J., Amerin C., Troksa K., Glanzer J.G., Liu S., Opiyo S.O., Dimitrova D.D., Le P.et al. .. \nDNA-PK phosphorylation of RPA32 Ser4/Ser8 regulates replication stress checkpoint activation, fork restart, homologous recombination and mitotic catastrophe. DNA Repair (Amst.). 2014; 21:131–139. [PMC free article] [PubMed] [Google Scholar]191. \nVassin V.M., Anantha R.W., Sokolova E., Kanner S., Borowiec J.A.. \nHuman RPA phosphorylation by ATR stimulates DNA synthesis and prevents ssDNA accumulation during DNA-replication stress. J. Cell Sci. 2009; 122:4070–4080. [PMC free article] [PubMed] [Google Scholar]192. \nBrush G.S., Clifford D.M., Marinco S.M., Bartrand A.J.. \nReplication protein A is sequentially phosphorylated during meiosis. Nucleic Acids Res. 2001; 29:4808–4817. [PMC free article] [PubMed] [Google Scholar]193. \nBlock W.D., Yu Y., Lees‐Miller S.P.. \nPhosphatidyl inositol 3‐kinase‐like serine/threonine protein kinases (PIKKs) are required for DNA damage‐induced phosphorylation of the 32 kDa subunit of replication protein A at threonine 21. Nucleic Acids Res. 2004; 32:997–1005. [PMC free article] [PubMed] [Google Scholar]194. \nWang H., Guan J., Wang H., Perrault A.R., Wang Y., Iliakis G.. \nReplication protein A2 phosphorylation after DNA damage by the coordinated action of ataxia telangiectasia-mutated and DNA-dependent protein kinase. Cancer Res. 2001; 61:8554–8563. [PubMed] [Google Scholar]195. \nBinz S.K., Wold M.S.. \nRegulatory functions of the N-terminal domain of the 70-kDa subunit of replication protein A (RPA). J. Biol. Chem. 2008; 283:21559–21570. [PMC free article] [PubMed] [Google Scholar]196. \nPatrick S.M., Oakley G.G., Dixon K., Turchi J.J.. \nDNA damage induced hyperphosphorylation of replication protein A. 2. Characterization of DNA binding activity, protein interactions, and activity in DNA replication and repair. Biochemistry. 2005; 44:8438–8448. [PMC free article] [PubMed] [Google Scholar]197. \nOakley G.G., Patrick S.M., Yao J., Carty M.P., Turchi J.J., Dixon K.. \nRPA phosphorylation in mitosis alters DNA binding and protein–protein interactions. Biochemistry. 2003; 42:3255–3264. [PubMed] [Google Scholar]198. \nShiotani B., Nguyen H.D., Håkansson P., Maréchal A., Tse A., Tahara H., Zou L.. \nTwo distinct modes of ATR activation orchestrated by Rad17 and Nbs1. Cell Rep. 2013; 3:1651–1662. [PMC free article] [PubMed] [Google Scholar]199. \nAnantha R.W., Vassin V.M., Borowiec J.A.. \nSequential and synergistic modification of human RPA stimulates chromosomal DNA repair. J. Biol. Chem. 2007; 282:35910–35923. [PubMed] [Google Scholar]200. \nCruet-Hennequart S., Glynn M.T., Murillo L.S., Coyne S., Carty M.P.. \nEnhanced DNA-PK-mediated RPA2 hyperphosphorylation in DNA polymerase eta-deficient human cells treated with cisplatin and oxaliplatin. DNA Repair (Amst.). 2008; 7:582–596. [PubMed] [Google Scholar]201. \nLiu S., Opiyo S.O., Manthey K., Glanzer J.G., Ashley A.K., Amerin C., Troksa K., Shrivastav M., Nickoloff J.A., Oakley G.G.. \nDistinct roles for DNA-PK, ATM and ATR in RPA phosphorylation and checkpoint activation in response to replication stress. Nucleic Acids Res. 2012; 40:10780–10794. [PMC free article] [PubMed] [Google Scholar]202. \nOlson E., Nievera C.J., Klimovich V., Fanning E., Wu X.. \nRPA2 is a direct downstream target for ATR to regulate the S-phase checkpoint. J. Biol. Chem. 2006; 281:39517–39533. [PubMed] [Google Scholar]203. \nYang K., Zhu L., Wang H., Jiang M., Xiao C., Hu X., Vanneste S., Dong J., Le J.. \nA conserved but plant-specific CDK-mediated regulation of DNA replication protein A2 in the precise control of stomatal terminal division. Proc. Natl Acad. Sci. U.S.A. 2019; 116:18126–18131. [PMC free article] [PubMed] [Google Scholar]204. \nVassin V.M., Wold M.S., Borowiec J.A.. \nReplication protein A (RPA) phosphorylation prevents RPA association with replication centers. Mol. Cell. Biol. 2004; 24:1930–1943. [PMC free article] [PubMed] [Google Scholar]205. \nAnantha R.W., Sokolova E., Borowiec J.A.. \nRPA phosphorylation facilitates mitotic exit in response to mitotic DNA damage. Proc. Natl Acad. Sci. U.S.A. 2008; 105:12903–12908. [PMC free article] [PubMed] [Google Scholar]206. \nShi W., Feng Z., Zhang J., Gonzalez-Suarez I., Vanderwaal R.P., Wu X., Powell S.N., Roti J.L.R., Gonzalo S., Zhang J.. \nThe role of RPA2 phosphorylation in homologous recombination in response to replication arrest. Carcinogenesis. 2010; 31:994–1002. [PMC free article] [PubMed] [Google Scholar]207. \nByrne B.M., Oakley G.G.. \nReplication protein A, the laxative that keeps DNA regular: the importance of RPA phosphorylation in maintaining genome stability. Semin. Cell Dev. Biol. 2019; 86:112–120. [PubMed] [Google Scholar]208. \nBrush G.S., Kelly T.J.. \nPhosphorylation of the replication protein A large subunit in the Saccharomyces cerevisiae checkpoint response. Nucleic Acids Res. 2000; 28:3725–3732. [PMC free article] [PubMed] [Google Scholar]209. \nNuss J.E., Patrick S.M., Oakley G.G., Alter G.M., Robison J.G., Dixon K., Turchi J.J.. \nDNA damage induced hyperphosphorylation of replication protein A. 1. Identification of novel sites of phosphorylation in response to DNA damage. Biochemistry. 2005; 44:8428–8437. [PMC free article] [PubMed] [Google Scholar]210. \nMatsuoka S., Ballif B.A., Smogorzewska A., McDonald E.R. 3rd, Hurov K.E., Luo J., Bakalarski C.E., Zhao Z., Solimini N., Lerenthal Y.et al. .. \nATM and ATR substrate analysis reveals extensive protein networks responsive to DNA damage. Science. 2007; 316:1160–1166. [PubMed] [Google Scholar]211. \nBastos de Oliveira F.M., Dongsung K., José R.C., Jishnu D., Min Cheol J., Lillian D., Kristina Hildegard S., Haiyuan Y., Marcus B.S.. \nPhosphoproteomics reveals distinct modes of Mec1/ATR signaling during DNA replication. Mol. Cell. 2015; 57:1124–1132. [PMC free article] [PubMed] [Google Scholar]212. \nFrancon P., Lemaître J.-M., Dreyer C., Maiorano D., Cuvier O., Méchali M.. \nA hypophosphorylated form of RPA34 is a specific component of pre-replication centers. J. Cell Sci. 2004; 117:4909–4920. [PubMed] [Google Scholar]213. \nLee D.-H., Pan Y., Kanner S., Sung P., Borowiec J.A., Chowdhury D.. \nA PP4 phosphatase complex dephosphorylates RPA2 to facilitate DNA repair via homologous recombination. Nat. Struct. Mol. Biol. 2010; 17:365–372. [PMC free article] [PubMed] [Google Scholar]214. \nFeng J., Wakeman T., Yong S., Wu X., Kornbluth S., Wang X.-F.. \nProtein phosphatase 2A-dependent dephosphorylation of replication protein A is required for the repair of DNA breaks induced by replication stress. Mol. Cell. Biol. 2009; 29:5696–5709. [PMC free article] [PubMed] [Google Scholar]215. \nSoniat M.M., Myler L.R., Kuo H.-C., Paull T.T., Finkelstein I.J.. \nRPA phosphorylation inhibits DNA resection. Mol. Cell. 2019; 75:145–153. [PMC free article] [PubMed] [Google Scholar]216. \nOchs F., Somyajit K., Altmeyer M., Rask M.-B., Lukas J., Lukas C.. \n53BP1 fosters fidelity of homology-directed DNA repair. Nat. Struct. Mol. Biol. 2016; 23:714–721. [PubMed] [Google Scholar]217. \nMladenov E., Staudt C., Soni A., Murmann-Konda T., Siemann-Loekes M., Iliakis G.. \nStrong suppression of gene conversion with increasing DNA double-strand break load delimited by 53BP1 and RAD52. Nucleic Acids Res. 2020; 48:1905–1924. [PMC free article] [PubMed] [Google Scholar]218. \nSoni A., Murmann-Konda T., Siemann-Loekes M., Pantelias G.E., Iliakis G.. \nChromosome breaks generated by low doses of ionizing radiation in G2-phase are processed exclusively by gene conversion. DNA Repair (Amst.). 2020; 89:102828. [PubMed] [Google Scholar]219. \nMladenov E., Fan X., Dueva R., Soni A., Iliakis G.. \nRadiation-dose-dependent functional synergisms between ATM, ATR and DNA-PKcs in checkpoint control and resection in G2-phase. Sci. Rep. 2019; 9:8255. [PMC free article] [PubMed] [Google Scholar]220. \nDueva R., Akopyan K., Pederiva C., Trevisan D., Dhanjal S., Lindqvist A., Farnebo M.. \nNeutralization of the positive charges on histone tails by RNA promotes an open chromatin structure. Cell Chem. Biol. 2019; 26:1436–1449. [PubMed] [Google Scholar]221. \nMcBrian M.A., Behbahan I.S., Ferrari R., Su T., Huang T.-W., Li K., Hong C.S., Christofk H.R., Vogelauer M., Seligson D.B.. \nHistone acetylation regulates intracellular pH. Mol. Cell. 2013; 49:310–321. [PMC free article] [PubMed] [Google Scholar]222. \nElia A.E., Boardman A.P., Wang D.C., Huttlin E.L., Everley R.A., Dephoure N., Zhou C., Koren I., Gygi S.P., Elledge S.J.. \nQuantitative proteomic atlas of ubiquitination and acetylation in the DNA damage response. Mol. Cell. 2015; 59:867–881. [PMC free article] [PubMed] [Google Scholar]223. \nChoudhary C., Kumar C., Gnad F., Nielsen M.L., Rehman M., Walther T.C., Olsen J.V., Mann M.. \nLysine acetylation targets protein complexes and co-regulates major cellular functions. Science. 2009; 325:834–840. [PubMed] [Google Scholar]224. \nHe Z., Henricksen L.A., Wold M.S., James Ingles C.. \nRPA involvement in the damage-recognition and incision steps of nucleotide excision repair. Nature. 1995; 374:566–569. [PubMed] [Google Scholar]225. \nStigger E., Drissi R., Lee S.-H.. \nFunctional analysis of human replication protein A in nucleotide excision repair. J. Biol. Chem. 1998; 273:9337–9343. [PubMed] [Google Scholar]226. \nMissura M., Buterin T., Hindges R., Hübscher U., Kaspárková J., Brabec V., Naegeli H.. \nDouble-check probing of DNA bending and unwinding by XPA–RPA: an architectural function in DNA repair. EMBO J. 2001; 20:3554–3564. [PMC free article] [PubMed] [Google Scholar]227. \nCheng X., Jobin-Robitaille O., Billon P., Buisson R., Niu H., Lacoste N., Abshiru N., Côté V., Thibault P., Kron S.J.et al. .. \nPhospho-dependent recruitment of the yeast NuA4 acetyltransferase complex by MRX at DNA breaks regulates RPA dynamics during resection. Proc. Natl Acad. Sci. U.S.A. 2018; 115:10028–10033. [PMC free article] [PubMed] [Google Scholar]228. \nPovlsen L.K., Beli P., Wagner S.A., Poulsen S.L., Sylvestersen K.B., Poulsen J.W., Nielsen M.L., Bekker-Jensen S., Mailand N., Choudhary C.. \nSystems-wide analysis of ubiquitylation dynamics reveals a key role for PAF15 ubiquitylation in DNA-damage bypass. Nat. Cell Biol. 2012; 14:1089–1098. [PubMed] [Google Scholar]229. \nWagner S.A., Beli P., Weinert B.T., Nielsen M.L., Cox J., Mann M., Choudhary C.. \nA proteome-wide, quantitative survey of in vivo ubiquitylation sites reveals widespread regulatory roles. Mol. Cell. Proteomics. 2011; 10:doi:10.1074/mcp.M111.013284. [PMC free article] [PubMed] [Google Scholar]230. \nElia A.E.H., Wang D.C., Willis N.A., Boardman A.P., Hajdu I., Adeyemi R.O., Lowry E., Gygi S.P., Scully R., Elledge S.J.. \nRFWD3-dependent ubiquitination of RPA regulates repair at stalled replication forks. Mol. Cell. 2015; 60:280–293. [PMC free article] [PubMed] [Google Scholar]231. \nInano S., Sato K., Katsuki Y., Kobayashi W., Tanaka H., Nakajima K., Nakada S., Miyoshi H., Knies K., Takaori-Kondo A.et al. .. \nRFWD3-mediated ubiquitination promotes timely removal of both RPA and RAD51 from DNA damage sites to facilitate homologous recombination. Mol. Cell. 2020; 78:192. [PubMed] [Google Scholar]232. \nMeerang M., Ritz D., Paliwal S., Garajova Z., Bosshard M., Mailand N., Janscak P., Hübscher U., Meyer H., Ramadan K.. \nThe ubiquitin-selective segregase VCP/p97 orchestrates the response to DNA double-strand breaks. Nat. Cell Biol. 2011; 13:1376–1382. [PubMed] [Google Scholar]233. \nvan den Boom J., Wolf M., Weimann L., Schulze N., Li F., Kaschani F., Riemer A., Zierhut C., Kaiser M., Iliakis G.et al. .. \nVCP/p97 extracts sterically trapped Ku70/80 rings from DNA in double-strand break repair. Mol. Cell. 2016; 64:189–198. [PMC free article] [PubMed] [Google Scholar]234. \nFeeney L., Muñoz I.M., Lachaud C., Toth R., Appleton P.L., Schindler D., Rouse J.. \nRPA-mediated recruitment of the E3 ligase RFWD3 is vital for interstrand crosslink repair and human health. Mol. Cell. 2017; 66:610–621. [PMC free article] [PubMed] [Google Scholar]235. \nMailand N., Bekker-Jensen S., Faustrup H., Melander F., Bartek J., Lukas C., Lukas J.. \nRNF8 ubiquitylates histones at DNA double-strand breaks and promotes assembly of repair proteins. Cell. 2007; 131:887–900. [PubMed] [Google Scholar]236. \nDoil C., Mailand N., Bekker-Jensen S., Menard P., Larsen D.H., Pepperkok R., Ellenberg J., Panier S., Durocher D., Bartek J.et al. .. \nRNF168 binds and amplifies ubiquitin conjugates on damaged chromosomes to allow accumulation of repair proteins. Cell. 2009; 136:435–446. [PubMed] [Google Scholar]237. \nBurgess R.C., Rahman S., Lisby M., Rothstein R., Zhao X.. \nThe Slx5–Slx8 complex affects sumoylation of DNA repair proteins and negatively regulates recombination. Mol. Cell. Biol. 2007; 27:6153–6162. [PMC free article] [PubMed] [Google Scholar]238. \nDhingra N., Wei L., Zhao X.. \nReplication protein A (RPA) sumoylation positively influences the DNA damage checkpoint response in yeast. J. Biol. Chem. 2019; 294:2690–2699. [PMC free article] [PubMed] [Google Scholar]239. \nChung I., Zhao X.. \nDNA break-induced sumoylation is enabled by collaboration between a SUMO ligase and the ssDNA-binding complex RPA. Genes Dev. 2015; 29:1593–1598. [PMC free article] [PubMed] [Google Scholar]240. \nYang Y.-G., Lindahl T., Barnes D.E.. \nTrex1 exonuclease degrades ssDNA to prevent chronic checkpoint activation and autoimmune disease. Cell. 2007; 131:873–886. [PubMed] [Google Scholar]241. \nStetson D.B., Ko J.S., Heidmann T., Medzhitov R.. \nTrex1 prevents cell-intrinsic initiation of autoimmunity. Cell. 2008; 134:587–598. [PMC free article] [PubMed] [Google Scholar]242. \nChen Q., Sun L., Chen Z.J.. \nRegulation and function of the cGAS-STING pathway of cytosolic DNA sensing. Nat. Immunol. 2016; 17:1142–1149. [PubMed] [Google Scholar]243. \nBrisse M., Ly H.. \nComparative structure and function analysis of the RIG-I-like receptors: RIG-I and MDA5. Front. Immunol. 2019; 10:1586. [PMC free article] [PubMed] [Google Scholar]244. \nWolf C., Rapp A., Berndt N., Staroske W., Schuster M., Dobrick-Mattheuer M., Kretschmer S., König N., Kurth T., Wieczorek D.et al. .. \nRPA and Rad51 constitute a cell intrinsic mechanism to protect the cytosol from self DNA. Nat. Commun. 2016; 7:11752. [PMC free article] [PubMed] [Google Scholar]245. \nInternational Human Genome Sequencing Consortium. Initial sequencing and analysis of the human genome. Nature. 2001; 409:860–921. [PubMed] [Google Scholar]246. \nKazazian H.H. Jr., Moran J.V.. \nMobile DNA in health and disease. N. Engl. J. Med. 2017; 377:361–370. [PMC free article] [PubMed] [Google Scholar]247. \nLevin H.L., Moran J.V.. \nDynamic interactions between transposable elements and their hosts. Nat. Rev. Genet. 2011; 12:615–627. [PMC free article] [PubMed] [Google Scholar]248. \nCoufal N.G., Garcia-Perez J.L., Peng G.E., Marchetto M.C.N., Muotri A.R., Mu Y., Carson C.T., Macia A., Moran J.V., Gage F.H.et al. .. \nAtaxia telangiectasia mutated (ATM) modulates long interspersed element-1 (L1) retrotransposition in human neural stem cells. Proc. Natl Acad. Sci. U.S.A. 2011; 108:20382–20387. [PMC free article] [PubMed] [Google Scholar]249. \nMita P., Sun X., Fenyö D., Kahler D.J., Li D., Agmon N., Wudzinska A., Keegan S., Bader J.S., Yun C.et al. .. \nBRCA1 and S phase DNA repair pathways restrict LINE-1 retrotransposition in human cells. Nat. Struct. Mol. Biol. 2020; 27:179–191. [PMC free article] [PubMed] [Google Scholar]250. \nSuzuki J., Yamaguchi K., Kajikawa M., Ichiyanagi K., Adachi N., Koyama H., Takeda S., Okada N.. \nGenetic evidence that the non-homologous end-joining repair pathway is involved in LINE retrotransposition. PLoS Genet. 2009; 5:e1000461. [PMC free article] [PubMed] [Google Scholar]251. \nGasior S.L., Roy-Engel A.M., Deininger P.L.. \nERCC1/XPF limits L1 retrotransposition. DNA Repair (Amst.). 2008; 7:983–989. [PMC free article] [PubMed] [Google Scholar]252. \nServant G., Streva V.A., Derbes R.S., Wijetunge M.I., Neeland M., White T.B., Belancio V.P., Roy-Engel A.M., Deininger P.L.. \nThe nucleotide excision repair pathway limits L1 retrotransposition. Genetics. 2017; 205:139–153. [PMC free article] [PubMed] [Google Scholar]253. \nBenitez-Guijarro M., Lopez-Ruiz C., Tarnauskaitė Ž., Murina O., Mohammad M.M., Williams T.C., Fluteau A., Sanchez L., Vilar-Astasio R., Garcia-Canadas M.. \nRNase H2, mutated in Aicardi-Goutieres syndrome, promotes LINE-1 retrotransposition. EMBO J. 2018; 37:e98506. [PMC free article] [PubMed] [Google Scholar]254. \nMiyoshi T., Makino T., Moran J.V.. \nPoly(ADP-ribose) polymerase 2 recruits replication protein A to sites of LINE-1 integration to facilitate retrotransposition. Mol. Cell. 2019; 75:1286–1298. [PMC free article] [PubMed] [Google Scholar]255. \nBasu U., Wang Y., Alt F.W.. \nEvolution of phosphorylation-dependent regulation of activation-induced cytidine deaminase. Mol. Cell. 2008; 32:285–291. [PMC free article] [PubMed] [Google Scholar]256. \nKoito A., Ikeda T.. \nIntrinsic immunity against retrotransposons by APOBEC cytidine deaminases. Front. Microbiol. 2013; 4:28. [PMC free article] [PubMed] [Google Scholar]257. \nLada A.G., Waisertreiger I.S.-R., Grabow C.E., Prakash A., Borgstahl G.E.O., Rogozin I.B., Pavlov Y.I.. \nReplication protein A (RPA) hampers the processive action of APOBEC3G cytosine deaminase on single-stranded DNA. PLoS One. 2011; 6:e24848. [PMC free article] [PubMed] [Google Scholar]258. \nBertoli C., Skotheim J.M., de Bruin R.A.M.. \nControl of cell cycle transcription during G1 and S phases. Nat. Rev. Mol. Cell Biol. 2013; 14:518–528. [PMC free article] [PubMed] [Google Scholar]259. \nAguilera A., Gomez-Gonzalez B.. \nDNA–RNA hybrids: the risks of DNA breakage during transcription. Nat. Struct. Mol. Biol. 2017; 24:439–443. [PubMed] [Google Scholar]260. \nCrossley M.P., Bocek M., Cimprich K.A.. \nR-loops as cellular regulators and genomic threats. Mol. Cell. 2019; 73:398–411. [PMC free article] [PubMed] [Google Scholar]261. \nSikorski T.W., Ficarro S.B., Holik J., Kim T.S., Rando O.J., Marto J.A., Buratowski S.. \nSub1 and RPA associate with RNA polymerase II at different stages of transcription. Mol. Cell. 2011; 44:397–409. [PMC free article] [PubMed] [Google Scholar]262. \nTang C.M., Tomkinson A.E., Lane W.S., Woldi M.S., Seto E.. \nReplication protein A is a component of a complex that binds the human metallothionein IIA gene transcription start site. J. Biol. Chem. 1996; 271:21637–21644. [PubMed] [Google Scholar]263. \nLe May N., Mota-Fernandes D., Vélez-Cruz R., Iltis I., Biard D., Egly J.M.. \nNER factors are recruited to active promoters and facilitate chromatin modification for transcription in the absence of exogenous genotoxic attack. Mol. Cell. 2010; 38:54–66. [PubMed] [Google Scholar]264. \nOhle C., Tesorero R., Schermann G., Dobrev N., Sinning I., Fischer T.. \nTransient RNA–DNA hybrids are required for efficient double-strand break repair. Cell. 2016; 167:1001–1013. [PubMed] [Google Scholar]265. \nD’Alessandro G., Whelan D.R., Howard S.M., Vitelli V., Renaudin X., Adamowicz M., Iannelli F., Jones-Weinert C.W., Lee M.Y., Matti V.et al. .. \nBRCA2 controls DNA:RNA hybrid level at DSBs by mediating RNase H2 recruitment. Nat. Commun. 2018; 9:5376. [PMC free article] [PubMed] [Google Scholar]266. \nPetzold C., Marceau A.H., Miller K.H., Marqusee S., Keck J.L.. \nInteraction with single-stranded DNA-binding protein stimulates Escherichia coli ribonuclease HI enzymatic activity. J. Biol. Chem. 2015; 290:14626–14636. [PMC free article] [PubMed] [Google Scholar]267. \nManfrini N., Trovesi C., Wery M., Martina M., Cesena D., Descrimes M., Morillon A., d’Adda di Fagagna F., Maria Pia L.. \nRNA‐processing proteins regulate Mec1/ATR activation by promoting generation of RPA‐coated ssDNA. EMBO Rep. 2015; 16:221–231. [PMC free article] [PubMed] [Google Scholar]268. \nDomingo-Prim J., Endara-Coll M., Bonath F., Jimeno S., Prados-Carvajal R., Friedländer M.R., Huertas P., Visa N.. \nEXOSC10 is required for RPA assembly and controlled DNA end resection at DNA double-strand breaks. Nat. Commun. 2019; 10:2135. [PMC free article] [PubMed] [Google Scholar]269. \nWang Q.M., Yang Y.-T., Wang Y.-R., Gao B., Xi X., Hou X.-M.. \nHuman replication protein A induces dynamic changes in single-stranded DNA and RNA structures. J. Biol. Chem. 2019; 294:13915–13927. [PMC free article] [PubMed] [Google Scholar]270. \nMorten M.J., Gamsjaeger R., Cubeddu L., Kariawasam R., Peregrina J., Carlos Penedo J., White M.F.. \nHigh-affinity RNA binding by a hyperthermophilic single-stranded DNA-binding protein. Extremophiles. 2017; 21:369–379. [PMC free article] [PubMed] [Google Scholar]271. \nShi H., Zhang Y., Zhang G., Guo J., Zhang X., Song H., Lv J., Gao J., Wang Y., Chen L.et al. .. \nSystematic functional comparative analysis of four single-stranded DNA-binding proteins and their affection on viral RNA metabolism. PLoS One. 2013; 8:e55076. [PMC free article] [PubMed] [Google Scholar]272. \nMiyamoto Y.et al. .. \nReplication protein A1 reduces transcription of the endothelial nitric oxide synthase gene containing a -786T→C mutation associated with coronary spastic angina. Hum. Mol. Genet. 2000; 9:2629–2637. [PubMed] [Google Scholar]273. \nThakur S., Nakamura T., Calin G., Russo A., Tamburrino J.F., Shimizu M., Baldassarre G., Battista S., Fusco A., Wassell R.P.et al. .. \nRegulation of BRCA1 transcription by specific single-stranded DNA binding factors. Mol. Cell. Biol. 2003; 23:3774–3787. [PMC free article] [PubMed] [Google Scholar]274. \nLiu P., Rojo de la Vega M., Sammani S., Mascarenhas J.B., Kerins M., Dodson M., Sun X., Wang T., Ooi A., Garcia J.G.N.et al. .. \nRPA1 binding to NRF2 switches ARE-dependent transcriptional activation to ARE-NRE–dependent repression. Proc. Natl Acad. Sci. U.S.A. 2018; 115:E10352–E10361. [PMC free article] [PubMed] [Google Scholar]275. \nKibe T., Ono Y., Sato K., Ueno M.. \nFission yeast Taz1 and RPA are synergistically required to prevent rapid telomere loss. Mol. Biol. Cell. 2007; 18:2378–2387. [PMC free article] [PubMed] [Google Scholar]276. \nSmith J., Zou H., Rothstein R.. \nCharacterization of genetic interactions with RFA1: the role of RPA in DNA replication and telomere maintenance. Biochimie. 2000; 82:71–78. [PubMed] [Google Scholar]277. \nOno Y., Tomita K., Matsuura A., Nakagawa T., Masukata H., Uritani M., Ushimaru T., Ueno M.. \nA novel allele of fission yeast rad11 that causes defects in DNA repair and telomere length regulation. Nucleic Acids Res. 2003; 31:7141–7149. [PMC free article] [PubMed] [Google Scholar]278. \nSchramke V., Luciano P., Brevet V., Guillot S., Corda Y., Longhese M.P., Gilson E., Géli V.. \nRPA regulates telomerase action by providing Est1p access to chromosome ends. Nat. Genet. 2004; 36:46–54. [PubMed] [Google Scholar]279. \nSalas T.R., Petruseva I., Lavrik O., Bourdoncle A., Mergny J.-L., Favre A., Saintomé C.. \nHuman replication protein A unfolds telomeric G-quadruplexes. Nucleic Acids Res. 2006; 34:4857–4865. [PMC free article] [PubMed] [Google Scholar]280. \nFan J.H., Bochkareva E., Bochkarev A., Gray D.M.. \nCircular dichroism spectra and electrophoretic mobility shift assays show that human replication protein A binds and melts intramolecular G-quadruplex structures. Biochemistry. 2009; 48:1099–1111. [PubMed] [Google Scholar]281. \nSafa L., Delagouttea E., Petrusevac I., Albertia P., Lavrikc O., Rioua J..F., Saintoméab C.. \nBinding polarity of RPA to telomeric sequences and influence of G-quadruplex stability. Biochimie. 2014; 103:80–88. [PubMed] [Google Scholar]282. \nSafa L., Gueddouda N.M., Thiébaut F., Delagoutte E., Petruseva I., Lavrik O., Mendoza O., Bourdoncle A., Alberti P., Riou J.-F.et al. .. \n5′ to 3′ unfolding directionality of DNA secondary structures by replication protein A: G-quadruplexes and duplexes. J. Biol. Chem. 2016; 291:21246–21256. [PMC free article] [PubMed] [Google Scholar]283. \nPrakash A., Natarajan A., Marky L.A., Ouellette M.M., Borgstahl G.E.O.. \nIdentification of the DNA-binding domains of human replication protein A that recognize G-quadruplex DNA. J. Nucleic Acids. 2011; 2011:896947. [PMC free article] [PubMed] [Google Scholar]284. \nRay S., Qureshi M.H., Malcolm D.W., Budhathoki J.B., Celik U., Balci H.. \nRPA-mediated unfolding of systematically varying G-quadruplex structures. Biophys. J. 2013; 104:2235–2245. [PMC free article] [PubMed] [Google Scholar]285. \nQureshi M.H., Ray S., Sewell A.L., Basu S., Balci H.. \nReplication protein A unfolds G-quadruplex structures with varying degrees of efficiency. J. Phys. Chem. B. 2012; 116:5588–5594. [PMC free article] [PubMed] [Google Scholar]286. \nMcDonald K.R., Sabourib N., Webba C.J, Zakiana V.A.. \nThe Pif1 family helicase Pfh1 facilitates telomere replication and has an RPA-dependent role during telomere lengthening. DNA Repair (Amst.). 2014; 24:80–86. [PMC free article] [PubMed] [Google Scholar]287. \nSparks M.A., Singh S.P., Burgers P.M., Galletto R.. \nComplementary roles of Pif1 helicase and single stranded DNA binding proteins in stimulating DNA replication through G-quadruplexes. Nucleic Acids Res. 2019; 47:8595–8605. [PMC free article] [PubMed] [Google Scholar]288. \nAudry J., Maestroni L., Delagoutte E., Gauthier T., Nakamura T.M., Gachet Y., Saintomé C., Géli V., Coulon S.. \nRPA prevents G‐rich structure formation at lagging‐strand telomeres to allow maintenance of chromosome ends. EMBO J. 2015; 34:1942–1958. [PMC free article] [PubMed] [Google Scholar]289. \nHwang H., Buncher N., Opresko P.L., Myong S.. \nPOT1–TPP1 regulates telomeric overhang structural dynamics. Structure. 2012; 20:1872–1880. [PMC free article] [PubMed] [Google Scholar]290. \nFlynn R.L., Centore R.C., O’Sullivan R.J., Rai R., Tse A., Songyang Z., Chang S., Karlseder J., Zou L.. \nTERRA and hnRNPA1 orchestrate an RPA-to-POT1 switch on telomeric single-stranded DNA. Nature. 2011; 471:532–536. [PMC free article] [PubMed] [Google Scholar]291. \nSui J., Lin Y.-F., Xu K., Lee K.-J., Wang D., Chen B.P.C.. \nDNA-PKcs phosphorylates hnRNP-A1 to facilitate the RPA-to-POT1 switch and telomere capping after replication. Nucleic Acids Res. 2015; 43:5971–5983. [PMC free article] [PubMed] [Google Scholar]292. \nRay S., Bandaria J.N., Qureshi M.H., Yildiz A., Balci H.. \nG-quadruplex formation in telomeres enhances POT1/TPP1 protection against RPA binding. Proc. Natl Acad. Sci. U.S.A. 2014; 111:2990–2995. [PMC free article] [PubMed] [Google Scholar]293. \nGao H., Cervantes R.B., Mandell E.K., Otero J.H., Lundblad V.. \nRPA-like proteins mediate yeast telomere function. Nat. Struct. Mol. Biol. 2007; 14:208–214. [PubMed] [Google Scholar]294. \nMiyake Y., Nakamura M., Nabetani A., Shimamura S., Tamura M., Yonehara S., Saito M., Ishikawa F.. \nRPA-like mammalian Ctc1–Stn1–Ten1 complex binds to single-stranded DNA and protects telomeres independently of the Pot1 pathway. Mol. Cell. 2009; 36:193–206. [PubMed] [Google Scholar]295. \nGreetham M., Skordalakes E., Lydall D., Connolly B.A.. \nThe telomere binding protein Cdc13 and the single-stranded DNA binding protein RPA protect telomeric DNA from resection by exonucleases. J. Mol. Biol. 2015; 427:3023–3030. [PMC free article] [PubMed] [Google Scholar]296. \nUpton H.E., Chan H., Feigon J., Collins K.. \nShared subunits of Tetrahymena telomerase holoenzyme and replication protein A have different functions in different cellular complexes. J. Biol. Chem. 2017; 292:217–228. [PMC free article] [PubMed] [Google Scholar]297. \nKeshav K.F., Chen C., Dutta A.. \nRpa4, a homolog of the 34-kilodalton subunit of the replication protein A complex. Mol. Cell. Biol. 1995; 15:3119–3128. [PMC free article] [PubMed] [Google Scholar]298. \nMason A.C., Haring S.J., Pryor J.M., Staloch C.A., Gan T.F., Wold M.S.. \nAn alternative form of replication protein A prevents viral replication in vitro. J. Biol. Chem. 2009; 284:5324–5331. [PMC free article] [PubMed] [Google Scholar]299. \nHaring S.J., Humphreys T.D., Wold M.S.. \nA naturally occurring human RPA subunit homolog does not support DNA replication or cell-cycle progression. Nucleic Acids Res. 2010; 38:846–858. [PMC free article] [PubMed] [Google Scholar]300. \nKemp M.G., Mason A.C., Carreira A., Reardon J.T., Haring S.J., Borgstahl G.E.O., Kowalczykowski S.C., Sancar A., Wold M.S.. \nAn alternative form of replication protein A expressed in normal human tissues supports DNA repair. J. Biol. Chem. 2010; 285:4788–4797. [PMC free article] [PubMed] [Google Scholar]301. \nMason A.C., Roy R., Simmons D.T., Wold M.S.. \nFunctions of alternative replication protein A in initiation and elongation. Biochemistry. 2010; 49:5919–5928. [PMC free article] [PubMed] [Google Scholar]302. \nRibeiro J., Abby E., Livera G., Martini E.. \nRPA homologs and ssDNA processing during meiotic recombination. Chromosoma. 2016; 125:265–276. [PMC free article] [PubMed] [Google Scholar]303. \nShi B., Xue J., Yin H., Guo R., Luo M., Ye L., Shi Q., Huang X., Liu M., Sha J.et al. .. \nDual functions for the ssDNA-binding protein RPA in meiotic recombination. PLoS Genet. 2019; 15:e1007952. [PMC free article] [PubMed] [Google Scholar]304. \nSouquet B., Abby E., Hervé R., Finsterbusch F., Tourpin S., Bouffant R.L., Duquenne C., Messiaen S., Martini E., Bernardino-Sgherri J.et al. .. \nMEIOB targets single-strand DNA and is necessary for meiotic recombination. PLoS Genet. 2013; 9:e1003784. [PMC free article] [PubMed] [Google Scholar]305. \nLuo M., Yang F., Adrian Leu N., Landaiche J., Handel M.A., Benavente R., Salle S.L., Jeremy Wang P.. \nMEIOB exhibits single-stranded DNA-binding and exonuclease activities and is essential for meiotic recombination. Nat. Commun. 2013; 4:2788. [PMC free article] [PubMed] [Google Scholar]306. \nXu Y., Greenberg R.A., Schonbrunn E., Wang P.J.. \nMeiosis-specific proteins MEIOB and SPATA22 cooperatively associate with the single-stranded DNA-binding replication protein A complex and DNA double-strand breaks. Biol. Reprod. 2017; 96:1096–1104. [PMC free article] [PubMed] [Google Scholar]307. \nRichard D.J., Bolderson E., Cubeddu L., Wadsworth R.I.M., Savage K., Sharma G.G., Nicolette M.L., Tsvetanov S., McIlwraith M.J., Pandita R.K.et al. .. \nSingle-stranded DNA-binding protein hSSB1 is critical for genomic stability. Nature. 2008; 453:677–681. [PubMed] [Google Scholar]308. \nRichard D.J., Bolderson E., Khanna K.K.. \nMultiple human single-stranded DNA binding proteins function in genome maintenance: structural, biochemical and functional analysis. Crit. Rev. Biochem. Mol. Biol. 2009; 44:98–116. [PubMed] [Google Scholar]309. \nHuang J., Gong Z., Ghosal G., Chen J.. \nSOSS complexes participate in the maintenance of genomic stability. Mol. Cell. 2009; 35:384–393. [PMC free article] [PubMed] [Google Scholar]310. \nSkaar J.R., Richard D.J., Saraf A., Toschi A., Bolderson E., Florens L., Washburn M.P., Khanna K.K., Pagano M.. \nINTS3 controls the hSSB1-mediated DNA damage response. J. Cell Biol. 2009; 187:25–32. [PMC free article] [PubMed] [Google Scholar]311. \nYang S.H., Zhou R., Campbell J., Chen J., Ha T., Paulla T.T.. \nThe SOSS1 single-stranded DNA binding complex promotes DNA end resection in concert with Exo1. EMBO J. 2013; 32:126–139. [PMC free article] [PubMed] [Google Scholar]312. \nTiranti V., Rocchi M., DiDonato S., Zeviani M.. \nCloning of human and rat cDNAs encoding the mitochondrial single-stranded DNA-binding protein (SSB). Gene. 1993; 126:219–225. [PubMed] [Google Scholar]313. \nYang C., Curth U., Urbanke C., Kang C.H.. \nCrystal structure of human mitochondrial single-stranded DNA binding protein at 2.4 Å resolution. Nat. Struct. Biol. 1997; 4:153–157. [PubMed] [Google Scholar]314. \nQian Y., Johnson K.A.. \nThe human mitochondrial single-stranded DNA-binding protein displays distinct kinetics and thermodynamics of DNA binding and exchange. J. Biol. Chem. 2017; 292:13068–13084. [PMC free article] [PubMed] [Google Scholar]315. \nMorin J.A., Cerrón F., Jarillo J., Beltran-Heredia E., Ciesielski G.L., Ricardo Arias-Gonzalez J., Kaguni L.S., Cao F.J., Ibarra B.. \nDNA synthesis determines the binding mode of the human mitochondrial single-stranded DNA-binding protein. Nucleic Acids Res. 2017; 45:7237–7248. [PMC free article] [PubMed] [Google Scholar]316. \nCurth U., Urbanke C., Greipel J., Gerberding H., Tiranti V., Zeviani M.. \nSingle-stranded-DNA-binding proteins from human mitochondria and Escherichia coli have analogous physicochemical properties. Eur. J. Biochem. 1994; 221:435–443. [PubMed] [Google Scholar]317. \nVan Dyck E., Foury F., Stillman B., Brill S.J.. \nA single-stranded DNA binding protein required for mitochondrial DNA replication in S. cerevisiae is homologous to E. coli SSB. EMBO J. 1992; 11:3421–3430. [PMC free article] [PubMed] [Google Scholar]318. \nSingh S.P., Kukshal V., Bona P.D., Antony E., Galletto R.. \nThe mitochondrial single-stranded DNA binding protein from S. cerevisiae, Rim1, does not form stable homo-tetramers and binds DNA as a dimer of dimers. Nucleic Acids Res. 2018; 46:7193–7205. [PMC free article] [PubMed] [Google Scholar]319. \nGaillard H., Garcia-Muse T., Aguilera A.. \nReplication stress and cancer. Nat. Rev. Cancer. 2015; 15:276–289. [PubMed] [Google Scholar]320. \nWang Y., Putnam C.D., Kane M.F., Zhang W., Edelmann L., Russell R., Carrión D.V., Chin L., Kucherlapati R., Kolodner R.D.et al. .. \nMutation in Rpa1 results in defective DNA double-strand break repair, chromosomal instability and cancer in mice. Nat. Genet. 2005; 37:750–755. [PubMed] [Google Scholar]321. \nWaddell N., Pajic M., Patch A.-M., Chang D.K., Kassahn K.S., Bailey P., Johns A.L., Miller D., Nones K., Quek K.et al. .. \nWhole genomes redefine the mutational landscape of pancreatic cancer. Nature. 2015; 518:495–501. [PMC free article] [PubMed] [Google Scholar]322. \nKanakis D., Levidou G., Gakiopoulou H., Eftichiadis C., Thymara I., Fragkou P., Trigka E.A., Boviatsis E., Patsouris E., Korkolopoulou P.. \nReplication protein A: a reliable biologic marker of prognostic and therapeutic value in human astrocytic tumors. Hum. Pathol. 2011; 42:1545–1553. [PubMed] [Google Scholar]323. \nTomkiel J.E., Alansari H., Tang N., Virgin J.B., Yang X., VandeVord P., Karvonen R.L., Granda J.L., Kraut M.J., Ensley J.F.et al. .. \nAutoimmunity to the Mr 32,000 subunit of replication protein A in breast cancer. Clin. Cancer Res. 2002; 8:752–758. [PMC free article] [PubMed] [Google Scholar]324. \nGivalos N., Gakiopoulou H., Skliri M., Bousboukea K., Konstantinidou A.E., Korkolopoulou P., Lelouda M., Kouraklis G., Patsouris E., Karatzas G.. \nReplication protein A is an independent prognostic indicator with potential therapeutic implications in colon cancer. Mod. Pathol. 2007; 20:159–166. [PubMed] [Google Scholar]325. \nLevidou G., Gakiopoulou H., Kavantzas N., Saetta A.A., Karlou M., Pavlopoulos P., Thymara I., Diamantopoulou K., Patsouris E., Korkolopoulou P.. \nPrognostic significance of replication protein A (RPA) expression levels in bladder urothelial carcinoma. BJU Int. 2011; 108:E59–E65. [PubMed] [Google Scholar]326. \nLevidou G., Ventouri K., Nonni A., Gakiopoulou H., Bamias A., Sotiropoulou M., Papaspirou I., Dimopoulos M.A., Patsouris E., Korkolopoulou P.. \nReplication protein A in nonearly ovarian adenocarcinomas: correlation with MCM-2, MCM-5, Ki-67 index and prognostic significance. Int. J. Gynecol. Pathol. 2012; 31:319–327. [PubMed] [Google Scholar]327. \nDahai Y., Sanyuan S., Hong L., Di Z., Chong Z.. \nA relationship between replication protein A and occurrence and prognosis of esophageal carcinoma. Cell Biochem. Biophys. 2013; 67:175–180. [PubMed] [Google Scholar]328. \nZhang D.J., Xiang J., Wang X., Wang J., Xiao J.C., Xu W., Xu H., Xin Y., Zhang L.Z., Pei D.S.et al. .. \nRPA1 expression in esophageal carcinoma and its influence on radiosensitivity of esophageal carcinoma TE-1 cells. Panminerva Med. 2015; 57:183–189. [PubMed] [Google Scholar]329. \nWang J., Yang T., Chen H., Li H., Zheng S.. \nOncogene RPA1 promotes proliferation of hepatocellular carcinoma via CDK4/cyclin-D pathway. Biochem. Biophys. Res. Commun. 2018; 498:424–430. [PubMed] [Google Scholar]330. \nZhang Y., Yu C.. \nDistinct expression and prognostic values of the replication protein A family in gastric cancer. Oncol. Lett. 2020; 19:1831–1841. [PMC free article] [PubMed] [Google Scholar]331. \nDai Z., Wang S., Zhang W., Yang Y.. \nElevated expression of RPA3 is involved in gastric cancer tumorigenesis and associated with poor patient survival. Dig. Dis. Sci. 2017; 62:2369–2375. [PubMed] [Google Scholar]332. \nXiao W., Zheng J., Zhou B., Pan L.. \nReplication protein A 3 is associated with hepatocellular carcinoma tumorigenesis and poor patient survival. Dig. Dis. 2018; 36:26–32. [PubMed] [Google Scholar]333. \nZou Z., Ni M., Zhang J., Chen Y., Ma H., Qian S., Tang L., Tang J., Yao H., Zhao C.et al. .. \nmiR-30a can inhibit DNA replication by targeting RPA1 thus slowing cancer cell proliferation. Biochem. J. 2016; 473:2131–2139. [PubMed] [Google Scholar]334. \nNi Z., Yao C., Zhu X., Gong C., Xu Z., Wang L., Li S., Zou C., Zhu S.. \nAilanthone inhibits non-small cell lung cancer cell growth through repressing DNA replication via downregulating RPA1. Br. J. Cancer. 2017; 117:1621–1630. [PMC free article] [PubMed] [Google Scholar]335. \nHeppner C., Bilimoria K.Y., Agarwal S.K., Kester M.B., Whitty L.J., Guru S.C., Chandrasekharappa S.C., Collins F.S., Spiegel A.M., Marx S.J.et al. .. \nThe tumor suppressor protein menin interacts with NF-kappaB proteins and inhibits NF-kappaB-mediated transactivation. Oncogene. 2001; 20:4917–4925. [PubMed] [Google Scholar]336. \nRector J., Kapil S., Treude K.J., Kumm P., Glanzer J.G., Byrne B.M., Liu S., Smith L.M., DiMaio D.J., Giannini P.et al. .. \nS4S8-RPA phosphorylation as an indicator of cancer progression in oral squamous cell carcinomas. Oncotarget. 2017; 8:9243–9250. [PMC free article] [PubMed] [Google Scholar]337. \nBartkova J., Hořejší Z., Koed K., Krämer A., Tort F., Zieger K., Guldberg P., Sehested M., Nesland J.M., Lukas C.et al. .. \nDNA damage response as a candidate anti-cancer barrier in early human tumorigenesis. Nature. 2005; 434:864–870. [PubMed] [Google Scholar]338. \nHalazonetis T.D., Gorgoulis V.G., Bartek J.. \nAn oncogene-induced DNA damage model for cancer development. Science. 2008; 319:1352–1355. [PubMed] [Google Scholar]339. \nTian Y., Liu G., Wang H., Tian Z., Cai Z., Zhang F., Luo Y., Wang S., Guo G., Wang X.et al. .. \nValproic acid sensitizes breast cancer cells to hydroxyurea through inhibiting RPA2 hyperphosphorylation-mediated DNA repair pathway. DNA Repair (Amst.). 2017; 58:1–12. [PubMed] [Google Scholar]340. \nZuazua-Villar P., Ganesh A., Phear G., Gagou M.E., Meuth M.. \nExtensive RPA2 hyperphosphorylation promotes apoptosis in response to DNA replication stress in CHK1 inhibited cells. Nucleic Acids Res. 2015; 43:9776–9787. [PMC free article] [PubMed] [Google Scholar]341. \nBelanger F., Fortier E., Dubé M., Lemay J.-F., Buisson R., Masson J.-Y., Elsherbiny A., Costantino S., Carmona E., Mes-Masson A.-M.et al. .. \nReplication protein A availability during DNA replication stress is a major determinant of cisplatin resistance in ovarian cancer cells. Cancer Res. 2018; 78:5561–5573. [PubMed] [Google Scholar]342. \nZhang Z., Huo H., Liao K., Wang Z., Gonga Z., Li Y., Liua C., Hu G.. \nRPA1 downregulation enhances nasopharyngeal cancer radiosensitivity via blocking RAD51 to the DNA damage site. Exp. Cell Res. 2018; 371:330–341. [PubMed] [Google Scholar]343. \nYang Q., Zhu Q., Lu X., Du Y., Cao L., Shen C., Hou T., Li M., Li Z., Liu C.et al. .. \nG9a coordinates with the RPA complex to promote DNA damage repair and cell survival. Proc. Natl Acad. Sci. U.S.A. 2017; 114:E6054–E6063. [PMC free article] [PubMed] [Google Scholar]344. \nLuo C.W., Wang J.-Y., Hung W.-C., Peng G., Tsai Y.-L., Chang T.-M., Chai C.-Y., Lin C.-H., Pan M.-R.. \nG9a governs colon cancer stem cell phenotype and chemoradioresistance through PP2A–RPA axis-mediated DNA damage response. Radiother. Oncol. 2017; 124:395–402. [PubMed] [Google Scholar]345. \nShuck S.C., Turchi J.J.. \nTargeted inhibition of replication protein A reveals cytotoxic activity, synergy with chemotherapeutic DNA-damaging agents, and insight into cellular function. Cancer Res. 2010; 70:3189–3198. [PMC free article] [PubMed] [Google Scholar]346. \nNeher T.M., Bodenmiller D., Fitch R.W., Jalal S.I., Turchi J.J.. \nNovel irreversible small molecule inhibitors of replication protein A display single-agent activity and synergize with cisplatin. Mol. Cancer Ther. 2011; 10:1796–1806. [PMC free article] [PubMed] [Google Scholar]347. \nAnciano Granadillo V.J., Earley J.N., Shuck S.C., Georgiadis M.M., Fitch R.W., Turchi J.J.. \nTargeting the OB-folds of replication protein A with small molecules. J. Nucleic Acids. 2010; 2010:304035. [PMC free article] [PubMed] [Google Scholar]348. \nGlanzer J.G., Liu S., Oakley G.G.. \nSmall molecule inhibitor of the RPA70 N-terminal protein interaction domain discovered using in silico and in vitro methods. Bioorg. Med. Chem. 2011; 19:2589–2595. [PMC free article] [PubMed] [Google Scholar]349. \nGlanzer J.G., Carnes K.A., Soto P., Liu S., Parkhurst L.J., Oakley G.G.. \nA small molecule directly inhibits the p53 transactivation domain from binding to replication protein A. Nucleic Acids Res. 2013; 41:2047–2059. [PMC free article] [PubMed] [Google Scholar]350. \nGlanzer J.G., Liu S., Wang L., Mosel A., Peng A., Oakley G.G.. \nRPA inhibition increases replication stress and suppresses tumor growth. Cancer Res. 2014; 74:5165–5172. [PMC free article] [PubMed] [Google Scholar]351. \nPedersen H., Obara E.A.A., Elbæk K.J., Vitting-Serup K., Hamerlik P.. \nReplication protein A (RPA) mediates radio-resistance of glioblastoma cancer stem-like cells. Int. J. Mol. Sci. 2020; 21:1588. [PMC free article] [PubMed] [Google Scholar]352. \nSouza-Fagundes E.M., Frank A.O., Feldkamp M.D., Dorset D.C., Chazin W.J., Rossanese O.W., Olejniczak E.T., Fesik S.W.. \nA high-throughput fluorescence polarization anisotropy assay for the 70N domain of replication protein A. Anal. Biochem. 2012; 421:742–749. [PMC free article] [PubMed] [Google Scholar]353. \nPatrone J.D., Pelz N.F., Bates B.S., Souza-Fagundes E.M., Vangamudi B., Camper D.V., Kuznetsov A.G., Browning C.F., Feldkamp M.D., Frank A.O.et al. .. \nIdentification and optimization of anthranilic acid based inhibitors of replication protein A. ChemMedChem. 2016; 11:893–899. [PMC free article] [PubMed] [Google Scholar]354. \nCinaroglu S.S., Timucin E.. \n\nIn silico identification of inhibitors targeting N-terminal domain of human replication protein A. J. Mol. Graph. Model. 2019; 86:149–159. [PubMed] [Google Scholar]355. \nFrank A.O., Feldkamp M.D., Phillip Kennedy J., Waterson A.G., Pelz N.F., Patrone J.D., Vangamudi B., Camper D.M.V., Rossanese O.W., Chazin W.J.et al. .. \nDiscovery of a potent inhibitor of replication protein A protein–protein interactions using a fragment-linking approach. J. Med. Chem. 2013; 56:9242–9250. [PMC free article] [PubMed] [Google Scholar]356. \nPatrone J.D., Phillip Kennedy J., Frank A.O., Feldkamp M.D., Vangamudi B., Pelz N.F., Rossanese O.W., Waterson A.G., Chazin W.J., Fesik S.W.. \nDiscovery of protein–protein interaction inhibitors of replication protein A. ACS Med. Chem. Lett. 2013; 4:601–605. [PMC free article] [PubMed] [Google Scholar]357. \nGuven M., Brem R., Macpherson P., Peacock M., Karran P.. \nOxidative damage to RPA limits the nucleotide excision repair capacity of human cells. J. Invest. Dermatol. 2015; 135:2834–2841. [PMC free article] [PubMed] [Google Scholar]358. \nSilverstein T.D., Gibb B., Greene E.C.. \nVisualizing protein movement on DNA at the single-molecule level using DNA curtains. DNA Repair (Amst.). 2014; 20:94–109. [PMC free article] [PubMed] [Google Scholar]359. \nGibb B., Ye L.F., Kwon Y.H., Niu H., Sung P., Greene E.C.. \nProtein dynamics during presynaptic-complex assembly on individual single-stranded DNA molecules. Nat. Struct. Mol. Biol. 2014; 21:893–900. [PMC free article] [PubMed] [Google Scholar]360. \nMa C.J., Gibb B., Kwon Y.H., Sung P., Greene E.C.. \nProtein dynamics of human RPA and RAD51 on ssDNA during assembly and disassembly of the RAD51 filament. Nucleic Acids Res. 2017; 45:749–761. [PMC free article] [PubMed] [Google Scholar]361. \nMyler L.R., Gallardo I.F., Zhou Y., Gong F., Yang S.-H., Wold M.S., Miller K.M., Paull T.T., Finkelstein I.J.. \nSingle-molecule imaging reveals the mechanism of Exo1 regulation by single-stranded DNA binding proteins. Proc. Natl Acad. Sci. U.S.A. 2016; 113:E1170–E1179. [PMC free article] [PubMed] [Google Scholar]362. \nGibb B., Silverstein T.D., Finkelstein I.J., Greene E.C.. \nSingle-stranded DNA curtains for real-time single-molecule visualization of protein–nucleic acid interactions. Anal. Chem. 2012; 84:7607–7612. [PMC free article] [PubMed] [Google Scholar]363. \nCrefcoeur R.P., Zgheib O., Halazonetis T.D.. \nA model to investigate single-strand DNA responses in G1 human cells via a telomere-targeted, nuclease-deficient CRISPR–Cas9 system. PLoS One. 2017; 12:e0169126. [PMC free article] [PubMed] [Google Scholar]364. \nKang J., Yeom G., Jang H., Oh J., Park C.-J., Kim M.-G.. \nDevelopment of replication protein A-conjugated gold nanoparticles for highly sensitive detection of disease biomarkers. Anal. Chem. 2019; 91:10001–10007. [PubMed] [Google Scholar]365. \nYeom G., Kang J., Jang H., Nam H.Y., Kim M.-G., Park C.-J.. \nDevelopment of DNA aptamers against the nucleocapsid protein of severe fever with thrombocytopenia syndrome virus for diagnostic application: catalytic signal amplification using replication protein A-conjugated liposomes. Anal. Chem. 2019; 91:13772–13779. [PubMed] [Google Scholar]"}