{"title": "Comparison of characteristics and ventilatory course between coronavirus disease 2019 and Middle East respiratory syndrome patients with acute respiratory distress syndrome", "pubDate": "2021", "PMCID": "PMC8435437", "DOI": "10.4266/acc.2021.00388", "PMID": "34325501", "abstract": "Background:                       Both coronavirus disease 2019 (COVID-19) and Middle East respiratory syndrome (MERS) can cause acute respiratory distress syndrome (ARDS); however, their ARDS course and characteristics have not been compared, which we evaluate in our study.                  Methods:                       MERS patients with ARDS seen during the 2014 outbreak and COVID-19 patients with ARDS admitted between March and December 2020 in our hospital were included, and their clinical characteristics, ventilatory course, and outcomes were compared.                  Results:                       Forty-nine and 14 patients met the inclusion criteria for ARDS in the COVID-19 and MERS groups, respectively. Both groups had a median of four comorbidities with high Charlson comorbidity index value of 5 points (P>0.22). COVID-19 patients were older, obese, had significantly higher initial C-reactive protein (CRP), more likely to get trial of high-flow oxygen, and had delayed intubation (P≤0.04). The postintubation course was similar between the groups. Patients in both groups experienced a prolonged duration of mechanical ventilation, and majority received paralytics, dialysis, and vasopressor agents (P>0.28). The respiratory and ventilatory parameters after intubation (including tidal volume, fraction of inspired oxygen, peak and plateau pressures) and their progression over 3 weeks were similar (P>0.05). Rates of mortality in the ICU (53% vs. 64%) and hospital (59% vs. 64%) among COVID-19 and MERS patients (P≥0.54) were very high.                  Conclusions:                       Despite some distinctive differences between COVID-19 and MERS patients prior to intubation, the respiratory and ventilatory parameters postintubation were not different. The higher initial CRP level in COVID-19 patients may explain the steroid responsiveness in this population.", "author": [{"author": "Imran Khalid", "affiliation": ["John D. Dingell VA Medical Center, Detroit, MI, USA.", "King Faisal Specialist Hospital and Research Center, Jeddah, Saudi Arabia."], "href": "/?term=Khalid+I&cauthor_id=34325501"}, {"author": "Romaysaa M Yamani", "affiliation": ["King Faisal Specialist Hospital and Research Center, Jeddah, Saudi Arabia."], "href": "/?term=Yamani+RM&cauthor_id=34325501"}, {"author": "Maryam Imran", "affiliation": ["Shifa College of Medicine, Islamabad, Pakistan."], "href": "/?term=Imran+M&cauthor_id=34325501"}, {"author": "Muhammad Ali Akhtar", "affiliation": ["King Faisal Specialist Hospital and Research Center, Jeddah, Saudi Arabia."], "href": "/?term=Akhtar+MA&cauthor_id=34325501"}, {"author": "Manahil Imran", "affiliation": ["Shifa College of Medicine, Islamabad, Pakistan."], "href": "/?term=Imran+M&cauthor_id=34325501"}, {"author": "Rumaan Gul", "affiliation": ["Shifa College of Medicine, Islamabad, Pakistan."], "href": "/?term=Gul+R&cauthor_id=34325501"}, {"author": "Tabindeh Jabeen Khalid", "affiliation": ["King Faisal Specialist Hospital and Research Center, Jeddah, Saudi Arabia."], "href": "/?term=Khalid+TJ&cauthor_id=34325501"}, {"author": "Ghassan Y Wali", "affiliation": ["King Faisal Specialist Hospital and Research Center, Jeddah, Saudi Arabia."], "href": "/?term=Wali+GY&cauthor_id=34325501"}], "refPMID": ["25453415", "25270030", "15030519", "27892925", "12865379", "26701365", "32375845", "33211135", "32983456", "32572965", "33631065", "29161116", "16968120", "22797452", "26049252", "33161688", "29991643", "31306039", "25981908", "33573680", "33663036", "32811136", "33264547", "24722949", "33940775", "26508525", "33172229", "33040520"], "citedInPMID": ["34325501", "35024031", "34801748"], "body": " AbstractBackground Both coronavirus disease 2019 (COVID-19) and Middle East respiratory syndrome (MERS) can cause acute respiratory distress syndrome (ARDS); however, their ARDS course and characteristics have not been compared, which we evaluate in our study.Methods MERS patients with ARDS seen during the 2014 outbreak and COVID-19 patients with ARDS admitted between March and December 2020 in our hospital were included, and their clinical characteristics, ventilatory course, and outcomes were compared.Results Forty-nine and 14 patients met the inclusion criteria for ARDS in the COVID-19 and MERS groups, respectively. Both groups had a median of four comorbidities with high Charlson comorbidity index value of 5 points (P>0.22). COVID-19 patients were older, obese, had significantly higher initial C-reactive protein (CRP), more likely to get trial of high-flow oxygen, and had delayed intubation (P≤0.04). The postintubation course was similar between the groups. Patients in both groups experienced a prolonged duration of mechanical ventilation, and majority received paralytics, dialysis, and vasopressor agents (P>0.28). The respiratory and ventilatory parameters after intubation (including tidal volume, fraction of inspired oxygen, peak and plateau pressures) and their progression over 3 weeks were similar (P>0.05). Rates of mortality in the ICU (53% vs. 64%) and hospital (59% vs. 64%) among COVID-19 and MERS patients (P≥0.54) were very high.Conclusions Despite some distinctive differences between COVID-19 and MERS patients prior to intubation, the respiratory and ventilatory parameters postintubation were not different. The higher initial CRP level in COVID-19 patients may explain the steroid responsiveness in this population.Keywords: acute respiratory distress syndrome, COVID-19, Middle East respiratory syndrome coronavirus, mortality, outcome, ventilator INTRODUCTIONIn the last two decades, the world has seen major devastation from coronaviruses causing disease epidemics, such as severe acute respiratory syndrome (SARS) coronavirus, which causes SARS, and Middle East respiratory syndrome (MERS) coronavirus (MERS-CoV), which causes MERS, as well as the current global pandemic of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), capable of causing coronavirus disease 2019 (COVID-19). The most feared complication of these respiratory illnesses is acute respiratory failure from pneumonia and development of acute respiratory distress syndrome (ARDS).ARDS can occur from direct or indirect lung injury [1]. In the case of coronaviruses, however, it is likely from a combination of the two. In affected patients, severe lung consolidation from the viral infection arises and causes desquamation of pneumocytes, alveolar dysfunction, edema, and hemorrhage [2]. Then, an overwhelming cytokine and chemokine response can occur and recruit neutrophils and cytotoxic T-cells to produce further damage to the lung tissue [3,4]. SARS and MERS patients who developed ARDS were treated no differently than regular ARDS patients [5,6]. However, in the case of COVID-19, it was suggested that patients might be experiencing an “atypical” type of ARDS as lung compliance seemed to be less compromised in these individuals despite them fulfilling the ARDS Berlin criteria [7]. This variation encouraged the use of high-flow oxygen in this patient population [8,9]. Still, although COVID-19 appeared to have unique radiological features, later studies showed that COVID-19–induced ARDS causes pathological changes typical of ARDS, such as diffuse alveolar damage in the lungs. Coagulation dysfunction, however, appeared to be more common in COVID-19, and this finding could explain some of the atypical manifestations seen in patients with COVID-19–induced ARDS, such as dilated pulmonary vessels and pleuritic pain. Dilated pulmonary vessels are rarely reported in typical ARDS but are more common in COVID-19–induced ARDS [10]. Furthermore, corticosteroids and interleukin-6 inhibitors like tocilizumab became part of the treatment armamentarium in COVID-19 because of the elevated inflammatory markers found in affected patients, something that was not true universally among SARS and MERS patients [11-13].After the MERS epidemic hit the Middle East, no one expected to face a similar threat within a matter of a few years. Moreover, if a new coronavirus were to emerge some years from now, causing ARDS, how would clinicians tackle it? Should they treat it like SARS and MERS or like COVID-19? A direct comparison of the detailed clinical and ventilatory ARDS courses of any of the two known coronaviruses could be helpful for clinicians in this regard and would serve to highlight existing similarities and differences to further our understanding of the nuances between such conditions. However, to our knowledge, no study has yet performed this comparison.We have been placed in a unique situation in that we have both managed MERS patients with ARDS during the MERS epidemic and COVID-19 patients during the current pandemic. These experiences awarded us a distinctive opportunity to directly compare the clinical, physiological, and ventilatory parameters of patients with ARDS caused by MERS and COVID-19, respectively, which we now report in this study. MATERIALS AND METHODSEthical approval was obtained from the Institutional Review Board of the King Faisal Specialist Hospital & Research Center, Jeddah, Saudi Arabia. Informed consent was waived by the Institutional Review Board for this retrospective study.SiteOur hospital is a tertiary care teaching hospital with a 26-bed medical intensive care unit (ICU) and is accredited by the Joint Commission International and Nurses Magnet Recognition programs. It served as our study site. The hospital, in addition to taking care of tertiary care patients referred from across the western region of our country, runs active solid organ and bone marrow transplant programs as well. The ICU is managed mainly by North American-trained, board-certified attending physicians in concert with ICU specialists, fellows, and residents.The OutbreaksThe COVID-19 outbreak in our region began in March 2020. The global pandemic is still not over as of May 2021, including in our immediate area. Meanwhile, the MERS outbreak involving our hospital occurred from April to May 2014.Study Groups and PatientsAll adults 18 years of age or older who were admitted to the ICU due to COVID-19 pneumonia and ARDS and who required intubation between March 2020 and December 2020, were incorporated as the COVID-19 group in this study. We used the Berlin definition for ARDS [14]. A diagnosis of COVID-19 was confirmed by nasopharyngeal swab analysis using the RealTime SARS-CoV-2 (Abbott, Chicago, IL, USA), Xpert SARS-CoV-2 (Cepheid, Sunnyvale, CA, USA), or RealStar SARS-CoV-2 (Altona Diagnostics, Hamburg, Germany) real-time polymerase chain reaction (RT-PCR) kits.Separately, to create the MERS study group, we included adult patients who were admitted to the ICU due to MERS pneumonia and ARDS per the Berlin criteria and who required intubation in April or May 2014. The diagnosis of MERS was established based on a single positive nasopharyngeal swab or tracheal aspirate obtained through the endotracheal tube with RT-PCR. For confirmation, the RT-PCR test targeted both the upstream E protein (upE gene) and ORF1a [6].Data Collection and Outcome MeasuresPatient demographics, underlying comorbidities, symptoms, characteristics, laboratory values, ventilatory parameters, therapies administered during the ICU stay, and outcome measures were recorded for both the COVID-19 and MERS groups. Outcome measures were all-cause ICU mortality, in-hospital mortality, ICU length of stay, and hospital length of stay. Detailed emphasis was placed on comparing the presentation characteristics and the laboratory and ventilatory parameters between groups during a three-week stay in the ICU.Data AnalysisDescriptive statistics were used to organize the collected data. Continuous variables were described as median with interquartile range (between quartiles 1 and 3) and were reported as such. Categorical variables were described as number and percentage, as appropriate. Data were analyzed using the Mann-Whitney U-test or Fisher’s exact test for continuous and categorical variables, respectively, with a two-sided P-value less than 0.05 considered statistically significant. RESULTSThere was a total of 1,091 confirmed cases, including 1,052 patients with COVID-19 and 39 patients with MERS, during the study period. Of these, 133 patients (117 COVID-19 and 16 MERS cases) were admitted to the ICU. Forty-nine and 14 patients met the inclusion criteria for ARDS in the COVID-19 and MERS groups, respectively. Patients in both groups had multiple comorbidities with an extremely high Charlson Comorbidity Index of five points. The comorbidities were similar between the groups, except that COVID-19 patients were older and more obese than MERS patients (P = 0.04) (Table 1). In the two groups, patients had similar symptoms and experienced only a short duration of time between symptom onset and hospitalization and/or ICU admission. However, patients with COVID-19 underwent significantly later intubation after ICU admission relative to those with MERS (46 vs. 9 hours, P < 0.001) (Table 2).Table 1.Patient demographicsCharacteristicsCOVID-19 (n=49)MERS (n=14)P-valueAge (yr)66 (61–77)54 (46–73)0.03Sex (%)0.73 Male5964 Female4136BMI (kg/m2)32 (28–35)27.8 (22–33)0.04Number of comorbidities4 (3–6)4 (3–5)0.22Charlson comorbidity index5 (3–6)5 (4–6)0.55Comorbidity (%)>0.05 Hypertension6957 Diabetes6743 Respiratory disease1628 Obesity6343 Congestive heart failure2043 Chronic kidney disease2721 On hemodialysis1021 Ischemic heart disease4121 Cancer2014 Transplant147Open in a separate windowValues are presented as median (interquartile range) otherwise indicated.COVID-19: coronavirus disease 2019; MERS: Middle East respiratory syndrome; BMI: body mass index.Table 2.Clinical characteristicsCharacteristicsCOVID-19 (n=49)MERS (n=14)P-valueSymptom (%)>0.12 Fever7393 Cough6179 Dyspnea6579 Gastrointestinal symptom2021 Sore throat1014 Headache127 Myalgia87Symptom duration before hospitalization (day)4 (3–5)3 (2–7)0.79Duration from symptoms to ICU admission (day)5 (3–7)7 (4–10)0.84Duration from ICU admission to intubation (hr)46 (22–144)9 (6–12)<0.001APACHE II score at ICU admission19 (14–24)23 (19–25)0.28Open in a separate windowValues are presented as median (interquartile range) otherwise indicated.COVID-19: coronavirus disease 2019; MERS: Middle East respiratory syndrome; ICU: intensive care unit; APACHE: Acute Physiology and Chronic Health Evaluation.Median white blood counts and lactic acid levels were normal and patients had lymphopenia in both groups (Table 3). However, C-reactive protein (CRP) levels were significantly more elevated in COVID-19 patients than MERS patients until the third day of their ICU stay. As procalcitonin levels and WBC counts were normal, this finding of elevated CRP levels was probably solely due to the virus without any superimposed bacterial infection. The use of high-flow oxygen was also more common in the first three days in COVID-19 patients (P < 0.04) and could have triggered the delay in intubation mentioned above (Table 3). Bacterial co-infection occurred in a minority of patients later during their ICU stay, and a large yet similar proportion of patients eventually required vasopressor agents in the two groups (P > 0.05).Table 3.Laboratory and physiological parametersCharacteristicsAt hospital admission1 Day after ICU admission3 Days after ICU admission1 Week after ICU admission2 Weeks after ICU admission3 Weeks after ICU admissionCOVID-19 (n=49)MERS (n=14)COVID-19 (n=49)MERS (n=14)COVID-19 (n=47)MERS (n=14)COVID-19 (n=45)MERS (n=11)COVID-19 (n=29)MERS (n=10)COVID-19 (n=22)MERS (n=4)Laboratory value WBC count (109 cells/L)7 (6–11)9.1 (6–12)9 (6–12)8.6 (5–12)8.8 (6–14)5.5 (4–10)11 (7–15)8.2 (6–11)12.2 (8–15)8.1 (6–12)8 (6–12)11.5 (7–13)Lymphocyte (%) (NR 20%–45%)11 (8–13)13 (4–17)9 (8–19)9 (5–14)10 (8–12)6 (5–12)12 (7–14)5 (3–6)6 (7–8)7 (6–9)6 (5–53)14 (8–17)C-reactive protein (mg/l)128a (58–197)45a (26–91)146a (102–196)71a (22–99)62 (30–159)25 (20–76)10 (6–18)12 (9–35)18 (4–62)50 (12–75)33 (9–132)87 (55–109)Procalcitoninb (ng/ml)0.38 (0.15–0.92)0.44 (0.13–1.1)0.4 (0.19–1.1)0.52 (0.17–1.15)0.73 (0.22–3.09)0.89 (0.32–2.9)0.39 (0.13–0.88)1.1 (0.89–3.1)0.53 (0.19–1.38)2.2 (0.57–3.8)1.94 (0.9–6.1)4.75 (1.75–6.5)Lactic acid (mmol/L) (NR <2)1.9 (1.8–1.9)1.6 (0.8–2)1.6 (1.1–2.5)2 (1.3–3)1.9 (1.4–2.7)2 (1.2–3)2 (1.6–2.5)2.15 (1.3–3)2.1 (1.5–3.7)2 (1–3)2 (1.5–5)3.2 (2.6–4)Mode of oxygenationIntubated10 (20)2 (14)17 (35)a12 (86)a30 (64)a14 (100)a34 (76)9 (82)25 (86)9 (90)19 (86)4 (100)High-flow oxygen9 (18)2 (14)15 (30)a1 (7)a10 (21)05 (11)02 (7)01 (5)0Supplemental oxygen30 (62)10 (72)17 (35)a1 (7)a7 (15)06 (13)2 (18)2 (7)1 (10)2 (9)0InfectionBacterial infection3 (6)1 (7)5 (10)1 (7)7 (15)1 (7)2 (4)1 (9)4 (14)3 (30)4 (18)2 (50)Shock requiring vasopressors4 (8)07 (14)1 (7)14 (30)3 (21)19 (42)4 (36)15 (51)4 (40)10 (45)2 (50)Open in a separate windowValues are presented as median (interquartile range) or number (%).ICU: intensive care unit; COVID-19: coronavirus disease 2019; MERS: Middle East respiratory syndrome; WBC: white blood cell; NR: normal range.aP<0.05;bValues 1–5 missing from number.The postintubation course was similar in the two groups. By the end of 2 weeks postintubation, the numbers of COVID-19 and MERS patients who were extubated (20% vs. 36%), those who remained on mechanical ventilation (37% vs. 29%), and those who died (24% vs. 21%) were statistically unchanged (P > 0.05) (Table 4). Among those who were still on mechanical ventilation after 3 weeks, seven patients (39%) with COVID-19 ultimately survived, but none in the MERS group did (P < 0.05). The usage of paralytics was high in both groups, although MERS patients required introduction of additional rescue ventilatory measures (mainly in the form of nitric oxide) within the first 72 hours of intubation (P = 0.003).Table 4.Ventilatory parametersCharacteristics1 Day after intubation3 Days after intubation7 Days after intubation14 Days after intubation21 Days after intubationCOVID-19 (n=49)MERS (n=14)COVID-19 (n=46)MERS (n=14)COVID-19 (n=38)MERS (n=11)COVID-19 (n=27)MERS (n=10)COVID-19 (n=18)MERS (n=4)Aggregated patients deada0001 (7)6 (12)2 (14)12 (24)3 (21)18 (37)5 (36)Aggregated extubateda003 (6)1 (7)5 (10)2 (14)10 (20)5 (36)13 (27)5 (36)Patient on invasive ventilation49 (100)14 (100)46 (94)14 (100)38 (78)11 (79)27 (55)10 (71)18 (37)4 (29)Volume-mode ventilation44 (90)13 (93)42 (86)10 (71)27 (71)8 (73)19 (70)9 (90)10 (56)1 (25)Pressure-mode ventilation5 (10)1 (7)2 (14)4 (29)11 (29)3 (27)8 (30)1 (10)8 (44)4 (75)Usage of rescue therapyb5 (10)2 (14)6 (13)b7 (50)b9 (24)4 (36)2 (7)1 (10)2 (10)1 (25)Paralytics15 (31)5 (36)20 (43)9 (64)10 (26)2 (18)4 (15)000Respiratory rate/min34 (28–39)26 (25–32)30 (27–35)29 (23–30)30 (28–35)28 (26–31)32 (30–35)30 (22–32)31 (28–35)28 (27–32)FiO20.70 (0.55–1)0.75 (0.4–1)0.60 (0.45–0.80)0.60 (0.40–0.70)0.55 (0.45–0.70)0.45 (0.40–0.55)0.55 (0.45–0.70)0.60 (0.50–0.70)0.55 (0.45–0.65)0.50 (0.40–0.60)Tidal volume (ml)400 (370–420)370 (350–400)400 (350–420)368 (350–415)400 (360–450)370 (345–385)400 (375–415)375 (350–400)400 (360–405)400 (380–420)PEEP (cm H2O)8 (8–11)10 (6–13)11 (9–12)12 (6–14)10 (8–12)8 (5–13)10 (8–12)11 (9–13)10 (8–12)10 (8–11)PIP (cm H2O)30 (25–32)28 (20–32)31 (25–34)27 (22–31)32 (27–34)25 (21–29)33 (26–36)30 (21–33)34 (31–37)26 (24–28)Plateau pressure (cm H2O)22 (19–29)23 (17–28)28 (25–29)25 (18–27)26 (24–28)22 (19–26)30 (22–32)24 (18–27)33 (25–35)28 (22–30)pH7.41 (7.33–7.47)7.33 (7.25–7.39)7.39 (7.32–7.44)7.34 (7.28–7.45)7.39 (7.33–7.44)7.46 (7.34–7.48)7.34 (7.28–7.44)7.34 (7.32–7.44)7.37 (7.22–7.45)7.41 (7.40–7.44)PaO2 (mm Hg)61 (55–74)74 (73–180)68 (58–77)71 (64–112)68 (54–75)77 (72–118)71 (61–77)79 (69–120)67 (57–83)76 (71–82)PaCO2 (mm Hg)37 (31–40)49 (33–60)40 (36–45)51 (39–57)45 (40–56)48 (46–62)54 (45–64)50 (52–75)44 (37–56)55 (50–62)PaO2/FiO2 ratio114 (85–131)126 (75–189)113 (83–176)118 (55–170)101 (85–152)170 (90–215)103 (76–166)147 (64–184)132 (90–170)148 (92–210)Bicarbonate (mmol/L)23 (21–25)21 (18–27)24 (22–27)25 (22–28)27 (23–30)33 (31–37)29 (23–32)26 (22–33)25 (22–29)32 (30–35)Open in a separate windowValues are presented as number (%) or median (interquartile range).COVID-19: coronavirus disease 2019; MERS: Middle East respiratory syndrome; n: number, as specified in the column except for first two rows; FiO2: fraction of inspired oxygen; PEEP: positive endexpiratory pressure; PIP: peak inspiratory pressure; PaO2: partial pressure of oxygen; PaCO2: partial pressure of carbon dioxide.aCOVID-19, n=49; MERS, n=14;bP=0.003.Table 4 provides a detailed overview of the respiratory, ventilator, and laboratory parameters of the COVID-19 and MERS patients, with similar disease courses and progression (P> 0.05). By the end of the first week, fraction of inspired oxygen (FiO2), values had improved to a median of 0.45 to 0.55 in both groups and remained static afterward. The peak and plateau pressures increased in both groups after 2 weeks on mechanical ventilation and remained elevated during the third week. Meanwhile, the partial pressure of oxygen (PaO2)/FiO2 ratio remained low in both groups during their ICU stay, indicating the severity of ARDS.Patients in both groups experienced a prolonged duration of mechanical ventilation, and the majority received steroids, paralytics, renal replacement therapy, and vasopressor agents (Table 5). Moreover, they also had prolonged ICU and hospital stays. Both COVID-19 and MERS patients with ARDS experienced high rates of mortality in the ICU (53% vs. 64%) and hospital (59% vs. 64%) (P≥0.54); however, all the patients without underlying comorbidities survived.Table 5.Therapies used and outcome measuresVariableCOVID-19 (n=49)MERS (n=14)P-valueDuration of mechanical ventilation (day)16 (7–25)16 (10–17)0.65Steroids (%)841000.28Tocilizumab (%)780<0.001Paralytics received (%)61790.51Time from intubation to paralytics initiation (hr)13 (3–63)26 (8–46)0.45Duration of paralytics (hr)98 (30–288)75 (48–167)0.53Renal replacement therapy (%)45570.41Use of vasopressor agents (%)71790.68Tracheostomy (%)2270.19ICU length of stay (day)20 (12–30)17 (14–21)0.40Hospital length of stay (day)24 (15–36)22 (17–37)0.79ICU mortality (%)53640.46In-hospital mortality (%)59640.63Mortality in patients without any comorbidity (%)00NAOpen in a separate windowValues are presented as median (interquartile range) unless otherwise indicated.COVID-19: coronavirus disease 2019; MERS: Middle East respiratory syndrome; ICU: intensive care unit; NA: not applicable. DISCUSSIONARDS is the most feared complication to result from pneumonia brought on by coronaviruses, including SARS-CoV-2 and MERS-CoV. To our knowledge, our study is the only one to directly compare the ventilatory course of ARS patients with COVID-19 or MERS. This comparison, performed using our study population of predominantly tertiary care patients with multiple comorbidities, yielded some interesting results.Our COVID-19 and MERS patients retained the disease-specific baseline differences documented amongst them, with the former population being significantly older and more obese than the latter [12,15,16]. The patients in the two groups were equally at high risk of complications and death because of their similar baseline profiles of multiple medical problems and high Charlson Comorbidity Index. This is important as any disparities in baseline characteristics can have an impact on ARDS outcomes [17].The COVID-19 and MERS patients had comparable symptoms, a short duration from disease onset to hospitalization, and similar degrees of disease severity. Patients who present with comorbidities tend to deteriorate faster than healthy patients, so this was not unexpected [18]. Also, numbers of lymphopenia cases were not surprising in either group; however, we found remarkably higher CRP levels among COVID-19 patients than MERS patients. This is something that has not been reported before and could explain the potential role of steroids and interleukin-6 receptor antagonists in COVID-19 [11]. CRP levels almost normalized by the end of the first week in both COVID-19 and MERS patients, possibly due to multiple factors, including a decline in viral infectivity and the use of corticosteroids in MERS patients and steroids along with tocilizumab in COVID-19 patients.Another interesting difference was that one-third of our COVID-19 patients were still not intubated by the third day of their ICU stay, while 100% of MERS patients were. However, this difference was gone by the end of the first week. The reason for this is speculative and might have to do with the emergence of evidence regarding the use of high-flow oxygen in acute hypoxemic respiratory failure post-MERS outbreak and the concept of an “atypical” nature of COVID-19–induced ARDS [7,19]. Due to conflicting reports, more data are needed to assess the safety and efficacy of high-flow oxygen in COVID-19 patients with ARDS and the impact of this therapy on delayed intubation and mortality [20-22].By the end of 2 weeks postintubation, there were fewer extubations, more patients with a ventilated status, and more deaths in the COVID group than the MERS group, although these differences were not statistically significant. This could be due to the impact of the documented cytokine storm that can occur in COVID-19 patients, which has not been described in MERS patients [23]. Three weeks after intubation, two-thirds of patients were either extubated or dead in both the COVID-19 and MERS groups. Amongst the remaining one-third of patients, all in the MERS cohort eventually died, while seven COVID-19 patients (39%) survived. We could not identify the exact reason for this finding but hypothesize that the relatively higher Acute Physiology and Chronic Health Evaluation (APACHE) II score (23 vs. 19 points) and the greater incidence of secondary bacterial infection (50% vs. 18%) in MERS patients than in COVID-19 patients contributed to more non-survivors in the MERS group. Nonetheless, the results offer hope for the survival of COVID-19 patients who remain on mechanical ventilation after 3 weeks.FiO2 values at the time of intubation were the same in the two groups, around 0.70 to 0.75, improving to 0.45 to 0.50 by the end of the first week. However, on an opposite trajectory, the need for vasopressors increased to 40% in both cohorts by the first week, suggesting ensuing multiorgan failure. MERS patients required a greater proportion of rescue therapy for the first 72 hours, which indicates the greater challenge in managing them early after intubation. The ventilatory peak and plateau pressures were, however, similarly high in both groups and exhibited a progressive increase after 2 weeks of intubation, probably due to ensuing fibroproliferative ARDS [24]. Despite the reports about better compliance among COVID-19 patients with ARDS, the ventilatory parameters and their course over the first 3 weeks postintubation did not differ significantly from those of MERS patients [7]. Our results do not advocate against the use of high-flow oxygen or for early intubation, but open doors for further research and emphasize caution when dealing with these patients with ARDS. In both study groups, we did not employ airway release pressure ventilation, and recent research has advocated against its use in COVID-19 patients with ARDS [25].We administered steroids to all our MERS patients and the majority of our COVID-19 patients. The role of steroids, though standard of care for COVID-19, remains uncertain for MERS, in part due to lack of proper randomized trials. However, we deployed steroids specifically targeting ARDS in MERS patients because of the existence of some supportive literature [26]. CRP levels in MERS patients were also elevated, though not as high as those in COVID-19 patients, and underscore the necessity to test the hypothesis of steroid administration in a randomized trial.All the outcomes of interest were similar amongst COVID-19 and MERS patients, with high ICU and in-hospital mortality rates. These mortality figures are worse than those reported elsewhere in the literature [8,14,27,28]. However, this is probably due to the multiple baseline comorbidities and extremely high Charlson comorbidity index of our patients. None of the healthy patients in our study died, which should give encouragement to treating clinicians.Our study has a few limitations. The number of patients in both cohorts was limited, and larger studies might better clarify or identify any further differences. The comparison of MERS and COVID-19 patients is not simultaneous, and, even though patient ethnicity, comorbidities, characteristics, and treating clinicians were the same, other factors could have affected the outcomes. Our study included predominantly comorbid patients, and results in healthier populations could differ. Our patient population was also composed of a single ethnic background, and results could differ for other ethnic cohorts.Our study indicates that COVID-19 patients with ARDS have some distinct characteristics from MERS patients with ARDS prior to intubation: specifically, they are more obese and older, have much higher initial CRP levels, are more likely to receive a trial of high-flow oxygen, and to experience delayed intubation. The impact of high-flow oxygen on outcome in COVID-19 patients requires further assessment. Postintubation, however, the course follows a similar pattern between the two groups; ventilatory parameters, including improvements in FiO2 requirement and progression of peak and plateau pressures, appear in a similar fashion among COVID-19 and MERS patients. The mortality rate is extremely high in both groups, emphasizing the importance of early intervention to stop progression to ARDS in these patients to improve their outcomes. KEY MESSAGES■ In our comparison of coronavirus disease 2019 and Middle East respiratory syndrome patients with acute respiratory distress syndrome (ARDS), the former had higher initial C-reactive protein level, were more likely to receive a trial of high-flow oxygen, and experience delayed intubation.■ Postintubation, however, respiratory and ventilatory parameters (including tidal volume, fraction of inspired oxygen, and peak and plateau pressures) and their progression were similar between groups.■ ARDS mortality is extremely high in both groups, emphasizing the importance of early intervention. AcknowledgmentsWe would like to thank the following medical residents/fellows of King Faisal Specialist Hospital & Research Center, Jeddah, for their support of this study: Dr. Mansor A.N. Binhashr, Dr. Mohammed A. Alzahrani, Dr. Azhar Alharbi, Dr. Nahid A. Mulla, Dr Murad Mawlawi, Dr. Renad M. Nadhreen, Dr. Ahmed Qadah, Dr. Mohammad Saeedi, Dr. Afnan Afifi, Dr. Elaf M. Alzarnougi, and Dr. Abdullah Alraddadi. FootnotesCONFLICT OF INTEREST No potential conflict of interest relevant to this article was reported.\nAUTHOR CONTRIBUTIONS\nConceptualization: IK, MAA. Data curation: IK TJK. Formal analysis: MI, MI, RG, GYW. Methodology: MI, TJK. Project administration: IK, GYW. Visualization: IK. Writing–original draft: IK, TJK. Writing–review & editing: IK, RYM, MI, MAA, MI, RG. REFERENCES1. Shaver CM, Bastarache JA. Clinical and biological heterogeneity in acute respiratory distress syndrome: direct versus indirect lung injury. Clin Chest Med. 2014;35:639–53. [PMC free article] [PubMed] [Google Scholar]2. Gralinski LE, Baric RS. Molecular pathology of emerging coronavirus infections. J Pathol. 2015;235:185–95. [PMC free article] [PubMed] [Google Scholar]3. Wong CK, Lam CW, Wu AK, Ip WK, Lee NL, Chan IH, et al.  Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome. Clin Exp Immunol. 2004;136:95–103. [PMC free article] [PubMed] [Google Scholar]4. Cockrell AS, Yount BL, Scobey T, Jensen K, Douglas M, Beall A, et al.  A mouse model for MERS coronavirus-induced acute respiratory distress syndrome. Nat Microbiol. 2016;2:16226. [PMC free article] [PubMed] [Google Scholar]5. Lew TW, Kwek TK, Tai D, Earnest A, Loo S, Singh K, et al.  Acute respiratory distress syndrome in critically ill patients with severe acute respiratory syndrome. JAMA. 2003;290:374–80. [PubMed] [Google Scholar]6. Khalid I, Alraddadi BM, Dairi Y, Khalid TJ, Kadri M, Alshukairi AN, et al.  Acute management and long-term survival among subjects with severe Middle East respiratory syndrome coronavirus pneumonia and ARDS. Respir Care. 2016;61:340–8. [PubMed] [Google Scholar]7. Li X, Ma X. Acute respiratory failure in COVID-19: is it “typical” ARDS? Crit Care. 2020;24:198. [PMC free article] [PubMed] [Google Scholar]8. COVID-ICU Group on behalf of the REVA Network and the COVID-ICU Investigators  Clinical characteristics and day-90 outcomes of 4244 critically ill adults with COVID-19: a prospective cohort study. Intensive Care Med. 2021;47:60–73. [PMC free article] [PubMed] [Google Scholar]9. Panadero C, Abad-Fernández A, Rio-Ramirez MT, Acosta Gutierrez CM, Calderon-Alcala M, Lopez-Riolobos C, et al.  High-flow nasal cannula for acute respiratory distress syndrome (ARDS) due to COVID-19. Multidiscip Respir Med. 2020;15:693. [PMC free article] [PubMed] [Google Scholar]10. Gibson PG, Qin L, Puah SH. COVID-19 acute respiratory distress syndrome (ARDS): clinical features and differences from typical pre-COVID-19 ARDS. Med J Aust. 2020;213:54–6.e1. [PMC free article] [PubMed] [Google Scholar]11. REMAP-CAP Investigators. Gordon AC, Mouncey PR, Al-Beidh F, Rowan KM, Nichol AD, et al.  Interleukin-6 receptor antagonists in critically ill patients with Covid-19. N Engl J Med. 2021;384:1491–502. [PMC free article] [PubMed] [Google Scholar]12. Arabi YM, Mandourah Y, Al-Hameed F, Sindi AA, Almekhlafi GA, Hussein MA, et al.  Corticosteroid therapy for critically ill patients with Middle East respiratory syndrome. Am J Respir Crit Care Med. 2018;197:757–67. [PubMed] [Google Scholar]13. Stockman LJ, Bellamy R, Garner P. SARS: systematic review of treatment effects. PLoS Med. 2006;3:e343. [PMC free article] [PubMed] [Google Scholar]14. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–33. [PubMed] [Google Scholar]15. Zumla A, Hui DS, Perlman S. Middle East respiratory syndrome. Lancet. 2015;386:995–1007. [PMC free article] [PubMed] [Google Scholar]16. Kim EY. Identification of risk factors for mortality in COVID-19 patients. Acute Crit Care. 2020;35:296–7. [PMC free article] [PubMed] [Google Scholar]17. Pais FM, Sinha P, Liu KD, Matthay MA. Influence of clinical factors and exclusion criteria on mortality in ARDS observational studies and randomized controlled trials. Respir Care. 2018;63:1060–9. [PubMed] [Google Scholar]18. Lyons PG, Klaus J, McEvoy CA, Westervelt P, Gage BF, Kollef MH. Factors associated with clinical deterioration among patients hospitalized on the wards at a tertiary cancer hospital. J Oncol Pract. 2019;15:e652–65. [PMC free article] [PubMed] [Google Scholar]19. Frat JP, Thille AW, Mercat A, Girault C, Ragot S, Perbet S, et al.  High-flow oxygen through nasal cannula in acute hypoxemic respiratory failure. N Engl J Med. 2015;372:2185–96. [PubMed] [Google Scholar]20. Mellado-Artigas R, Ferreyro BL, Angriman F, Hernández-Sanz M, Arruti E, Torres A, et al.  High-flow nasal oxygen in patients with COVID-19-associated acute respiratory failure. Crit Care. 2021;25:58. [PMC free article] [PubMed] [Google Scholar]21. Jha AK, Kulkarni SG. Evolution of COVID-19 management in critical care: review and perspective from a hospital in the United Kingdom. Acute Crit Care. 2021;36:1–14. [PMC free article] [PubMed] [Google Scholar]22. Lal T, Sircar M. COVID-19 patients: when and whom to ventilate? Acute Crit Care. 2020;35:218–9. [PMC free article] [PubMed] [Google Scholar]23. Fajgenbaum DC, June CH. Cytokine storm. N Engl J Med. 2020;383:2255–73. [PMC free article] [PubMed] [Google Scholar]24. Burnham EL, Hyzy RC, Paine R, 3rd, Kelly AM, Quint LE, Lynch D, et al.  Detection of fibroproliferation by chest high-resolution CT scan in resolving ARDS. Chest. 2014;146:1196–204. [PMC free article] [PubMed] [Google Scholar]25. Zorbas JS, Ho KM, Litton E, Wibrow B, Fysh E, Anstey MH. Airway pressure release ventilation in mechanically ventilated patients with COVID-19: a multicenter observational study. Acute Crit Care. 2021;36:143–50. [PMC free article] [PubMed] [Google Scholar]26. Meduri GU, Bridges L, Shih MC, Marik PE, Siemieniuk RA, Kocak M. Prolonged glucocorticoid treatment is associated with improved ARDS outcomes: analysis of individual patients’ data from four randomized trials and trial-level meta-analysis of the updated literature. Intensive Care Med. 2016;42:829–40. [PubMed] [Google Scholar]27. Ayaz A, Arshad A, Malik H, Ali H, Hussain E, Jamil B. Risk factors for intensive care unit admission and mortality in hospitalized COVID-19 patients. Acute Crit Care. 2020;35:249–54. [PMC free article] [PubMed] [Google Scholar]28. Fadel FA, Al-Jaghbeer M, Kumar S, Griffiths L, Wang X, Han X, et al.  Clinical characteristics and outcomes of critically Ill patients with COVID-19 in Northeast Ohio: low mortality and length of stay. Acute Crit Care. 2020;35:242–8. [PMC free article] [PubMed] [Google Scholar]"}