{"title": "Reversibility of total airway closure and alveolar consolidation in a COVID-19 patient: A case study", "pubDate": "2021", "PMCID": "PMC8447122", "DOI": "10.1111/nicc.12688", "PMID": "34327785", "abstract": "Coronavirus disease 2019 (COVID-19) may be complicated by life-threatening pneumonia requiring tracheal intubation, mechanical ventilation and veno-venous extracorporeal membrane oxygenation (vvECMO). It is not yet clear to what extent and after which delay the most severe cases of COVID-19 pneumonia are reversible. Here, we present a 39-year-old patient who developed a severe COVID-19-attributed acute respiratory distress syndrome (ARDS) resulting in complete alveolar consolidation and airway closure for several weeks. His remarkable ventilatory pattern was established using ventilator airway pressure curve analysis and computed tomography imaging. The patient was managed with supportive care, mechanical ventilation and vvECMO. He received dexamethasone and tocilizumab as immunomodulatory drugs. Despite multiple complications, he recovered and was weaned from vvECMO, ventilator and oxygen on days 75, 95 and 99 post-intubation, respectively. He was discharged from hospital on day 113. This case study strongly supports the remarkable potential for reversibility of ARDS in COVID-19 patients and discusses the implications for critical care nursing regarding mechanical ventilation and ECMO device management in patients who may become entirely dependent on vvECMO for oxygenation and carbon dioxide elimination.", "author": [{"author": "Sebastian Voicu", "affiliation": ["Department of Medical and Toxicological Critical Care, Lariboisière Hospital, APHP, Paris, France.", "Inserm UMRS 1144, University of Paris, Paris, France."], "href": "/?term=Voicu+S&cauthor_id=34327785"}, {"author": "Alexandre Brudon", "affiliation": ["Department of Medical and Toxicological Critical Care, Lariboisière Hospital, APHP, Paris, France."], "href": "/?term=Brudon+A&cauthor_id=34327785"}, {"author": "Louis Modestin", "affiliation": ["Department of Medical and Toxicological Critical Care, Lariboisière Hospital, APHP, Paris, France."], "href": "/?term=Modestin+L&cauthor_id=34327785"}, {"author": "Kiyoko Nitenberg", "affiliation": ["Department of Medical and Toxicological Critical Care, Lariboisière Hospital, APHP, Paris, France."], "href": "/?term=Nitenberg+K&cauthor_id=34327785"}, {"author": "Antoine Gonde", "affiliation": ["Department of Medical and Toxicological Critical Care, Lariboisière Hospital, APHP, Paris, France."], "href": "/?term=Gonde+A&cauthor_id=34327785"}, {"author": "Isabelle Malissin", "affiliation": ["Department of Medical and Toxicological Critical Care, Lariboisière Hospital, APHP, Paris, France.", "Inserm UMRS 1144, University of Paris, Paris, France."], "href": "/?term=Malissin+I&cauthor_id=34327785"}, {"author": "Bruno Mégarbane", "affiliation": ["Department of Medical and Toxicological Critical Care, Lariboisière Hospital, APHP, Paris, France.", "Inserm UMRS 1144, University of Paris, Paris, France."], "href": "/?term=M%C3%A9garbane+B&cauthor_id=34327785"}], "refPMID": ["33250401", "32798468", "34137786", "33131070", "22797452", "31577153", "32200645", "28557528", "32399901"], "citedInPMID": ["34327785", "34945831"], "body": " AbstractCoronavirus disease 2019 (COVID‐19) may be complicated by life‐threatening pneumonia requiring tracheal intubation, mechanical ventilation and veno‐venous extracorporeal membrane oxygenation (vvECMO). It is not yet clear to what extent and after which delay the most severe cases of COVID‐19 pneumonia are reversible. Here, we present a 39‐year‐old patient who developed a severe COVID‐19‐attributed acute respiratory distress syndrome (ARDS) resulting in complete alveolar consolidation and airway closure for several weeks. His remarkable ventilatory pattern was established using ventilator airway pressure curve analysis and computed tomography imaging. The patient was managed with supportive care, mechanical ventilation and vvECMO. He received dexamethasone and tocilizumab as immunomodulatory drugs. Despite multiple complications, he recovered and was weaned from vvECMO, ventilator and oxygen on days 75, 95 and 99 post‐intubation, respectively. He was discharged from hospital on day 113. This case study strongly supports the remarkable potential for reversibility of ARDS in COVID‐19 patients and discusses the implications for critical care nursing regarding mechanical ventilation and ECMO device management in patients who may become entirely dependent on vvECMO for oxygenation and carbon dioxide elimination.Keywords: airway closure, alveolar consolidation, ARDS, case study, COVID‐19, ECMO, outcome \nWhat is known about this topic\nCOVID‐19 is responsible for life‐threatening pneumonia that may require invasive mechanical ventilation.Veno‐venous extracorporeal membrane oxygenation may be life‐saving when managing COVID‐19‐related refractory hypoxemic pneumonia.Critical caregivers have important specific roles in the management of mechanically ventilated COVID‐19 patients.\nWhat this paper adds\nThe extremely severe COVID‐19 patient may develop complete alveolar consolidation and airway closure for several weeks.Oxygenation and carbon dioxide elimination may be entirely dependent on veno‐venous extracorporeal membrane oxygenation for weeks in the COVID‐19 patient.In mechanically ventilated COVID‐19 patients, plateau pressure should be monitored often as it may change rapidly and require replacement of volume‐controlled with pressure‐controlled ventilation to avoid barotrauma.Extremely severe acute respiratory distress syndrome may be remarkably reversible with no persistent functional disability in the COVID‐19 patient.\n\n 1. INTRODUCTIONSevere coronavirus 2019 (COVID‐19) disease may be responsible for profound hypoxemia requiring intensive care unit (ICU) admission and invasive mechanical ventilation.1 In the most severe patients, implementation of veno‐venous extracorporeal membrane oxygenation (vvECMO) may be required. Interestingly, survival of vvECMO‐treated COVID‐19 patients was shown to be relatively good.2\nAs COVID‐19 is still a new clinical entity, reversibility of the most severe pneumonia cases is still under evaluation. It is not clear which patients may have reasonable chances of recovery and whether very prolonged severe alterations in pulmonary function may reverse. In exceptional cases, persistent acute respiratory distress syndrome (ARDS) leads to pulmonary transplantation as the last resort in COVID‐19 patients supported by vvECMO.3, 4 However, pursuing medical management is futile, and at which stage aggressive interventions such as lung transplantation should be undertaken is unknown. 2. AIMThis case study critically presents the clinical and radiological features of a COVID‐19 patient with life‐threatening pneumonia managed with vvECMO that resulted in total alveolar consolidation and airway closure, which progressively improved in the ICU, allowing the final complete recovery of pulmonary function. Specificities of nursing care are analysed because of the almost complete dependence of the patient on vvECMO for oxygenation and carbon dioxide elimination. The patient gave written informed permission to use any clinical information/material relating to his case anonymously in any subsequent verbal or written presentation of the research. 3. CASE DESCRIPTIONA 39‐year‐old man with a body‐mass index of 29 kg/m2 and no remarkable past medical history was referred to our ICU with life‐threatening COVID‐19 pneumonia requiring prompt invasive mechanical ventilation on the day of admission. A complete left pneumothorax complicated tracheal intubation and necessitated emergency drainage by chest tube insertion. Despite optimized mechanical ventilation and nitric oxide 10 ppm (ppm), PaO2/FiO2 ratio deteriorated. Four days post‐intubation, vvECMO was implemented to treat severe hypoxemia with PaO2/FiO2 ratio of 55 mmHg. Immunomodulatory anti‐COVID‐19 therapy included hydroxychloroquine 100 mg b.i.d. for 10 days + azithromycin 250 mg/day for 5 days, dexamethasone 10 mg b.i.d. for 5 days followed by 5 mg b.i.d for 5 days, and tocilizumab 800 mg by intravenous infusion repeated twice at 24 hours interval.During the first days of ICU stay, pulmonary compliance decreased, requiring a progressive decrease in tidal volume to maintain plateau pressures of maximum 30 cmH2O as recommended by guidelines.5 Compliance dropped at 2.5 mL/cmH2O on day 7 when the patient was started on pressure‐controlled ventilation (positive end‐expiratory pressure [PEEP], 14 cmH2O; inspiratory pressure level, 29 cmH2O; respiratory rate, 15/min). Blood oxygenation was exclusively ensured by vvECMO, as tidal volume remained extremely low until day 41 post‐intubation (i.e., day 37 of vvECMO; Figure 1A).Open in a separate windowFIGURE 1Pulmonary compliance during veno‐venous extracorporeal membrane oxygenation (vvECMO) treatment showing improvement starting on day 42 post‐intubation (day 38 of vvECMO) (A). Airway pressure curve on day 19 post‐intubation with time as horizontal axis showing a straight line reaching airway pressure of 51 cmH2O and driving pressure of 46 cmH2O with a 5 L/min insufflation rate (inspiratory output) and at a positive end‐expiratory pressure of 5 cmH2O (B). Pulmonary compliance calculated at 1.5 mL/cmH2O was in favour of complete airway closure that persisted ~35 days before improvementOn day 9 post‐intubation, he presented a spontaneous left tension pneumothorax complicated by cardiac arrest; he was immediately resuscitated after 2 minutes of chest compressions and 1 mg of epinephrine. A new chest drain was urgently inserted to drain the pneumothorax. The drainage was complicated by haemothorax triggered by anticoagulation used for vvECMO, requiring intercostal artery embolization. On day 10, computed tomography showed a small residual left pneumothorax but severe lung consolidation with only a few aerated alveoli and air bronchogram (Figure 2A).Open in a separate windowFIGURE 2Computed tomography scan below the carina showing air bronchogram (short arrows) and some aerated alveoli (long arrows) as well as a fine partially drained pneumothorax (arrowhead) on day 6 of veno‐venous extracorporeal membrane oxygenation (vvECMO) (A). On day 15 of vvECMO the computed tomography showed total absence of air in the airways and alveoli (B) and the chest X‐ray on the same day showed complete absence of air (C). On day 20 after weaning from vvECMO and weaning from ventilator and oxygen, the chest X‐ray showed complete re‐aeration of the lungs (D). Embolization of three intercostal arteries and pleural surgery were necessary to stop extensive haemothorax and evacuate the residual haemorrhagic collection. Chest drain (panels A, B and C), orogastric tube (panels A, B and C), ECMO cannula (panels A and B), embolization coils (panel D) and tracheotomy cannula (panel D) are visible in the figureOn day 19 post‐intubation, the airway pressure curve evaluating alveolar recruitability by recruitment‐to‐inflation ratio, as suggested by previous works,6, 7 consisted of a straight line reaching 51cmH2O pressure after insufflation of 67 mL of air at 5 L/min insufflation rate (Figure 1B). This pattern corresponded to a pulmonary static compliance of 1.5 mL/cmH2O, suggesting total alveolar consolidation and/or complete airway closure. Chest imaging confirmed the total absence of air in the airways, that is, the absence of air bronchogram and the total alveolar consolidation (Figure 2B,C).Improvement started on day 42 post‐intubation (i.e., day 38 of vvECMO) when compliance began to increase. Tidal volume progressively improved to more than 100 mL. Thereafter, progressive re‐aeration occurred despite a temporary decrease in compliance because of ventilator‐acquired Escherichia coli pneumonia on day 50 post‐intubation (i.e., day 46 of vvECMO; Figure 1A). The patient was weaned from vvECMO on day 75 post‐intubation after 71 days of vvECMO. Subsequently, he underwent tracheotomy to facilitate physiotherapy.On day 91 post‐intubation, given the persistent haemothorax despite drainage, pleural surgery was performed and successfully evacuated the residual left pleural haematic collection, allowing for improved lung expansion. Finally, total re‐aeration of the lungs was observed on day 95 (i.e., 20 days post‐vvECMO weaning; Figure 2D). The patient was weaned from oxygen on day 99 and the tracheotomy tube ablated on day 106. The patient was discharged from hospital on day 113. At 3‐month follow‐up, he resumed his professional work and returned to normal life without functional complaints. 4. DISCUSSIONThis patient presented with alveolar condensation of the entire lung tissue including complete absence of air bronchogram on imaging, while the lungs did not participate at all in gas exchanges, which were ensured by vvECMO. This case study is an example of extreme ARDS during which the patient is entirely dependent on vvECMO for oxygenation and carbon dioxide elimination, therefore requiring careful management of vvECMO device by caregivers. Special care was taken during physical therapy and nursing care to protect cannulas and circuit from any change of position that may have decreased the vvECMO output.The clinical course of our patient was complicated by left tension pneumothorax requiring emergency drainage. Protecting airways from excessive pressure is a major goal in ARDS patients including in extreme cases like our patient. Interestingly, pneumothorax recurred in our patient despite mechanical ventilation parameters limiting plateau pressures to 29 cmH2O as recommended.5 The pneumothorax occurred when some airways and alveoli were still open (Figure 2A). The mode of ventilation we used in this paralysed patient was pressure‐controlled instead of volume‐controlled ventilation, to avoid excessive airway pressure that may lead to barotrauma. During the first days of ICU stay, regular monitoring by nurses while the patient was on volume‐controlled ventilation showed that plateau pressures were occasionally above 30 cmH2O, requiring a decrease in tidal volume accordingly, to maintain plateau pressures at a maximum of 30 cmH2O until the decision was made to switch to pressure‐controlled ventilation on day 7. This shows the paramount role of nurses in monitoring mechanical ventilation parameters that highly impact the optimal patient management. The plateau pressure should be monitored as often as possible because pulmonary compliance may deteriorate rapidly in some COVID‐19 patients, leading to increased pressures if volume‐controlled ventilation is pursued. When plateau pressure increases rapidly, a volume‐controlled mode may be replaced by a pressure‐controlled mode to protect patent alveoli from barotrauma by controlling the peak pressure.8 The advantage of this latter mode was to maintain a maximum pressure in the airways of 29 cmH2O as the inspiratory pressure level was set at 29 cmH2O. However, despite this precautionary measure, pneumothorax recurred, complicated by rapidly resuscitated cardiac arrest. We believe that high levels of PEEP 14 cmH2O may have favoured this complication, but the decision to keep a high PEEP was made to prevent alveolar collapse and improve oxygenation. Interestingly, alveolar collapse could not be prevented, and on the recruitment‐to‐inflation ratio manoeuvre on day 19, compliance decreased to 1.5 mL/cmH2O and airways and/or alveoli did not open until ventilation circuit pressure reached 51 cmH2O, which was the pressure at which we stopped the insufflation (Figure 1B). Such a curve suggesting that air was unable to enter the alveoli may be because of either airway closure or alveolar collapse or condensation.9 All these phenomena were present in our patient.Previous studies showed that COVID‐19 patients had airways closure, a phenomenon that is characterized by closure of all small airways that open only above a threshold pressure, the airway opening pressure. This phenomenon was previously described in ARDS patients6, 9 and identified by a very low compliance, similar to that of the ventilation circuit, during a slow insufflation at ~5 L/min starting at a low or zero PEEP. The very low compliance persisted during the insufflation until the pressure becomes sufficient to open airways and compliance returned to its original value because air was able to enter the alveoli. Previous findings showed a median airway opening pressure of 8 cmH2O [quartiles, 7–10] in COVID‐19 patients who presented with airway closure during recruitment‐to‐inflation ratio assessment.10 In our patient, airways and/or alveoli did open even at 51 cmH2O, showing the extreme alteration in the pulmonary function.As shown by computed tomography scan, both total airway closure (proven by total absence of air bronchogram) and total alveolar condensation were present in our patient. It is not possible to establish which of the two was responsible for restricting air entering the lungs. Moreover, a causal relationship between airway closure and alveolar consolidation or vice versa could not be established with certainty.We were able to establish the inflammatory lung pattern on day 11 post‐intubation, the bronchoalveolar lavage fluid showing predominantly lymphocyte inflammation (74% of the cells) with limited proportions of macrophages (22%) and neutrophils (3%). Interestingly, this pattern of inflammation was not associated with lung destruction, but rather with the progressive improvement from day 42 post‐intubation. This may have been the result of inflammation healing spontaneously and/or favoured by the immune suppressive therapy including dexamethasone and tocilizumab. This is important for future management of COVID‐19 patients with such dramatic pulmonary dysfunction, suggesting that overall care may be worth pursuing, as pulmonary recovery is possible with good results, even after total alveolar condensation and airway closure.Several key messages and learnings could be drawn from our case study for future nursing care of similar COVID‐19 patients presenting extremely severe pulmonary damage. First, plateau pressure and lung compliance should be closely monitored to adapt mechanical ventilation mode if required by increased pressures because of lung inflammation and damage. Second, patient handling and nursing should be extremely cautious if patient ventilation is almost exclusively dependent on vv‐ECMO. Third, although our case remains exceptional, evaluation of appropriateness and value of therapy goals and treatment measures should take into account the potential of pulmonary damage reversibility. 5. CONCLUSIONThe extremely low compliance for about 35 days we report in one of the longest vvECMO treatment (71 days) described in COVID‐19 survivors demonstrates the spectacular reversibility potential in COVID‐19 pneumonia. The case shows also the importance of closely monitoring key ventilation parameters such as plateau pressure and compliance and adapting ventilator settings to the physiologic status of the lung and pursuing optimum care. Prolonged treatment with vvECMO may be associated with survival and complete pulmonary recovery. AUTHOR CONTRIBUTIONSPatient management (Sebastian Voicu, Alexandre Brudon, Louis Modestin, Kiyoko Nitenberg, Antoine Gonde, Isabelle Malissin, Bruno Mégarbane); data acquisition (Sebastian Voicu, Alexandre Brudon, Louis Modestin, Bruno Mégarbane); original draft writing (Sebastian Voicu, Alexandre Brudon, Bruno Mégarbane), Review and editing (Sebastian Voicu, Bruno Mégarbane). ETHICS STATEMENTInformed consent was obtained from the patient for publication. Notes\nVoicu S, Brudon A, Modestin L, et al. Reversibility of total airway closure and alveolar consolidation in a COVID‐19 patient: A case study. Nurs Crit Care. 2021;1-5. 10.1111/nicc.12688 [PMC free article] [PubMed] [CrossRef]\n REFERENCES1. Roedl K, Jarczak D, Thasler L, et al. Mechanical ventilation and mortality among 223 critically ill patients with coronavirus disease 2019: A multicentric study in Germany. Aust Crit Care. 2020;S1036‐7314(20):30334‐30339. [PMC free article] [PubMed] [Google Scholar]2. Schmidt M, Hajage D, Lebreton G, et al. Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome associated with COVID‐19: a retrospective cohort study. Lancet Respir Med. 2020;8:1121‐1131. [PMC free article] [PubMed] [Google Scholar]3. Walter, K. Lung transplants for COVID‐19‐the option of last resort. JAMA. 2021. 10.1001/jama.2021.9363. [PubMed] [CrossRef] [Google Scholar]4. Chen X‐J, Li K, Xu L, et al. Novel insight from the first lung transplant of a COVID‐19 patient. Eur J Clin Invest. 2021;51:e13443. [PubMed] [Google Scholar]5. Definition Task Force ARDS, Ranieri VM, Rubenfeld GD, et al. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526‐2533. [PubMed] [Google Scholar]6. Chen L, Del Sorbo L, Grieco DL, et al. Potential for lung recruitment estimated by the recruitment‐to‐inflation ratio in acute respiratory distress syndrome: A clinical trial. Am J Respir Crit Care Med. 2020;201:178‐187. [PubMed] [Google Scholar]7. Pan C, Chen L, Lu C, et al. Lung recruitability in COVID‐19‐associated acute respiratory distress syndrome: a single‐center observational study. Am J Respir Crit Care Med. 2020;201:1294‐1297. [PMC free article] [PubMed] [Google Scholar]8. Messina Z, Olarewaju O. Pressure Controlled Ventilation. Treasure Island (FL): StatPearls Publishing; 2021. [Google Scholar]9. Chen L, Del Sorbo L, Grieco DL, et al. Airway closure in acute respiratory distress syndrome: an underestimated and misinterpreted phenomenon. Am J Respir Crit Care Med. 2018;197:132‐136. [PubMed] [Google Scholar]10. Beloncle FM, Pavlovsky B, Desprez C, et al. Recruitability and effect of PEEP in SARS‐Cov‐2‐associated acute respiratory distress syndrome. Ann Intensive Care. 2020;10:55. [PMC free article] [PubMed] [Google Scholar]"}