{"title": "Low PEEP Mechanical Ventilation and PaO 2/FiO 2 Ratio Evolution in COVID-19 Patients", "pubDate": "2021;3(12):2435-2442.", "PMCID": "PMC8310399", "DOI": "10.1007/s42399-021-01031-x", "PMID": "34337327", "abstract": "Invasive mechanical ventilation (IMV) is the standard treatment in critically ill COVID-19 patients with acute severe respiratory distress syndrome (ARDS). When IMV setting is extremely aggressive, especially through the application of high positive-end-expiratory respiration (PEEP) values, lung damage can occur. Until today, in COVID-19 patients, two types of ARDS were identified (L- and H-type); for the L-type, a lower PEEP strategy was supposed to be preferred, but data are still missing. The aim of this study was to evaluate if a clinical management with lower PEEP values in critically ill L-type COVID-19 patients was safe and efficient in comparison to usual standard of care. A retrospective analysis was conducted on consecutive patients with COVID-19 ARDS admitted to the ICU and treated with IMV. Patients were treated with a lower PEEP strategy adapted to BMI: PEEP 10 cmH2O if BMI < 30 kg m-2, PEEP 12 cmH2O if BMI 30-50 kg m-2, PEEP 15 cmH2O if BMI > 50 kg m-2. Primary endpoint was the PaO2/FiO2 ratio evolution during the first 3 IMV days; secondary endpoints were to analyze ICU length of stay (LOS) and IMV length. From March 2 to January 15, 2021, 79 patients underwent IMV. Average applied PEEP was 11 ± 2.9 cmH2O for BMI < 30 kg m-2 and 16 ± 3.18 cmH2O for BMI > 30 kg m-2. During the first 24 h of IMV, patients' PaO2/FiO2 ratio presented an improvement (p<0.001; CI 99%) that continued daily up to 72 h (p<0.001; CI 99%). Median ICU LOS was 15 days (10-28); median duration of IMV was 12 days (8-26). The ICU mortality rate was 31.6%. Lower PEEP strategy treatment in L-type COVID-19 ARDS resulted in a PaO2/FiO2 ratio persistent daily improvement during the first 72 h of IMV. A lower PEEP strategy could be beneficial in the first phase of ARDS in critically ill COVID-19 patients.", "author": [{"author": "Samuele Ceruti", "affiliation": ["Department of Critical Care, Clinica Luganese Moncucco, Lugano, Switzerland."], "href": "/?term=Ceruti+S&cauthor_id=34337327"}, {"author": "Marco Roncador", "affiliation": ["Internal Medicine Service, Clinica Luganese Moncucco, Lugano, Switzerland.", "Department of Medical Oncology and Hematology, University Hospital Zürich, Zürich, Switzerland."], "href": "/?term=Roncador+M&cauthor_id=34337327"}, {"author": "Andrea Saporito", "affiliation": ["Anesthesiology Division, Ospedale Regionale di Bellinzona e Valli, 6500 Bellinzona, Switzerland."], "href": "/?term=Saporito+A&cauthor_id=34337327"}, {"author": "Maira Biggiogero", "affiliation": ["Clinical Research Unit, Clinica Luganese Moncucco, Lugano, Switzerland."], "href": "/?term=Biggiogero+M&cauthor_id=34337327"}, {"author": "Andrea Glotta", "affiliation": ["Department of Critical Care, Clinica Luganese Moncucco, Lugano, Switzerland."], "href": "/?term=Glotta+A&cauthor_id=34337327"}, {"author": "Pier Andrea Maida", "affiliation": ["Clinical Research Unit, Clinica Luganese Moncucco, Lugano, Switzerland."], "href": "/?term=Maida+PA&cauthor_id=34337327"}, {"author": "Patrizia Urso", "affiliation": ["Radiotherapy Department, Clinica Luganese Moncucco, Lugano, Switzerland."], "href": "/?term=Urso+P&cauthor_id=34337327"}, {"author": "Giovanni Bona", "affiliation": ["Internal Medicine Service, Clinica Luganese Moncucco, Lugano, Switzerland."], "href": "/?term=Bona+G&cauthor_id=34337327"}, {"author": "Christian Garzoni", "affiliation": ["Internal Medicine Service, Clinica Luganese Moncucco, Lugano, Switzerland."], "href": "/?term=Garzoni+C&cauthor_id=34337327"}, {"author": "Romano Mauri", "affiliation": ["Department of Critical Care, Clinica Luganese Moncucco, Lugano, Switzerland."], "href": "/?term=Mauri+R&cauthor_id=34337327"}, {"author": "Alain Borgeat", "affiliation": ["Anaesthesiology Division, Balgrist University Hospital, Zürich, Switzerland."], "href": "/?term=Borgeat+A&cauthor_id=34337327"}], "refPMID": ["32697482", "29575957", "27842744", "31809278", "31907704", "32305591", "33444117", "32222812", "32299472", "32291463", "32546230", "33223045", "32291463", "29043834", "27481760", "30576221", "27418577", "28890434", "12421743", "30482763", "32502594", "32123994", "14668608", "33089348", "32109013", "32162029", "31399381", "10793162", "28459336", "32227758"], "citedInPMID": ["34337327"], "body": " AbstractInvasive mechanical ventilation (IMV) is the standard treatment in critically ill COVID-19 patients with acute severe respiratory distress syndrome (ARDS). When IMV setting is extremely aggressive, especially through the application of high positive-end-expiratory respiration (PEEP) values, lung damage can occur. Until today, in COVID-19 patients, two types of ARDS were identified (L- and H-type); for the L-type, a lower PEEP strategy was supposed to be preferred, but data are still missing. The aim of this study was to evaluate if a clinical management with lower PEEP values in critically ill L-type COVID-19 patients was safe and efficient in comparison to usual standard of care. A retrospective analysis was conducted on consecutive patients with COVID-19 ARDS admitted to the ICU and treated with IMV. Patients were treated with a lower PEEP strategy adapted to BMI: PEEP 10 cmH2O if BMI < 30 kg m−2, PEEP 12 cmH2O if BMI 30–50 kg m−2, PEEP 15 cmH2O if BMI > 50 kg m−2. Primary endpoint was the PaO2/FiO2 ratio evolution during the first 3 IMV days; secondary endpoints were to analyze ICU length of stay (LOS) and IMV length. From March 2 to January 15, 2021, 79 patients underwent IMV. Average applied PEEP was 11 ± 2.9 cmH2O for BMI < 30 kg m−2 and 16 ± 3.18 cmH2O for BMI > 30 kg m−2. During the first 24 h of IMV, patients’ PaO2/FiO2 ratio presented an improvement (p<0.001; CI 99%) that continued daily up to 72 h (p<0.001; CI 99%). Median ICU LOS was 15 days (10–28); median duration of IMV was 12 days (8–26). The ICU mortality rate was 31.6%. Lower PEEP strategy treatment in L-type COVID-19 ARDS resulted in a PaO2/FiO2 ratio persistent daily improvement during the first 72 h of IMV. A lower PEEP strategy could be beneficial in the first phase of ARDS in critically ill COVID-19 patients.Keywords: Adult respiratory distress syndrome, COVID-19, Mechanical ventilation, PaO2/FiO2, Positive-end-expiratory respiration BackgroundSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the cause of COVID-19, a pandemic that has affected more than 180,000,000 individuals and caused nearly 4,000,000 deaths since initial detection of the virus at the end of January 2019 [1]. Invasive mechanical ventilation (IMV) is the gold standard treatment in critically ill COVID-19 patients with acute respiratory distress syndrome (ARDS); in this scenario, ventilatory settings with increased positive-end-expiratory respiration (PEEP) values have been suggested [2–4]. However, when IMV setting is extremely aggressive, as in the case of high PEEP values, pulmonary complications like barotrauma, volutrauma, or biotrauma can occur [5–7].Relevant pathophysiological understanding of COVID-19 reported by Cronin [8], Nieman [9], Gattinoni [10], and Bendjelid [11] identified specific lung features in the early stages of the disease. According to these features, Habashi et al. stratified COVID-19 ARDS in two different groups, identifying a L-type and a H-type ARDS [12] based on different lung pathophysiology. The first population presents a higher lung compliance compared to “classic” ARDS patients, due to a probable alveolitis, with a shunt effect due to loss of local hypoxic vasoconstriction. The second population described presents a low lung compliance and a pattern of “baby-lung” compatible with classic ARDS [2, 3, 10, 11, 13–15]. More recent evidences suggested that in patients with L-type ARDS a less aggressive approach implementing a lower PEEP strategy may be favorable [2, 16–19]. PEEP values between 8 and 10 cmH2O, intended as lower PEEP strategy, were suggested to be adequate in this setting [18].During ARDS, also in the setting of critically ill COVID-19 patients, the PaO2/FiO2 ratio is typically used as a prognostic stratification parameter [20]; moreover, it determines lung respiratory efficiency, acting as a primary clinical indicator of hypoxemia [20], allowing to properly evaluate changes in patients’ respiratory status. The aim of this project was to verify if, in critically ill COVID-19 patients, a clinical management implementing a lower PEEP strategy during IMV was safe and efficient comparing to usual standard of care, analyzing the PaO2/FiO2 ratio. MethodsAfter approval by the Ethical Committee (Ethics Committees of Canton Ticino; Dec 2020, CE TI 3775) and in accordance with local federal rules, a retrospective analysis was conducted on consecutive patients with acute respiratory distress due to COVID-19 pneumonia admitted to the ICU during two pandemic waves (from March 2 to April 10, 2020, and from October 5, 2020, to January 15, 2021). All critically ill COVID-19 patients’ relevant data like demographics, severity score (NEMS — nine equivalents of nursing manpower use score, SAPS — simplified acute physiology score), clinical information, and laboratory/radiological results were obtained during patients’ hospitalization from electronic health records. Standard laboratory tests included complete blood count, CRP, ferritin, ASAT, ALAT, blood ionogram, creatinine, urea, D-dimer, Prothrombin Time (PT), activated partial thromboplastin time (aPTT), fibrinogen, blood gas analysis, SvO2, NT-pro-BNP, blood, and urine cultures and urine analysis for Legionella pneumophila antigen. All patients underwent chest x-ray and transthoracic echocardiography, to assess the global cardiac function before every pronation cycle. Performing a chest CT scan was considered at ICU admission, if the examination had not been performed within the preceding 24 h.At ICU admission, COVID-19 patients underwent non-invasive ventilation (NIV) through C-PAP or high-flow nasal cannula (HFNC); in case of worsening, defined as 2 consecutive ROX-index lower than 3.85 [21, 22] or residual respiratory distress after 1 h of NIV, patients underwent IMV. Patients who did not develop neither dyspnea nor worsening in ROX-index were treated with NIV.After endotracheal intubation, a lower PEEP strategy based on BMI was adopted: PEEP values of 10, 12, and 15 cmH2O were applied, respectively, for patients with BMI <30, 30–50, and >50 kg/m2. Once PEEP adjustment was performed, according to the ARDSnet PEEP table [13, 23] and PV-tools ventilatory measurements, FiO2 was adapted to maintain a SpO2 greater than 92% and a PaO2 > 60 mmHg (8 kPa). A protective ventilation strategy (TV 6–8 ml kg−1, Pplat < 30 cmH2O) with permissive hypercapnia (pH > 7.20) was adopted [24], with pronation cycles of 16 h beginning at the admission. A deep sedation was maintained to pursue a Richmond Agitation and Sedation Scale (RASS) of −4 during the first 36 h, combined with muscle relaxation in case of patient-ventilator asynchrony [25]. Given the thrombogenic diathesis of COVID-19 patients [24, 26], all patients were treated with an intermediate-prophylaxis, switched to a therapeutic dose in case of high risk of venous thromboembolism [27]. All clinical, ventilatory, and biological data were reported.Primary endpoint was to report the PaO2/FiO2 ratio evolution during IMV after application of lower PEEP according to BMI during the first 3 days of IMV. Secondary endpoints were to report and analyze patients ICU LOS and IMV length, further describing patients’ demographic characteristics, clinical complications rate, and critical care outcome.Statistical AnalysisDescriptive statistics was performed to summarize the collected clinical data. Gaussian distribution was verified by Kolmogorov-Smirnov test. Differences between patient outcomes were studied with a t-test for independent groups or with a Mann-Whitney test if a non-parametric analysis was required. Similarly, comparison of clinical evolution over time was performed with a paired t-test or with a non-parametric Wilcoxon test, depending on data distribution. A study of differences between groups of categorical data was carried out with chi-square statistics. The significance level of p value was established to be <0.01, with a confidence interval (CI) of 99%. Statistical data analysis was performed using the SPSS.26 package (SPSS Inc., Armonk, NY; USA). ResultsICU Patients’ CharacteristicsDuring the first pandemic wave, 46 patients were admitted to the ICU, while during the second wave 71 patients were further admitted. Thirty-eight patients did not receive IMV and were therefore excluded from the analysis; the seventy-nine patients who received IMV were instead included in the study (Fig. ​(Fig.1).1). Mean age was 67 ± 11 years; most patients were men (81%), often with one or more chronic medical conditions, most commonly arterial hypertension (57%) and diabetes (35.7%); almost all patients resulted hemodynamically stable (95%), without needing of inotropic agent (Table ​(Table1).1). A chest CT scan was obtained in 64 (76.2%) patients, showing bilateral ground-glass opacities in all cases, as well as concomitant consolidations in 13 of them (15.5%). Regarding the physiology of the patients’ lungs, the mean lung compliance resulted 63 ml/cmH2O (SD 6 ml/cmH2O), with mean pCO2 of 43.9 mmHg (SD 9.1 mmHg); FiO2 level was reduced comparing the pre-/post-intubation phases, respectively, from a median of 95% (80–100) to a median of 70% (60–90). Demographic and clinical data are reported in Table ​Table1;1; basal respiratory data are reported in Table ​Table22.\nOpen in a separate windowFig. 1CLM COVID-19 patients. Management of COVID-19 patients evaluated at our COVID-19 center during two pandemic waves (from March 2nd to April 10th, 2020, and from October 5th, 2020, to January 15th, 2021). ICU admission was performed according to standard selection criteria (SpO2 < 85% and/or dyspnea and/or signs of mental confusion). Patients not on invasive MV were excluded from the analysis.Table 1Baseline characteristicsUnitn.v.ResultsDemographic data Patients on invasive MVn79 AgeYears67 ± 11 (29–86) Malen68 (81%) BMIkg m−229 ± 5.1 (18.6–44.9) SAPS47 ± 17 (13–94) NEMS34 ± 9 (9–49)Comorbidities Arterial hypertensionn48 (57.1%) Ischemic cardiopathyn19 (22.6%) Diabetesn30 (35.7%) Obstructive sleep apnea syndromen9 (10.7%) COPDn12 (14.3%) Mean duration of symptomsDays5 (1–29)At admission Hemodynamics Systolic arterial pressuremmHg110–140129 (120–140) Diastolic arterial pressuremmHg60–8065 (60–75) Heart ratebpm60–10085 (50–96) Temperature°C36–38.337.0 (36.3–37.6) Lactatemmol L−1< 2.01.2 (0.8–1.6) Inotropic drugn0 Laboratory ASATU L−110–5047 (36–72) ALATU L−110–5033 (21–48) LeucocyteG L−14.0–10.06.8 (4.8–10) LymphocyteG L−11.3–3.60.7 (0.5–1.0) Radiology Chest x-rayn61 (72.6%) Chest CT scan - No CT scann20 (23.8%) - Ground glassn51 (60.7%) - Ground glass and consolidationn13 (15.5%)Open in a separate windowDemographic characteristics and blood tests at ICU admission. Continuous measurements were presented as mean ± SD (min–max) otherwise as median (25th–75th) if they are not normally distributed. Categorical variables were reported as counts and percentagesTable 2MV setting and clinical outcomesUnitn.v.ResultsBasal respiratory data FiO2 at admission before OTI%95 (80–100) P/F ratio at admission before OTI> 30070 (54–101) FiO2 after OTI%70 (60–90) P/F ratio after OTI> 300145 (111–206)Ventilatory strategy PEEP-strategy - BMI < 30 kg/m2cmH2O11 ± 2.9 (10–12) - BMI 30–50 kg/m2cmH2O16 ± 3.18 (12–18) - BMI > 50 kg/m2cmH2ONARespiratory data evolution Lung dynamic complianceml/cmH2O50–10063 ± 6 pCO2mmHg35–4543.9 ± 9.1 P/F ratio at first day> 300120 (94–174) P/F ratio at second day> 300160 (120–220) P/F ratio at third day> 300197 (140–235) Pronation cyclesn4 (2–5)Laboratory data (first 72 h) C-reactive-protein maxmg L−1< 5185 (106–258) Ferritin maxng mL−130–5001819 (878–3200) Lactate de-hydrogenase maxU L−1135–225530 (402–695) Creatinine maxumol L−162–10693 (72–129) Troponin T hs maxng L−114.8 (8.1–43.0) Creatinine kinase maxU L−139–308235 (101–360) Platelets minG L−1150–450171 (133–236) Bilirubin total maxμmol L−1< 21.08.3 (6.4–12.5)Clinical outcome Length of ICU stayDays15 (10–28) Length of MVDays12 (8–26)Complications Thromboembolism confirmedn19 (24.1%) Massive hemorrhagen6 (7.6%) VAPn37 (46.8%) AKI needing RRTn10 (11.9%)Open in a separate windowICU respiratory data at admission, during treatment and PEEP strategy, with ICU MV and laboratory data. Continuous measurements were presented as mean ±SD (min–max) otherwise as median (25th–75th) if they are not normally distributed. Categorical variables were reported as counts and percentagesIMV Settings with Low PEEPFor patients with BMI < 30 kg m−2, mean titrated PEEP was 11 cmH2O (SD 2.9), while for patients with BMI > 30 kg m−2 the mean PEEP was 16 cmH2O (SD 3.18); no patients with BMI more than 50 kg m−2 were admitted in the ICU. Upon ICU admission, early P/F ratio reported a median of 70 (54–101), with a median FiO2 of 95% (80–100) with non-invasive medical oxygen supply. After the implementation of IMV, the median FiO2 resulted 70% (60–90), with a median first P/F ratio of 145 (111–206), significantly increased compared to the P/F ratio preceding IMV (−75, CI 99%, −97/−52, p < 0.001) (Fig. ​(Fig.2).2). Seventy-eight (92.8%) patients underwent pronation cycles, with a median of 4 cycles per patient (Table ​(Table22).\nOpen in a separate windowFig. 2P/F ratio variation at OTI. P/F ratio variation before/after OTI at ICU admission (−75, CI 99%, −98/−52, p < 0.001)The P/F ratio after low PEEP application (Table ​(Table2)2) progressively improved, with a median value of 120 (94–174) at day 1 (−44, CI 99%, −64/−24, p < 0.001), 160 (120–220) on the second day (−81, CI 99%, −103/−60, p < 0.001), and 197 (140–235) on day 3 (−106, CI 99%, −133/−78, p < 0.001). This improvement resulted statistically significant both when comparing the P/F ratio between the first and second day (−36, CI 99%, −50/−22, p<0.001) and between the second and third day (−23, CI 99%, −40/−6, p<0.001) (Fig. ​(Fig.33).\nOpen in a separate windowFig. 3P/F ratio variation during MV. P/F ratio variation at ICU admission compared to the first, second, and third day of MV. All daily median PF values resulted significantly different compared to admission and compared to the day after, even with the use of low PEEP setting on MV. All differences resulted statistically significative (CI 99%, p < 0.001)ICU Patient OutcomeMedian ICU LOS was 15 days (10–28); the median duration of IMV length resulted 12 days (8–26) (Table ​(Table2).2). At 28 days, 41 critically ill patients (48.8%) were discharged from the ICU, 8 inpatients (9.5%) were still receiving IMV (6 via endotracheal tube, 2 via tracheostomy), and 5 patients (4.8%) were transferred to another hospital. The ICU mortality rate was 31.6% (25 patients). No patient underwent reintubation within or after 72 h from extubation. After the analysis of patients’ survival, no specific variable was significantly associated with better survival, both at clinical level, like age (mean 72.2 vs 64.5 years, p=0.056), and at biological level, like serum leucocyte (median 7 vs 8 G/L, p=0.09), lymphocyte (median 0.6 vs 0.9 G/L, p=0.08), and CK values (median 198 vs 232 U/L, p=0.91).Clinical ComplicationsNineteen patients (24.1%) presented major VTE phenomena (16 pulmonary embolism, 3 veno-arterial thrombosis) and 8 patients (9.5%) presented deep vein thrombosis. Fifteen (17.8%) patients received anticoagulation at a prophylactic dose, while 60 (71.4%) patients received a full therapeutic dosage. No patient presented any contraindication to parenteral anticoagulation; 6 (7.6%) patients presented bleeding complication, requiring anticoagulation suspension and specialist treatment. Thirty-seven (46.8%) patients undergoing IMV were diagnosed with ventilator associated pneumonia (VAP) and subsequently treated with antibiotic therapy in accordance with local clinical practice. Nineteen (24.1%) patients presented acute kidney injury (AKI), with 10 (11.9%) patients requiring renal replacement therapy (RRT) implementation. DiscussionAcute respiratory distress induced by SARS-CoV-2 is a critical clinical condition associated with COVID-19 infection [28, 29]. In a multisystem disease such as COVID-19, a multidisciplinary approach is recommendable [30]; to minimize the high mortality rate potentially associated with COVID-19 pandemics, and to correctly manage this critical condition, adequate hospital resources, structured triage, and appropriate clinical training are required [30]. Even if the classic ARDS criteria were identified in COVID-19 patients [31], clinical evidences led us to consider that atypical aspects were also evident, especially the lack of a reduced lung compliance with consequent hypercapnia [32]. The lack of “baby-lung” pattern [33] and the peculiar physiological characteristics of this ARDS [15, 17, 19, 31], suggested the implementation of a specific ventilation setting, in particular concerning PEEP [18]. Based on the abovementioned aspects, we specifically applied a lower PEEP ventilatory setting to all patients receiving IMV, carefully tailored to lungs physiology and, in agreement to ARDSnet PEEP table, also to BMI [17, 21, 28, 32]. As expected, after endotracheal intubation, we found patients easy to ventilate, with an average lung compliance higher than classic ARDS, without any sign of pCO2 retention [34].This approach was consistent with growing evidences, as suggested by Gattinoni et al. [33] and Bendjelid et al. [11], who identified the presence of two different ICU patient populations in COVID-19 ARDS. Although our strategy was different compared to the available literature [35] and to recent NIH guidelines [4], there are an ever-increasing number of evidences suggesting a lower PEEP strategy in the management of L-type ARDS, based on specific lung physiology [15, 16, 18]. In these cases, higher PEEP could cause lung overdistension, resulting in an increased driving pressure and lung damage [36–40]; moreover, PEEP levels greater than 10 cmH2O can induce the reduction of venous return, with consequent worsening of the circulation status, as well as local biotrauma and a worsening of alveolar damage [17, 37, 38]. In fact, a lower PEEP approach resulted beneficial in our patients’ cohort; ventilatory data confirmed a rapid improvement in the oxygenation lung function already in the first 3 days after endotracheal intubation, without any sign of hypoventilation, suggesting that L-type ARDS [3, 10, 14, 15] appeared to respond appropriately to lower PEEP treatment tailored to patients’ BMI. Moreover, this ventilatory setting avoided us to induce both a reduction in alveolar ventilation and a worsening in arterial oxygen saturation due to alveolar over/under-distension.Other groups reported a 50% and a 61.5% of death rate [41]; in our critically ill COVID-19 patients cohort, we registered a mortality rate of 31.6%. We supposed that a relatively low-pressure ventilation could prevent the transition from an initial alveolitis to an iatrogenic H-type ARDS, in which the ongoing inflammation is worsened by high levels of PEEP, through a ventilation-induced-lung injury (VILI) mechanism. Moreover, our patients cohort median ICU LOS was reported to be equivalent to other groups, like Bhatraju et al. [41], even including patients who were deceased in the ICU. This data could suggest that a lower PEEP strategy with a protective IMV approach can improve COVID-19 patients’ in-hospital management, morbidity and mortality, although further studies are necessary to confirm this interesting hypothesis.Our project was burdened by several limitations. Firstly, this study compared lower PEEP in consecutive critically ill COVID-19 patients, and it was not possible to compare the data to a control group, even if the reproducible results obtained in the two distinct pandemic waves strongly support our analysis. Secondly, it was a monocentric observational retrospective study, with a relatively small series of patients. In this regard, a comparison with current literature was performed; even if patient populations differed, results can be assumed to be consistent, as the cohorts are comparable in terms of disease severity and biochemical markers. ConclusionA lower PEEP treatment in critically ill COVID-19 patients on IMV resulted in rapid and progressive improvement of PaO2/FiO2 ratio during the first 72 h. A more physiology-based IMV setting could help to implement the understanding of the ARDS pathophysiological mechanisms in COVID-19 patients management; further studies need to be performed to confirm this approach. Author ContributionSC, MR, MB, AG, PU: project design and data analysis; AG, PAM: data collection; SC, AS, MB, AG, GB, AB, CG, RM: write the paper. All authors read and approved the final manuscript. Data AvailabilityThe datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request. Code AvailabilityNot applicable. DeclarationsEthics ApprovalThe project has been approved by the Ethics Committees of Canton Ticino, CE TI 3775.Consent to ParticipateAll the patients signed the institutional informed consent form.Consent for PublicationAll the patients signed the institutional informed consent form.Conflict of InterestThe authors declare no competing interests. FootnotesThis article is part of the Topical Collection on Covid-19Publisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Christian Garzoni, Romano Mauri and Alain Borgeat contributed equally to this work. References1. Hopkins J. COVID-19 map - Johns Hopkins Coronavirus Resource Center. Johns Hopkins Coronavirus Resour Cent. 2020;1.2. Mauri T, Spinelli E, Scotti E, Colussi G, Basile MC, Crotti S, Tubiolo D, Tagliabue P, Zanella A, Grasselli G, Pesenti A. Potential for lung recruitment and ventilation-perfusion mismatch in patients with the acute respiratory distress syndrome from coronavirus disease 2019*. Crit Care Med. 2020;48:1129–1134. doi: 10.1097/CCM.0000000000004386. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Marini JJ, Gattinoni L. Management of COVID-19 respiratory distress. JAMA - J Am Med Assoc. 2020;323:2329–2330. doi: 10.1001/jama.2020.6825. [CrossRef] [Google Scholar]4. COVID-19 Treatment Guidelines Panel. (2020) Coronavirus disease 2019 (COVID-19) treatment guidelines. https://files.covid19treatmentguidelines.nih.gov/guidelines/covid19treatmentguidelines.pdf5. Cruz FF, Ball L, Rocco PRM, Pelosi P. Ventilator-induced lung injury during controlled ventilation in patients with acute respiratory distress syndrome: less is probably better. Expert Rev Respir Med. 2018;12:403–414. doi: 10.1080/17476348.2018.1457954. [PubMed] [CrossRef] [Google Scholar]6. Anzueto A, Frutos-Vivar F, Esteban A, Alía I, Brochard L, Stewart T, Benito S, Tobin MJ, Elizalde J, Palizas F, David CM, Pimentel J, González M, Soto L, D'Empaire G, Pelosi P. Incidence, risk factors and outcome of barotrauma in mechanically ventilated patients. Intensive Care Med. 2004 Apr;30(4):612-9.10.1007/s00134-004-2187-7.7. Beitler JR, Malhotra A, Thompson BT. Ventilator-induced lung injury. Clin Chest Med. 2016;37:633–646. doi: 10.1016/j.ccm.2016.07.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Cronin JN, Crockett DC, Farmery AD, Hedenstierna G, Larsson A, Camporota L, Formenti F. Mechanical ventilation redistributes blood to poorly ventilated areas in experimental lung injury. Crit Care Med. 2020;48:E200–E208. doi: 10.1097/CCM.0000000000004141. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Nieman GF, Gatto LA, Andrews P, Satalin J, Camporota L, Daxon B, Blair SJ, al-khalisy H, Madden M, Kollisch-Singule M, Aiash H, Habashi NM. Prevention and treatment of acute lung injury with time-controlled adaptive ventilation: physiologically informed modification of airway pressure release ventilation. Ann Intensive Care. 2020;10:3. doi: 10.1186/s13613-019-0619-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Gattinoni L, Coppola S, Cressoni M, Busana M, Rossi S, Chiumello D. COVID-19 does not lead to a “typical” acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020;201:1299–300.11. Bendjelid K, Raphaël G. Treating hypoxemic patients with SARS-COV-2 pneumonia: back to applied physiology. Anaesth Crit Care Pain Med. 2020;39:389–390. [PMC free article] [PubMed] [Google Scholar]12. Habashi NM, Camporota L, Gatto LA, Nieman G. Functional pathophysiology of SARS-CoV-2-induced acute lung injury and clinical implications. J Appl Physiol. 2021;130:877–891. doi: 10.1152/japplphysiol.00742.2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Alhazzani W, Møller MH, Arabi YM, Loeb M, Gong MN, Fan E, Oczkowski S, Levy MM, Derde L, Dzierba A, du B, Aboodi M, Wunsch H, Cecconi M, Koh Y, Chertow DS, Maitland K, Alshamsi F, Belley-Cote E, Greco M, Laundy M, Morgan JS, Kesecioglu J, McGeer A, Mermel L, Mammen MJ, Alexander PE, Arrington A, Centofanti JE, Citerio G, Baw B, Memish ZA, Hammond N, Hayden FG, Evans L, Rhodes A. Surviving Sepsis Campaign: guidelines on the management of critically ill adults with coronavirus disease 2019 (COVID-19) Intensive Care Med. 2020;46:854–887. doi: 10.1007/s00134-020-06022-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Gattinoni L, Chiumello D, Rossi S. COVID-19 pneumonia: ARDS or not? Crit Care. 2020;24:154. doi: 10.1186/s13054-020-02880-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Gattinoni L, Chiumello D, Caironi P, Busana M, Romitti F, Brazzi L, Camporota L. COVID-19 pneumonia: different respiratory treatments for different phenotypes? Intensive Care Med. 2020;46:1099–1102. doi: 10.1007/s00134-020-06033-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Tsolaki V, Zakynthinos GE, Makris D. The ARDSnet protocol may be detrimental in COVID-19. Crit Care. 2020;24:351. doi: 10.1186/s13054-020-03081-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Barthélémy R, Beaucoté V, Bordier R, Collet M, Le Gall A, Hong A, de Roquetaillade C, Gayat E, Mebazaa A, Chousterman BG. Haemodynamic impact of positive end-expiratory pressure in SARS-CoV-2 acute respiratory distress syndrome: oxygenation versus oxygen delivery. Br J Anaesth. 2021;126:e70–e72. doi: 10.1016/j.bja.2020.10.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Hajjar LA, Costa IBSDS, Rizk SI, Biselli B, Gomes BR, Bittar CS, de Oliveira GQ, de Almeida JP, de Oliveira Bello MV, Garzillo C, Leme AC, Elena M, Val F, de Almeida Lopes M, Lacerda MVG, Ramires JAF, Kalil Filho R, Teboul JL, Landoni G. Intensive care management of patients with COVID-19: a practical approach. Ann Intensive Care. 2021 Feb 18;11(1):36. 10.1186/s13613-021-00820-w. 19. Gattinoni L, Chiumello D, Caironi P, Busana M, Romitti F, Brazzi L, Camporota L. COVID-19 pneumonia: different respiratory treatments for different phenotypes? Intensive Care Med. 2020;46:1099–1102. doi: 10.1007/s00134-020-06033-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Walkey AJ, Del Sorbo L, Hodgson CL, et al.  Higher PEEP versus lower PEEP strategies for patients with acute respiratory distress syndrome: a systematic review and meta-analysis. Ann Am Thorac Soc. 2017;14:S297–S303. doi: 10.1513/AnnalsATS.201704-338OT. [PubMed] [CrossRef] [Google Scholar]21. Roca O, Messika J, Caralt B, García-de-Acilu M, Sztrymf B, Ricard JD, Masclans JR. Predicting success of high-flow nasal cannula in pneumonia patients with hypoxemic respiratory failure: the utility of the ROX index. J Crit Care. 2016;35:200–205. doi: 10.1016/j.jcrc.2016.05.022. [PubMed] [CrossRef] [Google Scholar]22. Roca O, Caralt B, Messika J, Samper M, Sztrymf B, Hernández G, García-De-Acilu M, Frat JP, Masclans JR, Ricard JD. An index combining respiratory rate and oxygenation to predict outcome of nasal high-flow therapy. Am J Respir Crit Care Med. 2019;199:1368–1376. doi: 10.1164/rccm.201803-0589OC. [PubMed] [CrossRef] [Google Scholar]23. Kalil AC, Metersky ML, Klompas M, Muscedere J, Sweeney DA, Palmer LB, Napolitano LM, O'Grady NP, Bartlett JG, Carratalà J, el Solh AA, Ewig S, Fey PD, File TM, Jr, Restrepo MI, Roberts JA, Waterer GW, Cruse P, Knight SL, Brozek JL. Management of adults with hospital-acquired and ventilator-associated pneumonia: 2016 clinical practice guidelines by the Infectious Diseases Society of America and the American Thoracic Society. Clin Infect Dis. 2016;63:e61–e111. doi: 10.1093/cid/ciw353. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Torres A, Niederman MS, Chastre J, Ewig S, Fernandez-Vandellos P, Hanberger H, Kollef M, Li Bassi G, Luna CM, Martin-Loeches I, Paiva JA, Read RC, Rigau D, Timsit JF, Welte T, Wunderink R. International ERS/ESICM/ESCMID/ALAT guidelines for the management of hospital-acquired pneumonia and ventilator-associated pneumonia. Eur Respir J. 2017;50:1700582. doi: 10.1183/13993003.00582-2017. [PubMed] [CrossRef] [Google Scholar]25. Sessler CN, Gosnell MS, Grap MJ, Brophy GM, O’Neal PV, Keane KA, Tesoro EP, Elswick RK. The Richmond Agitation–Sedation Scale. Am J Respir Crit Care Med. 2002;166:1338–1344. doi: 10.1164/rccm.2107138. [PubMed] [CrossRef] [Google Scholar]26. Schünemann HJ, Cushman M, Burnett AE, Kahn SR, Beyer-Westendorf J, Spencer FA, Rezende SM, Zakai NA, Bauer KA, Dentali F, Lansing J, Balduzzi S, Darzi A, Morgano GP, Neumann I, Nieuwlaat R, Yepes-Nuñez JJ, Zhang Y, Wiercioch W. American Society of Hematology 2018 guidelines for management of venous thromboembolism: prophylaxis for hospitalized and nonhospitalized medical patients. Blood Adv. 2018;2:3198–3225. doi: 10.1182/bloodadvances.2018022954. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Moores LK, Tritschler T, Brosnahan S, Carrier M, Collen JF, Doerschug K, Holley AB, Jimenez D, le Gal G, Rali P, Wells P. Prevention, diagnosis, and treatment of VTE in patients with coronavirus disease 2019: CHEST Guideline and Expert Panel Report. Chest. 2020;158:1143–1163. doi: 10.1016/j.chest.2020.05.559. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Wu Z, McGoogan JM. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention. JAMA - J Am Med Assoc. 2020;323:1239–1242. doi: 10.1001/jama.2020.2648. [CrossRef] [Google Scholar]29. Fan E, Brodie D, Slutsky AS. Acute respiratory distress syndrome advances in diagnosis and treatment. JAMA - J Am Med Assoc. 2018;319:698–710. doi: 10.1001/jama.2017.21907. [CrossRef] [Google Scholar]30. Xie J, Tong Z, Guan X, Du B, Qiu H, Slutsky AS. Critical care crisis and some recommendations during the COVID-19 epidemic in China. Intensive Care Med. 2020;46:837–840. doi: 10.1007/s00134-020-05979-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin definition. JAMA - J Am Med Assoc. 2012;307:2526–2533. [Google Scholar]32. Gattinoni L, Vagginelli F, Carlesso E, Taccone P, Conte V, Chiumello D, Valenza F, Caironi P, Pesenti A. Decrease in Paco2 with prone position is predictive of improved outcome in acute respiratory distress syndrome. Crit Care Med. 2003;31:2727–2733. doi: 10.1097/01.CCM.0000098032.34052.F9. [PubMed] [CrossRef] [Google Scholar]33. Gattinoni L, Pesenti A. The concept of \"baby lung\". Intensive Care Med. 2005 Jun;31(6):776-84. doi: 10.1007/s00134-005-2627-z. Epub 2005 Apr 6. PMID: 15812622.34. Chiumello D, Busana M, Coppola S, Romitti F, Formenti P, Bonifazi M, Pozzi T, Palumbo MM, Cressoni M, Herrmann P, Meissner K, Quintel M, Camporota L, Marini JJ, Gattinoni L. Physiological and quantitative CT-scan characterization of COVID-19 and typical ARDS: a matched cohort study. Intensive Care Med. 2020;46:2187–2196. doi: 10.1007/s00134-020-06281-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Guan W, Ni Z, Hu Y, Liang WH, Ou CQ, He JX, Liu L, Shan H, Lei CL, Hui DSC, du B, Li LJ, Zeng G, Yuen KY, Chen RC, Tang CL, Wang T, Chen PY, Xiang J, Li SY, Wang JL, Liang ZJ, Peng YX, Wei L, Liu Y, Hu YH, Peng P, Wang JM, Liu JY, Chen Z, Li G, Zheng ZJ, Qiu SQ, Luo J, Ye CJ, Zhu SY, Zhong NS, China Medical Treatment Expert Group for Covid-19  Clinical characteristics of coronavirus disease 2019 in China. N Engl J Med. 2020;382:1708–1720. doi: 10.1056/NEJMoa2002032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Gattinoni L, Quintel M, Marini JJ. “Less is More” in mechanical ventilation. Intensive Care Med. 2020;46:780–782. doi: 10.1007/s00134-020-05981-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Poston JT, Patel BK, Davis AM. Management of critically ill adults with COVID-19. JAMA - J Am Med Assoc. 2020;323:1839–1841. [Google Scholar]38. Constantin JM, Jabaudon M, Lefrant JY, Jaber S, Quenot JP, Langeron O, Ferrandière M, Grelon F, Seguin P, Ichai C, Veber B, Souweine B, Uberti T, Lasocki S, Legay F, Leone M, Eisenmann N, Dahyot-Fizelier C, Dupont H, Asehnoune K, Sossou A, Chanques G, Muller L, Bazin JE, Monsel A, Borao L, Garcier JM, Rouby JJ, Pereira B, Futier E, Sophie C, Thomas G, Renaud G, Camille V, Russel C, Bernard C, Raiko B, Alexandre L, Nathanael E, Laurent M, Pablo M, Caroline B, Saber B, Claire R, Fouad B, Moussa C, Marion M, Matthieu C, Julie C, Audrey DJ, Auguste D, Pascal A, Thomas L, Yoann L, Antoine R, Raphael C, Caroline B, Anne-Charlotte T, Mathilde B, Benjamin C, Edouard L, Pierre-Marie B, Charlotte A, Laurent Z, Emmanuelle H, Garry D, Calypso M, Herve D, Benoit V, Jean-Christophe O, Hervé Q, Thomas R, Julien CC, Marinne LC, Fabien G, Mona A, Frank P, Jerome M, Serge M, Nanadougmar H. Personalised mechanical ventilation tailored to lung morphology versus low positive end-expiratory pressure for patients with acute respiratory distress syndrome in France (the LIVE study): a multicentre, single-blind, randomised controlled trial. Lancet Respir Med. 2019;7:870–880. doi: 10.1016/S2213-2600(19)30138-9. [PubMed] [CrossRef] [Google Scholar]39. Brower RG, Matthay MA, Morris A, Schoenfeld D, Thompson BT, Wheeler A. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]40. Fan E, Del Sorbo L, Goligher EC, et al.  An official American Thoracic Society/European Society of intensive care medicine/society of critical care medicine clinical practice guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2017;195:1253–1263. doi: 10.1164/rccm.201703-0548ST. [PubMed] [CrossRef] [Google Scholar]41. Bhatraju PK, Ghassemieh BJ, Nichols M, Kim R, Jerome KR, Nalla AK, Greninger AL, Pipavath S, Wurfel MM, Evans L, Kritek PA, West TE, Luks A, Gerbino A, Dale CR, Goldman JD, O’Mahony S, Mikacenic C. Covid-19 in critically ill patients in the Seattle region — case series. N Engl J Med. 2020;382:2012–2022. doi: 10.1056/NEJMoa2004500. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}