{"title": "Pneumocystis jirovecii pneumonia: a proposed novel model of corticosteroid benefit", "pubDate": "2021", "PMCID": "PMC8295936", "DOI": "10.1177/20499361211032034", "PMID": "34349985", "abstract": "", "author": [{"author": "Amal A Gharamti", "affiliation": ["Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."], "href": "/?term=Gharamti+AA&cauthor_id=34349985"}, {"author": "William Mundo", "affiliation": ["School of Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."], "href": "/?term=Mundo+W&cauthor_id=34349985"}, {"author": "Daniel B Chastain", "affiliation": ["Department of Clinical and Administrative Pharmacy, University of Georgia College of Pharmacy, Albany, GA, USA."], "href": "/?term=Chastain+DB&cauthor_id=34349985"}, {"author": "Carlos Franco-Paredes", "affiliation": ["Department of Medicine, Division of Infectious Diseases, University of Colorado Denver, Aurora, CO, USA."], "href": "/?term=Franco-Paredes+C&cauthor_id=34349985"}, {"author": "Andrés F Henao-Martínez", "affiliation": ["Department of Medicine, Division of Infectious Diseases, University of Colorado Denver, 12700 E. 19th Avenue, Mail Stop B168. Aurora, CO 80045, USA."], "href": "/?term=Henao-Mart%C3%ADnez+AF&cauthor_id=34349985"}, {"author": "Leland Shapiro", "affiliation": ["Department of Medicine, Division of Infectious Diseases, University of Colorado Denver, Aurora, CO, USA."], "href": "/?term=Shapiro+L&cauthor_id=34349985"}], "refPMID": ["18504331", "2190515", "22797452", "10796417", "8904526", "20470237", "31334568", "2233917", "27109091", "9688943", "8100757", "29705221", "30529109", "32198645", "33005696", "30824356", "26468505", "10464817", "8381584", "15588295", "25835432", "21920890"], "citedInPMID": ["34349985"], "body": " To the Editor:There is compelling evidence supporting use of adjunctive corticosteroids with antimicrobial treatment for Pneumocystis jirovecii pneumonia (PJP) in Human Immunodeficiency Virus (HIV)-seropositive patients.\n1\n The precise mechanism by which glucocorticoids improve the clinical outcomes of PJP has not been elucidated.The institution of antimicrobial treatment for PJP can produce a clinical syndrome best described as Acute Respiratory Distress Syndrome (ARDS).\n2\n ARDS results from epithelial barrier dysfunction, triggered in this case by surfactant dysfunction.\n3\n Surfactant defect as a cause of ARDS is shown by reversal of ARDS following surfactant replacement therapy.\n4\n We believe surfactant disruption is at the heart of pulmonary disease during PJP antimicrobial treatment. Any proposed etiology of ARDS in PJP during treatment must explain the beneficial effects of adjuvant corticosteroid administration.An excessive inflammatory response following antimicrobial-induced death or lysis of pathogens is an unlikely explanation of ARDS5,6. If excessive host inflammation is the cause of lung damage in ARDS, then corticosteroid therapy should show benefit. However, corticosteroid therapy in patients with ARDS regardless of cause has not demonstrated benefit, even in patients with intact immune responses, as reported in several systematic reviews.\n7\n Since corticosteroid therapy benefits ARDS patients with immune suppression (PJP in AIDS),\n8\n and yet adjunctive corticosteroids fail to benefit ARDS in patients with intact immunity, we find it implausible adjuvant corticosteroids help immunosuppressed AIDS patients with PJP by blocking inflammation-induced lung damage. As patients with PJP are uniformly immunosuppressed, the hyper-inflammation concept of lung damage following antimicrobial-induced Pneumocystis lysis is difficult to understand. We propose a novel model with significant explanatory and predictive power.We begin by assuming lung damage following PJP antimicrobial therapy is an example of ARDS caused by surfactant disruption without hyper-inflammation. Reduced surfactant function is sufficient to cause ARDS, as ARDS has been observed in neonates born with surfactant deficiency and it is corrected after exogenous surfactant replacement.\n9\n\nIn vitro studies convincingly showed a mechanism for PJP-induced surfactant disruption independent of inflammation-mediated alveolar epithelial injury.\n10\n Intact Pneumocystis organisms demonstrated no detrimental effect on surfactant activity. However, internal Pneumocystis components liberated following sonication-induced lysis directly disabled surfactant in this in vitro model.10,11 Thus, it seems likely that exposing lung surfactant to internal Pneumocystis surfactant-inactivating substances causes ARDS following treatment of PJP with antimicrobial drugs.Mortality outcomes for adjunctive corticosteroid administration in HIV-negative patients with PJP are inconsistent across studies.12,13 However, a recent systematic review and meta-analysis found use of adjunctive corticosteroids was associated with better outcomes in this patient population with respiratory failure.\n14\n In addition, a subgroup analysis showed adjuvant corticosteroids associated with decreased mortality in a cohort of 28 HIV-negative patients with PJP.\n15\nWe believe PJP pathogenesis in patients without or with HIV is similar in essential ways. Baseline immunosuppression sets the stage for PJP by permitting copious colonization of lungs with fungi (Figure 1, Box 1). This pulmonary tropism is most likely related to the route of entry through which Pneumocystis is acquired, and that is through the airways. In immunosuppressed individuals with substantial Pneumocystis colonization—in the absence of adequate Pneumocystis prophylaxis—low-grade ongoing immune-mediated pathogen lysis causes scattered diffuse surfactant disruption. This may create indolent symptoms and signs in untreated PJP patients, including fever, shortness of breath, and nonproductive cough.\n16\n Although some studies have shown a higher burden of PJP organisms in lungs in HIV-negative patients,\n17\n most studies do not relate pathogen burden to pneumonia severity. Antimicrobial treatment results in substantial diffuse death of Pneumocystis organisms that liberate internal pathogen contents, causing widespread surfactant disruption. We believe this leads to alveolar collapse, epithelial barrier dysfunction, and ARDS-associated hypoxemia. Total or net Pneumocystis death is the sum of activities of the weakened immune system and administered antimicrobial drugs. Adjuvant corticosteroid administration at the time of antimicrobial therapy will reduce the immune-mediated contribution to pathogen death and, therefore, lower net elimination of Pneumocystis organisms. This, in turn, suppresses the liberation of surfactant-neutralizing internal Pneumocystis contents and reduces ARDS severity. Lymphoma patients maintained on PJP prophylaxis may be less likely to benefit from corticosteroid therapy since more profound immunosuppression may provide less opportunity for corticosteroids to reduce net pathogen lysis. It does not appear adjuvant corticosteroids ameliorate PJP ARDS caused by antimicrobial therapy by inducing surfactant synthesis, as broncho-alveolar lavage studies showed steroids do not alter intrapulmonary surfactant amount in AIDS patients.\n18\n Persuasive clinical evidence supports the concept that exogenous corticosteroids can suppress host immune-mediated Pneumocystis lysis. Patients given high doses of corticosteroids have been shown to develop PJP upon withdrawal of the corticosteroids.\n19\n These observations establish two components of our model. First, immunosuppression due to corticosteroids, AIDS, or other immunosuppressive condition sets the stage for subsequent PJP by enabling large numbers of Pneumocystis organisms to colonize the lungs. Second, corticosteroids can substantially block immune lysis of Pneumocystis fungi which secondarily suppresses ARDS onset until after corticosteroids are withdrawn.19,20 Therefore, immune-system lysis of Pneumocystis organisms alone can cause PJP even in the absence of antimicrobial treatment.Open in a separate windowFigure 1.Proposed mechanism of adjuvant steroid benefit during Pneumocystis jirovecii pneumonia (PJP) treatment. A (red). During immunosuppression, monocytes and lymphocytes are reduced in number or function. B (red). Pneumocystis jirovecii colonizes and replicates within alveoli due to weakened host defenses. C (red) Antimicrobial medication (trimethoprim-sulfamethoxazole, TMP/SMX) lyses P. jirovecii, liberating internal components, which interact with and inactivate surfactant. This antimicrobial lytic activity substantially augments ongoing lytic activity caused by a residual immune attack on PJP organisms. D (red) Inactivated surfactant results in alveolar collapse. E (red) Alveolar collapse is associated with compromised wall integrity, and fluid enters alveoli. C (Green) Adjuvant (adjunct) corticosteroid therapy suppresses immune attack on P. jirovecii, lowering net pathogen lysis. This reduces total surfactant inactivation. D (Green) Partial maintenance of surfactant function reduces alveolar collapse and amount of fluid intrusion into alveoli. Thus, the infection clears over time.Box 1.Model Components.Component 1: PJP occurs in immunocompromised patients with a large burden of pulmonary organisms.Component 2: PJP in the absence of therapy stimulates the ongoing limited immune-mediated killing of organisms, but immune lysis is insufficient to cure the infection.Component 3: Lung disease caused by Pneumocystis is related to ARDS, and there is no role for direct inflammation-mediated lung tissue damage.Component 4: During antimicrobial PJP treatment, lysis of Pneumocystis has two components: (a) antimicrobial lysis and (b) ongoing immune lysis. Component 5: Post-lytic Pneumocystis jirovecii internal components bind and disrupt surfactant function. Surfactant disruption is at the heart of PJP-induced lung pathology.Component 7: The benefit of adjunctive corticosteroid therapy at the time of antimicrobial PJP treatment is due to suppression of immune-mediated pathogen lysis. This results in suppressed net pathogen lysis and partial sparing of surfactant bioactivity.Open in a separate windowIn the presence of antimicrobial-induced Pneumocystis lysis, adjuvant corticosteroids improve clinical outcome by reducing host immune contribution to pathogen death. This can translate to mortality benefit in patients with large amounts of Pneumocystis organisms in lungs of immunosuppressed persons without or with HIV infection.Established criteria guide the use of adjunctive corticosteroids when PJP is treated in patients with AIDS.\n21\n The clinical value of our model is that it can be used to generate clinical predictions, which is one reason models are ubiquitous in science.\n22\n We believe our model can be used to derive markers that predict response to adjuvant corticosteroids among HIV-negative patients. This includes patients with a substantial burden of Pneumocystis organisms in the lungs, which can be determined using quantitative or semi-quantitative PCR analyses in pulmonary samples.\n23\n Our model implies that decreasing immune-mediated pathogen lysis in the presence of explosive treatment-caused organism lysis can reduce adverse effects. One way to accomplish this may be to use a lower dose and a more prolonged course of antimicrobial therapy. This may be a potential helpful strategy in patients on chronic corticosteroid therapy who develop PJP following corticosteroid withdrawal, especially if they were not on PJP prophylaxis, as we expect the fungal burden to be high. Our model can be used to anticipate which patients are likely to benefit from adjuvant corticosteroid therapy. Indicators of pre-treatment disease severity (measures of hypoxia, imaging, or novel biomarkers) should associate with corticosteroid benefit. Pre-treatment respiratory compromise may serve as a surrogate marker for Pneumocystis pathogen burden. This clinical assessment may inform the risk for immune-mediated pathogen lysis sufficient to produce critical surfactant disruption and ARDS. FootnotesContributed by Author Contribution:\nAmal A. Gharamti: Writing-Original Draft PreparationWilliam Mundo: Writing-Reviewing and EditingDaniel B. Chastain: Writing-Reviewing and EditingCarlos Franco-Paredes: Writing-Reviewing and EditingAndrés F. Henao-Martínez: Writing-Reviewing and Editing, SupervisionLeland Shapiro: Conceptualization, Writing-Original Draft Preparation, Writing-Reviewing and Editing.Conflict of interest statement: The authors declare that there is no conflict of interest.Funding: The authors disclosed receipt of the following financial support for the research, authorship, and/or publication of this article. Leland Shapiro receives funding support from the Emily Foundation.ORCID iDs: Daniel B. Chastain \nhttps://orcid.org/0000-0002-4018-0195Carlos Franco-Paredes \nhttps://orcid.org/0000-0001-8757-643XAndrés F. Henao-Martínez \nhttps://orcid.org/0000-0001-7363-8652 Contributor InformationAmal A. Gharamti,  Department of Internal Medicine, American University of Beirut, Beirut, Lebanon. Department of Internal Medicine, Yale School of Medicine, Waterbury Hospital, CT, USA.William Mundo,  School of Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO, USA.Daniel B. Chastain,  Department of Clinical and Administrative Pharmacy, University of Georgia College of Pharmacy, Albany, GA, USA.Carlos Franco-Paredes,  Department of Medicine, Division of Infectious Diseases, University of Colorado Denver, Aurora, CO, USA. Hospital Infantil de México, Federico Gómez, México City, México.Andrés F. Henao-Martínez,  Department of Medicine, Division of Infectious Diseases, University of Colorado Denver, 12700 E. 19th Avenue, Mail Stop B168. Aurora, CO 80045, USA.Leland Shapiro,  Department of Medicine, Division of Infectious Diseases, University of Colorado Denver, Aurora, CO, USA. Rocky Mountain Regional Veterans Affairs Medical Center, Aurora CO, USA. References1. \nMcGee S, Hirschmann J.\nUse of corticosteroids in treating infectious diseases. Arch Intern Med\n2008; 168: 1034–1046. [PubMed] [Google Scholar]2. \nMontaner JS, Lawson LM, Levitt N, et al.. Corticosteroids prevent early deterioration in patients with moderately severe Pneumocystis carinii pneumonia and the acquired immunodeficiency syndrome (AIDS). Ann Intern Med\n1990; 113: 14–20. [PubMed] [Google Scholar]3. \nRanieri VM, Rubenfeld GD, Thompson BT, et al.. Acute respiratory distress syndrome: the Berlin Definition. JAMA\n2012; 307: 2526–2533. [PubMed] [Google Scholar]4. \nSoll RF.\nSynthetic surfactant for respiratory distress syndrome in preterm infants. Cochrane Database Syst Rev\n2000: Cd001149. [PMC free article] [PubMed] [Google Scholar]5. \nPerenboom RM, van Schijndel AC, Beckers P, et al.. Cytokine profiles in bronchoalveolar lavage fluid and blood in HIV-seronegative patients with Pneumocystis carinii pneumonia. Eur J Clin Invest\n1996; 26: 159–166. [PubMed] [Google Scholar]6. \nIriart X, Witkowski B, Courtais C, et al.. Cellular and cytokine changes in the alveolar environment among immunocompromised patients during Pneumocystis jirovecii infection. Med Mycol\n2010; 48: 1075–1087. [PubMed] [Google Scholar]7. \nLewis SR, Pritchard MW, Thomas CM, et al.. Pharmacological agents for adults with acute respiratory distress syndrome. Cochrane Database Syst Rev\n2019; 7: Cd004477. [PMC free article] [PubMed] [Google Scholar]8. \nBozzette SA, Sattler FR, Chiu J, et al.. A controlled trial of early adjunctive treatment with corticosteroids for Pneumocystis carinii pneumonia in the acquired immunodeficiency syndrome. California Collaborative Treatment Group. N Engl J Med\n1990; 323: 1451–1457. [PubMed] [Google Scholar]9. \nSankar MJ, Gupta N, Jain K, et al.. Efficacy and safety of surfactant replacement therapy for preterm neonates with respiratory distress syndrome in low- and middle-income countries: a systematic review. J Perinatol\n2016; 36 Suppl\n1: S36–S48. [PMC free article] [PubMed] [Google Scholar]10. \nBeck JM, Preston AM, Wagner JG, et al.. Interaction of rat Pneumocystis carinii and rat alveolar epithelial cells in vitro. Am J Physiol\n1998; 275: L118–L125. [PubMed] [Google Scholar]11. \nVestbo J, Nielsen TL, Junge J, et al.. Amount of Pneumocystis carinii and degree of acute lung inflammation in HIV-associated P carinii pneumonia. Chest\n1993; 104: 109–113. [PubMed] [Google Scholar]12. \nWieruszewski PM, Barreto JN, Frazee E, et al.. Early corticosteroids for Pneumocystis pneumonia in adults without HIV are not associated with better outcome. Chest\n2018; 154: 636–644. [PubMed] [Google Scholar]13. \nInoue N, Fushimi K.\nAdjunctive corticosteroids decreased the risk of mortality of non-HIV Pneumocystis pneumonia. Intern J Infect Dis\n2019; 79: 109–115. [PubMed] [Google Scholar]14. \nDing L, Huang H, Wang H, et al.. Adjunctive corticosteroids may be associated with better outcome for non-HIV Pneumocystis pneumonia with respiratory failure: a systemic review and meta-analysis of observational studies. Ann Intensive Care\n2020; 10: 1–15. [PMC free article] [PubMed] [Google Scholar]15. \nMundo W, Morales-Shnaider L, Tewahade S, et al.. Lower mortality associated with adjuvant corticosteroid therapy in non-HIV infected patients with Pneumocystis jirovecii pneumonia: a single institution Retrospective US cohort study. Open Forum Infectious Diseases\n2020; 7: ofaa354. [PMC free article] [PubMed] [Google Scholar]16. \nShibata S, Kikuchi T.\nPneumocystis pneumonia in HIV-1-infected patients. Respir Investig\n2019; 57: 213–219. [PubMed] [Google Scholar]17. \nLouis M, Guitard J, Jodar M, et al.. Impact of HIV Infection Status on Interpretation of Quantitative PCR for Detection of Pneumocystis jirovecii. J Clin Microbiol\n2015; 53: 3870–3875. [PMC free article] [PubMed] [Google Scholar]18. \nDichter JR, Lundgren JD, Nielsen TL, et al.. Pneumocystis carinii pneumonia in HIV-infected patients: effect of steroid therapy on surfactant level. Respir Med\n1999; 93: 373–378. [PubMed] [Google Scholar]19. \nSlivka A, Wen PY, Shea WM, et al.. Pneumocystis carinii pneumonia during steroid taper in patients with primary brain tumors. Am J Med\n1993; 94: 216–219. [PubMed] [Google Scholar]20. \nWu AK, Cheng VC, Tang BS, et al.. The unmasking of Pneumocystis jiroveci pneumonia during reversal of immunosuppression: case reports and literature review. BMC Infect Dis\n2004; 4: 57. [PMC free article] [PubMed] [Google Scholar]21. \nEwald H, Raatz H, Boscacci R, et al.. Adjunctive corticosteroids for Pneumocystis jiroveci pneumonia in patients with HIV infection. Cochrane Database Syst Rev\n2015; 2015: Cd006150. [PMC free article] [PubMed] [Google Scholar]22. \nBailer-Jones DM.\nScientific models in philosophy of science. Pittsburgh, PA: University of Pittsburgh Press, 2013. [Google Scholar]23. \nMühlethaler K, Bögli-Stuber K, Wasmer S, et al.. Quantitative PCR to diagnose Pneumocystis pneumonia in immunocompromised non-HIV patients. Eur Respir J\n2012; 39: 971–978. [PubMed] [Google Scholar]"}