{"title": "U7 deciphered: the mechanism that forms the unusual 3' end of metazoan replication-dependent histone mRNAs", "pubDate": "2021", "PMCID": "", "DOI": "10.1042/BST20210323", "PMID": "34351387", "abstract": "In animal cells, replication-dependent histone mRNAs end with a highly conserved stem-loop structure followed by a 4- to 5-nucleotide single-stranded tail. This unique 3' end distinguishes replication-dependent histone mRNAs from all other eukaryotic mRNAs, which end with a poly(A) tail produced by the canonical 3'-end processing mechanism of cleavage and polyadenylation. The pioneering studies of Max Birnstiel's group demonstrated nearly 40 years ago that the unique 3' end of animal replication-dependent histone mRNAs is generated by a distinct processing mechanism, whereby histone mRNA precursors are cleaved downstream of the stem-loop, but this cleavage is not followed by polyadenylation. The key role is played by the U7 snRNP, a complex of a ∼60 nucleotide U7 snRNA and many proteins. Some of these proteins, including the enzymatic component CPSF73, are shared with the canonical cleavage and polyadenylation machinery, justifying the view that the two metazoan pre-mRNA 3'-end processing mechanisms have a common evolutionary origin. The studies on U7 snRNP culminated in the recent breakthrough of reconstituting an entirely recombinant human machinery that is capable of accurately cleaving histone pre-mRNAs, and determining its structure in complex with a pre-mRNA substrate (with 13 proteins and two RNAs) that is poised for the cleavage reaction. The structure uncovered an unanticipated network of interactions within the U7 snRNP and a remarkable mechanism of activating catalytically dormant CPSF73 for the cleavage. This work provides a conceptual framework for understanding other eukaryotic 3'-end processing machineries.", "author": [{"author": "Zbigniew Dominski", "affiliation": ["Integrative Program for Biological and Genome Sciences, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, U.S.A.", "Department of Biochemistry and Biophysics, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, U.S.A."], "href": "/?term=Dominski+Z&cauthor_id=34351387"}, {"author": "Liang Tong", "affiliation": ["Department of Biological Sciences, Columbia University, New York, NY 10027, U.S.A."], "href": "/?term=Tong+L&cauthor_id=34351387"}], "refPMID": [], "citedInPMID": ["34351387"], "body": ""}