{"title": "Ultrasound and Microbubbles for Targeted Drug Delivery to the Lung Endothelium in ARDS: Cellular Mechanisms and Therapeutic Opportunities", "pubDate": "2021", "PMCID": "PMC8301318", "DOI": "10.3390/biomedicines9070803", "PMID": "34356867", "abstract": "Acute respiratory distress syndrome (ARDS) is characterized by increased permeability of the alveolar-capillary membrane, a thin barrier composed of adjacent monolayers of alveolar epithelial and lung microvascular endothelial cells. This results in pulmonary edema and severe hypoxemia and is a common cause of death after both viral (e.g., SARS-CoV-2) and bacterial pneumonia. The involvement of the lung in ARDS is notoriously heterogeneous, with consolidated and edematous lung abutting aerated, less injured regions. This makes treatment difficult, as most therapeutic approaches preferentially affect the normal lung regions or are distributed indiscriminately to other organs. In this review, we describe the use of thoracic ultrasound and microbubbles (USMB) to deliver therapeutic cargo (drugs, genes) preferentially to severely injured areas of the lung and in particular to the lung endothelium. While USMB has been explored in other organs, it has been under-appreciated in the treatment of lung injury since ultrasound energy is scattered by air. However, this limitation can be harnessed to direct therapy specifically to severely injured lungs. We explore the cellular mechanisms governing USMB and describe various permutations of cargo administration. Lastly, we discuss both the challenges and potential opportunities presented by USMB in the lung as a tool for both therapy and research.", "author": [{"author": "Rajiv Sanwal", "affiliation": ["Keenan Research Centre for Biomedical Science, St. Michael's Hospital, Unity Health Toronto, Toronto, ON M5B 1T8, Canada.", "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON M5S 1A8, Canada."], "href": "/?term=Sanwal+R&cauthor_id=34356867"}, {"author": "Kushal Joshi", "affiliation": ["Keenan Research Centre for Biomedical Science, St. Michael's Hospital, Unity Health Toronto, Toronto, ON M5B 1T8, Canada.", "Department of Mechanical and Industrial Engineering, Ryerson University, Toronto, ON M5B 2K3, Canada.", "Institute of Biomedical Engineering, Science and Technology (iBEST), Toronto, ON M5B 1T8, Canada."], "href": "/?term=Joshi+K&cauthor_id=34356867"}, {"author": "Mihails Ditmans", "affiliation": ["Keenan Research Centre for Biomedical Science, St. Michael's Hospital, Unity Health Toronto, Toronto, ON M5B 1T8, Canada.", "Biomedical Engineering Graduate Program, Ryerson University, Toronto, ON M5B 2K3, Canada."], "href": "/?term=Ditmans+M&cauthor_id=34356867"}, {"author": "Scott S H Tsai", "affiliation": ["Keenan Research Centre for Biomedical Science, St. Michael's Hospital, Unity Health Toronto, Toronto, ON M5B 1T8, Canada.", "Department of Mechanical and Industrial Engineering, Ryerson University, Toronto, ON M5B 2K3, Canada.", "Institute of Biomedical Engineering, Science and Technology (iBEST), Toronto, ON M5B 1T8, Canada."], "href": "/?term=Tsai+SSH&cauthor_id=34356867"}, {"author": "Warren L Lee", "affiliation": ["Keenan Research Centre for Biomedical Science, St. Michael's Hospital, Unity Health Toronto, Toronto, ON M5B 1T8, Canada.", "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON M5S 1A8, Canada.", "Department of Mechanical and Industrial Engineering, Ryerson University, Toronto, ON M5B 2K3, Canada.", "Institute of Biomedical Engineering, Science and Technology (iBEST), Toronto, ON M5B 1T8, Canada.", "Biomedical Engineering Graduate Program, Ryerson University, Toronto, ON M5B 2K3, Canada.", "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON M5S 1A1, Canada."], "href": "/?term=Lee+WL&cauthor_id=34356867"}], "refPMID": ["28667554", "31381867", "21697528", "20818861", "22797452", "26903337", "33233715", "33499234", "9563977", "17060906", "24487320", "8917025", "12237888", "16552357", "7518025", "9517615", "7541277", "18600364", "19413999", "7587434", "11734443", "21925319", "33296269", "30755589", "33631065", "33016027", "33904269", "31284572", "32655582", "33149247", "32597954", "25665049", "19010680", "10449777", "22025303", "21857650", "16645151", "30975180", "18559364", "16702604", "33069720", "26743170", "31398659", "16955137", "31121134", "33179083", "33187467", "32327488", "14576054", "27997925", "11120874", "16237276", "9066014", "32838472", "32437596", "33186159", "11544274", "33926208", "28968277", "22040774", "26046800", "27099174", "31726451", "26642851", "25180601", "33095997", "28443337", "30398703", "32240596", "31199666", "30193816", "31100312", "16299052", "4143721", "788524", "9300999", "30214628", "30181808", "16556469", "21514333", "28607323", "24667643", "20136192", "16204873", "30653325", "32331799", "18041634", "11877363", "21960561", "15866347", "19647924", "18172816", "21945682", "20398711", "16785013", "19527645", "24063956", "26486338", "11879959", "11931323", "19275289", "19110370", "19846365", "16798798", "18405658", "20867485", "24270006", "16950843", "19168443", "26118644", "27275866", "25449801", "29305924", "21721075", "19828232", "12667957", "11788431", "11290518", "33374574", "26486339", "22723497", "28042316", "16893226", "17665937", "23287915", "12113794", "30540481", "32534883", "33644984", "9665051", "31719897", "19679288", "30178636", "28565841", "28149636", "19111972", "29638143", "32009963", "33376305", "32862377", "29109793", "32042325", "27551081", "30527395", "33066531", "21092274", "26860281", "29790803", "31814720", "23227124", "21945680", "27267307", "19552457", "26390051", "30366606", "24008081", "31348476", "22802689", "21181551", "32574685", "28379267", "30424320", "30241729", "33811441", "27744037", "30510367", "25830838"], "citedInPMID": ["34356867", "34706321"], "body": " AbstractAcute respiratory distress syndrome (ARDS) is characterized by increased permeability of the alveolar–capillary membrane, a thin barrier composed of adjacent monolayers of alveolar epithelial and lung microvascular endothelial cells. This results in pulmonary edema and severe hypoxemia and is a common cause of death after both viral (e.g., SARS-CoV-2) and bacterial pneumonia. The involvement of the lung in ARDS is notoriously heterogeneous, with consolidated and edematous lung abutting aerated, less injured regions. This makes treatment difficult, as most therapeutic approaches preferentially affect the normal lung regions or are distributed indiscriminately to other organs. In this review, we describe the use of thoracic ultrasound and microbubbles (USMB) to deliver therapeutic cargo (drugs, genes) preferentially to severely injured areas of the lung and in particular to the lung endothelium. While USMB has been explored in other organs, it has been under-appreciated in the treatment of lung injury since ultrasound energy is scattered by air. However, this limitation can be harnessed to direct therapy specifically to severely injured lungs. We explore the cellular mechanisms governing USMB and describe various permutations of cargo administration. Lastly, we discuss both the challenges and potential opportunities presented by USMB in the lung as a tool for both therapy and research.Keywords: acute respiratory distress syndrome, ultrasound, microbubbles, endothelial cells, vascular leak, drug and gene delivery 1. IntroductionEndothelial cells line the entire vascular system and are the interface between blood and tissue [1]. A primary role of the microvascular endothelium is to regulate the flux of molecules between the vascular lumen and the surrounding tissue parenchyma. A characteristic feature of the endothelium is heterogeneity between different-sized vessels (e.g., macrovascular, such as the aorta, vs. microvascular in capillaries) and between different tissues. For instance in the lung, microvascular endothelial cell permeability is relatively low and tightly regulated by cell junctional complexes, of which major protein components include vascular endothelial (VE)-cadherin, claudin-5 and occludins. By comparison, the endothelial cells in the liver sinusoids have intercellular gaps that permit the free movement of fluid and circulating components in and out of the vascular lumen.The role of endothelial dysfunction and increased permeability in the pathogenesis of inflammatory disease has been appreciated for decades [2], but interest in its potential modulation as a therapy has grown with the COVID-19 pandemic; there has also been a broader realization of the importance of endothelial leakage in sepsis and lung injury [3,4]. Therapies that decrease endothelial permeability would be of particular interest in the lung, where acute respiratory distress syndrome (ARDS, also called acute lung injury) is characterized by disrupted alveolar endothelial and epithelial barriers, leading to pulmonary edema and arterial hypoxemia [5]. It occurs in nearly 10% of all intensive care unit (ICU) admissions and results in a mortality rate of up to 40% despite the best supportive care [6]. ARDS is usually caused by an excessive host inflammatory response to an infectious (e.g., pneumonia, sepsis) or non-infectious insult (e.g., trauma), resulting in endothelial and/or epithelial damage and fluid extravasation [7].Treatment of ARDS is difficult due to an incomplete understanding of its pathophysiology but also because of an inability to target severely injured regions of the lung. In this article, we first briefly review some fundamental determinants of endothelial activation and permeability; subsequently, we focus our discussion on how the combination of thoracic ultrasound and intravenously administered microbubbles (USMB) may permit preferential delivery of therapeutic cargoes to the lung endothelium in the most damaged regions of the lung [3,8].1.1. Endothelial Activation and Leakage during Inflammation1.1.1. Pulmonary Endothelial Inflammation and Vascular Permeability  Endothelial cells undergo phenotypic changes after the binding of pro-inflammatory cytokines such as interleukin-1β (IL-1β) and tumor necrosis factor-α (TNF-α) to their receptors [9]. The most notable changes are an upregulation of cellular adhesion molecules such as intercellular adhesion molecules (ICAM), vascular cell adhesion molecules (VCAM), and endothelial cell-leukocyte adhesion molecules (ELAM), which facilitate the binding of leukocytes [10,11]. ICAM-1 has been well documented to be increased in the serum and lung tissue of ARDS patients [12,13]. Its knockout also showed an attenuation of edema in a septic mouse model attributed to impaired leukocyte recruitment to the site of injury [14]. The levels of E-selectin, the endothelial selectin, are also elevated in ARDS patients [15]. Despite their involvement in the disease, however, therapies targeting the selectins have yielded mixed results. Baboons with sepsis-induced ARDS did not respond to anti-E-selectin and L-selectin antibody therapy, despite an antibody targeting both selectins being protective in pigs [16,17].Endothelial cells also contribute to inflammation by secreting pro-inflammatory cytokines themselves, directing immune cells to the site of injury and leading to an increase in vascular leakage [18,19]. Increased cytokines have been found in the alveolar lavage fluid of ARDS patients [20,21] and, while necessary for the immune response, may contribute to tissue injury. Cytokines such as IL-6 can induce endothelial permeability [22]; others, such as IL-1β and TNF-α, are potent chemoattractants for leukocytes. The sensing of endogenous or exogenous inflammatory signals (e.g., bacterial lipopolysaccharide, viral nucleic acid) triggers the formation and activation of the inflammasome in both immune cells and lung parenchymal tissue. The inflammasome is a multiprotein signaling complex that catalyzes cleavage and release of IL-1β and IL-18 and has been shown to contribute to ARDS (as reviewed in [23]); inflammasomes consist of sensor, adaptor and effector components such as the NOD-like receptor, pyrin domain containing 3 (NLRP3) protein which detects intracellular stress (as reviewed in [24]). Activation of the NLRP3-inflammasome has been postulated to contribute to lung injury in COVID-19, and blockade of pro-inflammatory cytokines with antibodies is a promising therapeutic strategy [25,26,27,28,29].Excessive inflammation, as seen in ARDS, causes barrier disruption and fluid leakage into the interstitial space. This is mediated through various mechanisms including the previously mentioned cytokines, an increase in reactive oxygen species production by activated leukocytes and the production of neutrophil extracellular traps (NETs) (e.g., in patients suffering from critical illness due to COVID-19) [30,31,32]. Much of the barrier integrity in the continuous microvascular endothelium is conferred by the adherens junctions, in which homophilic interactions between VE-cadherin hold adjacent cells together tightly [33,34] (Figure 1). A decrease in cell-surface VE-cadherin is an important step for the extravasation of leukocytes through selective tyrosine phosphorylation and internalization [11,35,36]. In the context of lung injury, a decrease in VE-cadherin is mediated by multiple signals, including TNF-α, thrombin, and vascular endothelial growth factor (VEGF) [34]. Other non-inflammatory signaling molecules can decrease permeability. Angiopoietin-2 is a well-characterized negative regulatory ligand for receptor tyrosine kinase Tie2, inhibiting its phosphorylation and increasing endothelial permeability [37]. Levels of angiopoietin-2 act as a marker of clinical outcome and injury severity in trauma and sepsis patients [38,39]. The angiogenic cytokine VEGF is also higher in critically ill patients; paradoxically, while higher VEGF levels are associated with a poor prognosis, it is not predictive of lung edema [39,40]. Open in a separate windowFigure 1Anatomy of the alveolus. The alveolus is the basic functional unit of the lung. An extremely thin alveolar wall allows for gas exchange between air and blood. The outer layer is composed of pulmonary epithelial cells (also known as pneumocytes), of which there are two types. Type I epithelial cells permit gas exchange, while type II epithelial cells produce pulmonary surfactant. Pulmonary endothelial cells form the inner layer of the wall and line the pulmonary microvasculature. Endothelial cells form a continuous layer formed through tight and adherens cellular junctions between neighboring cells, thus preventing fluid leakage out of the lung. Vascular endothelial cadherin (VE-cadherin), claudins, and occludins form these junctions through homophilic and/or heterophilic interactions, restricting junction width to 2–5 nm. Created with BioRender.com.More recently, additional players have been identified as being involved in the disrupted lung endothelium in ARDS [41]. The forkhead box protein M1, an important transcription factor involved in cell proliferation, is key in repairing the pulmonary endothelium in multiple models of murine lung injury [42,43]. Various microRNAs (miRs) are also of interest due to their crucial roles in the regulation of the expression of multiple genes: miR-150 levels are inversely correlated with the severity of disease in ARDS patients, and it has been demonstrated to decrease the severity of lung injury by repairing cellular junctions [44,45]. miR-26a-5p, through the reduction in connective tissue growth factor, protected mice with lung injury from lipopolysaccharide (LPS, i.e., endotoxin) by decreasing the severity of inflammation [46]. Finally, fibroblast growth factor 2 and phospholipase D2 have been reported to stabilize VE-cadherin—the former by inhibiting pro-inflammatory pathways, and the latter by preventing VE-cadherin phosphorylation—thereby improving pulmonary endothelial barrier permeability [47,48]. Despite this accruing knowledge as to the regulation of lung microvascular endothelial permeability, there has been relatively little progress in its therapeutic manipulation.1.1.2. Pulmonary Endothelial Dysfunction—Coagulation  While endothelial cells normally inhibit coagulation, when activated they initiate the coagulation cascade by the expression of tissue factor. Ultimately, the cascade produces thrombin and fibrin. Tissue factor-induced coagulation is a significant contributor to mortality in critical illness and play a large role in ARDS [49,50]. In addition to being a direct pro-coagulant, thrombin interferes with the endothelial barrier and exacerbates vascular leakage through binding to its receptor proteinase-activated receptor 1 (PAR1) [51]. Activated endothelial cells also exhibit an inhibition of their normally pro-fibrinolytic state due to an upregulation of the plasminogen activator inhibitor-1 (PAI-1) [52]. Indeed, endothelial cells collected from the lungs of ARDS patients demonstrate an increase in both thrombin and PAI-1 [53]. Of note, microvascular thrombosis has been recognized as playing a role in the pathology of patients with severe COVID-19 [54]. A study comparing ARDS lung autopsies between COVID-19 patients and influenza patients found a nine-fold higher incidence of microvascular thrombosis in the lungs of COVID-19 patients [55]. 1.2. Current Therapies Targeting the Endothelium Given the central role of the lung microvascular endothelium in the pathogenesis of ARDS and sepsis, numerous approaches to modulate endothelial cell activation and decrease vascular leakage are being investigated [56]. For example, the sphingolipid sphingosine-1-phosphate (S1P) is a potent enhancer of the endothelial barrier while also acting to regulate systemic cytokine levels [22,57]. Very recently, Akhter et al. used an endothelial-specific S1P receptor-1 (S1PR1) knockout animal model to investigate the role of S1P in pulmonary endothelial regeneration in an endotoxemia injury model [58]. They found that S1P1R deletion resulted in increased endothelial permeability. Furthermore, they determined that S1PR1-expressing endothelial cells are required for barrier repair, and that these cells were reprogrammed to increase the production of S1P, suggesting therapeutic potential for the S1P pathway in endothelial injury.There has also been extensive interest in targeting the angiopoietin receptor Tie2 and its signaling axis as a means to restore the endothelial barrier. For example, the Tie2 agonist vasculotide was shown to decrease vascular leakage, tissue edema and organ dysfunction in multiple animal models of sepsis or lung injury [59,60,61]. The simultaneous sequestration of the inhibitory ligand angiopoietin-2 and the activation of Tie2 was shown to restore endothelial barrier integrity and reduce mortality in septic animals [62]. Targeting the Tie2 pathway combined with decreasing circulating VEGF rescued septic mice by reducing ICAM-1 levels, decreasing inflammation, and improving endothelial barrier strength [63]. Increasing the activity of Tie2 by means of the inhibition of VE-protein tyrosine phosphatase, a Tie2-inactivating protein, also enhanced the endothelial barrier in the lungs and retinas of mice [64,65]. More generally, it is important to point out that a number of groups have now independently shown that decreasing vascular leakage can be accomplished without impairing innate immunity, highlighting the fact that tissue edema and leukocyte recruitment can be controlled separately [2].Despite these conceptual and therapeutic advances, targeting the endothelium for therapy remains challenging, especially in the injured lung. Nanoparticle-enhanced delivery systems are the subject of intense research [66]. Inhalation of nanoparticles did show transit into the vascular space, suggesting that the endothelial barrier is reached [67]. The specific composition of nanoparticles can regulate their delivery, as demonstrated by one group showing the specificity of their nanoparticles for the alveolar endothelium, with or without cargo [68,69,70]. To increase endothelial specificity even further, antibodies and ligands for endothelial-specific receptors have been added to the nanoparticles. For example, peptides against sialic acid, ephrin type-A receptor 2, and ICAM have all been described [71,72,73,74].Nonetheless, a major issue is how to preferentially deliver therapeutic cargo to the most injured regions of the lung in ARDS. This is particularly problematic given the heterogeneity of the lung in ARDS, in which severely consolidated areas in the lungs of a given patient may be abutting relatively aerated regions [75,76]. Intravenous administration of drugs (including nanoparticles) may result in undesirable off-target effects in other organs such as the kidney or liver. Hypoxic vasoconstriction (the normal narrowing of vessels in the lung in response to hypoxia) may complicate this further by decreasing the amount of drug able to reach the tissue. Inhaled agents are preferentially distributed to the best ventilated areas of the lung, potentially neglecting the most injured regions; furthermore, they make first contact with the lung epithelium, potentially decreasing access to the lung endothelium. Thus, there is a need for a delivery method which can achieve a high rate of lung endothelial delivery and preferentially targets the most injured lung areas. 2. Introduction to Ultrasound-Microbubble Mediated TherapyOver the past two decades, ultrasound-microbubble (USMB)-mediated intracellular drug and gene delivery has emerged as a promising therapeutic approach for the treatment of the endothelium. One of the first reports on USMB-mediated intracellular delivery appeared in the late 1990s when ultrasound and commercial ultrasound imaging contrast microbubbles (Albunex®) were used for the transfection of cultured Chinese hamster ovary cells with a pGL2 luciferase reporter plasmid [77]. Since then, USMB-mediated delivery has been used for a variety of in vitro and in vivo applications such as delivering drugs across the blood–brain barrier, transfecting liver cancer cells with genes for therapy as well as delivering drugs to endothelial cells [78,79,80,81]. The principle of the method is as follows: When circulating microbubbles are exposed to ultrasound, they grow and shrink in response to the alternating low- and high-pressure portions of the acoustic wave (i.e., cavitation). These oscillations of microbubbles exert mechanical forces on the endothelium, which increases local vascular permeability and facilitates delivery of external molecules into targeted tissues [82] (Figure 2). Depending on the intrinsic properties of the microbubbles and applied ultrasound parameters, microbubbles may undergo stable oscillations (i.e., stable cavitation) or violent oscillations and collapse (i.e., inertial cavitation) [83]. Microbubble oscillations induce acoustic microstreaming flows in the surrounding medium while violent collapse leads to the formation of high-velocity microjets and shockwaves which induce shear stresses on the endothelium, leading to intracellular and trans-endothelial delivery of drugs or plasmids [84,85]. Since microbubbles undergo cavitation only in the presence of an ultrasound field, the delivery is highly targeted towards the specific area of insonation, thus reducing off-target effects. Open in a separate windowFigure 2Basic principle of ultrasound-microbubble (USMB)-mediated drug and gene delivery. When microbubbles flowing through the blood are exposed to the ultrasound field, they undergo rapid changes in size and shape (i.e., cavitation), inducing high shear stresses on the surrounding endothelium. This increases vascular permeability and cellular internalization (e.g., endocytosis), leading to targeted delivery of drugs/genes in the area of insonation. The result is enhanced delivery of therapeutic cargo to the local endothelium itself and to the organ being perfused. Created with BioRender.com.Microbubbles used for this application often contain a high molecular weight perfluorocarbon gas core surrounded by a protective shell made from lipids, proteins or polymers which improve their stability and lifetime [86]. The microbubbles can be co-administered intravenously along with drugs or other cargo, or can be designed to carry the therapeutic cargo inside the bubble or bound to the microbubble surface [87].Due to its ease of application, non-invasive and highly localized nature, USMB-mediated drug/gene delivery is an attractive option for the treatment of the endothelium. The endothelium is known to play a crucial role in several vascular pathologies including arterial restenosis, arteriosclerosis, thrombosis, and hypertension [88]. To date, several research groups have demonstrated the utility of USMB-mediated delivery for endothelial treatment. For example, USMB has been utilized for successful intra-endothelial delivery of plasmid DNA encoding a phosphomimetic variant of the endothelial nitric oxide synthase (eNOS S1177D) gene, enhancing the production of nitric oxide (NO), which is a crucial mediator of anti-atherosclerotic effects [89]. Another study utilized USMB-mediated delivery of rapamycin (an antiproliferative drug) for successful inhibition of neointima formation, a condition resulting from endothelial denudation, in rat carotid arteries [90]. The cellular mechanisms of how USMB enhances drug delivery include sonoporation and endocytosis; these will be briefly reviewed here. 2.1. Mechanisms of USMB-Mediated Intracellular Delivery2.1.1. Sonoporation The term ‘sonoporation’ refers to the formation of transient pores in the cell membrane upon exposure to ultrasound-activated microbubbles. The formation of pores enhances membrane permeability, thus facilitating intracellular delivery of external molecules. Several investigations have been carried out to characterize these membrane pores. Using indirect molecular probing and direct visualization using scanning-electron microscopy (SEM), one study revealed the formation of membrane pores in the size range of 75–100 nm following USMB treatment of MAT B III cells [91]. Another study utilized transmembrane current measurements of Xenopus laevis oocytes for real-time monitoring of sonoporation, following treatment with ultrasound and commercial Definity® microbubbles. The results indicate the formation of membrane pores of radius 110 ± 40 nm [92]. Several other investigations have been performed to characterize the membrane pore size following USMB treatment using advanced atomic force microscopy and electron microscopy techniques [93,94,95,96,97]. The membrane pores formed by sonoporation are transient and reseal within a few seconds or minutes. Few researchers have investigated the temporal dynamics of membrane resealing following sonoporation by cavitating microbubbles. Using live-cell fluorescence microscopy and the fluorescent dyes Fura-2 and propidium iodide, one study observed membrane resealing in endothelial cells within 5 s of exposure to single-shot pulsed ultrasound with microbubbles [98]. Another recent investigation utilized real-time confocal fluorescence microscopy to visualize membrane resealing and observed that the resealing process could be completed with 1 min, depending on the initial pore size [99]. All these studies have provided strong visual evidence of membrane perforation and resealing following USMB treatment, suggesting sonoporation as a major mechanism of USMB-mediated cargo delivery. Why USMB induces sonoporation has been explained by physical phenomena such as acoustic microstreaming, shock waves and microjets generated by the cavitating microbubbles in the surrounding medium; these will be briefly discussed in the next section. Acoustic Microstreaming  Ultrasound-driven, oscillating microbubbles undergoing stable cavitation are known to generate steady vortical flows in the surrounding liquid (i.e., swirling motion of surrounding liquid), frequently referred as acoustic microstreaming [100]. It is suggested that these microstreaming flows induce a shear stress on the nearby cells resulting in tension and stretching of the membrane, thereby inducing transient membrane perforation [101,102]. One of the earliest experimental studies on microstreaming-induced sonoporation was performed with an ultrasonic horn transducer (also known as Mason horn, sonotrode, ultrasonic homogenizer or disintegrator) vibrating at 21.4 kHz inside a Jurkat lymphocyte suspension [103,104]. These experiments suggested that microstreaming flows generated by the vibrating Mason horn induce a shear stress of 12 Pa, which is sufficient to induce sonoporation in Jurkat lymphocytes upon exposure for 7 min. Theoretical calculations performed by the same research group indicated that acoustic microstreaming flows generated by microbubbles could induce shear stresses of similar or higher magnitude, thus facilitating sonoporation [101]. Using a combination of particle image velocimetry (PIV) and theoretical analysis, other researchers have shown that the shear stresses induced by acoustic microstreaming flows around microbubbles are significantly higher (~19 Pa) than the shear stresses induced by normal blood flow (~0.5–2 Pa), resulting in sonoporation [102]. These and several other theoretical and experimental studies showed that acoustic microstreaming may be a major mechanism of sonoporation [105,106,107]. Furthermore, microstreaming flow pattern is strongly dependent on the driving ultrasound frequency, microbubble size, pressure amplitude, properties of surrounding media as well as oscillation mode of microbubbles, which might explain why sonoporation and intracellular delivery of molecules are strongly affected by these parameters, as noted in several other studies [102,108,109,110]. Shock Waves and Liquid Microjets  Besides acoustic microstreaming, shockwaves and liquid microjets erupting from a collapsing microbubble undergoing inertial cavitation are suggested as possible mechanisms of sonoporation. Cavitating microbubbles undergoing symmetrical bubble collapse generate a strong shock wave in the surrounding medium which may exert a significant shear stress to perforate the membrane. Some experimental studies show that the amplitude of a shock wave generated by a single collapsing bubble can be as high as 1 GPa; however, this shock dies down rapidly and can only make an impact at distances comparable to the initial microbubble radius [100]. However, in the presence of multiple microbubbles, shockwaves emitted by several collapsing bubbles may combine and make an impact over larger distances [100]. Some molecular dynamics simulation studies have shown that a lipid bilayer membrane exposed to shockwaves may undergo compression and rebound, resulting in the formation of membrane pores during the reorganization of the lipid bilayer [111,112,113]. Though this study did not consider shockwaves erupting from collapsing bubbles, the mechanism may be similar for sonoporation induced by collapsing bubble shockwaves.Fundamental fluid mechanics studies have revealed that a cavitating microbubble near a wall or a solid boundary collapses asymmetrically, ejecting fast liquid microjets towards the wall [114,115]. It has been hypothesized that when a microbubble undergoes inertial cavitation near the walls of blood vessels, the microjets ejected from asymmetrical collapse exert high shear stresses on the endothelial cells, causing membrane poration [116]. Some experimental studies conducted in the late 2000s have supported this hypothesis [94,98,117]. 2.1.2. Endocytosis For several years, sonoporation was thought to be the major mechanism of USMB-mediated intracellular delivery. However, mounting evidence now suggests that endocytosis may also play a major role. Experiments with primary endothelial cells exposed to USMB in the presence of fluorescent dextrans (4.4 to 500 kDa) have shown localization of 155 and 500 kDa dextrans in distinct vesicles and uniform distribution of 4.4 and 70 kDa dextrans throughout the cytosol [118]. Furthermore, this study showed a significant decrease in the intracellular delivery of all dextran molecules after independent inhibition of caveolin-mediated endocytosis, clathrin-mediated endocytosis and micropinocytosis pathways. Additionally, adenosine triphosphate (ATP) depletion showed a reduced uptake of 4.4 kDa dextran with no uptake of 500 kDa after USMB treatment, consistent with the inhibition of endocytosis (which requires ATP) rather than an effect on sonoporation. Using 3D fluorescence microscopy, this study also demonstrated colocalization of 500 kDa dextran vesicles with caveolin-1 and clathrin [118]. Together, this evidence suggests that endocytosis is a major mechanism of USMB-mediated intracellular delivery, especially for larger molecules. In another study, C6 rat glioma cells were treated with either chlorpromazine (a non-specific inhibitor of clathrin-mediated endocytosis) or genistein (used to inhibit caveolae-mediated endocytosis) before exposure to USMB in the presence of the fluorescent dye SYTOX green [119]. The results showed a 2.5-fold increase in the SYTOX uptake time constant for the chlorpromazine-treated group, and a 1.1-fold increase in the uptake time constant for the genistein-treated group, indicating the dominance of the clathrin-mediated pathway in USMB-mediated endocytosis. Unfortunately, the lack of specificity of the inhibitors limits the interpretation of this study [119]. Similar results were obtained in another investigation which showed increased clathrin content per clathrin-coated pit and enhanced clathrin-mediated endocytosis within 5 min of USMB exposure [120]. Some researchers have also studied the influence of ultrasound parameters on the uptake mechanisms (i.e., sonoporation vs. endocytosis). When human melanoma cells were subjected to USMB in the presence of fluorescein isothiocyanate (FITC)-dextran at different acoustic pressures (100–500 kPa), endocytosis, as evidenced by the presence of dextrans in vesicles, appeared to be a dominant mechanism of cellular uptake at low acoustic pressures. In contrast, sonoporation appeared to be more dominant at higher acoustic pressures [121]. The dependency of uptake mechanisms on applied acoustic pressures may be linked to the acoustic behavior of microbubbles, which change at different acoustic pressures. Biological Mechanisms of USMB-Induced Endocytosis  Several biological mechanisms of USMB-induced endocytosis have been suggested in the literature [122]. Some studies have shown that when cells are exposed to USMB or just ultrasound, a strong influx of Ca2+ ions is induced [118,123,124]. It is believed that the high intracellular Ca2+ concentration stimulates endocytosis; however, the exact mechanism is unclear [122]. It has also been suggested that the increase in reactive oxygen species (ROS) production upon exposure to ultrasound stimulates endocytosis by a ROS-dependent mechanism such as caveolae internalization due to ROS-induced caveolin-1 phosphorylation or by increasing the calcium influx [122,123,125]. However, the detailed mechanism of ROS-activated endocytosis remains elusive. According to another hypothesis, the exocytosis of lysosomes plays a crucial role in the regulation of clathrin-dependent endocytosis induced by USMB treatment [122]. The evidence for this comes from the observation that the lysosomal marker protein (Lamp-1) accumulates in the plasma membrane at the same time as USMB-induced endocytosis occurs, while the inhibition of lysosome exocytosis significantly reduces the activity of the transferrin receptor, which plays a crucial role in clathrin-dependent endocytosis [120,122]. At present, however, the precise biological mechanisms of USMB-induced endocytosis are not fully understood and more study is necessary.Physical Mechanisms of USMB-Induced Endocytosis  Endocytosis is thought to be initiated by direct physical interactions between microbubbles and the cells or through certain biological pathways triggered by these physical interactions [122]. Though the exact physical mechanisms responsible for triggering endocytosis remain elusive, certain hypotheses have been proposed. As discussed earlier, oscillating or collapsing microbubbles produce microstreaming flows, shockwaves or liquid microjets in the surrounding liquid. The shear stresses produced by these physical phenomena may induce membrane deformations and trigger endocytosis, as noted in some earlier investigations [126,127]. A second hypothesis states that the forces exerted on the plasma membrane due to microbubble–cell interactions can be transmitted downstream to the cytoskeleton, leading to cytoskeleton remodeling [122]. This process may in turn activate mechano-sensors such as integrins or stretch-activated ion channels, triggering certain endocytotic pathways [122]. Another hypothesis suggests that endocytosis is not an independent phenomenon but is triggered by sonoporation caused by exposure to USMB [122]. According to this hypothesis, formation of lysosomal patches and exocytosis is essential for sealing large membrane pores caused by USMB treatment. The lysosomal acid sphingomyelinase released during the exocytosis process converts sphingomyelin in the plasma membrane to ceramide, leading to inward budding and formation of vesicles, which is considered to be a prelude to the endocytosis process [122]. Though multiple hypotheses exist, there is no consensus on the physical mechanisms triggering USMB-induced endocytosis and more investigations need to be performed in this area. In summary, sonoporation and endocytosis both lead to intracellular delivery of molecules; however, it is difficult to say which one of the two dominates. The size of the molecules and the acoustic parameters are likely critical determinants [118]. Endocytosis may also be an unavoidable consequence of sonoporation and may be required for resealing of membrane pores [122]. Relative to sonoporation, endocytosis is an active and regulated pathway for the delivery of molecules and is therefore considered by some to be potentially safer for cargo delivery [122]. 2.1.3. Cargo Delivery Using USMB—On, Inside, or Around? Different approaches for delivering cargo using microbubbles have been described. Here, we will discuss the three most common approaches used for various USMB applications, namely—binding the cargo to the microbubble shell using electrostatic or covalent interactions, embedding cargo inside the microbubble shell and co-administration of cargo and microbubbles. Though the approaches discussed here are not specific to the treatment of endothelium, the same strategies could be useful for treating lung endothelial dysfunction using USMB. Electrostatic or Covalent Binding of Cargo to the Microbubble Shell  Several attempts have been made to bind cargo (i.e., drugs or plasmids) to the microbubble shell using electrostatic or covalent interactions [128]. Due to the proximity of the cargo to the microbubble shell, it is speculated that this approach leads to enhanced delivery efficacy due to cavitation effects [129]. In addition, the release of cargo could be limited to the area of insonation, thus reducing any adverse side-effects related to free circulating drug [129]. Plasmids, which have an inherent negative charge, can be bound onto the shells of cationic lipid microbubbles using electrostatic interactions. This approach ensures that the plasmid DNA is protected from degradation by endonucleases, thereby increasing local DNA concentration for USMB-mediated transfection [130]. Cationic microbubbles bound with plasmid DNA have been used to transfect click beetle luciferase (CBLuc) plasmids into endothelial cells using USMB treatment in vitro [130]. In another investigation, researchers used cationic microbubbles loaded with short hairpin RNA interference therapy targeting prolyl hydroxylase-2 (shPHD2) plasmid for USMB-assisted myocardial transfection to protect the heart from myocardial infarction [131]. Cationic microbubbles are usually made by incorporating cationic lipids such as 1,2-dioctadecanoyl-3-trimethylammonium-propane (DSTAP) into the shells of lipid microbubbles or by coating the shell with cationic polymers such as poly-(allylamine hydrochloride) when using albumin microbubbles [130,132]. The plasmid loading capacity is limited by the surface area of microbubbles. The maximum plasmid loading capacity usually ranges from 0.001 to 0.005 pg/μm2 [133]. In order to increase the plasmid loading capacity, a layer-by-layer construction of microbubbles with alternate plasmid (anionic) and poly-L-lysine (cationic) layers has been proposed [133]. Using this technique, the plasmid loading capacity has been reported to increase over 10-fold using five paired layers [133]. Apart from plasmids, various other cargos such as drug-loaded liposomes or nanoparticles have been bound to the surface of microbubbles. For example, doxorubicin (DOX)-loaded liposomes were covalently attached to lipid-shelled microbubbles via thiol-maleimide linkages and then used for USMB-mediated delivery to human glioblastoma cells [134]. The results indicated a four-fold decrease in cell viability with DOX-liposome loaded microbubbles compared to free DOX-liposomes or DOX alone [134]. Embedding Cargo Inside the Microbubble Shell  Similar to electrostatic or covalent binding, embedding the cargo inside the microbubble shell could have a protective effect on the cargo, preventing its early degradation and prolonging its half-life inside the body [129]. Different types of cargo have been embedded inside the microbubble shell. In one study, rapamycin, an anti-proliferative drug, was embedded inside lipidshells of microbubbles for USMB-mediated attenuation of smooth muscle cell proliferation [90]. In vitro assays indicated that the delivery efficacy of rapamycin-loaded microbubbles was significantly higher than microbubbles co-administered with free rapamycin [90]. In another investigation, plasmid DNA encoding for the LacZ gene was incorporated into albumin microbubble shell and then used for USMB-mediated vascular gene transfection [89]. It has been demonstrated that the in vitro efficiency of transfection using plasmid-DNA embedded microbubbles is significantly higher than the transfection efficiency of the co-administration of microbubbles and plasmid [135]. Though both the approaches (namely binding the cargo to the microbubble shell (Section 2.1.3) and embedding the cargo inside the microbubble shell) prevent early degradation of cargo inside the body, there is no study which directly compares the cargo delivery efficacy of these two approaches. Therefore, it is difficult to say which of these two approaches is better. Co-Administration of Cargo and Microbubbles  Co-administration of cargo with microbubbles is one of the simplest approaches for cargo delivery using USMB. In the method, a mixture of free drugs/plasmids and microbubbles is injected into the circulation or directly at the site of insonation. For example, in a recent investigation, a mixture of lipid-coated microbubbles and propidium iodide (PI) was utilized for USMB-mediated delivery of PI into endothelial cells cultured in microfluidic channels [136]. In another study, mixtures of microbubbles and evans blue dye/fluorescent-dextran were used to study USMB-mediated drug delivery to the brain in mice [137]. A mixture of commercial SonoVue microbubbles and enhanced green fluorescent protein plasmid (pEGFP)were used to study USMB-assisted gene transfection in prostate cancer cells in vitro and in vivo in a recent investigation [138]. 2.1.4. Modification of the Microbubble to Enhance Delivery Further methods have been developed to specifically target the area of endothelial inflammation or endothelial dysfunction. By covalently attaching receptors for markers expressed by endothelial cells during inflammation to the microbubbles, the bubbles attach and remain adjacent to the cells that require therapeutic cargo delivery. Activated endothelial cells have increased expression of ICAM-1, allowing it to be used as a binding target for microbubbles [139]. Conjugation of an ICAM-1 antibody to the microbubble surface resulted in significant binding to activated endothelial cells in culture under shear flow compared to no binding to healthy endothelial cells [139]. Conjugating VCAM-1 and E-selectin antibodies to microbubbles through a biotin-streptavidin reaction has also been evaluated for binding to activated endothelial cells [140]. Microbubbles conjugated to any of the three antibodies had significantly increased binding to human endothelial cells activated with 6 h or TNF-α treatment compared to untreated cells [140]. Microscopic imaging observed improved binding of antibody-conjugated microbubbles to activated human and mouse endothelial cells following exposure to the bubbles under flow conditions compared to non-conjugated microbubbles [140]. A potential method to improve the targeting of activated endothelial cells would be dual targeting with several of the previously mentioned antibodies. While Barriero et al. demonstrated dual targeting with endothelial markers (CD9 and ICAM-1), it has not yet been tested with both markers only present on activated endothelial cells and not healthy cells [141].Targeted microbubbles have been especially useful in delivering therapeutic cargo to injured heart tissue. Using cationic microbubbles conjugated to P-selectin antibodies for targeting ischemic areas in a murine ischemia model and bound to a plasmid coding for hVEGF165, Shentu et al. delivered genetic cargo to the cardiac endothelium [142]. The study observed enhanced deposition of the genetic cargo resulting in improvement to cardiac function compared to without the targeting ligand [142]. A similar study successfully delivered the angiopoietin-1 gene using cationic microbubbles targeted with an ICAM-1 antibody to improve endothelial function and stimulate angiogenesis in an ischemic murine model [143]. 2.2. A New Frontier? Ultrasound and Microbubble Treatment of the Injured LungDespite the abundant literature describing ultrasound and microbubbles for cargo delivery across the blood–brain barrier or to tumors, there are very few reports of the technique in the lung. Early use of ultrasound in the lung focused on the study of pleural disease rather than lung tissue itself [144], since ultrasound is scattered by the air in healthy air-filled lung tissue. This has likely also delayed recognition of the potential of USMB to enhance drug delivery to the injured lung. In fact, lung injury or ARDS may be ideally suited to USMB-mediated therapy, since fluid leaking into the alveoli and the loss of air allows ultrasound waves to selectively penetrate the most injured lung regions [144]. Normal (aerated) or less-diseased regions of the lung would scatter the ultrasound energy, preventing or reducing off-target effects [145]. USMB is also likely to be effective for targeting densely consolidated lung (as in lobar pneumonia), even in the absence of diffuse disease (Figure 3).Open in a separate windowFigure 3Courtesy of Laurent J. Brochard, St. Michael’s Hospital, Toronto(A) Lung CT scan (cross-sectional view) from a patient with ARDS showing heterogenous distribution of injured, fluid-filled regions of the lung (B) USMB treatment of the lung targets the most injured and edematous regions. (a) Ultrasound energy is unable to penetrate the relatively healthy aerated sections of the lung, reflecting instead. Microbubbles in this region flow through the capillaries unaffected by the ultrasound waves. (b) Ultrasound energy is able to penetrate when the alveoli are filled with fluid in edematous or de-aerated regions, sonicating the microbubbles. Cavitation of the microbubbles is induced, resulting in cellular uptake of therapeutic cargo preferentially in the most injured area of the lungs. Created with BioRender.com.The amount of penetration of ultrasound in the most injured, fluid-filled regions of the lung and normal, air-filled regions of the lung can be quantitatively estimated using acoustic impedance values of lung tissue, air and blood (Table 1) [146].Table 1Acoustic impedance values of lung, air, and blood.MediumAcoustic ImpedanceLung0.18 × 106 RaylsAir0.0004 ×106 RaylsBlood1.65 ×106 RaylsOpen in a separate windowThe amount of reflection and transmission of incident ultrasound wave at the lung–air interface and lung–fluid (i.e., blood) interface can be calculated using ultrasound reflection and transmission coefficients.\nR=Z2−Z1Z2+Z12(1)\nT=4Z2Z1Z2+Z12(2)\nwhere R is the ultrasound reflection coefficient and T is the ultrasound transmission coefficient. Here, Z1 and Z2 are acoustic impedance values of medium 1 and medium 2, respectively, at the interface that is exposed to the ultrasound wave. For the lung–air interface, Z1 can be assumed as the acoustic impedance of the lung while Z2 can be assumed as the acoustic impedance of the air. Similarly, for the lung–blood interface, Z1 can be considered as the acoustic impedance of the lung and Z2 can be considered as the acoustic impedance of the blood.Using the above equations, it can be observed that almost the entire incident ultrasound wave (99.1%) is reflected back at the lung–air interface, while only 0.9% penetrates in the air-filled regions of the lung. On the contrary, 35.5% of the incident ultrasound penetrates the lung–blood interface, which is significantly higher than the penetration at the lung–air interface. These numbers quantitatively show that ultrasound energy penetrates the most injured areas of lungs, showing its potential for targeted drug and gene delivery. This remarkable selectivity of USMB for the most injured regions of the lung sets it apart from other potential endothelial-targeted therapeutic strategies such as nanoparticles or microparticles.The first instance of USMB treatment for the delivery of therapeutic cargo to injured lung tissue was recently published by our group (2018), demonstrating delivery of the aminoglycoside antibiotic gentamycin in an E.coli-induced murine pneumonia model [147]. The study demonstrated an almost ten-fold reduction in bacterial colony-forming units following USMB treatment with gentamycin compared to gentamycin alone, an intriguing finding given that aminoglycoside antibiotics do not normally distribute well to the lung [147]. In fact, the dose of gentamicin that was administered was too low to inhibit bacterial growth in the absence of concomitant microbubbles and thoracic ultrasound [147]. USMB treatment significantly increased gentamicin concentrations in both bronchoalveolar lavage fluid and lung lysates [147]. In this study, USMB was also shown to have no detrimental effect on oxygenation or on the degree of lung injury scored in a blinded fashion by a lung pathologist [147]. These results of enhanced delivery to injured lung tissue were later validated in a rabbit model by a French group, who reported enhanced delivery of another aminoglycoside antibiotic, amikacin, to fluid-filled lung tissue [148]. Flooding the rabbits’ lungs with saline allowed the group to apply USMB treatment while administering amikacin at two doses, comparing delivery to sonicated and non-sonicated lung tissue [148]. USMB treatment significantly increased amikacin concentration in the sonicated lung tissue compared to the non-sonicated lung tissue, with a greater degree of enhancement observed at the lower amikacin dose [148]. Both of these studies highlight the enhancement of therapeutic cargo delivery by USMB at doses below the physiologically effective dosage.The therapeutic benefits of delivering pulmonary surfactant (sinapultide) using USMB has also been investigated; delivery of sinapultide by insonation of sinapultide-loaded microbubbles reduced the severity of injury and levels of the inflammatory cytokines IL-6 and TNF-α in an LPS-induced model of lung injury [149]. Finally, USMB treatment has also been used to explore the therapeutic effects of delivering a VEGF antagonist (soluble fms-like tyrosine kinase-1) encapsulated in the microbubbles to a murine model of LPS-induced lung injury [150]. The lung injury group receiving USMB with soluble fms-like tyrosine kinase-1 exhibited improved PaO2, reduced lung injury score and wet-to-dry ratio, and a lower 7-day mortality rate compared to injured counterparts receiving USMB treatment with empty microbubbles [150]. This treatment was found to enhance endothelial barrier function by inhibiting the endothelial permeability caused by VEGF while avoiding off-target effects [150].Despite these intriguing examples, however, the use of USMB in the injured lung still remains largely unexplored. Specifically, it remains to be seen whether other therapeutic cargoes such as plasmids and non-coding RNA can be harnessed with USMB to treat lung injury. 3. Future Directions—Challenges and Opportunities3.1. Trade off of Increased Leakage vs. Cargo DeliveryOne concern with USMB in the lung is the risk of increasing endothelial leakage or inflammation through sonoporation. Although sonoporation is transient, in theory it could aggravate tissue damage in the injured lung; on the other hand, sonoporation will also further enhance the delivery of therapeutic cargoes. Inflammation of the blood–brain barrier has been observed when treating with a microbubble dose 10 times higher than the clinical imaging dose; no damage was observed with the clinical dose [151]. The high microbubble dose also corresponded to increased contrast agent uptake in the surrounding tissue, indicating that increased inflammation and leakage allows for more cargo delivery [151]. Steroids such as dexamethasone have been investigated as a countermeasure to USMB-inflicted inflammation in the blood–brain barrier, with beneficial results [152]. Real-time microscopy of USMB-induced cultured endothelial barrier disruption observed the effect of shear stress on barrier permeability and how it can be manipulated through ultrasound frequency and microbubble oscillation dynamics [153]. Large microbubble-induced shear stress was determined to induce larger pores which could cause gap formation between cells [153]. Ultrasound settings, microbubble dosage and dynamics, and how often treatment is applied can all affect the degree of penetration and inflammation due to USMB treatment, as well as the amount of cargo delivery. While increasing the penetration has been linked to increased cargo delivery to underlying tissue, the safety of the procedure must be weighed against the effectiveness. Optimization of all of these parameters is recommended for the application of safe therapy while inducing cargo delivery with USMB.3.2. Tissue (Depth) Penetration and Specificity for the LungAnother feasibility issue is the degree to which thoracic ultrasound can penetrate the edematous or consolidated lung. Thoracic ultrasound has a maximum tissue penetration of about 10 cm, which would theoretically permit access to most of the average-sized human thorax (e.g., a chest circumference of 38 inches is a radius of ≈ 15 cm) [154]. In the event that surface ultrasound does not permit sufficient access, endobronchial ultrasound exists and would theoretically permit treatment of injured areas of the lung that are deep under the surface. For USMB to be used in clinical practice in humans, one could envisage development of a specific clam-shell-shaped ultrasound transducer that would permit simultaneous treatment of both the ventral and dorsal thorax. Finally, USMB is likely to be most effective in only the most severely injured lung regions; residual air in less severely injured areas of the lung is likely to block the ultrasound energy. Specifically, whether the technique will work in areas where interstitial (rather than alveolar) edema predominates is uncertain.3.3. Optimizing Bubble Size and Charge for DeliveryEfficient delivery of cargo is affected by the properties of the microbubbles [155]. A particularly important variable is bubble surface charge. In lipid-shelled bubbles, the lipids chosen can impart a charge property on the bubble (e.g., 1,2-stearoyl-3-trimethylammonium-propane will lead to the generation of cationic microbubbles), and these properties have direct and measurable effects on the success of delivery. For example, genetic material in the systemic circulation is rapidly degraded, necessitating large amounts of genetic material to be injected, which may be unfeasible [156]. However, when nucleic acids were delivered with cationic microbubbles, their lifespan in the circulation was extended, leading to a lower required nucleic acid dose and a higher level of transfection [157,158,159,160,161,162]. This is a result of negatively charged nucleic acids coupling to the bubbles [163].Bubble size is another important property that contributes to delivery capacity. In comparison to larger bubbles, smaller bubbles require higher ultrasound frequencies to undergo inertial cavitation [164]. Larger bubbles were found to achieve greater penetration depth of Evan’s blue dye and ascorbyl tetraisopalmitate in skin samples, suggesting that bigger bubbles are better for delivery [165]. However, large bubbles are more likely to cause detrimental blockage of the circulation; larger bubbles also result in more local tissue damage [166]. These consequences must be considered when choosing the right bubble size for a given application.On the other end of the spectrum are nanobubbles, which are bubbles that are less than 1 micron in diameter [167]. Due to their very small size, they are able to traverse intercellular gaps and deposit deep into tissues, perhaps making them less desirable to endothelial transfection. They are desirable for applications such as tumor targeting, where they are able to infiltrate deep into the tumor for treatment [168]. They were also shown to be safer to cells than microbubbles, causing transfection in an in vitro model without impacting cell viability [169]. However, a major limitation of nanobubbles is the possibility of extravasation at other vascular sites, thus decreasing the amount deposited at the tissue of interest [170]. Nonetheless, their increased stability makes them an interesting avenue for endothelial delivery.3.4. Emerging Techniques to Control Bubble Sizes and ChargeMost of the current USMB-mediated drug/gene delivery studies use commercial microbubble ultrasound contrast agents (such as SonoVue®, DEFINITY®, OPTISON®) [171]. Some studies also use custom-made bubbles which are prepared by either sonication or a mechanical agitation method [171]. This method of preparation often leads to polydisperse microbubbles with varying mean sizes [171]. The resonance frequency of microbubbles (i.e., ultrasound frequency at which the maximum amplitude of oscillation occurs) depends on the size of the microbubbles [86]. For example, smaller bubbles have a higher resonance frequency compared to larger bubbles, and the maximum amplitude of oscillation of smaller bubbles is less than larger bubbles because of increased damping [86]. Therefore, when polydisperse microbubbles are insonated, only a small fraction of the total population microbubbles resonate, which may negatively affect the drug/gene delivery efficacy [86]. One way to solve this problem is to use emerging microfluidic techniques which are capable of generating monodisperse microbubble populations. Using carefully designed microchannels and appropriate flow rates, monodisperse microbubbles of varying mean sizes can be generated at a high throughput [172,173,174]. Moreover, the shell properties (such as composition, charge) of the microbubbles can be varied by using different lipid mixtures in the continuous phase. Apart from microbubbles, microfluidics can also be used to generate monodisperse nanobubbles, as reported in a recent study [175]. Microfluidics thus provides a promising alternative to conventional agitation/sonication techniques for generating monodisperse bubbles, which could maximize the efficiency of USMB-mediated drug/gene delivery.3.5. Clinical Trials of USMB Treatment for ARDSThe use of USMB treatment to enhance drug delivery for tissues in the digestive tract has been supported in recent clinical trials. Improvement in delivery of chemotherapeutic drug to target tissue has been demonstrated in pancreatic cancer, as well as various malignant tumors of hepatic and pancreatic organs [176,177]. These studies concluded that USMB-enhanced treatment improved patient outcome without additional toxicity or side effects compared to chemotherapeutic treatment alone. However, given the novelty of USMB treatment for injured lung tissue (first published in 2018), USMB has not yet been attempted in clinical trials for ARDS or lobar pneumonia [147]. Once sufficient in vitro and in vivo evidence has accumulated on the effectiveness and safety of USMB treatment for injured lung tissue, clinical trials are likely to follow [178]. 4. Conclusions—A New Technique Provides New OpportunitiesARDS is a major cause of death after respiratory infection, whether from existing or emerging viral and bacterial pathogens. The pulmonary endothelium plays a significant role in the development and progression of ARDS, where loss of barrier integrity and excessive inflammation drive pulmonary edema. Current treatments are unable to specifically target the most injured pulmonary endothelium due to the heterogeneity of lung damage in any given patient. Because air scatters ultrasound energy, USMB-mediated cargo delivery is an attractive method that will preferentially target the most injured areas of the lung, sparing relatively aerated regions. Even in the absence of diffuse disease, USMB could also be used in the setting of a dense, lobar consolidation. In principle, this technique could be used to deliver small molecule or genetic agents that enhance endothelial barrier integrity, stimulate endothelial repair, and prevent excessive endothelial cell activation.Finally, the ability to deliver drugs and potentially genetic material preferentially to non-aerated lung in vivo is likely to be useful in determining the pathogenesis of lung diseases even beyond ARDS. For instance, this technique might facilitate research into the pathogenesis and treatment of lung fibrosis or lung malignancy. Although the field is young, ultrasound-microbubble-mediated drug and gene delivery has the potential to be a valuable tool to understand and to treat the severely injured lung. 5. PatentsW.L.L. is listed as a co-inventor on a patent related to this work and is the Chief Scientific Officer of a spin-off company related to this field. Author ContributionsConceptualization, writing, original draft preparation, review and editing, R.S., K.J., M.D., S.S.H.T. and W.L.L. All authors have read and agreed to the published version of the manuscript. FundingWork in W.L.L.’s lab is funded by a Collaborative Health Research Grant (CHRP) from the Canadian Institutes of Health Research (CIHR) and the Natural Sciences and Engineering Research Council (NSERC) of Canada. W.L.L. holds a Canada Research Chair in Mechanisms of Endothelial Permeability. Work in S.S.H.T.’s lab is funded by the Natural Sciences and Engineering Research Council (NSERC) Discovery grant (RGPIN-2019-04618). Institutional Review Board StatementNot applicable. Informed Consent StatementNot applicable. Data Availability StatementNo new data were created or analyzed in this study. Data sharing is not applicable to this article. Conflicts of InterestW.L.L. is a co-inventor on a patent for the use of Vasculotide for influenza and previously (2016–2018) served on the Scientific Advisory Board for Vasomune. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Sturtzel C. Endothelial Cells. Adv. Exp. Med. Biol. 2017;1003:71–91. doi: 10.1007/978-3-319-57613-8_4. [PubMed] [CrossRef] [Google Scholar]2. Filewod N.C., Lee W.L. Inflammation without Vascular Leakage. Science Fiction No Longer? Am. J. Respir. Crit. Care Med. 2019;200:1472–1476. doi: 10.1164/rccm.201905-1011CP. [PubMed] [CrossRef] [Google Scholar]3. Goldenberg N.M., Steinberg B.E., Slutsky A.S., Lee W.L. Broken Barriers: A New Take on Sepsis Pathogenesis. Sci. Transl. Med. 2011;3:88ps25. doi: 10.1126/scitranslmed.3002011. [PubMed] [CrossRef] [Google Scholar]4. Lee W.L., Slutsky A.S. Sepsis and Endothelial Permeability. N. Engl. J. Med. 2010;363:689–691. doi: 10.1056/NEJMcibr1007320. [PubMed] [CrossRef] [Google Scholar]5. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute Respiratory Distress Syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]6. Bellani G., Laffey J.G., Pham T., Fan E., Brochard L., Esteban A., Gattinoni L., van Haren F., Larsson A., McAuley D.F., et al.  Epidemiology, Patterns of Care, and Mortality for Patients with Acute Respiratory Distress Syndrome in Intensive Care Units in 50 Countries. JAMA. 2016;315:788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]7. Vassiliou A.G., Kotanidou A., Dimopoulou I., Orfanos S.E. Endothelial Damage in Acute Respiratory Distress Syndrome. Int. J. Mol. Sci. 2020;21:8793.  doi: 10.3390/ijms21228793. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Latreille E., Lee W.L. Interactions of Influenza and SARS-CoV-2 with the Lung Endothelium: Similarities, Differences, and Implications for Therapy. Viruses. 2021;13:161.  doi: 10.3390/v13020161. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Hunt B.J., Jurd K.M. Endothelial Cell Activation. A Central Pathophysiological Process. BMJ. 1998;316:1328–1329. doi: 10.1136/bmj.316.7141.1328. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Gavard J., Gutkind J.S. VEGF Controls Endothelial-Cell Permeability by Promoting the Beta-Arrestin-Dependent Endocytosis of VE-Cadherin. Nat. Cell Biol. 2006;8:1223–1234. doi: 10.1038/ncb1486. [PubMed] [CrossRef] [Google Scholar]11. Wessel F., Winderlich M., Holm M., Frye M., Rivera-Galdos R., Vockel M., Linnepe R., Ipe U., Stadtmann A., Zarbock A., et al.  Leukocyte Extravasation and Vascular Permeability Are Each Controlled in Vivo by Different Tyrosine Residues of VE-Cadherin. Nat. Immunol. 2014;15:223–230. doi: 10.1038/ni.2824. [PubMed] [CrossRef] [Google Scholar]12. Moss M., Gillespie M.K., Ackerson L., Moore F.A., Moore E.E., Parsons P.E. Endothelial Cell Activity Varies in Patients at Risk for the Adult Respiratory Distress Syndrome. Crit. Care Med. 1996;24:1782–1786. doi: 10.1097/00003246-199611000-00004. [PubMed] [CrossRef] [Google Scholar]13. Müller A.M., Cronen C., Müller K.-M., Kirkpatrick C.J. Heterogeneous Expression of Cell Adhesion Molecules by Endothelial Cells in ARDS. J. Pathol. 2002;198:270–275. doi: 10.1002/path.1186. [PubMed] [CrossRef] [Google Scholar]14. van Griensven M., Probst C., Müller K., Hoevel P., Pape H.-C. Leukocyte-Endothelial Interactions via ICAM-1 Are Detrimental in Polymicrobial Sepsis. Shock. 2006;25:254–259. doi: 10.1097/01.shk.0000196497.49683.13. [PubMed] [CrossRef] [Google Scholar]15. Donnelly S.C., Haslett C., Dransfield I., Robertson C.E., Carter D.C., Ross J.A., Grant I.S., Tedder T.F. Role of Selectins in Development of Adult Respiratory Distress Syndrome. Lancet. 1994;344:215–219. doi: 10.1016/S0140-6736(94)92995-5. [PubMed] [CrossRef] [Google Scholar]16. Carraway M.S., Welty-Wolf K.E., Kantrow S.P., Huang Y.C., Simonson S.G., Que L.G., Kishimoto T.K., Piantadosi C.A. Antibody to E- and L-Selectin Does Not Prevent Lung Injury or Mortality in Septic Baboons. Am. J. Respir. Crit. Care Med. 1998;157:938–949. doi: 10.1164/ajrccm.157.3.9707129. [PubMed] [CrossRef] [Google Scholar]17. Ridings P.C., Windsor A.C., Jutila M.A., Blocher C.R., Fisher B.J., Sholley M.M., Sugerman H.J., Fowler A.A. A Dual-Binding Antibody to E- and L-Selectin Attenuates Sepsis-Induced Lung Injury. Am. J. Respir. Crit. Care Med. 1995;152:247–253. doi: 10.1164/ajrccm.152.1.7541277. [PubMed] [CrossRef] [Google Scholar]18. Zhang C. The Role of Inflammatory Cytokines in Endothelial Dysfunction. Basic Res. Cardiol. 2008;103:398–406. doi: 10.1007/s00395-008-0733-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Sprague A.H., Khalil R.A. Inflammatory Cytokines in Vascular Dysfunction and Vascular Disease. Biochem. Pharmacol. 2009;78:539–552. doi: 10.1016/j.bcp.2009.04.029. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Meduri G.U., Kohler G., Headley S., Tolley E., Stentz F., Postlethwaite A. Inflammatory Cytokines in the BAL of Patients with ARDS. Persistent Elevation over Time Predicts Poor Outcome. Chest. 1995;108:1303–1314. doi: 10.1378/chest.108.5.1303. [PubMed] [CrossRef] [Google Scholar]21. Park W.Y., Goodman R.B., Steinberg K.P., Ruzinski J.T., Radella F., Park D.R., Pugin J., Skerrett S.J., Hudson L.D., Martin T.R. Cytokine Balance in the Lungs of Patients with Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2001;164:1896–1903. doi: 10.1164/ajrccm.164.10.2104013. [PubMed] [CrossRef] [Google Scholar]22. Teijaro J.R., Walsh K.B., Cahalan S., Fremgen D.M., Roberts E., Scott F., Martinborough E., Peach R., Oldstone M.B.A., Rosen H. Endothelial Cells Are Central Orchestrators of Cytokine Amplification during Influenza Virus Infection. Cell. 2011;146:980–991. doi: 10.1016/j.cell.2011.08.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. McVey M.J., Steinberg B.E., Goldenberg N.M. Inflammasome Activation in Acute Lung Injury. Am. J. Physiol. Lung Cell. Mol. Physiol. 2021;320:L165–L178. doi: 10.1152/ajplung.00303.2020. [PubMed] [CrossRef] [Google Scholar]24. Yang Y., Wang H., Kouadir M., Song H., Shi F. Recent Advances in the Mechanisms of NLRP3 Inflammasome Activation and Its Inhibitors. Cell Death Dis. 2019;10:128.  doi: 10.1038/s41419-019-1413-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. The REMAP-CAP Investigators  Interleukin-6 Receptor Antagonists in Critically Ill Patients with Covid. N. Engl. J. Med. 2021;384:1491–1502. doi: 10.1056/NEJMoa2100433. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Conti P., Caraffa A., Gallenga C.E., Ross R., Kritas S.K., Frydas I., Younes A., Ronconi G. Coronavirus-19 (SARS-CoV-2) Induces Acute Severe Lung Inflammation via IL-1 Causing Cytokine Storm in COVID-19: A Promising Inhibitory Strategy. J. Biol. Regul. Homeost. Agents. 2020;34:1971–1975. doi: 10.23812/20-1-E. [PubMed] [CrossRef] [Google Scholar]27. Conti P., Pregliasco F.E., Calvisi V., Calvisi V., Caraffa A., Gallenga C.E., Kritas S.K., Ronconi G. Monoclonal Antibody Therapy in COVID. J. Biol. Regul. Homeost. Agents. 2021;35:423–427. doi: 10.23812/Conti_Edit_35_2_1. [PubMed] [CrossRef] [Google Scholar]28. Kelley N., Jeltema D., Duan Y., He Y. The NLRP3 Inflammasome: An Overview of Mechanisms of Activation and Regulation. Int. J. Mol. Sci. 2019;20:3328.  doi: 10.3390/ijms20133328. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Freeman T.L., Swartz T.H. Targeting the NLRP3 Inflammasome in Severe COVID. Front. Immunol. 2020;11:1518. doi: 10.3389/fimmu.2020.01518. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Grunwell J.R., Stephenson S.T., Mohammad A.F., Jones K., Mason C., Opolka C., Fitzpatrick A.M. Differential Type I Interferon Response and Primary Airway Neutrophil Extracellular Trap Release in Children with Acute Respiratory Distress Syndrome. Sci. Rep. 2020;10:19049.  doi: 10.1038/s41598-020-76122-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Middleton E.A., He X.-Y., Denorme F., Campbell R.A., Ng D., Salvatore S.P., Mostyka M., Baxter-Stoltzfus A., Borczuk A.C., Loda M., et al.  Neutrophil Extracellular Traps Contribute to Immunothrombosis in COVID-19 Acute Respiratory Distress Syndrome. Blood. 2020;136:1169–1179. doi: 10.1182/blood.2020007008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Yildiz C., Palaniyar N., Otulakowski G., Khan M.A., Post M., Kuebler W.M., Tanswell K., Belcastro R., Masood A., Engelberts D., et al.  Mechanical Ventilation Induces Neutrophil Extracellular Trap Formation. Anesthesiology. 2015;122:864–875. doi: 10.1097/ALN.0000000000000605. [PubMed] [CrossRef] [Google Scholar]33. Vestweber D., Winderlich M., Cagna G., Nottebaum A.F. Cell Adhesion Dynamics at Endothelial Junctions: VE-Cadherin as a Major Player. Trends Cell Biol. 2009;19:8–15. doi: 10.1016/j.tcb.2008.10.001. [PubMed] [CrossRef] [Google Scholar]34. Corada M., Mariotti M., Thurston G., Smith K., Kunkel R., Brockhaus M., Lampugnani M.G., Martin-Padura I., Stoppacciaro A., Ruco L., et al.  Vascular Endothelial-Cadherin Is an Important Determinant of Microvascular Integrity in Vivo. Proc. Natl. Acad. Sci. USA. 1999;96:9815–9820. doi: 10.1073/pnas.96.17.9815. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Broermann A., Winderlich M., Block H., Frye M., Rossaint J., Zarbock A., Cagna G., Linnepe R., Schulte D., Nottebaum A.F., et al.  Dissociation of VE-PTP from VE-Cadherin Is Required for Leukocyte Extravasation and for VEGF-Induced Vascular Permeability in Vivo. J. Exp. Med. 2011;208:2393–2401. doi: 10.1084/jem.20110525. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Schulte D., Küppers V., Dartsch N., Broermann A., Li H., Zarbock A., Kamenyeva O., Kiefer F., Khandoga A., Massberg S., et al.  Stabilizing the VE-Cadherin-Catenin Complex Blocks Leukocyte Extravasation and Vascular Permeability. EMBO J. 2011;30:4157–4170. doi: 10.1038/emboj.2011.304. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Brindle N.P.J., Saharinen P., Alitalo K. Signaling and Functions of Angiopoietin-1 in Vascular Protection. Circ. Res. 2006;98:1014–1023. doi: 10.1161/01.RES.0000218275.54089.12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Dekker N.A.M., van Leeuwen A.L.I., van Strien W.W.J., Majolée J., Szulcek R., Vonk A.B.A., Hordijk P.L., Boer C., van den Brom C.E. Microcirculatory Perfusion Disturbances Following Cardiac Surgery with Cardiopulmonary Bypass Are Associated with in Vitro Endothelial Hyperpermeability and Increased Angiopoietin-2 Levels. Crit. Care. 2019;23:117. doi: 10.1186/s13054-019-2418-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. van der Heijden M., van NieuwAmerongen G.P., Koolwijk P., van Hinsbergh V.W.M., Groeneveld A.B.J. Angiopoietin-2, Permeability Oedema, Occurrence and Severity of ALI/ARDS in Septic and Non-Septic Critically Ill Patients. Thorax. 2008;63:903–909. doi: 10.1136/thx.2007.087387. [PubMed] [CrossRef] [Google Scholar]40. Yano K., Liaw P.C., Mullington J.M., Shih S.-C., Okada H., Bodyak N., Kang P.M., Toltl L., Belikoff B., Buras J., et al.  Vascular Endothelial Growth Factor Is an Important Determinant of Sepsis Morbidity and Mortality. J. Exp. Med. 2006;203:1447–1458. doi: 10.1084/jem.20060375. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Evans C.E., Iruela-Arispe M.L., Zhao Y.-Y. Mechanisms of Endothelial Regeneration and Vascular Repair and Their Application to Regenerative Medicine. Am. J. Pathol. 2021;191:52–65. doi: 10.1016/j.ajpath.2020.10.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Rajput C., Tauseef M., Farazuddin M., Yazbeck P., Amin M.-R., Avin V.B., Sharma T., Mehta D. MicroRNA-150 Suppression of Angiopoetin-2 Generation and Signaling Is Crucial for Resolving Vascular Injury. Arterioscler. Thromb. Vasc. Biol. 2016;36:380–388. doi: 10.1161/ATVBAHA.115.306997. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Li P., Yao Y., Ma Y., Chen Y. MiR-150 Attenuates LPS-Induced Acute Lung Injury via Targeting AKT. Int. Immunopharmacol. 2019;75:105794. doi: 10.1016/j.intimp.2019.105794. [PubMed] [CrossRef] [Google Scholar]44. Zhao Y.-Y., Gao X.-P., Zhao Y.D., Mirza M.K., Frey R.S., Kalinichenko V.V., Wang I.-C., Costa R.H., Malik A.B. Endothelial Cell-Restricted Disruption of FoxM1 Impairs Endothelial Repair Following LPS-Induced Vascular Injury. J. Clin. Investig. 2006;116:2333–2343. doi: 10.1172/JCI27154. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Huang X., Zhang X., Zhao D.X., Yin J., Hu G., Evans C.E., Zhao Y.-Y. Endothelial Hypoxia-Inducible Factor-1α Is Required for Vascular Repair and Resolution of Inflammatory Lung Injury through Forkhead Box Protein M. Am. J. Pathol. 2019;189:1664–1679. doi: 10.1016/j.ajpath.2019.04.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Li H., Yang T., Fei Z. MiR-26a-5p Alleviates Lipopolysaccharide-Induced Acute Lung Injury by Targeting the Connective Tissue Growth Factor. Mol. Med. Rep. 2021;23 doi: 10.3892/mmr.2020.11643. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Pan X., Xu S., Zhou Z., Wang F., Mao L., Li H., Wu C., Wang J., Huang Y., Li D., et al.  Fibroblast Growth Factor-2Alleviates the Capillary Leakage and Inflammation in Sepsis. Mol. Med. 2020;26:108. doi: 10.1186/s10020-020-00221-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Fu P., Ramchandran R., Shaaya M., Huang L., Ebenezer D.L., Jiang Y., Komarova Y., Vogel S.M., Malik A.B., Minshall R.D., et al.  Phospholipase D2 Restores Endothelial Barrier Function by Promoting PTPN14-Mediated VE-Cadherin Dephosphorylation. J. Biol. Chem. 2020;295:7669–7685. doi: 10.1074/jbc.RA119.011801. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Pawlinski R., Pedersen B., Schabbauer G., Tencati M., Holscher T., Boisvert W., Andrade-Gordon P., Frank R.D., Mackman N. Role of Tissue Factor and Protease-Activated Receptors in a Mouse Model of Endotoxemia. Blood. 2004;103:1342–1347. doi: 10.1182/blood-2003-09-3051. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Frantzeskaki F., Armaganidis A., Orfanos S.E. Immunothrombosis in Acute Respiratory Distress Syndrome: Cross Talks between Inflammation and Coagulation. Respiration. 2017;93:212–225. doi: 10.1159/000453002. [PubMed] [CrossRef] [Google Scholar]51. Vogel S.M., Gao X., Mehta D., Ye R.D., John T.A., Andrade-Gordon P., Tiruppathi C., Malik A.B. Abrogation of Thrombin-Induced Increase in Pulmonary Microvascular Permeability in PAR-1 Knockout Mice. Physiol. Genom. 2000;4:137–145. doi: 10.1152/physiolgenomics.2000.4.2.137. [PubMed] [CrossRef] [Google Scholar]52. Ware L.B., Bastarache J.A., Wang L. Coagulation and Fibrinolysis in Human Acute Lung Injury—New Therapeutic Targets? Keio J. Med. 2005;54:142–149. doi: 10.2302/kjm.54.142. [PubMed] [CrossRef] [Google Scholar]53. Grau G.E., de Moerloose P., Bulla O., Lou J., Lei Z., Reber G., Mili N., Ricou B., Morel D.R., Suter P.M. Haemostatic Properties of Human Pulmonary and Cerebral Microvascular Endothelial Cells. Thromb. Haemost. 1997;77:585–590. doi: 10.1055/s-0038-1656009. [PubMed] [CrossRef] [Google Scholar]54. Katneni U.K., Alexaki A., Hunt R.C., Schiller T., DiCuccio M., Buehler P.W., Ibla J.C., Kimchi-Sarfaty C. Coagulopathy and Thrombosis as a Result of Severe COVID-19 Infection: A Microvascular Focus. Thromb. Haemost. 2020;120:1668–1679. doi: 10.1055/s-0040-1715841. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Ackermann M., Verleden S.E., Kuehnel M., Haverich A., Welte T., Laenger F., Vanstapel A., Werlein C., Stark H., Tzankov A., et al.  Pulmonary Vascular Endothelialitis, Thrombosis, and Angiogenesis in Covid. N. Engl. J. Med. 2020;383:120–128. doi: 10.1056/NEJMoa2015432. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Juffermans N.P., van den Brom C.E., Kleinveld D.J.B. Targeting Endothelial Dysfunction in Acute Critical Illness to Reduce Organ Failure. Anesth. Analg. 2020;131:1708–1720. doi: 10.1213/ANE.0000000000005023. [PubMed] [CrossRef] [Google Scholar]57. Garcia J.G., Liu F., Verin A.D., Birukova A., Dechert M.A., Gerthoffer W.T., Bamberg J.R., English D. Sphingosine 1-Phosphate Promotes Endothelial Cell Barrier Integrity by Edg-Dependent Cytoskeletal Rearrangement. J. Clin. Investig. 2001;108:689–701. doi: 10.1172/JCI12450. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Akhter M.Z., Joshi J.C., Balaji R.V.A., Maienschein-Cline M., Richard L.P., Asrar B.M. Mehta Dolly Programming to S1PR1+ Endothelial Cells Promote Restoration of Vascular Integrity. Circ. Res. 2021;129:221–236. doi: 10.1161/CIRCRESAHA.120.318412. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Trieu M., van Meurs M., van Leeuwen A.L.I., Van Slyke P., Hoang V., Geeraedts L.M.G., Boer C., van den Brom C.E. Vasculotide, an Angiopoietin-1 Mimetic, Restores Microcirculatory Perfusion and Microvascular Leakage and Decreases Fluid Resuscitation Requirements in Hemorrhagic Shock. Anesthesiology. 2018;128:361–374. doi: 10.1097/ALN.0000000000001907. [PubMed] [CrossRef] [Google Scholar]60. Kumpers P., Gueler F., David S., Slyke P.V., Dumont D.J., Park J.-K., Bockmeyer C.L., Parikh S.M., Pavenstadt H., Haller H., et al.  The Synthetic Tie2 Agonist Peptide Vasculotide Protects against Vascular Leakage and Reduces Mortality in Murine Abdominal Sepsis. Crit. Care. 2011;15:R261. doi: 10.1186/cc10523. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Sugiyama M.G., Armstrong S.M., Wang C., Hwang D., Leong-Poi H., Advani A., Advani S., Zhang H., Szaszi K., Tabuchi A., et al.  The Tie2-Agonist Vasculotide Rescues Mice from Influenza Virus Infection. Sci. Rep. 2015;5:11030. doi: 10.1038/srep11030. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Han S., Lee S.-J., Kim K.E., Lee H.S., Oh N., Park I., Ko E., Oh S.J., Lee Y.-S., Kim D., et al.  Amelioration of Sepsis by TIE2 Activation–Induced Vascular Protection. Sci. Transl. Med. 2016;8:335ra55. doi: 10.1126/scitranslmed.aad9260. [PubMed] [CrossRef] [Google Scholar]63. Hauschildt J., Schrimpf C., Thamm K., Retzlaff J., Idowu T.O., von Kaisenberg C., Haller H., David S. Dual Pharmacological Inhibition of Angiopoietin-2 and VEGF-A in Murine Experimental Sepsis. J. Vasc. Res. 2020;57:34–45. doi: 10.1159/000503787. [PubMed] [CrossRef] [Google Scholar]64. Frye M., Dierkes M., Küppers V., Vockel M., Tomm J., Zeuschner D., Rossaint J., Zarbock A., Koh G.Y., Peters K., et al.  Interfering with VE-PTP Stabilizes Endothelial Junctions in Vivo via Tie-2 in the Absence of VE-Cadherin. J. Exp. Med. 2015;212:2267–2287. doi: 10.1084/jem.20150718. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Shen J., Frye M., Lee B.L., Reinardy J.L., McClung J.M., Ding K., Kojima M., Xia H., Seidel C., Lima e Silva R., et al.  Targeting VE-PTP Activates TIE2 and Stabilizes the Ocular Vasculature. J. Clin. Investig. 2014;124:4564–4576. doi: 10.1172/JCI74527. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Deng Z., Kalin G.T., Shi D., Kalinichenko V.V. Nanoparticle Delivery Systems with Cell-Specific Targeting for Pulmonary Diseases. Am. J. Respir. Cell. Mol. Biol. 2021;64:292–307. doi: 10.1165/rcmb.2020-0306TR. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Miller M.R., Raftis J.B., Langrish J.P., McLean S.G., Samutrtai P., Connell S.P., Wilson S., Vesey A.T., Fokkens P.H.B., Boere A.J.F., et al.  Inhaled Nanoparticles Accumulate at Sites of Vascular Disease. ACS Nano. 2017;11:4542–4552. doi: 10.1021/acsnano.6b08551. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Dunn A.W., Kalinichenko V.V., Shi D. Highly Efficient In Vivo Targeting of the Pulmonary Endothelium Using Novel Modifications of Polyethylenimine: An Importance of Charge. Adv. Health Mater. 2018;7:e1800876. doi: 10.1002/adhm.201800876. [PubMed] [CrossRef] [Google Scholar]69. Bolte C., Ustiyan V., Ren X., Dunn A.W., Pradhan A., Wang G., Kolesnichenko O.A., Deng Z., Zhang Y., Shi D., et al.  Nanoparticle Delivery of Proangiogenic Transcription Factors into the Neonatal Circulation Inhibits Alveolar Simplification Caused by Hyperoxia. Am. J. Respir. Crit. Care Med. 2020;202:100–111. doi: 10.1164/rccm.201906-1232OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Pradhan A., Dunn A., Ustiyan V., Bolte C., Wang G., Whitsett J.A., Zhang Y., Porollo A., Hu Y.-C., Xiao R., et al.  The S52F FOXF1 Mutation Inhibits STAT3 Signaling and Causes Alveolar Capillary Dysplasia. Am. J. Respir. Crit. Care Med. 2019;200:1045–1056. doi: 10.1164/rccm.201810-1897OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Elwakil M.M.A., Khalil I.A., Elewa Y.H.A., Kusumoto K., Sato Y., Shobaki N., Kon Y., Harashima H. Lung-Endothelium-Targeted Nanoparticles Based on a PH-Sensitive Lipid and the GALA Peptide Enable Robust Gene Silencing and the Regression of Metastatic Lung Cancer. Adv. Funct. Mater. 2019;29:1807677. doi: 10.1002/adfm.201807677. [CrossRef] [Google Scholar]72. Jiang S., Li S., Hu J., Xu X., Wang X., Kang X., Qi J., Lu X., Wu J., Du Y., et al.  Combined Delivery of Angiopoietin-1 Gene and Simvastatin Mediated by Anti-Intercellular Adhesion Molecule-1 Antibody-Conjugated Ternary Nanoparticles for Acute Lung Injury Therapy. Nanomedicine. 2019;15:25–36. doi: 10.1016/j.nano.2018.08.009. [PubMed] [CrossRef] [Google Scholar]73. Roki N., Tsinas Z., Solomon M., Bowers J., Getts R.C., Muro S. Unprecedently High Targeting Specificity toward Lung ICAM-1 Using 3DNA Nanocarriers. J.Control. Release. 2019;305:41–49. doi: 10.1016/j.jconrel.2019.05.021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Muro S., Mateescu M., Gajewski C., Robinson M., Muzykantov V.R., Koval M. Control of Intracellular Trafficking of ICAM-1-Targeted Nanocarriers by Endothelial Na+/H+ Exchanger Proteins. Am. J. Physiol. Lung. Cell. Mol. Physiol. 2006;290:L809–L817. doi: 10.1152/ajplung.00311.2005. [PubMed] [CrossRef] [Google Scholar]75. Ashbaugh D.G., Bigelow D.B., Petty T.L., Levine B.E. Acute Respiratory Distress in Adults. Lancet. 1967;2:319–323. doi: 10.1016/S0140-6736(67)90168-7. [PubMed] [CrossRef] [Google Scholar]76. Katzenstein A.L., Bloor C.M., Leibow A.A. Diffuse Alveolar Damage—The Role of Oxygen, Shock, and Related Factors. A Review. Am. J. Pathol. 1976;85:209–228. [PMC free article] [PubMed] [Google Scholar]77. Bao S., Thrall B.D., Miller D.L. Transfection of a Reporter Plasmid into Cultured Cells by Sonoporation in Vitro. Ultrasound Med. Biol. 1997;23:953–959. doi: 10.1016/S0301-5629(97)00025-2. [PubMed] [CrossRef] [Google Scholar]78. Song K.-H., Harvey B.K., Borden M.A. State-of-the-Art of Microbubble-Assisted Blood-Brain Barrier Disruption. Theranostics. 2018;8:4393–4408. doi: 10.7150/thno.26869. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Rinaldi L., Folliero V., Palomba L., Zannella C., Isticato R., Di Francia R., Berretta M., de Sio I., Adinolfi L.E., Morelli G., et al.  Sonoporation by Microbubbles as Gene Therapy Approach against Liver Cancer. Oncotarget. 2018;9:32182–32190. doi: 10.18632/oncotarget.25875. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. van Wamel A., Kooiman K., Harteveld M., Emmer M., ten Cate F.J., Versluis M., de Jong N. Vibrating Microbubbles Poking Individual Cells: Drug Transfer into Cells via Sonoporation. J. Control Release. 2006;112:149–155. doi: 10.1016/j.jconrel.2006.02.007. [PubMed] [CrossRef] [Google Scholar]81. Kooiman K., Foppen-Harteveld M., van der Steen A.F.W., de Jong N. Sonoporation of Endothelial Cells by Vibrating Targeted Microbubbles. J. Control Release. 2011;154:35–41. doi: 10.1016/j.jconrel.2011.04.008. [PubMed] [CrossRef] [Google Scholar]82. Mullick Chowdhury S., Lee T., Willmann J.K. Ultrasound-Guided Drug Delivery in Cancer. Ultrasonography. 2017;36:171–184. doi: 10.14366/usg.17021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Kooiman K., Vos H.J., Versluis M., de Jong N. Acoustic Behavior of Microbubbles and Implications for Drug Delivery. Adv. Drug Deliv. Rev. 2014;72:28–48. doi: 10.1016/j.addr.2014.03.003. [PubMed] [CrossRef] [Google Scholar]84. Doinikov A.A., Bouakaz A. Acoustic Microstreaming around a Gas Bubble. J.Acoust. Soc. Am. 2010;127:703–709. doi: 10.1121/1.3279793. [PubMed] [CrossRef] [Google Scholar]85. Brujan E.A., Ikeda T., Matsumoto Y. Jet Formation and Shock Wave Emission during Collapse of Ultrasound-Induced Cavitation Bubbles and Their Role in the Therapeutic Applications of High-Intensity Focused Ultrasound. Phys. Med. Biol. 2005;50:4797–4809. doi: 10.1088/0031-9155/50/20/004. [PubMed] [CrossRef] [Google Scholar]86. Roovers S., Segers T., Lajoinie G., Deprez J., Versluis M., De Smedt S.C., Lentacker I. The Role of Ultrasound-Driven Microbubble Dynamics in Drug Delivery: From Microbubble Fundamentals to Clinical Translation. Langmuir. 2019;35:10173–10191. doi: 10.1021/acs.langmuir.8b03779. [PubMed] [CrossRef] [Google Scholar]87. Presset A., Bonneau C., Kazuyoshi S., Nadal-Desbarats L., Mitsuyoshi T., Bouakaz A., Kudo N., Escoffre J.-M., Sasaki N. Endothelial Cells, First Target of Drug Delivery Using Microbubble-Assisted Ultrasound. Ultrasound Med. Biol. 2020;46:1565–1583. doi: 10.1016/j.ultrasmedbio.2020.03.013. [PubMed] [CrossRef] [Google Scholar]88. Meijering B.D.M., Henning R.H., Van Gilst W.H., Gavrilovic I., Van Wamel A., Deelman L.E. Optimization of Ultrasound and Microbubbles Targeted Gene Delivery to Cultured Primary Endothelial Cells. J. Drug. Target. 2007;15:664–671. doi: 10.1080/10611860701605088. [PubMed] [CrossRef] [Google Scholar]89. Teupe C., Richter S., Fisslthaler B., Randriamboavonjy V., Ihling C., Fleming I., Busse R., Zeiher A.M., Dimmeler S. Vascular Gene Transfer of Phosphomimetic Endothelial Nitric Oxide Synthase (S1177D) Using Ultrasound-Enhanced Destruction of Plasmid-Loaded Microbubbles Improves Vasoreactivity. Circulation. 2002;105:1104–1109. doi: 10.1161/hc0902.104720. [PubMed] [CrossRef] [Google Scholar]90. Phillips L.C., Dhanaliwala A.H., Klibanov A.L., Hossack J.A., Wamhoff B.R. Focused Ultrasound-Mediated Drug Delivery from Microbubbles Reduces Drug Dose Necessary for Therapeutic Effect on Neointima Formation--Brief Report. Arterioscler. Thromb. Vasc. Biol. 2011;31:2853–2855. doi: 10.1161/ATVBAHA.111.238170. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Mehier-Humbert S., Bettinger T., Yan F., Guy R.H. Plasma Membrane Poration Induced by Ultrasound Exposure: Implication for Drug Delivery. J. Control Release. 2005;104:213–222. doi: 10.1016/j.jconrel.2005.01.007. [PubMed] [CrossRef] [Google Scholar]92. Zhou Y., Kumon R.E., Cui J., Deng C.X. The Size of Sonoporation Pores on The Cell Membrane. Ultrasound Med. Biol. 2009;35:1756–1760. doi: 10.1016/j.ultrasmedbio.2009.05.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Zhao Y.-Z., Luo Y.-K., Lu C.-T., Xu J.-F., Tang J., Zhang M., Zhang Y., Liang H.-D. Phospholipids-Based Microbubbles Sonoporation Pore Size and Reseal of Cell Membrane Cultured in Vitro. J. Drug. Target. 2008;16:18–25. doi: 10.1080/10611860701637792. [PubMed] [CrossRef] [Google Scholar]94. Prentice P., Cuschieri A., Dholakia K., Prausnitz M., Campbell P. Membrane Disruption by Optically Controlled Microbubble Cavitation. Nat. Phys. 2005;1:107–110. doi: 10.1038/nphys148. [CrossRef] [Google Scholar]95. Zhou Y., Yang K., Cui J., Ye J.Y., Deng C.X. Controlled Permeation of Cell Membrane by Single Bubble Acoustic Cavitation. J. Control Release. 2012;157:103–111. doi: 10.1016/j.jconrel.2011.09.068. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Qiu Y., Luo Y., Zhang Y., Cui W., Zhang D., Wu J., Zhang J., Tu J. The Correlation between Acoustic Cavitation and Sonoporation Involved in Ultrasound-Mediated DNA Transfection with Polyethylenimine (PEI) in Vitro. J. Control Release. 2010;145:40–48. doi: 10.1016/j.jconrel.2010.04.010. [PubMed] [CrossRef] [Google Scholar]97. Schlicher R.K., Radhakrishna H., Tolentino T.P., Apkarian R.P., Zarnitsyn V., Prausnitz M.R. Mechanism of Intracellular Delivery by Acoustic Cavitation. Ultrasound Med. Biol. 2006;32:915–924. doi: 10.1016/j.ultrasmedbio.2006.02.1416. [PubMed] [CrossRef] [Google Scholar]98. Kudo N., Okada K., Yamamoto K. Sonoporation by Single-Shot Pulsed Ultrasound with Microbubbles Adjacent to Cells. Biophys. J. 2009;96:4866–4876. doi: 10.1016/j.bpj.2009.02.072. [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Hu Y., Wan J.M.F., Yu A.C.H. Membrane Perforation and Recovery Dynamics in Microbubble-Mediated Sonoporation. Ultrasound Med. Biol. 2013;39:2393–2405. doi: 10.1016/j.ultrasmedbio.2013.08.003. [PubMed] [CrossRef] [Google Scholar]100. Bouakaz A., Zeghimi A., Doinikov A.A. Sonoporation: Concept and Mechanisms. Adv. Exp. Med. Biol. 2016;880:175–189. doi: 10.1007/978-3-319-22536-4_10. [PubMed] [CrossRef] [Google Scholar]101. Wu J. Theoretical Study on Shear Stress Generated by Microstreaming Surrounding Contrast Agents Attached to Living Cells. Ultrasound Med. Biol. 2002;28:125–129. doi: 10.1016/S0301-5629(01)00497-5. [PubMed] [CrossRef] [Google Scholar]102. Novell A., Collis J., Doinikov A.A., Ooi A., Manasseh R., Bouakazaz A. Theoretical and Experimental Evaluation of Microstreaming Created by a Single Microbubble: Application to Sonoporation; Proceedings of the 2011 IEEE International Ultrasonics Symposium; Orlando, FL, USA. 18–21 October 2011; pp. 1482–1485. [Google Scholar]103. Wu J., Ross J.P., Chiu J.-F. Reparable Sonoporation Generated by Microstreaming. J.Acoust. Soc. Am. 2002;111:1460–1464. doi: 10.1121/1.1420389. [PubMed] [CrossRef] [Google Scholar]104. Žnidarčič A., Mettin R., Cairós C., Dular M. Attached Cavitation at a Small Diameter Ultrasonic Horn Tip. Phys. Fluids. 2014;26:023304. doi: 10.1063/1.4866270. [CrossRef] [Google Scholar]105. Liu X., Wu J. Acoustic Microstreaming around an Isolated Encapsulated Microbubble. J. Acoust. Soc. Am. 2009;125:1319–1330. doi: 10.1121/1.3075552. [PubMed] [CrossRef] [Google Scholar]106. Doinikov A.A., Palanchon P., Kaddur K., Bouakaz A. Theoretical Exploration of Shear Stress Generated by Oscillating Microbubbles on the Cell Membrane in the Context of Sonoporation; Proceedings of the 2009 IEEE International Ultrasonics Symposium; Roma, Italy. 20–23 September 2009; pp. 1215–1218. [Google Scholar]107. Mobadersany N., Sarkar K. Acoustic Microstreaming near a Plane Wall Due to a Pulsating Free or Coated Bubble: Velocity, Vorticity and Closed Streamlines. J. Fluid Mech. 2019;875:781–806. doi: 10.1017/jfm.2019.478. [CrossRef] [Google Scholar]108. Karshafian R., Bevan P.D., Williams R., Samac S., Burns P.N. Sonoporation by Ultrasound-Activated Microbubble Contrast Agents: Effect of Acoustic Exposure Parameters on Cell Membrane Permeability and Cell Viability. Ultrasound Med. Biol. 2009;35:847–860. doi: 10.1016/j.ultrasmedbio.2008.10.013. [PubMed] [CrossRef] [Google Scholar]109. Choi J.J., Feshitan J.A., Baseri B., Wang S., Tung Y.-S., Borden M.A., Konofagou E.E. Microbubble-Size Dependence of Focused Ultrasound-Induced Blood-Brain Barrier Opening in Mice in Vivo. IEEE Trans Biomed. Eng. 2010;57:145–154. doi: 10.1109/TBME.2009.2034533. [PMC free article] [PubMed] [CrossRef] [Google Scholar]110. Qin P., Jin L., Li F., Han T., Du L., Yu A.C.H. The Relationship between Microbubble Size and Heterogeneous Sonoporation at the Single-Cell Level; Proceedings of the 2016 IEEE International Ultrasonics Symposium (IUS); Tours, France. 18–21 September 2016; pp. 1–4. [Google Scholar]111. Koshiyama K., Kodama T., Yano T., Fujikawa S. Structural Change in Lipid Bilayers and Water Penetration Induced by Shock Waves: Molecular Dynamics Simulations. Biophys. J. 2006;91:2198–2205. doi: 10.1529/biophysj.105.077677. [PMC free article] [PubMed] [CrossRef] [Google Scholar]112. Koshiyama K., Kodama T., Yano T., Fujikawa S. Molecular Dynamics Simulation of Structural Changes of Lipid Bilayers Induced by Shock Waves: Effects of Incident Angles. Biochim. Biophys. Acta (BBA) Biomembr. 2008;1778:1423–1428. doi: 10.1016/j.bbamem.2008.03.010. [PubMed] [CrossRef] [Google Scholar]113. Koshiyama K., Yano T., Kodama T. Self-Organization of a Stable Pore Structure in a Phospholipid Bilayer. Phys. Rev. Lett. 2010;105:018105. doi: 10.1103/PhysRevLett.105.018105. [PubMed] [CrossRef] [Google Scholar]114. Vogel A., Lauterborn W., Timm R. Optical and Acoustic Investigations of the Dynamics of Laser-Produced Cavitation Bubbles near a Solid Boundary. J. Fluid Mech. 1989;206:299–338. doi: 10.1017/S0022112089002314. [CrossRef] [Google Scholar]115. Ohl C., Kurz T., Geisler R., Lindau O., Lauterborn W. Bubble Dynamics, Shock Waves and Sonoluminescence. Philos. Trans. R. Soc. London. Ser. A Math. Phys. Eng. Sci. 1999;357:269–294. doi: 10.1098/rsta.1999.0327. [CrossRef] [Google Scholar]116. Lentacker I., De Cock I., Deckers R., De Smedt S.C., Moonen C.T.W. Understanding Ultrasound Induced Sonoporation: Definitions and Underlying Mechanisms. Adv. Drug. Deliv. Rev. 2014;72:49–64. doi: 10.1016/j.addr.2013.11.008. [PubMed] [CrossRef] [Google Scholar]117. Ohl C.-D., Arora M., Ikink R., de Jong N., Versluis M., Delius M., Lohse D. Sonoporation from Jetting Cavitation Bubbles. Biophys. J. 2006;91:4285–4295. doi: 10.1529/biophysj.105.075366. [PMC free article] [PubMed] [CrossRef] [Google Scholar]118. Meijering B.D.M., Juffermans L.J.M., van Wamel A., Henning R., Zuhorn I., Emmer M., Versteilen A.M.G., Paulus W.J., van Gilst W., Kooiman K., et al.  Ultrasound and Microbubble-Targeted Delivery of Macromolecules Is Regulated by Induction of Endocytosis and Pore Formation. Circ. Res. 2009;104:679–687. doi: 10.1161/CIRCRESAHA.108.183806. [PubMed] [CrossRef] [Google Scholar]119. Derieppe M., Rojek K., Escoffre J.-M., de Senneville B.D., Moonen C., Bos C. Recruitment of Endocytosis in Sonopermeabilization-Mediated Drug Delivery: A Real-Time Study. Phys. Biol. 2015;12:046010. doi: 10.1088/1478-3975/12/4/046010. [PubMed] [CrossRef] [Google Scholar]120. Fekri F., Delos Santos R.C., Karshafian R., Antonescu C.N. Ultrasound Microbubble Treatment Enhances Clathrin-Mediated Endocytosis and Fluid-Phase Uptake through Distinct Mechanisms. PLoS ONE. 2016;11:e0156754.  doi: 10.1371/journal.pone.0156754. [PMC free article] [PubMed] [CrossRef] [Google Scholar]121. De Cock I., Zagato E., Braeckmans K., Luan Y., de Jong N., De Smedt S.C., Lentacker I. Ultrasound and Microbubble Mediated Drug Delivery: Acoustic Pressure as Determinant for Uptake via Membrane Pores or Endocytosis. J. Control Release. 2015;197:20–28. doi: 10.1016/j.jconrel.2014.10.031. [PubMed] [CrossRef] [Google Scholar]122. Qin P., Han T., Yu A.C.H., Xu L. Mechanistic Understanding the Bioeffects of Ultrasound-Driven Microbubbles to Enhance Macromolecule Delivery. J. Control Release. 2018;272:169–181. doi: 10.1016/j.jconrel.2018.01.001. [PubMed] [CrossRef] [Google Scholar]123. Paula D.M.B., Valero-Lapchik V.B., Paredes-Gamero E.J., Han S.W. Therapeutic Ultrasound Promotes Plasmid DNA Uptake by Clathrin-Mediated Endocytosis. J. Gene Med. 2011;13:392–401. doi: 10.1002/jgm.1586. [PubMed] [CrossRef] [Google Scholar]124. Hauser J., Ellisman M., Steinau H.-U., Stefan E., Dudda M., Hauser M. Ultrasound Enhanced Endocytotic Activity of Human Fibroblasts. Ultrasound Med. Biol. 2009;35:2084–2092. doi: 10.1016/j.ultrasmedbio.2009.06.1090. [PubMed] [CrossRef] [Google Scholar]125. Basta G., Venneri L., Lazzerini G., Pasanisi E., Pianelli M., Vesentini N., Del Turco S., Kusmic C., Picano E. In Vitro Modulation of Intracellular Oxidative Stress of Endothelial Cells by Diagnostic Cardiac Ultrasound. Cardiovasc. Res. 2003;58:156–161. doi: 10.1016/S0008-6363(02)00665-X. [PubMed] [CrossRef] [Google Scholar]126. Apodaca G. Modulation of Membrane Traffic by Mechanical Stimuli. Am. J. Physiol. Renal. Physiol. 2002;282:F179–F190. doi: 10.1152/ajprenal.2002.282.2.F179. [PubMed] [CrossRef] [Google Scholar]127. Vlahakis N.E., Schroeder M.A., Pagano R.E., Hubmayr R.D. Deformation-Induced Lipid Trafficking in Alveolar Epithelial Cells. Am. J. Physiol. Lung Cell Mol. Physiol. 2001;280:L938–L946. doi: 10.1152/ajplung.2001.280.5.L938. [PubMed] [CrossRef] [Google Scholar]128. Kim D., Lee S.S., Moon H., Park S.Y., Lee H.J. PD-L1 Targeting Immune-Microbubble Complex Enhances Therapeutic Index in Murine Colon Cancer Models. Pharmaceuticals. 2021;14:6.  doi: 10.3390/ph14010006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]129. Bettinger T., Tranquart F. Design of Microbubbles for Gene/Drug Delivery. Adv. Exp. Med. Biol. 2016;880:191–204. doi: 10.1007/978-3-319-22536-4_11. [PubMed] [CrossRef] [Google Scholar]130. Wang D.S., Panje C., Pysz M.A., Paulmurugan R., Rosenberg J., Gambhir S.S., Schneider M., Willmann J.K. Cationic versus Neutral Microbubbles for Ultrasound-Mediated Gene Delivery in Cancer. Radiology. 2012;264:721–732. doi: 10.1148/radiol.12112368. [PMC free article] [PubMed] [CrossRef] [Google Scholar]131. Zhang L., Sun Z., Ren P., You M., Zhang J., Fang L., Wang J., Chen Y., Yan F., Zheng H., et al.  Localized Delivery of ShRNA against PHD2 Protects the Heart from Acute Myocardial Infarction through Ultrasound-Targeted Cationic Microbubble Destruction. Theranostics. 2017;7:51–66. doi: 10.7150/thno.16074. [PMC free article] [PubMed] [CrossRef] [Google Scholar]132. Lentacker I., De Geest B.G., Vandenbroucke R.E., Peeters L., Demeester J., De Smedt S.C., Sanders N.N. Ultrasound-Responsive Polymer-Coated Microbubbles That Bind and Protect DNA. Langmuir. 2006;22:7273–7278. doi: 10.1021/la0603828. [PubMed] [CrossRef] [Google Scholar]133. Borden M.A., Caskey C.F., Little E., Gillies R.J., Ferrara K.W. DNA and Polylysine Adsorption and Multilayer Construction onto Cationic Lipid-Coated Microbubbles. Langmuir. 2007;23:9401–9408. doi: 10.1021/la7009034. [PubMed] [CrossRef] [Google Scholar]134. Escoffre J.-M., Mannaris C., Geers B., Novell A., Lentacker I., Averkiou M., Bouakaz A. Doxorubicin Liposome-Loaded Microbubbles for Contrast Imaging and Ultrasound-Triggered Drug Delivery. IEEE Trans Ultrason. Ferroelectr. Freq. Control. 2013;60:78–87. doi: 10.1109/TUFFC.2013.2539. [PubMed] [CrossRef] [Google Scholar]135. Frenkel P.A., Chen S., Thai T., Shohet R.V., Grayburn P.A. DNA-Loaded Albumin Microbubbles Enhance Ultrasound-Mediated Transfection in Vitro. Ultrasound Med. Biol. 2002;28:817–822. doi: 10.1016/S0301-5629(02)00518-5. [PubMed] [CrossRef] [Google Scholar]136. Juang E.K., De Cock I., Keravnou C., Gallagher M.K., Keller S.B., Zheng Y., Averkiou M. Engineered 3D Microvascular Networks for the Study of Ultrasound-Microbubble-Mediated Drug Delivery. Langmuir. 2019;35:10128–10138. doi: 10.1021/acs.langmuir.8b03288. [PubMed] [CrossRef] [Google Scholar]137. Omata D., Hagiwara F., Munakata L., Shima T., Kageyama S., Suzuki Y., Azuma T., Takagi S., Seki K., Maruyama K., et al.  Characterization of Brain-Targeted Drug Delivery Enhanced by a Combination of Lipid-Based Microbubbles and Non-Focused Ultrasound. J. Pharm. Sci. 2020;109:2827–2835. doi: 10.1016/j.xphs.2020.06.008. [PubMed] [CrossRef] [Google Scholar]138. Zhang W., Nan S.-L., Bai W.-K., Hu B. Low-Frequency Ultrasound Combined with Microbubbles Improves Gene Transfection in Prostate Cancer Cells in Vitro and in Vivo. Asia Pac. J. Clin. Oncol. 2021 doi: 10.1111/ajco.13521. [PubMed] [CrossRef] [Google Scholar]139. Villanueva F.S., Jankowski R.J., Klibanov S., Pina M.L., Alber S.M., Watkins S.C., Brandenburger G.H., Wagner W.R. Microbubbles Targeted to Intercellular Adhesion Molecule-1 Bind to Activated Coronary Artery Endothelial Cells. Circulation. 1998;98:1–5. doi: 10.1161/01.CIR.98.1.1. [PubMed] [CrossRef] [Google Scholar]140. Ahmed M., Gustafsson B., Aldi S., Dusart P., Egri G., Butler L.M., Bone D., Dähne L., Hedin U., Caidahl K. Molecular Imaging of a New Multimodal Microbubble for Adhesion Molecule Targeting. Cel. Mol. Bioeng. 2019;12:15–32. doi: 10.1007/s12195-018-00562-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]141. Barreiro O., Aguilar R.J., Tejera E., Megías D., de Torres-Alba F., Evangelista A., Sánchez-Madrid F. Specific Targeting of Human Inflamed Endothelium and in Situ Vascular Tissue Transfection by the Use of Ultrasound Contrast Agents. JACC Cardiovasc. Imaging. 2009;2:997–1005. doi: 10.1016/j.jcmg.2009.04.012. [PubMed] [CrossRef] [Google Scholar]142. Shentu W.-H., Yan C.-X., Liu C.-M., Qi R.-X., Wang Y., Huang Z.-X., Zhou L.-M., You X.-D. Use of Cationic Microbubbles Targeted to P-Selectin to Improve Ultrasound-Mediated Gene Transfection of HVEGF165 to the Ischemic Myocardium. J. Zhejiang Univ. Sci. B. 2018;19:699–707. doi: 10.1631/jzus.B1700298. [PMC free article] [PubMed] [CrossRef] [Google Scholar]143. Zhou Q., Deng Q., Hu B., Wang Y.-J., Chen J.-L., Cui J.-J., Cao S., Song H.-N. Ultrasound Combined with Targeted Cationic Microbubble-mediated Angiogenesis Gene Transfection Improves Ischemic Heart Function. Exp. Ther. Med. 2017;13:2293–2303. doi: 10.3892/etm.2017.4270. [PMC free article] [PubMed] [CrossRef] [Google Scholar]144. Baston C., West T.E. Lung Ultrasound in Acute Respiratory Distress Syndrome and Beyond. J.Thorac. Dis. 2016;8:E1763–E1766. doi: 10.21037/jtd.2016.12.74. [PMC free article] [PubMed] [CrossRef] [Google Scholar]145. Sperandeo M., Varriale A., Sperandeo G., Filabozzi P., Piattelli M.L., Carnevale V., Decuzzi M., Vendemiale G. Transthoracic Ultrasound in the Evaluation of Pulmonary Fibrosis: Our Experience. Ultrasound Med. Biol. 2009;35:723–729. doi: 10.1016/j.ultrasmedbio.2008.10.009. [PubMed] [CrossRef] [Google Scholar]146. Chan V., Perlas A.  Atlas of Ultrasound-Guided Procedures in Interventional Pain Management. Springer; Cham, Switzerland: 2011. Basics of Ultrasound Imaging; pp. 13–19. [Google Scholar]147. Sugiyama M.G., Mintsopoulos V., Raheel H., Goldenberg N.M., Batt J.E., Brochard L., Kuebler W.M., Leong-Poi H., Karshafian R., Lee W.L. Lung Ultrasound and Microbubbles Enhance Aminoglycoside Efficacy and Delivery to the Lung in Escherichia Coli-Induced Pneumonia and Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2018;198:404–408. doi: 10.1164/rccm.201711-2259LE. [PubMed] [CrossRef] [Google Scholar]148. Espitalier F., Darrouzain F., Escoffre J.-M., Ternant D., Piver E., Bouakaz A., Remerand F. Enhanced Amikacin Diffusion with Ultrasound and Microbubbles in a Mechanically Ventilated Condensed Lung Rabbit Model. Front. Pharmacol. 2020;10:1562. doi: 10.3389/fphar.2019.01562. [PMC free article] [PubMed] [CrossRef] [Google Scholar]149. Liu D., Chen Y., Li F., Chen C., Wei P., Xiao D., Han B. Sinapultide-Loaded Microbubbles Combined with Ultrasound to Attenuate Lipopolysaccharide-Induced Acute Lung Injury in Mice. Drug Des. Devel. Ther. 2020;14:5611–5622. doi: 10.2147/DDDT.S282227. [PMC free article] [PubMed] [CrossRef] [Google Scholar]150. Zhang Z., Lu D.-S., Zhang D.-Q., Wang X., Ming Y., Wu Z.-Y. Targeted Antagonism of Vascular Endothelial Growth Factor Reduces Mortality of Mice with Acute Respiratory Distress Syndrome. Curr. Med. Sci. 2020;40:671–676. doi: 10.1007/s11596-020-2236-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]151. McMahon D., Hynynen K. Acute Inflammatory Response Following Increased Blood-Brain Barrier Permeability Induced by Focused Ultrasound Is Dependent on Microbubble Dose. Theranostics. 2017;7:3989–4000. doi: 10.7150/thno.21630. [PMC free article] [PubMed] [CrossRef] [Google Scholar]152. McMahon D., Oakden W., Hynynen K. Investigating the Effects of Dexamethasone on Blood-Brain Barrier Permeability and Inflammatory Response Following Focused Ultrasound and Microbubble Exposure. Theranostics. 2020;10:1604–1618. doi: 10.7150/thno.40908. [PMC free article] [PubMed] [CrossRef] [Google Scholar]153. Helfield B., Chen X., Watkins S.C., Villanueva F.S. Biophysical Insight into Mechanisms of Sonoporation. Proc. Natl. Acad. Sci. USA. 2016;113:9983–9988. doi: 10.1073/pnas.1606915113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]154. Papadakos P.J., Gestring M.L., editors. Encyclopedia of Trauma Care. Springer; Berlin/Heidelberg, Germany: 2015. Lung Ultrasound; p. 896. [Google Scholar]155. Upadhyay A., Dalvi S.V. Microbubble Formulations: Synthesis, Stability, Modeling and Biomedical Applications. Ultrasound Med. Biol. 2019;45:301–343. doi: 10.1016/j.ultrasmedbio.2018.09.022. [PubMed] [CrossRef] [Google Scholar]156. Endo-Takahashi Y., Negishi Y. Microbubbles and Nanobubbles with Ultrasound for Systemic Gene Delivery. Pharmaceutics. 2020;12:964.  doi: 10.3390/pharmaceutics12100964. [PMC free article] [PubMed] [CrossRef] [Google Scholar]157. Chen Z.-Y., Liang K., Qiu R.-X. Targeted Gene Delivery in Tumor Xenografts by the Combination of Ultrasound-Targeted Microbubble Destruction and Polyethylenimine to Inhibit Survivin Gene Expression and Induce Apoptosis. J. Exp. Clin. Cancer Res. 2010;29:152. doi: 10.1186/1756-9966-29-152. [PMC free article] [PubMed] [CrossRef] [Google Scholar]158. Tan J.-K.Y., Pham B., Zong Y., Perez C., Maris D.O., Hemphill A., Miao C.H., Matula T.J., Mourad P.D., Wei H., et al.  Microbubbles and Ultrasound Increase Intraventricular Polyplex Gene Transfer to the Brain. J. Control Release. 2016;231:86–93. doi: 10.1016/j.jconrel.2016.02.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]159. Devulapally R., Lee T., Barghava-Shah A., Sekar T.V., Foygel K., Bachawal S.V., Willmann J.K., Paulmurugan R. Ultrasound-Guided Delivery of Thymidine Kinase-Nitroreductase Dual Therapeutic Genes by PEGylated-PLGA/PIE Nanoparticles for Enhanced Triple Negative Breast Cancer Therapy. Nanomedicine. 2018;13:1051–1066. doi: 10.2217/nnm-2017-0328. [PMC free article] [PubMed] [CrossRef] [Google Scholar]160. Liufu C., Li Y., Tu J., Zhang H., Yu J., Wang Y., Huang P., Chen Z. Echogenic PEGylated PEI-Loaded Microbubble As Efficient Gene Delivery System. IJN. 2019;14:8923–8941. doi: 10.2147/IJN.S217338. [PMC free article] [PubMed] [CrossRef] [Google Scholar]161. Panje C.M., Wang D.S., Pysz M.A., Paulmurugan R., Ren Y., Tranquart F., Tian L., Willmann J.K. Ultrasound-Mediated Gene Delivery with Cationic versus Neutral Microbubbles: Effect of DNA and Microbubble Dose on in Vivo Transfection Efficiency. Theranostics. 2012;2:1078–1091. doi: 10.7150/thno.4240. [PMC free article] [PubMed] [CrossRef] [Google Scholar]162. Sirsi S.R., Hernandez S.L., Zielinski L., Blomback H., Koubaa A., Synder M., Homma S., Kandel J.J., Yamashiro D.J., Borden M.A. Polyplex-Microbubble Hybrids for Ultrasound-Guided Plasmid DNA Delivery to Solid Tumors. J. Control Release. 2012;157:224–234. doi: 10.1016/j.jconrel.2011.09.071. [PMC free article] [PubMed] [CrossRef] [Google Scholar]163. Xie A., Wu M.D., Cigarroa G., Belcik J.T., Ammi A., Moccetti F., Lindner J.R. Influence of DNA-Microbubble Coupling on Contrast Ultrasound-Mediated Gene Transfection inMuscleand Liver. J. Am. Soc. Echocardiogr. 2016;29:812–818. doi: 10.1016/j.echo.2016.04.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]164. Ferrara K.W., Borden M.A., Zhang H. Lipid-Shelled Vehicles: Engineering for Ultrasound Molecular Imaging and Drug Delivery. Acc. Chem. Res. 2009;42:881–892. doi: 10.1021/ar8002442. [PMC free article] [PubMed] [CrossRef] [Google Scholar]165. Liao A.-H., Ho H.-C., Lin Y.-C., Chen H.-K., Wang C.-H. Effects of Microbubble Size on Ultrasound-Induced Transdermal Delivery of High-Molecular-Weight Drugs. PLoS ONE. 2015;10:e0138500.  doi: 10.1371/journal.pone.0138500. [PMC free article] [PubMed] [CrossRef] [Google Scholar]166. Miller D.L., Lu X., Fabiilli M., Dou C. Influence of Microbubble Size and Pulse Amplitude on Hepatocyte Injury Induced by Contrast-Enhanced Diagnostic Ultrasound. Ultrasound Med. Biol. 2019;45:170–176. doi: 10.1016/j.ultrasmedbio.2018.09.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]167. Cavalli R., Bisazza A., Lembo D. Micro- and Nanobubbles: A Versatile Non-Viral Platform for Gene Delivery. Int. J. Pharm. 2013;456:437–445. doi: 10.1016/j.ijpharm.2013.08.041. [PubMed] [CrossRef] [Google Scholar]168. Tayier B., Deng Z., Wang Y., Wang W., Mu Y., Yan F. Biosynthetic Nanobubbles for Targeted Gene Delivery by Focused Ultrasound. Nanoscale. 2019;11:14757–14768. doi: 10.1039/C9NR03402A. [PubMed] [CrossRef] [Google Scholar]169. Cavalli R., Bisazza A., Trotta M., Argenziano M., Civra A., Donalisio M., Lembo D. New Chitosan Nanobubbles for Ultrasound-Mediated Gene Delivery: Preparation and in Vitro Characterization. Int. J. Nanomedicine. 2012;7:3309–3318. doi: 10.2147/IJN.S30912. [PMC free article] [PubMed] [CrossRef] [Google Scholar]170. du Toit L.C., Govender T., Pillay V., Choonara Y.E., Kodama T. Investigating the Effect of Polymeric Approaches on Circulation Time and Physical Properties of Nanobubbles. Pharm. Res. 2011;28:494–504. doi: 10.1007/s11095-010-0247-y. [PubMed] [CrossRef] [Google Scholar]171. Al-Jawadi S., Thakur S.S. Ultrasound-Responsive Lipid Microbubbles for Drug Delivery: A Review of Preparation Techniques to Optimise Formulation Size, Stability and Drug Loading. Int. J. Pharm. 2020;585:119559. doi: 10.1016/j.ijpharm.2020.119559. [PubMed] [CrossRef] [Google Scholar]172. Gnyawali V., Moon B.-U., Kieda J., Karshafian R., Kolios M.C., Tsai S.S.H. Honey, I Shrunk the Bubbles: Microfluidic Vacuum Shrinkage of Lipid-Stabilized Microbubbles. Soft. Matter. 2017;13:4011–4016. doi: 10.1039/C7SM00128B. [PubMed] [CrossRef] [Google Scholar]173. Matsumi C.T., Da Silva W.J., Schneider F.K., Maia J.M., Morales R.E.M., Filho W.D.A. Micropipette-Based Microfluidic Device for Monodisperse Microbubbles Generation. Micromachines. 2018;9:387.  doi: 10.3390/mi9080387. [PMC free article] [PubMed] [CrossRef] [Google Scholar]174. Pulsipher K.W., Hammer D.A., Lee D., Sehgal C.M. Engineering Theranostic Microbubbles Using Microfluidics for Ultrasound Imaging and Therapy: A Review. Ultrasound Med. Biol. 2018;44:2441–2460. doi: 10.1016/j.ultrasmedbio.2018.07.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]175. Xu J., Salari A., Wang Y., He X., Kerr L., Darbandi A., de Leon A.C., Exner A.A., Kolios M.C., Yuen D., et al.  Microfluidic Generation of Monodisperse Nanobubbles by Selective Gas Dissolution. Small. 2021:e2100345. doi: 10.1002/smll.202100345. [PubMed] [CrossRef] [Google Scholar]176. Dimcevski G., Kotopoulis S., Bjånes T., Hoem D., Schjøtt J., Gjertsen B.T., Biermann M., Molven A., Sorbye H., McCormack E., et al.  A Human Clinical Trial Using Ultrasound and Microbubbles to Enhance Gemcitabine Treatment of Inoperable Pancreatic Cancer. J. Control Release. 2016;243:172–181. doi: 10.1016/j.jconrel.2016.10.007. [PubMed] [CrossRef] [Google Scholar]177. Wang Y., Li Y., Yan K., Shen L., Yang W., Gong J., Ding K. Clinical Study of Ultrasound and Microbubbles for Enhancing Chemotherapeutic Sensitivity of Malignant Tumors in Digestive System. Chin. J. Cancer Res. 2018;30:553–563. doi: 10.21147/j.issn.1000-9604.2018.05.09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]178. Rubenfeld G.D. Confronting the Frustrations of Negative Clinical Trials in Acute Respiratory Distress Syndrome. Ann. ATS. 2015;12:S58–S63. doi: 10.1513/AnnalsATS.201409-414MG. [PubMed] [CrossRef] [Google Scholar]"}