{"title": "Using Dictyostelium to Develop Therapeutics for Acute Respiratory Distress Syndrome", "pubDate": "2021", "PMCID": "PMC8326840", "DOI": "10.3389/fcell.2021.710005", "PMID": "34350188", "abstract": "Acute respiratory distress syndrome (ARDS) involves damage to lungs causing an influx of neutrophils from the blood into the lung airspaces, and the neutrophils causing further damage, which attracts more neutrophils in a vicious cycle. There are ∼190,000 cases of ARDS per year in the US, and because of the lack of therapeutics, the mortality rate is ∼40%. Repelling neutrophils out of the lung airspaces, or simply preventing neutrophil entry, is a potential therapeutic. In this minireview, we discuss how our lab noticed that a protein called AprA secreted by growing Dictyostelium cells functions as a repellent for Dictyostelium cells, causing cells to move away from a source of AprA. We then found that AprA has structural similarity to a human secreted protein called dipeptidyl peptidase IV (DPPIV), and that DPPIV is a repellent for human neutrophils. In animal models of ARDS, inhalation of DPPIV or DPPIV mimetics blocks neutrophil influx into the lungs. To move DPPIV or DPPIV mimetics into the clinic, we need to know how this repulsion works to understand possible drug interactions and side effects. Combining biochemistry and genetics in Dictyostelium to elucidate the AprA signal transduction pathway, followed by drug studies in human neutrophils to determine similarities and differences between neutrophil and Dictyostelium chemorepulsion, will hopefully lead to the safe use of DPPIV or DPPIV mimetics in the clinic.", "author": [{"author": "Sara A Kirolos", "affiliation": ["Department of Biology, Texas A&M University, College Station, TX, United States."], "href": "/?term=Kirolos+SA&cauthor_id=34350188"}, {"author": "Ramesh Rijal", "affiliation": ["Department of Biology, Texas A&M University, College Station, TX, United States."], "href": "/?term=Rijal+R&cauthor_id=34350188"}, {"author": "Kristen M Consalvo", "affiliation": ["Department of Biology, Texas A&M University, College Station, TX, United States."], "href": "/?term=Consalvo+KM&cauthor_id=34350188"}, {"author": "Richard H Gomer", "affiliation": ["Department of Biology, Texas A&M University, College Station, TX, United States."], "href": "/?term=Gomer+RH&cauthor_id=34350188"}], "refPMID": ["10793162", "4961758", "26152582", "23519094", "4143721", "18611962", "19635129", "10399919", "4563019", "1103143", "12676796", "4313192", "21278229", "16176950", "15681827", "17373658", "24329716", "32708068", "7507508", "11786474", "24643419", "24471468", "27403914", "7758116", "19557413", "24424280", "24062580", "3838158", "30828317", "11909525", "22119911", "12697064", "19765659", "27358278", "18796601", "24243792", "18768780", "19200729", "18650931", "21438117", "28854585", "17029983", "7937994", "9438836", "2310575", "26138693", "23677473", "28028841", "30976204", "33460728", "10399920", "10482237", "15239825", "29128403", "25330233", "19150847", "8635862", "27006943", "22046148", "25981598", "24286137", "22496730", "17517960", "19733079", "15557149", "23435331", "19710302", "19279717", "22081140", "19545486", "27342992", "4598031", "8816443", "16782813", "15878331", "33544156", "16939977", "31016989", "9250676", "16495312", "10436159", "9321691", "22850883", "29875735", "11884377", "25775433", "25216328", "19763907", "20871975", "10197527", "12689946", "15044683", "33777580", "12450797", "9778249", "31247145", "26764532", "11748139", "20709790", "22711818", "24797076", "21760904", "30510066", "25601027", "17177855", "22797452", "18802482", "23726972", "26363959", "30462573", "18251800", "20360767", "22570420", "16236739", "22058421", "3291628", "32698008", "15534002", "26635793", "17901255", "21045861", "25453415", "27613872", "8025736", "3264130", "20693423", "28357057", "18676953", "29440579", "16365152", "23314710", "26116576", "12906826", "28792873", "19759280", "6259734", "32231442", "16142473", "16493048", "23665579", "1672265", "10769020", "3891389", "20066099", "21585354", "24248334", "2536474", "29345066", "24928308", "22264729", "20944010", "20473272", "18978300", "18215316", "12690116", "28685161"], "citedInPMID": ["34350188"], "body": " AbstractAcute respiratory distress syndrome (ARDS) involves damage to lungs causing an influx of neutrophils from the blood into the lung airspaces, and the neutrophils causing further damage, which attracts more neutrophils in a vicious cycle. There are ∼190,000 cases of ARDS per year in the US, and because of the lack of therapeutics, the mortality rate is ∼40%. Repelling neutrophils out of the lung airspaces, or simply preventing neutrophil entry, is a potential therapeutic. In this minireview, we discuss how our lab noticed that a protein called AprA secreted by growing Dictyostelium cells functions as a repellent for Dictyostelium cells, causing cells to move away from a source of AprA. We then found that AprA has structural similarity to a human secreted protein called dipeptidyl peptidase IV (DPPIV), and that DPPIV is a repellent for human neutrophils. In animal models of ARDS, inhalation of DPPIV or DPPIV mimetics blocks neutrophil influx into the lungs. To move DPPIV or DPPIV mimetics into the clinic, we need to know how this repulsion works to understand possible drug interactions and side effects. Combining biochemistry and genetics in Dictyostelium to elucidate the AprA signal transduction pathway, followed by drug studies in human neutrophils to determine similarities and differences between neutrophil and Dictyostelium chemorepulsion, will hopefully lead to the safe use of DPPIV or DPPIV mimetics in the clinic.Keywords: Dictyostelium discoideum, chemorepulsion, acute respiratory disease syndrome, neutrophil (PMN), DPPIV, PAR2 Acute Respiratory Distress Syndrome (ARDS)Acute respiratory distress syndrome (ARDS) is an acute onset of low blood oxygen levels due to abnormal accumulation of multiple cell types in the lungs, including immune cells (Ashbaugh et al., 1967). The cells can damage the lungs, as well as clog airspaces, leading to lung dysfunction and thus low blood oxygen levels. The abnormal accumulation of cells is caused by either direct or indirect lung injury; direct lung injury can be from pneumonia caused by viruses, bacteria, or fungi, trauma from mechanical ventilation, or injury caused by inhaling harmful substances, while indirect lung injury is primarily from inflammation or trauma to other organ systems (Shaver and Bastarache, 2014; Cochi et al., 2016; Lynn et al., 2019). There are approximately 190,000 cases of ARDS in the United States each year (Rubenfeld et al., 2005). ARDS can have a rapid progression, with patients advancing from breathing normally despite lung damage (mild ARDS) to requiring a ventilator (moderate or severe ARDS) within a week (Ranieri et al., 2012). The mortality rate for ARDS is 27% for mild, 32% for moderate, and 45% for severe ARDS (Ranieri et al., 2012) and the 3-year mortality rate is 44, 47, and 71% respectively (Parhar et al., 2019).In ARDS patients, neutrophils migrate from the blood into the airspaces of the lungs (Steinberg et al., 1994; Zemans et al., 2009) in response to increased levels of inflammatory mediators, chemokines, and cell damage (Figures 1A–C; Thompson et al., 2017; Lin and Fessler, 2021). Once in the lungs, the neutrophils target pathogens for phagocytosis and release proteases, reactive oxidants, and neutrophil extracellular traps (Zemans et al., 2009). In ARDS, some neutrophils in the lungs release proteases and reactive oxygen species even if there is no pathogen present, causing lung damage, and this then recruits more neutrophils in a vicious cycle (Figures 1D,E; Weiss, 1989). The inflammation and damage reduce gas exchange, promotes vascular permeability, and increases fluid in the lung tissues and air spaces (Matthay et al., 2012; Kao et al., 2015; Lynn et al., 2019). The only effective management for ARDS is protection of the lungs, putting the patient on oxygen and a ventilator with low tidal volume ventilation to reduce stretching of the lung tissue (Acute Respiratory Distress Syndrome Network et al., 2000). There are currently no therapeutics for ARDS (Chen et al., 2020).Open in a separate windowFIGURE 1Diagram of the basic process of ARDS and a potential therapeutic mechanism. (A) A cartoon of a normal lung, and (B) a lung with damage. (C) Neutrophils leave the blood and enter the lung tissue and airspaces in response to the damage. (D) In ARDS, this can result in further lung damage, which (E) results in even more neutrophils attracted to the lungs causing more damage in a vicious cycle. (F) An intriguing possibility is that inhalation of a nebulized neutrophil chemorepellent could drive neutrophils out of the lungs and/or prevent neutrophils from entering the lungs, and thus break the vicious cycle and reduce neutrophil-induced lung damage. Figures were created using BioRender.com.As described above, neutrophils entering the lungs appear to cause most of the damage in ARDS. An intriguing possible therapy for ARDS is to prevent neutrophils from entering the lungs, or to repel neutrophils that have entered the lungs back out of the lungs (Figure 1F). Some prokaryotes can sense repellent chemicals (chemorepellents) and move away from the source of the chemorepellent, and this process is fairly well understood (Pandey and Jain, 2002; Anderson et al., 2015). As described below, there are a few examples of chemorepellents in eukaryotic cells, including neutrophils, but how these affect cells is poorly understood. To move a neutrophil chemorepellent into the clinic, we need to know how this repulsion works to understand possible drug interactions and side effects. Chemorepulsion Can Cause Cells to Move Away From a SignalChemotaxis allows migratory cells to either move toward (chemoattract) or move away (chemorepel) from an external chemotactic stimulus (Figure 2; Vianello et al., 2005). In eukaryotes, chemoattraction plays important roles during development and morphogenesis, and in immune responses (Sadik and Luster, 2012; Kolaczkowska and Kubes, 2013; Theveneau and Mayor, 2013). Directed migration of a cell toward a chemoattractant involves chemoattractant gradient sensing through a receptor-mediated signal transduction processes to induce rearrangement of cytoskeletal proteins at the front and rear of a cell, a conserved mechanism used by migrating cells (Dandekar et al., 2013; Fukujin et al., 2016). Similar to chemoattraction, chemorepulsion also plays an important role in development and immune responses (Mark et al., 1997; Vianello et al., 2005; Levine et al., 2006; Clark et al., 2014a; Guidobaldi et al., 2017; Tang, 2017). However, the mechanisms of eukaryotic chemorepulsion is still being elucidated.Open in a separate windowFIGURE 2Diagram of eukaryotic chemorepulsion. (A) In the absence of a gradient, cells extend pseudopods, and move, in random directions. (B) In a gradient of a chemorepellent (blue shading), cells move away from the higher concentration of the chemorepellent. Figures were created using BioRender.com.The bacterium Escherichia coli (E. coli) responds to both chemoattractants and chemorepellents (Adler and Templeton, 1967; Berg and Brown, 1972; Berg and Tedesco, 1975). E. coli cells that sense decreasing concentrations of an attractant, or increasing concentrations of a repellent, causes the cells to tumble induced by clockwise flagellar rotation instead of smooth swimming induced by counter clockwise flagellar rotation, and the cells thus change direction to increase the probability that they will be moving in the right direction (Larsen et al., 1974). In Helicobacter pylori, chemorepulsion from the autocrine quorum sensing signal autoinducer-2 determines spatial organization and dispersal of biofilms (Anderson et al., 2015). The unicellular eukaryote Trichomonas vaginalis chemorepels from toxic agents such as metronidazole, ketoconazole, and miconazole (Sugarman and Mummaw, 1988). In the presence of a chemorepellent, such as conditioned supernatant factor (CSF), unicellular eukaryotes such as Tetrahymena and Paramecium swim backward (Rodgers et al., 2008; Plattner, 2015; Zou and Hennessey, 2017). In fungi, chemorepulsion can direct filament growth and mat formation (Karunanithi et al., 2012). Several Proteins Act as Neuronal ChemorepellentsIn higher eukaryotes, during neuronal development, neurons extend axons to reach specific targets (Kalil et al., 2011; Santos et al., 2020). For axons to correctly navigate to their targets, attractive and repulsive factors guide neuronal growth, regeneration, and collapse (Cregg et al., 2014; Thiede-Stan and Schwab, 2015). Many of the repulsive factors inhibit growth cone outgrowth and promote their collapse (Liu et al., 2006). Some of these repulsive molecules are proteins such as Nogo, Ephrins, Semaphorins, Draxin and Netrins. Nogo-A (the active form is called Nogo-66) is expressed by many projection neurons in the central and peripheral nervous systems (Nash et al., 2009; Schwab, 2010). Ephrins are negative guidance molecules for axons (Kolpak et al., 2009; Chatzizacharias et al., 2014; Savino et al., 2015). Ephrins signal through neuronal Eph receptors including EphA5 (Wahl et al., 2000). Other repulsive molecules such as the semaphorins Sema3A and 3F bind to plexin and neuropilin co-receptors to induce the repulsion of axons (Liu et al., 2006; Andrews et al., 2013; Vo et al., 2013).Draxin is an axon guidance cue that is vital for the development of the thick bundle of nerve fibers, called the corpus collosum, between the two hemispheres of the brain (Islam et al., 2009) and signals through the “deleted in colorectal cancer (DCC)” receptor (Islam et al., 2009; Meli et al., 2015). Although DCC is vital for axonal repulsive behavior, the binding of Netrin-1 to neuronal DCC induces attraction (Guijarro et al., 2006). Netrin-1 has both chemoattractive and chemorepulsive effects on many migratory axons during development and injury repair (Colamarino and Tessierlavigne, 1995; Furne et al., 2008). The binding of Netrin-1 to uncoordinated family member 5 (UNC-5) (Bashaw and Goodman, 1999; Hong et al., 1999) induces chemorepulsion in axons and immune cells (Hedgecock et al., 1990; Tadagavadi et al., 2010).In mammals, multiple pathways are required for chemorepulsion (Riches et al., 2013; Holt et al., 2021). The Wnt signaling pathway is a highly conserved pathway involved in multiple cell processes such as fate determination, polarity, migration, and neural patterning (Komiya and Habas, 2008). Wnt5a activation of the non- canonical Wnt receptor RYK on specific neurons induces chemorepulsion (Clark et al., 2014b). Secreted Wnt protein also bind to Frizzled receptors, a family of integral membrane protein receptors, to repel axon growth (Huang and Klein, 2004; Freese et al., 2010). Slit guidance ligand 2 (Slit2), a chemoattractant or chemorepellent dependent on the isoform, and activation of Roundabout receptor (Robo1), a coreceptor of Slit2, induces chemorepulsion of axons as well as neutrophils (Hu, 1999; Nguyen Ba-Charvet et al., 1999; Park et al., 2016). Slit1 and Slit3 also induce chemorepulsion of olfactory tract and spinal motor axons during development (Patel et al., 2001). Several Proteins Act as Immune Cell ChemorepellentsIn addition to Slit2, protein signals such as eotaxin-3, CXCL10, IL-8 and stromal cell derived factor-1 induce dendritic cell, monocyte, leukocyte, and/or neutrophil chemorepulsion (Ogilvie et al., 2003; Kohrgruber et al., 2004; Tharp et al., 2006). The chemokine stromal derived factor-1/CXCL12 is involved in tumor growth, metastasis and promotion of tumor immunity (Chen et al., 1994; Jager et al., 1996), possibly because CXCL12 secreted by tumors decreases T-cell infiltration (Vianello et al., 2006; d’Onofrio, 2012). In neutrophils, Slit2 plays a role in neutrophil migration toward and away from regions of inflammation (Tole et al., 2009; Ye B. Q. et al., 2010; Pilling et al., 2019). A ∼110- kDa N-terminal fragment of Slit2 induces chemorepulsion in neutrophils, and inhibiting Slit2 receptors Robo1 and syndecan-4 diminishes neutrophil chemorepulsion (Pilling et al., 2019). Eukaryotic Chemorepulsion Involves Regulation of the CytoskeletonDownstream of their receptors, many axon growth chemorepellents induce axonal repulsion by activating Rho GTPases, small signaling G protein molecular switches that play a role in cytoskeletal organization, cell movement, and cell polarity (Hall, 1998; Bustelo et al., 2007; Ridley, 2015). The activation of Rho GTPases in turn activates Rho-associated protein kinases (ROCKs), effector molecules downstream of Rho GTPases that play a role in cell shape and movement by regulating cytoskeletal elements (Leung et al., 1996; Maekawa et al., 1999). The signal transduction pathways then diverge to rearrange essential cytoskeletal proteins necessary for directed cell migration (Schmandke et al., 2007; Gelfand et al., 2009; Schwab, 2010). Dictyostelium discoideum Secretes An Endogenous Chemorepellent Called AprAThe simple eukaryote Dictyostelium discoideum is an excellent model system to study chemotaxis. In a nutrient-rich environment, D. discoideum cells grow and proliferate as single cells. When the nutrients become depleted, D. discoideum cells aggregate and form multicellular structures bearing spores that can survive harsh conditions (Bonner and Scharf, 1978; Kessin, 2001). The aggregation is mediated by cells secreting, and moving toward, relayed pulses of 3′, 5′-cyclic adenosine monophosphate (cAMP) (Bonner, 1970; Tomchik and Devreotes, 1981).During their growth phase, D. discoideum cells secrete a protein called autocrine proliferation repressor A (AprA). AprA acts as a signal that partially inhibits cell division without inhibiting cell growth (the increase in accumulated mass) (Brock and Gomer, 2005). AprA is a 60 kDa protein which forms a ∼150 kDa complex with a protein called CfaD (Brock and Gomer, 2005; Bakthavatsalam et al., 2008).How cells regulate the accumulation of AprA is not fully understood. Eukaryotic initiation factor 2 (eIF2) (Dever, 2002; Ye J. et al., 2010), initiation factor kinases, IfkA, IfkB, and IfkC (Fang et al., 2003; Rai et al., 2006), and Ceroid lipofuscinosis neuronal 3 (Cln3) and Cln5 that are associated with a childhood onset neurological disorder called Batten disease or neuronal ceroid lipofuscinosis (NCL) (Santavuori, 1988), are important for extracellular accumulation of AprA and CfaD (Bowman et al., 2011; Huber et al., 2014; Huber and Mathavarajah, 2018; Figure 3).Open in a separate windowFIGURE 3Summary of our current understanding of the AprA signal transduction pathway. See text for details. Figure created with BioRender.com.Dictyostelium discoideum cells lacking AprA are able to aggregate, but form abnormal structures with fewer and less viable spores, suggesting that cells lacking AprA can still migrate toward cAMP and aggregate (Brock and Gomer, 2005). In colonies of growing cells, wild type cells show directed movement away from the edge of the colony while cells lacking AprA do not move away from the edge of the colony (Phillips and Gomer, 2010). This suggested that AprA acts as a chemorepellent (Phillips and Gomer, 2010). In artificial gradients, D. discoideum cells move away from physiological concentrations of AprA, indicating that AprA is indeed a chemorepellent (Phillips and Gomer, 2010). AprA Activates a Complex Signal Transduction Pathway to Induce ChemorepulsionDictyostelium discoideum cells migrating toward cAMP and folic acid (a waste product released by bacteria, which D. discoideum cells uses as a chemoattractant to find and eat bacteria) require G protein-coupled receptors (GPCRs) and multiple conserved signal transduction pathways (De Wit and Bulgakov, 1985; Hadwiger et al., 1994; Ma et al., 1997; Lim et al., 2005; Kortholt et al., 2011; Yan et al., 2012). AprA activates G-proteins Gα8 and Gβ through the GPCR glutamate receptor-like H (GrlH) to induce chemorepulsion (Bakthavatsalam et al., 2009; Phillips and Gomer, 2012; Tang et al., 2018; Rijal et al., 2019; Figure 3). To decrease cell proliferation and induce chemorepulsion, AprA requires QkgA, a ROCO family kinase (Gotthardt et al., 2008; Phillips and Gomer, 2010), PakD, a member of a conserved family of p-21 activated kinases (PAKs) (Bokoch, 2003), CnrN, a phosphatase and tensin homolog (PTEN)-like phosphatase (Tang and Gomer, 2008), RblA, a homolog of a human Retinoblastoma (Rb) protein (MacWilliams et al., 2006), protein kinase A, components of the target of rapamycin (TOR) complex 2, phospholipase A, extracellular signal-regulated protein kinase (Erk1), and the Ras proteins RasC and RasG (Bakthavatsalam et al., 2009; Garcia et al., 2014; Phillips and Gomer, 2014; Tang et al., 2018; Rijal et al., 2019). In addition, AprA requires the putative bZIP transcription factor BzpN for its proliferation-inhibiting activity but not for chemorepulsion activity (Phillips et al., 2011), suggesting that AprA uses partially overlapping pathways to mediate proliferation inhibition and chemorepulsion. The AprA Chemorepulsion Mechanism Has a Partial but Not Complete Overlap With the camp Chemoattraction MechanismFor chemorepulsion, in addition to the components mentioned above, AprA also uses some but not all components of the cAMP chemoattraction signal transduction pathway (Rijal et al., 2019). Similar to chemoattraction to cAMP, cells in a rAprA gradient show actin-rich protrusions at the leading edge of the cell and myosin II mediated contraction at the trailing edge of the cell, allowing the cells to move in a biased direction away from the chemorepellent (Phillips and Gomer, 2012). Although phospholipase C (PLC) and PI3 kinases 1 and 2 are important for chemorepulsion of starved D. discoideum cells by the synthetic cAMP analog 8-CPT-cAMP, and for cAMP chemoattraction (Keizer-Gunnink et al., 2007), PLC and PI3 kinases are not necessary for AprA chemorepulsion (Phillips and Gomer, 2012). In addition, unlike chemoattraction toward cAMP, AprA does not require Akt and PKB, guanylyl cyclases, and the cytosolic regulator of adenylate cyclase (CRAC) (Parent et al., 1998; Rijal et al., 2019).Some of the key regulators of the AprA-induced chemorepulsion pathway are Ras GTPases. AprA induces translocation of RBDRaf1-GFP, an active Ras binding protein that when translocated to the cell cortex indicates Ras activation (Rijal et al., 2019). Although PakD is necessary for AprA mediated chemorepulsion, PakD is not necessary for AprA induced translocation of RBDRaf1-GFP to the cell cortex (Rijal et al., 2019). While PakD localizes at the rear of a migrating cell (Phillips and Gomer, 2014), PakD may negatively regulate Ras activation at the side of the cells facing away from AprA during chemorepulsion (Rijal et al., 2019). Several other proteins can negatively regulate Ras local activity at the membrane including Rho GTPases and ERK1/2 (Wang et al., 2013; Lake et al., 2016). AprA does not cause translocation of RBDRaf1-GFP in cells lacking a WASP-related cytoskeletal protein suppressor of cAR (SCAR), suggesting that AprA requires cytoskeletal proteins to activate Ras (Rijal et al., 2019). AprA Induces Chemorepulsion by Inhibiting Pseudopod Formation at the Side of the Cell Closest to the Source of AprAWhen cells such as D. discoideum and neutrophils move, they induce a localized polymerization of actin to form a pseudopod that protrudes from the cell, and when this attaches to a substrate, the cells can then move following their pseudopod (King and Insall, 2009). In the absence of a chemoattractant or chemorepellent gradient, cells form pseudopods at random locations, and thus move in random directions (Sasaki et al., 2004; Rijal et al., 2019). During chemoattraction, cells polymerize actin and extend a pseudopod toward the source of the attractant (Sasaki et al., 2004). During chemorepulsion, AprA inhibits filamentous actin (F-actin) polymerization at the region of the cell closest to the source of AprA, inhibiting pseudopod formation in the sector of the cell closest to the source of AprA (Rijal et al., 2019). This then allows the cells to move in any direction except the direction toward the source of AprA, resulting in chemorepulsion. This then indicates a fundamental difference between chemoattraction and chemorepulsion in D. discoideum: if a chemoattractant is coming from the West, a cell will tend to extend a pseudopod and move toward the West; to a first approximation, if a chemorepellent is coming from the West, cells will extend pseudopods randomly, and move toward, the East, North, or South. The Identification of AprA Led to the Identification of a Human Neutrophil ChemorepellentDictyostelium discoideum and neutrophils share chemotaxis properties (Wang, 2009; Wang et al., 2011). Although AprA has little similarity to mammalian proteins, a predicted tertiary structure of AprA showed similarity to the structure of human dipeptidyl peptidase IV (DPPIV) (Zhang, 2008; Roy et al., 2010, 2012; Herlihy et al., 2013). DPPIV is a 110 kDa serine protease that localizes on the extracellular surface of some lymphocytes, endothelial cells, and is also present in plasma, serum, cerebrospinal fluid, synovial fluid, semen, and urine in a soluble form, and cleaves peptides with a proline or alanine in the second position at the N-terminus end (Walborg et al., 1985; Thoma et al., 2003; Cordero et al., 2009; Kotacková et al., 2009; Nauck et al., 2011; Pan et al., 2021). In addition to the predicted structural similarity, AprA has a DPPIV -like protease activity (Herlihy et al., 2013, 2017). Although AprA is not able to repel human neutrophils, DPPIV induces chemorepulsion of D. discoideum cells, suggesting a conserved mechanism of action (Herlihy et al., 2017). In a range of concentrations encompassing its concentration in human plasma, DPPIV acts as a chemorepellent for human and mouse neutrophils, but does not affect the motility of macrophages and lymphocytes (Herlihy et al., 2013). In the presence of the DPPIV inhibitors Diprotin A and DPPP 1c hydrochloride, the chemorepellent activity of DPPIV was significantly reduced, and suggesting that the protease activity of DPPIV mediates its ability to induce neutrophil chemorepulsion (Herlihy et al., 2013). DPPIV, the AprA-Like the Neutrophil Chemorepellent, Shows Efficacy in a Mouse Model of ARDS as Well as a Mouse Model of Rheumatoid ArthritisA standard mouse model of ARDS is to damage the lungs with aspiration of a drug called bleomycin (Walters and Kleeberger, 2008). The mouse is lightly anesthetized, and 50 μl of saline with bleomycin is quickly pipetted through the mouth into the trachea as the mouse is inhaling. A gentle tailward shake of the mouse then disperses the bleomycin into the lungs. One day later, activated neutrophils start accumulating in the lungs (Walters and Kleeberger, 2008). Using this model, recombinant DPPIV or an equal volume of saline was introduced into the airspaces of the lungs of bleomycin-treated mice on day 1 and day 2 after bleomycin treatment by a similar aspiration procedure (Herlihy et al., 2013). Three days after bleomycin treatment, mice were euthanized. Phosphate buffered saline was put into the lungs through the trachea and then removed along with cells and other material in the airspaces in a procedure called bronchoalveolar lavage (BAL) (Herlihy et al., 2013). At day 3, the DPPIV treatments reduced both neutrophils in the BAL fluid as well as neutrophils remaining in the lungs (as determined by immunostaining of sections of the post-BAL lungs), but did not affect the numbers of macrophages and lymphocytes, suggesting that the effect of DPPIV is specific to neutrophils (Herlihy et al., 2013). Inhalation of DPPIV thus showed efficacy in a mouse model of ARDS.Inflammatory arthritis, also known as rheumatoid arthritis (RA), is an autoimmune disorder with characteristic chronic inflammation due to neutrophil accumulation in the joints causing destruction of the joints (Kaplan, 2013). RA patients have lower level of DPPIV in plasma compared to non-inflammatory osteoarthritis (Busso et al., 2005). Injection of DPPIV directly into the joint in a mouse model of arthritis reduced the accumulation of neutrophils in the joint, and reduced the severity of arthritis and synovial inflammation (Herlihy et al., 2015). Together with the ARDS model results, this suggests that DPPIV can reduce inflammation by causing neutrophils to move away from a site of accumulation. Agonists of the DPPIV Receptor Par2 Induce Neutrophil Chemorepulsion and Show Efficacy in a Mouse Model of ARDSAs mentioned above, soluble DPPIV acts as a human and mouse neutrophil chemorepellent (Herlihy et al., 2013; White et al., 2018) via the activation of protease activated receptor 2 (PAR2) (White et al., 2018). PAR2 is a member of the PAR family of GPCRs, which consists of PAR1/2/3/4 (Ossovskaya and Bunnett, 2004). PAR2 is activated by the proteolytic cleavage of the extracellular N-terminus domain causing the remaining tethered N-terminus to act as a ligand that binds to extracellular loop 2 of the receptor thereby activating it (Vu et al., 1991; Gardell et al., 2008) DPPIV requires protease activated receptor (PAR2) to induce chemorepulsion of human neutrophils (White et al., 2018). Similar to DPPIV, the PAR2 agonists 2f-LIGRL-amide (a small peptide with modifications at the N and C termini), SLIGKVNH2 (a small peptide with a modifications at the C terminus), and AC55541 (a small molecule) induce chemorepulsion of human and mouse neutrophils (White et al., 2018). Although DPPIV induces stronger chemorepulsion of male neutrophils than female neutrophils, PAR2 agonists induce chemorepulsion of neutrophils from both male and female mice (White et al., 2018). In the mouse ARDS model described above, aspiration of SLIGKVNH2, starting 24 h after oropharyngeal aspiration of bleomycin, reduced neutrophil accumulation in lungs at day 3, similar to the effects of DPPIV described above (White et al., 2018), suggesting that aspiration of PAR2 agonists could be used to treat ARDS in human patients (Herlihy et al., 2013; White et al., 2018). Since DPPIV is a protease that cleaves many target molecules in addition to PAR2 (Zhu et al., 2003; Mulvihill and Drucker, 2014; Wronkowitz et al., 2014; White et al., 2018; Deacon, 2019; Trzaskalski et al., 2020), in terms of potential therapeutics, exogenous delivery of PAR2 agonists may have fewer side effects than exogenous delivery of DPPIV. ConclusionChemorepulsion is an essential process for development, morphogenesis, and immune responses in eukaryotes. The identification of AprA, an endogenous chemorepellent in D. discoideum led to the identification of DPPIV, a chemorepellent that acts on human (and mouse) neutrophils. This in turn led to the identification of small-molecule PAR2 agonists as neutrophil chemorepellents. Given by aspiration into the lungs, both DPPIV and a PAR2 agonist showed efficacy in a mouse model of ARDS. Although the activation of PAR2 can reduce damage caused by arthritis, ARDS, and ischemia (McLean et al., 2002; McCulloch et al., 2018; White et al., 2018), the activation of PAR2 can lead to unwanted effects such as fetal injury, fibrosis, and inflammatory, metabolic and cardiovascular disorders (Cicala, 2002; Redecha et al., 2008; Grimsey et al., 2011; Kagota et al., 2016; Shearer et al., 2016; Heuberger and Schuepbach, 2019). Although intriguing possibilities are that inhalation of a nebulized mist containing DPPIV and/or PAR2 agonists might be useful as therapeutics for ARDS, and localized delivery of these neutrophil chemorepellents might be useful in other neutrophil-driven diseases, caution will be needed to limit dosing to prevent systemic toxicity. Author ContributionsAll authors listed have made a substantial, direct and intellectual contribution to the work, and approved it for publication. Conflict of InterestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. FootnotesFunding. This work was supported by NIH grants GM118355 and GM139486 to RG. The figures were created using BioRender.com. ReferencesAcute Respiratory Distress Syndrome Network, Brower R. G., Matthay M. A., Morris A., Schoenfeld D., Thompson B. T., et al.  (2000). Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome.\nN. Engl. J. Med.\n342\n1301–1308. 10.1056/nejm200005043421801\n [PubMed] [CrossRef] [Google Scholar]Adler J., Templeton B. (1967). The effect of environmental conditions on the motility of Escherichia coli.\nJ. Gen. Microbiol.\n46\n175–184. 10.1099/00221287-46-2-175\n [PubMed] [CrossRef] [Google Scholar]Anderson J. K., Huang J. Y., Wreden C., Sweeney E. G., Goers J., Remington S. J., et al.  (2015). Chemorepulsion from the quorum signal autoinducer-2 promotes Helicobacter pylori biofilm dispersal.\nmBio\n6:e00379. [PMC free article] [PubMed] [Google Scholar]Andrews W. D., Zito A., Memi F., Jones G., Tamamaki N., Parnavelas J. G. (2013). Limk2 mediates semaphorin signalling in cortical interneurons migrating through the subpallium.\nBiol. Open\n2\n277–282. 10.1242/bio.20133202\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ashbaugh D. G., Bigelow D. B., Petty T. L., Levine B. E. (1967). Acute respiratory distress in adults.\nLancet\n290\n319–323. [PubMed] [Google Scholar]Bakthavatsalam D., Brock D. A., Nikravan N. N., Houston K. D., Hatton R. D., Gomer R. H. (2008). The secreted Dictyostelium protein CfaD is a chalone.\nJ. Cell Sci.\n121\n2473–2480. 10.1242/jcs.026682\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bakthavatsalam D., Choe J. M., Hanson N. E., Gomer R. H. (2009). A Dictyostelium chalone uses G proteins to regulate proliferation.\nBMC Biol.\n7:44. 10.1186/1741-7007-7-44\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bashaw G. J., Goodman C. S. (1999). Chimeric axon guidance receptors: the cytoplasmic domains of slit and netrin receptors specify attraction versus repulsion.\nCell\n97\n917–926. 10.1016/s0092-8674(00)80803-x [PubMed] [CrossRef] [Google Scholar]Berg H. C., Brown D. A. (1972). Chemotaxis in Escherichia coli analysed by three-dimensional tracking.\nNature\n239\n500–504. 10.1038/239500a0\n [PubMed] [CrossRef] [Google Scholar]Berg H. C., Tedesco P. M. (1975). Transient response to chemotactic stimuli in Escherichia coli.\nProc. Natl. Acad. Sci. U.S.A.\n72\n3235–3239. 10.1073/pnas.72.8.3235\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bokoch G. M. (2003). Biology of the p21-activated kinases.\nAnnu. Rev. Biochem.\n72\n743–781. 10.1146/annurev.biochem.72.121801.161742\n [PubMed] [CrossRef] [Google Scholar]Bonner J. T. (1970). Induction of stalk cell differentiation by cyclic AMP in the cellular slime mold Dictyostelium discoideum.\nProc. Natl. Acad. Sci. U.S.A.\n65\n110–113. 10.1073/pnas.65.1.110\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bonner J. T., Scharf D. (1978). Life-cycle of cellular slime-molds.\nNat. Hist.\n87\n70–79. [Google Scholar]Bowman R. L., Xiong Y., Kirsten J. H., Singleton C. K. (2011). eIF2α kinases control chalone production in Dictyostelium discoideum.\nEukaryot. Cell\n10\n494–501. 10.1128/ec.00270-10\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Brock D. A., Gomer R. H. (2005). A secreted factor represses cell proliferation in Dictyostelium.\nDevelopment\n132\n4553–4562. 10.1242/dev.02032\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Busso N., Wagtmann N., Herling C., Chobaz-Péclat V., Bischof-Delaloye A., So A., et al.  (2005). Circulating CD26 is negatively associated with inflammation in human and experimental arthritis.\nAm. J. Pathol.\n166\n433–442. 10.1016/s0002-9440(10)62266-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bustelo X. R., Sauzeau V., Berenjeno I. M. (2007). GTP-binding proteins of the Rho/Rac family: regulation, effectors and functions in vivo.\nBioEssays\n29\n356–370. 10.1002/bies.20558\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chatzizacharias N. A., Giaginis C. T., Agapitos E., Theocharis S. E. (2014). The role of ephrins’ receptors and ephrins’ ligands in normal placental development and disease.\nExpert. Opin. Ther. Targets\n18\n269–275. 10.1517/14728222.2014.864638\n [PubMed] [CrossRef] [Google Scholar]Chen C. M., Lu H. C., Tung Y. T., Chen W. (2020). Antiplatelet therapy for acute respiratory distress syndrome.\nBiomedicines\n8:230. 10.3390/biomedicines8070230\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chen L., McGowan P., Ashe S., Johnston J., Li Y., Hellstrom I., et al.  (1994). Tumor immunogenicity determines the effect of B7 costimulation on T cell-mediated tumor immunity.\nJ. Exp. Med.\n179\n523–532. 10.1084/jem.179.2.523\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Cicala C. (2002). Protease activated receptor 2 and the cardiovascular system.\nBr. J. Pharmacol.\n135\n14–20. 10.1038/sj.bjp.0704438\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Clark C. E., Liu Y., Cooper H. M. (2014a). The Yin and Yang of Wnt/Ryk axon guidance in development and regeneration.\nSci. China Life Sci.\n57\n366–371. 10.1007/s11427-014-4640-3\n [PubMed] [CrossRef] [Google Scholar]Clark C. E., Richards L. J., Stacker S. A., Cooper H. M. (2014b). Wnt5a induces Ryk-dependent and -independent effects on callosal axon and dendrite growth.\nGrowth Factors\n32\n11–17. 10.3109/08977194.2013.875544\n [PubMed] [CrossRef] [Google Scholar]Cochi S. E., Kempker J. A., Annangi S., Kramer M. R., Martin G. S. (2016). Mortality trends of acute respiratory distress syndrome in the United States from 1999 to 2013.\nAnn. Am. Thorac. Soc.\n13\n1742–1751. [PMC free article] [PubMed] [Google Scholar]Colamarino S. A., Tessierlavigne M. (1995). The axonal chemoattractant netrin-1 is also a chemorepellent for trochlear motor axons.\nCell\n81\n621–629. 10.1016/0092-8674(95)90083-7 [PubMed] [CrossRef] [Google Scholar]Cordero O. J., Salgado F. J., Nogueira M. (2009). On the origin of serum CD26 and its altered concentration in cancer patients.\nCancer Immunol. Immunother.\n58\n1723–1747. 10.1007/s00262-009-0728-1\n [PubMed] [CrossRef] [Google Scholar]Cregg J. M., DePaul M. A., Filous A. R., Lang B. T., Tran A., Silver J. (2014). Functional regeneration beyond the glial scar.\nExp. Neurol.\n253\n197–207. 10.1016/j.expneurol.2013.12.024\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dandekar S. N., Park J. S., Peng G. E., Onuffer J. J., Lim W. A., Weiner O. D. (2013). Actin dynamics rapidly reset chemoattractant receptor sensitivity following adaptation in neutrophils.\nPhilos. Trans. R. Soc. Lond. B Biol. Sci.\n368:20130008. 10.1098/rstb.2013.0008\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]De Wit R. J., Bulgakov R. (1985). Guanine nucleotides modulate the ligand binding properties of cell surface folate receptors in Dictyostelium discoideum.\nFEBS Lett.\n179\n257–261. 10.1016/0014-5793(85)80530-5 [PubMed] [CrossRef] [Google Scholar]Deacon C. F. (2019). Physiology and pharmacology of DPP-4 in glucose homeostasis and the treatment of type 2 diabetes.\nFront. Endocrinol.\n10:80. 10.3389/fendo.2019.00080\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dever T. E. (2002). Gene-specific regulation by general translation factors.\nCell\n108\n545–556. 10.1016/s0092-8674(02)00642-6 [PubMed] [CrossRef] [Google Scholar]d’Onofrio A. (2012). Spatiotemporal effects of a possible chemorepulsion of tumor cells by immune system effectors.\nJ. Theor. Biol.\n296\n41–48. 10.1016/j.jtbi.2011.11.013\n [PubMed] [CrossRef] [Google Scholar]Fang R., Xiong Y., Singleton C. K. (2003). IfkA, a presumptive eIF2 alpha kinase of Dictyostelium, is required for proper timing of aggregation and regulation of mound size.\nBMC Dev. Biol.\n3:3. 10.1186/1471-213x-3-3\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Freese J. L., Pino D., Pleasure S. J. (2010). Wnt signaling in development and disease.\nNeurobiol. Dis.\n38\n148–153. [PMC free article] [PubMed] [Google Scholar]Fukujin F., Nakajima A., Shimada N., Sawai S. (2016). Self-organization of chemoattractant waves in dictyostelium depends on F-actin and cell-substrate adhesion.\nJ. R. Soc. Interface\n13:20160233. 10.1098/rsif.2016.0233\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Furne C., Rama N., Corset V., Chedotal A., Mehlen P. (2008). Netrin-1 is a survival factor during commissural neuron navigation.\nProc. Natl. Acad. Sci. U.S.A.\n105\n14465–14470. 10.1073/pnas.0803645105\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Garcia M., Ray S., Brown I., Irom J., Brazill D. (2014). PakD, a putative p21-activated protein kinase in Dictyostelium discoideum, regulates actin.\nEukaryot. Cell\n13\n119–126. 10.1128/ec.00216-13\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gardell L. R., Ma J. N., Seitzberg J. G., Knapp A. E., Schiffer H. H., Tabatabaei A., et al.  (2008). Identification and characterization of novel small-molecule protease-activated receptor 2 agonists.\nJ. Pharmacol. Exp. Ther.\n327\n799–808. 10.1124/jpet.108.142570\n [PubMed] [CrossRef] [Google Scholar]Gelfand M. V., Hong S., Gu C. (2009). Guidance from above: common cues direct distinct signaling outcomes in vascular and neural patterning.\nTrends Cell Biol.\n19\n99–110. 10.1016/j.tcb.2009.01.001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gotthardt K., Weyand M., Kortholt A., Van Haastert P. J., Wittinghofer A. (2008). Structure of the Roc-COR domain tandem of C. tepidum. a prokaryotic homologue of the human LRRK2 Parkinson kinase.\nEmbo J.\n27\n2239–2249. 10.1038/emboj.2008.150\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Grimsey N., Soto A. G., Trejo J. (2011). Regulation of protease-activated receptor signaling by post-translational modifications.\nIUBMB Life\n63\n403–411. 10.1002/iub.442\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Guidobaldi H. A., Cubilla M., Moreno A., Molino M. V., Bahamondes L., Giojalas L. C. (2017). Sperm chemorepulsion, a supplementary mechanism to regulate fertilization.\nHum. Reprod.\n32\n1560–1573. 10.1093/humrep/dex232\n [PubMed] [CrossRef] [Google Scholar]Guijarro P., Simo S., Pascual M., Abasolo I., Del Rio J. A., Soriano E. (2006). Netrin1 exerts a chemorepulsive effect on migrating cerebellar interneurons in a Dcc-independent way.\nMol. Cell Neurosci.\n33\n389–400. 10.1016/j.mcn.2006.08.010\n [PubMed] [CrossRef] [Google Scholar]Hadwiger J. A., Lee S., Firtel R. A. (1994). The G alpha subunit G alpha 4 couples to pterin receptors and identifies a signaling pathway that is essential for multicellular development in Dictyostelium.\nProc. Natl. Acad. Sci. U.S.A.\n91:10566. 10.1073/pnas.91.22.10566\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hall A. (1998). Rho GTPases and the actin cytoskeleton.\nScience\n279\n509–514. 10.1126/science.279.5350.509\n [PubMed] [CrossRef] [Google Scholar]Hedgecock E. M., Culotti J. G., Hall D. H. (1990). The unc-5, unc-6, and unc-40 genes guide circumferential migrations of pioneer axons and mesodermal cells on the epidermis in C. elegans.\nNeuron\n4\n61–85. 10.1016/0896-6273(90)90444-k [PubMed] [CrossRef] [Google Scholar]Herlihy S. E., Brown M. L., Pilling D., Weeks B. R., Myers L. K., Gomer R. H. (2015). Role of the neutrophil chemorepellent soluble dipeptidyl peptidase IV in decreasing inflammation in a murine model of arthritis.\nArthritis Rheumatol.\n67\n2634–2638. 10.1002/art.39250\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Herlihy S. E., Pilling D., Maharjan A. S., Gomer R. H. (2013). Dipeptidyl peptidase IV is a human and murine neutrophil chemorepellent.\nJ. immunol.\n190\n6468–6477. 10.4049/jimmunol.1202583\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Herlihy S. E., Tang Y., Phillips J. E., Gomer R. H. (2017). Functional similarities between the Dictyostelium protein AprA and the human protein dipeptidyl-peptidase IV.\nProtein Sci.\n26\n578–585. 10.1002/pro.3107\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Heuberger D. M., Schuepbach R. A. (2019). Protease-activated receptors (PARs): mechanisms of action and potential therapeutic modulators in PAR-driven inflammatory diseases.\nThromb. J.\n17:4. [PMC free article] [PubMed] [Google Scholar]Holt E., Stanton-Turcotte D., Iulianella A. (2021). Development of the vertebrate trunk sensory system: origins, specification, axon guidance, and central connectivity.\nNeuroscience\n458\n229–243. 10.1016/j.neuroscience.2020.12.037\n [PubMed] [CrossRef] [Google Scholar]Hong K. S., Hinck L., Nishiyama M., Poo M. M., Tessier-Lavigne M., Stein E. (1999). A ligand-gated association between cytoplasmic domains of UNC5 and DCC family receptors converts netrin-induced growth cone attraction to repulsion.\nCell\n97\n927–941. 10.1016/s0092-8674(00)80804-1 [PubMed] [CrossRef] [Google Scholar]Hu H. (1999). Chemorepulsion of neuronal migration by Slit2 in the developing mammalian forebrain.\nNeuron\n23\n703–711. 10.1016/s0896-6273(01)80029-5 [PubMed] [CrossRef] [Google Scholar]Huang H. C., Klein P. S. (2004). The Frizzled family: receptors for multiple signal transduction pathways.\nGenome Biol.\n5:234. [PMC free article] [PubMed] [Google Scholar]Huber R. J., Mathavarajah S. (2018). Cln5 is secreted and functions as a glycoside hydrolase in Dictyostelium.\nCell Signal\n42\n236–248. 10.1016/j.cellsig.2017.11.001\n [PubMed] [CrossRef] [Google Scholar]Huber R. J., Myre M. A., Cotman S. L. (2014). Loss of Cln3 function in the social amoeba Dictyostelium discoideum causes pleiotropic effects that are rescued by human CLN3.\nPLoS One\n9:e110544. 10.1371/journal.pone.0110544\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Islam S. M., Shinmyo Y., Okafuji T., Su Y., Naser I. B., Ahmed G., et al.  (2009). Draxin, a repulsive guidance protein for spinal cord and forebrain commissures.\nScience\n323\n388–393. 10.1126/science.1165187\n [PubMed] [CrossRef] [Google Scholar]Jager E., Ringhoffer M., Karbach J., Arand M., Oesch F., Knuth A. (1996). Inverse relationship of melanocyte differentiation antigen expression in melanoma tissues and CD8+ cytotoxic-T-cell responses: evidence for immunoselection of antigen-loss variants in vivo.\nInt. J. Cancer\n66\n470–476. 10.1002/(sici)1097-0215(19960516)66:4<470::aid-ijc10>3.0.co;2-c [PubMed] [CrossRef] [Google Scholar]Kagota S., Maruyama K., McGuire J. J. (2016). Characterization and functions of protease-activated receptor 2 in obesity, diabetes, and metabolic syndrome: a systematic review.\nBiomed. Res. Int.\n2016:3130496. [PMC free article] [PubMed] [Google Scholar]Kalil K., Li L., Hutchins B. I. (2011). Signaling mechanisms in cortical axon growth, guidance, and branching.\nFront. Neuroanat.\n5:62. 10.3389/fnana.2011.00062\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kao K. C., Hu H. C., Chang C. H., Hung C. Y., Chiu L. C., Li S. H., et al.  (2015). Diffuse alveolar damage associated mortality in selected acute respiratory distress syndrome patients with open lung biopsy.\nCrit. Care\n19:228. [PMC free article] [PubMed] [Google Scholar]Kaplan M. J. (2013). Role of neutrophils in systemic autoimmune diseases.\nArthritis Res. Ther.\n15:219. 10.1186/ar4325\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Karunanithi S., Joshi J., Chavel C., Birkaya B., Grell L., Cullen P. J. (2012). Regulation of mat responses by a differentiation MAPK pathway in Saccharomyces cerevisiae.\nPLoS One\n7:e32294. 10.1371/journal.pone.0032294\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Keizer-Gunnink I., Kortholt A., Van Haastert P. J. (2007). Chemoattractants and chemorepellents act by inducing opposite polarity in phospholipase C and PI3-kinase signaling.\nJ. Cell Biol.\n177\n579–585. 10.1083/jcb.200611046\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kessin R. H. (2001). Dictyostelium: Evolution, Cell Biology, and the Development of Multicellularity.\nCambridge: Cambridge University Press. [Google Scholar]King J. S., Insall R. H. (2009). Chemotaxis: finding the way forward with Dictyostelium.\nTrends Cell Biol.\n19\n523–530. 10.1016/j.tcb.2009.07.004\n [PubMed] [CrossRef] [Google Scholar]Kohrgruber N., Groger M., Meraner P., Kriehuber E., Petzelbauer P., Brandt S., et al.  (2004). Plasmacytoid dendritic cell recruitment by immobilized CXCR3 ligands.\nJ. Immunol.\n173\n6592–6602. 10.4049/jimmunol.173.11.6592\n [PubMed] [CrossRef] [Google Scholar]Kolaczkowska E., Kubes P. (2013). Neutrophil recruitment and function in health and inflammation.\nNat. Rev. Immunol.\n13\n159–175. 10.1038/nri3399\n [PubMed] [CrossRef] [Google Scholar]Kolpak A. L., Jiang J., Guo D., Standley C., Bellve K., Fogarty K., et al.  (2009). Negative guidance factor-induced macropinocytosis in the growth cone plays a critical role in repulsive axon turning.\nJ. Neurosci.\n29\n10488–10498. 10.1523/jneurosci.2355-09.2009\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Komiya Y., Habas R. (2008). Wnt signal transduction pathways.\nOrganogenesis\n4\n68–75. 10.4161/org.4.2.5851\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kortholt A., Kataria R., Keizer-Gunnink I., Van Egmond W. N., Khanna A., Van Haastert P. J. (2011). Dictyostelium chemotaxis: essential Ras activation and accessory signalling pathways for amplification.\nEMBO Rep.\n12\n1273–1279. 10.1038/embor.2011.210\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kotacková L., Baláziová E., Sedo A. (2009). Expression pattern of dipeptidyl peptidase IV activity and/or structure homologues in cancer.\nFolia Biol.\n55\n77–84. [PubMed] [Google Scholar]Lake D., Correa S. A., Muller J. (2016). Negative feedback regulation of the ERK1/2 MAPK pathway.\nCell Mol. Life Sci.\n73\n4397–4413. 10.1007/s00018-016-2297-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Larsen S. H., Reader R. W., Kort E. N., Tso W. W., Adler J. (1974). Change in direction of flagellar rotation is the basis of the chemotactic response in Escherichia coli.\nNature\n249\n74–77. 10.1038/249074a0\n [PubMed] [CrossRef] [Google Scholar]Leung T., Chen X. Q., Manser E., Lim L. (1996). The p160 RhoA-binding kinase ROK alpha is a member of a kinase family and is involved in the reorganization of the cytoskeleton.\nMol. Cell. Biol.\n16\n5313–5327. 10.1128/mcb.16.10.5313\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Levine H., Kessler D. A., Rappel W. J. (2006). Directional sensing in eukaryotic chemotaxis: a balanced inactivation model.\nProc. Natl. Acad. Sci. U.S.A.\n103\n9761–9766. 10.1073/pnas.0601302103\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lim C. J., Zawadzki K. A., Khosla M., Secko D. M., Spiegelman G. B., Weeks G. (2005). Loss of the Dictyostelium RasC protein alters vegetative cell size, motility and endocytosis.\nExp. Cell Res.\n306\n47–55. 10.1016/j.yexcr.2005.02.002\n [PubMed] [CrossRef] [Google Scholar]Lin W. C., Fessler M. B. (2021). Regulatory mechanisms of neutrophil migration from the circulation to the airspace.\nCell Mol. Life Sci.\n78\n4095–4124. 10.1007/s00018-021-03768-z\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Liu B. P., Cafferty W. B., Budel S. O., Strittmatter S. M. (2006). Extracellular regulators of axonal growth in the adult central nervous system.\nPhilos. Trans. R. Soc. Lond. B Biol. Sci.\n361\n1593–1610. 10.1098/rstb.2006.1891\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lynn H., Sun X., Casanova N., Gonzales-Garay M., Bime C., Garcia J. G. N. (2019). Genomic and genetic approaches to deciphering acute respiratory distress syndrome risk and mortality.\nAntioxid. Redox Signal.\n31\n1027–1052. 10.1089/ars.2018.7701\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ma H., Gamper M., Parent C., Firtel R. A. (1997). The Dictyostelium MAP kinase kinase DdMEK1 regulates chemotaxis and is essential for chemoattractant-mediated activation of guanylyl cyclase.\nEmbo. J.\n16\n4317–4332. 10.1093/emboj/16.14.4317\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]MacWilliams H., Doquang K., Pedrola R., Dollman G., Grassi D., Peis T., et al.  (2006). A retinoblastoma ortholog controls stalk/spore preference in Dictyostelium.\nDevelopment\n133\n1287–1297. 10.1242/dev.02287\n [PubMed] [CrossRef] [Google Scholar]Maekawa M., Ishizaki T., Boku S., Watanabe N., Fujita A., Iwamatsu A., et al.  (1999). Signaling from Rho to the actin cytoskeleton through protein kinases ROCK and LIM-kinase.\nScience\n285\n895–898. 10.1126/science.285.5429.895\n [PubMed] [CrossRef] [Google Scholar]Mark M. D., Lohrum M., Puschel A. W. (1997). Patterning neuronal connections by chemorepulsion: the semaphorins.\nCell Tissue Res.\n290\n299–306. 10.1007/978-3-642-60905-3_15 [PubMed] [CrossRef] [Google Scholar]Matthay M. A., Ware L. B., Zimmerman G. A. (2012). The acute respiratory distress syndrome.\nJ. Clin. Invest.\n122\n2731–2740. [PMC free article] [PubMed] [Google Scholar]McCulloch K., McGrath S., Huesa C., Dunning L., Litherland G., Crilly A., et al.  (2018). Rheumatic disease: protease-activated receptor-2 in synovial joint pathobiology.\nFront. Endocrinol.\n9:257. 10.3389/fendo.2018.00257\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]McLean P. G., Aston D., Sarkar D., Ahluwalia A. (2002). Protease-activated receptor-2 activation causes EDHF-like coronary vasodilation: selective preservation in ischemia/reperfusion injury: involvement of lipoxygenase products, VR1 receptors, and C-fibers.\nCirc Res.\n90\n465–472. 10.1161/hh0402.105372\n [PubMed] [CrossRef] [Google Scholar]Meli R., Weisova P., Propst F. (2015). Repulsive axon guidance by Draxin is mediated by protein Kinase B (Akt), glycogen synthase kinase-3beta (GSK-3beta) and microtubule-associated protein 1B.\nPLoS One\n10:e0119524. 10.1371/journal.pone.0119524\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Mulvihill E. E., Drucker D. J. (2014). Pharmacology, physiology, and mechanisms of action of dipeptidyl peptidase-4 inhibitors.\nEndocr. Rev.\n35\n992–1019. 10.1210/er.2014-1035\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Nash M., Pribiag H., Fournier A. E., Jacobson C. (2009). Central nervous system regeneration inhibitors and their intracellular substrates.\nMol. Neurobiol.\n40\n224–235. 10.1007/s12035-009-8083-y\n [PubMed] [CrossRef] [Google Scholar]Nauck M. A., Vardarli I., Deacon C. F., Holst J. J., Meier J. J. (2011). Secretion of glucagon-like peptide-1 (GLP-1) in type 2 diabetes: what is up, what is down?\nDiabetologia\n54\n10–18. 10.1007/s00125-010-1896-4\n [PubMed] [CrossRef] [Google Scholar]Nguyen Ba-Charvet K. T., Brose K., Marillat V., Kidd T., Goodman C. S., Tessier-Lavigne M., et al.  (1999). Slit2-Mediated chemorepulsion and collapse of developing forebrain axons.\nNeuron\n22\n463–473. 10.1016/s0896-6273(00)80702-3 [PubMed] [CrossRef] [Google Scholar]Ogilvie P., Paoletti S., Clark-Lewis I., Uguccioni M. (2003). Eotaxin-3 is a natural antagonist for CCR2 and exerts a repulsive effect on human monocytes.\nBlood\n102\n789–794. 10.1182/blood-2002-09-2773\n [PubMed] [CrossRef] [Google Scholar]Ossovskaya V. S., Bunnett N. W. (2004). Protease-activated receptors: contribution to physiology and disease.\nPhysiol Rev.\n84\n579–621. 10.1152/physrev.00028.2003\n [PubMed] [CrossRef] [Google Scholar]Pan K., Ohnuma K., Morimoto C., Dang N. H. (2021). CD26/Dipeptidyl peptidase IV and its multiple biological functions.\nCureus\n13\ne13495. [PMC free article] [PubMed] [Google Scholar]Pandey G., Jain R. K. (2002). Bacterial chemotaxis toward environmental pollutants: role in bioremediation.\nAppl. Environ. Microbiol.\n68\n5789–5795. 10.1128/aem.68.12.5789-5795.2002\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Parent C. A., Blacklock B. J., Froehlich W. M., Murphy D. B., Devreotes P. N. (1998). G protein signaling events are activated at the leading edge of chemotactic cells.\nCell\n95\n81–91. 10.1016/s0092-8674(00)81784-5 [PubMed] [CrossRef] [Google Scholar]Parhar K. K. S., Zjadewicz K., Soo A., Sutton A., Zjadewicz M., Doig L., et al.  (2019). Epidemiology, mechanical power, and 3-Year outcomes in acute respiratory distress syndrome patients using standardized screening. An observational cohort study.\nAnn. Am. Thorac. Soc.\n16\n1263–1272. 10.1513/annalsats.201812-910oc\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Park J. H., Pak H. J., Riew T. R., Shin Y. J., Lee M. Y. (2016). Increased expression of Slit2 and its receptors Robo1 and Robo4 in reactive astrocytes of the rat hippocampus after transient forebrain ischemia.\nBrain Res.\n1634\n45–56. 10.1016/j.brainres.2015.12.056\n [PubMed] [CrossRef] [Google Scholar]Patel K., Nash J. A., Itoh A., Liu Z., Sundaresan V., Pini A. (2001). Slit proteins are not dominant chemorepellents for olfactory tract and spinal motor axons.\nDevelopment\n128\n5031–5037. 10.1242/dev.128.24.5031 [PubMed] [CrossRef] [Google Scholar]Phillips J. E., Gomer R. H. (2010). The ROCO kinase QkgA is necessary for proliferation inhibition by autocrine signals in Dictyostelium discoideum.\nEukaryot. Cell\n9\n1557–1565. 10.1128/ec.00121-10\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Phillips J. E., Gomer R. H. (2012). A secreted protein is an endogenous chemorepellant in Dictyostelium discoideum.\nProc. Natl. Acad. Sci. U.S.A.\n109\n10990–10995. 10.1073/pnas.1206350109\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Phillips J. E., Gomer R. H. (2014). The p21-activated kinase (PAK) family member PakD is required for chemorepulsion and proliferation inhibition by autocrine signals in Dictyostelium discoideum.\nPLoS One\n9:e96633. 10.1371/journal.pone.0096633\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Phillips J. E., Huang E., Shaulsky G., Gomer R. H. (2011). The putative bZIP transcription factor BzpN slows proliferation and functions in the regulation of cell density by autocrine signals in Dictyostelium.\nPLoS One\n6:e21765. 10.1371/journal.pone.0021765\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pilling D., Chinea L. E., Consalvo K. M., Gomer R. H. (2019). Different isoforms of the neuronal guidance molecule Slit2 directly cause chemoattraction or chemorepulsion of human neutrophils.\nJ. Immunol.\n202\n239–248. 10.4049/jimmunol.1800681\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Plattner H. (2015). Molecular aspects of calcium signalling at the crossroads of unikont and bikont eukaryote evolution–the ciliated protozoan Paramecium in focus.\nCell Calcium\n57\n174–185. 10.1016/j.ceca.2014.12.002\n [PubMed] [CrossRef] [Google Scholar]Rai M., Xiong Y., Singleton C. K. (2006). Disruption of the ifkA and ifkB genes results in altered cell adhesion, morphological defects and a propensity to form pre-stalk O cells during development of Dictyostelium.\nDifferentiation\n74\n583–595. 10.1111/j.1432-0436.2006.00085.x\n [PubMed] [CrossRef] [Google Scholar]Ranieri V. M., Rubenfeld G. D., Thompson B. T., Ferguson N. D., Caldwell E., Fan E., et al.  (2012). Acute respiratory distress syndrome: the Berlin Definition.\nJAMA\n307\n2526–2533. [PubMed] [Google Scholar]Redecha P., Franzke C. W., Ruf W., Mackman N., Girardi G. (2008). Neutrophil activation by the tissue factor/Factor VIIa/PAR2 axis mediates fetal death in a mouse model of antiphospholipid syndrome.\nJ. Clin. Invest.\n118\n3453–3461. [PMC free article] [PubMed] [Google Scholar]Riches K., Franklin L., Maqbool A., Peckham M., Adams M., Bond J., et al.  (2013). Apolipoprotein(a) acts as a chemorepellent to human vascular smooth muscle cells via integrin alphaVbeta3 and RhoA/ROCK-mediated mechanisms.\nInt. J. Biochem. Cell Biol.\n45\n1776–1783. 10.1016/j.biocel.2013.05.021\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ridley A. J. (2015). Rho GTPase signalling in cell migration.\nCurr. Opin. Cell Biol.\n36\n103–112. 10.1016/j.ceb.2015.08.005\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rijal R., Consalvo K. M., Lindsey C. K., Gomer R. H. (2019). An endogenous chemorepellent directs cell movement by inhibiting pseudopods at one side of cells.\nMol. Biol. Cell\n30\n242–255. 10.1091/mbc.e18-09-0562\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rodgers L. F., Markle K. L., Hennessey T. M. (2008). Responses of the ciliates tetrahymena and paramecium to vertebrate odorants and tastants.\nJ. Eukaryot. Microbiol.\n55\n27–33. 10.1111/j.1550-7408.2007.00300.x\n [PubMed] [CrossRef] [Google Scholar]Roy A., Kucukural A., Zhang Y. (2010). I-TASSER: a unified platform for automated protein structure and function prediction.\nNat. Protoc.\n5\n725–738. 10.1038/nprot.2010.5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Roy A., Yang J., Zhang Y. (2012). COFACTOR: an accurate comparative algorithm for structure-based protein function annotation.\nNucleic Acids Res.\n40\nW471–W477. [PMC free article] [PubMed] [Google Scholar]Rubenfeld G. D., Caldwell E., Peabody E., Weaver J., Martin D. P., Neff M., et al.  (2005). Incidence and outcomes of acute lung injury.\nN. Engl. J. Med.\n353\n1685–1693. [PubMed] [Google Scholar]Sadik C. D., Luster A. D. (2012). Lipid-cytokine-chemokine cascades orchestrate leukocyte recruitment in inflammation.\nJ. Leukoc. Biol.\n91\n207–215. 10.1189/jlb.0811402\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Santavuori P. (1988). Neuronal ceroid-lipofuscinoses in childhood.\nBrain Dev.\n10\n80–83. 10.1016/s0387-7604(88)80075-5 [PubMed] [CrossRef] [Google Scholar]Santos T. E., Schaffran B., Broguiere N., Meyn L., Zenobi-Wong M., Bradke F. (2020). Axon growth of CNS neurons in three dimensions is amoeboid and independent of adhesions.\nCell Rep.\n32:107907. 10.1016/j.celrep.2020.107907\n [PubMed] [CrossRef] [Google Scholar]Sasaki A. T., Chun C., Takeda K., Firtel R. A. (2004). Localized Ras signaling at the leading edge regulates PI3K, cell polarity, and directional cell movement.\nJ. Cell Biol.\n167\n505–518. 10.1083/jcb.200406177\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Savino W., Mendes-da-Cruz D. A., Golbert D. C., Riederer I., Cotta-de-Almeida V. (2015). Laminin-mediated interactions in thymocyte migration and development.\nFront. Immunol.\n6:579. 10.3389/fimmu.2015.00579\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Schmandke A., Schmandke A., Strittmatter S. M. (2007). ROCK and Rho: biochemistry and neuronal functions of Rho-associated protein kinases.\nNeuroscientist\n13\n454–469. 10.1177/1073858407303611\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Schwab M. E. (2010). Functions of Nogo proteins and their receptors in the nervous system.\nNat. Rev. Neurosci.\n11\n799–811. 10.1038/nrn2936\n [PubMed] [CrossRef] [Google Scholar]Shaver C. M., Bastarache J. A. (2014). Clinical and biological heterogeneity in acute respiratory distress syndrome: direct versus indirect lung injury.\nClin. Chest Med.\n35\n639–653. [PMC free article] [PubMed] [Google Scholar]Shearer A. M., Rana R., Austin K., Baleja J. D., Nguyen N., Bohm A., et al.  (2016). Targeting liver fibrosis with a cell-penetrating protease-activated receptor-2 (PAR2) pepducin.\nJ. Biol. Chem.\n291\n23188–23198. 10.1074/jbc.m116.732743\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Steinberg K. P., Milberg J. A., Martin T. R., Maunder R. J., Cockrill B. A., Hudson L. D. (1994). Evolution of bronchoalveolar cell populations in the adult respiratory distress syndrome.\nAm. J. Respir. Crit. Care Med.\n150\n113–122. 10.1164/ajrccm.150.1.8025736\n [PubMed] [CrossRef] [Google Scholar]Sugarman B., Mummaw N. (1988). Effects of antimicrobial agents on growth and chemotaxis of Trichomonas vaginalis.\nAntimicrob. Agents Chemother.\n32\n1323–1326. 10.1128/aac.32.9.1323\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Tadagavadi R. K., Wang W., Ramesh G. (2010). Netrin-1 regulates Th1/Th2/Th17 cytokine production and inflammation through UNC5B receptor and protects kidney against ischemia-reperfusion injury.\nJ. Immunol.\n185\n3750–3758. 10.4049/jimmunol.1000435\n [PubMed] [CrossRef] [Google Scholar]Tang V. (2017). Cell-cell adhesion interface: rise of the lateral membrane.\nF1000Res.\n6:276. 10.12688/f1000research.10680.1\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Tang Y., Gomer R. H. (2008). A protein with similarity to PTEN regulates aggregation territory size by decreasing cyclic AMP pulse size during Dictyostelium discoideum development.\nEukaryot. Cell\n7\n1758–1770. 10.1128/ec.00210-08\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Tang Y., Wu Y., Herlihy S. E., Brito-Aleman F. J., Ting J. H., Janetopoulos C., et al.  (2018). An autocrine proliferation repressor regulates Dictyostelium discoideum proliferation and chemorepulsion using the G protein-coupled receptor GrlH.\nmBio\n9:e2443-17. [PMC free article] [PubMed] [Google Scholar]Tharp W. G., Yadav R., Irimia D., Upadhyaya A., Samadani A., Hurtado O., et al.  (2006). Neutrophil chemorepulsion in defined interleukin-8 gradients in vitro and in vivo.\nJ. Leukoc. Biol.\n79\n539–554. 10.1189/jlb.0905516\n [PubMed] [CrossRef] [Google Scholar]Theveneau E., Mayor R. (2013). Collective cell migration of epithelial and mesenchymal cells.\nCell Mol. Life Sci.\n70\n3481–3492. 10.1007/s00018-012-1251-7\n [PubMed] [CrossRef] [Google Scholar]Thiede-Stan N. K., Schwab M. E. (2015). Attractive and repulsive factors act through multi-subunit receptor complexes to regulate nerve fiber growth.\nJ. Cell Sci.\n128\n2403–2414. [PubMed] [Google Scholar]Thoma R., Löffler B., Stihle M., Huber W., Ruf A., Hennig M. (2003). Structural basis of proline-specific exopeptidase activity as observed in human dipeptidyl peptidase-IV.\nStructure\n11\n947–959. 10.1016/s0969-2126(03)00160-6 [PubMed] [CrossRef] [Google Scholar]Thompson B. T., Chambers R. C., Liu K. D. (2017). Acute respiratory distress syndrome.\nN. Engl. J. Med.\n377\n562–572. [PubMed] [Google Scholar]Tole S., Mukovozov I. M., Huang Y. W., Magalhaes M. A., Yan M., Crow M. R., et al.  (2009). The axonal repellent, Slit2, inhibits directional migration of circulating neutrophils.\nJ. Leukoc. Biol.\n86\n1403–1415. 10.1189/jlb.0609391\n [PubMed] [CrossRef] [Google Scholar]Tomchik K. J., Devreotes P. N. (1981). Adenosine 3.5′-monophosphate waves in Dictyostelium discoideum: a demonstration by isotope dilution–fluorography.\nScience\n212\n443–446. 10.1126/science.6259734\n [PubMed] [CrossRef] [Google Scholar]Trzaskalski N. A., Fadzeyeva E., Mulvihill E. E. (2020). Dipeptidyl Peptidase-4 at the Interface Between Inflammation and Metabolism.\nClin. Med. Insights Endocrinol. Diabetes\n13:1179551420912972. [PMC free article] [PubMed] [Google Scholar]Vianello F., Olszak I. T., Poznansky M. C. (2005). Fugetaxis: active movement of leukocytes away from a chemokinetic agent.\nJ. Mol. Med.\n83\n752–763. 10.1007/s00109-005-0675-z\n [PubMed] [CrossRef] [Google Scholar]Vianello F., Papeta N., Chen T., Kraft P., White N., Hart W. K., et al.  (2006). Murine B16 melanomas expressing high levels of the chemokine stromal-derived factor-1/CXCL12 induce tumor-specific T cell chemorepulsion and escape from immune control.\nJ. Immunol.\n176\n2902–2914. 10.4049/jimmunol.176.5.2902\n [PubMed] [CrossRef] [Google Scholar]Vo T., Carulli D., Ehlert E. M., Kwok J. C., Dick G., Mecollari V., et al.  (2013). The chemorepulsive axon guidance protein semaphorin3A is a constituent of perineuronal nets in the adult rodent brain.\nMol. Cell Neurosci.\n56\n186–200. 10.1016/j.mcn.2013.04.009\n [PubMed] [CrossRef] [Google Scholar]Vu T. K., Hung D. T., Wheaton V. I., Coughlin S. R. (1991). Molecular cloning of a functional thrombin receptor reveals a novel proteolytic mechanism of receptor activation.\nCell\n64\n1057–1068. 10.1016/0092-8674(91)90261-v [PubMed] [CrossRef] [Google Scholar]Wahl S., Barth H., Ciossek T., Aktories K., Mueller B. K. (2000). Ephrin-A5 induces collapse of growth cones by activating Rho and Rho kinase.\nJ. Cell Biol.\n149\n263–270. 10.1083/jcb.149.2.263\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Walborg E. F., Jr., Tsuchida S., Weeden D. S., Thomas M. W., Barrick A., McEntire K. D., et al.  (1985). Identification of dipeptidyl peptidase IV as a protein shared by the plasma membrane of hepatocytes and liver biomatrix.\nExp. Cell Res.\n158\n509–518. 10.1016/0014-4827(85)90474-4 [PubMed] [CrossRef] [Google Scholar]Walters D. M., Kleeberger S. R. (2008). Mouse models of bleomycin-induced pulmonary fibrosis.\nCurr. Protoc. Pharmacol.\n40\n5.46.1–5.46.17. [Google Scholar]Wang F. (2009). The signaling mechanisms underlying cell polarity and chemotaxis.\nCold Spring Harb. Perspect Biol.\n1:a002980. 10.1101/cshperspect.a002980\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wang Y., Chen C. L., Iijima M. (2011). Signaling mechanisms for chemotaxis.\nDev. Growth Differ.\n53\n495–502. 10.1111/j.1440-169x.2011.01265.x\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wang Y., Senoo H., Sesaki H., Iijima M. (2013). Rho GTPases orient directional sensing in chemotaxis.\nProc. Natl. Acad. Sci. U.S.A.\n110\nE4723–E4732. [PMC free article] [PubMed] [Google Scholar]Weiss S. J. (1989). Tissue destruction by neutrophils.\nN. Engl. J. Med.\n320\n365–376. 10.1056/nejm198902093200606\n [PubMed] [CrossRef] [Google Scholar]White M. J. V., Chinea L. E., Pilling D., Gomer R. H. (2018). Protease activated-receptor 2 is necessary for neutrophil chemorepulsion induced by trypsin, tryptase, or dipeptidyl peptidase IV.\nJ. Leukoc. Biol.\n103\n119–128. 10.1002/jlb.3a0717-308r\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wronkowitz N., Görgens S. W., Romacho T., Villalobos L. A., Sánchez-Ferrer C. F., Peiró C., et al.  (2014). Soluble DPP4 induces inflammation and proliferation of human smooth muscle cells via protease-activated receptor 2.\nBiochim. Biophys. Acta\n1842\n1613–1621. 10.1016/j.bbadis.2014.06.004\n [PubMed] [CrossRef] [Google Scholar]Yan J., Mihaylov V., Xu X., Brzostowski J. A., Li H., Liu L. (2012). A Gβγ Effector, ElmoE, transduces GPCR signaling to the actin network during chemotaxis.\nDev. Cell\n22\n92–103. 10.1016/j.devcel.2011.11.007\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ye B. Q., Geng Z. H., Ma L., Geng J. G. (2010). Slit2 regulates attractive eosinophil and repulsive neutrophil chemotaxis through differential srGAP1 expression during lung inflammation.\nJ. Immunol.\n185\n6294–6305. 10.4049/jimmunol.1001648\n [PubMed] [CrossRef] [Google Scholar]Ye J., Kumanova M., Hart L. S., Sloane K., Zhang H., De Panis D. N., et al.  (2010). The GCN2-ATF4 pathway is critical for tumour cell survival and proliferation in response to nutrient deprivation.\nEmbo J.\n29\n2082–2096. 10.1038/emboj.2010.81\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zemans R. L., Colgan S. P., Downey G. P. (2009). Transepithelial migration of neutrophils: mechanisms and implications for acute lung injury.\nAm. J. Respir. Cell Mol. Biol.\n40\n519–535. 10.1165/rcmb.2008-0348tr\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhang Y. (2008). I-TASSER server for protein 3D structure prediction.\nBMC Bioinformatics\n9:40. 10.1186/1471-2105-9-40\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhu L., Tamvakopoulos C., Xie D., Dragovic J., Shen X., Fenyk-Melody J. E., et al.  (2003). The role of dipeptidyl peptidase IV in the cleavage of glucagon family peptides: in vivo metabolism of pituitary adenylate cyclase activating polypeptide-(1-38).\nJ. Biol. Chem.\n278\n22418–22423. [PubMed] [Google Scholar]Zou D., Hennessey T. M. (2017). Behavioral effects of a chemorepellent receptor knockout mutation in Tetrahymena thermophila.\nmSphere\n2:e182-17. [PMC free article] [PubMed] [Google Scholar]"}