{"title": "Monocyte-to-lymphocyte ratio is associated with 28-day mortality in patients with acute respiratory distress syndrome: a retrospective study", "pubDate": "2021", "PMCID": "PMC8342981", "DOI": "10.1186/s40560-021-00564-6", "PMID": "34362458", "abstract": "Background:                       Systemic inflammation relates to the initiation and progression of acute respiratory distress syndrome (ARDS). Neutrophil-to-lymphocyte ratio (NLR) and red blood cell distribution width (RDW)/albumin ratio have been reported to be predictive prognostic biomarkers in ARDS patients. However, the role of monocyte-to-lymphocyte ratio (MLR) as a prognostic inflammatory biomarker in a variety of diseases is rarely mentioned in ARDS. In this study, we explored the relationship between MLR and disease severity in ARDS patients and compared it with other indicators associated with 28-day mortality in patients with ARDS.                  Methods:                       We retrospectively included 268 patients who fulfilled the Berlin definition of ARDS and were admitted to a single institute from 2016 to 2020. Clinical characteristics and experimental test data were collected from medical records within 24 h after the ARDS diagnosis. MLR, NLR, and RDW/albumin ratio levels were calculated. The primary clinical outcome was 28-day mortality. Logistic regression analysis was used to illustrate the relationship between indicators and 28-day mortality. Receiver operating characteristic (ROC) curve was used to evaluate the area under the curve (AUC), and propensity score matching (PSM) was employed to validate our findings.                  Results:                       The median MLR values were higher for non-survivors than for survivors before and after matching (P<0.001, P=0.001, respectively). MLR values were significantly associated with 28-day mortality (OR 2.956; 95% CI 1.873-4.665; P<0.001). MLR and NLR indicators were combined for predictive efficacy analysis, and its AUC reached 0.750. There was a significant increase in 28-day mortality depending on the increasing MLR level: low MLR group 38 (20.4%), high MLR group 47 (57.3%) (P<0.001).                  Conclusions:                       Higher MLR values were associated with 28-day mortality in patients with ARDS. Further investigation is required to verify this relationship with prospectively collected data.", "author": [{"author": "Lijuan Yang", "affiliation": ["Department of Critical Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China."], "href": "/?term=Yang+L&cauthor_id=34362458"}, {"author": "Chang Gao", "affiliation": ["Department of Critical Care Medicine, Suzhou Dushuhu Public Hospital (Dushuhu Public Hospital Affiliated to Soochow University, Medical Center of Soochow University), Suzhou, Jiangsu, China."], "href": "/?term=Gao+C&cauthor_id=34362458"}, {"author": "Fengyuan Li", "affiliation": ["Department of Critical Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China."], "href": "/?term=Li+F&cauthor_id=34362458"}, {"author": "Ling Yang", "affiliation": ["Department of Critical Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China."], "href": "/?term=Yang+L&cauthor_id=34362458"}, {"author": "Jiahao Chen", "affiliation": ["Department of Critical Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China."], "href": "/?term=Chen+J&cauthor_id=34362458"}, {"author": "Shiqi Guo", "affiliation": ["Department of Critical Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China."], "href": "/?term=Guo+S&cauthor_id=34362458"}, {"author": "Ying He", "affiliation": ["Department of Critical Care Medicine, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China."], "href": "/?term=He+Y&cauthor_id=34362458"}, {"author": "Qiang Guo", "affiliation": ["Pneumology Department, Department of Emergency, Department of Critical Care Medicine, Suzhou Dushuhu Public Hospital (Dushuhu Public Hospital Affiliated to Soochow University, Medical Center of Soochow University), The First Affiliated Hospital of Soochow University, No.9 Chongwen Road, Suzhou Industrial Park, Suzhou, Jiangsu, China. guojiang@suda.edu.cn."], "href": "/?term=Guo+Q&cauthor_id=34362458"}], "refPMID": ["4143721", "22797452", "25478681", "24863923", "26903337", "25822778", "7705118", "20671055", "25887535", "22850883", "22639237", "29600057", "31996066", "26934144", "19325471", "32339487", "11167435", "7650260", "9824069", "26704797", "21968329", "26213612", "29471252", "28538403", "28706446", "31567977", "27888711", "30144639", "27995553", "32304994", "10893199", "28792873", "24508730", "25468558"], "citedInPMID": ["34362458"], "body": " AbstractBackgroundSystemic inflammation relates to the initiation and progression of acute respiratory distress syndrome (ARDS). Neutrophil-to-lymphocyte ratio (NLR) and red blood cell distribution width (RDW)/albumin ratio have been reported to be predictive prognostic biomarkers in ARDS patients. However, the role of monocyte-to-lymphocyte ratio (MLR) as a prognostic inflammatory biomarker in a variety of diseases is rarely mentioned in ARDS. In this study, we explored the relationship between MLR and disease severity in ARDS patients and compared it with other indicators associated with 28-day mortality in patients with ARDS.MethodsWe retrospectively included 268 patients who fulfilled the Berlin definition of ARDS and were admitted to a single institute from 2016 to 2020. Clinical characteristics and experimental test data were collected from medical records within 24 h after the ARDS diagnosis. MLR, NLR, and RDW/albumin ratio levels were calculated. The primary clinical outcome was 28-day mortality. Logistic regression analysis was used to illustrate the relationship between indicators and 28-day mortality. Receiver operating characteristic (ROC) curve was used to evaluate the area under the curve (AUC), and propensity score matching (PSM) was employed to validate our findings.ResultsThe median MLR values were higher for non-survivors than for survivors before and after matching (P<0.001, P=0.001, respectively). MLR values were significantly associated with 28-day mortality (OR 2.956; 95% CI 1.873–4.665; P<0.001). MLR and NLR indicators were combined for predictive efficacy analysis, and its AUC reached 0.750. There was a significant increase in 28-day mortality depending on the increasing MLR level: low MLR group 38 (20.4%), high MLR group 47 (57.3%) (P<0.001).ConclusionsHigher MLR values were associated with 28-day mortality in patients with ARDS. Further investigation is required to verify this relationship with prospectively collected data.Supplementary InformationThe online version contains supplementary material available at 10.1186/s40560-021-00564-6.Keywords: Monocytes, Lymphocytes, Prognostic, Acute respiratory failure, Acute lung injury, Mortality IntroductionAcute respiratory distress syndrome (ARDS) is a non-cardiogenic pulmonary edema induced by lung damage caused by inflammation, leading to fatal respiratory failure [1, 2]. Despite recent advances in intensive care models [3, 4], mortality in ARDS patients remains high. A multicenter observational cohort study reported that the prevalence of ARDS was 10.4% at ICU admission and that its overall hospital mortality was 40.0% [5]. An effective marker for prognosis in ARDS is particularly important considering that ARDS appears to be under-recognized and under-treated and remains a major challenge to critical care medicine. However, the Acute Physiology and Chronic Health Evaluation II (APACHE II) score, Sequential Organ Failure Assessment (SOFA) score, and Simplified Acute Physiology Score (SAPS), which are used to assess the prognosis of critically ill patients, are not specific to ARDS. The application of risk prediction models for ARDS patients requires many variables and complex formulas [6]. In addition, several studies have analyzed biomarkers in patients with ARDS, such as interleukin (IL)-1 beta, IL-6 [7], mucins with selectin ligands [8], and Th17/Treg ratio [9]. However, those parameters cannot be detected immediately at bedside; most require special biological samples from patients and integration with other clinical data, which prolongs the diagnostic process.Clinical and animal studies have shown that the activation of multiple inflammatory cells and the release of inflammatory mediators contribute to the development and progression of ARDS [10], and the associations between ARDS and inflammatory biomarkers, such as IL-18, red blood cell distribution width (RDW)/albumin ratio, and neutrophil-to-lymphocyte ratio (NLR), have been explored [11–13]. Monocyte-to-lymphocyte ratio (MLR) is the absolute monocyte count divided by the absolute lymphocyte count and has been demonstrated to be a novel hematological and inflammatory parameter. The clinical utility of the MLR as a combined index has not yet been evaluated in patients with ARDS. Based on previous studies, we propose the hypothesis that MLR may be associated with disease severity and mortality in ARDS. In this study, we sought to investigate the association between MLR and 28-day mortality in patients with ARDS and compare it with other indicators. Materials and methodsStudy design and patient populationFrom December 2016 to December 2020, 1009 patients were diagnosed with respiratory failure in the First Affiliated Hospital of Soochow University. Two medical doctors in the Department of Critical Care Medicine at First Affiliated Hospital of Soochow University reviewed the medical records of all patients. A total of 268 patients who meet the inclusion criteria and none of the exclusion criteria were retrospectively enrolled in the study (Fig. ​(Fig.1).1). All eligible patients met the Berlin definition criteria for ARDS [2] and had monocyte and lymphocyte count results within 24 h after the ARDS diagnosis. Patients who were less than 18 years old, died within 24 h of admission, or were with chronic hematological disorder were excluded. Institutional approval was provided by the Clinical Research Ethics Committee of First Affiliated Hospital of Soochow University (Jiangsu, China). Written informed consent was waived due to the retrospective nature of the study. All patient information was recorded anonymously to ensure confidentiality.\nOpen in a separate windowFig. 1Research flowchart. ARDS, acute respiratory distress syndrome; MLR, monocyte-to-lymphocyte ratioData extractionClinical data of all eligible patients were collected through the medical record system of our hospital, including baseline demographic information, past medical history, the risk factors of ARDS, and types of infection. Laboratory test results include the following: PaO2/FiO2, white blood cell (WBC) counts, hemoglobin (Hb), red cell distribution width (RDW), neutrophil counts, lymphocyte counts, monocyte counts, lactate, albumin, aspartate aminotransferase (AST), alanine aminotransferase (ALT), creatinine (Cr), and blood urea nitrogen (BUN). SOFA and APACHE II scores were used to assess the severity of the patients’ general condition. These clinical data were recorded within 24 h after the ARDS diagnosis. In addition, we also recorded the monocyte counts, neutrophil counts, and lymphocyte counts on the third day and the fifth day. MLR, NLR, and RDW/albumin were calculated. Two independent authors completed the data collection. All patients were followed up for 28 days. The primary clinical outcome was 28-day mortality. The interventions, duration of ventilation, and hospital length of stay were also recorded. Steroid therapy was defined as at least a dose (≥ 0.5mg/kg) of methylprednisolone during hospitalization [14, 15].Statistical analysisComparisons between continuous variables were analyzed using t-test or Mann-Whitney U test based on variable distribution, presented as mean ± standard deviation or medians (quartiles). Categorical variables were compared using chi-square test or Fisher’s exact test and denoted as relative frequencies and percentages. In order to compare whether there was a difference in MLR values between the survivors and non-survivors, a 1:1 propensity score matching (PSM) was used to minimize the imbalance of baseline characteristics (including age, sex, previous history, risk factors of ARDS, types of infection, PaO2/FiO2, categories of ARDS, laboratory tests, APACHE II score, SOFA score, and interventions) between the two groups. A multivariate logistic regression analysis model was used to assess the patient’s propensity scores, with a caliper width of 0.02 in our study. In the matched data, paired samples T test and Wilcoxon signed-rank and McNemar’s tests were used to compare baseline characteristics for continuous variables and proportions, respectively.Multivariate logistic regression analysis was carried out to identify the independent predictors of 28-day mortality, and these included all of the possible cause variables with P values less than 0.10 that were selected from a pre-established list (Table S1) using the forward logistic regression method (entering a variable if P values are less than 0.05, removing a variable if P values are more than 0.10). Binary logistic regression analysis was used to combine MLR and NLR. The efficiency of predicting 28-day mortality in patients with ARDS was evaluated by receiver operating characteristic (ROC) analysis and reported area under the curve (AUC), and the significant cutoff value, maximum sensitivity, and specificity were determined. Two-tailed P-values <0.05 were considered statistically significant. All statistical analyses used the SPSS software version 24.0 (SPSS Inc, Chicago, IL).Power analysisTo calculate the sample size for the current research, the power analysis was carried out using Power and Sample Size Calculation version 15.0.5 (Department of Biostatistics, Vanderbilt University School of Medicine, Nashville, TN). We estimated the incidence of high MLR in the survival group would be approximately 17%. The odds ratio (OR) was 3. Such assumption was based on pilot data for 2018–2019. Assuming a 1:2 ratio of patients in the non-survival group and survival group, 73 and 146 patients (total of 219) were required to show an association between high MLR and 28-day mortality in ARDS patients at a two-tailed α of 0.05 and power of 0.90. Considered with a certain exclusion rate, we eventually included a total of 268 ARDS patients for 5 years. ResultsBaseline patient characteristicsThe baseline and clinical characteristics of the survivors and non-survivors are shown in Table ​Table1.1. Compared with survivors, non-survivors had higher APACHE II scores, and SOFA scores at admission (P =0.004, P=0.009, respectively) were more likely to use interventions such as albumin infusion, transfusion, and alimentotherapy during hospitalization (P=0.001, P=0.037, P=0.010, respectively) and had shorter hospital length of stay (P=0.038). For laboratory parameters, non-survivors had higher MLR and NLR, whereas survivors had higher PaO2/FiO2 ratio. Furthermore, categories of ARDS in the two groups were significantly different (P=0.015). MLR values between the two groups remained different after matching (P=0.001). The median (interquartile range) MLR and NLR values were statistically different between survivors and non-survivors in the first and third day: MLR, 0.49 (0.27–0.8), 1 (0.5–1.74), P<0.001; 0.59 (0.36–0.94), 0.70 (0.49–1.15), P=0.031, respectively; NLR, 10.61 (4.75–19.42), 14.28 (7.97–23.62), P=0.003; 10.21 (5.27–16.29), 11.17 (8.45–16.96), P=0.027, respectively. The median (interquartile range) MLR and NLR values between survivors and non-survivors were not significantly different on the fifth day: MLR, 0.56 (0.32–0.87), 0.65 (0.38–1.17), P=0.148; NLR, 12.97 (6.2–21.28), 12.88 (6.66–22.86), P=0.761. The median (interquartile range) MLR and NLR values in the non-survivors showed a decreasing trend after the initial treatment (Fig. ​(Fig.22).\nTable 1Comparison of baseline characteristics of unmatched and matched patients according to the survival statusVariablesOriginal cohortMatched cohortSurvivors (n=183)Non-survivors (n=85)P valueSurvivors (n=56)Non-survivors (n=56)P valueAge (years)67 (59–72)67 (63–73)0.16567 (60.25–73)67 (62–73)0.730Male, n (%)133 (72.7)59 (69.4)0.58139 (69.6)39 (69.6)1.000Smoking, n (%)60 (32.8)25 (29.4)0.58114 (25)18 (32.1)0.557Alcohol abuse, n (%)45 (24.6)18 (21.2)0.54010 (17.9)12 (21.4)0.815Hypertension, n (%)85 (46.4)31 (36.5)0.12522 (39.3)24 (42.9)0.851Diabetes mellitus, n (%)52 (28.4)22 (25.9)0.66621 (37.5)17 (30.4)0.572Coronary artery disease, n (%)36 (19.7)18 (21.2)0.77512 (21.4)13 (23.2)1.000Risk factor, n (%)0.5310.912 Pneumonia167 (91.3)79 (92.9)51 (91.1)51 (91.1) Aspiration8 (4.4)2 (2.4)2 (3.6)1 (1.7) Sepsis3 (1.6)3 (3.5)2 (3.6)3 (5.5) Others5 (2.7)1 (1.2)1 (1.7)1 (1.7)Types of infection, n (%)0.9410.931 Bacteria139 (76%)64 (75.3%)49 (87.6)49 (87.6) Virus6 (3.3%)2 (2.4%)1 (1.7)1 (1.7) Fungus24 (13.1)13 (15.3%)1 (1.7)2 (3.6) Unknown14 (7.6%)6 (7 %)5 (9)4 (7.1)PaO2/FiO2 (mmHg)145 (106–208.18)131 (85.6–177.03)0.032144.64±62.79145.40 ±58.730.948Categories of ARDS, n (%)0.0150.770 Mild47 (25.7)10 (11.8)12 (21.4)9 (16.1) Moderate95 (51.9)46 (54.1)27 (48.2)32 (57.1) Severe41 (22.4)29 (34.1)17 (30.4)15 (26.8)WBC, 109/L9.8 (7.02–11.84)9.22 (6–11.46)0.24910.44 (8.55–12.15)9.62 (7.73–11.44)0.153Hemoglobin, g/L111 (96–127)111 (94.5–126)0.460106 (94–126.75)112 (99–126.75)0.884RDW, %14 (13–15.3)13.6 (12.85–14.6)0.17513.9 (12.75–15.28)13.45 (12.8–14.55)0.964Lactate, mmol/L2.2 (1.4–3.7)2.6 (1.55–4.3)0.0822.1 (1.3–3.33)2.6 (1.5–3.73)0.152Albumin, g/L32.9 (28.9–37.7)32.30 (28.6–37.5)0.41732.89±6.9832.86±5.860.979MLR0.49 (0.27–0.8)1 (0.5–1.74)<0.0010.56 (0.34–0.77)0.83(0.47–1.68)0.001NLR10.61(4.75–19.42)14.28 (7.97–23.62)0.00313.56 (5.98–25.12)12.96 (7.18–20.75)0.613RDW/albumin, %/g/L0.43 (0.37–0.51)0.43 (0.37–0.5)0.9140.43 (0.36–0.52)0.43 (0.36–0.49)0.660AST52.2 (20.5–145.2)71 (28.7–138.3)0.31742.35 (20.1–128.25)88.05 (36.98–147.9)0.011ALT62 (20–126)40.3 (21.1–133.3)0.48544.6 (16.13–103.75)43.4 (23.03–139.15)0.324Cr, μmol/L100.7 (60.2–183)124.9 (62–198.15)0.357107 (58.18–188.7)111.3(60.65-192)0.695BUN, mmol/L13.31 (7–18)13.55 (9.85–19.25)0.23213.09±6.4513.89±7.280.512APACHE II score12 (9–16)15 (10–18)0.00414.09±4.5013.66 ±4.570.628SOFA score7 (6–9)8 (7–9)0.0098 (7–9)8 (6.25–9)0.340Interventions, n (%) Steroida121 (66.1)63 (74.1)0.18939 (69.6)42 (75)0.690 Hypoglycemic56 (30.6)25 (29.4)0.84425 (44.6)19 (33.9)0.362 Alimentotherapy113 (61.7)66 (77.6)0.01039 (69.6)42 (75)0.607 Albumin infusion81 (44.3)56 (66.9)0.00136 (64.3)30 (53.6)0.286 Transfusion50 (27.3)33 (38.8%)0.03719 (33.9)19(33.9)1.000 CRRT22 (12)17 (20)0.0858 (14.3)8 (14.3)1.000 ECMO6 (3.3)5 (5.8)0.3171 (1.7)1 (1.7)1.000 Mechanical ventilation108 (59)51 (60)0.87937 (66.1)35 (62.5)0.851Duration of ventilation7 (2–13)8 (3.5–13)0.4798.95±7.039.05±6.430.933Hospital length of stay20 (12–26)17 (11–23)0.03819.00±9.8118.30±8.190.662Open in a separate windowaSteroid therapy was defined as at least a dose (≥ 0.5mg/kg) of methylprednisolone during hospitalizationARDS, acute respiratory distress syndrome; WBC, white blood cell; RDW, red cell distribution width; MLR, monocyte-to-lymphocyte ratio; NLR, neutrophil-to-lymphocyte ratio; AST, aspartate aminotransferase; ALT, alanine aminotransferase; Cr, creatinine; BUN, blood urea nitrogen; APACHE II, Acute Physiology and Chronic Health Evaluation II; SOFA, Sequential Organ Failure Assessment; CRRT, continuous renal replacement therapy; ECMO, extracorporeal membrane oxygenationOpen in a separate windowFig. 2Evolution of MLR and NLR over the first 5 days in patients with ARDS. Values within 24 h, third days, and fifth days after ARDS diagnosis. The median (interquartile range) MLR and NLR values statistically different between survivors and non-survivors in the first and third day: MLR, 0.49 (0.27–0.8), 1 (0.5–1.74), P<0.001; 0.59 (0.36–0.94), 0.70 (0.49–1.15), P=0.031, respectively; NLR, 10.61 (4.75–19.42), 14.28 (7.97–23.62), P=0.003; 10.21 (5.27–16.29), 11.17 (8.45–16.96), P=0.027, respectively. ARDS, acute respiratory distress syndrome; MLR, monocyte-to-lymphocyte ratio; NLR, neutrophil-to-lymphocyte ratio. *Values statistically different between non-survivors and survivorsIndependent predictors for 28-day mortality in ARDS patientsClinical variables with P-values less than 0.1 in univariate logistic regression analysis were included in the multivariate logistic regression analysis to identify the independent predictors for death. The P-value for the Hosmer-Lemeshow test was 0.834. MLR (OR 2.956; 95% CI 1.873–4.665; P<0.001), NLR (OR 0.972; 95% CI 0.950–0.994; P=0.012), APACHE II score (OR 1.088; 95% CI 1.024–1.156; P=0.007), SOFA score (OR 1.220; 95% CI 1.066–1.395; P=0.004), and alimentotherapy (OR 2.809; 95% CI 1.380–5.719; P=0.004) were found to be the independent predictors for 28-day mortality in ARDS patients (Table ​(Table2).2). In the matched cohort, the multivariate logistic regression analysis showed that MLR (OR 2.062; 95% CI 1.198–3.550; P=0.009) was the independent predictor for 28-day mortality.\nTable 2Univariate and multivariate logistic regression analysis of 28-day mortality prediction for patients with ARDSVariablesUnivariate analysisMultivariate analysisOR (95% CI)P-valueOR (95% CI)P-valueAge (years)1.023 (0.996–1.050)0.096PaO2/FiO2 (mmHg)0.995 (0.991–0.999)0.022MLR2.481 (1.710–3.601)<0.0012.956 (1.873–4.665)<0.001NLR1.012 (0.998–1.027)0.0830.972 (0.950–0.994)0.012APACHE II score1.097 (1.039–1.158)0.0011.088 (1.024–1.156)0.007SOFA score1.244 (1.106–1.400)<0.0011.220 (1.066–1.395)0.004Alimentotherapy0.434 (0.238–0.790)0.0062.809 (1.380–5.719)0.004Albumin infusion0.411 (0.241–0.702)0.001Transfusion0.549 (0.319–0.945)0.030CRRT0.547 (0.273–1.094)0.088Open in a separate windowARDS, acute respiratory distress syndrome; MLR, monocyte-to-lymphocyte ratio; NLR, neutrophil-to-lymphocyte ratio; APACHE II, Acute Physiology and Chronic Health Evaluation II; SOFA, Sequential Organ Failure Assessment; CRRT, continuous renal replacement therapy; OR, odds ratio; CI, confidence intervalAnalysis of the efficiency of indicators in predicting 28-day mortality in patients with ARDSROC curve analysis showed that the cutoff MLR was 0.90 (55.3% sensitivity and 81.4% specificity, Table ​Table3)3) to discriminate 28-day mortality, and the area under the curve (AUC) was 0.731 (95% CI 0.666–0.796, P <0.001, Fig. ​Fig.33 and Table ​Table3).3). The AUC for NLR was 0.613 (95% CI 0.544–0.681, P=0.003). The AUC for APACHE II score was 0.610 (95% CI 0.537–0.683, P=0.004). The AUC for SOFA score was 0.598 (95% CI 0.528–0.668, P<0.010). MLR and NLR indicators were combined for predictive efficacy analysis of 28-day mortality in ARDS patients, and its AUC was 0.750 (95% CI 0.686–0.814, P<0.001) (Fig. ​(Fig.33 and Table ​Table33).\nTable 3The value of indicators in predicting 28-day mortality in patients with ARDSAUC95% CIP-valueOptimal cutoff valueSpecificity (%)Sensitivity (%)APACHE II score0.6100.537–0.6830.00414.5067.250.6SOFA score0.5980.528–0.6680.0105.5016.998.8MLR0.7310.666–0.796<0.0010.9081.455.3NLR0.6130.544–0.6810.0035.272994.1MLR+NLR0.7500.686–0.814<0.0010.3078.162.4Open in a separate windowAPACHE II, Acute Physiology and Chronic Health Evaluation II; SOFA, Sequential Organ Failure Assessment; MLR, monocyte-to-lymphocyte ratio; NLR, neutrophil-to-lymphocyte ratio; MLR+NLR: the integration parameters of MLR and NLR; ARDS, acute respiratory distress syndrome; AUC, area under the curve; CI, confidence intervalOpen in a separate windowFig. 3ROC curves for the APACHE II score, SOFA score, MLR, NLR, and MLR+NLR for predicting 28-day mortality in patients with ARDS. ROC, receiver operating characteristics; APACHE II, Acute Physiology and Chronic Health Evaluation II; SOFA, Sequential Organ Failure Assessment; MLR, monocyte-to-lymphocyte ratio; NLR, neutrophil-to-lymphocyte ratio; MLR+NLR, the integration parameters of MLR and NLR; ARDS, acute respiratory distress syndromeBaseline characteristics of ARDS patients according to the cut-off value of MLRDemographic, laboratory, and clinical variables, according to the optimal cutoff value of MLR 0.90, are shown in Table ​Table4.4. Subjects were classified into two groups: high MLR group (MLR>0.90; n = 82) and low MLR group (MLR < 0.90, n = 186). There was a significant increase in 28-day mortality depending on the increasing MLR level: low MLR group 38 (20.4%), high MLR group 47 (57.3%) (P<0.001). As depicted in Table ​Table4,4, patients with higher MLR levels had longer periods of mechanical ventilation and more likely to use interventions such as albumin infusion and alimentotherapy during hospitalization, and had higher NLR, higher Cr, and higher SOFA score. According to the optimal cutoff values of NLR (5.27), subjects were classified into two groups, and 28-day mortality in the high NLR group (NLR≥5.27, n =210) was significantly different from those in the low NLR group (NLR<5.27, n =58), (8.6%, 38.1%, respectively, P<0.001) (Table S2).\nTable 4Baseline characteristics of ARDS patients in different MLR levelsVariablesLow MLR(MLR < 0.90, n = 186)High MLR(MLR ≥ 0.90, n = 82)P valueAge (years)67 (60.75–72)68 (62–73)0.448Male, n (%)131 (70.4)61 (74.4)0.507Smoking, n (%)61 (32.8)24 (29.3)0.567Alcohol abuse, n (%)47 (25.3)16 (19.5)0.306Hypertension, n (%)82 (44.1)34 (41.5)0.690Diabetes mellitus, n (%)50 (26.9)24 (29.3)0.687Coronary artery disease, n (%)39 (21)15 (18.3)0.615Risk factor, n (%)0.263 Pneumonia167 (89.7)79 (96.3) Aspiration8 (4.3)2 (2.4) Sepsis5 (2.8)1 (1.3) Others6 (3.2)0 (0)Types of infection, n (%)0.629 Bacteria138 (74.2)65 (79.3) Virus7 (3.8)1 (1.2) Fungus26 (14)11 (13.4) Unknown15 (8)5 (6.1)PaO2/FiO2 (mmHg)142 (101–194)138 (87.61–184.25)0.386Categories of ARDS, n (%)0.546 Mild40 (21.5)17 (20.7) Moderate101 (54.3)40 (48.8) Severe45 (24.2)25 (30.5)WBC, 109/L9.56 (6.86–11.75)9.7 (6.67–11.89)0.944Hemoglobin, g/L112.5 (98–129.25)105 (91.5–124.25)0.091RDW, %13.75 (12.9–15.1)13.9 (13–14.9)0.775Lactate, mmol/L2.2 (1.4–3.83)2.6 (1.5–3.73)0.192Albumin, g/L32.9 (28.9–37.7)32.15 (28.58–37.3)0.349MLR0.41 (0.26–0.59)1.49 (1.15–2.24)<0.001NLR8.45 (4.47–16.09)20.62 (13.11–35.12)<0.001RDW/albumin, %/g/L0.43 (0.36–0.51)0.43 (0.37–0.49)0.903AST50.45 (21.03–139.13)75.25 (28.7–151.78)0.106ALT54.55 (20–125.93)62.45 (25.28–149.53)0.465Cr, μmol/L94.35 (58.28–181.88)134.7 (71.78–197.98)0.025BUN, mmol/L13.28 (7.4–17.8)13.57 (9.79–19.2)0.154APACHE II score12 (9–16)14 (10–17.25)0.308SOFA score7 (6–9)8 (7–9)0.046Interventions, n (%) Steroida129 (69.4)55 (67.1)0.711 Hypoglycemic58 (31.2)23 (28)0.607 Alimentotherapy113 (60.8)66 (80.5)0.002 Albumin infusion82 (44.1)55 (67.1)0.001 Transfusion51 (27.4)32 (39)0.058 CRRT23 (12.4)16 (19.5)0.126 ECMO7 (3.8)4 (4.9)0.672 Mechanical ventilation109 (58.6)50 (61)0.71528-day mortality, n (%)38 (20.4)47 (57.3)<0.001Duration of ventilation6 (2–12)10 (3.75–14)0.008Hospital length of stay19 (12–24.25)18.5 (12.75–25)0.787Open in a separate windowaSteroid therapy was defined as at least a dose (≥ 0.5mg/kg) of methylprednisolone during hospitalizationARDS, acute respiratory distress syndrome; WBC, white blood cell; RDW, red cell distribution width; MLR, monocyte-to-lymphocyte ratio; NLR, neutrophil-to-lymphocyte ratio; AST, aspartate aminotransferase; ALT, alanine aminotransferase; Cr, creatinine; BUN, blood urea nitrogen; APACHE II, Acute Physiology and Chronic Health Evaluation II; SOFA, Sequential Organ Failure Assessment; CRRT, continuous renal replacement therapy; ECMO, extracorporeal membrane oxygenation DiscussionIn this retrospective study, we investigated these serum inflammatory parameters (MLR, NLR, and RDW/albumin ratio) in ARDS patients and compared with preexisting indicators, such as APACHE II score and SOFA score. We found that there was an association between MLR measured within 24 h after ARDS diagnosis and the 28-day mortality in ARDS patients, in both the original and matched cohorts. MLR and NLR were significantly higher in non-survivors than in survivors and were independent risk factors of 28-day mortality. Notably, there was no difference in RDW/albumin ratio between the two groups, which was inconsistent with the results from a previous study. This study showed that the RDW/albumin ratio was significantly associated with 60-day mortality in ARDS patients [13]. In addition, we also found that the integration of MLR and NLR indicators may lead to improved prediction. Sun et al. found that the integration of MLR and NLR indicators for diagnostic analysis of severe coronavirus disease 2019 (COVID-19) achieved an AUC of 0.925 and high specificity and sensitivity [16]; this is consistent with our research.The APACHE II score and SOFA score are commonly used in the ICU to predict the prognosis of disease; however, it has limitations in predicting the progression and disease severity of ARDS because it involves subjective measurements and complicated calculations that lead to ambiguities [17–19]. Novel inflammatory markers MLR and NLR have better kinetic patterns compared to traditional inflammatory marker, hs-CRP distribution [20]. MLR and NLR reflect two immune pathways that may be less influenced by confounding conditions and may be more predictive in assessing inflammation than assessing monocytes, lymphocytes, or neutrophils separately [21, 22]. It has been reported that an NLR >14 was associated with a shorter overall survival of ARDS patients [12]. Previous studies showed that the role of the increased MLR as a novel hematological parameter was associated with mortality in various diseases, such as solid tumors, inflammatory-related diseases, and cerebrovascular diseases [23–29]. Recent study showed a significant increase in peripheral blood combined parameters including MLR and NLR in patients with COVID-19, demonstrating the clinical importance of monitoring the changes in blood routine parameters [16, 30].ARDS is a heterogeneous clinical condition with limited treatment options and often has fatal outcomes in critically ill patients receiving invasive mechanical ventilation [5]. Clinical and animal studies have shown that the activation of multiple inflammatory cells and the release of inflammatory mediators contributes to the development and progression of ARDS [10]. However, the relationship between poor prognosis and higher levels of MLR is not yet clear. During the initial exudative phase of lung injury, innate immune cells such as monocytes and neutrophils are recruited into the alveolar airspaces causing increase of permeability of the vascular endothelial boundary and alveolar epithelium and proteinous edema fluid to accumulate in the alveoli and interstitium [10, 31, 32]. In subsequent lung injury, macrophages in the alveoli secrete proinflammatory cytokines that help recruit circulating monocytes and neutrophils into the lungs, causing ongoing inflammation and tissue damage [33]. Monocytes have an important role in the initiation of inflammation, acting as sentinels and effectors of infection [34]. When infection occurs, monocytes were rapidly recruited to the inflammatory site, and in such case, they can develop into a wide range of terminally differentiated cells to perform multiple functions, such as enhance bactericidal activity through the production of inflammatory or anti-inflammatory mediators and cytokines and promote the renewal of tissue macrophages and dendritic cells [34]. Those may have effects on increasing MLR levels.ARDS progresses rapidly after the initial injury; early recognition and control of inflammation are essential when treating ARDS patients. In our study, the predictive value of MLR and the difference with NLR, APACHE II score, and SOFA score were observed using the ROC curve. We found the AUC of MLR was the largest, followed by the AUC of NLR, both higher than that of APACHE II score and SOFA score. However, MLR has high specificity (81.4%) instead of low sensitivity (55.3%). The high specificity indicates that the majority of patients who died within 28 days after the onset of ARDS have higher MLR values, which would be of value in the discussion of the cause of death in ARDS. Because of low sensitivity, the value of MLR over 0.9 cannot be a good predictive indicator for 28-day mortality of the patients with ARDS. Considering that NLR has high sensitivity (94.1) instead of low specificity (29%), MLR and NLR indicators were combined for predictive efficacy analysis of 28-day mortality in ARDS patients, and it was found that the AUC reached 0.750, with higher sensitivity (62.4%) and specificity (78.1%). The majority of patients who died had higher levels of MLR, and whether this reveals some potential mechanisms for the increased mortality may be worth exploring further.There were also several limitations to this study. First, this is a single-center retrospective study, and the sample size was not large; selection bias cannot be ruled out, so it is difficult to generalize the results to all ARDS patients. Second, the lack of clinical information is one of the limitations. We aim to conduct a multi-center study to further validate our findings in the future. ConclusionsIn conclusion, our study showed that higher MLR values are associated with 28-day mortality of patients with ARDS, but it was not a good predictor of 28-day mortality. MLR, NLR, and other blood routine parameters have the advantages of being reliable, cost-effective, and convenient. The dynamic monitoring of blood routine parameters is of clinical importance. Future studies, particularly prospective studies with large samples, are needed to confirm these findings and explore the potential mechanisms of MLR in ARDS patients. Supplementary Information\nAdditional file 1. Table S1.Univariate logistic regression analysis of 28-day mortality prediction for patients with ARDS. Table S2. Baseline characteristics of ARDS patients in different NLR level. Table S3. Baseline characteristics of ARDS patients in different RDW/Albumin ratio level.(33K, docx) AcknowledgementsNot applicable. AbbreviationsARDSAcute respiratory distress syndromeWBCWhite blood cellRDWRed cell distribution widthMLRMonocyte-to-lymphocyte ratioNLRNeutrophil-to-lymphocyte ratioPSMPropensity score matchingCOVID-19Coronavirus disease 2019ASTAspartate aminotransferaseALTAlanine aminotransferaseCrCreatinineBUNBlood urea nitrogenCRRTContinuous renal replacement therapyECMOExtracorporeal membrane oxygenationAPACHE IIAcute Physiology and Chronic Health Evaluation IISOFASequential Organ Failure AssessmentOROdds ratioCIConfidence intervalROCReceiver operating characteristicsAUCArea under the curve Authors’ contributionsAll authors contributed to the content of the manuscript. The authors read and approved the final manuscript. FundingNot applicable. Availability of data and materialsThe datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request. DeclarationsEthics approval and consent to participateNot applicable.Consent for publicationWritten informed consent was waived due to the retrospective nature of the study. All patient information was recorded anonymously to ensure confidentiality.Competing interestsThe authors declare that they have no competing interest. FootnotesPublisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Lijuan Yang, Chang Gao, Fengyuan Li and Ling Yang contributed equally to this work. References1. Ashbaugh D, Boyd Bigelow D, Petty T, Levine B. Acute respiratory distress in adults. Lancet. 1967;290(7511):319–323. doi: 10.1016/s0140-6736(67)90168-7. [PubMed] [CrossRef] [Google Scholar]2. Force ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]3. Needham DM, Yang T, Dinglas VD, Mendez-Tellez PA, Shanholtz C, Sevransky JE, et al.  Timing of low tidal volume ventilation and intensive care unit mortality in acute respiratory distress syndrome. A prospective cohort study. Am J Respir Crit Care Med. 2015;191(2):177–185. doi: 10.1164/rccm.201409-1598OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Sud S, Friedrich JO, Adhikari NK, Taccone P, Mancebo J, Polli F, et al.  Effect of prone positioning during mechanical ventilation on mortality among patients with acute respiratory distress syndrome: a systematic review and meta-analysis. CMAJ. 2014;186(10):E381–E390. doi: 10.1503/cmaj.140081. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, Gattinoni L, van Haren F, Larsson A, McAuley D, Ranieri M, Rubenfeld G, Thompson BT, Wrigge H, Slutsky AS, Pesenti A, LUNG SAFE Investigators. ESICM Trials Group  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315(8):788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]6. Zhang Z, Ni H. Prediction model for critically ill patients with acute respiratory distress syndrome. PLoS One. 2015;10(3):e0120641. doi: 10.1371/journal.pone.0120641. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Meduri GU, Headley S, Kohler G, Stentz F, Tolley E, Umberger R, Leeper K. Persistent elevation of inflammatory cytokines predicts a poor outcome in ARDS. Plasma IL-1 beta and IL-6 levels are consistent and efficient predictors of outcome over time. Chest. 1995;107(4):1062–1073. doi: 10.1378/chest.107.4.1062. [PubMed] [CrossRef] [Google Scholar]8. Nakashima T, Yokoyama A, Inata J, Ishikawa N, Haruta Y, Hattori N, Kohno N. Mucins carrying selectin ligands as predictive biomarkers of disseminated intravascular coagulation complication in ARDS. Chest. 2011;139(2):296–304. doi: 10.1378/chest.09-3082. [PubMed] [CrossRef] [Google Scholar]9. Yu ZX, Ji MS, Yan J, Cai Y, Liu J, Yang HF, et al.  The ratio of Th17/Treg cells as a risk indicator in early acute respiratory distress syndrome. Crit Care. 2015;19:82. doi: 10.1186/s13054-015-0811-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Matthay MA, Ware LB, Zimmerman GA. The acute respiratory distress syndrome. J Clin Invest. 2012;122(8):2731–2740. doi: 10.1172/JCI60331. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Makabe H, Kojika M, Takahashi G, Matsumoto N, Shibata S, Suzuki Y, Inoue Y, Endo S. Interleukin-18 levels reflect the long-term prognosis of acute lung injury and acute respiratory distress syndrome. J Anesth. 2012;26(5):658–663. doi: 10.1007/s00540-012-1409-3. [PubMed] [CrossRef] [Google Scholar]12. Wang Y, Ju M, Chen C, Yang D, Hou D, Tang X, et al.  Neutrophil-to-lymphocyte ratio as a prognostic marker in acute respiratory distress syndrome patients: a retrospective study. J Thorac Dis. 2018;10(1):273–282. doi: 10.21037/jtd.2017.12.131. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Yoo JW, Ju S, Lee SJ, Cho YJ, Lee JD, Kim HC. Red cell distribution width/albumin ratio is associated with 60-day mortality in patients with acute respiratory distress syndrome. Infect Dis (Lond) 2020;52(4):266-270. doi: 10.1080/23744235.2020.1717599. PubMed Epub 2020/01/31 PMID: 31996066. [PubMed]14. Cao B, Gao H, Zhou B, Deng X, Hu C, Deng C, Lu H, Li Y, Gan J, Liu J, Li H, Zhang Y, Yang Y, Fang Q, Shen Y, Gu Q, Zhou X, Zhao W, Pu Z, Chen L, Sun B, Liu X, Hamilton CD, Li L. Adjuvant corticosteroid treatment in adults with influenza A (H7N9) viral pneumonia. Crit Care Med. 2016;44(6):e318–e328. doi: 10.1097/CCM.0000000000001616. [PubMed] [CrossRef] [Google Scholar]15. Tang BM, Craig JC, Eslick GD, Seppelt I, McLean AS. Use of corticosteroids in acute lung injury and acute respiratory distress syndrome: a systematic review and meta-analysis. Crit Care Med. 2009;37(5):1594–1603. doi: 10.1097/CCM.0b013e31819fb507. [PubMed] [CrossRef] [Google Scholar]16. Sun S, Cai X, Wang H, He G, Lin Y, Lu B, et al.  Abnormalities of peripheral blood system in patients with COVID-19 in Wenzhou, China. Clin Chim Acta. 2020;507:174–180. doi: 10.1016/j.cca.2020.04.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Polderman KH, Girbes AR, Thijs LG. Strack van Schijndel RJ. Accuracy and reliability of APACHE II scoring in two intensive care units problems and pitfalls in the use of APACHE II and suggestions for improvement. Anaesthesia. 2001;56(1):47–50. doi: 10.1046/j.1365-2044.2001.01763.x. [PubMed] [CrossRef] [Google Scholar]18. Fery-Lemonnier E, Landais P, Loirat P, Kleinknecht D, Brivet F. Evaluation of severity scoring systems in ICUs--translation, conversion and definition ambiguities as a source of inter-observer variability in Apache II, SAPS and OSF. Intensive Care Med. 1995;21(4):356–360. doi: 10.1007/BF01705416. [PubMed] [CrossRef] [Google Scholar]19. Vincent JL, de Mendonca A, Cantraine F, Moreno R, Takala J, Suter PM, Sprung CL, Colardyn F, Blecher S. Use of the SOFA score to assess the incidence of organ dysfunction/failure in intensive care units: results of a multicenter, prospective study. Working group on “sepsis-related problems” of the European Society of Intensive Care Medicine. Crit Care Med. 1998;26(11):1793–1800. doi: 10.1097/00003246-199811000-00016. [PubMed] [CrossRef] [Google Scholar]20. Yombi JC, Schwab PE, Thienpont E. Neutrophil-to-lymphocyte ratio (NLR) distribution shows a better kinetic pattern than C-reactive protein distribution for the follow-up of early inflammation after total knee arthroplasty. Knee Surg Sports Traumatol Arthrosc. 2016;24(10):3287–3292. doi: 10.1007/s00167-015-3921-0. [PubMed] [CrossRef] [Google Scholar]21. Azab B, Jaglall N, Atallah JP, Lamet A, Raja-Surya V, Farah B, Lesser M, Widmann WD. Neutrophil-lymphocyte ratio as a predictor of adverse outcomes of acute pancreatitis. Pancreatology. 2011;11(4):445–452. doi: 10.1159/000331494. [PubMed] [CrossRef] [Google Scholar]22. Venkatraghavan L, Tan TP, Mehta J, Arekapudi A, Govindarajulu A, Siu E. Neutrophil lymphocyte ratio as a predictor of systemic inflammation - a cross-sectional study in a pre-admission setting. F1000Research. 2015;4:123. doi: 10.12688/f1000research.6474.1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Huang Y, Deng W, Zheng S, Feng F, Huang Z, Huang Q, Guo X, Huang Z, Huang X, Pan X, Li T. Relationship between monocytes to lymphocytes ratio and axial spondyloarthritis. Int Immunopharmacol. 2018;57:43–46. doi: 10.1016/j.intimp.2018.02.008. [PubMed] [CrossRef] [Google Scholar]24. Jiang Y, Zang M, Li S. Serum PLR and LMR in Behcet’s disease: can they show the disease activity? Medicine. 2017;96(21):e6981. doi: 10.1097/MD.0000000000006981. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Song S, Li C, Li S, Gao H, Lan X, Xue Y. Derived neutrophil to lymphocyte ratio and monocyte to lymphocyte ratio may be better biomarkers for predicting overall survival of patients with advanced gastric cancer. Onco Targets Ther. 2017;10:3145–3154. doi: 10.2147/OTT.S138039. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Wang JL, Lu XY, Xu XH, Zhang KJ, Gong H, Lv D, et al.  Predictive role of monocyte-to-lymphocyte ratio in patients with Klebsiella pneumonia infection: a single-center experience. Medicine. 2019;98(38):e17215. doi: 10.1097/MD.0000000000017215. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Xiang J, Zhou L, Li X, Bao W, Chen T, Xi X, et al.  Preoperative monocyte-to-lymphocyte ratio in peripheral blood predicts stages, metastasis, and histological grades in patients with ovarian cancer. Transl Oncol. 2017;10(1):33–39. doi: 10.1016/j.tranon.2016.10.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Huang Y, Liu A, Liang L, Jiang J, Luo H, Deng W, Lin G, Wu M, Li T, Jiang Y. Diagnostic value of blood parameters for community-acquired pneumonia. Int Immunopharmacol. 2018;64:10–15. doi: 10.1016/j.intimp.2018.08.022. [PubMed] [CrossRef] [Google Scholar]29. Naess A, Nilssen SS, Mo R, Eide GE, Sjursen H. Role of neutrophil to lymphocyte and monocyte to lymphocyte ratios in the diagnosis of bacterial infection in patients with fever. Infection. 2016;45(3):299–307. doi: 10.1007/s15010-016-0972-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Yang AP, Liu JP, Tao WQ, Li HM. The diagnostic and predictive role of NLR, d-NLR and PLR in COVID-19 patients. Int Immunopharmacol. 2020;84:106504. doi: 10.1016/j.intimp.2020.106504. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Rosseau S, Hammerl P, Maus U, Walmrath HD, Schutte H, Grimminger F, et al.  Phenotypic characterization of alveolar monocyte recruitment in acute respiratory distress syndrome. Am J Phys Lung Cell Mol Phys. 2000;279(1):L25–L35. doi: 10.1152/ajplung.2000.279.1.L25. [PubMed] [CrossRef] [Google Scholar]32. Thompson BT, Chambers RC, Liu KD. Acute respiratory distress syndrome. N Engl J Med. 2017;377(6):562–572. doi: 10.1056/NEJMra1608077. [PubMed] [CrossRef] [Google Scholar]33. Aggarwal NR, King LS, D’Alessio FR. Diverse macrophage populations mediate acute lung inflammation and resolution. Am J Phys Lung Cell Mol Phys. 2014;306(8):L709–L725. doi: 10.1152/ajplung.00341.2013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Bieber K, Autenrieth SE. Insights how monocytes and dendritic cells contribute and regulate immune defense against microbial pathogens. Immunobiology. 2015;220(2):215–226. doi: 10.1016/j.imbio.2014.10.025. [PubMed] [CrossRef] [Google Scholar]"}