{"title": "Phase II Clinical Trial of Combination Therapy with Favipiravir and Methylprednisolone for COVID-19 with Non-Critical Respiratory Failure", "pubDate": "2021", "PMCID": "PMC8349598", "DOI": "10.1007/s40121-021-00512-9", "PMID": "34368914", "abstract": "Introduction:                       The administration of systemic corticosteroids is a key strategy for improving COVID-19 outcomes. However, evidence is lacking on combination therapies of antiviral agents and systemic corticosteroids. The objective of this study was to investigate the efficacy and safety of the combination therapy of favipiravir and methylprednisolone in preventing respiratory failure progression in patients with COVID-19 and non-critical respiratory failure.                  Methods:                       We conducted a multicenter, open-label, single-arm phase II study. The patients received favipiravir 3600 mg on the first day, followed by 1600 mg for a total of 10-14 days. Methylprednisolone was administered intravenously at 1 mg/ideal body weight (IBW)/day from days 1 to 5, followed by 0.5 mg/IBW/day from days 6 to 10 if clinically indicated. The primary endpoint was the proportion of patients requiring mechanical ventilation (MV) (including noninvasive positive pressure ventilation) or those who met the criteria for tracheal intubation within 14 days of the study treatment initiation (MVCTI-14).                  Results:                       Sixty-nine patients were enrolled and underwent the study treatment. Of them, the MVCTI-14 proportion was 29.2% (90% confidence interval 20.1-39.9, p = 0.200). The proportion of patients who required MV or who died within 30 days was 26.2%, and 30-day mortality was 4.9%. The most significant risk factor for MVCTI-14 was a smoking history (odds ratio 4.1, 95% confidence interval 1.2-14.2). The most common grade 3-4 treatment-related adverse event was hyperglycemia, which was observed in 21.7%.                  Conclusion:                       The MVCTI-14 proportion did not reach a favorable level in the clinical trial setting with the threshold of 35%. However, the proportion of MV or death within 30 days was 26.6%, which might be close to the findings (28.1%) of the RECOVERY trial, which showed the efficacy of dexamethasone for patients with COVID-19 and non-critical respiratory failure. Further evaluation of this combination therapy is needed.                  Clinical trial registration:                       Japan Registry of Clinical Trials (jRCT) identifier jRCTs041200025.", "author": [{"author": "Yuichiro Shindo", "affiliation": ["Department of Respiratory Medicine, Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8550, Japan. yshindo@med.nagoya-u.ac.jp."], "href": "/?term=Shindo+Y&cauthor_id=34368914"}, {"author": "Yasuhiro Kondoh", "affiliation": ["Department of Respiratory Medicine and Allergy, Tosei General Hospital, Seto, Japan."], "href": "/?term=Kondoh+Y&cauthor_id=34368914"}, {"author": "Akiko Kada", "affiliation": ["Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan."], "href": "/?term=Kada+A&cauthor_id=34368914"}, {"author": "Yohei Doi", "affiliation": ["Department of Infectious Diseases, Fujita Health University School of Medicine, Toyoake, Japan."], "href": "/?term=Doi+Y&cauthor_id=34368914"}, {"author": "Keisuke Tomii", "affiliation": ["Department of Respiratory Medicine, Kobe City Medical Center General Hospital, Kobe, Japan."], "href": "/?term=Tomii+K&cauthor_id=34368914"}, {"author": "Hiroshi Mukae", "affiliation": ["Department of Respiratory Medicine, Nagasaki University Hospital, Nagasaki, Japan."], "href": "/?term=Mukae+H&cauthor_id=34368914"}, {"author": "Naohiko Murata", "affiliation": ["Department of Respiratory Medicine, Nagoya Daini Red Cross Hospital, Nagoya, Japan."], "href": "/?term=Murata+N&cauthor_id=34368914"}, {"author": "Ryosuke Imai", "affiliation": ["Department of Pulmonary Medicine, St. Luke's International Hospital, Tokyo, Japan."], "href": "/?term=Imai+R&cauthor_id=34368914"}, {"author": "Masaki Okamoto", "affiliation": ["Department of Respirology, National Hospital Organization Kyushu Medical Center, Fukuoka, Japan."], "href": "/?term=Okamoto+M&cauthor_id=34368914"}, {"author": "Yasuhiko Yamano", "affiliation": ["Department of Respiratory Medicine and Allergy, Tosei General Hospital, Seto, Japan."], "href": "/?term=Yamano+Y&cauthor_id=34368914"}, {"author": "Yasunari Miyazaki", "affiliation": ["Department of Respiratory Medicine, Tokyo Medical and Dental University, Tokyo, Japan."], "href": "/?term=Miyazaki+Y&cauthor_id=34368914"}, {"author": "Masahiro Shinoda", "affiliation": ["Department of Respiratory Medicine, Tokyo Shinagawa Hospital, Tokyo, Japan."], "href": "/?term=Shinoda+M&cauthor_id=34368914"}, {"author": "Hiromichi Aso", "affiliation": ["Department of Respiratory Medicine, Ichinomiya Municipal Hospital, Ichinomiya, Japan."], "href": "/?term=Aso+H&cauthor_id=34368914"}, {"author": "Shinyu Izumi", "affiliation": ["Department of Respiratory Medicine, Center Hospital of the National Center for Global Health and Medicine, Tokyo, Japan."], "href": "/?term=Izumi+S&cauthor_id=34368914"}, {"author": "Haruyuki Ishii", "affiliation": ["Department of Respiratory Medicine, Kyorin University, Tokyo, Japan."], "href": "/?term=Ishii+H&cauthor_id=34368914"}, {"author": "Ryota Ito", "affiliation": ["Department of Infectious Diseases, Fujita Health University School of Medicine, Toyoake, Japan."], "href": "/?term=Ito+R&cauthor_id=34368914"}, {"author": "Akiko M Saito", "affiliation": ["Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan."], "href": "/?term=Saito+AM&cauthor_id=34368914"}, {"author": "Toshiki I Saito", "affiliation": ["Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan."], "href": "/?term=Saito+TI&cauthor_id=34368914"}, {"author": "Yoshinori Hasegawa", "affiliation": ["National Hospital Organization Nagoya Medical Center, Nagoya, Japan."], "href": "/?term=Hasegawa+Y&cauthor_id=34368914"}], "refPMID": ["33692120", "33495967", "32167524", "32192578", "33264547", "32789663", "33835905", "33731328", "32027338", "17426195", "25688779", "26258555", "32678530", "32876694", "33129791", "32445440", "15728892", "24084488", "33037151", "32770240", "32958718", "0", "22797452", "33206661", "26145194", "32821939", "32943404", "32043986", "33631065", "33280066", "32632416", "33347989", "33590936", "32497522"], "citedInPMID": ["34368914"], "body": " AbstractIntroductionThe administration of systemic corticosteroids is a key strategy for improving COVID-19 outcomes. However, evidence is lacking on combination therapies of antiviral agents and systemic corticosteroids. The objective of this study was to investigate the efficacy and safety of the combination therapy of favipiravir and methylprednisolone in preventing respiratory failure progression in patients with COVID-19 and non-critical respiratory failure.MethodsWe conducted a multicenter, open-label, single-arm phase II study. The patients received favipiravir 3600 mg on the first day, followed by 1600 mg for a total of 10–14 days. Methylprednisolone was administered intravenously at 1 mg/ideal body weight (IBW)/day from days 1 to 5, followed by 0.5 mg/IBW/day from days 6 to 10 if clinically indicated. The primary endpoint was the proportion of patients requiring mechanical ventilation (MV) (including noninvasive positive pressure ventilation) or those who met the criteria for tracheal intubation within 14 days of the study treatment initiation (MVCTI-14).ResultsSixty-nine patients were enrolled and underwent the study treatment. Of them, the MVCTI-14 proportion was 29.2% (90% confidence interval 20.1–39.9, p = 0.200). The proportion of patients who required MV or who died within 30 days was 26.2%, and 30-day mortality was 4.9%. The most significant risk factor for MVCTI-14 was a smoking history (odds ratio 4.1, 95% confidence interval 1.2–14.2). The most common grade 3–4 treatment-related adverse event was hyperglycemia, which was observed in 21.7%.ConclusionThe MVCTI-14 proportion did not reach a favorable level in the clinical trial setting with the threshold of 35%. However, the proportion of MV or death within 30 days was 26.6%, which might be close to the findings (28.1%) of the RECOVERY trial, which showed the efficacy of dexamethasone for patients with COVID-19 and non-critical respiratory failure. Further evaluation of this combination therapy is needed.Clinical Trial RegistrationJapan Registry of Clinical Trials (jRCT) identifier jRCTs041200025.Supplementary InformationThe online version contains supplementary material available at 10.1007/s40121-021-00512-9.Keywords: Adverse events, Mechanical ventilation, Mortality, Severe acute respiratory syndrome coronavirus 2, Systemic corticosteroids Key Summary Points\nWhy carry out this study?Establishing therapeutic strategies for COVID-19 is still a major concern, and evidence on combination therapies of antiviral agents and systemic corticosteroids is scarce.The research question is whether the combination therapy of favipiravir and methylprednisolone is effective in preventing respiratory failure progression in patients with COVID-19 and non-critical respiratory failure.What was learned from the study?The proportion of patients requiring mechanical ventilation (MV) or those who met the criteria for tracheal intubation within 14 days of the study treatment initiation (MVCTI-14) (primary endpoint) was 29.2%, and this proportion did not reach a favorable level in the clinical trial setting with the threshold of 35%.The proportion of patients who required MV or died was 26.6%, which was close to the findings of the RECOVERY trial showing a mortality reduction effect of systemic corticosteroids for patients with COVID-19 who required oxygen therapy but not MV.This result suggests that the efficacy of the combination therapy of favipiravir and methylprednisolone should be evaluated in future clinical trials, especially in patients of races other than Asian.Open in a separate window IntroductionThe coronavirus disease 2019 (COVID-19) pandemic is a global problem and establishing therapeutic strategies for this disease is still a major concern [1–3]. An early study from China reported that approximately 40% of inpatients with respiratory failure due to COVID-19 pneumonia deteriorated within the first several days of onset and required mechanical ventilation (MV), half of whom succumbed to the infection [4]. While the priority is always to improve patient outcomes, preventing the collapse of the healthcare system due to excessive demand is as important a goal. To this end, preventing the progression of respiratory failure that requires MV is an essential strategy that involves controlling the excessive inflammation resulting from the cytokine storm [5–7].Administration of systemic corticosteroids has become a promising pharmacological intervention to control excessive inflammation [1, 8, 9]. Several previous studies have shown clinical benefits from administering corticosteroids to improve respiratory failure among patients with acute respiratory distress syndrome (ARDS) and to reduce treatment failure in patients with severe community-acquired pneumonia [10–13]. For patients with COVID-19, the RECOVERY Collaborative Group was the first to show the clinical benefit of systemic corticosteroids, where the use of dexamethasone (6 mg/day for 10 days) reduced 28-day mortality compared with usual care [14]. A recent prospective meta-analysis of seven clinical trials of critically ill patients with COVID-19 demonstrated that administering systemic corticosteroids was associated with lower 28-day all-cause mortality compared with usual care or placebo [15]. A systematic review also showed a similar trend in severely ill patients with COVID-19 [16]. However, there are still several unresolved clinical questions on corticosteroids, including the optimal dosage, the type of product, and the effect of combination therapy with antiviral agents.Combination therapy with an antiviral agent (e.g., remdesivir) [17] plus a corticosteroid (e.g., dexamethasone) is recommended in the management guidelines for treating patients with COVID-19 who require oxygen therapy or MV [2]. However, supporting evidence is scarce and further research is warranted. Favipiravir is an oral antiviral agent that is a selective and potent inhibitor of viral ribonucleic acid (RNA) polymerase [18, 19]. Favipiravir has potent antiviral activity in severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)-infected animals [20], and findings in clinical trials have shown promising effects on viral clearance and symptom improvement [21–23]. However, the effect and safety of the combination of favipiravir and systemic corticosteroids has not yet been assessed.We therefore performed a clinical phase II trial of combination therapy with favipiravir and systemic corticosteroids (methylprednisolone) for patients with COVID-19 to investigate the clinical efficacy and safety (the J-CRITICAL trial). The target patients were those with non-critical respiratory failure, and we focused on the effect of combination therapy in terms of preventing the deterioration of respiratory failure. MethodsTrial DesignThe J-CRITICAL trial is a multicenter, open-label, single-arm phase II study conducted in accordance with the principles of the Declaration of Helsinki, approved by the central review board of Nagoya Medical Center, and registered in the Japan Registry of Clinical Trials (jRCTs041200025).ParticipantEligible patients for this study were individuals 20 years of age or older who developed pneumonia and required inpatient treatment. The definition of pneumonia is described in the supplementary material. The other inclusion criteria were (1) a positive polymerase chain reaction (PCR) or antigen testing of SARS-CoV-2; (2) within 12 days after symptom onset; (3) hypoxemia and an indication for oxygen therapy (including one of the following: oxygen saturation [SpO2] ≤ 93% on room air; arterial oxygen partial pressure [PaO2] < 60 mmHg or PaO2/fraction of inspired oxygen [FiO2] < 300; or alveolar–arterial difference for oxygen ≥ 40); (4) granting of informed consent prior to participation; and (5) registration in observational registry studies organized by the National Center for Global Health and Medicine or Fujita Health University for compassionate use of favipiravir.The main exclusion criteria were as follows: (1) having already met the specific conditions or needed procedures/medications at the time the study treatment was started as follows: the criteria for tracheal intubation, tracheal intubation, tracheostomy, vasopressor(s), systemic corticosteroids, and immunosuppressive agents including biological agents; (2) receiving anti-SARS-CoV-2 agents (e.g., remdesivir, favipiravir); and (3) contraindication for use of favipiravir or corticosteroids. Details of the exclusion criteria are described in the supplementary material. Consecutive patients who were eligible and did not meet the exclusion criteria were enrolled.Study SettingsThe study protocol was approved at 37 institutions in Japan, and the patients were enrolled at 23 of these centers.InterventionsPatients received favipiravir 1800 mg twice orally on the first day, followed by 800 mg orally twice a day, for 10–14 days. Methylprednisolone was administered intravenously at a dosage of 1 mg/ideal body weight (IBW)/day twice a day (every 12 h) from days 1 to 5, followed by 0.5 mg/IBW/day twice a day from days 6 to 10 if clinically indicated. Approval status of therapeutic agents during the study period in Japan is described in the supplement material.AssessmentThe starting date for the study treatment was defined as day 1. The researchers collected the baseline data that included demographic characteristics, comorbidities, therapeutic interventions other than the study drugs. Physical, laboratory, radiological, and microbiological findings were collected between days − 11 and 1. The researchers also assessed the patients’ respiratory condition, circulation status, and consciousness level every day from days 1 through 14 and on day 28. Patients were followed until day 30. All results of the quantitative and qualitative PCR testing and antibody testing for SARS-CoV-2 from days 1 through 30 were reported. Adverse events, as assessed using the National Cancer Institute Common Terminology Criteria for Adverse Events, were monitored throughout the treatment period and until day 30.Study EndpointsThe primary endpoint was the proportion of patients who required MV (including noninvasive positive pressure ventilation, NIPPV) or those who met the criteria for tracheal intubation within 14 days of the study treatment initiation (MVCTI-14). The criteria for tracheal intubation included at least one of the following: > 5 L/min of supplemental oxygen, unstable circulatory dynamics, disorder of consciousness, or the decision by physicians to perform tracheal intubation. Secondary endpoints included the following: the proportion of patients who required MV or died within 14 and 30 days of the study treatment initiation; time to undergoing MV (including NIPPV) or meeting the criteria for tracheal intubation; time to undergoing MV (including NIPPV) or death; 30-day mortality; in-hospital mortality; time course of oxygenation (PaO2/FiO2); SARS-CoV-2 viral load; time to negative SARS-CoV-2 PCR test; proportion with positive antibody testing for SARS-CoV-2; and adverse events.Statistical MethodsThe null hypothesis is that the true proportion of MVCTI-14 is 35% (threshold) or more. Details of the sample size determination are described in the supplementary material. The threshold was determined on the basis of the findings of an early retrospective observational study by Wu et al. from China including 201 patients in which 82% (165) received oxygen therapy and 18% did not; 33.3% (67) received MV including NIPPV; and 41.8% (84) resulted in ARDS (PaO2/FiO2 ≤ 300 according to the Berlin definition) [4, 24]. We considered that the estimated proportion of MVCTI-14 in the study by Wu et al. was between 33.3% and 41.8%. However, 18% of the patients in the study by Wu et al. did not require oxygen therapy. We set a threshold proportion of 35%, which was close to the lower limit. Considering the preliminary data from a Japanese observational registry study organized by Fujita Health University [25], we set 20% as the expected proportion of MVCTI-14. On the basis of a one-sided type I error of 0.05 and a power of 0.80, the sample size was calculated to be 62 according to the binomial distribution. Considering we expected 10% of the study patients to drop out, we set the sample size to 69.We established two analysis datasets for efficacy: the full analysis set, which included all patients enrolled and started on the trial treatment, and the per protocol set, which excluded patients who did not meet the inclusion or who met the exclusion criteria or who were taking concomitant medications.To test the null hypothesis, we used the binomial test with a one-sided type I error of 0.05. We calculated the 90% confidence interval (CI) for the MVCTI-14 proportion using the Clopper–Pearson method. We used the Kaplan–Meier method to assess the time-to-event variables. We calculated the point estimates and corresponding 95% CIs for the proportions of patients who required MV or died within 14 and 30 days of the study treatment initiation, as well as the in-hospital mortality. We calculated the PaO2/FiO2 ratio at the tested time points and presented it using box plots. We also calculated the proportion of adverse events by severity grade.To assess the effects of the factors associated with MVCTI-14, we performed a univariate logistic analysis, determining the candidate factors a priori from those published in previous reports [4, 26–28] and calculating the odds ratios (ORs) and 95% CIs. All statistical analyses were performed using SAS software version 9.4 (SAS Institute, Inc., Cary, NC, USA). ResultsParticipant FlowFrom July 1, 2020 through September 12, 2020, in the midst of the second wave of COVID-19 in Japan, 69 patients with confirmed COVID-19 diagnosis by SARS-CoV-2 PCR testing or its antigen test were enrolled in the study and underwent the study treatment. All of the patients were evaluable for treatment efficacy and safety (Fig. 1). Three patients who were lost to follow-up during the 14 days after the study treatment initiation and one who withdrew consent on day 4 were not included when calculating the proportions of endpoints at day 14 (the proportion of patients who required MV, those who met the criteria for tracheal intubation, and those who died). In addition to these four patients, another four patients who were lost to follow-up between days 14 and 30 were excluded from the above calculations at day 30.Open in a separate windowFig. 1Participant flow. The number of efficacy evaluable patients at days 14 and 30 after initiation of study treatment was 65 and 61, respectivelyBaseline DataTable 1 shows the characteristics of the study patients. The mean age of the enrolled patients was 64.6 years and 34.8% of them were women. In terms of activities of daily living before the onset of COVID-19, all patients were self-reliant. The percentages of patients with chronic lung diseases and diabetes were 11.6% and 20.3%, respectively, and 58.0% (40/69) had a history of smoking. The mean lymphocyte count was 1067/mm3. Regarding radiological findings, bilateral lesions were observed in 97.1% of the patients, and the main chest computed tomography findings were peripheral predominant distribution and ground-glass opacity. As for the Pneumonia Severity Index, 87.0% of the patients were classified into classes II, III, and IV (mild to moderate).Table 1Characteristics of the study patientsVariablesEnrolled patients (n = 69)Age64.6 ± 14.4Sex, no. (%) Male45 (65.2) Female24 (34.8)Pneumonia was diagnosed at 48 h or more after hospital admission2 (2.9)Smoking history Current smoker13 (18.8) Former smoker27 (39.1) Never smoker29 (42)Heavy alcohol use3 (4.3)Comorbidities, no. (%) Chronic lung diseases†8 (11.6) Central nervous system disorders2 (2.9) Cerebrovascular diseases5 (7.2) Cardiovascular diseases11 (15.9) Chronic renal diseases‡4 (5.8) Chronic liver diseases1 (1.4) Diabetes14 (20.3) Immunosuppressive diseases§0 (0) Neoplastic diseases0 (0) Hypertension25 (36.2)Therapy before enrollment, no. (%) Use of anticoagulants2 (2.9) Use of antiplatelet agents8 (11.6)Physical findings Glasgow Coma Scale (state of consciousness), no. (%) Score 1568 (98.6) Score 141 (1.4) Body temperature, °C38.0 ± 1.0 Pulse rate, bpmll92.3 ± 18.4 Systolic blood pressure, mmHg124.8 ± 17.3 Diastolic blood pressure, mmHg77.4 ± 12.3 Respiration rate, bpmll20.9 ± 5.4Laboratory findings White blood cell count, /mm35800 ± 2100 Lymphocyte count, /mm31067 ± 441 Platelet count, /mm3189,000 ± 71,000 Albumin, g/dL3.5 ± 0.4 Blood urea nitrogen, mg/dL, median (IQR)14.2 (10.8–18.5) Creatinine, mg/dL, median (IQR)0.9 (0.8–1.1) Alanine aminotransferase, U/l, median (IQR)31 (22–61) Lactate dehydrogenase, U/l342 ± 105 C-reactive protein, mg/dL, median (IQR)6.8 (3.7–9.2) Procalcitonin, ng/mL, median (IQR)ll0.1 (0.1–0.2) Prothrombin time, sll12.5 ± 3.5 d-dimer, mg/dL, median (IQR)ll1.0 (0.6–1.4) PaO2/FiO2*298 ± 94Radiological findings, no. (%) Extent of total lesions on radiographic findings  < 1/3 of unilateral lung23 (33.3)  1/3–2/3 of unilateral lung27 (39.1)  > 2/3 of unilateral lung19 (27.5) Bilateral lesions67 (97.1) Pleural effusion1 (1.4) Findings of chest computed tomography scan††  Lesions on two lobes or more59/61 (96.7)  Distribution of the lesions   Peripheral dominant57/61 (93.4)   Central dominant1/61 (1.6)   Unclassified3/61 (4.9)  Ground-glass opacity59/61 (96.7)  Consolidation23/61 (37.7)  Reticulation8/61 (13.1)  Nodular shadow1/61 (1.6)  Tumor-like lesion1/61 (1.6)  Granular shadow0/61 (0)  Cavitation0/61 (0)PSI class, no. (%) I9 (13) II29 (42) III25 (36.2) IV6 (8.7) V0 (0)Open in a separate windowData are presented as mean ± standard deviation unless otherwise indicatedbpm beats/breaths per min, IQR interquartile range, PSI Pneumonia Severity Index*In cases in which arterial blood gas analyses were not performed, PaO2 was estimated from SpO2†8 chronic lung diseases included chronic obstructive pulmonary disease (4), interstitial pneumonia (1); lung cancer (postoperative) (1); and other lung diseases (2)‡One patient underwent chronic hemodialysis§Immunosuppressive diseases were defined as congenital or acquired immunodeficiency and hematological diseasesllThe numbers of patients in whom variables were not assessed were as follows: 2 (pulse rate), 5 (respiration rate), 34 (procalcitonin), 4 (prothrombin time), and 5 (d-dimer)††Chest computed tomography scan was performed in 61 patientsMedicationsTable 2 shows the study and non-study drugs taken by the participants. The median administration duration for favipiravir and methylprednisolone was 10 and 7 days, respectively. Antibiotics were administered to 33.3% (23/69) of the patients, and 16 received macrolides. A total of 40.6% (28/69) had undergone therapy using either unfractionated heparin or low molecular weight heparins.Table 2Therapeutic interventions under study treatmentStudy treatment agents, median (IQR) Duration of administration of Favipiravir, days10 (9–10) Duration of administration of methylprednisolone, days7 (5–10)Other therapeutic agents, no. (%) Antibiotics (until day 14 or meeting the primary endpoint)23 (33.3) Use of macrolides16 (23.2) Use of Nafamostat2 (2.9) Use of unfractionated heparin25 (36.2) Use of low molecular weight heparins3 (4.3)Open in a separate windowIQR interquartile rangeEfficacyTable 3 shows the results of the study’s primary and secondary endpoints. The MVCTI-14 proportion was 29.2% (90% CI 20.1–39.9, p = 0.200) in the full analysis set (n = 65). In the per protocol set (n = 63), excluding two patients from the full analysis set who met the exclusion criteria after the study treatment initiation, the MVCTI-14 proportion was 28.6% (90% CI 19.4–39.4, p = 0.175). Regarding the secondary endpoints, the proportions of patients who required MV or died within 14 and 30 days of the study treatment initiation were 23.1% and 26.2%, respectively. The 30-day and in-hospital mortality proportions were 4.9% and 4.4%, respectively.Table 3Efficacy analysesEndpointsEndpoints/N%Confidence intervalPrimary endpoint Within 14 days of the study treatment initiation  Patients who require mechanical ventilation or those who meet the criteria of tracheal intubation*19/6529.220.1–39.9†Secondary endpoints Within 14 days of the study treatment initiation  Patients who require tracheal intubation or die15/6523.113.5–35.2  Patients who require tracheal intubation14/6421.912.5–34.0  Death1/651.50–8.3 Within 30 days of the study treatment initiation  Patients who require tracheal intubation or die16/6126.215.8–39.1  Patients who require tracheal intubation14/5923.713.6–36.6  Death3/614.91.0–13.7 In-hospital death3/694.40.9–12.2Open in a separate window*At least one of the following: > 5 L/min of supplemental oxygen; unstable circulatory dynamics; disorder of consciousness; or decision by physicians to perform tracheal intubation†90% confidence interval, otherwise 95% confidence intervalCharacteristics in Patients with Treatment FailureFigure 2 shows the Kaplan-Meyer curves for the patients who underwent MV or met the criteria for tracheal intubation (Fig. 2a) and who underwent MV or died (Fig. 2b) for 28 days following the study treatment initiation. Among the 19 patients who met the primary endpoint (patients with treatment failure), 16 (84.2%) met the endpoint during the first 5 days of the study treatment (during administration of methylprednisolone 1 mg/IBW/day) (Fig. 2a). Figure 3 shows the time course of the PaO2/FiO2 ratio between the patients who did not meet the primary endpoint (non-treatment failure group) and those who did (treatment failure group). The decrease in the mean PaO2/FiO2 ratio from baseline to day 1 was greater in the treatment failure group than in the non-treatment failure group (37 [285 ± 104 at baseline to 248 ± 62 at day 1] vs. 22 [309 ± 91 to 287 ± 66]) (Fig. 3 and Table S1 in the supplementary material). In the non-treatment failure group, the PaO2/FiO2 ratios remained at similar levels from days 1 to 5, then gradually improved after day 6. Conversely, the values for the treatment failure group declined from days 1 to 6.Open in a separate windowFig. 2a Time to meet the primary endpoint (undergoing mechanical ventilation, including noninvasive positive pressure ventilation [NIPPV], or meeting the tracheal intubation criteria). The tracheal intubation criterion is to meet at least one of the following: > 5 L/min of supplemental oxygen; unstable circulatory dynamics; disorder of consciousness; or decision by physicians to perform tracheal intubation. b Time to undergo mechanical ventilation or deathOpen in a separate windowFig. 3Time course of PaO2/FiO2 ratio between patients who did not meet the primary endpoint (undergoing mechanical ventilation, including noninvasive positive pressure ventilation, or meeting the tracheal intubation criteria) (a) and those who met the primary endpoint (b)To assess the factors associated with treatment failure (meeting the primary endpoint), we performed a univariable logistic analysis (Table 4). Smoking history was significantly associated with treatment failure (OR 4.1, 95% CI 1.2–14.2, p = 0.027). The following factors also tended to increase the risk of treatment failure: absolute lymphocyte count < 800/μL (OR 2.9, 95% CI 0.9–9.5, p = 0.076); age ≥ 65 years (OR 2.8, 95% CI 0.9–9.1, p = 0.085); chronic lung diseases (OR 3.8, 95% CI 0.8–19.1, p = 0.102); and diabetes (OR 2.6, 95% CI 0.7–9.1, p = 0.141).Table 4Factors associated with requiring mechanical ventilation or meeting the tracheal intubation criteria (primary endpoint)VariablesEvents requiring mechanical ventilation or meeting the tracheal intubation criteria/NUnivariable analysisOR* (95% CI)p valueNoYesAge ≥ 65 years5/2814/372.8 (0.9–9.1)0.085Chronic lung diseases15/584/73.8 (0.8–19.1)0.102Chronic renal diseases17/612/42.6 (0.3–19.9)0.361Diabetes13/526/132.6 (0.7–9.1)0.141Hypertension12/407/250.9 (0.3–2.7)0.863Cardiovascular diseases14/545/112.4 (0.6–9.0)0.202Smoking history4/2815/374.1 (1.2–14.2)0.027White blood cell count > 9000/mL18/611/40.8 (0.1–8.2)0.848Lymphocytes < 800/μL6/3410/262.9 (0.9–9.5)0.076Platelet count < 100,000/μL18/601/50.6 (0.1–5.6)0.640Lactate dehydrogenase > 245 U/L3/1016/551.0 (0.2–4.2)0.953d-dimer, mg/dL ≤ 0.051/21 (ref) > 0.051/21.0 (0.0–50.4)0.752 > 0.1015/560.4 (0.0–6.2)0.336C-reactive protein, mg/dL ≤ 1.01/21 (ref) > 1.013/510.3 (0.0–5.9)0.276 > 10.05/120.7 (0.0–14.3)0.830Open in a separate window*Odds ratio for variable category “yes” to “no,” or others to “ref” in requiring mechanical ventilation or meeting the tracheal intubation criteriaAdverse EventsThe most common grade 3–4 treatment-related adverse event was hyperglycemia, which was observed in 15 (21.7%) of the 69 study patients during the study treatment period and 4 (6.1%) during the observation period (Table 5). Secondary infections occurred in 2 (2.9%) of the patients during the study treatment period (1 fungal infection and 1 bacterial pneumonia) and 4 (6.1%) (3 cases of ventilator-associated pneumonia and 1 pleural infection) during the observation period. Hyperuricemia, a known adverse effect of favipiravir, 27 was observed as follows: grade 1 in 25 (36.2%) of the patients and grade 3 in 1 (1.4%) during the study treatment period and 4 (6.1%) during the observation period.Table 5Summary of adverse eventsAdverse eventsGrade 1Grade 2Grade 3Grade 4Study treatment period (n = 69) Hyperglycemia8 (11.6)0 (0)15 (21.7)0 (0) Lower gastrointestinal hemorrhage0 (0)0 (0)0 (0)0 (0) Upper gastrointestinal hemorrhage0 (0)0 (0)0 (0)0 (0) Delirium2 (2.9)0 (0)0 (0)0 (0) Acute kidney injury0 (0)0 (0)0 (0)0 (0) Hepatic failure0 (0)0 (0)0 (0)0 (0) Diarrhea2 (2.9)0 (0)0 (0)0 (0) Hyperuricemia25 (36.2)0 (0)1 (1.4)0 (0) Secondary infections0 (0)2* (2.9)0 (0)0 (0)Observation period (n = 66) Hyperglycemia7 (10.6)2 (3)4 (6.1)0 (0) Lower gastrointestinal hemorrhage0 (0)0 (0)0 (0)0 (0) Upper gastrointestinal hemorrhage0 (0)0 (0)0 (0)0 (0) Delirium1 (1.5)1 (1.5)0 (0)0 (0) Acute kidney injury0 (0)0 (0)0 (0)0 (0) Hepatic failure0 (0)0 (0)0 (0)0 (0) Diarrhea2 (3)0 (0)0 (0)0 (0) Hyperuricemia4 (6.1)0 (0)0 (0)0 (0) Secondary infections0 (0)0 (0)4† (6.1)0 (0)Open in a separate windowSevere adverse events (n = 69)Grade 1Grade 2Grade 3Grade 4Grade 5Any24 (34.8)Respiratory failure or acute respiratory distress syndrome0 (0)0 (0)0 (0)17 (24.6)3 (4.3)Pleural infection0 (0)0 (0)1 (1.5)0 (0)0 (0)Platelet count decreased0 (0)1 (1.5)0 (0)0 (0)0 (0)Fungal infection0 (0)1 (1.5)0 (0)0 (0)0 (0)Thromboembolic event0 (0)0 (0)1 (1.5)0 (0)0 (0)Open in a separate window*Including the following: 1 fungal infection and 1 bacterial pneumonia†Including the following: 3 cases of ventilator-associated pneumonia and 1 pleural infectionSevere adverse events (SAEs) were observed in 24 (34.8%) of the patients. The most common SAE was respiratory failure or ARDS due to progression of COVID-19 pneumonia, where 17 (24.6%) patients presented grade 4 and 3 (4.3%) died. Pleural infection, fungal infection, decreased platelet count, and a thromboembolic event occurred in one patient each (1.5%). DiscussionThis phase II clinical trial is the first to evaluate the combination therapy of favipiravir and systemic corticosteroids. The MVCTI-14 proportion was 29.2% (90% CI 20.1–39.9), which does not demonstrate efficacy with a favorable proportion in the clinical trial setting at a threshold of 35%.To the best of our knowledge, there have been no data demonstrating reduced mortality using antiviral agents. Several studies have shown that the use of antiviral agents (including remdesivir) resulted in reduced time to symptom improvement [17, 29]. Although there are no data comparing the efficacy of remdesivir and favipiravir, the latter is a potential candidate for reducing COVID-19 symptoms on the basis of the findings of several clinical studies [21, 22]. Clinical studies have also shown that systemic corticosteroids can reduce mortality in patients with COVID-19 [14, 15, 30]. The use of systemic corticosteroids is currently positioned as a key therapeutic strategy to improve patient outcomes in severe to critical COVID-19. In current practice guidelines for COVID-19, combination therapy with an antiviral agent and systemic corticosteroids is recommended for patients with COVID-19 and respiratory failure [2]. However, the recommendation is based mainly on expert opinions, and additional clinical evidence is needed. This study therefore provides valuable data on the combination therapy of an antiviral agent with systemic corticosteroids.In this study, the proportion of patients who required MV or died within 30 days of the treatment initiation was 26.2%. An important point is whether this percentage is high or low, compared with findings in other clinical trials. The patients who required oxygen therapy but not MV in the randomized controlled trial of the RECOVERY Collaborative Group, which was the first study to show the efficacy of a systemic corticosteroid in reducing COVID-19 mortality [14], were similar to our study’s patient population. Thus, the findings between these patient groups could be comparable. The proportion of patients who required MV or died within 30 days in patients who required oxygen therapy but not MV was 28.1% in the RECOVERY trial [14]. Thus, the proportion in our study (26.2%) might be close, although there were differences in terms of race. In addition, the 30-day mortality proportion in the RECOVERY trial was 23.3%, whereas that of our study was 4.9%. Although the primary endpoint was not met in our clinical trial, our findings, particularly the very low mortality proportion, might suggest a benefit for combination therapy with favipiravir and methylprednisolone. While adverse events such as hyperglycemia and secondary infections due to systemic steroids and hyperuricemia due to favipiravir were observed, their frequencies were not high compared with other studies [12, 22, 31], and the combination of favipiravir and methylprednisolone was overall well tolerated.Of the 69 study patients, 29.2% met the primary endpoint. In other words, they experienced treatment failure due to deterioration of their respiratory condition. There might be some possible reasons regarding treatment failure, including that the combination effect of favipiravir and methylprednisolone was insufficient to prevent progression of respiratory failure in those patients and that more than a half of study patients did not receive anticoagulation therapy, as shown in Table 2. An important question is which patients are at risk of treatment failure. In the risk factor analysis, a smoking history was significantly associated with treatment failure. Lymphocytopenia, advanced age, chronic lung diseases, and diabetes were also potential risk factors for treatment failure, though they were not statistically significant. Furthermore, a remarkable change in the PaO2/FiO2 ratio from baseline to day 1 was observed in the treatment failure group. In 84.2% of the patients with treatment failure, the respiratory failure worsened during the administration of 1 mg/IBW/day of methylprednisolone (days 1–5). Therefore, careful observation is required for patients who have the aforementioned risk factors for treatment failure and those with rapid progression of hypoxemia from baseline to day 1. For these patients, other therapeutic strategies such as a higher dosage of systemic corticosteroids and other immunomodulatory agents (e.g., anti-interleukin-6 receptor antibody) might improve their outcomes [30, 32, 33].There are several limitations in this study. First, all of the enrolled patients were Japanese, and this trial was a single-arm phase II study which did not have a control arm. Given the racial differences observed in the immune responses to SARS-CoV-2 between Asian and other races [34], the efficacy and safety of this study treatment should be evaluated in studies that include patients of races other than Asian with a control arm. Furthermore, as some studies revealed that some of SARS-CoV-2 variants were associated with more severe disease with different patient outcomes [35, 36], types of mutations should be considered as confounding factors in the future studies. Second, the expected proportion (20%) of the primary endpoint set in this study might have been overly optimistic, which could explain why this study treatment was not demonstrated as being effective. Third, the time since symptom onset, which is associated with SARS-CoV-2 replication and immune responses [37], was not recorded. Fourth, we could not assess the effect of viral clearance as a result of missing values of follow-up PCR and antibody testing for SARS-CoV-2 because of resource limitations caused by a surge in infections during the study period. Lastly, we found potential risk factors for treatment failure; however, prospective observational studies with larger sample sizes are needed to clarify them. ConclusionsThe proportion of patients with non-critical respiratory failure who met the primary endpoint was 29.2% (90% CI 20.1–39.9) in this phase II study to assess the efficacy and safety of the combination therapy of favipiravir and methylprednisolone. Although a favorable proportion was not achieved in the clinical trial design, the proportion of patients who required MV or died was 26.6%, which was close to a previous representative study showing a mortality reduction effect of systemic corticosteroids for patients with COVID-19 who required oxygen therapy but not MV [14]. This result suggests that the efficacy of the combination therapy of favipiravir and methylprednisolone should be evaluated in future clinical trials, especially in patients of races other than Asian. Supplementary InformationBelow is the link to the electronic supplementary material.Supplementary file1 (DOCX 35 KB)(35K, docx) AcknowledgementsFundingThis study, including the Journal’s Rapid Service Fees, was supported by the Research Program on Emerging and Re-emerging Infectious Diseases of the Japan Agency for Medical Research and Development (AMED) under Grant Number JP20fk0108256.AuthorshipAll named authors meet the International Committee of Medical Journal Editors (ICMJE) criteria for authorship for this article, take responsibility for the integrity of the work as a whole, and have given their approval for this version to be published.Authorship ContributionsStudy concept and design: Yuichiro Shindo, Yasuhiro Kondoh, Yasuhiko Yamano, Akiko Kada, Akiko M. Saito, Toshiki I. Saito, and Yoshinori Hasegawa. Acquisition of data: Yuichiro Shindo, Yasuhiro Kondoh, Yohei Doi, Keisuke Tomii, Hiroshi Mukae, Naohiko Murata, Ryosuke Imai, Masaki Okamoto, Yasuhiko Yamano, Yasunari Miyazaki, Masahiro Shinoda, Hiromichi Aso, Shinyu Izumi, and Haruyuki Ishii. Cleaning up the data: Yuichiro Shindo, Akiko M. Saito, and Toshiki I. Saito. Writing the statistical analysis plan: Akiko Kada. Analysis and interpretation of data: Yuichiro Shindo, Yasuhiro Kondoh, and Akiko Kada. Drafting of the manuscript: Yuichiro Shindo. Critical revision of the manuscript for important intellectual content: Yasuhiro Kondoh and Akiko Kada. Study supervision: Toshiki I. Saito and Yoshinori Hasegawa. Final approval: all authors.DisclosuresDrs. Shindo, Kondoh, Kada, Doi, Tomii, Mukae, A. Saito, T. Saito, and Hasegawa report grants from the Japan Agency for Medical Research and Development (AMED) that were related to the submitted work. Dr. Doi reports non-financial support from FUJIFILM Toyama Chemical Co., Ltd., during the conduct of the study. Dr. Mukae reports grants and personal fees from FUJIFILM Toyama Chemical Co., Ltd., during the conduct of the study. All of the following other information, including those by Dr. Shindo and other authors, provides relevant financial activities outside the submitted work. Dr. Shindo reports receiving payment for lectures from Pfizer Inc., Shionogi & Co., Ltd., MSD K.K., Taisho Toyama Pharmaceutical Co., Ltd., AstraZeneca K.K., KYORIN Pharmaceutical Co., Ltd., DAIICHI SANKYO COMPANY, LIMITED, and Nippon Boehringer Ingelheim Co., Ltd. Dr. Kondoh serves as a consultant to Asahi Kasei Pharma Corp., Shionogi & Co.Ltd., Boehringer Ingelheim Co., Ltd., Janssen Pharmaceutical K.K., Healios K.K., Chugai Pharmaceutical Co., Ltd., and Taiho Pharmaceutical Co., Ltd., and reports receiving lecture fees from Asahi Kasei Pharma Corp., Shionogi & Co.Ltd., and Boehringer Ingelheim Co., Ltd., AstraZeneca K.K, Eisai inc., KYORIN Pharmaceutical Co., Ltd., Mitsubishi Tanabe Pharma, and Novartis Pharma K.K. Ms. Kada reports receiving personal fees from Bayer Yakuhin, Ltd. Dr. Doi, reports receiving grants and personal fees from Janssen, and receiving personal fees from FUJIFILM Toyama Chemical Co., Ltd., AstraZeneca K.K., bioMérieux, Gilead Sciences Inc., Shionogi & Co., Ltd., Meiji Seika Pharma Co., Ltd., GlaxoSmithKline plc., MSD K.K., and Chugai Pharmaceutical Co., Ltd. Dr. Mukae reports receiving grants from Teijin Pharma Limited and Torii Pharmaceutical Co.,Ltd.; receiving grants and personal fees from SHIONOGI Co., Ltd., Daiichi Sankyo Co., Ltd., Chugai Pharmaceutical Co., Ltd., Asahi Kasei Pharma Corporation, Astellas Pharma Inc., Kyorin Pharmaceutical Co., Ltd., Meiji Seika Pharma Co., Ltd., Taiho Pharmaceutical Co., Ltd., Taisho Pharma Co., Ltd, Toa Shinyaku Co., Ltd., and Pfizer Inc., and receiving personal fees from AbbVie GK, AstraZeneca K.K., Bristol-Myers Squibb Company, Eli Lilly Japan K.K., Gilead Sciences Inc., lnsmed Incorporated, Janssen Pharmaceutical K.K., Mitsubishi Tanabe Pharma Corporation, MSD Co., Ltd., Nihon Pharmaceutical Co., Ltd., Nippon Boehringer lngelheim Co., Ltd., Novartis Pharma K.K, Sumitomo Dainippon Pharma Co., Ltd., and Teijin Home Healthcare Limited. Dr. Miyazaki reports receiving grants and personal fees from Nippon Boehringer Ingelheim, personal fees from AstraZeneca, and grants from Chugai Pharmaceutical. Dr. Hasegawa reports receiving grants and personal fees from Boehringer Ingelheim Japan, Chugai Pharmaceutical Co., Ltd., and Novartis Pharma K.K.; grants from Eli Lilly Japan K.K., Ono Pharmaceutical Co., Ltd., and Taiho Pharmaceutical Co., Ltd.; and personal fees from AstraZeneca K.K. and Pfizer Inc. Other authors have nothing to disclose.Compliance with Ethics GuidelinesThe J-CRITICAL trial is a multicenter, open-label, single-arm phase II study conducted in accordance with the principles of the Declaration of Helsinki, approved by the central review board of Nagoya Medical Center, and registered in the Japan Registry of Clinical Trials (jRCTs041200025).Data AvailabilityThe datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request.Other ContributionsWe thank Drs. Naohiko Murata, Naoki Nishimura, Kensuke Kataoka, Yoji Nagasaki, Ryosuke Hirabayashi, Ryo Tachikawa, Takahiro Mitsumura, Takeshi Saraya, Kenta Sato, Takahiro Takazono, Yuichi Fukuda, Kazuhiro Yatera, Hiromi Tomioka, Masahide Oki, Susumu Iwata, Mikio Takamori, Fumio Sakamaki, Shinji Abe, Yuta Kohno, Hidetoshi Igari, and Hiroyoshi Maeda for the acquisition of data; Drs. Takashi Ogura, Mitsuaki Yagi, Hironori Kobayashi, Akinobu Matsuura, Yosuke Goto, and Toshiki Yokoyama for their comments on the study protocol and the manuscript; and Ms. Mamiko Yonejima, Noriko Ito, Risa Watanabe, and Kaori Nagai for data management, data cleaning, setting up the electronic data capturing system, and other administrative work for this study as members of the Academic Research Organization. We are indebted to all of the clinical research coordinators, and all healthcare professionals who participated in the data collection. References1. Chalmers JD, Crichton ML, Goeminne PC, et al.  Management of hospitalised adults with coronavirus disease 2019 (COVID-19): a European Respiratory Society living guideline. Eur Respir J. 2021 doi: 10.1183/13993003.00048-2021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. National Institutes of Health (NIH). COVID-19 treatment guidelines. https://www.covid19treatmentguidelines.nih.gov/. Accessed 14 Jun 2021.3. Rebold N, Holger D, Alosaimy S, Morrisette T, Rybak M. COVID-19: before the fall, an evidence-based narrative review of treatment options. Infect Dis Ther. 2021 doi: 10.1007/s40121-021-00399-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Wu C, Chen X, Cai Y, et al.  Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China. JAMA Intern Med. 2020;180:934–943. doi: 10.1001/jamainternmed.2020.0994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Mehta P, McAuley DF, Brown M, et al.  COVID-19: consider cytokine storm syndromes and immunosuppression. Lancet. 2020;395:1033–1034. doi: 10.1016/S0140-6736(20)30628-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Fajgenbaum DC, June CH. Cytokine storm. N Engl J Med. 2020;383:2255–2273. doi: 10.1056/NEJMra2026131. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Meletiadis J, Tsiodras S, Tsirigotis P. Interleukin-6 blocking vs JAK-STAT inhibition for prevention of lung injury in patients with COVID-19. Infect Dis Ther. 2020;9:707–713. doi: 10.1007/s40121-020-00326-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Chotirmall SH, Leither LM, Çoruh B, et al.  Update in COVID-19. Am J Respir Crit Care Med. 2021 doi: 10.1164/rccm.202102-0415UP. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Welte T, Ambrose LJ, Sibbring GC, Sheikh S, Müllerová H, Sabir I. Current evidence for COVID-19 therapies: a systematic literature review. Eur Respir Rev. 2021 doi: 10.1183/16000617.0384-2020. [PubMed] [CrossRef] [Google Scholar]10. Corticosteroids in community-acquired pneumonia. JAMA. 2020;323:887–8. [PubMed]11. Meduri GU, Golden E, Freire AX, et al.  Methylprednisolone infusion in early severe ARDS: results of a randomized controlled trial. Chest. 2007;131:954–963. doi: 10.1378/chest.06-2100. [PubMed] [CrossRef] [Google Scholar]12. Torres A, Sibila O, Ferrer M, et al.  Effect of corticosteroids on treatment failure among hospitalized patients with severe community-acquired pneumonia and high inflammatory response: a randomized clinical trial. JAMA. 2015;313:677–686. doi: 10.1001/jama.2015.88. [PubMed] [CrossRef] [Google Scholar]13. Siemieniuk RAC, Meade MO, Alonso-Coello P, et al.  Corticosteroid therapy for patients hospitalized with community-acquired pneumonia: a systematic review and meta-analysis. Ann Intern Med. 2015;163:519–528. doi: 10.7326/M15-0715. [PubMed] [CrossRef] [Google Scholar]14. RECOVERY Collaborative Group. Horby P, Lim WS, et al.  Dexamethasone in hospitalized patients with COVID-19. N Engl J Med. 2021;384:693–704. doi: 10.1056/NEJMoa2021436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. WHO Rapid Evidence Appraisal for COVID-19 Therapies (REACT) Working Group. Sterne JAC, Murthy S, et al.  Association between administration of systemic corticosteroids and mortality among critically ill patients with COVID-19: a meta-analysis. JAMA. 2020;324:1330–1341. doi: 10.1001/jama.2020.17023. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Cano EJ, Fuentes XF, Campioli CC, et al.  Impact of corticosteroids in coronavirus disease 2019 outcomes. Chest. 2021 doi: 10.1016/j.chest.2020.10.054. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Beigel JH, Tomashek KM, Dodd LE, et al.  Remdesivir for the treatment of COVID-19—final report. N Engl J Med. 2020;383:1813–1826. doi: 10.1056/NEJMoa2007764. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Furuta Y, Takahashi K, Kuno-Maekawa M, et al.  Mechanism of action of T-705 against influenza virus. Antimicrob Agents Chemother. 2005;49:981–986. doi: 10.1128/AAC.49.3.981-986.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Furuta Y, Gowen BB, Takahashi K, Shiraki K, Smee DF, Barnard DL. Favipiravir (T-705), a novel viral RNA polymerase inhibitor. Antiviral Res. 2013;100:446–454. doi: 10.1016/j.antiviral.2013.09.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Kaptein SJF, Jacobs S, Langendries L, et al.  Favipiravir at high doses has potent antiviral activity in SARS-CoV-2-infected hamsters, whereas hydroxychloroquine lacks activity. Proc Natl Acad Sci U S A. 2020;117:26955–26965. doi: 10.1073/pnas.2014441117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Ivashchenko AA, Dmitriev KA, Vostokova NV, et al.  AVIFAVIR for treatment of patients with moderate COVID-19: interim results of a phase II/III multicenter randomized clinical trial. Clin Infect Dis. 2020 doi: 10.1093/cid/ciaa1176. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Doi Y, Hibino M, Hase R, et al.  A prospective, randomized, open-label trial of early versus late favipiravir therapy in hospitalized patients with COVID-19. Antimicrob Agents Chemother. 2020 doi: 10.1128/AAC.01897-20. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Chen C, Zhang Y, Huang J, et al.  Favipiravir versus arbidol for COVID-19: a randomized clinical trial. medRxiv. 2020 doi: 10.1101/2020.03.17.20037432. [CrossRef] [Google Scholar]24. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]25. Fujita Health University Research Office for Favipiravir Observational Study. https://www.kansensho.or.jp/uploads/files/topics/2019ncov/covid19_favip_0526.pdf. Accessed 19 Apr 2021 (in Japanese).26. Chidambaram V, Tun NL, Haque WZ, et al.  Factors associated with disease severity and mortality among patients with COVID-19: a systematic review and meta-analysis. PLoS ONE. 2020;15:e0241541. doi: 10.1371/journal.pone.0241541. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Centers for Disease Control and Prevention (CDC). https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-care/underlyingconditions.html. Accessed 26 Apr 2021.28. Shindo Y, Ito R, Kobayashi D, et al.  Risk factors for 30-day mortality in patients with pneumonia who receive appropriate initial antibiotics: an observational cohort study. Lancet Infect Dis. 2015;15:1055–1065. doi: 10.1016/S1473-3099(15)00151-6. [PubMed] [CrossRef] [Google Scholar]29. Spinner CD, Gottlieb RL, Criner GJ, et al.  Effect of remdesivir vs standard care on clinical status at 11 days in patients with moderate COVID-19: a randomized clinical trial. JAMA. 2020;324:1048–1057. doi: 10.1001/jama.2020.16349. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Edalatifard M, Akhtari M, Salehi M, et al.  Intravenous methylprednisolone pulse as a treatment for hospitalised severe COVID-19 patients: results from a randomised controlled clinical trial. Eur Respir J. 2020 doi: 10.1183/13993003.02808-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Villar J, Ferrando C, Martínez D, et al.  Dexamethasone treatment for the acute respiratory distress syndrome: a multicentre, randomised controlled trial. Lancet Respir Med. 2020;8:267–276. doi: 10.1016/S2213-2600(19)30417-5. [PubMed] [CrossRef] [Google Scholar]32. REMAP-CAP Investigators. Gordon AC, Mouncey PR, et al.  Interleukin-6 receptor antagonists in critically ill patients with COVID-19. N Engl J Med. 2021;384:1491–1502. doi: 10.1056/NEJMoa2100433. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Ruiz-Antorán B, Sancho-López A, Torres F, et al.  Combination of tocilizumab and steroids to improve mortality in patients with severe COVID-19 infection: a Spanish, multicentre, cohort study. Infect Dis Ther. 2021;10:347–362. doi: 10.1007/s40121-020-00373-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Pan D, Sze S, Minhas JS, et al.  The impact of ethnicity on clinical outcomes in COVID-19: a systematic review. EClinicalMedicine. 2020;23:100404. doi: 10.1016/j.eclinm.2020.100404. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Nagy Á, Pongor S, Győrffy B. Different mutations in SARS-CoV-2 associate with severe and mild outcome. Int J Antimicrob Agents. 2021;57:106272. doi: 10.1016/j.ijantimicag.2020.106272. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Yildirim Z, Sahin OS, Yazar S, Bozok CV. Genetic and epigenetic factors associated with increased severity of COVID-19. Cell Biol Int. 2021;45:1158–1174. doi: 10.1002/cbin.11572. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Subbarao K, Mahanty S. Respiratory virus infections: understanding COVID-19. Immunity. 2020;52:905–909. doi: 10.1016/j.immuni.2020.05.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}