{"title": "Combining IL-6 and SARS-CoV-2 RNAaemia-based risk stratification for fatal outcomes of COVID-19", "pubDate": "2021", "PMCID": "PMC8357172", "DOI": "10.1371/journal.pone.0256022", "PMID": "34379684", "abstract": "Background:                       The coronavirus disease 2019 (COVID-19) pandemic rapidly increases the use of mechanical ventilation (MV). Such cases further require extracorporeal membrane oxygenation (ECMO) and have a high mortality.                  Objective:                       We aimed to identify prognostic biomarkers pathophysiologically reflecting future deterioration of COVID-19.                  Methods:                       Clinical, laboratory, and outcome data were collected from 102 patients with moderate to severe COVID-19. Interleukin (IL)-6 level and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) RNA copy number in plasma were assessed with ELISA kit and quantitative PCR.                  Results:                       Twelve patients died or required ECMO owing to acute respiratory distress syndrome despite the use of MV. Among various variables, a ratio of oxygen saturation to fraction of inspired oxygen (SpO2/FiO2), IL-6, and SARS-CoV-2 RNA on admission before intubation were strongly predictive of fatal outcomes after the MV use. Moreover, among these variables, combining SpO2/FiO2, IL-6, and SARS-CoV-2 RNA showed the highest accuracy (area under the curve: 0.934). In patients with low SpO2/FiO2 (< 261), fatal event-rate after the MV use at the 30-day was significantly higher in patients with high IL-6 (> 49 pg/mL) and SARS-CoV-2 RNAaemia (> 1.5 copies/μL) compared to those with high IL-6 or RNAaemia or without high IL-6 and RNAaemia (88% vs. 22% or 8%, log-rank test P = 0.0097 or P < 0.0001, respectively).                  Conclusions:                       Combining SpO2/FiO2 with high IL-6 and SARS-CoV-2 RNAaemia which reflect hyperinflammation and viral overload allows accurately and before intubation identifying COVID-19 patients at high risk for ECMO use or in-hospital death despite the use of MV.", "author": [{"author": "Ryo Saji", "affiliation": ["Department of Emergency Medicine, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Saji+R&cauthor_id=34379684"}, {"author": "Mototsugu Nishii", "affiliation": ["Department of Emergency Medicine, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Nishii+M&cauthor_id=34379684"}, {"author": "Kazuya Sakai", "affiliation": ["Department of Emergency Medicine, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Sakai+K&cauthor_id=34379684"}, {"author": "Kei Miyakawa", "affiliation": ["Department of Microbiology, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Miyakawa+K&cauthor_id=34379684"}, {"author": "Yutaro Yamaoka", "affiliation": ["Department of Microbiology, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan.", "Life Science Laboratory, Technology and Development Division, Kanto Chemical Co., Inc., Isehara, Kanagawa, Japan."], "href": "/?term=Yamaoka+Y&cauthor_id=34379684"}, {"author": "Tatsuma Ban", "affiliation": ["Department of Immunology, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Ban+T&cauthor_id=34379684"}, {"author": "Takeru Abe", "affiliation": ["Department of Advanced Critical Care and Emergency Center, Yokohama City University Medical Center, Yokohama, Kanagawa, Japan."], "href": "/?term=Abe+T&cauthor_id=34379684"}, {"author": "Yutaro Ohyama", "affiliation": ["Department of Emergency Medicine, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Ohyama+Y&cauthor_id=34379684"}, {"author": "Kento Nakajima", "affiliation": ["Department of Emergency Medicine, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Nakajima+K&cauthor_id=34379684"}, {"author": "Taro Hiromi", "affiliation": ["Department of Emergency Medicine, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Hiromi+T&cauthor_id=34379684"}, {"author": "Reo Matsumura", "affiliation": ["Department of Emergency Medicine, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Matsumura+R&cauthor_id=34379684"}, {"author": "Naoya Suzuki", "affiliation": ["Department of Critical Care and Emergency Medicine, National Hospital Organization Yokohama Medical Center, Yokohama, Kanagawa, Japan."], "href": "/?term=Suzuki+N&cauthor_id=34379684"}, {"author": "Hayato Taniguchi", "affiliation": ["Department of Advanced Critical Care and Emergency Center, Yokohama City University Medical Center, Yokohama, Kanagawa, Japan."], "href": "/?term=Taniguchi+H&cauthor_id=34379684"}, {"author": "Tsuyoshi Otsuka", "affiliation": ["Department of Critical Care and Emergency Medicine, National Hospital Organization Yokohama Medical Center, Yokohama, Kanagawa, Japan."], "href": "/?term=Otsuka+T&cauthor_id=34379684"}, {"author": "Yasufumi Oi", "affiliation": ["Department of Emergency Medicine, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Oi+Y&cauthor_id=34379684"}, {"author": "Fumihiro Ogawa", "affiliation": ["Department of Emergency Medicine, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Ogawa+F&cauthor_id=34379684"}, {"author": "Munehito Uchiyama", "affiliation": ["Department of Emergency Medicine, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Uchiyama+M&cauthor_id=34379684"}, {"author": "Kohei Takahashi", "affiliation": ["Department of Advanced Critical Care and Emergency Center, Yokohama City University Medical Center, Yokohama, Kanagawa, Japan."], "href": "/?term=Takahashi+K&cauthor_id=34379684"}, {"author": "Masayuki Iwashita", "affiliation": ["Department of Advanced Critical Care and Emergency Center, Yokohama City University Medical Center, Yokohama, Kanagawa, Japan."], "href": "/?term=Iwashita+M&cauthor_id=34379684"}, {"author": "Yayoi Kimura", "affiliation": ["Department of Advanced Medical Research Center, Yokohama City University, School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Kimura+Y&cauthor_id=34379684"}, {"author": "Satoshi Fujii", "affiliation": ["Department of Molecular Pathology, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Fujii+S&cauthor_id=34379684"}, {"author": "Ryosuke Furuya", "affiliation": ["Department of Critical Care and Emergency Medicine, National Hospital Organization Yokohama Medical Center, Yokohama, Kanagawa, Japan."], "href": "/?term=Furuya+R&cauthor_id=34379684"}, {"author": "Tomohiko Tamura", "affiliation": ["Department of Immunology, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan.", "Department of Advanced Medical Research Center, Yokohama City University, School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Tamura+T&cauthor_id=34379684"}, {"author": "Akihide Ryo", "affiliation": ["Department of Microbiology, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan.", "Department of Advanced Medical Research Center, Yokohama City University, School of Medicine, Yokohama, Kanagawa, Japan."], "href": "/?term=Ryo+A&cauthor_id=34379684"}, {"author": "Ichiro Takeuchi", "affiliation": ["Department of Emergency Medicine, Yokohama City University Graduate School of Medicine, Yokohama, Kanagawa, Japan.", "Department of Advanced Critical Care and Emergency Center, Yokohama City University Medical Center, Yokohama, Kanagawa, Japan."], "href": "/?term=Takeuchi+I&cauthor_id=34379684"}], "refPMID": ["12690091", "23075143", "32015507", "32007145", "32014114", "32031570", "31986264", "32007143", "32425269", "32344321", "32303591", "32301997", "22797452", "32217835", "32544099", "32565226", "32710975", "32317267", "32514174", "32398875", "32798470", "32678530", "32350134", "32835257", "33195334", "33010257"], "citedInPMID": ["34379684", "34867390"], "body": " AbstractBackgroundThe coronavirus disease 2019 (COVID-19) pandemic rapidly increases the use of mechanical ventilation (MV). Such cases further require extracorporeal membrane oxygenation (ECMO) and have a high mortality.ObjectiveWe aimed to identify prognostic biomarkers pathophysiologically reflecting future deterioration of COVID-19.MethodsClinical, laboratory, and outcome data were collected from 102 patients with moderate to severe COVID-19. Interleukin (IL)-6 level and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) RNA copy number in plasma were assessed with ELISA kit and quantitative PCR.ResultsTwelve patients died or required ECMO owing to acute respiratory distress syndrome despite the use of MV. Among various variables, a ratio of oxygen saturation to fraction of inspired oxygen (SpO2/FiO2), IL-6, and SARS-CoV-2 RNA on admission before intubation were strongly predictive of fatal outcomes after the MV use. Moreover, among these variables, combining SpO2/FiO2, IL-6, and SARS-CoV-2 RNA showed the highest accuracy (area under the curve: 0.934). In patients with low SpO2/FiO2 (< 261), fatal event-rate after the MV use at the 30-day was significantly higher in patients with high IL-6 (> 49 pg/mL) and SARS-CoV-2 RNAaemia (> 1.5 copies/μL) compared to those with high IL-6 or RNAaemia or without high IL-6 and RNAaemia (88% vs. 22% or 8%, log-rank test P = 0.0097 or P < 0.0001, respectively).ConclusionsCombining SpO2/FiO2 with high IL-6 and SARS-CoV-2 RNAaemia which reflect hyperinflammation and viral overload allows accurately and before intubation identifying COVID-19 patients at high risk for ECMO use or in-hospital death despite the use of MV. IntroductionIn humans, coronaviruses cause respiratory tract infections represented by severe acute respiratory syndrome (SARS) and the Middle East respiratory syndrome [1, 2]. In December 2019, pneumonia cases of an unknown etiology emerged in Wuhan, Hubei, China, with clinical presentations resembling viral pneumonia. Sequencing analysis of lower respiratory tract samples indicated the existence of a novel coronavirus, SARS coronavirus 2 (SARS-CoV-2) [3, 4]. This disease caused by SARS-CoV-2 was officially named “coronavirus disease 2019” (COVID-19). COVID-19 has spread rapidly worldwide and has been classified as a global pandemic [5]. Initial studies revealed that approximate 30% of affected patients were transferred to the intensive care unit due to complications including acute respiratory distress syndrome (ARDS), arrhythmia, and shock. The overall mortality of COVID-19 was 4–15% [6–8]. Disruption of medical care system by inadequate patient stratification raised the mortality rate of COVID-19. Particularly, restricting the population studies to patients who were provided mechanical ventilation (MV) for severe respiratory failure affects the evaluation of mortality negatively [6–8]. Such patients with critically ill COVID-19 may further require salvage therapy such as extracorporeal membrane oxygenation (ECMO) for severe ARDS leading to in-hospital death. Thus, risk stratification for fatal outcomes including ECMO use and in-hospital death despite the use of MV would keep the medical care system running efficiently, contributing to the improvement of mortality.Synergistic cooperation between interferon (IFN)-gamma-induced T cell immune response and interleukin (IL)-6-induced macrophage activation in COVID-19 has been implicated in the development of ARDS [9, 10]. Consistently, high levels of circulating IL-6 have been associated with the need for MV and high mortality in COVID-19 patients [11, 12]. Alternatively, SARS-CoV-2 infection of immune cells mediates their activation and promotes the release of IL-6 and other inflammatory cytokines from them, which in turn results in ARDS [13]. Detectable SARS-CoV-2 RNA in peripheral blood (RNAaemia) has been observed in critically ill COVID-19 patients with drastic increase in circulating IL-6 levels [14]. High IL-6 and viral RNAaemia, which would reflect hyperinflammation and viral overload as its trigger, may contribute to accurate prediction of clinical outcomes based on pathophysiological understanding of future deterioration of COVID-19. To our knowledge, however, combining immunological marker and viral RNA load for prediction of clinical outcomes is not common even in viral diseases and its clinical utility remains elusive.Here, we aimed to evaluate the utility of combining IL-6 level and SARS-CoV-2 RNA load in early prediction of fatal outcomes in COVID-19 patients, including ECMO use and in-hospital death despite the use of MV. Materials and methodsStudy designThis study was a prospective observational study across three hospitals in Japan including Yokohama City University Hospital (YCUH), Yokohama City University Medical Center (YCUMC), and National Hospital Organization Yokohama Medical Center (NHOYMC). All consecutively admitted patients with the COVID-19 during February 2020 to July 2021 were enrolled in this study. The YCUH and YCUMC were mainly intended for severe to critical cases, while NHOYMC was for moderate to severe cases. Therefore, a wide range of cases from moderate to critical were included in the study population. Enrolled patients were observed until 30-day or death after the enrollment to evaluate clinical and laboratory data and clinical outcomes. The primary outcomes were the use of ECMO and in-hospital death after MV use, which were derived from severe ARDS. Patients with missing data, those who died from causes other than ARDS, and those who offered to withdraw from the study were excluded from the evaluation. With complete baseline clinical and laboratory data and outcome data as well as consent for participation, a total of 102 COVID-19 patients were included in the final analysis.Ethical considerationsThis study was conducted after obtaining ethical clearance from the Institutional Ethics Board of Yokohama City University Hospital (No. B200200048).During hospitalization, patients were provided negative and positive information regarding this study, including the purpose and contribution of this study, the use of personal information, and complications associated with blood collection, and were asked to participate in this study. Ultimately, we obtained written informed consent for participation in the study and access to medical and laboratory records from patients. Alternatively, we were unable to obtain written consent for participation from four patients who died without being weaned after being placed on a ventilator within hours of admission, which means that we used an opt-out method to obtain consent for this study from them. The study had no risk/negative consequence on those who participated in the study. Medical record numbers were used for data collection and no personal identifiers were collected or used in the research report. Data was accessed from February 9, 2020 to July 28, 2021 and access to the collected information was limited to the principal investigator and confidentiality was maintained throughout the project.Clinical procedureThe COVID-19 was diagnosed by reverse transcription-polymerase chain reaction (PCR) assay for SARS-CoV-2 and chest computed tomography (CT) scan. Nasal and pharyngeal swabs were also tested to exclude the influenza virus using immunochromatography assay. Routine bacterial and fungal examinations were performed. Initial laboratory investigations included a complete blood count, coagulation profile, and serum biochemical test.Therapeutic procedureRespiratory function on admission was evaluated by measuring the ratio of peripheral blood oxygen saturation to fraction of inspired oxygen (SpO2/FiO2). Oxygen support (e.g., nasal cannula) was initially administered to patients with SpO2/FiO2 of less than 443. Alternatively, the need for MV or ECMO was determined according to the ratio of the partial pressure of arterial oxygen to FiO2 (PaO2/FiO2). The MV was applied if PaO2/FiO2 was less than 200 despite oxygenation. Moreover, the provision of ECMO was considered for PaO2/FiO2 less than 150 even under the use of MV.Data and specimen collectionWe obtained clinical, laboratory, radiological, treatment, and outcomes data from electronic medical records. Two researchers also independently reviewed the data collection forms to double-check the data collected. The researchers also directly communicated with patients or their families to ascertain epidemiological and symptom data. Interview guide was not used for this purpose. Blood samples were collected within 2 hours after admission and before treatments. Laboratory test was performed immediately after collection. Moreover, for measurements of cytokines levels and SARS-CoV-2 RNA load, plasma was isolated from the same blood samples and stored at -80°C until assay. Alternatively, bronchoalveolar lavage fluid (BALF) samples were collected and stored for measurement of IL-6 level (Supplemental method in S1 File).IL-6 assessmentIL-6 levels were assessed using ELISA kit (R&D, D6050) according to the manufacturer’s instructions.Quantification of viral RNA load in plasmaRNA extraction from plasma in COVID-19 patient was performed by QIAamp Viral RNA Mini Kit (QIAGEN, 52906) according to the manufacturer’s instructions. The viral gene was quantified by real-time qPCR with N2 primer pairs (TaKaRa, XD0008, forward primer: AAATTTTGGGGACCAGGAAC, reverse primer: TGGCAGCTGTGTAGGTCAAC, probe: FAM-ATGTCGCGCATTGGCATGGA-BHQ). Viral RNA load was calculated by plotting Ct-values onto the standard curve constructed based on the standard product (NIHON GENE RESEARCH LABORATORIES, JP-NN2-PC).DefinitionsARDS was recognized according to the Berlin definition [15].Statistical analysisData analyses were done using the JMP ver. 12.2 software. Each value was presented as mean ± SEM, and categorical variables as frequency (%). Differences between subgroups were analyzed with Fisher’s exact test (for categorical data) or the Mann-Whitney U test (for continuous data). Correlations between variables were analyzed by the Spearman’s rank test. To evaluate the area under curves (AUCs) and cutoff values of parameters, the receiver operator characteristic (ROC) curves were constructed. The optimal cutoff was defined as value which had the best compromise between sensitivity and specificity for predicting outcome on ROC curve. To test risk stratification by combining different variables, event-free survival curves according to above or below optimal cutoffs of IL-6 and SARS-CoV-2 RNA in plasma were constructed. Comparisons of event-free survival rates between subgroups were performed with the Log-rank test. Statistical significance was set at P < 0.05. ResultsClinical featuresFive patients without complete data and two cases of death from aspiration pneumonia or infectious aneurysm were excluded from this study. Nobody offered to withdraw from the study. Thus, the remaining 102 patients were evaluated. Table 1 shows the baseline clinical data on admission. The 70% were male, with ages ranging 30–91 years (64.9±1.5). Patients were hospitalized 5.2±0.4 days after illness onset. More than half of our study population (69%) had comorbidities including diabetes mellitus, chronic obstructive pulmonary disease, hypertension, heart diseases, and chronic kidney disease. All patients were classified on admission as moderate to severe COVID-19, as defined by the Chinese National Health Commission [16].Table 1Clinical features of patients with COVID-19 in this study.Overall (n = 102)Age, year64.9±1.5Male, n (%)71 (70)Onset to admission, day5.2±0.4Comorbidity, n (%)70 (69)Diabetes mellitus, n (%)32 (31)COPD, n (%)3 (3)Hypertension, n (%)43 (42)Heart disease, n (%)11 (11)Chronic kidney disease, n (%)15 (15)\nTreatments\nOxygen support, n (%)71 (70)Anti-viral agents, n (%)78 (76)Inhaled steroid, n (%)63 (62)Systemic steroid, n (%)36 (35)Tocilizumab, n (%)3 (3)\nOutcomes\nMV, n (%)30 (29)ECMO use, n (%)5 (5)In-hospital death, n (%)8 (8)Severe ARDS, n (%)12 (12)Open in a separate windowData are mean±SEM or number (%). COPD: chronic obstructive pulmonary disease, MV: mechanical ventilation. ECMO: extracorporeal membrane oxygenation, ARDS: acute respiratory distress syndrome.Treatment and clinical outcomesTreatments and clinical outcomes are shown in Table 1. Anti-viral agents were administered in most patients (76%). Moreover, inhaled or systemic steroids were administered in 62% or 35%, respectively of whole population. Alternatively, only 3 patients were administered tocilizumab, a recombinant humanized monoclonal antibody against the IL-6 receptor. In the context of clinical outcomes, 30 patients needed the MV 0.73±0.38 days post-admission (MV group), while the remaining 72 did not during observation. Subsequently, 5 of MV group required ECMO for progressive refractory respiratory failure 4.8±1.1 days (range from 3 to 9 days) post-admission. One died of ARDS, while the remaining 4 recovered from ARDS and survived. Another 7 of MV group died of ARDS 13.6±1.6 days (range from 7 to 21 days) post-admission. Collectively, 12 patients reached primary outcomes composed of in-hospital death and ECMO use, derived from severe ARDS (Fatal group), while the remaining 90 did not at the 30-day (non-Fatal group).Early prediction for fatal outcomesWe sought biomarkers that early predict fatal outcomes after the use of MV. Initially, clinical, laboratory, and therapeutic information were compared between Fatal group and non-Fatal group (Table 2). Age tended to be higher in Fatal group compared with in non-Fatal group, without significant difference. Additionally, there was no significant difference of gender and duration from onset to admission between the 2 groups. Alternatively, more patients had diabetes mellitus in Fatal group compared with in non-Fatal group. In terms of treatment, more patients were administered inhaled steroids in Fatal group compared with in non-Fatal group. Among laboratory data on admission before treatment, serum levels of CRP, D-dimer, LDH, and AST were significantly higher in Fatal group compared with in non-Fatal group, while SpO2/FiO2 and lymphocyte counts decreased in Fatal group. There was no significant difference of GFR between the two groups. Moreover, IL-6 level and copy number of SARS-CoV-2 RNA in plasma significantly increased in Fatal group compared with in non-Fatal group (Fig 1A).Open in a separate windowFig 1Interleukin (IL)-6 levels and severe acute respiratory syndrome-coronavirus 2 (SARS-CoV-2) RNA copy number in plasma on admission, receiver operating characteristic (ROC) analysis for combined different variables, and Kaplan-Meier event-free survival analysis for a combined event of extracorporeal membrane oxygenation (ECMO) use and in-hospital death.(A) IL-6 level and SARS-CoV-2 RNA copy number on admission were compared between COVID-19 patients with fatal outcomes including ECMO use and in-hospital death (Fatal group) and those without fatal outcomes (non-Fatal group). Closed circles indicate individual levels of IL-6 or SARS-CoV-2 RNA in plasma. The mean±SEM of IL-6 level and SARS-CoV-2 RNA copy number in non-Fatal and Fatal groups are as follows (IL-6: 60.9±16.3 pg/mL and 321.9±87.6 pg/mL, P < 0.0001, respectively; SARS-CoV-2 RNA: 0.5±0.2 copies/μL and 38.5±19.2 copies/μL, P < 0.0001, respectively). (B) ROC curves for combination of different variables on admission before intubation, including IL-6, SARS-CoV-2 RNA, and the ratio of oxygen saturation to fraction of inspired oxygen (SpO2/FiO2). (C) Kaplan-Meier curves showing incidence rate of a combined event of ECMO use and in-hospital death according to above or below optimal cutoffs of IL-6 level (49.0 pg/mL) and SARS-CoV-2 RNA copy number (1.5 copies/μL) in high-risk patients with low SpO2/FiO2 (< 261). Group 1: Both high IL-6 (> 49.0 pg/mL) and SARS-CoV-2 RNAaemia (> 1.5 copies/μL); Group 2: Either high IL-6 or SARS-CoV-2 RNAaemia; Group 3: Neither high IL-6 nor RNAemia of SARS-CoV-2.Table 2Comparisons of clinical, laboratory, and therapeutic features between non-Fatal group and Fatal group.non-Fatal groupFatal groupP-value(n = 90)(n = 12)Age, year64.1±1.670.6±3.70.15Male, n (%)62 (69)9 (75)1.0Onset to admission, day5.3±0.45.2±0.80.83Comorbidity, n (%)59 (66)11 (92)0.0977Diabetes mellitus, n (%)24 (27)8 (67)0.0084COPD, n (%)3 (3)0 (0)1.0Hypertension, n (%)37 (41)6 (50)0.7569Heart disease, n (%)10 (11)1 (8.3)1.0Chronic kidney disease, n (%)12 (13)3 (25)0.3781\nTreatments\nAnti-viral agents, n (%)67 (74)11 (92)0.2853Inhaled steroid, n (%)51 (57)12 (100)0.0030Systemic steroid, n (%)29 (32)7 (58)0.1073Tocilizumab, n (%)3 (3)0 (0)1.0\nLaboratory data\nLymphocyte, ×106/mL0.85±0.050.59±0.070.0038CRP, mg/dL7.6±0.817.1±3.80.0024D-dimer, μg/mL3.3±1.13.9±1.20.0146AST, U/L44.7±6.460.7±11.80.0216LDH, U/L331±21.8473.1±58.70.0016GFR, mL/min65.1±3.556.3±10.20.3315SpO2/FiO2359.6±13.6135.9±21.6<0.0001Open in a separate windowData are mean±SEM or number (%). COPD: chronic obstructive pulmonary disease, CRP: C-reactive protein, AST: aspartate aminotransferase, LDH: lactate dehydrogenase, GFR: glomerular filtration rate, SpO2/FiO2: ratio of oxygen saturation to fraction of inspired oxygen.Next, the ROC analyses for these significant variables showed that SpO2/FiO2, IL-6, SARS-CoV-2 RNA, CRP, and lymphocyte counts are predictive of fatal outcomes (Table 3). Particularly, SpO2/FiO2, IL-6, and SARS-CoV-2 RNA had high accuracies with AUCs > 0.80 for the risk prediction (AUCSpO2/FiO2: 0.90, AUCIL-6: 0.87, AUCRNA: 0.86) (Table 3). Ultimately, combining SpO2/FiO2, IL-6 level, and SARS-CoV-2 RNA copy number showed the highest accuracy (AUC: 0.93, 95%CI: 0.83–0.98) with the best compromise between 0.92 sensitivity and 0.80 specificity (Table 3 and Fig 1B).Table 3Receiver operating characteristic analyses for associations of different variables and combined variables with fatal outcomes.P-valueAUC95%CIOptimal CutoffSensitivitySpecificity\nDifferent variables\nSpO2/FiO2< 0.00010.900.81–0.9526191%79%IL-60.00060.870.72–0.9549 pg/mL92%73%SARS-CoV-2 RNA< 0.00010.860.68–0.951.5 copies/μL75%93%LDH0.06430.780.66–0.87281 U/L100%52%CRP0.00120.770.63–0.875.5 mg/dL92%57%D-dimer0.83640.720.54–0.851.1 μg/mL83%57%AST0.43530.710.55–0.8228 U/L100%43%Lymphocyte0.02170.690.52–0.810.71 ×106/mL75%62%\nCombined variables\nSpO2/FiO2+IL-6+RNA< 0.00010.9340.83–0.9892%80%SpO2/FiO2+IL-6< 0.00010.9250.82–0.9783%86%SpO2/FiO2+RNA< 0.00010.9240.82–0.9792%81%IL-6+RNA< 0.00010.9120.78–0.9783%93%Open in a separate windowAUC: area under the curve, CI: confidence interval, IL: interleukin, SpO2/FiO2: ratio of oxygen saturation to fraction of inspired oxygen, SARS-CoV-2: severe acute respiratory syndrome-coronavirus 2, CRP: C-reactive protein, AST: aspartate aminotransferase, LDH: lactate dehydrogenase. P-value for fatal outcomes.Clinical utility of risk stratification by combining IL-6 level and viral RNA load on admission was tested with Kaplan-Meier curves showing incidence rate of a combined event that were constructed according to above or below optimal cutoffs (Fig 1C). Even in high-risk patients with low SpO2/FiO2 (< 261), combined event rate of ECMO use and in-hospital death at the 30-day follow-up period significantly increased in patients with high IL-6 (> 49 pg/mL) and RNAaemia (> 1.5 copies/μL) compared with in those with high IL-6 or RNAaemia or without high IL-6 and RNAaemia (88% [n = 7/8] vs. 22% [n = 2/9], P = 0.0097 or 8% [n = 1/12], P < 0.0001, respectively). Collectively, combining IL-6 level and SARS-CoV-2 RNA copy number in peripheral blood allowed before intubation identifying COVID-19 patients at high risk for fatal outcomes after MV use, including ECMO use and in-hospital death.Plasma IL-6 as an indicator for immune status of diseased lungTo test whether immune status of diseased lung enable to be evaluated by peripheral information, we performed correlation analysis of IL-6 levels in plasma and BALF from critically ill patients (n = 10). Plasma IL-6 levels were positively correlated with levels in BALF (r = 0.93, P = 0.001) (S1 Fig). DiscussionThe COVID-19 pandemic rapidly increased the use of MV. Such cases often require ECMO and have a high mortality. So far, many studies have demonstrated that high levels of circulating IL-6 closely relate to negative clinical course of COVID-19 patients [11, 12]. Alternatively, SARS-CoV-2 infection of immune cells is a key trigger of cytokine release. SARS-CoV-2 RNA was detected in serum from critically ill patients at high risk for mortality who were characterized by high IL-6 [14]. High IL-6 and SARS-CoV-2 RNAaemia may reflect pathophysiologic evidence of future deterioration of COVID-19, including hyperinflammation and viral overload, thereby helping us to decide therapeutic strategy. To our knowledge, biomarkers for accurately and early identifying the risk for ECMO use, however, have yet to be established. Moreover, clinical utility of combining these biomarkers in considering ECMO use has not been elucidated. We are the first to present this data illustrating that combining IL-6 level, SARS-CoV-2 RNA load, and SpO2/FiO2 in peripheral blood on admission before intubation is likely to allow accurate risk stratification of fatal outcomes after the use of MV, including ECMO use and in-hospital death, which is of high relevance for proactive treatment and resource allocation.Recently, multivariable mortality risk models including IL-6 and other data such as CRP, LDH, SpO2/FiO2, lymphocyte counts, and age were developed and showed higher accuracies (0.88 < AUC < 0.94) for the prediction of mortality compared with IL-6 alone [17–19]. Moreover, consistent with a recent study [14], we identified the potentiality of plasma SARS-CoV-2 RNA as an additional biomarker that predicts fatal clinical course after the use of MV for impending respiratory failure. Interestingly, in the present study population with more elderly patients, combination of SpO2/FiO2, IL-6, and SARS-CoV-2 RNA showed a high accuracy (AUC: 0.93) for the prediction of fatal outcomes after the use of MV, even without including CRP, LDH, and lymphocyte counts. New combination of these biomarkers may help to stratify patients with critically ill COVID-19.The combination of IL-6 and SARS-CoV-2 RNA may reflect more directly the critical pathogenesis of COVID-19 deterioration, composed of viral overload and hyperinflammation in affected lung, compared to the combination of clinical and laboratory data. The presence of nucleic acids was confirmed in the serum or plasma samples from patients with all novel coronaviruses [20]. Zheng et al. reported that, from the first week, the load of viral RNA in serum samples gradually increased, followed by a decline in the third week of the disease [21]. Lung disease derived from SARS-CoV-2 infection often emerges 7 to 10 days after symptom onset. Consistent with a recent study [14], we detected SARS-CoV-2 RNA in plasma from patients with impending respiratory failure. Viral RNAaemia can be explained by the release of viral RNA fragments from diseased lung into systemic circulation and would indicate viral overload in the lung. Alternatively, detailed single-cell RNA sequencing data from immune cells in peripheral blood as well as in BALF from patients with COVID-19 were showed [22, 23]. According to these reports. monocyte-derived macrophages in BALF highly expressed proinflammatory cytokines, conversely peripheral blood mononuclear cells did not express those. Thus, increasing IL-6 levels in plasma are likely to be derived from the diseased lung. Indeed, we found a close and positive correlation between IL-6 levels in plasma and its levels in BALF from patients with critically ill COVID-19. IL-6, when combined with SARS-CoV-2 RNAaemia rather than with other markers such as SpO2/FiO2, CRP, and LDH, may be a pathological biomarker indicating deterioration of primary COVID-19 rather than secondary inflammation. Multivariable mortality risk model including IL-6 and viral RNA should be developed in the prospective large cohort and extended to other viruses-induced inflammatory diseases.If ECMO positively affects outcome of COVID-19 or not remains inconclusive. However, critically ill patients complicated by severe ARDS not having benefit from conventional treatment would be provided ECMO to overcome a life-threatening illness [24]. The ECMO use is mostly restricted to specialized centers, since careful planning, judicious resource allocation, and training of personnel to provide complex therapeutic interventions are all crucial components of an ECMO action plan. Ensuring that systems enable safe and coordinated movement of critically ill patients, staff, and equipment is essential to improve ECMO access. Low SpO2/FiO2 would be a strong predictor of ECMO use. Interestingly, Kaplan-Meier event-free survival curves that were constructed by combination of IL-6 and SARS-CoV-2 RNA showed that patients with high IL-6 and RNAaemia had an extremely high risk for ECMO use even in the high-risk group with low SpO2/FiO2 (< 261). Thus, early measuring IL-6 levels and viral RNA load in plasma together with SpO2/FiO2 may allow for preparedness of ECMO and efficient transport of high-risk patients to advanced medical center licensed to use of ECMO, contributing to optimal allocation of limited medical resources and improvement of in-hospital mortality.Measurement of IL-6 levels and viral RNA load may also restrict the use of ECMO as well as ventilator in COVID-19 by guiding anti-viral or immunomodulatory therapies. Recent intervention studies demonstrated that dexamethasone and tocilizumab, an anti-IL-6 receptor antibody reduce MV introduction and in-hospital mortality in patients with COVID-19 [25–27]. On the other hand, the use of tocilizumab should be carefully considered, given that IL-6 is also required to prevent the replication of virus. Provided that inhibition of IL-6 receptor is too strong especially in patients with viral RNAaemia despite only slightly increase in IL-6 level, this therapy may negatively affect viral clearance and increase the risk of disease deterioration [28], resulting in an increase in MV or ECMO use. Importantly, in a recent retrospective observational study, patients with high IL-6 not treated with tocilizumab showed high mortality, as well as those with low IL-6 treated with it [29]. Thus, COVID-19 patients at high risk for ECMO use or in-hospital death, indicated by high levels of IL-6 and viral RNAaemia may be good targets for immunomodulation together with anti-viral agents. The importance of measuring IL-6 level and viral RNA load as a guide for clinical decision making should be evaluated subsequently.The present study has several limitations. Further study is needed to validate our results, because our sample size is too small to evaluate optimal cutoffs of variables and determine predictive values of IL-6 and RNAaemia. Moreover, to define the roles of IL-6 and RNAaemia as pathological markers of COVID-19 deterioration, further investigations involving autopsy, biopsy, or BAL studies should be undertaken. To establish clinical and social importance of combining IL-6 and viral RNA as guides for treatment and patient stratification, prospective interventional study in a large cohort is needed.In conclusion, we are the first to demonstrate that combining IL-6 and viral RNA, together with SpO2/FiO2, on admission before intubation is likely to allows early and accurately predicting fatal outcomes after the use of MV, including ECMO use and in-hospital death. Assessing these biomarkers would help physicians formulate therapeutic strategies including anti-viral or immunomodulatory therapies and preparedness of MV or ECMO and prevent the disruption of medical care system by consolidation of limited medical resources. Supporting informationS1 FileSupplemental method. (DOCX)Click here for additional data file.(133K, docx)S1 FigCorrelation analysis between interleukin (IL)-6 levels in plasma and its levels in bronchoalveolar lavage fluid (BALF). IL-6 levels at the same time point in plasma and BALF from patients with critically ill COVID-19 (n = 10) were measured with ELISA kit. Individual data are shown as closed circles.(TIF)Click here for additional data file.(178K, tif) AcknowledgmentsWe thank our colleagues in the Department of Emergency Medicine, Yokohama City University and, the clinical nurses in the Advanced Care Unit, Yokohama City University Hospital for their kind assistance. Funding StatementThis study was funded by the Japan Agency for Medical Research and Development (JP19fk0108169). This funding organization did not play a role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript and did not provide financial support in the form of authors' salaries. This funding only provided financial support in the form of research materials. YM, a contributor is employed by Kanto Chemical Co provided support in the form of salaries, but the Kanto Chemical Co did not have any role in this study, including study design, data collection and analysis, decision to publish, provision of financial support in the form of authors' salaries and research materials, and preparation of the manuscript. This does not alter our adherence to PLOS ONE policies on sharing data and materials. Data AvailabilityThe data used in this paper were acquired from https://doi.org/10.6084/m9.figshare.15059814. References1. Drosten C, Günther S, Preiser W, van der Werf S, Brodt H-R, Becker S, et al.. Identification of a Novel Coronavirus in Patients with Severe Acute Respiratory Syndrome. N Engl J Med. 2003;348: 1967–1976. doi: 10.1056/NEJMoa030747\n [PubMed] [CrossRef] [Google Scholar]2. Zaki AM, van Boheemen S, Bestebroer TM, Osterhaus ADME, Fouchier RAM. Isolation of a Novel Coronavirus from a Man with Pneumonia in Saudi Arabia. N Engl J Med. 2012;367: 1814–1820. doi: 10.1056/NEJMoa1211721\n [PubMed] [CrossRef] [Google Scholar]3. Zhou P, Yang X Lou, Wang XG, Hu B, Zhang L, Zhang W, et al.. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579: 270–273. doi: 10.1038/s41586-020-2012-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, et al.. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet. 2020;395: 565–574. doi: 10.1016/S0140-6736(20)30251-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet. 2020;395: 689–697. doi: 10.1016/S0140-6736(20)30260-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al.. Clinical Characteristics of 138 Hospitalized Patients with 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA—J Am Med Assoc. 2020;323: 1061–1069. doi: 10.1001/jama.2020.1585\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al.. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395: 497–506. doi: 10.1016/S0140-6736(20)30183-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al.. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395: 507–513. doi: 10.1016/S0140-6736(20)30211-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Zhou Y, Fu B, Zheng X, Wang D, Zhao C, Qi Y, et al.. Pathogenic T-cells and inflammatory monocytes incite inflammatory storms in severe COVID-19 patients. Natl Sci Rev. 2020;7: 998–1002. doi: 10.1093/nsr/nwaa041 [CrossRef] [Google Scholar]10. Mcgonagle D, Sharif K, Regan AO, Bridgewood C. Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID- 19. The COVID-19 resource centre is hosted on Elsevier Connect, the company ‘ s public news and information. 2020. [Google Scholar]11. Herold T, Jurinovic V, Arnreich C, Lipworth BJ, Hellmuth JC, von Bergwelt-Baildon M, et al.. Elevated levels of IL-6 and CRP predict the need for mechanical ventilation in COVID-19. J Allergy Clin Immunol. 2020;146: 128–136.e4. doi: 10.1016/j.jaci.2020.05.008\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Liu F, Li L, Xu M Da, Wu J, Luo D, Zhu YS, et al.. Prognostic value of interleukin-6, C-reactive protein, and procalcitonin in patients with COVID-19. J Clin Virol. 2020;127: 104370. doi: 10.1016/j.jcv.2020.104370 [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Moore JB, June CH. Cytokine release syndrome in severe COVID-19. Science (80-). 2020;368: 473–474. doi: 10.1126/science.abb8925\n [PubMed] [CrossRef] [Google Scholar]14. Chen X, Zhao B, Qu Y, Chen Y, Xiong J, Feng Y, et al.. Detectable Serum Severe Acute Respiratory Syndrome Coronavirus 2 Viral Load (RNAemia) Is Closely Correlated with Drastically Elevated Interleukin 6 Level in Critically Ill Patients with Coronavirus Disease 2019. Clin Infect Dis. 2020;71: 1937–1942. doi: 10.1093/cid/ciaa449\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.. Acute respiratory distress syndrome: The Berlin definition. JAMA—J Am Med Assoc. 2012;307: 2526–2533. doi: 10.1001/jama.2012.5669 [PubMed] [CrossRef] [Google Scholar]16. Chen G, Wu D, Guo W, Cao Y, Huang D, Wang H, et al.. Clinical and immunological features of severe and moderate coronavirus disease 2019. J Clin Invest. 2020;130: 2620–2629. doi: 10.1172/JCI137244\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Luo M, Liu J, Jiang W, Yue S, Liu H, Wei S. IL-6 and CD8+ T cell counts combined are an early predictor of in-hospital mortality of patients with COVID-19. JCI Insight. 2020;5: 1–11. doi: 10.1172/jci.insight.139024\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Vultaggio A, Vivarelli E, Virgili G, Lucenteforte E, Bartoloni A, Nozzoli C, et al.. Prompt Predicting of Early Clinical Deterioration of Moderate-to-Severe COVID-19 Patients: Usefulness of a Combined Score Using IL-6 in a Preliminary Study. J Allergy Clin Immunol Pract. 2020;8: 2575–2581.e2. doi: 10.1016/j.jaip.2020.06.013\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Laguna-Goya R, Utrero-Rico A, Talayero P, Lasa-Lazaro M, Ramirez-Fernandez A, Naranjo L, et al.. IL-6–based mortality risk model for hospitalized patients with COVID-19. J Allergy Clin Immunol. 2020;146: 799–807.e9. doi: 10.1016/j.jaci.2020.07.009\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Chang L, Yan Y, Wang L. Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID- 19. The COVID-19 resource centre is hosted on Elsevier Connect, the company ‘ s public news and information. 2020. [Google Scholar]21. Zheng S, Fan J, Yu F, Feng B, Lou B, Zou Q, et al.. Viral load dynamics and disease severity in patients infected with SARS-CoV-2 in Zhejiang province, China, January-March 2020: Retrospective cohort study. BMJ. 2020;369: 1–8. doi: 10.1136/bmj.m1443\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Wilk AJ, Rustagi A, Zhao NQ, Roque J, Martínez-Colón GJ, McKechnie JL, et al.. A single-cell atlas of the peripheral immune response in patients with severe COVID-19. Nat Med. 2020;26: 1070–1076. doi: 10.1038/s41591-020-0944-y\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Liao M, Liu Y, Yuan J, Wen Y, Xu G, Zhao J, et al.. Single-cell landscape of bronchoalveolar immune cells in patients with COVID-19. Nat Med. 2020;26: 842–844. doi: 10.1038/s41591-020-0901-9\n [PubMed] [CrossRef] [Google Scholar]24. Shekar K, Slutsky AS, Brodie D. ECMO for severe ARDS associated with COVID-19: now we know we can, but should we? Lancet Respir Med. 2020;8: 1066–1068. doi: 10.1016/S2213-2600(20)30357-X\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Horby P, Lim WS, Emberson JR, Mafham M, Bell JL, Linsell L, et al.. Dexamethasone in Hospitalized Patients with Covid-19—Preliminary Report. N Engl J Med. 2021;384: 693–704. doi: 10.1056/NEJMoa2021436\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Xu X, Han M, Li T, Sun W, Wang D, Fu B, et al.. Effective treatment of severe COVID-19 patients with tocilizumab. Proc Natl Acad Sci U S A. 2020;117: 10970–10975. doi: 10.1073/pnas.2005615117\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Guaraldi G, Meschiari M, Cozzi-Lepri A, Milic J, Tonelli R, Menozzi M, et al.. Tocilizumab in patients with severe COVID-19: a retrospective cohort study. Lancet Rheumatol. 2020;2: e474–e484. doi: 10.1016/S2665-9913(20)30173-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Kimmig LM, Wu D, Gold M, Pettit NN, Pitrak D, Mueller J, et al.. IL6 inhibition in critically ill COVID-19 patients is associated with increased secondary infections. Front Med (Lausanne). 2020;7: 583897. doi: 10.1101/2020.05.15.20103531 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Galván-Román JM, Rodríguez-García SC, Roy-Vallejo E, Marcos-Jiménez A, Sánchez-Alonso S, Fernández-Díaz C, et al.. IL-6 serum levels predict severity and response to tocilizumab in COVID-19: An observational study. J Allergy Clin Immunol. 2021;147: 72–80. doi: 10.1016/j.jaci.2020.09.018\n [PMC free article] [PubMed] [CrossRef] [Google Scholar] \n21 May 2021\nPONE-D-21-00168Combining IL-6 and SARS-CoV-2 RNAaemia-based risk stratification for fatal outcomes of COVID-19PLOS ONEDear Dr. Nishii,Thank you for submitting your manuscript to PLOS ONE. After careful consideration, we feel that it has merit but does not fully meet PLOS ONE’s publication criteria as it currently stands. Therefore, we invite you to submit a revised version of the manuscript that addresses the points raised during the review process.The main issues regarding the present manuscript are the small number of patients, which make results difficult to be extended to other centers, and the lack of novelty, according to existing evidence on this topic. Please submit your revised manuscript by Jul 04 2021 11:59PM. If you will need more time than this to complete your revisions, please reply to this message or contact the journal office at gro.solp@enosolp. When you're ready to submit your revision, log on to https://www.editorialmanager.com/pone/ and select the 'Submissions Needing Revision' folder to locate your manuscript file.Please include the following items when submitting your revised manuscript:\nA rebuttal letter that responds to each point raised by the academic editor and reviewer(s). You should upload this letter as a separate file labeled 'Response to Reviewers'.A marked-up copy of your manuscript that highlights changes made to the original version. You should upload this as a separate file labeled 'Revised Manuscript with Track Changes'.An unmarked version of your revised paper without tracked changes. You should upload this as a separate file labeled 'Manuscript'.\nIf you would like to make changes to your financial disclosure, please include your updated statement in your cover letter. Guidelines for resubmitting your figure files are available below the reviewer comments at the end of this letter.If applicable, we recommend that you deposit your laboratory protocols in protocols.io to enhance the reproducibility of your results. Protocols.io assigns your protocol its own identifier (DOI) so that it can be cited independently in the future. For instructions see: http://journals.plos.org/plosone/s/submission-guidelines#loc-laboratory-protocols. Additionally, PLOS ONE offers an option for publishing peer-reviewed Lab Protocol articles, which describe protocols hosted on protocols.io. Read more information on sharing protocols at https://plos.org/protocols?utm_medium=editorial-email&utm_source=authorletters&utm_campaign=protocols.We look forward to receiving your revised manuscript.Kind regards,Chiara LazzeriAcademic EditorPLOS ONEJournal Requirements:When submitting your revision, we need you to address these additional requirements.1) Please ensure that your manuscript meets PLOS ONE's style requirements, including those for file naming. The PLOS ONE style templates can be found athttps://journals.plos.org/plosone/s/file?id=wjVg/PLOSOne_formatting_sample_main_body.pdf and\nhttps://journals.plos.org/plosone/s/file?id=ba62/PLOSOne_formatting_sample_title_authors_affiliations.pdf\n2)  Thank you for stating the following in the Competing Interests section:[The authors have declared that no competing interests exist.].   We note that one or more of the authors are employed by a commercial company: Kanto Chemical Co., Inc.i. Please provide an amended Funding Statement declaring this commercial affiliation, as well as a statement regarding the Role of Funders in your study. If the funding organization did not play a role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript and only provided financial support in the form of authors' salaries and/or research materials, please review your statements relating to the author contributions, and ensure you have specifically and accurately indicated the role(s) that these authors had in your study. You can update author roles in the Author Contributions section of the online submission form.Please also include the following statement within your amended Funding Statement.“The funder provided support in the form of salaries for authors [insert relevant initials], but did not have any additional role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript. The specific roles of these authors are articulated in the ‘author contributions’ section.”If your commercial affiliation did play a role in your study, please state and explain this role within your updated Funding Statement.ii. Please also provide an updated Competing Interests Statement declaring this commercial affiliation along with any other relevant declarations relating to employment, consultancy, patents, products in development, or marketed products, etc.  Within your Competing Interests Statement, please confirm that this commercial affiliation does not alter your adherence to all PLOS ONE policies on sharing data and materials by including the following statement: \"This does not alter our adherence to  PLOS ONE policies on sharing data and materials.” (as detailed online in our guide for authors http://journals.plos.org/plosone/s/competing-interests) . If this adherence statement is not accurate and  there are restrictions on sharing of data and/or materials, please state these. Please note that we cannot proceed with consideration of your article until this information has been declared.Please include both an updated Funding Statement and Competing Interests Statement in your cover letter. We will change the online submission form on your behalf.Please know it is PLOS ONE policy for corresponding authors to declare, on behalf of all authors, all potential competing interests for the purposes of transparency. PLOS defines a competing interest as anything that interferes with, or could reasonably be perceived as interfering with, the full and objective presentation, peer review, editorial decision-making, or publication of research or non-research articles submitted to one of the journals. Competing interests can be financial or non-financial, professional, or personal. Competing interests can arise in relationship to an organization or another person. Please follow this link to our website for more details on competing interests: http://journals.plos.org/plosone/s/competing-interests3) Thank you for stating the following in the Acknowledgments Section of your manuscript:[Drs. Nishii and Takeuchi were recipients of the funded for this study, from the Japan Agencyfor Medical Research and Development (JP19fk0108169]We note that you have provided funding information that is not currently declared in your Funding Statement. However, funding information should not appear in the Acknowledgments section or other areas of your manuscript. We will only publish funding information present in the Funding Statement section of the online submission form.Please remove any funding-related text from the manuscript and let us know how you would like to update your Funding Statement. Currently, your Funding Statement reads as follows: [The funders had no role in study design, data collection and analysis, decision topublish, or preparation of the manuscript.]Please include your amended statements within your cover letter; we will change the online submission form on your behalf.4) Please provide the source and catalog numbers of the PCR assay for SARS-CoV-2 and all ELISA kits used in this study.5)  Please provide additional details regarding participant consent. In the ethics statement in the Methods and online submission information, please ensure that you have specified: - whether consent was obtained - whether consent was informed - what type of consent you obtained (for instance, written or verbal, and if verbal, how it was documented and witnessed). - if your study included minors, state whether you obtained consent from parents or guardians. - if the need for consent was waived by the ethics committee, please include this information.”6) Please provide the sequences of the N2 primers used in your study.7) You state in your manuscript \"The researchers also directly communicated with patients or their families to ascertain epidemiological and symptom data.\" Please state whether a interview guide was used for this purpose. If so, please provide a copy as a supplemental file.8) In your Methods section, please provide additional information about the participant recruitment method and the demographic details of your participants. Please ensure you have provided sufficient details to replicate the analyses such as:a) a description of any inclusion/exclusion criteria that were applied to participant recruitment,b) a statement as to whether your sample can be considered representative of a larger population, andc) a description of how participants were recruited.9) PLOS requires an ORCID iD for the corresponding author in Editorial Manager on papers submitted after December 6th, 2016. Please ensure that you have an ORCID iD and that it is validated in Editorial Manager. To do this, go to ‘Update my Information’ (in the upper left-hand corner of the main menu), and click on the Fetch/Validate link next to the ORCID field. This will take you to the ORCID site and allow you to create a new iD or authenticate a pre-existing iD in Editorial Manager. Please see the following video for instructions on linking an ORCID iD to your Editorial Manager account: https://www.youtube.com/watch?v=_xcclfuvtxQ[Note: HTML markup is below. Please do not edit.]Reviewers' comments:Reviewer's Responses to Questions\nComments to the Author\n1. Is the manuscript technically sound, and do the data support the conclusions?The manuscript must describe a technically sound piece of scientific research with data that supports the conclusions. Experiments must have been conducted rigorously, with appropriate controls, replication, and sample sizes. The conclusions must be drawn appropriately based on the data presented. Reviewer #1: Partly**********2. Has the statistical analysis been performed appropriately and rigorously? Reviewer #1: Yes**********3. Have the authors made all data underlying the findings in their manuscript fully available?The PLOS Data policy requires authors to make all data underlying the findings described in their manuscript fully available without restriction, with rare exception (please refer to the Data Availability Statement in the manuscript PDF file). The data should be provided as part of the manuscript or its supporting information, or deposited to a public repository. For example, in addition to summary statistics, the data points behind means, medians and variance measures should be available. If there are restrictions on publicly sharing data—e.g. participant privacy or use of data from a third party—those must be specified.Reviewer #1: Yes**********4. Is the manuscript presented in an intelligible fashion and written in standard English?PLOS ONE does not copyedit accepted manuscripts, so the language in submitted articles must be clear, correct, and unambiguous. Any typographical or grammatical errors should be corrected at revision, so please note any specific errors here.Reviewer #1: Yes**********5. Review Comments to the AuthorPlease use the space provided to explain your answers to the questions above. You may also include additional comments for the author, including concerns about dual publication, research ethics, or publication ethics. (Please upload your review as an attachment if it exceeds 20,000 characters)Reviewer #1: The authors analyzed data on a cohort of COVID-19 patients admitted in 3 hospitals in Japan in the period February-September 2020, aiming to identify risk factors for a primary composite outcome represented by ECMO and/or 30-days death. Actually, authors dedicated a large part of the paper to describe risk factors associated with MV and in-hospital death, generating a bit confusion for the reader.Major drawbacks are:- small sample size: cohort is relatively small (n=83) and, consequently, number of events (n=12) is too limited to support any conclusion.- little novelty: almost all findings about conditions and biomarkers associated with negative COVID-19 outcome have been widely reported in several studies on larger populations and do not add nothing to the current knowledge. Also the increased risk of negative outcome in patients with detectable SARS-CoV-2 viremia, which remains the most interesting point of the paper, has been already reported- authors declared that criteria for MV and ECMO were PaO2/FiO2 less than 200 and 150, respectively. Really? It seems a quite aggressive approach**********6. PLOS authors have the option to publish the peer review history of their article (what does this mean?). If published, this will include your full peer review and any attached files.If you choose “no”, your identity will remain anonymous but your review may still be made public.Do you want your identity to be public for this peer review? For information about this choice, including consent withdrawal, please see our Privacy Policy.Reviewer #1: No[NOTE: If reviewer comments were submitted as an attachment file, they will be attached to this email and accessible via the submission site. Please log into your account, locate the manuscript record, and check for the action link \"View Attachments\". If this link does not appear, there are no attachment files.]While revising your submission, please upload your figure files to the Preflight Analysis and Conversion Engine (PACE) digital diagnostic tool, https://pacev2.apexcovantage.com/. PACE helps ensure that figures meet PLOS requirements. To use PACE, you must first register as a user. Registration is free. Then, login and navigate to the UPLOAD tab, where you will find detailed instructions on how to use the tool. If you encounter any issues or have any questions when using PACE, please email PLOS at gro.solp@serugif. Please note that Supporting Information files do not need this step. \n27 Jul 2021\nThank you so much for your great suggestions. We believe that your suggestions extremely improve our manuscript. According to your suggestions, we revised manuscript as attached new file in this letter.AttachmentSubmitted filename: Response to Reviewers.docxClick here for additional data file.(28K, docx) \n29 Jul 2021\nCombining IL-6 and SARS-CoV-2 RNAaemia-based risk stratification for fatal outcomes of COVID-19PONE-D-21-00168R1Dear Dr. Nishii,We’re pleased to inform you that your manuscript has been judged scientifically suitable for publication and will be formally accepted for publication once it meets all outstanding technical requirements.Within one week, you’ll receive an e-mail detailing the required amendments. When these have been addressed, you’ll receive a formal acceptance letter and your manuscript will be scheduled for publication.An invoice for payment will follow shortly after the formal acceptance. To ensure an efficient process, please log into Editorial Manager at http://www.editorialmanager.com/pone/, click the 'Update My Information' link at the top of the page, and double check that your user information is up-to-date. If you have any billing related questions, please contact our Author Billing department directly at gro.solp@gnillibrohtua.If your institution or institutions have a press office, please notify them about your upcoming paper to help maximize its impact. If they’ll be preparing press materials, please inform our press team as soon as possible -- no later than 48 hours after receiving the formal acceptance. Your manuscript will remain under strict press embargo until 2 pm Eastern Time on the date of publication. For more information, please contact gro.solp@sserpeno.Kind regards,Chiara LazzeriAcademic EditorPLOS ONEAdditional Editor Comments (optional):Reviewers' comments: \n3 Aug 2021\nPONE-D-21-00168R1 Combining IL-6 and SARS-CoV-2 RNAaemia-based risk stratification for fatal outcomes of COVID-19 Dear Dr. Nishii:I'm pleased to inform you that your manuscript has been deemed suitable for publication in PLOS ONE. Congratulations! Your manuscript is now with our production department. If your institution or institutions have a press office, please let them know about your upcoming paper now to help maximize its impact. If they'll be preparing press materials, please inform our press team within the next 48 hours. Your manuscript will remain under strict press embargo until 2 pm Eastern Time on the date of publication. For more information please contact gro.solp@sserpeno.If we can help with anything else, please email us at gro.solp@enosolp. Thank you for submitting your work to PLOS ONE and supporting open access. Kind regards, PLOS ONE Editorial Office Staffon behalf ofDr. Chiara Lazzeri Academic EditorPLOS ONE"}