{"title": "Acute Hypertriglyceridemia in Patients with COVID-19 Receiving Parenteral Nutrition", "pubDate": "2021", "PMCID": "PMC8308259", "DOI": "10.3390/nu13072287", "PMID": "34371797", "abstract": "Hypertriglyceridemia is a metabolic complication associated with parenteral nutrition (PN). It is unknown if patients with acute respiratory distress syndrome (ARDS) secondary to COVID-19 are more at risk. Our aim was to describe the incidence, risk factors and clinical impact of hypertriglyceridemia in critically ill patients with ARDS-COVID-19 receiving PN. We designed a cohort study of patients with ARDS-COVID-19 infection that required admission to critical care units and nutritional support with PN. Individual PN prescriptions for macronutrients and insulin were provided. Lipid emulsion contained fish oil (SMOFlipid® or Lipoplus®). Hypertriglyceridemia was defined as plasma levels above 400 mg/dL. Eighty-seven patients, 66.6% men, 60.1 ± 10.8 years old, BMI 29.1 ± 5.6 kg/m2, 71% of whom received lopinavir/ritonavir, 56% received Propofol and 55% received Tocilizumab were included. The incidence of hypertriglyceridemia was 37 × 100 patient-days with PN. This complication was more frequent in obese patients (OR 3.34; 95% CI, 2.35-4.33) and in those treated with lopinavir/ritonavir (OR 4.98; 95% CI, 3.60-6.29) or Propofol (OR 2.45; 95% CI, 1.55-3.35). Total mortality was 33.3%, similar between the type of lipid emulsion (p = 0.478). On average, patients with hypertriglyceridemia had a longer requirement of PN compared to the group without elevated triglycerides (TG), probably because of their longer survival (p = 0.001). TG higher than 400 mg/dL was not a protective factor for mortality (OR 0.31; 95% CI, 0.01-1.30). In conclusion, the incidence of hypertriglyceridemia was 37 × 100 patient-days with PN. The risk of this complication is associated with obesity and the use of lopinavir/ritonavir or Propofol.", "author": [{"author": "Gema Villa López", "affiliation": ["Clinical Nutrition Unit, Department of Endocrinology and Nutrition, Hospital Universitario 12 de Octubre, Avenida de Córdoba, s/n, 28041 Madrid, Spain."], "href": "/?term=Villa+L%C3%B3pez+G&cauthor_id=34371797"}, {"author": "Maria Angeles Valero Zanuy", "affiliation": ["Clinical Nutrition Unit, Department of Endocrinology and Nutrition, Hospital Universitario 12 de Octubre, Avenida de Córdoba, s/n, 28041 Madrid, Spain."], "href": "/?term=Valero+Zanuy+MA&cauthor_id=34371797"}, {"author": "Ivan González Barrios", "affiliation": ["Department of Pharmacy, Hospital Universitario 12 de Octubre, 28041 Madrid, Spain."], "href": "/?term=Gonz%C3%A1lez+Barrios+I&cauthor_id=34371797"}, {"author": "Maria Maíz Jiménez", "affiliation": ["Clinical Nutrition Unit, Department of Endocrinology and Nutrition, Hospital Universitario 12 de Octubre, Avenida de Córdoba, s/n, 28041 Madrid, Spain."], "href": "/?term=Ma%C3%ADz+Jim%C3%A9nez+M&cauthor_id=34371797"}, {"author": "Pilar Gomis Muñóz", "affiliation": ["Department of Pharmacy, Hospital Universitario 12 de Octubre, 28041 Madrid, Spain."], "href": "/?term=Gomis+Mu%C3%B1%C3%B3z+P&cauthor_id=34371797"}, {"author": "Miguel León Sanz", "affiliation": ["Clinical Nutrition Unit, Department of Endocrinology and Nutrition, Hospital Universitario 12 de Octubre, Avenida de Córdoba, s/n, 28041 Madrid, Spain."], "href": "/?term=Le%C3%B3n+Sanz+M&cauthor_id=34371797"}], "refPMID": ["32167524", "31986264", "30348463", "32462719", "27253841", "32049394", "28627182", "27528126", "22797452", "32425291", "26773077", "32049398", "30908685", "20332339", "19327876", "24920321", "28420095", "2494371", "27533942", "27738263", "16054521", "8460608", "20702846", "2596427", "28935438", "23520135", "23052949", "32314799", "27740537", "27035513", "32567003"], "citedInPMID": ["34371797"], "body": " AbstractHypertriglyceridemia is a metabolic complication associated with parenteral nutrition (PN). It is unknown if patients with acute respiratory distress syndrome (ARDS) secondary to COVID-19 are more at risk. Our aim was to describe the incidence, risk factors and clinical impact of hypertriglyceridemia in critically ill patients with ARDS-COVID-19 receiving PN. We designed a cohort study of patients with ARDS-COVID-19 infection that required admission to critical care units and nutritional support with PN. Individual PN prescriptions for macronutrients and insulin were provided. Lipid emulsion contained fish oil (SMOFlipid® or Lipoplus®). Hypertriglyceridemia was defined as plasma levels above 400 mg/dL. Eighty-seven patients, 66.6% men, 60.1 ± 10.8 years old, BMI 29.1 ± 5.6 kg/m2, 71% of whom received lopinavir/ritonavir, 56% received Propofol and 55% received Tocilizumab were included. The incidence of hypertriglyceridemia was 37 × 100 patient-days with PN. This complication was more frequent in obese patients (OR 3.34; 95% CI, 2.35–4.33) and in those treated with lopinavir/ritonavir (OR 4.98; 95% CI, 3.60–6.29) or Propofol (OR 2.45; 95% CI, 1.55–3.35). Total mortality was 33.3%, similar between the type of lipid emulsion (p = 0.478). On average, patients with hypertriglyceridemia had a longer requirement of PN compared to the group without elevated triglycerides (TG), probably because of their longer survival (p = 0.001). TG higher than 400 mg/dL was not a protective factor for mortality (OR 0.31; 95% CI, 0.01–1.30). In conclusion, the incidence of hypertriglyceridemia was 37 × 100 patient-days with PN. The risk of this complication is associated with obesity and the use of lopinavir/ritonavir or Propofol.Keywords: COVID-19, acute respiratory distress syndrome, hypertriglyceridemia, fatty acids, lipidic emulsions, parenteral nutrition 1. IntroductionAn outbreak of coronavirus disease 2019 (COVID-19) was described in Wuhan (China) in December of 2019. The disease spread globally and has become a significant threat to international health. COVID-19 disease has a variable clinical spectrum ranging from asymptomatic cases to patients with respiratory failure and acute respiratory distress syndrome (ARDS), septic shock and multiorgan failure. The elderly and those with comorbidities are more likely to present with severe forms of COVID-19 disease [1].Approximately 20% of individuals with COVID-19 disease present with ARDS and require admission to intensive care units (ICU) [2].Enteral nutrition (EN) is the preferred form of nutritional support in critical patients in the ICU. However, parenteral nutrition (PN) should be considered when EN is not feasible or patients are unable to meet the energy and protein requirements by the enteral route alone [3,4]. Lipid emulsions are a component of PN which provide essential fatty acids and avoid glucose excess as a non-protein energy source [5]. Nevertheless, several complications secondary to the use of lipid emulsions have been described, including lipid profile alterations such as hypertriglyceridemia, disrupted immune responses, and liver disease [6]. Hypertriglyceridemia associated with PN is multifactorial. Several risk factors have been associated with hypertriglyceridemia, including excess glucose or a type of lipid emulsion in PN, history of obesity, diabetes, enterocutaneous fistula, sepsis or multiorgan failure or the use of certain drugs [7]. The acute inflammatory response in COVID-19-related ARDS may alter lipid clearance in patients with PN, contributing to hypertriglyceridemia. In addition, some drugs may also interfere with lipid metabolism and increase the risk. It is unknown what role the altered lipid profile plays, or its clinical evolution. Typically, hypertriglyceridemia has been associated with a decreased capacity in pulmonary diffusion, altered immune response and acute pancreatitis, especially if plasma triglyceride (TG) levels exceed 1000 mg/dL [8]. In routine clinical practice, with adjusted contributions of carbohydrates and lipids in PN in critically ill patients, it is rare to observe hypertriglyceridemia. However, we observed plasma hypertriglyceridemia in many patients in ICU with COVID-19-related ARDS, when they required PN during the coronavirus outbreak in 2020. Therefore, we designed a prospective study to analyze the incidence, risk factors and clinical relevance of hypertriglyceridemia in this group of patients. 2. Materials and MethodsThe study was a prospective, observational analysis of a cohort of critically ill COVID-19 patients that included adult inpatients (≥18 years old) diagnosed with COVID-19-related ARDS [9] that required intubation and mechanical ventilation. All adult patients with this condition, admitted to a critical care unit run by the Anesthesiology Department during the first wave of the pandemic were included if they were expected to need PN for at least 5 days. Patients with a clinical history of inborn error of lipid metabolism were excluded. PN was indicated when enteral access was not feasible, such as in the presence of adynamic ileus, gastrointestinal dysfunction, or in those who required prone positioning in order to improve the pO2/FiO2 ratio when enteral nutrition was insufficient [10]. Patients finished the study when they achieved oral or enteral complete tolerance or when they died during hospitalization.The PN formulation was individualized. Caloric requirements were calculated according to age, sex, weight and height with Harris–Benedict formula and multiplying by a stress illness factor of 1.3. In obese patients, we used the adjusted weight to calculate caloric requirements using the following formula:Adjusted weight = (Actual weight − Ideal weight) × 0.25 + Ideal weightPN composition was adjusted according to the recommendations of the Society of Critical Care Medicine (SCCM) and American Society for Parenteral and Enteral Nutrition (ASPEN) for the nutrition support of critically ill patients [11]. Two different lipid emulsions were used: SMOFlipid® (Fresenius Kabi), which contains a mix of 30% soybean oil, 30% MCT oil, 25% olive oil and 15% fish oil; or Lipoplus® (Braun), which contains a mix of 40% soybean oil, 50% MCT oil and 10% fish oil. Electrolytes were adjusted according to the patient’s daily needs. All PN bags provided daily trace elements (Supliven®, Fresenius) and vitamins (Cernevit®, Baxter). The final volume of the PN was approximately 1 mL/kcal, unless the patient needed water restriction. The infusion of a 3-in-1 PN included a 1.2 µm filter to limit the infusion of unwanted particles, as recommended by the Federal Drug Administration [12]. All PN bags were tailor-made in the compounding facilities of the Department of Hospital Pharmacy of our institution and administered for 24 h. Therefore, we did not use ready-to-use standard bags.If patients presented hyperglycemia, regular insulin was initially administered in the PN bag at a rate of 1 unit per 10 g of glucose, along with supplemental subcutaneous regular insulin, to maintain a plasma glucose range between 140 and 180 mg/dL. Two-thirds of the subcutaneous regular insulin needed to keep blood glucose in range in the previous 24 h was added the next day to the PN.The variables of the study were age (years), sex (woman/man), history of diabetes mellitus, dyslipidemia, or obesity (yes/no), body mass index (BMI defined as weight in kilograms /height2 in meters), average composition of the PN in kilocalories (kcal), amino acids in grams (g), glucose (g), lipids (g), insulin dose (units/day) and need for treatment with drugs (yes/no): Propofol® (Fresenius Kabi), Remdesivir (off label, Gilead Sciences), Tocilizumab (Roactemra, Roche) and Lopinavir/ritonavir (Kaletra®, Abbvie Farmaceutica). When Propofol was needed, we adjusted the amount of lipids in PN resting at 0.1 g per mL of Propofol administered. We also recorded the days of duration of the PN and mortality in hospital.Per protocol, serum biochemical parameters (albumin and C-reactive protein) were evaluated daily and TG weekly, depending on the starting day of PN administration. C-reactive protein and albumin values were determined in serum by immunoturbidimetry technique, whereas plasma TG levels were analyzed by spectrometry using a colorimetric enzymatic method. Both were determined on the Roche/Hitachi Cobas 8000 autoanalyzer module c701 (Roche Diagnostics®).Hypertriglyceridemia was defined if the patient had at least a plasma TG value above 400 mg/dL. The incidence of hypertriglyceridemia was calculated as the number of patients with plasma TG ≥ 400 mg/dL per 100, divided by the total number of patient-days of PN. Lipid emulsions were withheld from the PN in patients with hypertriglyceridemia. The resulting decrease in energy provided in the PN bag was not compensated by increases in glucose or amino acids. These patients received 50 g of lipids weekly to avoid the development of fatty acid deficiency [13]. Lipids were administered mixed in the PN.The study was carried out following the ethical guidelines established for studies in patients with COVID-19; no diagnostic or therapeutic intervention other than standard practice has been carried out. The Institutional Review Board (IRB) was informed of the research on the study. Descriptive statistics were assessed, calculating the mean and standard deviation for quantitative variables and relative frequencies for qualitative variables. Comparisons between binary datasets used two sample t-tests or chi-squared tests to compare patients with normal plasma TG levels and patients with plasma TG levels above 400 mg/dL. We used a logistic regression to estimate the odds ratio (OR) of having hypertriglyceridemia for the different risk factors with its corresponding 95% confidence interval (95% CI). Data were processed using SPSS version 18.0. A p value ≤ 0.05 was considered statistically significative.  3. ResultsThe study cohort included 87 patients: 66.7% were men (59.1 ± 11.4 years, 28.4 ± 4.7 kg/m2) and 33.3% were women (62.2 ± 9.5 years, 30.5 ± 6.9 kg/m2); 24.1% had a diagnosis of diabetes mellitus; 33.3% had dyslipidemia; and 28.7% had obesity, defined as BMI ≥ 30 kg/m2. All patients needed mechanical ventilation with a pO2/FiO2 ratio between 75 and 317. Results of the Harris–Benedict equation estimated basal energy expenditure ranged between 1111 and 1789 kcal/day. Serum albumin and C reactive protein levels were 2.9 ± 0.4 g/dL and 15.0 ± 12.6 g/dL, respectively. Fifty-six percent of patients received an individualized dose of Propofol according to their needs.After starting PN, thirty-two patients had at least one sample plasma TG value above 400 mg/dL (incidence rate of hypertriglyceridemia of 37 × 100 patient-days with PN). The mean value of plasma TG in the group without and with hypertriglyceridemia was 219.9 mg/dL ± 68.9 mg/dL and 540.6 mg/dL ± 122.2 mg/dL, respectively. Patients with hypertriglyceridemia were younger and weighed more than those with normal plasma TG levels (Table 1). We did not find any correlation of CRP levels with hypertriglyceridemia. A potential explanation is that the distribution of CRP values was very wide (13.4 ± 13.0 vs. 17.7 ± 11.8 g/dL, hypertriglyceridemia and normotriglyceridemia, respectively). Acute pancreatitis was not suspected in patients with hypertriglyceridemia. Therefore, we did not determine pancreatic parameters (such as amylase or lipase).Table 1Population characteristics.\nTotal(n = 87)Non-HyperTG(n = 55)HyperTG(n = 32)p-ValueAge (years)60.1 ± 10.863.5 ± 10.054.2 ± 9.70.000Women, n (%)29 (33.3%)20 (36.3%)9 (28.1%)0.224Men, n (%)58 (66.6%)35 (63.3%)23 (71.9%)0.224BMI (kg/m2)29.1 ± 5.628.7 ± 4.031.3 ± 7.20.016Obesity, n (%)25 (28.7%)12 (21.8%)13 (40.6%)0.051Dyslipidemia, n (%)29 (33.3%)17 (30.9%)12 (37.5%)0.308Type 2 diabetes, n (%)21 (24.1%)13 (23.6%)8 (25.0%)0.509Tocilizumab, n (%)48 (55.2%)28 (50.9%)20 (62.5%)0.446Lopinavir/ritonavir, n (%)62 (71.2%)33 (60.0%)29 (90.6%)0.009Remdesivir, n (%)5 (5.7%)4 (7.3%)1 (3.1%)0.321Propofol, n (%)49 (56.3%)26 (47.3%)23 (71.9%)0.048Open in a separate windowData are the mean ± standard deviation or number (%). BMI: body mass index; Non-HyperTG: patients with normal plasma triglycerides levels; HyperTG: patients with plasma triglyceride levels above 400 mg/dL; p-value is significant for values equal to or less than 0.05, which represents the difference between Non-HyperTG patients and HyperTG patients.More patients in the hypertriglyceridemic group received lopinavir/ritonavir (p = 0.009) and Propofol (p = 0.048). Patients with or without hypertriglyceridemia received homogeneous PN in terms of composition and insulin dose on the first day of nutrition support (Table 2). Patients received 3.2 ± 0.7 g/kg/day of glucose. The PN solution provided lipids such as SMOFlipid® in 66.6% of patients. The average lipid infusion rate the day before the diagnosis of hypertriglyceridemia was approximately 0.04 g/kg/h. Of the 87 patients studied, 69 (79.3%) received insulin (34.1 ± 15.6 ui/day). Table 3 shows the lipid dose from PN and Propofol as well as total lipid dose from long-chain TG the day before the diagnosis of hypertriglyceridemia. The range of total lipids was very wide (0–80 g/day) because three patients did not receive lipids in PN due to an elevation of PN-related liver enzymes. The Propofol range was also very wide (0–30 mL/h) because some patients had difficultly controlling sedation. Patients diagnosed with hypertriglyceridemia had a longer requirement of PN (p = 0.001). Biochemical parameters were similar in both groups (data not shown). All patients with hypertriglyceridemia were treated with lipid emulsions of the PN, observing that TG concentrations gradually normalized (<400 mg/dL).Table 2Initial composition of macronutrients and parenteral nutrition duration.\nTotal(n = 87)Non-HyperTG(n = 55)HyperTG(n = 32)p-ValueCalories (kcal/kg/day)26.9 ± 4.026.3 ± 4.028.1 ± 3.80.591Amino acids(g/kg/day)1.3 ± 0.21.3 ± 0.21.4 ± 0.10.099Glucose(g/kg/day)3.2 ± 0.73.0 ± 073.4± 0.60.311Lipids(g/kg/day)0.9 ± 0.20.9 ± 0.10.9 ± 0.20.808Insulin dose(iu/day)34.1 ± 15.632.6 ± 13.236.3 ± 18.90.346Duration PN(days)8.5 ± 4.67.2 ± 4.210.7 ± 4.60.001Open in a separate windowData are the mean ± standard deviation or number (%). PN: parenteral nutrition; Non-HyperTG: patients with normal plasma triglycerides levels; HyperTG: patients with plasma triglyceride levels above 400 mg/dL; p-value is significant for values equal or less than 0.05, which represents the difference between Non-HyperTG patients and HyperTG patients.Table 3Lipid dose from PN and Propofol as well as total lipid dose from long-chain TG the day before the diagnosis of hypertriglyceridemia.\nNon-HyperTG(n = 55)HyperTG(n = 32)p-ValueLipids PN(g/day)55.0 ± 12.756.6 ± 21.10.670Lipids PN(g/kg/day)0.8 ± 0.20.8 ± 0.30.636Lipids PN + Propofol(g/day)63.2 ± 16.278.9 ± 27.80.004Lipids PN + Propofol(g/kg/day)0.9 ± 0.21.1 ± 0.40.000LCT(g/day)43.6 ± 15.157.4 ± 25.70.007LCT(g/kg/day)0.6 ± 0.20.8 ± 0.40.016Open in a separate windowData are the mean ± standard deviation. PN: parenteral nutrition; Non-HyperTG: patients with normal plasma triglycerides levels; HyperTG: patients with plasma triglyceride levels above 400 mg/dL; p-value is significant for values equal or less than 0.05, which represents the difference between Non-HyperTG patients and HyperTG patients.Table 4 shows the adjusted OR and its corresponding 95% CI for hypertriglyceridemia and each variable analyzed. Risk factors for hypertriglyceridemia were obesity (OR 3.34; 95% CI, 2.35–4.33) and the use of Lopinavir/ritonavir (OR 4.98; 95% CI, 3.60–6.29) or Propofol (OR 2.45; 95% CI, 1.55–3.35). Table 4Risk factors associated with the development of hypertriglyceridemia (>400 mg/dL) according to a logistic regression.\nORCI (95%)Age (≥65 years/<65 years)2.521.16–5.46Sex (male/female)1.640.98–2.30Obesity (IMC ≥ 30 kg/m2/<30 kg/m2)3.342.35–4.33Dyslipidemia (yes/no)1.410.69–2.13Type 2 diabetes (yes/no)0.880.06–1.80Type of lipids PN (SMOFlipid®/Lipoplus®)1.100.44–1.76Tocilizumab (yes/no)1.190.31–2.07Lopinavir/ritonavir (yes/no)4.983.60–6.29Remdesivir (yes/no)0.540.01–2.54Propofol (yes/no)2.451.55–3.35Open in a separate windowOR: odds ratio; CI: confidence interval; PN: parenteral nutrition.Total mortality was 33.3% (29 patients), especially in patients with normal plasma TG levels (n = 23, 41.8%) vs. patients with hypertriglyceridemia (n = 6, 18.7%) (p = 0.020) (Figure 1). However, TG higher than 400 mg/dL was not a protective factor for mortality (OR 0.31, 95% IC 0.01–1.30). There were no differences in mortality between patients receiving SMOFlipid® (n = 17, 29.3%) or Lipoplus® (n = 9, 31.0%) (p = 0.478). Open in a separate windowFigure 1Mortality according to plasma triglyceride levels and lipid emulsion used. Non-HyperTG: patients with normal plasma triglycerides levels; HyperTG: patients with plasma triglyceride levels above 400 mg/dL. p-value is significant for values equal to or less than 0.05. 4. DiscussionHypertriglyceridemia is a metabolic complication described in patients receiving PN. The frequency is variable, ranging from 6% to 60% [14,15]. The cut-off point defines its definition, the characteristics of the studied population and the composition of the PN. ASPEN suggests that the risk of adverse effects is greatest when plasma TG levels exceed 400 mg/dL [16]. Considering this cut-off point, in our study, the incidence of hypertriglyceridemia was 37 × 100 patient-days with PN. This complication is related to different factors. Firstly, the patients’ characteristics such as the need for admission to the ICU and the presence of diabetes, dyslipidemia or obesity were key [17,18]. In our study, 100% had COVID-19-related ARDS requiring mechanical ventilation, and 24.1%, 33.3% and 28.7% were diagnosed with diabetes, dyslipidemia or obesity, respectively. Secondly, hypertriglyceridemia has been linked to the composition of PN. The factors involved are the excess of glucose supply and the type of lipid emulsion used, especially the dose and the source of lipids [19]. Lipid emulsions, particularly those derived from soybean oil, are associated with an increase in plasma TG [20]. In healthy individuals, lipid particles are hydrolyzed by the action of lipoprotein lipase, located at the level of the capillary wall of the adipose and muscular tissue. Under the action of this enzyme, fatty acids are released and used as an energy source, stored in the adipose tissue or metabolized by the liver. The clearing capacity of the lipoprotein lipase depends on the amount of lipids provided, the length of the fatty acid chain, and the phospholipid/TG ratio of the emulsion [21]. An intravenous lipid infusion rate greater than 0.11g/kg/h can saturate the enzyme’s capacity [22]. Medium-chain TG [23], long-chain TG derived from olive oil [24], and fish oil [25] are cleared more rapidly than LCT derived from soybean oil. It has been shown that 20% lipid emulsions have a lower phospholipid/TG ratio than 10% lipid emulsions, and therefore are metabolized faster [26].Several strategies have been described to try to minimize the risk of hypertriglyceridemia in patients receiving PN. First, an early diagnosis should be made by monitoring plasma lipid levels once a week, because their concentration is an indirect indicator of clearance [27]. Secondly, the glucose supply to the PN must be adjusted. Our patients received an amount of glucose according to international guidelines. Thirdly, consideration should be given to the amount, lipid source and phospholipid/TG ratio. In our study, the average lipid infusion rate the day before the diagnosis of hypertriglyceridemia was approximately 0.04 g/kg/h, and all patients received SMOFlipid® or Lipoplus® 20%. These intravenous lipid emulsions contain less amount of soybean oil, by using fish oils in combination with other sources of TG (SMOFlipid®, 30% soybean oil, and Lipoplus®, 40% soybean oil). Therefore, they are associated with a reduced inflammatory response and fewer metabolic abnormalities. Although part of these adverse effects may be due to the high percentage of linoleic acid in soybean oil, it must be taken into account that it is an essential nutrient. For this reason, the lipid emulsions most used today combine different lipid sources that maintain the supply of linoleic and alpha-linolenic acid, but modify their omega 6:omega 3 ratio to improve their safety profile. Although some cases of fat overload syndrome have been described with these formulas, its frequency is lower than with soybean oil [28]. Finally, other factors described to be associated with hypertriglyceridemia are drugs [29]. In our case, 56.3% of the cohort received Propofol, with individualized adjusted dose. This could mean that the total amounts of n-6 lipids received by each patient were different. However, the amount of SMOFLipid® or Lipoplus® was also decreased according to the Propofol administered, and in that way, the amount, of n-6 lipids were decreased and more comparable among patients. In addition, in patients infected with COVID-19, the use of Tolicilizumab [30]. and Lopinavir/ritonavir [31] has been described to increase plasma TG levels. In our study, 55.2% and 71.2% of patients had been prescribed these drugs, respectively. Additionally, IV levocarnitine can moderately decrease TG concentrations in patients receiving PN, but the effect is modest [32] and its use is not approved in our country for this indication.The clinical relevance of hypertriglyceridemia secondary to PN is not well known. It has been associated with increased morbidity and fat overload syndrome [33]. None of our patients presented this syndrome, although we cannot exclude that hypertriglyceridemia contributed to the deterioration of lung function. The plasma TG level was normalized when lipids were discontinued from the PN. Additionally, it has been described in the literature that higher TG levels are associated with mortality [34]. Contrary to these findings, in our study, mortality was higher in the group without hypertriglyceridemia. This can be explained because patients with hypertriglyceridemia received more days of PN on average because their survival rate was longer compared to patients without TG elevations.Our study has some limitations. Firstly, the interpretation of our findings might be limited by the sample size. Secondly, not all laboratory TG levels were determined in all patients at the same time. Thirdly, although the lipid amount administered took into consideration the use of Propofol, these patients received more lipids and higher n-6 lipid proportions. Finally, those who died earlier had less time with PN to develop hypertriglyceridemia. This could explain why the total mortality was higher in patients with normal TG levels. 5. ConclusionsHypertriglyceridemia is a metabolic complication in patients receiving PN. Intravenous lipid emulsions containing fish oil reduce this complication by accelerating TG clearance. In patients with COVID-19-related ARDS receiving PN, it is important to monitor plasma TG levels and to check the amount of glucose and lipids when lipid infusion is initiated, either as a vehicle for a drug or as an energy source. AcknowledgmentsWe appreciate the effective collaboration of the staff of the Biochemistry Department. Author ContributionsG.V.L. was responsible for collecting data, M.A.V.Z. was responsible for the study design, interpretation of the results and writing manuscript. I.G.B. was responsible for collecting data, M.M.J. was responsible for the statistical analysis of data and the interpretation of results. P.G.M. was responsible for the interpretation of results and critical revision of the manuscript, and M.L.S. had primary responsibility for the final content. All authors have read and approved the final manuscript. FundingThis research received no external funding. Institutional Review Board StatementThe work described has been carried out in accordance with The Code of Ethics of the World Medical Association (Declaration of Helsinki) for experiments involving humans. Informed Consent StatementFamily members gave oral informed consent to collect and analyze the patients’ data. Data Availability StatementNot applicable. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Wu C., Chen X., Cai Y., Xia J., Zhou J., Xu S., Huang H., Zhang L., Zhou X., Du C., et al.  Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pnuemonia in Wuhan, China. JAMA Intern. Med. 2020;13:e200994. [PMC free article] [PubMed] [Google Scholar]2. Huang G., Wang Y., Li X., Ren L., Xu J., Gu X., Zhao J., Hu Y., Zhang L., Fan G., et al.  Clinical feature of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Singer P., Blaser A.R., Berger M.M., Alhazzani W., Calder P.C., Casaer M.P., Hiesmayr M., Mayer K., Montejo J.C., Pichard C., et al.  ESPEN guideline on clinical nutrition in the intensive care unit. Clin. Nutr. 2019;38:48–79. doi: 10.1016/j.clnu.2018.08.037. [PubMed] [CrossRef] [Google Scholar]4. Martindale R., Patel J.J., Taylor B., Arabi Y.M., Rd M.W., McClave S.A. Nutrition Therapy in Critically Ill Patients with Coronavirus Disease 2019. J. Parenter. Enter. Nutr. 2020;44:1174–1184. doi: 10.1002/jpen.1930. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Manzanares W., Langlois P.L., Hardy G. Intravenous lipid emulsions in the critically ill: On update. Curr. Opin. Crit. Care. 2016;22:308–315. doi: 10.1097/MCC.0000000000000314. [PubMed] [CrossRef] [Google Scholar]6. Calder P.C., Waitzberg D.L., Klek S., Martindale R.G. Lipids in Parenteral Nutrition: Biological Aspects. J. Parenter. Enter. Nutr. 2020;44:S21–S27. doi: 10.1002/jpen.1756. [PubMed] [CrossRef] [Google Scholar]7. Ocón M.J., Ilundain A.I., Altemir J., Agudo A., Gimeno J.A. Predictive Factors of Hypertriglyceridemia in Inhospital Patients during Total Parenteral Nutrition. Nutr. Hosp. 2017;34:505–511. doi: 10.20960/nh.485. [PubMed] [CrossRef] [Google Scholar]8. Biesboer A.N., Stoehr N.A. A Product Review of Alternative Oil-Based Intravenous Fat Emulsions. Nutr. Clin. Pr. 2016;31:610–618. doi: 10.1177/0884533616661174. [PubMed] [CrossRef] [Google Scholar]9. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome—The Berlin definition. JAMA. 2012;307:1–8. [PubMed] [Google Scholar]10. Arkin N., Krishnan K., Chang M.G., Bittner E.A. Nutrition in critically ill patients with COVID-19: Challenges and special considerations. Clin. Nutr. 2020;39:2327–2328. doi: 10.1016/j.clnu.2020.05.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. McClave S.A., Taylor B.E., Martindale R.G., Warren M.M., Johnson D.R., Braunschweig C., McCarthy M.S., Davanos E., Rice T.W., Cresci G.A., et al.  Guidelines for the Provision and Assessment of Nutrition Support Therapy in the Adult Critically Ill Patient: Society of Critical Care Medicine (SCCM) and American Society for Parenteral and Enteral Nutrition (A.S.P.E.N.) J. Parenter. Enter. Nutr. 2016;40:159–211. doi: 10.1177/0148607115621863. [PubMed] [CrossRef] [Google Scholar]12. Boullata J.I., Berlana D., Pietka M., Klek S., Martindale R. Use of Intravenous Lipid Emulsions with Parenteral Nutrition: Practical Handling Aspects. J. Parenter. Enter. Nutr. 2020;44:S74–S81. doi: 10.1002/jpen.1737. [PubMed] [CrossRef] [Google Scholar]13. Gramlich L., Ireton-Jones C., Miles J.M., Morrison M., Pontes-Arruda A. Essential Fatty Acid Requirements and Intravenous Lipid Emulsions. J. Parenter. Enter. Nutr. 2019;43:697–707. doi: 10.1002/jpen.1537. [PubMed] [CrossRef] [Google Scholar]14. Bosó V., Vázquez A., Dumitrescu A., López E., Font I., Poveda J. Incidence of hypertriglyceridemia in patients with total parenteral nutrition in a university hospital. Clin. Nutr. 2011;30(Suppl. 1):S154. doi: 10.1016/S1744-1161(08)70355-7. [CrossRef] [Google Scholar]15. Mirtallo J.M., Dasta J.F., Kleinschmidt K.C., Varon J. State of the Art Review: Intravenous Fat Emulsions: Current Applications, Safety Profile, and Clinical Implications. Ann. Pharmacother. 2010;44:688–700. doi: 10.1345/aph.1M626. [PubMed] [CrossRef] [Google Scholar]16. Muller C.  The ASPEN Adult Nutrition Support Core Curriculum. 2nd ed. Tiezra Inc.; Providence, RI, USA: 2012.  [Google Scholar]17. Visschers R.G., Damink S.W.O., Schreurs M., Winkens B., Soeters P.B., van Gemert W.G. Development of hypertriglyceridemia in patients with enterocutaneous fistulas. Clin. Nutr. 2009;28:313–317. doi: 10.1016/j.clnu.2009.03.001. [PubMed] [CrossRef] [Google Scholar]18. Frazee E.N., Nystrom E.M., McMahon M.M., Williamson E.E., Miles J.M. Relationship Between Triglyceride Tolerance, Body Mass Index, and Fat Depots in Hospitalized Patients Receiving Parenteral Nutrition. J. Parenter. Enter. Nutr. 2014;39:922–928. doi: 10.1177/0148607114538059. [PubMed] [CrossRef] [Google Scholar]19. Raman M., Almutairdi A., Mulesa L., Alberda C., Beattie C., Gramlich L. Parenteral Nutrition and Lipids. Nutrients. 2017;9:388.  doi: 10.3390/nu9040388. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Meguid M.M., Kurzer M., Hayashi R.J., Akahoshi M.P. Short-Term Effects of Fat Emulsion on Serum Lipids in Postoperative Patients. J. Parenter. Enter. Nutr. 1989;13:77–80. doi: 10.1177/014860718901300177. [PubMed] [CrossRef] [Google Scholar]21. Anez-Bustillos L., Dao D.T., Baker M.A., Fell G.L., Puder M., Gura K.M. Review: Lipid formulations for the adult and pediatric patient: Understanding the differences. Nutr. Clin. Pract. 2016;31:596–609. doi: 10.1177/0884533616662996. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Driscoll D.F. Pharmaceutical and Clinical Aspects of Lipid Injectable Emulsions. J. Parenter. Enter. Nutr. 2016;41:125–134. doi: 10.1177/0148607116673187. [PubMed] [CrossRef] [Google Scholar]23. Ton H.N., Chang C., Carpentier Y.A., Decelbaum R.J. In vivo and in vitro properties of an intravenous lipid emulsion containing only medium chain and fish oil triglycerides. Clin. Nutr. 2005;24:492–501. doi: 10.1016/j.clnu.2005.03.001. [PubMed] [CrossRef] [Google Scholar]24. Brouwer C.B., De Bruin T.W.A., Jansen H., Erkelens D.W. Different clearance of intravenously administered olive oil and soybean-oil emulsions: Role of hepatic lipase. Am. J. Clin. Nutr. 1993;57:533–539. doi: 10.1093/ajcn/57.4.533. [PubMed] [CrossRef] [Google Scholar]25. Gura K.M., Puder M. Rapid infusion of fish oil-based emulsion in infants does not appear to be associated with fat overlap syndrome. Nutr. Clin. Pract. 2010;25:399–402. doi: 10.1177/0884533610373770. [PubMed] [CrossRef] [Google Scholar]26. Lutz O., Meraihi Z., Mura J.L., Frey A., Riess G.H., Bach A.C. Fat emulsion particle size: Influence on the clearance rate and the tissue lipolytic activity. Am. J. Clin. Nutr. 1989;50:1370–1381. doi: 10.1093/ajcn/50.6.1370. [PubMed] [CrossRef] [Google Scholar]27. Calder P.C., Adolph M., Deutz N.E., Grau T., Innes J.K., Klek S., Lev S., Mayer K., Michael-Titus A.T., Pradelli L., et al.  Lipids in the intensive care unit: Recommendations from the ESPEN Expert Group. Clin. Nutr. 2018;37:1–18. doi: 10.1016/j.clnu.2017.08.032. [PubMed] [CrossRef] [Google Scholar]28. Hojsak I., Kolacek S. Fat syndrome after the rapid infusion of SMOF lipid emulsion. J. Parenter. Enter. Nutr. 2014;38:119–121. doi: 10.1177/0148607113482001. [PubMed] [CrossRef] [Google Scholar]29. Devaud J.-C., Berger M.M., Pannatier A., Marques-Vidal P., Tappy L., Rodondi N., Chiolero R.L., Voirol P. Hypertriglyceridemia: A potential side effect of propofol sedation in critical illness. Intensiv. Care Med. 2012;38:1990–1998. doi: 10.1007/s00134-012-2688-8. [PubMed] [CrossRef] [Google Scholar]30. Morrison A.R., Johnson J.M., Ramesh M., Bradley P., Jennings J., Smith Z.R. Letter to the Editor: Acute hypertriglyceridemia in patients with COVID-19 receiving tocilizumab. J. Med. Virol. 2020 doi: 10.1002/jmv.25907. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Matoga M.M., Hosseinipour M.C., Aga E., Ribaudo H.J., Kumarasamy N., Bartlett J., Hughes M.D., The ACTG A5230 Study Team  Hyperlipidaemia in HIV-infected patients on lopinavir/ritonavir monotherapy in resource-limited settings. Antivir. Ther. 2016;22:205–213. doi: 10.3851/IMP3101. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Grucz T., Crow J., Davis S., Gager E., Beattie J., Shermock K., Sugrue D., Jarrell A. 572: Levocarnitine Supplementation for Hypertriglyceridemia in Patients Receiving Parenteral Nutrition. Crit. Care Med. 2021;49:279. doi: 10.1097/01.ccm.0000728176.64669.a8. [CrossRef] [Google Scholar]33. Hayes B.D., Gosselin S., Calello D., Nacca N., Rollins C.J., Abourbih D., Morris M., Nesbitt-Miller A., Morais J.A., Lavergne V., et al.  Systematic review of clinical adverse events reported after acute intravenous lipid emulsion administration. Clin. Toxicol. 2016;54:365–404. doi: 10.3109/15563650.2016.1151528. [PubMed] [CrossRef] [Google Scholar]34. Huang W., Li C., Wang Z., Wang H., Zhou N., Jiang J., Ni L., Zhang X.A., Wang D.-W. Decreased serum albumin level indicates poor prognosis of COVID-19 patients: Hepatic injury analysis from 2,623 hospitalized cases. Sci. China Life Sci. 2020;63:1–10. doi: 10.1007/s11427-020-1733-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}