{"title": "An assessment of esophageal balloon use for the titration of airway pressure release ventilation and controlled mechanical ventilation in a patient with extrapulmonary acute respiratory distress syndrome: a case report", "pubDate": "2021", "PMCID": "PMC8367393", "DOI": "10.1186/s13256-021-02984-2", "PMID": "34399842", "abstract": "Background:                       Esophageal pressure measurement is a minimally invasive monitoring process that assesses respiratory mechanics in patients with acute respiratory distress syndrome. Airway pressure release ventilation is a relatively new positive pressure ventilation modality, characterized by a series of advantages in patients with acute respiratory distress syndrome.                  Case presentation:                       We report a case of a 55-year-old chilean female, with preexisting hypertension and recurrent renal colic who entered the cardiosurgical intensive care unit with signs and symptoms of urinary sepsis secondary to a right-sided obstructive urolithiasis. At the time of admission, the patient showed signs of urinary sepsis, a poor overall condition, hemodynamic instability, tachycardia, hypotension, and needed vasoactive drugs. Initially the patient was treated with volume control ventilation. Then, ventilation was with conventional ventilation parameters described by the Acute Respiratory Distress Syndrome Network. However, hemodynamic complications led to reduced airway pressure. Later she presented intraabdominal hypertension that compromised the oxygen supply and her ventilation management. Considering these records, an esophageal manometry was used to measure distending lung pressure, that is, transpulmonary pressure, to protect lungs. Initial use of the esophageal balloon was in a volume-controlled modality (deep sedation), which allowed the medical team to perform inspiratory and expiratory pause maneuvers to monitor transpulmonary plateau pressure as a substitute for pulmonary distension and expiratory pause and determine transpulmonary positive end-expiratory pressure. On the third day of mechanical respiration, the modality was switched to airway pressure release ventilation. The use of airway pressure release ventilation was associated with reduced hemodynamic complications and kept transpulmonary pressure between 0 and 20 cmH2O despite a sustained high positive end-expiratory pressure of 20 cmH2O.                  Conclusion:                       The application of this technique is shown in airway pressure release ventilation with spontaneous ventilation, which is then compared with a controlled modality that requires a lesser number of sedative doses and vasoactive drugs, without altering the criteria for lung protection as guided by esophageal manometry.", "author": [{"author": "Óscar Arellano-Pérez", "affiliation": ["Adult Patients Critical Center, INDISA Clinic, Santiago, Chile. areellano@gmail.com.", "School of Physical Therapy, Faculty of Health, Bernardo O'Higgins University, Santiago, Chile. areellano@gmail.com."], "href": "/?term=Arellano-P%C3%A9rez+%C3%93&cauthor_id=34399842"}, {"author": "Felipe Castillo Merino", "affiliation": ["Adult Patients Critical Center, INDISA Clinic, Santiago, Chile.", "School of Physical Therapy, Faculty of Rehabilitation Sciences, Andrés Bello University, Santiago, Chile."], "href": "/?term=Castillo+Merino+F&cauthor_id=34399842"}, {"author": "Roberto Torres-Tejeiro", "affiliation": ["Adult Patients Critical Center, INDISA Clinic, Santiago, Chile.", "School of Physical Therapy, Faculty of Rehabilitation Sciences, Andrés Bello University, Santiago, Chile."], "href": "/?term=Torres-Tejeiro+R&cauthor_id=34399842"}, {"author": "Sebastián Ugarte Ubiergo", "affiliation": ["Adult Patients Critical Center, INDISA Clinic, Santiago, Chile.", "Faculty of Medicine, Andrés Bello University, Santiago, Chile.", "Latin American Critical Care Trial Investigative Network (LACCTIN), Santiago, Chile."], "href": "/?term=Ugarte+Ubiergo+S&cauthor_id=34399842"}], "refPMID": ["27334266", "22797452", "3568710", "21762559", "19796422", "26405188", "28842719", "21297069", "8020260", "7149443", "30460265", "24261322", "5442255", "11435251", "28936695", "26167730", "27515163", "23263584", "30996644", "18824913", "16896854", "25693449", "9655699"], "citedInPMID": ["34399842"], "body": " AbstractBackgroundEsophageal pressure measurement is a minimally invasive monitoring process that assesses respiratory mechanics in patients with acute respiratory distress syndrome. Airway pressure release ventilation is a relatively new positive pressure ventilation modality, characterized by a series of advantages in patients with acute respiratory distress syndrome.Case presentationWe report a case of a 55-year-old chilean female, with preexisting hypertension and recurrent renal colic who entered the cardiosurgical intensive care unit with signs and symptoms of urinary sepsis secondary to a right-sided obstructive urolithiasis. At the time of admission, the patient showed signs of urinary sepsis, a poor overall condition, hemodynamic instability, tachycardia, hypotension, and needed vasoactive drugs. Initially the patient was treated with volume control ventilation. Then, ventilation was with conventional ventilation parameters described by the Acute Respiratory Distress Syndrome Network. However, hemodynamic complications led to reduced airway pressure. Later she presented intraabdominal hypertension that compromised the oxygen supply and her ventilation management. Considering these records, an esophageal manometry was used to measure distending lung pressure, that is, transpulmonary pressure, to protect lungs. Initial use of the esophageal balloon was in a volume-controlled modality (deep sedation), which allowed the medical team to perform inspiratory and expiratory pause maneuvers to monitor transpulmonary plateau pressure as a substitute for pulmonary distension and expiratory pause and determine transpulmonary positive end-expiratory pressure. On the third day of mechanical respiration, the modality was switched to airway pressure release ventilation. The use of airway pressure release ventilation was associated with reduced hemodynamic complications and kept transpulmonary pressure between 0 and 20 cmH2O despite a sustained high positive end-expiratory pressure of 20 cmH2O.ConclusionThe application of this technique is shown in airway pressure release ventilation with spontaneous ventilation, which is then compared with a controlled modality that requires a lesser number of sedative doses and vasoactive drugs, without altering the criteria for lung protection as guided by esophageal manometry.Keywords: Mechanical ventilation, ARDS, Transpulmonary pressure, Esophageal balloon IntroductionEsophageal pressure (Pes) measurement is a minimally invasive monitoring method used to assess respiratory mechanics in acute respiratory distress syndrome [1]. Pes tracings can be used to understand, define, and individually assess the physiopathological mechanisms of respiratory insufficiency and monitor the patient’s clinical progression [1]. The first generation of customized esophageal balloons was mainly used for research purposes. Over the past decade, several kinds of second-generation balloons have been developed and are currently available for clinical use [1]. Esophageal balloon catheters can be connected to specific monitoring devices, such as pressure ports, mechanical ventilator accessories, or multiparametric monitor pressure transductors [1]. This kind of additional information can be useful in the case of pathologies such as acute respiratory distress syndrome (ARDS), which is characterized by acute respiratory insufficiency with bilateral shadowing on thorax X-rays, pulmonary edema that cannot be completely explained by cardiac insufficiency or excess lung liquid, and hypoxemia with a PaO2/FiO2 ratio < 300 with positive end-expiratory pressure (PEEP) higher or equal to 5 cmH2O [2]. Despite the usefulness of esophageal pressure monitoring, clinical reports are still scarce, and its use in unconventional modalities is experimental and mainly used in research. To better clarify the usefulness of Pes measurements in a clinical context, we will assess the technical, physiological, and clinically relevant details of this monitoring method to facilitate an improved understanding of the information provided by bedside Pes measurements.Airway pressure release ventilation (APRV) was first described and introduced to clinical practice over 20 years ago and was made commercially available by the mid 1990s [3, 4]. It is a relatively new positive pressure ventilation modality and has a series of advantages over low tidal volume assisted ventilation in ARDS patients [5]. Its benefits are mainly related to spontaneous respiration, which improves both patient–ventilator synchronization and the ventilation-to-perfusion ratio, thus improving gas distribution into dependent lung regions [6]. Case studyThe patient was a 55-year-old chilean female, with preexisting hypertension and recurrent renal colic who entered the cardiosurgical intensive care unit (ICU) with signs and symptoms of urinary sepsis secondary to a right-sided obstructive urolithiasis. Upon admission, the patient showed signs of urinary sepsis, a poor overall condition, hemodynamic instability, tachycardia, hypotension mean arterial pressure (MAP) 70, and required vasoactive drugs. A general physical examination showed signs of consciousness and a Richmond Agitation–Sedation Scale (RASS) score of −1 to 0. The patient had petechiae on her upper torso and lower limbs; an apparently painless globular, soft, and depressible abdomen; a medial laparotomy scar; and a left lumbotomy scar. The APACHE II (first 24 hours) score was 19 (Table ​(Table1;1; Fig. ​Fig.11).Table 1Patient descriptionAge55 years oldSexFemaleWeight76 kgHeight162 cmBody mass index29APACHE II (score)19ICU stay (days)14Days under invasive mechanical ventilation7Days under invasive mechanical ventilation with esophageal balloon5Days under deep sedation at ICU6Day consciousness was regained6First day of sitting on the edge of the bed7First day standing7Scale for muscle strength (Medical Research Council Sum Score) regaining consciousness30Open in a separate windowOpen in a separate windowFig. 1A Thoracic X-ray on first day in intensive care unit / B Thoracic X-ray on third day in intensive care unit Initial ventilation managementThe patient was treated with volume control ventilation. A lung recruitment maneuver was performed following a first arterial blood gas test (ABGs) (Table ​(Table2,2, Day 0, first rounds), as oxygenation following the intervention was inadequate (Table ​(Table2,2, Day 1, first rounds), with the highest PEEP being 20 cmH2O. Until day 2, ventilation was volume controlled with conventional ventilation parameters described by the Acute Respiratory Distress Syndrome Network (ARDSNet) [2]. However, pressure on the airway was reduced owing to hemodynamic complications (Table ​(Table2,2, day 1 first round to day 2 fourth round).Table 2Respiratory therapy register—conventional mechanical ventilation without esophageal balloonDay / round numberDay 0Day 1 / 1Day 1 / 2Day 1 / 3Day 1 / 4Day 1 / 5Day 2 / 1Day 2 / 2Day 2 / 3Day 2 / 4Mechanical ventilator modalityAC/VCAC/VCAC/VCAC/VCAC/VCAC/VCAC/VCAC/VCAC/VCAC/VCProgrammed respiratory frequency (breaths per minute)28282420202222222222Total respiratory frequency (breaths per minute)29282420202222222222Programmed tidal volume (ml)370370370420420370370370370370Expiratory tidal volume (ml)360392386420430376376377388385Expiratory minute volume (ml)11.910.99.238.578.588.258.278.288.478.53Peak inspiratory flow rate (liters per minute)38484848483434343434Inspiratory time (seconds)1.060.840.840.920.921.181.181.181.191.19Expiratory time (seconds)1.081.31.662.082.081.551.551.551.551.55Maximum pressure (cmH2O)27323330322626303431Plateau pressure (cmH2O)20293024262525293529Mean airway pressure (cmH2O)18252517181818222219PEEP / PEEP Low (APRV) (cmH2O)10202012121212161612Intrinsic PEEP (cmH2O)0.70.70.30.50.50.80.70.70.80.8FiO2100905060606060606090SpO287929693100100100998595Respiratory system compliance (Static)25413438223032363534Static resistance115.85.57.38.66.36.29.87.47.2pH7.2387.412–7.417.427.5347.5297.527.417.45PCO2 (mmHg)49.731–30.131.733.6293138.837.3PO2 (mmHg)42234–86.1105.296.76111048.857HCO3 (mmol/L)20.719.3–1920.227.724.224.824.125.6B.E.−6.9−4.1–−4.1−3.15.412.8−0.31.9Sat O2 (%)68.699.5–96.898989498.58591.1PaO2/FiO242260–143175161.1101.6183.381131Iox42.89.6–11.810.211.117.71227.114.5Open in a separate windowAC/VC: Volume-controlled assisted modality; PEEP: Positive end-expiratory pressure; FiO2: Fraction of inspired oxygen; SpO2: Pulse oximetry saturation; PCO2: Arterial partial pressure of carbon dioxide; PO2: Arterial partial pressure of oxygen; HCO3: Bicarbonate; B.E: Base excess; SaO2: Arterial oxygen saturation; Iox: Oxygenation Index Transpulmonary pressure monitoring under controlled ventilationDuring the patient’s second day on mechanical ventilation, she showed intraabdominal hypertension [intraabdominal pressure (IAP) 18 mmHg] that compromised the oxygen supply and her ventilation management (Table ​(Table2,2, day 2, second and third rounds). Consequently, an esophageal manometry was taken to measure lung distention [that is, transpulmonary pressure (TPP); 7] and protect the patient’s lungs. Initial use of the esophageal balloon volume-controlled in deep sedation allowed the medical team to perform inspiratory and expiratory pause maneuvers to monitor transpulmonary pressure during end inspiration (PLend-insp) and transpulmonary pressure during end expiration (PLend-exp) (Table ​(Table3,3, Day 2, fourth and fifth rounds). In line with the literature on esophageal manometry catheter use, our aim was to attain a PLend-insp below 20 cmH2O, as part of the lung enters full regional pulmonary capacity at this point [8].Table 3Respiratory therapy record (GSA programming and control)—conventional mechanical ventilation with esophageal balloonDay / round numberDay 2 / 5Day 3 /1Day 3 / 2Day 3 / 3Day 3 / 4Day 4 / 1Day 4 / 2Day 4 / 3Day 4 / 4Day 4 / 5Day 4 / 6Mechanical ventilator modalityAC/VCAC/VCAC/VCAC/VCAPRVAPRVAPRVAPRVAPRVAC/VCAC/VCProgrammed respiratory frequency (revolutions per minute)2218181816161613112222Total respiratory frequency (revolutions per minute)2218191822212025252523Programmed tidal volume (ml)370440440440–––––320320Expiratory tidal volume (liters per minute)360440420435360440470520500350355Expiratory minute volume (liters per minute)7.87.17.17.07.48.59.78.98.37.98.05Inspiratory flux (liters per minute)30505050–––––3030Expiratory time (seconds)1.72.472.472.470.60.63.1550.640.64Peak pressure (cmH2O)3426242425252929292828PEEP High (APRV) (cmH2O)––––2022222626––Plateau pressure (cmH2O)35312828–––––2221Mean airway pressure (cmH2O)2520191921222226262121PEEP / PEEP Low (APRV) (cmH2O)2016151510101212121818Support pressure (cmH2O)––––45522––FiO2 (%)100100908080807080808060SpO2 (%)95961001009910010010097Respiratory system compliance (Static)3032––––––4542PLend-insp (cmH2O)111381313171275Plend-exp (cmH2O)02−2−2−2−1−112pH7.357.47.437.447.417.467.497.477.457.437.39PCO2 (mmHg)37.641.438.540.341.436.132.833.73537.240.1PO2 (mmHg)69.996.794.69282.3103.363.69086.1141.587.4HCO3 (mmol/L)22.425.425.426.827.125.324.524.223.924.524.1B.E.−2.1−0.61.32.61.21.81.91.20.50.6−0.6Sat O2 (%)9497.497.597.396.29894.197.49798.996.6PaO2/FiO269.996.7105.111510212890112107176145Iox35.720.618.0716.520.517.124.423?24.211.914.4Open in a separate windowAC/VC: Volume-controlled assisted modality; APRV: Airway pressure release ventilation; PEEP: Positive end-expiratory pressure; FiO2: Fraction of inspired oxygen; PLend-insp: Transpulmonary pressure during end inspiration; PLend-exp: Transpulmonary pressure during end expiration; SpO2: Pulse oximetry saturation; PCO2: Arterial partial pressure of carbon dioxide; PO2: Arterial partial pressure of oxygen HCO3: Bicarbonate; B.E: Base excess; SaO2: Arterial oxygen saturation; Iox: Oxygenation Index Catheter insertion with an esophageal balloonThe AVEA (Care Fusion) ventilator’s esophageal manometry system was used, following a test of the balloon and pressure measurement calibration. The catheter was then inserted through the nasal passage to approximately 55 cm, in line with the available literature [9], until reaching optimum gastric position, before being inflated to a suitable volume so measurements would remain unaltered. The catheter’s intragastric placement was checked by means of positive pressure deviation under gentle external manual epigastric compression [1]. The balloon was then removed until cardiac activity was visible in the esophageal pressure reading, indicating that the pressure measuring location was in the bottom third of the esophagus. Since the Pes measurement [7] did not seem to be significantly affected by the presence of a nasogastric tube, the patient was also given a nasojejunal probe. An occlusion test (Baydur test) [10] was performed to determine the accurate measurement of the esophageal balloon.A 20 cmH2O PEEP was initially established to maintain a 0 and 2 cmH2O PLend-exp (Fig. ​(Fig.2).2). However, hemodynamic deterioration made it necessary to establish a PEEP of up to 16 cmH2O, leading to a −2 and −1 PLend-exp (Figs. ​(Figs.3,3, ​,66A).Open in a separate windowFig. 2Mechanical ventilation programming on the first day the esophageal balloon was installed. Patient shows intraabdominal hypertension (18 mmHg IAP)Open in a separate windowFig. 3Mechanical ventilation programming during day 1 of esophageal balloon use. Patient presents intraabdominal hypertension with 18 mmHg IAP (previous 16 PEEP setting was insufficient)Open in a separate windowFig. 6Mechanical ventilation programming during day 2 of esophageal balloon use. Airway positive pressure release ventilation modality with esophageal balloon Monitoring transpulmonary pressure in APRVOn the third day of mechanical ventilation, the modality was switched to APRV (PEEP high of 20 cmH2O and low of 10 cmH2O, peak timing of 3.1 seconds, 0.6 seconds expiratory time, 16 revolutions per minute mandatory respiratory frequency, and 80% FiO2), which allowed for lower sedation levels, from –5 to −3 RASS, from the suspension of continuous midazolam infusion (Fig. ​(Fig.44).Open in a separate windowFig. 4Sedation. Doses of dexmedetomidine, fentanyl, midazolam, and rocuronium bromide, and ventilation modality. AC/VC volume-controlled assisted modality, AC/PC pressure-controlled assisted modality, APRV airway positive pressure release ventilation, Pes esophageal pressureThe decision to use the APRV modality was related to an improvement in cardiac function, a rise in the cardiac index to above 4.1 L/minute/m2 even after suspending dobutamine infusion (Fig. ​(Fig.5B),5B), and hemodynamic improvement. This allowed for the suspension of continuous noradrenaline infusion, while levels of indexed systemic vascular resistance were kept between 1070 and 1860 dinas-seg-m2/cm5 (Fig. ​(Fig.5A).5A). The indexed intrathoracic blood volume during APRV varied between 999 and 1335 ml/m2.Open in a separate windowFig. 5Hemodynamic monitoring via thermodilution (PiCCO System). A Vasoactive drug dosage (adrenaline and noradrenaline) and indexed systemic vascular resistance trends. B Cardiac index trend. AC/VC volume-controlled assisted modality, AC/PC pressure-controlled assisted modality, APRV airway positive pressure release ventilation, Pes esophageal pressureAs described above, during controlled ventilation in parallel with hemodynamic complications, it was not possible to titrate the necessary PEEP to maintain transpulmonary pressure above 0 cmH2O (Fig. ​(Fig.3).3). However, the use of APRV was associated with reduced hemodynamic complications (Fig. ​(Fig.5)5) and kept the PLend-exp between 0 and 20 cmH2O despite a sustained PEEP high of 20 cmH2O (Fig. ​(Fig.66).Following the start of Pes monitoring and APRV, the patient’s PaO2, PaO2/FiO2 ratio, and oxygenation index all varied less than they had under the controlled modality (Fig. ​(Fig.7).7). The P-high was adjusted to 2 cmH2O over plateau pressure and was adjusted according to the ventilatory graph, keeping transpulmonary pressures under 15 cmH2O. The P-low was adjusted according to the ventilatory graph, always maintaining transpulmonary pressures above 2 cmH2O. Pressure support was titrated to keep the spontaneous volume mobilized on the P-high close to 20% of its release volume, using the esophageal pressure graph to verify that it did not rise above 20 cmH2O of transpulmonary pressure.Open in a separate windowFig. 7PaO2 trend, PaO2/FiO2 ratio, oxygenation index ventilatory modality. AC/VC volume-controlled assisted modality, AC/PC pressure-controlled assisted modality, APRV airway positive pressure release ventilation, Pes esophageal pressure WeaningOn the seventh day of mechanical ventilation, the patient was in the appropriate condition to initiate supported weaning (CPAP with added support pressure), using 11 cmH2O mean airway pressure (Table ​(Table4,4, day 6). Under these conditions, a low-support spontaneous ventilation test was conducted, showing a rapid shallow breathing index (RSBI) of 34 and 57, a negative inspiratory force (NIF) of –27 cmH2O, and airway occlusion pressure in the first 100 milliseconds (P0.1) of –2 cmH2O, alongside the application of a negative cuff leak test. Considering these indicators, the patient was extubated with no complications, and weaning was consolidated with the support of a high-flow nasal cannula. Once weaning was consolidated, the patient was taken to the intermediary care unit.Table 4Respiratory therapy record—conventional mechanical ventilation with esophageal balloon and weaningDay / round numberDay 5 / 1Day 5 / 1Day 5 / 3Day 6 / 1Day 6 / 2Day 6 / 3Day 7 / 1Day 7 / 2Day 7 / 3Day 7 / 4Mechanical ventilator modalityAC/PCAC/PCAC/PCAC/PCCPAP/PSVCPAP/PSVCPAP/PSVCPAP/PSVCPAP/PSVCPAP/PSVProgrammed respiratory frequency (revolutions per minute)16151515––––––Total respiratory frequency (revolutions per minute)16151515181816232824Programmed tidal volume (cmH2O)12121212––––––Expiratory tidal volume (ml)440440430430546560520430390380Expiratory minute volume (liters per minute)6.96.76.36.38.210.68.910.18.79Inspiratory time (seconds)0.90.90.90.9––––––Expiratory time (seconds)0.640.90.90.90.9–––––Maximum pressure (cmH2O)28252525252424151213Plateau pressure (cmH2O)22.522.82424––––––Mean airway pressure (cmH2O)161616161717171188PEEP / PEEP Low (APRV) (cmH2O)12121212121214855Support pressure (cmH2O)––––?12121077FiO2 (%)35353535353540353030SpO2 (%)1001001001001009698100100100Respiratory system compliance (Static)343434–––––––PLend-insp (cmH2O)812810Plend-exp (cmH2O)0103pH7.47–7.417.427.427.487.497.47––PCO2 (mmHg)32.4–28.935.537.129.929.8?32.8––PO2 (mmHg)82–76.775.279.657.974.298.9––HCO3 (mmol/L)23.1–24.122.923.9?2222.223.3––B.E.0.2–−0.3−0.8−0.2−0.200.5––Sat O2 (%)96.8–95.595.594.7?92.496.197.9––PaO2/FiO2234–219214206?165185.5282.5––Iox6.8–7.37.57.810.39.13.8––Open in a separate windowAC/PC: Pressure-controlled assisted modality; CPAP: Continuous positive airway pressure; PSV: support pressure ventilation; PEEP: Positive end-expiratory pressure; FiO2: Fraction of inspired oxygen; PLend-insp: Transpulmonary pressure during end inspiration; PLend-exp: Transpulmonary pressure during end expiration; SpO2: Pulse oximetry saturation; PCO2: Arterial partial pressure of carbon dioxide; PO2: Arterial partial pressure of oxygen; HCO3: Bicarbonate; B.E: Base excess; SaO2: Arterial oxygen saturation; Iox: Oxygenation Index Discussion and conclusionsAlthough there is a general agreement on the reduction of tidal volume, plateau pressure, and driving pressure as key objectives of pulmonary care [2], the most adequate way to determine positive end-expiratory pressure is still debated, as it has been for decades [11].There have been cases where healthy animals have suffered ventilator-induced lung injuries (VILI) when ventilation produces pulmonary overdistention [12]. Although it is rare to reach such scores in clinical practice, note that in ARDS a substantial region of the lung is heterogeneous, inducing stress and involving the doubling of locally applied pressure as a possible side effect [1]. Although this is noteworthy and requires consideration when titrating mechanical ventilation, beneficial effects have been reported in several clinical studies when sufficient PEEP was used to drive transpulmonary pressure at the end of the expiration from a negative (indicating the closure or collapse of expiration) to a positive transition (indicating sustained permeability in this zone) [13]. In the present case, PEEP titration aimed to achieve these objectives (Table ​(Table3,3, day 2, fifth round).In other cases, the use of an esophageal balloon has been criticized since it does not directly measure pleural pressure in distant pulmonary regions. Yet results from a recent study indicate that esophageal pressure is reliably close to absolute pleural pressure throughout its isogravitational plane [14]. In addition to the above, the restrictive component of the thoracic cage is increased by the weight of abdominal and thoracic adipose tissue (BMI 29), exposing the need to investigate the contribution of thoracic elasticity to lung mechanics.On the third day of mechanical ventilation, the patient was transferred to APRV, due to the potential benefits shown in a randomized clinical trial [15] and based on empirical results at our center. This modality maintains spontaneous respiration, and esophageal pressure screening in SDRA patients can be relevant, since deficient or excessive spontaneous force levels can lead to lesions on the lungs and diaphragm [16]. Secondly, calculated transpulmonary pressure is a useful indicator for clinicians to spot excessive spontaneous force-induced damage [17], which can worsen lesions [18]. Furthermore, when spontaneous effort toward the end of the inspiration takes place with considerable muscle relaxation, transpulmonary pressure can reveal transalveolar pressure (namely, the component for alveolar expansion) [7]. Figure ​Figure44 shows indicators for transpulmonary pressure below 20 cmH2O in APRV, which means that alveolar distention is even lower, despite maintaining a PEEP high of 20 cmH2O.A recent case report on the usefulness of esophageal manometry during APRV implementation concludes that if transpulmonary pressure during release is unknown, then programming is being done blindly without knowing the frequency of alveolar collapse, as the report shows a transpulmonary pressure drop to below 0 cmH2O during expiration [19]. In our study, the use of APRV did not show transpulmonary pressure drops below 0 cmH2O, maintaining the pulmonary recruitment targets with esophageal manometry (Fig. ​(Fig.4).4). This also allowed the team to maintain stable oxygenation targets without considerable alterations, as had occurred prior to the use of esophageal manometry, and achieve even greater stability during APRV (Fig. ​(Fig.77).APRV requires spontaneous respiratory cycles and, as such, is associated with lower sedation levels. In this study, APRV use required the suspension of continuous midazolam infusion, raising the RASS from −5 to −3, while maintaining the administration of dexmedetomidine and fentanyl (Fig. ​(Fig.5).5). The reduction in sedation was related to improvements in the hemodynamic profile parameters, likely due to an adrenergic rise and the spontaneous cycles that lead to intrathoracic pressure variation. The latter could cause increased venous return and preload, which can manifest itself in indexed intrathoracic blood volume from 999 to 1335 ml/m2. This allowed for the suspension of continuous noradrenaline infusion while maintaining indexed systemic vascular resistance scores between 1070 and 1860 dyne seconds/m2/cm5 (Fig. ​(Fig.6A)6A) and cardiac index scores above 4.1 L/minute/m2 even after discontinuing dobutamine (Fig. ​(Fig.6B).6B). These results are in line with the benefits described in the available literature on APRV use [6].Asynchrony can worsen pulmonary lesions, as is the case in a “double trigger” event, where two consecutive inspirations are taken after a single respiratory effort [20], thus doubling supplied tidal volume (TV). Double trigger cases are more frequent in patients with a greater respiratory impulse [21]. The adverse impact of asynchrony in patients on a ventilator is becoming more widely recognized, and the literature suggests a link between the rise of asynchrony and mortality [22]. Conventional pressure and flow monitoring over time can hide much of the interaction between patients and respirators, but esophageal pressure data can help detect asynchrony more easily [7]. Hence, careful monitoring of patient/ventilator interaction can help determine mechanical ventilation programming and sedoanalgesia levels [7]. Figure ​Figure44 shows that all the patient’s spontaneous efforts (negative deflection in the transpulmonary and esophageal pressure curve) are accompanied by supported ventilation or APRV mandatory cycles.There is a growing need for research on APRV configuration considering its increased use. Since APRV involves spontaneous cycles, it allows for reduced sedation levels, improving adrenergic activity and diminishing vasoactive drug requirements (Figs. ​(Figs.5,5, ​,6).6). This report shows the usefulness of mechanical ventilation programming for lung protection using transpulmonary pressure monitoring. The report also suggests the usefulness of invasive mechanical ventilation Pes monitoring, both in controlled modalities and those allowing spontaneous respiration, such as APRV.It is important to note that the patient’s overall medical condition, hemodynamic compromise, and the consequent fluctuating sedation levels did not allow the team to maintain a single ventilating modality and a steady programming, which in turn would have allowed for a more complete temporal assessment and description of Pes monitoring. Additionally, there was no continuous quantification of esophageal catheterization indicators in modalities that allow spontaneous respiration, and they were merely monitored. Their quantification can be established by directly measuring the Pes and Ptp pressure/time curve. However, these data were not recorded, and as such, the study only exemplifies their usefulness in APRV.This report describes Pes monitoring in different modalities. Further studies are required to better understand its use in patients who require the titration of their mechanical ventilation programming, both in controlled modalities and those allowing spontaneous respiration. However, it is necessary to perform introduction, calibration, and corroboration techniques to adequately position the esophageal balloon, both through gentle external manual epigastric compression [1], and occlusion or Baydur tests [10]. AcknowledgementsWe have no acknowledgements. AbbreviationsABGsArterial blood gas testAC/VCVolume-controlled assisted modalityAC/PCPressure-controlled assisted modalityAPACHE IIAcute physiology and chronic health disease classification system IIAPRVAirway pressure release ventilationARDSAcute respiratory distress syndromeARDSNetAcute respiratory distress syndrome networkB.E.Base excessBPMBreaths per minuteCPAPContinuous positive airway pressureFiO2Fraction of inspired oxygenICUIntensive care unitMAPMean arterial pressureNIFNegative inspiratory forceP.01.Airway occlusion pressure in the first 100 millisecondsPEEPPositive end-expiratory pressurePesEsophageal pressurePLend-inspTranspulmonary pressure during end inspirationPLend-expTranspulmonary pressure during end expirationPtpTranspulmonary pressureRASSRichmond Agitation–Sedation ScaleRSBIRapid shallow breathing indexSpO2Pulse oximetry saturationSaO2Arterial oxygen saturationVILIVentilator-induced lung injuriesVTTidal volume Authors’ contributionsOA, SU, FC, and RT conceived of the study, participated in its design and coordination, and helped to draft the manuscript. All authors read and approved the final manuscript. FundingThe authors received no funding for this work. Availability of data and materialsNot applicable. DeclarationsEthical approval and consent to participateAt our institution, institutional review board approval is not required for a single case report.Consent for publicationWritten informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.Competing interestsThis report bears no conflict of interests, since no financing or sponsors were involved and the report is based only on data collection from a clinical case. The authors declare that they have no competing interests. FootnotesPublisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Akoumianaki E, Maggiore SM, Valenza F, Bellani G, Jubran A, Loring SH, Pelosi P, Talmor D, Grasso S, Chiumello D, Guérin C, Patroniti N, Ranieri VM, Gattinoni L, Nava S, Terragni PP, Pesenti A, Tobin M, Mancebo J, Brochard L, PLUG Working Group (Acute Respiratory Failure Section of the European Society of Intensive Care Medicine)  Esophageal and transpulmonary pressure in the clinical setting: meaning, usefulness and perspectives. Intensive Care Med. 2016;42(9):1360–1373. doi: 10.1007/s00134-016-4400-x. [PubMed] [CrossRef] [Google Scholar]2. Definition Task Force ARDS, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]3. Downs JB, Stock MC. Airway pressure release ventilation: a new concept in ventilatory support. Crit Care Med. 1987;15(5):459–461. doi: 10.1097/00003246-198705000-00001. [PubMed] [CrossRef] [Google Scholar]4. Daoud EG, Farag HL, Chatburn RL. Airway pressure release ventilation: what do we know? Respir Care. 2012;57(2):282–292. doi: 10.4187/respcare.01238. [PubMed] [CrossRef] [Google Scholar]5. Hirani A, Marik PE, Plante LA. Airway pressure-release ventilation in pregnant patients with acute respiratory distress syndrome: a novel strategy. Respir Care. 2009; 54(10): 1405–1408. http://rc.rcjournal.com/content/54/10/1405. [PubMed]6. Facchin F, Fan E. Airway pressure release ventilation and high-frequency oscillatory ventilation: potential strategies to treat severe hypoxemia and prevent ventilator-induced lung injury. Respir Care. 2015;60(10):1509–1521. doi: 10.4187/respcare.04255. [PubMed] [CrossRef] [Google Scholar]7. Yoshida T, Brochard L. Ten tips to facilitate understanding and clinical use of esophageal pressure manometry. Intensive Care Med. 2018;44(2):220–222. doi: 10.1007/s00134-017-4906-x. [PubMed] [CrossRef] [Google Scholar]8. Protti A, Cressoni M, Santini A, et al.  Lung stress and strain during mechanical ventilation: any safe threshold? Am J Respir Crit Care Med. 2011;183:1354–1362. doi: 10.1164/rccm.201010-1757OC. [PubMed] [CrossRef] [Google Scholar]9. Niknam J, Chandra A, Adams AB, Nahum A, Ravenscraft SA, Marini JJ. Effect of a nasogastric tube on esophageal pressure measurement in normal adults. Chest. 1994;106(1):137–141. doi: 10.1378/chest.106.1.137. [PubMed] [CrossRef] [Google Scholar]10. Baydur A, Behrakis PK, Zin WA, Jaeger M, Milic-Emili J. A simple method for assessing the validity of the esophageal balloon technique. Am Rev Respir Dis. 1982;126(5):788–791. doi: 10.1164/arrd.1982.126.5.788. [PubMed] [CrossRef] [Google Scholar]11. Marini JJ. Should we titrate positive end-expiratory pressure based on an end-expiratory transpulmonary pressure? Ann Transl Med. 2018;6(19):391. doi: 10.21037/atm.2018.08.22. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Cressoni M, Cadringher P, Chiurazzi C, Amini M, Gallazzi E, Marino A, Brioni M, Carlesso E, Chiumello D, Quintel M, Bugedo G, Gattinoni L. Lung inhomogeneity in patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2014;189(2):149–158. doi: 10.1164/rccm.201308-1567OC. [PubMed] [CrossRef] [Google Scholar]13. Mead J, Takishima T, Leith D. Stress distribution in lungs: a model of pulmonary elasticity. J Appl Physiol. 1970;28:596–608. doi: 10.1152/jappl.1970.28.5.596. [PubMed] [CrossRef] [Google Scholar]14. Crotti S, Mascheroni D, Caironi P, et al.  Recruitment and derecruitment during acute respiratory failure: a clinical study. Am J Respir Crit Care Med. 2001;164:131–140. doi: 10.1164/ajrccm.164.1.2007011. [PubMed] [CrossRef] [Google Scholar]15. Zhou Y, Jin X, Lv Y, Wang P, Yang Y, Liang G, Wang B, Kang Y. Early application of airway pressure release ventilation may reduce the duration of mechanical ventilation in acute respiratory distress syndrome. Intensive Care Med. 2017;43(11):1648–1659. doi: 10.1007/s00134-017-4912-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Goligher EC, Fan E, Herridge MS, Murray A, Vorona S, Brace D, Rittayamai N, Lanys A, Tomlinson G, Singh JM, Bolz SS, Rubenfeld GD, Kavanagh BP, Brochard LJ, Ferguson ND. Evolution of diaphragm thickness during mechanical ventilation. Impact of inspiratory effort. Am J Respir Crit Care Med. 2015;192:1080–1088. doi: 10.1164/rccm.201503-0620OC. [PubMed] [CrossRef] [Google Scholar]17. Mauri T, Langer T, Zanella A, Grasselli G, Pesenti A. Extremely high transpulmonary pressure in a spontaneously breathing patient with early severe ARDS on ECMO. Intensive Care Med. 2016;42:2101–2103. doi: 10.1007/s00134-016-4470-9. [PubMed] [CrossRef] [Google Scholar]18. Yoshida T, Uchiyama A, Matsuura N, Mashimo T, Fujino Y. The comparison of spontaneous breathing and muscle paralysis in two different severities of experimental lung injury. Crit Care Med. 2013;41:536–545. doi: 10.1097/CCM.0b013e3182711972. [PubMed] [CrossRef] [Google Scholar]19. Daoud EG, Yamasaki KH, Nakamoto K, Wheatley D. Esophageal pressure balloon and transpulmonary pressure monitoring in airway pressure release ventilation: a different approach. Can J Respir Therapy CJRT (Revue Canadienne de la Therapie Respiratoire RCTR) 2018;54(3):62–65. doi: 10.29390/cjrt-2018-010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Pohlman MC, McCallister KE, Schweickert WD, et al.  Excessive tidal volume from breath stacking during lung-protective ventilation for acute lung injury. Crit Care Med. 2008;36:3019–3023. doi: 10.1097/CCM.0b013e31818b308b. [PubMed] [CrossRef] [Google Scholar]21. Thille AW, Rodriguez P, Cabello B, Lellouche F, Brochard L. Patient-ventilator asynchrony during assisted mechanical ventilation. Intensive Care Med. 2006;32(10):1515–1522. doi: 10.1007/s00134-006-0301-8. [PubMed] [CrossRef] [Google Scholar]22. Blanch L, Villagra A, Sales B, et al.  Asynchronies during mechanical ventilation are associated with mortality. Intensive Care Med. 2015;41:633–641. doi: 10.1007/s00134-015-3692-6. [PubMed] [CrossRef] [Google Scholar]23. Gattinoni L, Pelosi P, Suter PM, et al.  Acute respiratory distress syndrome caused by pulmonary and extrapulmonary disease: different syndromes? Am J Respir Crit Care Med. 1998;158:3–11. doi: 10.1164/ajrccm.158.1.9708031. [PubMed] [CrossRef] [Google Scholar]"}