{"title": "Diagnostic performance of lung ultrasound compared to CT scan in the diagnosis of pulmonary lesions of COVID-19 induced pneumonia: a preliminary study", "pubDate": "2021", "PMCID": "PMC8372226", "DOI": "10.1007/s13337-021-00736-w", "PMID": "34426793", "abstract": "Chest CT scan is currently used to assess the extent of lung involvement in patients with the coronavirus disease 2019 (COVID-19). The aim of this study was to evaluate the diagnostic performance of lung ultrasound in the diagnosis of COVID-19 pulmonary manifestations in comparison to CT scan. Thirty-three symptomatic patients with suspected COVID-19 pneumonia were evaluated by lung ultrasound and then, at a short interval, chest CT scan. In the anterior chest, each hemithorax was divided into four areas. In the posterior chest, eight zones similar to the anterior part were examined. The axillary areas were also divided into upper and lower zones (20 zones were determined per patient). Mean age of the patients was 58.66 years. The sensitivity (95% CI) and specificity (95% CI) of lung ultrasound for the diagnosis of parenchymal lesions were 90.5% (69.6-98.8%) and 50% (21.1-78.9%), respectively. In the evaluation of pleural lesions, the sensitivity (95% CI) and specificity (95% CI) of lung ultrasound were 100% (71.5-100%) and 22.7% (7.8-45.4%), respectively. Owing to the high sensitivity of ultrasound in identifying lung lesions in patients with COVID-19 pneumonia, it can be recommended to use lung ultrasound as a tool for initial screening of patients with high clinical suspicion for SARS-CoV-2 infection during the pandemic.                  Supplementary information:                       The online version contains supplementary material available at 10.1007/s13337-021-00736-w.", "author": [{"author": "Jafar Roshandel", "affiliation": ["Radiology Department, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], "href": "/?term=Roshandel+J&cauthor_id=34426793"}, {"author": "Sam Alahyari", "affiliation": ["Faculty of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], "href": "/?term=Alahyari+S&cauthor_id=34426793"}, {"author": "Mehdi Khazaei", "affiliation": ["Radiology Department, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], "href": "/?term=Khazaei+M&cauthor_id=34426793"}, {"author": "Reyhane Asgari", "affiliation": ["Radiology Department, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], "href": "/?term=Asgari+R&cauthor_id=34426793"}, {"author": "Yashar Moharamzad", "affiliation": ["Radiology Department, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], "href": "/?term=Moharamzad+Y&cauthor_id=34426793"}, {"author": "Ehsan Zarei", "affiliation": ["Radiology Department, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], "href": "/?term=Zarei+E&cauthor_id=34426793"}, {"author": "Morteza Sanei Taheri", "affiliation": ["Radiology Department, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], "href": "/?term=Sanei+Taheri+M&cauthor_id=34426793"}], "refPMID": ["32007143", "31986264", "32031570", "32335002", "33095680", "31418060", "32166346", "32895294", "22797452", "27033882", "25758182", "22700780", "14695718", "16162754", "30374471", "33024935", "32515793", "32198775", "32324653", "28466096", "32055945", "32073353", "32229322", "32101510", "32255413", "31784642", "33208399", "32860069", "32337795", "24184011", "28099332", "27867558"], "citedInPMID": ["34426793"], "body": " AbstractChest CT scan is currently used to assess the extent of lung involvement in patients with the coronavirus disease 2019 (COVID-19). The aim of this study was to evaluate the diagnostic performance of lung ultrasound in the diagnosis of COVID-19 pulmonary manifestations in comparison to CT scan. Thirty-three symptomatic patients with suspected COVID-19 pneumonia were evaluated by lung ultrasound and then, at a short interval, chest CT scan. In the anterior chest, each hemithorax was divided into four areas. In the posterior chest, eight zones similar to the anterior part were examined. The axillary areas were also divided into upper and lower zones (20 zones were determined per patient). Mean age of the patients was 58.66 years. The sensitivity (95% CI) and specificity (95% CI) of lung ultrasound for the diagnosis of parenchymal lesions were 90.5% (69.6–98.8%) and 50% (21.1–78.9%), respectively. In the evaluation of pleural lesions, the sensitivity (95% CI) and specificity (95% CI) of lung ultrasound were 100% (71.5–100%) and 22.7% (7.8–45.4%), respectively. Owing to the high sensitivity of ultrasound in identifying lung lesions in patients with COVID-19 pneumonia, it can be recommended to use lung ultrasound as a tool for initial screening of patients with high clinical suspicion for SARS-CoV-2 infection during the pandemic.Supplementary InformationThe online version contains supplementary material available at 10.1007/s13337-021-00736-w.Keywords: COVID-19, CT scan, Diagnosis, Ultrasound, Pneumonia IntroductionIn December 2019, a group of patients was confirmed to be infected with a new type of coronavirus. The world is currently embroiled in a crisis caused by the COVID-19 pandemic. As of January 20, 2021, 85,552,571 confirmed cases and 1,851,706 deaths from COVID-19 had been reported (https://www.worldometers.info/coronavirus).Symptoms of COVID-19 pneumonia include fever or respiratory illness, lymphopenia, and radiologic abnormality [1–3]. Currently, most patients suspected of having COVID-19 undergo low-dose non-contrast chest computed tomography (CT) scan [4]. However, this imaging method may have some limitations. A normal appearance of chest CT in asymptomatic patients and non-specific findings are limitations of chest CT scanning [5]. The high transmission ability of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and restriction in moving patients with hypoxia and unstable hemodynamics limit the use of CT scans.The use of lung ultrasound for diagnosis or screening of pulmonary lesions in suspected COVID-19 patients seems reasonable due to ease of use, repeatability, low cost, and lack of radiation [6–8]. Some studies have reported the use of lung ultrasound to differentiate acute cardiogenic pulmonary edema from respiratory distress syndrome in critically ill patients [9, 10]. Lung ultrasound also showed results with the same accuracy as a chest CT scan in diagnosing pneumonia. However, the diagnosis of pneumonia is never confirmed by imaging results alone and requires considering patients’ medical history, clinical symptoms, and physical examination [11, 12]. In addition, the use of lung ultrasound to evaluate patients with acute dyspnea, pulmonary embolism, and pulmonary edema has been reported [13–15]. In some studies, it has been reported that ultrasound can detect pulmonary lesions of COVID-19, and it can be performed at any stage of the disease [16, 17]. Protocols for lung ultrasound in patients with COVID-19 have been proposed [18]. However, information on the consistency of lung ultrasound results with chest CT scans in patients with COVID-19 is limited.This study aimed to evaluate the diagnostic performance of lung ultrasound in comparison with CT scan in the diagnosis of lung parenchymal and pleural lesions in patients with COVID-19. Materials and methodsPatient selection and designConsecutive patients with suspected COVID-19 with fever and respiratory symptoms (cough and shortness of breath) who presented to a referral university hospital from March 20 to April 2, 2020 were eligible to be included. At emergency department, patients underwent lung ultrasound by a single radiologist; then low-dose chest CT scan without contrast was scheduled for the patients. The radiologist who examined and interpreted the results of one imaging modality was blinded to the results of the other imaging method. Exclusion criteria included hematologic diseases (such as acute or chronic leukemia), immunodeficiency, and lymphoma. Clinical and laboratory data of the patients were collected by reviewing their medical records.ImagingLung ultrasound was performed using the portable GE LOGIQ e R7 ultrasound machine (GE Healthcare, USA). Each anterior hemithorax (distance between the mid-sternal and the anterior axillary lines) was divided into four equal parts by the mid-clavicular line and an assumed transverse line on the anterior chest wall. Each posterior hemithorax was divided into four sections by a mid-scapular line and an assumed transverse line. Therefore, the anterior and posterior thorax were each divided into eight different zones. In addition, the left and right axilla were each divided into upper and lower parts (Supplementary Table 1). B and M modes were used for lung ultrasonography. A 12-MHz linear probe was used, and each zone was scanned from top to bottom. Four items were evaluated on ultrasound: parenchyma, pleura, M mode, and the presence or absence of B lines. In two patients, due to mechanical ventilation, it was not possible to evaluate the posterior zones. Subpleural echogenic foci and consolidations were considered abnormal findings in the lung parenchyma. Pleural thickness, irregularity, or effusion were abnormal findings of the pleura. Observing “seashore sign” on M mode that indicates normal lung sliding was considered a normal finding. Absence of this sign was considered abnormal M mode. Abnormal parenchymal findings, B lines, and an abnormal M mode were categorized together.Chest CT scans of the patients were performed with a 16-slice scanner (Siemens sensation; Siemens Healthineers, Erlangen, Germany) in supine position and full inspiration. The findings were interpreted by another radiologist who was unaware of the results of the lung ultrasound. The diagnosis of pneumonia was confirmed by low-dose chest CT scans with typical imaging features for COVID-19 pneumonia during the outbreak of the infection. These included peripheral and bilateral ground-glass opacity (GGO) with or without consolidation, visible intralobular lines (“crazy-paving”), multifocal GGO of rounded morphology with or without consolidation, and “reverse halo” sign [19]. We examined the lung parenchyma and pleura separately. Predominant lesion in each zone was considered as the final abnormal CT finding of that zone. These were recorded in the form of GGO, consolidation, a mixture of GGO and consolidation, and reticulation. Abnormalities of the pleura were pleural thickening, irregularity, and effusion. On CT scan, the considered zones were similar to the ultrasound. Thus, ultrasound findings and diagnostic performance were compared to the CT findings in each zone.Statistical analysisDescriptive indices including mean and standard deviation (for continuous variables) and frequency (percentage) for quantitative variables were used to present the data. Chest CT scan was considered as the reference standard method to diagnose the location and type of the parenchymal and pleural lesions. Using “diagt” command in Stata version 14 (StataCorp, College Station, TX, USA), the diagnostic performance of the lung ultrasound was evaluated. Sensitivity, specificity, positive likelihood ratio (LR+), and negative likelihood ratio (LR−), positive predictive value (PPV), and negative predictive value (NPV) with their 95% confidence intervals (95% CI) were calculated.Ethical statementThe study was approved by the University Ethical Committee. The study process was described for all patients, and informed consent was obtained. Results and discussionCharacteristics of the patientsInitially, 45 patients with suspected COVID-19 were included and underwent lung ultrasound. For 12 patients, consequent chest CT scanning was not performed. Therefore, they were excluded from the study, since no chest CT was available. As a result, 33 patients remained for the analyses. The mean (± SD) age of the patients was 58.66 (± 20.65) years and 14 patients were over 60 years old. The most common clinical symptoms at the time of admission were dyspnea, fever, and weakness. Two patients died. Supplementary Table 2 shows the clinical and laboratory data of the patients.Diagnostic accuracy of lung ultrasound in each lung zoneDiagnostic accuracy of lung ultrasound in lung lesions in COVID-19 was compared with chest CT scan (Fig. 1, ​,2).2). In Table ​Table1,1, the results of ultrasound of the anterior and posterior zones of the lungs were compared with the results obtained by CT scan in the same zones. The highest and lowest sensitivities obtained in the anterior zones of the lung were 100% and 33%, respectively. The level of specificity in the anterior zones was in the range of 85.2–100%. Also, in the posterior zones of the lung, the sensitivity and specificity were in the range of 25–71.4% and 81.5–96.3%, respectively. In axillary zones, the maximum and minimum sensitivities were 85.7% and 55.6%, respectively. The percentage of these variables related to specificity was reported to be 80.8–100%, respectively (Table ​(Table1).1). CT scan did not detect any abnormalities in some anterior zones. The sensitivity and specificity of ultrasound in the evaluation of posterior pleural lesions were calculated in the range of 60–100% and 68–96.3%, respectively.Open in a separate windowFig. 1a A 55-year-old man presented with fever and a dry cough. On admission, CT images showed bilateral diffuse ground-glass opacities (arrow) with a slight consolidation; b Ultrasound of the same patient showed subpleural echogenic foci (arrows) and B line (arrowhead). Subpleural echogenic foci on the ultrasound correspond to ground-glass opacities on the CT scanOpen in a separate windowFig. 2a A 68-year-old man presented with fever, dry cough, and dyspnea. On admission, CT images showed subtle patchy ground-glass opacities (long arrows); b Ultrasound results showed multiple subpleural echogenic foci (long arrows) and B line (short arrow)Table 1Diagnostic accuracy of lung ultrasound in comparison to chest CT scan in 20 parenchymal and pleural zonesSensitivity (%)Specificity (%)PPV (%)NPV (%)Anterior parenchymal zones17596.67596.626010010093.3333.392.65086.246085.749.292.358096.48096.465085.242.988.5710088.566.7100866.7904096.4Posterior parenchymal zones95081.528.691.7105092.65092.61145.589.571.473.91258.394.787.578.3132596.35089.7145095.78084.61571.488.283.378.91661.588.28075Axillary parenchymal zones1762.59271.488.51885.780.854.595.51971.410010092.92055.695.883.385.2Pleural zonesa510084.416.7100710083.928.6100910090251001010093.333.31001110085.242.91001210075.922.21001310089.7401001410096.3801001583.3805095.216606827.389.51810081.314.31002010081.314.3100Open in a separate windowaSince CT scan findings were normal in some pleural zones, diagnostic statistics were not calculated for themDiagnostic accuracy of lung ultrasound in all zones togetherOverall, 21 patients out of 33 had abnormal findings on CT scans (parenchymal, B lines, and/or an abnormal M mode). Of this, lung ultrasound detected 19 cases. Abnormalities in pleura was detected in 11 patients on CT scan. Lung ultrasound could detect all 11 abnormal cases. Table ​Table22 presents the diagnostic performance of the lung ultrasound for diagnosis of abnormal findings (parenchyma, abnormal M mode, and B lines) and pleural lesions in all zones combined. It had a sensitivity of 90.5% (95% CI of 69.6–98.8%) and specificity of 50% (95% CI of 21.1–78.9%) for diagnosing abnormal lesions. For diagnosis of pleural lesions, ultrasound showed a sensitivity of 100% (95% CI, 71.5–100%) and a specificity of 22.7% (95% CI, 7.8–45.4%).Table 2Diagnostic performance of the lung ultrasound in diagnosis of parenchymal and pleural lesions in all zones among 33 patientsLung parenchymaPleuraSensitivity90.5% (69.6–98.8%)100% (71.5–100%)Specificity50% (21.1–78.9%)22.7% (7.8–45.4%)PPV76% (54.9–90.6%)39.3% (21.5–59.4%)NPV75% (34.9–96.8%)100% (47.8–100%)LR (+)1.81 (1.01–3.24)1.29 (1.03–1.62)LR (−)0.19 (0.05–0.8)0Open in a separate windowPPV, positive predictive value; NPV, negative predictive value; LR, likelihood ratioData presented in the parentheses are 95% confidence intervalsSignificance of the findingsThe COVID-19 pandemic is now affecting the world. COVID-19 incidence and mortality is rising every day. No definitive cure has been found for this disease. Coronavirus infection can cause a cytokine storm, resulting in immune dysfunction and death [20]. The use of chest CT scans to detect the early stages of COVID-19 pneumonia has now been established [21]. However, conducting routine CT scan for screening purposes has not been advocated by some medical and imaging societies [19]. In contrast, some authors have recommended chest CT scan in patients with highly clinical suspicion for COVID-19 even in the presence of a negative reverse-transcription polymerase chain reaction (RT-PCR) result [22, 23]. In addition, abnormal CT scan findings were observed in all patients who tested positive for RT-PCR [2]. Although CT scan is the most sensitive method for early detection of COVID-19, it has little specificity to differentiate COVID-19 pulmonary lesions from SARS (severe acute respiratory syndrome) and MERS (Middle East respiratory syndrome) [24]. In addition, it increases the risk of transmitting the infection to other patients and health-care providers. Therefore, intensive cleaning is required, which requires a relatively long time and the use of personal protective equipment [25]. For this reason, the American College of Radiology (ACR) does not recommend the use of CT scans as a first-line diagnostic test for COVID-19 (https://www.acr.org/Advocacy-and-Economics/ACR-Position-Statements/Recommendations-for-Chest-Radiography-and-CT-for-Suspected-COVID19-Infection). Therefore, investigating other imaging modalities that can be specifically used for screening purposes would be important.In this study, we decided to investigate the diagnostic performance of lung ultrasound in patients with suspected clinical symptoms and signs for COVID-19 during the pandemic of this viral infection. In contrast to chest CT scan, studies assessing the performance of lung ultrasound in this particular clinical setting are not frequent. Thus, more studies are required for better clarification of the role of lung ultrasound in this regard. There is evidence about the use of lung ultrasound in respiratory diseases. For instance, lung ultrasound was found to have an accuracy of about 90% in diagnosing the etiology of acute respiratory failure [8]. In a study on children with community-acquired pneumonia (CAP), consolidations detected by ultrasound were smaller (on average, 5–15 mm) than those detected in patients with bacterial pneumonia [26].We compared the sensitivity and specificity of the lung ultrasound with chest CT scan as the reference standard for the diagnosis of lung (parenchymal and pleural) lesions in COVID-19. The diagnostic function of lung ultrasound in parenchymal and pleural lesions was evaluated. The sensitivity and specificity of ultrasound for the diagnosis of pulmonary lesions of COVID-19 pneumonia were 90.5% and 50%, respectively. In addition, in pleural lesions, the sensitivity and specificity were 100% and 22.7%, respectively. Similar results was observed in another study on patients with suspected COVID-19 who underwent point-of-care ultrasound (POCUS) of six zones per each lung [27]. The mentioned study [27] reported a sensitivity of 89% and specificity of just 59% for diagnosing COVID-19 pulmonary lesions when compared to CT scan results. The high sensitivity of ultrasound in detection of pulmonary lesions of the COVID-19 makes it possible to use it as a screening tool to rule out the COVID-19. This highlights the application of lung ultrasound during the pandemic in particular in emergency/intensive care settings and medical centers where access to CT scanning is difficult due to large number of patients. Another important consideration is the repeatability of ultrasound that can help in follow-up of COVID-19 patients. Even scoring systems have been proposed for ultrasound findings that have been shown to predict outcome of the patients and the need for invasive ventilation [28]. Another application of ultrasound relates to pregnant women when radiation-free methods become a priority [29]. However, definitive diagnosis of COVID-19 pneumonia by ultrasound is not possible due to its low specificity.Research has been conducted to use ultrasound instead of chest radiography or CT scan in pneumonia. Although the sensitivity of lung ultrasound has been reported to be acceptable, the use of this method in the diagnosis of pneumonia is still not commonly recommended. In a study aimed at comparing the diagnostic accuracy of ultrasound and chest radiography in acute pneumonia, it was found that the sensitivity of ultrasound in the diagnosis of this condition is significantly higher than that of chest radiography (95% vs. 60%, P < 0.001). Therefore, the use of ultrasound instead of chest radiography was recommended for patients with acute pneumonia [30]. In a review article, Long et al. [31] reported the sensitivity and specificity of ultrasound in the diagnosis of acute pneumonic lung lesions at 88% and 86%, respectively. In addition, positive likelihood ratio and negative likelihood ratio were 5.37 and 0.13, respectively. It was found that lung ultrasound has a high accuracy in diagnosing adult pneumonia. In another review, Xia et al. [32] reported that the sensitivity and specificity of ultrasound in the diagnosis of lung lesions in pneumonia were 90% and 88%, respectively. It was also observed that ultrasound sensitivity was higher than chest radiography for the diagnosis of pneumonia.The reason for the decrease in ultra-sonographic specificity in this study could be due to the high number of zones studied. Also, the semi-sitting position of patients during ultrasound and raising the diaphragm in these conditions can cause the lung lesions to be hidden. Finally, patients' failure to perform deep inhalation during the ultrasound procedure in 20 lung zones may be the reason for the decrease in sonographic specificity.LimitationsFirst, the number of the patients studied was small. To assess the sensitivity and specificity of lung ultrasound in the diagnosis of COVID-19 pulmonary lesions more accurately, further studies with higher number of patients with different severities of lung involvement are required. Second, the ultrasound examination was not repeated to see any temporal changes in the appearance of the lesions. We think that by comparing lung ultrasound findings at the time of admission and later during the course of the infection, a more accurate evaluation of the findings provided by ultrasound will be obtained. This repetitive ultrasound examination will enable to describe progression or resolution of the lesions and explore the predictive values of ultrasound findings in terms of the infection outcome. Herein, only a single radiologist performed the ultrasound examinations. As a result, we were unable to determine the reliability and reproducibility of this method. It is recommended that in future research performance of lung ultrasound be investigated by junior and senior radiologists/sonographers to determine the reliability of this technique.ConclusionsLung ultrasound is highly sensitive in diagnosing parenchymal and pleural manifestations of SARS-CoV-2 pneumonia. On the other hand, this modality had a relatively low specificity. High sensitivity of this method can be translated to the fact that this diagnostic tool could be used in routine healthcare settings when a substantial number of patients present to emergency services or admitted to intensive care units during the pandemics. In such circumstances, access to an easy to use and rapid diagnostic method is essential for screening of the patients with clinical suspicion for viral infections such as COVID-19. The body of evidence concerning the clinical application of lung ultrasound in SARS-CoV-2 infection is growing. In order to recommend routine performance of lung ultrasound in such settings, further evidence is required regarding the reliability and validity of this radiation-free imaging method in larger sample sizes. Supplementary InformationBelow is the link to the electronic supplementary material.Supplementary file1 (PNG 120 KB)(120K, png)Supplementary file2 (DOCX 19 KB)(19K, docx) AcknowledgementsWe would like to acknowledge all the patients who participated in this study. Authors’ contributionAll authors contributed to the study conception and design. Material preparation, data collection and analysis were performed by JR, MK and RA. The first draft of the manuscript was written by SA and all authors commented on previous versions of the manuscript. All authors read and approved the final manuscript. FundingThis research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors. Data availabilityData will be available on request. DeclarationsConflict of interestsThe authors declare that they have no conflict of interests.Ethics approvalThe study was performed in accordance with the Declaration of Helsinki and was approved by Shahid Beheshti University of Medical Sciences ethical committee.Consent to participateThe study process was explained to the subjects, and written informed consent was obtained.Consent for publicationAll Authors have read and approved the final manuscript.Human and animals rightsThe study was approved by local ethical committe.Informed consentThe study process was described for all patients and informed consent was obtained. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Contributor InformationJafar Roshandel, Email: moc.liamg@680rafajlednahsor.Sam Alahyari, Email: moc.oohay@masirayhalla.Mehdi Khazaei, Email: moc.liamg@8102cdem.Reyhane Asgari, Email: moc.oohay@iragsaenahyer.Yashar Moharamzad, Email: moc.liamtoh@poprahsay.Ehsan Zarei, Email: moc.liamg@ieraznashe.dm.Morteza Sanei Taheri, Email: moc.liamg@mienas. References1. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al.  Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395:507–513. doi: 10.1016/S0140-6736(20)30211-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al.  Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China. JAMA. 2020;323:1061–1069. doi: 10.1001/jama.2020.1585. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Radpour A, Bahrami-Motlagh H, Taaghi MT, Sedaghat A, Karimi MA, Hekmatnia A, et al.  COVID-19 evaluation by low-dose high resolution CT scans protocol. Acad Radiol. 2020;27:901. doi: 10.1016/j.acra.2020.04.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Kwee TC, Kwee RM. Chest CT in COVID-19: what the radiologist needs to know. Radiographics. 2020;40:1848–1865. doi: 10.1148/rg.2020200159. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Mayo PH, Copetti R, Feller-Kopman D, Mathis G, Maury E, Mongodi S, et al.  Thoracic ultrasonography: a narrative review. Intensive Care Med. 2019;45:1200–1211. doi: 10.1007/s00134-019-05725-8. [PubMed] [CrossRef] [Google Scholar]7. Peng QY, Wang XT, Zhang LN. Chinese critical care ultrasound study group (CCUSG): findings of lung ultrasonography of novel corona virus pneumonia during the 2019–2020 epidemic. Intensive Care Med. 2020;46:849–850. doi: 10.1007/s00134-020-05996-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Jackson K, Butler R, Aujayeb A. Lung ultrasound in the COVID-19 pandemic. Postgrad Med J. 2021;97:34–39. doi: 10.1136/postgradmedj-2020-138137. [PubMed] [CrossRef] [Google Scholar]9. ARDS Definition Task Force; Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E et al. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012; 307:2526–33. 10.1001/jama.2012.5669. [PubMed]10. Pesenti A, Musch G, Lichtenstein D, Mojoli F, Amato MBP, Cinnella G, et al.  Imaging in acute respiratory distress syndrome. Intensive Care Med. 2016;42:686–698. doi: 10.1007/s00134-016-4328-1. [PubMed] [CrossRef] [Google Scholar]11. Nazerian P, Volpicelli G, Vanni S, Gigli C, Betti L, Bartolucci M, et al.  Accuracy of lung ultrasound for the diagnosis of consolidations when compared to chest computed tomography. Am J Emerg Med. 2015;33:620–625. doi: 10.1016/j.ajem.2015.01.035. [PubMed] [CrossRef] [Google Scholar]12. Reissig A, Copetti R, Mathis G, Mempel C, Schuler A, Zechner P, et al.  Lung ultrasound in the diagnosis and follow-up of community-acquired pneumonia: a prospective, multicenter, diagnostic accuracy study. Chest. 2012;142:965–972. doi: 10.1378/chest.12-0364. [PubMed] [CrossRef] [Google Scholar]13. Lichtenstein D, Goldstein I, Mourgeon E, Cluzel P, Grenier P, Rouby JJ. Comparative diagnostic performances of auscultation, chest radiography, and lung ultrasonography in acute respiratory distress syndrome. Anesthesiology. 2004;100:9–15. doi: 10.1097/00000542-200401000-00006. [PubMed] [CrossRef] [Google Scholar]14. Mathis G, Blank W, Reissig A, Lechleitner P, Reuss J, Schuler A, et al.  Thoracic ultrasound for diagnosing pulmonary embolism: a prospective multicenter study of 352 patients. Chest. 2005;128:1531–1538. doi: 10.1378/chest.128.3.1531. [PubMed] [CrossRef] [Google Scholar]15. Teichgräber UK, Hackbarth J. Sonographic bedside quantification of pleural effusion compared to computed tomography volumetry in ICU patients. Ultrasound Int Open. 2018;4:E131–E135. doi: 10.1055/a-0747-6416. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Marggrander DT, Borgans F, Jacobi V, Neb H, Wolf T. Lung ultrasound findings in patients with COVID-19. SN Compr Clin Med. 2020;1:1–7. doi: 10.1007/s42399-020-00553-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Gargani L, Soliman-Aboumarie H, Volpicelli G, Corradi F, Pastore MC, Cameli M. Why, when, and how to use lung ultrasound during the COVID-19 pandemic: enthusiasm and caution. Eur Heart J Cardiovasc Imaging. 2020;21:941–948. doi: 10.1093/ehjci/jeaa163. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Soldati G, Smargiassi A, Inchingolo R, Buonsenso D, Perrone T, Briganti DF, et al.  Is there a role for lung ultrasound during the COVID-19 pandemic? J Ultrasound Med. 2020;39:1459–1462. doi: 10.1002/jum.15284. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Simpson S, Kay FU, Abbara S, Bhalla S, Chung JH, Chung M, et al.  Radiological society of North America expert consensus statement on reporting chest CT findings related to COVID-19: ENDORSED by the Society of Thoracic Radiology, the American College of Radiology, and RSNA–Secondary Publication. Radiol Cardiothorac Imaging. 2020;3:219–227. doi: 10.1097/RTI.0000000000000524. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Channappanavar R, Perlman S. Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology. Semin Immunopathol. 2017;39:529–539. doi: 10.1007/s00281-017-0629-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Pan Y, Guan H, Zhou S, Wang Y, Li Q, Zhu T, et al.  Initial CT findings and temporal changes in patients with the novel coronavirus pneumonia (2019-nCoV): a study of 63 patients in Wuhan. China Eur Radiol. 2020;30:3306–3309. doi: 10.1007/s00330-020-06731-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Fang Y, Zhang H, Xie J, Lin M, Ying L, Pang P, Ji W. Sensitivity of chest CT for COVID-19: comparison to RT-PCR. Radiology. 2020;296:E115–E117. doi: 10.1148/radiol.2020200432. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Long C, Xu H, Shen Q, Zhang X, Fan B, Wang C, et al.  Diagnosis of the coronavirus disease (COVID-19): rRT-PCR or CT? Eur J Radiol. 2020;126:108961. doi: 10.1016/j.ejrad.2020.108961. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Ai T, Yang Z, Hou H, Zhan C, Chen C, Lv W, Tao Q, Sun Z, Xia L. Correlation of chest CT and RT-PCR testing for coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases. Radiology. 2020;296:E32–E40. doi: 10.1148/radiol.2020200642. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Rubin GD, Ryerson CJ, Haramati LB, Sverzellati N, Kanne JP, Raoof S, et al.  The role of chest imaging in patient management during the COVID-19 pandemic: a multinational consensus statement from the Fleischner Society. Radiology. 2020;296:172–180. doi: 10.1148/radiol.2020201365. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Berce V, Tomazin M, Gorenjak M, Berce T, Lovrenčič B. The usefulness of lung ultrasound for the aetiological diagnosis of community-acquired pneumonia in children. Sci Rep. 2019;9(1):17957. doi: 10.1038/s41598-019-54499-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Haak SL, Renken IJE, Jager LC, Lameijer H, Kolk BYM. Diagnostic accuracy of point-of-care lung ultrasound in COVID-19. Emerg Med J. 2020 doi: 10.1136/emermed-2020-210125. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Lichter Y, Topilsky Y, Taieb P, Banai A, Hochstadt A, Merdler I, et al.  Lung ultrasound predicts clinical course and outcomes in COVID-19 patients. Intensive Care Med. 2020;46(10):1873–1883. doi: 10.1007/s00134-020-06212-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Buonsenso D, Raffaelli F, Tamburrini E, Biasucci DG, Salvi S, Smargiassi A, et al.  Clinical role of lung ultrasound for diagnosis and monitoring of COVID-19 pneumonia in pregnant women. Ultrasound Obstet Gynecol. 2020;56(1):106–109. doi: 10.1002/uog.22055. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Bourcier JE, Paquet J, Seinger M, Gallard E, Redonnet JP, Cheddadi F, et al.  Performance comparison of lung ultrasound and chest x-ray for the diagnosis of pneumonia in the ED. Am J Emerg Med. 2014;32:115–118. doi: 10.1016/j.ajem.2013.10.003. [PubMed] [CrossRef] [Google Scholar]31. Long L, Zhao HT, Zhang ZY, Wang GY, Zhao HL. Lung ultrasound for the diagnosis of pneumonia in adults: a meta-analysis. Medicine (Baltimore) 2017;96:e5713. doi: 10.1097/MD.0000000000005713. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Xia Y, Ying Y, Wang S, Li W, Shen H. Effectiveness of lung ultrasonography for diagnosis of pneumonia in adults: a systematic review and meta-analysis. J Thorac Dis. 2016;8:2822–2831. doi: 10.21037/jtd.2016.09.38. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}