{"title": "\"Obesity Paradox\" in Acute Respiratory Distress Syndrome Among Patients Undergoing Cardiac Surgery: A Retrospective Study", "pubDate": "2021", "PMCID": "PMC8404469", "DOI": "10.12659/MSM.931808", "PMID": "34429393", "abstract": "BACKGROUND The \"obesity paradox\" exists in many diseases. It is unclear whether it also exists in acute respiratory distress syndrome (ARDS). The purpose of our study was to clarify the relationship between obesity and the development of and hospital mortality from ARDS among patients who underwent cardiac surgery. MATERIAL AND METHODS This retrospective case-control study included 202 patients with ARDS and 808 matching patients without ARDS. We clarified the relationship between obesity and the development of ARDS after adjusting for confounding factors by multiple logistic regression analysis. A total of 202 ARDS patients were divided into survival and mortality groups. After all confounding factors were adjusted by multiple logistic regression analysis, we demonstrated the relationship between obesity and mortality from ARDS. RESULTS We found a significant association between body mass index (BMI) and the development of ARDS; the cutoff point of BMI was 24.78 kg/m² by adjusting for confounding factors for the development of ARDS. When the BMI was lower than 24.78 kg/m², the higher BMI was a protective factor (odds ratio [OR] 0.68, P=0.000, 95% confidence interval [CI] 0.55-0.84). When the BMI was higher than 24.78 kg/m², the higher BMI was a risk factor (OR 1.07, P=0.050, 95% CI 1.00-1.14). However, obesity was found to be associated with decreased ARDS mortality by adjusting for confounding factors (OR 0.91, P=0.039, 95% CI 0.83-1.00). CONCLUSIONS An \"obesity paradox\" may exist in ARDS among patients with obesity who undergo cardiac surgery.", "author": [{"author": "Yan Liu", "affiliation": ["Department of Infectious Diseases, Beijing Anzhen Hospital, Capital Medical University, Beijing Institute of Heart, Lung and Blood Vessel Diseases, Beijing, China (mainland)."], "href": "/?term=Liu+Y&cauthor_id=34429393"}, {"author": "Man Song", "affiliation": ["Department of Infectious Diseases, Beijing Anzhen Hospital, Capital Medical University, Beijing Institute of Heart, Lung and Blood Vessel Diseases, Beijing, China (mainland)."], "href": "/?term=Song+M&cauthor_id=34429393"}, {"author": "Lixue Huang", "affiliation": ["Department of Pulmonary and Critical Care Medicine, Center for Respiratory Diseases, China-Japan Friendship Hospital, National Clinical Research, Center for Respiratory Diseases, Beijing, China (mainland)."], "href": "/?term=Huang+L&cauthor_id=34429393"}, {"author": "Guangfa Zhu", "affiliation": ["Department of Infectious Diseases, Beijing Anzhen Hospital, Capital Medical University, Beijing Institute of Heart, Lung and Blood Vessel Diseases, Beijing, China (mainland).", "Department of Pulmonary and Critical Care Medicine, Beijing Anzhen Hospital, Capital Medical University, Beijing Institute of Heart, Lung and Blood Vessel Diseases, Beijing, China (mainland)."], "href": "/?term=Zhu+G&cauthor_id=34429393"}], "refPMID": ["24880830", "27703162", "19770169", "18719063", "24932146", "17481540", "21778465", "22732288", "14996675", "22797452", "16521268", "17296631", "27684705", "11316110", "19875711", "22156343", "17296626", "31138733", "30409352", "28222804", "20435656", "31060087", "14679176", "16297160", "22449512", "27464648", "9813653", "19700048"], "citedInPMID": ["34429393"], "body": " AbstractBackgroundThe “obesity paradox” exists in many diseases. It is unclear whether it also exists in acute respiratory distress syndrome (ARDS). The purpose of our study was to clarify the relationship between obesity and the development of and hospital mortality from ARDS among patients who underwent cardiac surgery.Material/MethodsThis retrospective case-control study included 202 patients with ARDS and 808 matching patients without ARDS. We clarified the relationship between obesity and the development of ARDS after adjusting for confounding factors by multiple logistic regression analysis. A total of 202 ARDS patients were divided into survival and mortality groups. After all confounding factors were adjusted by multiple logistic regression analysis, we demonstrated the relationship between obesity and mortality from ARDS.ResultsWe found a significant association between body mass index (BMI) and the development of ARDS; the cutoff point of BMI was 24.78 kg/m2 by adjusting for confounding factors for the development of ARDS. When the BMI was lower than 24.78 kg/m2, the higher BMI was a protective factor (odds ratio [OR] 0.68, P=0.000, 95% confidence interval [CI] 0.55–0.84). When the BMI was higher than 24.78 kg/m2, the higher BMI was a risk factor (OR 1.07, P=0.050, 95% CI 1.00–1.14). However, obesity was found to be associated with decreased ARDS mortality by adjusting for confounding factors (OR 0.91, P=0.039, 95% CI 0.83–1.00).ConclusionsAn “obesity paradox” may exist in ARDS among patients with obesity who undergo cardiac surgery.Keywords: Hospital Mortality, Obesity, Respiratory Distress Syndrome, Adult, Thoracic Surgery BackgroundThe obesity epidemic continues as obesity’s increased prevalence has been reported throughout the world. Recent data have shown that more than two-thirds of citizens in the United States have either obesity or overweight. Similarly, China has the largest number of affected people worldwide, with approximately 46% of adults having obesity or overweight [1,2]. Given its rising prevalence and association with many diseases, it is not surprising that the percentage of critically ill patients with obesity is also increasing. In those patients, including those with acute respiratory distress syndrome (ARDS), the relationship between obesity and morbidity and mortality seems to be complex and at times counterintuitive, which is known as the “obesity paradox”. There are conflicting results in the literature on whether obesity is a risk factor or protective factor for morbidity and mortality in ARDS and acute lung injury [3–9].Considering the contradictory findings, we carried out a retrospective case-control and cohort study with data gathered from an observational database to clarify the effect of body mass index (BMI) at hospital admission on the development of and mortality from ARDS. Cardiac surgery is one of the most important causes of ARDS. To minimize possible selection bias due to differences in ARDS induction, we limited the study sample to a population that underwent cardiac surgery. It is important to understand the relationship between obesity and the development of and mortality from ARDS. Furthermore, this relationship, once elucidated, can be used to develop guidelines for patients to maintain their weight at an appropriate level before cardiac surgery. Material and MethodsStudy PopulationOur study included 202 patients with ARDS from our hospital who underwent cardiac surgery from January 2005 to December 2015. The 202 patients with ARDS were classified as the ARDS group. We selected patients of the same sex and age who underwent cardiac surgery in the same year to match each of the patients in the ARDS group. We randomly selected 4 patients among all candidates using a random number table. As a result, 808 patients were classified as the contrast group.Research coordinators screened all patients for ARDS using a definition such as the Berlin Definition of ARDS [10]. The diagnostic inclusion criteria were as follows: (1) new or worsening respiratory symptoms with a known clinical result within 1 week; (2) bilateral opacity on X-ray that could not be fully explained by effusions, nodules, or lobar/lung collapse; (3) respiratory failure that could not be fully explained by fluid overload or cardiac failure; (4) PaO2/FiO2 less than 300 mm Hg with positive end-expiratory pressure or continuous positive airway pressure was more than 5 cm H2O. Two physicians reviewed chest radiographs. A third physician was responsible for the arbitration if there was a disagreement. A consensus training session was conducted for all physicians on the radiologic criteria for ARDS. The clinical status of patients was absent for all physicians.Exclusion criteria for ARDS were as follows: (1) patients younger than 18 years old; (2) patients diagnosed as having a malignant tumor before surgery; (3) patients with major risk factors for lung injury or respiratory failure, such as trauma, sepsis, aspiration, shock, and acute congestive heart failure; (4) requirement of therapies such as mechanical ventilation, continuous renal replacement therapy, and intra-aortic balloon pump or extracorporeal membrane oxygenation (ECMO) therapy before surgery; (5) idiopathic interstitial pneumonia with diffuse bilateral infiltrates on chest radiography and pneumonia or respiratory failure at any point before surgery and during hospitalization (Figure 1).Open in a separate windowFigure 1Flow diagram of the study.VariablesWe calculated the BMI from the height and weight recorded at hospital admission with the formula BMI=weight (kg)/height (m2). Patients with missing height or weight measurements were excluded. BMI was categorized as overweight (BMI ≥25 to <30 kg/m2), obese (BMI ≥30 kg/m2), normal weight (BMI ≥18.5 to <25 kg/m2), and underweight (BMI <18.5 kg/m2), according to the National Institutes of Health’s definition of obesity. The smoking index was defined as the number of cigarette-years, calculated as the number of years of smoking multiplied by the number of cigarettes smoked per day. Ejection fraction values were determined by M-mode echocardiography, which all patients should have undergone at least twice (once before surgery and once within 24 h after surgery). The hemoglobin levels of all patients were determined using the sodium lauryl sulfate-hemoglobin method. Albumin levels were determined using the chemical colorimetric method before surgery. We calculated Acute Physiology and Chronic Health Evaluation II (APACHE II) scores on the first day after surgery. Comorbidities such as hypertension, diabetes mellitus, acute myocardial infarction, and previous cardiac surgery were considered present if a physician documented the diagnosis in the electronic medical record before the surgical procedure. The information on each surgery, such as duration, patient blood loss, and number of transfusions, was recorded using surgery recorders. Emergency surgery was defined as a surgery that was needed within a short time because of the urgency of treating a disease after a doctor’s assessment. There were 5 types of surgery: isolated valvular surgery, isolated coronary artery bypass grafting (CABG) surgery, valvular combined with CABG surgery, aortic surgery, and others (such as ventricular/atrial septal defect and atrial myxoma surgeries).Follow-UpPatients with ARDS were followed-up for all-cause mortality before discharge or death.Statistical AnalysisData were demonstrated as the mean±standard deviation or median (interquartile) for continuous variables. Frequency or percentage was used for categorical variables. We used Mann-Whitney and chi-squared tests to determine statistical differences between the means and proportions of the 2 groups. We used multiple logistic regression models to evaluate the relationship between BMI and the development of and mortality from ARDS. We used Kaplan-Meier curves (log-rank tests) to evaluate the effects of BMI on survival. All analyses were performed with the statistical software package R (http://www.R-project.org; The R Foundation) and EmpowerStats (http://www.empowerstats.com; X&Y Solutions, Inc., Boston, MA, USA). We used a 2-sided significance level of 0.05 to evaluate statistical significance. ResultsBMI and Development of ARDSBetween January 2005 and December 2015, 1010 patients were enrolled in our study. Of these patients, 35% of patients had overweight and 6% of patients had obesity. There was more hypertension among patients with obesity and more acute myocardial infarction and diabetes among patients with overweight. Patients with overweight tended to undergo isolated valvular or isolated CABG surgeries, and patients with obesity tended to undergo aortic surgeries (Supplementary Table 1).Between January 2005 and December 2015, a total of 202 patients developed ARDS, and 808 patients were classified as the contrast group. After univariate analysis for the development of ARDS, albumin level before surgery (OR 0.9, P<0.001, 95% CI 0.9–0.9) was identified as a protective factor. Risk factors included APACHE II value (OR 1.2, P<0.001, 95% CI 1.2–1.3), duration of surgery (OR 1.6, P<0.001, 95% CI 1.4–1.7), history of cardiac surgery (OR 4.8, P<0.001, 95% CI 2.4–9.7), history of hypertension (OR 1.4, P<0.001, 95% CI 1.1–1.9), emergency surgery (OR 8.6, P<0.001, 95% CI 4.7 15.6), and type of surgery (OR 6.6, 95% CI 3.7–11.6; OR 9.3, 95% CI 5.4–16.0; and OR 2.2, 95% CI 1.4–3.4 for valvular combined with CABG surgery, aortic surgery, and others, respectively, P<0.001) (Supplementary Table 2).We investigated the relationship between BMI and the development of ARDS using 3 approaches. BMI was included as a continuous variable, a categorical variable, and a trend in 3 logistic regression models after assuming that the logic was linear (Table 1). There was no linear relationship between BMI and the development of ARDS. However, we found a threshold nonlinear association in a generalized additive model (Figure 2). When the BMI was lower than 24.78 kg/m2, there was a decreased likelihood of ARDS with an increasing BMI (OR 0.68, P=0.000, 95% CI 0.55–0.84). When the BMI was higher than 24.78 kg/m2, there was an increased likelihood of ARDS with an increasing BMI (OR 1.07, P=0.050, 95% CI 1.00–1.14) (Table 2).Open in a separate windowFigure 2Association between body mass index (BMI) and the development of acute respiratory distress syndrome (ARDS). A threshold nonlinear association between BMI and ARDS was found in a generalized additive model (GAM). The red line represents the smooth curve fit between variables. The blue line represents the 95% confidence interval from the fit. All values were adjusted for sex, age, albumin level before surgery, APACHE II value, duration of surgery, history of cardiac surgery, history of hypertension, emergency surgery, and type of surgery.Table 1Association between body mass index and the development of acute respiratory distress syndrome in different models.VariableCrude modelAdjust IAdjust IIβ (95% CI)P valueβ (95% CI)P valueβ (95% CI)P valueBMI1.01 (0.96, 1.05)0.81531.01 (0.96, 1.05)0.72820.99 (0.94, 1.05)0.8362BMI <18.51.01.01.0 ≥18.5, <250.41 (0.21, 0.79)0.00820.39 (0.19, 0.78)0.00820.16 (0.09, 0.48)<0.0001 ≥25, <300.38 (0.19, 0.76)0.00580.36 (0.18, 0.75)0.00640.17 (0.09, 0.51)0.0001 ≥300.75 (0.33, 1.72)0.49530.72 (0.31, 1.69)0.45770.30 (0.11, 0.87)0.0265P for trend0.86990.93660.5619Open in a separate windowCrude model adjust for none. Adjust I model adjust for gender and age. Adjust II model adjust for gender, age, albumin level before surgery, APACHE II value, and duration of surgery, history of cardiac surgery, and history of hypertension, emergency surgery and type of surgery.Table 2The result of 2-piecewise linear regression model.Inflection point of BMIEffect size (OR)95% CIP value<24.780.680.55 to 0.840.000≥24.781.071.00 to 1.140.050Open in a separate windowEffect: ARDS; Cause: BMI. Adjusted: gender, age, albumin level before surgery, APACHE II value, duration of surgery, history of cardiac surgery, history of hypertension, emergency surgery and type of surgery.BMI and Mortality from ARDSThere were 202 patients diagnosed with ARDS, of whom, more than 30% of patients had overweight, and almost 9% of patients had obesity. There was a higher hemoglobin level before surgery in patients with overweight and obesity. Patients with a higher proportion of body fat showed a higher ejection fraction value after surgery. Patients with obesity may have experienced a longer period of intubation. On the other hand, leaner patients had a higher chance of a second intubation after surgery. There were more patients with hypertension and acute myocardial infarction among patients with overweight. More patients with overweight had undergone isolated valvular or isolated CABG surgeries, and more patients with obesity had undergone aortic surgeries (Supplementary Table 3).During hospitalization, 134 patients died, and the rate of mortality from ARDS among patients who had undergone cardiac surgery was 66.34%. After univariate analysis for mortality from ARDS, the protective factors included BMI (OR 0.89, P=0.003, 95% CI 0.82–0.96), age (OR 0.98, P=0.038, 95% CI 0.95–1.00), hemoglobin level before surgery (OR 0.99, P=0.049, 95% CI 0.97–1.00), and history of diabetes (OR 0.46, P=0.022, 95% CI 0.23–0.89). The only risk factor was second intubation after surgery (OR 2.56, P=0.002, 95% CI 1.41–4.66) (Supplementary Table 4).We used multiple logistic regression models to evaluate the relationship between BMI and mortality from ARDS. We observed a stable linear relationship between BMI and mortality from ARDS. In the adjusted model II, after adjusting for sex, age, hemoglobin level before surgery, diabetes, and second intubation after surgery, BMI was still a protective factor (OR 0.91, P=0.039, 95% CI 0.83–1.00) (Table 3).Table 3Relationship between body mass index and mortality of acute respiratory distress syndrome in multiple logistic regression model.VariableCrude modelAdjust IAdjust IIβ (95% CI)P valueβ (95% CI)P valueβ (95% CI)P valueBMI0.89 (0.82, 0.96)0.0030.87 (0.80, 0.95)0.0020.91 (0.83, 1.00)0.039Open in a separate windowCrude model adjust for none. Adjust I model adjust for gender and age. Adjust II model adjust for gender, age, hemoglobin level before surgery, diabetes and second intubation after surgery.After in-hospital follow-up, we found a significant difference among the 4 groups (P=0.013) based on the Kaplan-Meier curve (Figure 3). On the 60th day, the mortality of patients with underweight and normal weight was higher than that of patients with overweight and obesity, and on the 90th day, the difference became more significant, demonstrating that patients with ARDS with a higher proportion of body fat had a better prognosis.Open in a separate windowFigure 3Kaplan-Meier curves for cumulative mortality according to the following body mass index (BMI) groups: BMI <18.5 kg/m2, BMI ≥18.5 kg/m2 to <25 kg/m2, BMI ≥25 kg/m2 to <30 kg/m2, and BMI ≥30 kg/m2. DiscussionA review of the literature on the relationship between obesity and the development of ARDS revealed that most studies consistently demonstrated that obesity was associated with an increased possibility of ARDS [3,7,8,11,12]. In a cohort study including 1795 patients with risk factors for ARDS at admission, the results showed that patients with obesity were more likely to develop ARDS based on multivariate analysis (OR 1.24, 95% CI 1.11–1.39) [3]. A similar result was observed for an obstructive sleep apnea group [5] and critically injured patients with blunt trauma [6]. A meta-analysis conducted by Zhi et al [13] demonstrated that there was higher ARDS morbidity among patients with obesity in the intensive care unit (ICU) population.Why do patients with obesity tend to develop ARDS? The mechanism is unclear thus far; nevertheless, we propose some potential mechanisms. First, compared with the control patients with normal weight, the patients with obesity experience several changes in their physiology. One key parameter in patients with obesity is trans-pulmonary pressure, which becomes less positive with an increased pleural pressure resulting from obesity. Therefore, patients with obesity have considerable atelectasis, which results in impaired gas exchange and decreased lung compliance [14]. Second, patients with obesity show chronic changes in circulating inflammatory mediators derived from adipose tissue. They have increased circulating levels of cytokines, increased chemokine production, and altered levels of adipocyte-produced hormones such as leptin and adiponectin [15,16]. Finally, because of body habitus, patients with obesity can be more likely to fulfill the Berlin Definition for ARDS, which can contribute to the difficulty of interpreting chest radiographs. However, our study minimized this possibility by having at most 3 physicians interpret the imaging results.Interestingly, in our study, there was a cutoff point for BMI in the development of ARDS. When the patient’s BMI was higher than 24.78 kg/m2, the higher BMI was associated with increased ARDS development (OR 1.07, P=0.050, 95% CI 1.00–1.14), which was consistent with most previous studies. Additionally, our results showed that when the patient’s BMI was lower than 24.78 kg/m2, the higher BMI was associated with decreased ARDS development (OR 0.68, P=0.000, 95% CI 0.55–0.84). We can conclude from the above that the higher the BMI is, the more likely the patient with obesity is to develop ARDS. But for patients with normal weight, the leaner patients had a higher possibility to develop ARDS, with a cutoff point of 24.78, which corresponds to a normal weight and cannot represent patients with obesity; nevertheless, it was close to obesity standards. Patients with underweight have a bad nutritional state, and their ability to resist surgery shock is weak, which may explain why the patients in the present study with the lower BMI had a higher possibility of developing ARDS than did the patients with normal weight; however, this still needs further study [17].Conflicting results in the relationship between obesity and mortality from ARDS can be found in the previous literature. A recent study [18] in Canada demonstrated no difference in hospital mortality across BMI strata in patients with moderate to severe ARDS. Similar results were obtained for mechanically ventilated patients with ARDS [9] and critically injured patients with blunt trauma and ARDS [6]. However, another study demonstrated that BMI can be associated with decreased mortality (OR 0.81, 95% CI 0.71–0.93) after adjusting for mortality predictors [8]. Similar results were obtained for patients with ARDS on ECMO [19]. These results were confirmed in a recent meta-analysis, in which Ni et al [20] analyzed the relationship between BMI and clinical prognosis in patients with ARDS in 5 studies [3,8,11,12,21]. The authors concluded that obesity and ARDS are associated with a better prognosis. Another recent meta-analysis that included 4 additional studies [13] reported similar results. Our study also demonstrated the association of obesity with decreased ARDS mortality (OR 0.91, P=0.039, 95% CI 0.83–1.00).Why are ARDS outcomes improved in the obesity population? The “obesity paradox” of patients with ARDS is still unclear. A review [22] conducted by Umbrello et al proposed some possible mechanisms. First, patients with obesity with lung injury have lower levels of several cytokines [21]. Second, lipids and lipoproteins, such as cholesterol, can bind to endotoxins and reduce their inflammatory actions [17]. Third, healthy patients with obesity accumulate macrophages that switch during critical illnesses. Patients with obesity can be protected by extensive M2 macrophage activation [23,24]. Fourth, obesity can induce a state of low-grade inflammation that can precondition and protect the lungs from further damage [25]. Fifth, adiposity can confer protection against ventilator-induced lung injury via altered chest wall dynamics, which can reduce the effect of airway pressure. Moreover, clinicians tend to consider patients with obesity as having a higher risk for worse outcomes, which can result in earlier admission to the ICU for monitoring purposes, the increased use of prophylactic measures, and more attention paid to mechanical ventilation parameters [26].There are some limitations in our study. Patients with severe obesity (BMI ≥40 kg/m2) were not included. The highest BMI in our study was 37.0 kg/m2, which could not account for the association between severe obesity and ARDS. Furthermore, we used BMI as a measurement of obesity; however, compared with other measurements, such as waist circumference, it may not accurately reflect obesity syndromes [27,28]. BMI measurements can be altered by intravenous fluid administration for patients in the ICU before weight measurements are obtained and by the erroneous assessment of height for supine critically ill patients. Large-scale multicenter trials are necessary to elucidate the relationship between obesity and ARDS. ConclusionsOur study is the first to clarify the relationship between obesity and ARDS among patients undergoing cardiac surgery, including the development of and mortality for ARDS. Among patients with obesity undergoing cardiac surgery, the patients with a higher BMI were more likely to develop ARDS, while for all patients undergoing cardiac surgery, obesity was a protective factor against ARDS mortality. Therefore, the “obesity paradox” may exist in ARDS among patients with obesity undergoing cardiac surgery. Supplementary DataSupplementary Table 1Baseline characteristics of patients (n=1010).BMI<18.5≥18.5,<25≥25,<30≥30P valueN (%)41 (4.06%)548 (54.26%)357 (35.34%)64 (6.33%)–Age, years42.63±17.9058.85±13.4760.55±11.7956.00±12.62<0.001Smoking index250.0 (125.0–675.0)450.0 (210.0–800.0)500.0 (300.0–800.0)400.0 (210.0–800.0)0.517EF value before surgery, %61.24±8.8060.29±10.1960.06±8.7460.22±9.810.934Hemoglobin level before surgery, g/l129.10±22.37132.68±18.84134.44±17.98133.72±20.770.267Albumin level before surgery, g/l43.25±3.4740.49±5.3440.45±5.1440.51±5.160.011APACHE II value15.54±3.5616.64±3.6816.81±3.6717.12±4.880.167Duration of surgery, hours4.81±1.914.72±1.904.73±1.855.06±2.300.579Blood loss, ml600.00 (400.00–1000.00)600.00 (400.00–1000.00)700.00 (500.00–1000.00)600.00 (350.00–1000.00)0.383Transfusion of red blood cells, ml400.00 (200.00–600.00)400.00 (233.50–800.00)400.00 (239.00–770.00)400.00 (200.00–625.00)0.665Transfusion of plasma cells, ml0.00 (0.00–400.00)0.00 (0.00–400.00)0.00 (0.00–200.00)0.00 (0.00–0.00)0.048EF value after surgery, %50.50±18.3348.52±22.7046.16±23.3349.91±21.140.458ARDS, %0.004 No26 (63.41%)445 (81.20%)293 (82.07%)44 (68.75%) Yes15 (36.59%)103 (18.80%)64 (17.93%)20 (31.25%)Gender, %<0.001 Male24 (58.54%)351 (64.05%)272 (76.19%)43 (67.19%) Female17 (41.46%)197 (35.95%)85 (23.81%)21 (32.81%)History of cardiac surgery, %0.001 No37 (90.24%)522 (95.26%)354 (99.16%)63 (98.44%) Yes4 (9.76%)26 (4.74%)3 (0.84%)1 (1.56%)History of hypertension, %<0.001 No38 (92.68%)334 (60.95%)160 (44.82%)25 (39.06%) Yes63 (7.32%)214 (39.05%)197 (55.18%)39 (60.94%)History of diabetes, %0.030 No37 (90.24%)464 (84.67%)281 (78.71%)57 (89.06%) Yes4 (9.76%)84 (15.33%)76 (21.29%)7 (10.94%)History of AMI, %0.004No38 (92.68%)446 (81.39%)262 (73.39%)49 (76.56%)Yes3 (7.32%)102 (18.61%)95 (26.61%)15 (23.44%)Emergency surgery, %0.068 No41 (100.00%)523 (95.44%)338 (94.68%)57 (89.06%) Yes0 (0.00%)25 (4.56%)19 (5.32%)7 (10.94%)Type of surgery, %<0.001 isolated valvular surgery or isolated CABG surgery22 (53.66%)421 (76.68%)281 (78.71%)42 (66.67%) Valvular combined with CABG surgery4 (9.76%)31 (5.65%)15 (4.20%)5 (7.94%) Aortic surgery1 (2.44%)28 (5.10%)24 (6.72%)11 (17.46%) Others14 (34.15%)69 (12.57%)37 (10.36%)5 (7.94%)Open in a separate windowEF – ejection fraction; COPD – chronic obstructive pulmonary disease; AMI – acute myocardial infarction; CABG – coronary artery bypass grafting; APACHE – acute physiology and chronic health evaluation; ARDS – acute respiratory distress syndrome.Supplementary Table 2Univariate analysis for development of acute respiratory distress syndrome.CovariateStatisticsOR (95% CI)P valueAge, years58.6±13.51.0 (1.0, 1.0)0.684Smoking index450.0 (210.0–800.0)1.0 (1.0, 1.0)0.081EF value before surgery, %60.2±9.61.0 (1.0, 1.0)0.400Hemoglobin level before surgery, g/l133.2±18.81.0 (1.0, 1.0)<0.001Albumin level before surgery, g/l40.6±5.20.9 (0.9, 0.9)<0.001APACHE II value16.7±3.81.2 (1.2, 1.3)<0.001Duration of surgery, hours4.7±1.91.6 (1.4, 1.7)<0.001Blood loss, ml600.00 (400.00–1000.00)1.0 (1.0, 1.0)<0.001Transfusion of red blood cells, ml400.00 (200.00–800.00)1.0 (1.0, 1.0)<0.001Transfusion of plasma, ml0.00 (0.00–200.00)1.0 (1.0, 1.0)<0.001EF value after surgery, %47.9±22.71.0 (1.0, 1.0)0.008Gender, % Male690 (68.3%)1.0 Female320 (31.7%)1.1 (0.8, 1.5)0.735History of cardiac surgery, % No976 (96.6%)1.0 Yes34 (3.4%)4.8 (2.4, 9.7)<0.001History of hypertension, % No557 (55.1%)1.0 Yes453 (44.9%)1.4 (1.1, 1.9)0.023History of diabetes, % No839 (83.1%)1.0 Yes171 (16.9%)1.3 (0.9, 2.0)0.155History of AMI, % No795 (78.7%)1.0 Yes215 (21.3%)1.2 (0.9, 1.8)0.249Emergency surgery, % No959 (95.0%)1.0 Yes51 (5.0%)8.6 (4.7, 15.6)<0.001Type of surgery, % Isolated valvular surgery or isolated GABG surgery766 (75.8%)1.0 Valvular combined with CABG surgery55 (5.4%)6.6 (3.7, 11.6)<0.001 Aortic surgery64 (6.3%)9.3 (5.4, 16.0)<0.001 Others125 (12.4%)2.2 (1.4, 3.4)<0.001Open in a separate windowEF – ejection fraction; COPD – chronic obstructive pulmonary disease; AMI – acute myocardial infarction; CABG – coronary artery bypass grafting; APACHE – acute physiology and chronic health evaluation; ARDS – acute respiratory distress syndrome; OR – odds ratio.Supplementary Table 3Baseline characteristics of patients with acute respiratory distress syndrome (n=202).BMI<18.5≥18.5, <25≥25, <30≥30P valueN (%)14 (6.93%)108 (53.47%)62 (30.69%)18 (8.91%)Age, years51.79±16.1657.07±14.1962.39±10.9856.83±13.900.019Smoking index300.00 (200.00–550.00)500.00 (400.00–800.00)550.00 (300.00–800.00)800.00 (600.00–1050.00)0.354EF value before surgery, %39.21±31.0352.04±23.4948.34±26.0152.06±25.200.296Hemoglobin level before surgery, g/l111.21±16.68120.33±23.74131.61±21.79129.00±23.640.002Albumin level before surgery, g/l41.00±3.5737.81±9.4336.97±7.3036.00±10.230.365APACHE II value17.79±4.9819.43±5.2820.52±6.2320.00±7.100.378Duration of surgery, hours5.48±1.686.53±2.776.25±2.906.26±(2.890.586Blood loss, ml700.00 (400.00–800.00)1000.00 (700.00–1300.00)1000.00 (725.00–1500.00)750.00 (500.00–1425.00)0.285Transfusion of red blood cells, ml400.00 (300.00–575.00)800.00 (400.00–1000.00)800.00 (410.00–1181.50)700.00 (400.00–900.00)0.310Transfusion of plasma cells, ml400.00 (0.00–475.00)400.00 (0.00–400.00)200.00 (0.00–400.00)0.00 (0.00–150.00)0.186EF value after surgery, %30.50±23.9849.31±17.2450.32±16.4254.78±22.05<0.001Duration of incubation time, hours41.00 (0.00–144.00)115.50 (45.50–263.85)115.10 (48.67–394.73)360.00 (192.00–483.25)0.001Gender, %0.010 Male12 (85.71%)78 (72.22%)34 (54.84%)8 (44.44%) Female2 (14.29%)30 (27.78%)28 (45.16%)10 (55.56%)History of cardiac surgery, %0.003 No14 (100.00%)88 (81.48%)61 (98.39%)17 (94.44%) Yes0 (0.00%)20 (18.52%)1 (1.61%)1 (5.56%)History of hypertension, %<0.001 No13 (92.86%)60 (55.56%)22 (35.48%)0 (0.00%) Yes1 (7.14%)48 (44.44%)40 (64.52%)18 (100.00%)History of diabetes, %0.315 No13 (92.86%)85 (78.70%)46 (74.19%)12 (66.67%) Yes1 (7.14%)23 (21.30%)16 (25.81%)6 (33.33%)History of AMI, %0.013 No12 (85.71%)87 (80.56%)38 (61.29%)16 (88.89%) Yes2 (14.29%)21 (19.44%)24 (38.71%)2 (11.11%)Emergency surgery, %0.090 No14 (100.00%)95 (87.96%)50 (80.65%)13 (72.22%) Yes0 (0.00%)13 (12.04%)12 (19.35%)5 (27.78%)Type of surgery, %0.019 Isolated valvular surgery or isolated CABG surgery8 (57.14%)50 (46.30%)37 (59.68%)9 (50.00%) Valvular combined with CABG surgery3 (21.43%)20 (18.52%)4 (6.45%)2 (11.11%) Aortic surgery0 (0.00%)15 (13.89%)16 (25.81%)6 (33.33%) Others3 (21.43%)23 (21.30%)5 (8.06%)1 (5.56%)Infection after surgery0.745 No9 (64.29%)67 (62.04%)36 (58.06%)13 (72.22%) Yes5 (35.71%)41 (37.96%)26 (41.94%)5 (27.78%)IABP after surgery No11 (78.57%)81 (75.00%)51 (82.26%)15 (83.33%)0.676 Yes3 (21.43%)27 (25.00%)11 (17.74%)3 (16.67%)ECMO after surgery0.352 No12 (85.71%)95 (87.96%)54 (87.10%)13 (72.22%) Yes2 (14.29%)13 (12.04%)8 (12.90%)5 (27.78%)CRRT after surgery0.920 No9 (64.29%)71 (65.74%)43 (69.35%)13 (72.22%) Yes5 (35.71%)37 (34.26%)19 (30.65%)5 (27.78%)Tracheotomy after surgery0.498 No12 (85.71%)73 (67.59%)40 (64.52%)12 (66.67%) Yes2 (14.29%)35 (32.41%)22 (35.48%)6 (33.33%)Second intubation after surgery0.009 No2 (14.29%)41 (37.96%)35 (56.45%)10 (55.56%) Yes12 (85.71%)67 (62.04%)27 (43.55%)8 (44.44%)Survive0.009 No0 (0.00%)33 (30.56%)28 (45.16%)7 (38.89%) Yes14 (100.00%)75 (69.44%)34 (54.84%)11 (61.11%)Open in a separate windowEF – ejection fraction; COPD – chronic obstructive pulmonary disease; IBW – ideal body weight; AMI – acute myocardial infarction; CABG – coronary artery bypass grafting; APACHE – acute physiology and chronic health evaluation; ARDS – acute respiratory distress syndrome; IABP – intra-aortic balloon pump; ECMO – extracorporeal membrane oxygenation therapy; CRRT – continuous renal replacement therapySupplementary Table 4Univariate analysis for mortality of acute respiratory distress syndrome.CovariateStatisticsHR (95% CI)P valueBMI24.31±3.990.89 (0.82, 0.96)0.003Age, years58.32±13.640.98 (0.95, 1.00)0.038Smoking index500.00 (400.00–800.00)1.00 (1.00, 1.00)0.320EF value before surgery, %50.01±25.030.99 (0.98, 1.00)0.129Hemoglobin level before surgery, g/l123.94±23.410.99 (0.97, 1.00)0.049Albumin level before surgery, g/l37.61±8.631.02 (0.99, 1.06)0.177APACHE II value19.70±5.741.00 (0.95, 1.05)0.949Duration of surgery, hours6.34±2.761.10 (0.98, 1.24)0.093Blood loss, ml1000.00 (600.00–1500.00)1.00 (1.00, 1.00)0.374Transfusion of red blood cells, ml750.00 (400.00–1200.00)1.00 (1.00, 1.00)0.651Transfusion of plasma cells, ml200.00 (0.00–400.00)1.00 (1.00, 1.00)0.089EF value after surgery, %50.01±25.030.99 (0.98, 1.00)0.129Duration of incubation time, hours209.43±233.701.00 (1.00, 1.00)0.470Gender, %0.266 Male132 (65.35%)1.0 Female70 (34.65%)1.43 (0.76, 2.68)History of cardiac surgery, %0.846 No180 (89.11%)1.0 Yes22 (10.89%)1.10 (0.43, 2.84)History of hypertension, %0.555 No95 (47.03%)1.0 Yes107 (52.97%)0.84 (0.47, 1.51)History of diabetes, %0.022 No156 (77.23%)1.0 Yes46 (22.77%)0.46 (0.23, 0.89)History of AMI, %0.385 No153 (75.74%)1.0 Yes49 (24.26%)0.74 (0.38, 1.45)Emergency surgery, %0.382 No172 (85.15%)1.0 Yes30 (14.85%)1.47 (0.62, 3.51)Type of surgery, % Isolated valvular surgery or isolated CABG surgery104 (51.49%)1.0- Valvular combined with CABG surgery29 (14.36%)0.98 (0.42, 2.29)0.966 Aortic surgery37 (18.32%)1.62 (0.71, 3.70)0.253 Others32 (15.84%)1.80 (0.74, 4.40)0.197Infection after surgery0.741 No125 (61.88%)1.0 Yes77 (38.12%)0.90 (0.50, 1.64)IABP after surgery0.514 No158 (78.22%)1.0 Yes44 (21.78%)1.27 (0.62, 2.63)ECMO after surgery0.146 No174 (86.14%)1.0 Yes28 (13.86%)2.03 (0.78, 5.27)CRRT after surgery0.308 No136 (67.33%)1.0 Yes66 (32.67%)1.39 (0.74, 2.64)Tracheotomy after surgery0.779 No137 (67.82%)1.0 Yes65 (32.18%)1.09 (0.58, 2.05)Second intubation after surgery0.002 No88 (43.56%)1.0 Yes114 (56.44%)2.56 (1.41, 4.66)Open in a separate windowEF – ejection fraction; COPD – chronic obstructive pulmonary disease; AMI - acute myocardial infarction; CABG – coronary artery bypass grafting; APACHE – acute physiology and chronic health evaluation; ARDS – acute respiratory distress syndrome; IABP – intra-aortic balloon pump; ECMO – extracorporeal membrane oxygenation therapy; CRRT – continuous renal replacement therapy. Footnotes\nConflicts of Interest\nNone.Financial support: The study was supported by the Capital Health Research and Development of Special Fund Program of China (grant no. Shoufa-2016-1052) and the National Natural Science Foundation of China (grant. no. 81970067) References1. Ng M, Fleming T, Robinson M, et al.  Global, regional, and national prevalence of overweight and obesity in children and adults during 1980–2013: A systematic analysis for the Global Burden of Disease Study 2013. Lancet. 2014;384:766–81. [PMC free article] [PubMed] [Google Scholar]2. Wang Y, Wang L, Qu W. New national data show alarming increase in obesity and noncommunicable chronic diseases in China. Eur J Clin Nutr. 2017;71:149–50. [PubMed] [Google Scholar]3. Gong MN, Bajwa EK, Thompson BT, Christiani DC. Body mass index is associated with the development of acute respiratory distress syndrome. Thorax. 2010;65:44–50. [PMC free article] [PubMed] [Google Scholar]4. Dossett LA, Heffernan D, Lightfoot M, et al.  Obesity and pulmonary complications in critically injured adults. Chest. 2008;134:974–80. [PMC free article] [PubMed] [Google Scholar]5. Karnatovskaia LV, Lee AS, Bender SP, et al.  US Critical Illness and Injury Trials Group. Lung Injury Prevention Study Investigators (USCIITG-LIPS): Obstructive sleep apnea, obesity, and the development of acute respiratory distress syndrome. J Clin Sleep Med. 2014;10:657–62. [PMC free article] [PubMed] [Google Scholar]6. Newell MA, Bard MR, Goettler CE, et al.  Body mass index and outcomes in critically injured blunt trauma patients: Weighing the impact. J Am Coll Surg. 2007;204:1056–61. discussion 1062–64. [PubMed] [Google Scholar]7. Memtsoudis SG, Bombardieri AM, Ma Y, et al.  Mortality of patients with respiratory insufficiency and adult respiratory distress syndrome after surgery: The obesity paradox. J Intensive Care Med. 2012;27:306–11. [PubMed] [Google Scholar]8. Soto GJ, Frank AJ, Christiani DC, Gong MN. Body mass index and acute kidney injury in the acute respiratory distress syndrome. Crit Care Med. 2012;40:2601–8. [PMC free article] [PubMed] [Google Scholar]9. O’Brien JM, Jr, Welsh CH, Fish RH, et al.  Excess body weight is not independently associated with outcome in mechanically ventilated patients with acute lung injury. Ann Intern Med. 2004;140:338–45. [PubMed] [Google Scholar]10. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, et al.  Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–33. [PubMed] [Google Scholar]11. O’Brien JM, Jr, Phillips GS, Ali NA, et al.  Body mass index is independently associated with hospital mortality in mechanically ventilated adults with acute lung injury. Crit Care Med. 2006;34:738–44. [PMC free article] [PubMed] [Google Scholar]12. Morris AE, Stapleton RD, Rubenfeld GD, et al.  The association between body mass index and clinical outcomes in acute lung injury. Chest. 2007;131:342–48. [PubMed] [Google Scholar]13. Zhi G, Xin W, Ying W, Guohong X, Shuying L. “Obesity paradox” in acute respiratory distress syndrome: A systematic review and meta-analysis. PLoS One. 2016;11:e0163677. [PMC free article] [PubMed] [Google Scholar]14. Ladosky W, Botelho MA, Albuquerque JP., Jr Chest mechanics in morbidly obese non-hypoventilated patients. Respir Med. 2001;95:281–86. [PubMed] [Google Scholar]15. Shore SA. Obesity, airway hyperresponsiveness, and inflammation. J Appl Physiol (1985) 2010;108:735–43. [PMC free article] [PubMed] [Google Scholar]16. Konter JM, Parker JL, Baez E, et al.  Adiponectin attenuates lipopolysaccharide-induced acute lung injury through suppression of endothelial cell activation. J Immunol. 2012;188:854–63. [PMC free article] [PubMed] [Google Scholar]17. Rice TW. Obesity in acute lung injury: The “weight” is over. Chest. 2007;131:333–34. [PubMed] [Google Scholar]18. Tlayjeh H, Arabi YM, Ferguson ND, et al.  Body mass index and mortality in subjects with ARDS: Post-hoc analysis of the OSCILLATE trial. Respir Care. 2019;64:1042–48. [PubMed] [Google Scholar]19. Cho WH, Oh JY, Yeo HJ, et al.  Obesity survival paradox in pneumonia supported with extracorporeal membrane oxygenation: Analysis of the national registry. J Crit Care. 2018;48:453–57. [PubMed] [Google Scholar]20. Ni YN, Luo J, Yu H, et al.  Can body mass index predict clinical outcomes for patients with acute lung injury/acute respiratory distress syndrome? A meta-analysis. Crit Care. 2017;21:36. [PMC free article] [PubMed] [Google Scholar]21. Stapleton RD, Dixon AE, Parsons PE, et al.  NHLBI Acute Respiratory Distress Syndrome Network. The association between BMI and plasma cytokine levels in patients with acute lung injury. Chest. 2010;138:568–77. [PMC free article] [PubMed] [Google Scholar]22. Umbrello M, Fumagalli J, Pesenti A, Chiumello D. Pathophysiology and management of acute respiratory distress syndrome in patients with obesity. Semin Respir Crit Care Med. 2019;40:40–56. [PubMed] [Google Scholar]23. Weisberg SP, McCann D, et al.  Obesity is associated with macrophage accumulation in adipose tissue. J Clin Invest. 2003;112:1796–808. [PMC free article] [PubMed] [Google Scholar]24. Porcheray F, Viaud S, Rimaniol AC, et al.  Macrophage activation switching: An asset for the resolution of inflammation. Clin Exp Immunol. 2005;142:481–89. [PMC free article] [PubMed] [Google Scholar]25. Konter J, Baez E, Summer RS. Obesity: “Priming” the lung for injury. Pulm Pharmacol Ther. 2013;26:427–29. [PMC free article] [PubMed] [Google Scholar]26. Pompilio CE, Pelosi P, Castro MG. The bariatric patient in the intensive care unit: Pitfalls and management. Curr Atheroscler Rep. 2016;18:55. [PubMed] [Google Scholar]27. Clinical guidelines on the identification, evaluation, and treatment of overweight and obesity in adults – The evidence report. National Institutes of Health. Obes Res. 1998;6(Suppl 2):51S–209S. [PubMed] [Google Scholar]28. McCallister JW, Adkins EJ, O’Brien JM., Jr Obesity and acute lung injury. Clin Chest Med. 2009;30:495–508. viii. [PMC free article] [PubMed] [Google Scholar]"}