{"title": "Comparisons of Outcomes between Patients with Direct and Indirect Acute Respiratory Distress Syndrome Receiving Extracorporeal Membrane Oxygenation", "pubDate": "2021", "PMCID": "PMC8397979", "DOI": "10.3390/membranes11080644", "PMID": "34436407", "abstract": "Acute respiratory distress syndrome (ARDS) is a heterogeneous syndrome caused by direct (local damage to lung parenchyma) or indirect lung injury (insults from extrapulmonary sites with acute systemic inflammatory response), the clinical and biological complexity can have a profound effect on clinical outcomes. We performed a retrospective analysis of 152 severe ARDS patients receiving extracorporeal membrane oxygenation (ECMO). Our objective was to assess the differences in clinical characteristics and outcomes of direct and indirect ARDS patients receiving ECMO. Overall hospital mortality was 53.3%. A total of 118 patients were assigned to the direct ARDS group, and 34 patients were assigned to the indirect ARDS group. The 28-, 60-, and 90-day hospital mortality rates were significantly higher among indirect ARDS patients (all p < 0.05). Cox regression models demonstrated that among direct ARDS patients, diabetes mellitus, immunocompromised status, ARDS duration before ECMO, and SOFA score during the first 3 days of ECMO were independently associated with mortality. In indirect ARDS patients, SOFA score and dynamic compliance during the first 3 days of ECMO were independently associated with mortality. Our findings revealed that among patients receiving ECMO, direct and indirect subphenotypes of ARDS have distinct clinical outcomes and different predictors for mortality.", "author": [{"author": "Li-Chung Chiu", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan.", "Graduate Institute of Clinical Medical Sciences, College of Medicine, Chang Gung University, Taoyuan 33302, Taiwan.", "Department of Thoracic Medicine, New Taipei Municipal TuCheng Hospital and Chang Gung University, Taoyuan 33302, Taiwan."], "href": "/?term=Chiu+LC&cauthor_id=34436407"}, {"author": "Li-Pang Chuang", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Chuang+LP&cauthor_id=34436407"}, {"author": "Shih-Wei Lin", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Lin+SW&cauthor_id=34436407"}, {"author": "Hsin-Hsien Li", "affiliation": ["Institute of Emergency and Critical Care Medicine, School of Medicine, National Yang Ming Chiao Tung University, Taipei 11221, Taiwan.", "Department of Respiratory Therapy, Chang Gung University College of Medicine, Taoyuan 33302, Taiwan."], "href": "/?term=Li+HH&cauthor_id=34436407"}, {"author": "Shaw-Woei Leu", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Leu+SW&cauthor_id=34436407"}, {"author": "Ko-Wei Chang", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Chang+KW&cauthor_id=34436407"}, {"author": "Chi-Hsien Huang", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Huang+CH&cauthor_id=34436407"}, {"author": "Tzu-Hsuan Chiu", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Chiu+TH&cauthor_id=34436407"}, {"author": "Huang-Pin Wu", "affiliation": ["Division of Pulmonary, Critical Care and Sleep Medicine, Chang Gung Memorial Hospital, Keelung 20401, Taiwan."], "href": "/?term=Wu+HP&cauthor_id=34436407"}, {"author": "Feng-Chun Tsai", "affiliation": ["Division of Cardiovascular Surgery, Chang Gung Memorial Hospital, Taoyuan 33305, Taiwan."], "href": "/?term=Tsai+FC&cauthor_id=34436407"}, {"author": "Chung-Chi Huang", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan.", "Department of Respiratory Therapy, Chang Gung University College of Medicine, Taoyuan 33302, Taiwan.", "Department of Respiratory Therapy, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Huang+CC&cauthor_id=34436407"}, {"author": "Han-Chung Hu", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan.", "Department of Respiratory Therapy, Chang Gung University College of Medicine, Taoyuan 33302, Taiwan.", "Department of Respiratory Therapy, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Hu+HC&cauthor_id=34436407"}, {"author": "Kuo-Chin Kao", "affiliation": ["Department of Thoracic Medicine, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan.", "Department of Respiratory Therapy, Chang Gung University College of Medicine, Taoyuan 33302, Taiwan.", "Department of Respiratory Therapy, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan 33305, Taiwan."], "href": "/?term=Kao+KC&cauthor_id=34436407"}], "refPMID": ["28792873", "9655699", "12946001", "30908313", "25453415", "26033126", "30531367", "32204722", "30674720", "11463593", "27663180", "31726013", "27919283", "33670987", "22797452", "33407733", "30211618", "24693864", "27779577", "34073487", "25565460", "27586996", "30836100", "24853585", "28190548", "27984321", "30367643", "26707872", "31144997", "27477213", "23963123", "30367670", "33920465", "33771216"], "citedInPMID": ["34436407"], "body": " AbstractAcute respiratory distress syndrome (ARDS) is a heterogeneous syndrome caused by direct (local damage to lung parenchyma) or indirect lung injury (insults from extrapulmonary sites with acute systemic inflammatory response), the clinical and biological complexity can have a profound effect on clinical outcomes. We performed a retrospective analysis of 152 severe ARDS patients receiving extracorporeal membrane oxygenation (ECMO). Our objective was to assess the differences in clinical characteristics and outcomes of direct and indirect ARDS patients receiving ECMO. Overall hospital mortality was 53.3%. A total of 118 patients were assigned to the direct ARDS group, and 34 patients were assigned to the indirect ARDS group. The 28-, 60-, and 90-day hospital mortality rates were significantly higher among indirect ARDS patients (all p < 0.05). Cox regression models demonstrated that among direct ARDS patients, diabetes mellitus, immunocompromised status, ARDS duration before ECMO, and SOFA score during the first 3 days of ECMO were independently associated with mortality. In indirect ARDS patients, SOFA score and dynamic compliance during the first 3 days of ECMO were independently associated with mortality. Our findings revealed that among patients receiving ECMO, direct and indirect subphenotypes of ARDS have distinct clinical outcomes and different predictors for mortality.Keywords: acute respiratory distress syndrome, extracorporeal membrane oxygenation, direct lung injury, indirect lung injury, mortality 1. IntroductionThe clinical and biological heterogeneity of acute respiratory distress syndrome (ARDS) involves complex pathophysiologic mechanisms encompassing a multitude of risk factors, all of which can contribute to distinct clinical outcomes and the varied responses to therapeutics observed in failed clinical trials [1,2,3,4,5,6,7].The main priority in caring for patients with ARDS is identifying and treating the underlying etiologies, which can be divided into those directly or indirectly related to lung injury [1]. Direct (primary or pulmonary) ARDS results from an insult that directly affects lung parenchyma (e.g., pneumonia, aspiration of gastric contents), and indirect (secondary or extrapulmonary) ARDS results from an insult outside of the lungs with an acute systemic inflammatory response (e.g., nonpulmonary sepsis, trauma, pancreatitis) [3]. Separating ARDS patients into homogenous subphenotypes (e.g., direct and indirect ARDS) could have clinical implications affecting the means by which clinical trials are conducted, and identification of ARDS subphenotypes may enable the aspiration of precision medicine for ARDS [7,8].Alveolar epithelial injury with a local alveolar inflammatory response is a direct insult resulting from pulmonary ARDS (i.e., direct or primary ARDS) with predominant consolidation, whereas systemic vascular endothelial damage caused by inflammatory mediators in the bloodstream is the indirect insult of extrapulmonary ARDS (i.e., indirect or secondary ARDS) with prevalent interstitial edema, ground-glass opacification, and alveolar collapse [2,3,5,6,7]. Irrespective of the initial insult, the final result is a disruption to the pulmonary alveolar-capillary barrier with consequent hypoxemia, inflammation, noncardiogenic pulmonary edema, and eventual organ failure [9].Previous studies have reported that patients with direct or indirect ARDS differ in terms of pathophysiology, biochemistry, radiography, respiratory mechanics, and responses to ventilatory and clinical management strategies, all of which contribute to diverse clinical outcomes and mortality [2,3,4,5,6,10,11]. Extracorporeal membrane oxygenation (ECMO) is considered to be a rescue therapy for refractory hypoxemia in cases of severe ARDS [12,13,14]. Differences in the etiology of ARDS (i.e., direct or indirect lung injury) may also be responsible for the observed diversity of clinical characteristics and clinical outcomes. Note, however, that few published reports have addressed this issue.Our objective in this study was to examine correlations among clinical and ventilatory variables, clinical outcomes and mortality, and predictors of hospital mortality in patients with direct or indirect ARDS undergoing ECMO. 2. Materials and Methods2.1. Study Design and Patient InclusionThis retrospective study enrolled patients undergoing ECMO for severe ARDS between May 2006 and October 2015 in the medical and surgical ICUs at a tertiary care referral center, Chang Gung Memorial Hospital (CGMH) in Taiwan, with a 3700-bed general ward and a 278-bed adult ICU. Patients who were younger than 20 years, had cancer with a life expectancy of less than 5 years, had significant comorbidities or multiple organ failure refractory to therapy (i.e., a moribund condition), or had died within 3 days after ECMO, were excluded from analysis. At our institution, the decision to initiate ECMO cannulation is made by the treating intensivist and cardiac surgeon. Criteria for ECMO initiation in severe ARDS patients was indicated if the PaO2/FiO2 ratio was less than 80 mm Hg for more than 6 h when conventional lung-protective ventilation with higher airway pressures fails. All severe ARDS patients receiving ECMO support were deeply sedated and paralyzed during the initial phase of ECMO support. Mechanical ventilator settings were collected during the neuromuscular blockade. The local Institutional Review Board for Human Research approved this study (CGMH IRB No. 201600632B0), and the need for informed consent was waived due to the retrospective nature of the study.2.2. DefinitionsARDS was defined in accordance with the Berlin criteria [15]. Causes of ARDS were determined by the treating intensivists. The classification of ARDS into direct or indirect ARDS was made independently by two investigators (L.-C.C. and L.-P.C.) in a blinded manner according to the causes of ARDS derived from medical charts. Any discrepancies were revised by the two investigators to reach a final consensus, both of whom agreed with the final classifications. Mechanical power was calculated using the following Equation [16]:Mechanical power (Joules/minutes) (J/min) = 0.098 × tidal volume × respiratory rate × (peak inspiratory pressure − 1/2 × driving pressure).Ventilatory ratio was calculated as [minute ventilation (mL/min) × PaCO2 (mm Hg)]/(predicted body weight × 100 × 37.5) [17].The cumulative fluid balance was defined as cumulative total fluid input minus cumulative total fluid output.2.3. Data CollectionDemographic data, etiologies of ARDS (direct or indirect lung injury), comorbidities, laboratory, and clinical data were recorded. Organ dysfunction was assessed by the Sequential Organ Failure Assessment (SOFA) scores, which were calculated before ECMO initiation and on days 1, 2, and 3 after ECMO support. All changes in arterial blood gas and ventilator setting variables were obtained before ECMO initiation and every day, and the values on days 1, 2, and 3 were analyzed. The duration of ECMO, duration of mechanical ventilation, the length of ICU stay, the length of hospital stay, and survival status, were evaluated.2.4. Statistical AnalysisStatistical analysis was performed with SPSS Statistics version 26.0. Descriptive statistics were used to describe patient characteristics. Mean and standard deviation were computed for normally distributed continuous variables, whereas continuous variables not normally distributed were presented as a median and interquartile range. Student t test was performed for comparison of normally distributed data, and a Mann–Whitney U test was used for nonparametric data. Categorical variables were presented as frequencies and percentages, and were compared by the chi-square test for equal proportions, or the Fisher’s exact test. Univariate analysis was used to identify risk factors associated with hospital mortality in the direct and indirect ARDS subgroups first, and then a Cox proportional hazard regression model with stepwise selection was constructed. The results were presented as hazard ratios (HR) with 95% confidence intervals (CI). The probability of survival was analyzed with the use of the Kaplan–Meier method and compared between groups with the use of the log-rank test. Statistical significance was considered when a two-sided p value was less than 0.05. 3. Results3.1. Study PatientsDuring the study period, a total of 189 patients with severe respiratory failure receiving ECMO were included. After excluding 37 patients, a total of 152 patients with severe ARDS rescued by ECMO were enrolled in the current analysis, and the overall hospital mortality rate was 53.3%. A total of 118 patients were assigned to the direct ARDS group, and 34 patients were assigned to the indirect ARDS group. Bacterial pneumonia (n = 55, 46.6%) was the primary risk factor for direct ARDS, whereas nonpulmonary sepsis (n = 20, 58.8%) was the primary risk factor for indirect ARDS. Compared to mortality in the overall patient population (53.3%), hospital mortality was higher for bacterial pneumonia and nonpulmonary sepsis (65.5% and 75%, respectively), whereas hospital mortality for influenza pneumonia was lower (40.9%) (Figure 1).Open in a separate windowFigure 1Flow diagram of enrolling patients with severe ARDS with ECMO support. (ARDS, acute respiratory distress syndrome; ECMO, extracorporeal membrane oxygenation).3.2. Comparisons of Direct and Indirect ARDS PatientsAs shown in Table 1, no significant differences were observed between direct and indirect ARDS patients in terms of age, gender, body mass index, or major comorbidities. Prior to ECMO support, we observed no significant differences in terms of ARDS severity (i.e., PaO2/FiO2); however, direct ARDS patients presented a significantly higher lung injury score. In terms of ventilator settings prior to ECMO, mechanical power and minute ventilation were significantly higher in direct ARDS patients (both p < 0.05). The median ARDS duration prior to ECMO implantation was 28 h for all patients, with no significant difference between the direct and indirect ARDS groups. Indirect ARDS patients received venoarterial (VA) ECMO implantation more often than direct ARDS patients did.Table 1Background characteristics and clinical variables: Direct and indirect ARDS patients.VariablesAll Direct ARDSIndirect ARDS\np\n(n = 152)(n = 118)(n = 34)Age (years)50.3 ± 16.450.8 ± 16.348.5 ± 16.60.463Gender (male)103 (67.8%)83 (70.3%)20 (58.8%)0.206Body mass index (kg/m2)25.8 ± 5.325.9 ± 5.425.5 ± 4.80.766Diabetes mellitus40 (26%)33 (28%)7 (20.6%)0.389Chronic liver disease21 (14%)16 (13.6%)5 (14.7%)0.864Immunocompromised status40 (26%)28 (23.7%)12 (35.3%)0.177Chronic kidney disease17 (11.2%)13 (11%)4 (11.8%)1.000SOFA score before ECMO10.8 ± 3.210.6 ± 3.011.5 ± 3.40.154Lung injury score before ECMO3.4 ± 0.43.4 ± 0.43.3 ± 0.40.036ARDS duration before ECMO (h)28 (7–122)29 (7–122)24 (5–192)0.306pH before ECMO7.28 ± 0.147.28 ± 0.147.26 ± 0.130.494PaCO2 (mm Hg) before ECMO52.5 ± 19.052.6 ± 19.251.9 ± 18.60.848PaO2/FiO2 (mm Hg) before ECMO63 (52–88)63 (52–87)65 (53–97)0.430Ventilator settings before ECMO\n\n\n\n Mechanical power (J/min)23.8 ± 9.624.7 ± 9.520.5 ± 9.40.023 Tidal volume (mL/kg PBW)7.7 ± 2.47.7 ± 2.37.7 ± 2.90.981 PEEP (cm H2O)12.0 ± 2.812.2 ± 2.811.3 ± 2.80.106 Peak inspiratory pressure (cm H2O)33.9 ± 6.534.2 ± 6.533.2 ± 6.60.457 Mean airway pressure (cm H2O)18.6 ± 4.419.0 ± 4.417.5 ± 4.40.094 Dynamic compliance (mL/cm H2O)22.6 ± 11.322.8 ± 11.221.8 ± 11.80.680 Minute ventilation (L/min)10.6 ± 3.811.0 ± 3.99.2 ± 3.30.019 Ventilatory ratio2.5 ± 1.12.5 ± 1.02.3 ± 1.20.183ECMO venoarterial mode24 (15.8%)14 (11.9%)10 (29.4%)0.013SOFA score from day 1 to day 3 on ECMO9.6 ± 2.39.4 ± 2.210.6 ± 2.30.015pH from day1 to day 3 on ECMO7.43 ± 0.087.44 ± 0.087.42 ± 0.080.146PaCO2 (mm Hg) from day1 to day 3 on ECMO38.2 ± 5.338.2 ± 5.138.2 ± 6.10.999PaO2/FiO2 (mm Hg) from day 1 to day 3 on ECMO178 (131–240)167 (130–224)194 (150–248)0.857Ventilator settings from day 1 to day 3 on ECMO\n\n\n\n Mechanical power (J/min)12.1 ± 6.212.0 ± 6.212.3 ± 6.70.867 Tidal volume (mL/kg PBW)6.0 ± 2.26.1 ± 2.15.9 ± 2.70.705 PEEP (cm H2O)12.0 ± 3.312.4 ± 3.410.7 ± 2.50.008 Peak inspiratory pressure (cm H2O)31.7 ± 5.631.6 ± 5.932.2 ± 4.80.596 Mean airway pressure (cm H2O)17.7 ± 4.017.9 ± 4.317.0 ± 2.90.196 Dynamic compliance (mL/cm H2O)19.2 ± 8.119.7 ± 7.717.4 ± 9.30.153 Minute ventilation (L/min)5.7 ± 2.85.6 ± 2.75.8 ± 3.10.679Fluid balance, ml \n\n\n\n Before ECMO923 (−258 to 2125)884 (−193 to 2145)1125 (−486 to 2094)0.836 Cumulative 3 days1190 (−873 to 3935)947 (−1355 to 3253)1844 (−208 to 5679)0.046Inotropes (n)133 (87.5%)102 (86.4%)31 (91.2%)0.568Open in a separate windowARDS: acute respiratory distress syndrome; SOFA: Sequential Organ Failure Assessment; ECMO: extracorporeal membrane oxygenation; PaCO2: partial pressure of carbon dioxide in arterial blood; PaO2: partial pressure of oxygen in arterial blood; FiO2: fraction of inspired oxygen; PBW: predicted body weight; PEEP: positive end-expiratory pressure; Values are expressed as numbers, mean and standard deviation, or median and interquartile range.After ECMO initiation, there were no significant differences between the two groups in terms of ventilator settings, except for higher PEEP in direct ARDS patients. During the first 3 days of ECMO, SOFA scores and cumulative fluid balance were significantly higher in the indirect ARDS group (both p < 0.05).3.3. Clinical Outcomes of Direct and Indirect ARDS PatientsAs shown in Table 2, 28-, 60-, and 90-day hospital mortality rates were significantly higher among indirect ARDS patients than among those with direct ARDS (all p < 0.05). Overall, the duration of ECMO support was higher among patients with direct ARDS. We observed no significant differences between the two groups in terms of the duration of mechanical ventilation, the length of ICU stay, the length of hospital stay, 28-day ECMO-free days, nor 28-day or 60-day ventilator-free days. Kaplan–Meier estimates revealed a significant difference in 90-day survival between patients with direct and indirect ARDS (52.5% vs 38.2%, respectively; p = 0.041, log-rank test) (Figure 2).Open in a separate windowFigure 2Kaplan–Meier 90-d survival curves of patients undergoing ECMO for severe acute respiratory distress syndrome, as stratified by direct and indirect ARDS (ARDS, acute respiratory distress syndrome; ECMO, extracorporeal membrane oxygenation).Table 2Clinical outcomes of direct and indirect ARDS patients with ECMO.OutcomesDirect ARDSIndirect ARDS\np\n(n = 118)(n = 34)Mortality\n\n\n 28 day hospital mortality, n (%)41 (34.7%)20 (58.8%)0.005 60 day hospital mortality, n (%)53 (44.9%)21 (61.8%)0.025 90 day hospital mortality, n (%)56 (47.5%)21 (61.8%)0.041Other outcomes\n\n\n Duration of ECMO (days)10 (6–16)7 (4–11)0.044 Duration of mechanical ventilator (days)22 (12–40)18 (10–34)0.201 Length of ICU stay (days)25 (15–46)22 (11–38)0.191 Length of hospital stay (days)42 (22–65)33 (19–68)0.626 ECMO-free days at day 280 (0–9)0 (0–19)0.126 Ventilator–free days on day 280 (0–9)0 (0–0)0.135 Ventilator–free days on day 600 (0–41)0 (0–30)0.145Open in a separate windowARDS: acute respiratory distress syndrome; ECMO: extracorporeal membrane oxygenation; ICU: intensive care unit. Values are expressed as numbers, or median and interquartile range.3.4. Comparison of Direct and Indirect ARDS Patients in Terms of SurvivalIn the direct ARDS group, survivors were younger than non-survivors and ARDS duration prior to ECMO was shorter. Furthermore, a higher percentage of survivors had diabetes mellitus, and a lower percentage of survivors were immunocompromised, compared with non-survivors (see Table 3). We observed no differences between survivors and non-survivors in terms of ventilator settings before or during ECMO. Survivors presented lower SOFA scores, lower cumulative fluid balance, and the incidence of using inotropes was lower during ECMO compared with non-survivors.Table 3Background characteristics and clinical variables of survivors and non-survivors: Direct and indirect ARDS patients.VariablesDirect ARDS (n = 118)Indirect ARDS (n = 34)SurvivorsNon-Survivors\np\nSurvivorsNon-Survivors\np\n(n = 59)(n = 59)(n = 12)(n = 22)Age (years)47.3 ± 15.754.4 ± 16.3 0.01739.8 ± 19.353.2 ± 13.10.022Gender (male)40 (67.8%)43 (72.9%)0.5458 (66.7%)12 (54.5%)0.717Body mass index (kg/m2)26.4 ± 6.125.3 ± 4.70.29224.1 ± 4.226.5 ± 5.10.218Diabetes mellitus21 (35.6%)12 (20.3%)0.0652 (16.7%)5 (22.7%)1.000Chronic liver disease6 (10.2%)10 (16.9%)0.28205 (22.7%)0.137Immunocompromised status8 (13.6%)20 (33.9%)0.0093 (25%)9 (40.9%)0.465Chronic kidney disease8 (13.6%)5 (8.5%)0.37804 (18.2%)0.273SOFA score before ECMO10.4 ± 3.010.8 ± 3.10.5099.8 ± 3.212.5 ± 3.20.024Lung injury score before ECMO3.5 ± 0.43.3 ± 0.50.0553.2 ± 0.63.3 ± 0.40.554ARDS duration before ECMO (h)10 (5–70)63 (16–154)0.0036 (1–34)38 (16–355)0.018pH before ECMO7.28 ± 0.137.28 ± 0.150.7317.26 ± 0.097.26 ± 0.160.989PaCO2 (mm Hg) before ECMO51.6 ± 21.053.6 ± 17.40.57246.3 ± 9.954.9 ± 21.50.117PaO2/FiO2 (mm Hg) before ECMO61 (50–77)64 (52–107)0.08375 (60–101)57 (51–98)0.495Ventilator settings before ECMO\n\n\n\n\n\n Mechanical power (J/min)24.8 ± 10.524.6 ± 8.50.87720.5 ± 8.820.4 ± 9.8 0.974 Tidal volume (mL/kg PBW)7.7 ± 2.37.8 ± 2.30.7227.6 ± 2.6 7.8 ± 3.10.791 PEEP (cm H2O)12.4 ± 2.511.9 ± 3.1 0.34311.3 ± 2.811.3 ± 2.80.952 Peak inspiratory pressure (cm H2O)33.7 ± 5.934.6 ± 7.10.48133.3 ± 7.133.2 ± 6.50.978 Mean airway pressure (cm H2O)18.7 ± 4.119.2 ± 4.70.58716.9 ± 4.317.9 ± 4.50.554 Dynamic compliance (mL/cm H2O)24.1 ± 12.221.4 ± 10.00.20719.9 ± 6.923.1 ± 14.10.469 Minute ventilation (L/min)10.9 ± 4.211.0 ± 3.50.8379.5 ± 3.19.1 ± 3.50.740 Ventilatory ratio2.4 ± 1.02.6 ± 1.10.2802.0 ± 0.82.4 ± 1.40.350ECMO venoarterial mode4 (6.8%)10 (16.9%)0.1532 (16.7%)8 (36.4%)0.432SOFA score from day 1 to day 3 on ECMO8.8 ± 1.810.1 ± 2.40.0019.5 ± 2.111.3 ± 2.30.060pH from day1 to day 3 on ECMO7.46 ± 0.067.42 ± 0.090.0067.45 ± 0.08 7.40 ± 0.080.138PaCO2 (mm Hg) from day1 to day 3 on ECMO38.2 ± 4.938.2 ± 5.30.96037.4 ± 5.538.6 ± 6.40.586PaO2/FiO2 (mm Hg) from day 1 to day 3 on ECMO194 (145–247)151 (122–203)0.844224 (171–287)184 (134–237)0.313Ventilator settings from day 1 to day 3 on ECMO\n\n\n\n\n\n Mechanical power (J/min)11.2 ± 4.412.9 ± 7.40.1369.4 ± 3.413.8 ± 7.50.026 volume (mL/kg PBW)6.0 ± 2.0 6.1 ± 2.10.8786.1 ± 2.15.8 ± 3.0 0.716 PEEP (cm H2O)12.7 ± 3.212.0 ± 3.50.29910.7 ± 2.710.7 ± 2.50.989 Peak inspiratory pressure (cm H2O)30.8 ± 5.132.4 ± 6.50.14829.4 ± 5.433.7 ± 3.80.011 Mean airway pressure (cm H2O)17.7 ± 3.818.1 ± 4.70.58716.1 ± 2.417.5 ± 3.10.173 Dynamic compliance (mL/cm H2O)21.1 ± 7.618.3 ± 7.60.05521.2 ± 8.813.6 ± 7.20.015 Minute ventilation (L/min)5.3 ± 2.15.9 ± 3.10.2244.9 ± 1.96.4 ± 3.50.116Fluid balance, ml \n\n\n\n\n\n Before ECMO991 (−262 to 2278)795 (−167 to 1723)0.9831641 (−753 to 2951)951 (−486 to 1880)0.535 Cumulative 3 days−29 (−1831 to 2108)2051(−441 to 4534)0.0011971 (−708 to 3828)1803 (77–7267)0.238Inotropes (n)43 (72.9%)59 (100%)<0.00110 (83.3%)21 (95.5%)0.279Open in a separate windowValues are expressed as numbers, mean and standard deviation, or median and interquartile range. ARDS: acute respiratory distress syndrome; SOFA: Sequential Organ Failure Assessment; ECMO: extracorporeal membrane oxygenation; PaCO2: partial pressure of carbon dioxide in arterial blood; PaO2: partial pressure of oxygen in arterial blood; FiO2: fraction of inspired oxygen; PBW: predicted body weight; PEEP: positive end-expiratory pressure.In the indirect ARDS group, survivors were younger than non-survivors, and a lower percentage was immunocompromised. None of the survivors had chronic liver disease or chronic kidney disease. ARDS duration before ECMO was shorter among survivors than among non-survivors, and SOFA scores before and during ECMO were lower (all p < 0.05). We observed no significant differences between the two groups in terms of ventilator settings prior to ECMO support; however, mechanical power and peak inspiratory pressure were significantly lower among survivors compared with non-survivors, and dynamic compliance was higher among survivors after ECMO support (all p < 0.05).3.5. Factors Associated with Hospital Mortality in Cases of Direct and Indirect ARDSAfter adjusting for significant confounding variables, Cox proportional hazard regression models revealed that diabetes mellitus was an independent factor for decreased risk of death in direct ARDS patients, whereas immunocompromised status, ARDS duration before ECMO, and SOFA score during the first 3 days of ECMO were independently associated with an increased risk of death. In indirect ARDS patients, a higher SOFA score and a lower dynamic compliance during the first 3 days of ECMO were independently associated with higher hospital mortality (Table 4).Table 4Cox proportional hazard regression models for predictors of 90-day hospital mortality.VariablesDirect ARDS (n = 118)Indirect ARDS (n = 34)Adjust HR (95% CI)\np\nAdjust HR (95% CI)\np\nDiabetes mellitus0.246 (0.111–0.546)0.001\n\nImmunocompromised status3.860 (1.943–7.668)<0.001\n\nARDS duration before ECMO (h)1.002 (1.000–1.004)0.015\n\nSOFA score from day 1 to day 3 on ECMO1.225 (1.070–1.402)0.0032.514 (1.474–4.286)0.001Dynamic compliance from day 1 to day 3 on ECMO\n\n0.886 (0.802–0.978)0.017Open in a separate windowARDS: acute respiratory distress syndrome; ECMO: extracorporeal membrane oxygenation; SOFA: sequential organ failure Assessment; HR: hazard ratio; CI: confidence interval. The multivariate analysis models included age, comorbidities, lung injury score before ECMO, ARDS duration before ECMO, ECMO venoarterial mode use, mean sequential organ failure assessment score from day 1 to 3 on ECMO, and mean values of ventilatory variables from day 1 to 3 on ECMO.3.6. Comparisons of Direct and Indirect ARDS Patients after Excluding VA ECMO PatientsAs shown in Table 5, there were no significant differences between direct and indirect ARDS patients in terms of age, gender, body mass index, or comorbidities. Before ECMO initiation, direct ARDS patients had significantly higher lung injury scores. In terms of ventilator settings prior to ECMO, no significant difference between the two groups were found.Table 5Background characteristics and clinical variables after excluding VA ECMO patients: Direct and indirect ARDS patients.VariablesAll Direct ARDSIndirect ARDS\np\n(n = 128)(n = 104)(n = 24)Age (years)51.2 ± 16.551.1 ± 16.651.3 ± 16.50.975Gender (male)89 (69.5%)72 (69.2%)17 (70.8%)0.878Body mass index (kg/m2)25.8 ± 5.525.9 ± 5.625.4 ± 4.70.708Diabetes mellitus38 (29.7%)31 (29.8%)7 (29.2%)0.951Chronic liver disease20 (15.6%)16 (15.4%)4 (16.7%)1.000Immunocompromised status34 (26.6%)25 (24%)9 (37.5%)0.178Chronic kidney disease16 (12.5%)12 (11.5%)4 (16.7%)0.500SOFA score before ECMO10.7 ± 3.110.5 ± 3.111.7 ± 2.80.091Lung injury score before ECMO3.4 ± 0.43.4 ± 0.43.2 ± 0.40.041ARDS duration before ECMO (h)29 (8–133)29 (8–122)30 (8–339)0.143pH before ECMO7.28 ± 0.147.29 ± 0.147.24 ± 0.130.186PaCO2 (mm Hg) before ECMO52.8 ± 19.552.7 ± 19.353.5 ± 20.60.851PaO2/FiO2 (mm Hg) before ECMO63 (52–93)63 (52–86)65 (54–107)0.216Ventilator settings before ECMO\n\n\n\n Mechanical power (J/min)24.1 ± 9.824.7 ± 9.721.5 ± 9.80.152 Tidal volume (mL/kg PBW)7.7 ± 2.37.7 ± 2.37.8 ± 2.20.948 PEEP (cm H2O)12.2 ± 2.712.3 ± 2.711.5 ± 2.50.180 Peak inspiratory pressure (cm H2O)33.9 ± 6.534.0 ± 6.233.6 ± 7.50.772 Mean airway pressure (cm H2O)18.6 ± 4.418.8 ± 4.417.8 ± 4.70.331 Dynamic compliance (mL/cm H2O)22.8 ± 11.322.7 ± 11.023.1 ± 13.10.874 Minute ventilation (L/min)10.7 ± 3.911.0 ± 4.19.4 ± 3.10.089 Ventilatory ratio2.5 ± 1.02.5 ± 1.02.3 ± 1.20.426SOFA score from day 1 to day 3 on ECMO9.7 ± 2.29.5 ± 2.111.0 ± 2.10.005pH from day1 to day 3 on ECMO7.44 ± 0.077.44 ± 0.077.41 ± 0.080.083PaCO2 (mm Hg) from day1 to day 3 on ECMO38.1 ± 5.038.0 ± 4.938.6 ± 5.40.576PaO2/FiO2 (mm Hg) from day 1 to day 3 on ECMO178 (134–216)167 (131–214)194 (156–240)0.763Ventilator settings from day 1 to day 3 on ECMO\n\n\n\n Mechanical power (J/min)11.7 ± 6.111.5 ± 6.012.2 ± 6.20.638 Tidal volume (mL/kg PBW)5.9 ± 2.05.9 ± 2.15.6 ± 1.80.537 PEEP (cm H2O)12.3 ± 3.312.6 ± 3.410.8 ± 2.50.017 Peak inspiratory pressure (cm H2O)31.3 ± 5.331.2 ± 5.332.0 ± 5.20.467 Mean airway pressure (cm H2O)17.7 ± 3.917.9 ± 4.217.2 ± 2.70.325 Dynamic compliance (mL/cm H2O)19.3 ± 7.919.7 ± 7.617.6 ± 9.30.269 Minute ventilation (L/min)5.5 ± 2.85.4 ± 2.75.8 ± 2.90.556Fluid balance, ml \n\n\n\n Before ECMO938 (−130 to 2125)938 (−78 to 2204)957 (−717 to 2002)0.731 Cumulative 3 days1190 (−873 to 3846)801 (−1378 to 3275)2097 (1100 to 6976)0.029Inotropes (n)111 (89.5%)89 (85.6%)22 (91.7%)0.73828 day hospital mortality, n (%)48 (37.5%)34 (32.7%)14 (58.3%)0.00960 day hospital mortality, n (%)57 (44.5%)42 (40.4%)15 (62.5%)0.01990 day hospital mortality, n (%)59 (46.1%)44 (42.3%)15 (62.5%)0.027Open in a separate windowVA: venoarterial; ECMO: extracorporeal membrane oxygenation; ARDS: acute respiratory distress syndrome; SOFA: sequential organ failure assessment; PaCO2: partial pressure of carbon dioxide in arterial blood; PaO2: partial pressure of oxygen in arterial blood; FiO2: fraction of inspired oxygen; PBW: predicted body weight; PEEP: positive end-expiratory pressure; Values are expressed as numbers, mean and standard deviation, or median and interquartile range.After ECMO initiation, no significant differences were observed between the two groups in terms of ventilator settings, except for higher PEEP in direct ARDS patients. SOFA scores and cumulative fluid balance were significantly higher in indirect ARDS patients during the first 3 days of ECMO (both p < 0.05). The 28-, 60-, and 90-day hospital mortality rates were significantly higher among indirect ARDS patients than among direct ARDS patients (all p < 0.05). 4. DiscussionThe primary insight in this research was the fact that 28-, 60-, and 90-day hospital mortality rates were higher among patients with indirect ARDS than among patients with direct ARDS. Furthermore, except for organ failure (i.e., SOFA scores), the two groups differed entirely in terms of independent predictors of hospital mortality.The ability to identify and treat the underlying etiologies of ARDS is crucial to the effectiveness of ECMO. Studies have found that influenza pneumonia-induced ARDS is associated with better outcomes. Mortality rates tend to be higher in cases of ARDS induced by non-pulmonary sepsis than in cases induced by pneumonia [13,18]. The higher mortality in indirect (extrapulmonary) ARDS patients may be due to the complications of underlying diseases and the difficulties in treating these fatal complications [19]. Our study showed that one ARDS patient, due to trauma, had an intracranial hemorrhage and two ARDS patients due to acute pancreatitis had necrotizing pancreatitis, and these complications eventually contributed to mortality. Our findings were similar to those in the literature. Nonetheless, researchers have yet to comprehensively determine the differences between direct and indirect ARDS in terms of clinical features, ventilatory parameters before and after ECMO, clinical outcomes, and predictors for mortality.One recent study reported that in the early stages after ARDS diagnosis (median time of 4 days), gas exchange impairment was significantly more pronounced in cases of pulmonary (i.e., direct) ARDS [4] than in cases of indirect lung injury. Pathophysiology and radiography results also revealed that in cases of direct lung injury, lung consolidation was more pronounced, making it less amenable to recruitment (i.e., stiffer lungs). This may contribute to poorer oxygenation with poorer responses to mechanical ventilation in cases of direct ARDS [2,3,5,7]. In the current study, the median ARDS duration prior to ECMO initiation was 28 h (i.e., early stage of disease). Compared with cases of indirect ARDS, patients with direct ARDS presented significantly higher lung injury scores before ECMO initiation and received significantly higher mechanical power and insignificantly higher peak inspiratory pressure and higher mean airway pressure. These findings indicate that patients with direct ARDS may require higher airway pressures prior to ECMO in order to improve oxygenation, due perhaps to more lung consolidation (i.e., reduced recruitability).ECMO facilitates ultra-protective ventilation to allow lower energy loads (i.e., mechanical power) and airway pressures, thereby mitigating ventilator-induced lung injury (VILI) and improving gas exchange [12,14,16]. It has been reported that there are survival benefits to severe ARDS patients receiving higher airway pressures to receive ECMO treatment [20]. After ECMO initiation for lung rest, we observed no significant differences between direct and indirect subgroups in terms of ventilator settings, except for higher PEEP in direct ARDS patients. Mechanical ventilator settings during ECMO were associated with mortality in severe ARDS patients [16,21,22], and lower lung compliance during ECMO was related to increased mortality [23]. Lower dynamic compliance was also independently associated with an increased hazard of death in indirect ARDS patients.Previous studies have reported that patients with indirect ARDS face an elevated risk of hemodynamic impairment or shock, and a higher proportion of these patients receive vasopressors [2,6,11]. Sepsis is the main risk factor for indirect ARDS [1]. Latent class analysis of the distinct subphenotypes of ARDS revealed a stronger correlation between sepsis-associated ARDS and hyperinflammatory subphenotypes, as characterized by higher plasma concentrations of inflammatory biomarkers, a higher prevalence of vasopressor use, fewer organ failure-free days, and higher mortality [24]. VA ECMO is less frequently applied in cases of severe ARDS with refractory hypoxemia, except in cases of significant cardiac dysfunction requiring hemodynamic support. Based on all cases of ARDS supported using Extracorporeal Life Support Organization Registry, mortality rates were significantly higher among VA ECMO patients than among VV ECMO patients [25,26]. We found that VA ECMO was far more prevalent among patients suffering from indirect ARDS, due perhaps to a higher incidence of severe sepsis with a higher severity of illness (i.e., significantly higher SOFA scores and higher cumulative fluid status during the first 3 days of ECMO), often with considerable hemodynamic compromise, which may have contributed to the higher mortality in indirect subgroup. However, after excluding VA ECMO-supported patients, the 28-, 60-, and 90-day hospital mortality rates were still significantly higher among patients with indirect ARDS.During the early phase of ECMO, positive fluid balance was independently associated with mortality [27]. Excess fluid accumulation may exacerbate tissue edema, stretch the vascular wall, worsen vascular permeability, and ultimately develop organ dysfunction with corresponding effects on clinical outcomes and mortality [28]. Although the causal relationship between fluid overload and organ dysfunction was difficult to determine due to the retrospective nature of our study, our findings showed that indirect ARDS patients had a significantly higher cumulative fluid balance and higher organ failure during early phase of ECMO than direct ARDS patients, which may contribute to higher mortality.The most common cause of death among ARDS patients is multiorgan failure [1]. One previous study reported that among both direct and indirect ARDS patients, the number of organ failures was independently associated with mortality. They also reported that cases of organ failure were significantly more common among indirect ARDS patients than among direct ARDS patients [11]. Pneumonia and sepsis are the primary etiologies of direct and indirect ARDS, and sepsis is more commonly associated with more severe multiple organ dysfunction [1,4,6,10,24]. One international study reported that in severe ARDS patients, extrapulmonary organ failure during ECMO had a significantly negative impact on mortality [29]. In our study, we also found that sepsis was the main cause of indirect ARDS, and SOFA scores before ECMO were higher in indirect ARDS patients compared with direct ARDS patients; however, the difference was not significant. SOFA scores subsequently decreased during the first 3 days of ECMO in both direct and indirect ARDS patients, indicating that ECMO could facilitate a further reduction in ventilator load (i.e., mechanical power) to alleviate VILI by reducing the proinflammatory biotrauma response, thereby preventing further multi-organ failure [12,16,20,30]. However, SOFA scores during the first 3 days of ECMO remained significantly higher in patients with indirect ARDS, which may have contributed to the higher mortality in that group. Cox regression models revealed that in both groups, SOFA scores during the first 3 days of ECMO were independently associated with hospital mortality.Other predictors for hospital mortality have been reported for direct and indirect ARDS. One study reported that diabetes mellitus is associated with a reduced risk of developing ARDS [31]; however, another study failed to detect any association between diabetes mellitus and the presence of ARDS, the risk of developing ARDS, clinical outcomes, or mortality in ARDS patients [32]. The mechanisms correlating diabetes and ARDS development remain unclear; however, researchers have posited the attenuation of cytokine release and impairment of neutrophil function as potential candidates [31]. One retrospective cohort study reported that preexisting diabetes mellitus was independently associated with a reduced risk of mortality only in direct ARDS patients, and diabetes was not found as a protective factor in indirect ARDS patients [11]. The impact of diabetes on severe ARDS patients treated with ECMO will require further research [13]. In the current study, we found that in direct ARDS patients receiving ECMO, diabetes mellitus did indeed have an impact on survival. Diabetes as a protective factor in indirect ARDS patients undergoing ECMO was not found in our study. However, one recent experimental rat model demonstrated that diabetes promoted proinflammatory cytokine release, renal damage, and pulmonary edema during ECMO [33]. Associations have been found between immunocompromised status and higher mortality in severe ARDS patients undergoing ECMO [13,18,29]. The optimal timing of ECMO initiation for severe ARDS has not been clearly defined; however, a longer ARDS duration prior to ECMO is associated with higher mortality [13,18,21,29]. We found that in direct ARDS patients, immunocompromised status and ARDS duration before ECMO were independently associated with higher mortality.This study was hindered by a number of limitations. First, the relatively small number of indirect ARDS patients, the retrospective nature of our analysis, the fact that external validation was not performed, and the fact that all patients were from the long enrollment period of the previous years (2006–2015) and not recent years in a single tertiary care referral center. Second, the causes of ARDS may be multifactorial, and any number of enrolled patients may have had direct and indirect insults to ARDS. Furthermore, the fact that we did not focus on specific etiologies within the subgroups may have affected the results. Third, this study focused only on ARDS subphenotypes of direct or indirect lung injury. We did not analyze biological markers (e.g., inflammatory cytokines or biomarkers of lung epithelial injury or endothelial injury), radiography results (although ARDS patients receiving ECMO may preclude widespread clinical use of computed tomography scans), or respiratory mechanics. At this point, we are unsure whether identifying subphenotypes in terms of other clinical characteristics or combining biological profiles would have a better predictive value and explore more and new markers to follow up disease may need further research in the future. Fourth, although a recent meta-analysis demonstrated that corticosteroids treatment might reduce overall mortality and duration of mechanical ventilation in ARDS patients [34], they did not conduct subgroup analyses such as the underlying etiology of ARDS (i.e., direct or indirect injury). Corticosteroids use in ARDS remains highly controversial due to unclear benefits and the optimal dose and duration are unknown, and our study did not evaluate the possible impact of corticosteroids on clinical outcomes in ARDS patients receiving ECMO. Finally, our objective in this observational study was to investigate differences in clinical characteristics and outcomes between direct and indirect ARDS patients, without considering issues pertaining to causality. Thus, our results should be interpreted with care. 5. ConclusionsThis study revealed that hospital mortality was significantly higher among patients with indirect ARDS receiving ECMO than among patients with direct ARDS. We also found that the two subgroups differed in terms of predictors for mortality. Future clinical trials of ECMO in severe ARDS patients could further stratify the different subgroups of ARDS patients based on merging clinical, radiographic, or biological features to reduce heterogeneity with the aim of developing potential prognostic indicators and therapeutic strategies to improve outcomes. AcknowledgmentsThe authors would like to express their appreciation to the patients and staffs in the ICUs at Chang Gung Memorial Hospital. We thank Yu-Jr Lin in the Research Services Center for Health Information, Chang Gung University, for validating and confirming all the statistics in this study. Author ContributionsConceptualization, L.-C.C., L.-P.C., S.-W.L. (Shih-Wei Lin) and H.-C.H.; methodology, L.-C.C., H.-H.L. and S.-W.L. (Shaw-Woei Leu).; software, L.-C.C. and H.-H.L.; validation, L.-C.C., L.-P.C., and H.-H.L.; formal analysis, L.-C.C., L.-P.C. and H.-C.H.; investigation, L.-C.C., L.-P.C. and S.-W.L. (Shih-Wei Lin).; resources, L.-C.C., F.-C.T. and K.-C.K.; data curation, L.-C.C., L.-P.C. and S.-W.L. (Shih-Wei Lin).; writing—original draft preparation, L.-C.C. and H.-C.H.; writing—review and editing, L.-C.C. and H.-C.H.; visualization, K.-W.C., C.-H.H., T.-H.C. and H.-P.W.; supervision, C.-C.H. and K.-C.K.; project administration, L.-C.C.; funding acquisition, L.-C.C. All authors have read and agreed to the published version of the manuscript. FundingThis research was funded by grant CMRPG3K1151 and CMRPG3L0821 from Chang Gung Memorial Hospital. Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the Institutional Review Board of CGMH IRB No. 201600632B0 and waived the need for informed consent. Informed Consent StatementPatient consent was waived due to the retrospective and observational nature of the study. Data Availability StatementAll data will be available from the corresponding author on reasonable request. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Thompson B.T., Chambers R.C., Liu K.D. Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2017;377:562–572. doi: 10.1056/NEJMra1608077. [PubMed] [CrossRef] [Google Scholar]2. Gattinoni L., Pelosi P., Suter P.M., Pedoto A., Vercesi P., Lissoni A. Acute respiratory distress syndrome caused by pulmonary and extrapulmonary disease. Different syndromes? Am. J. Respir. Crit. Care Med. 1998;158:3–11. doi: 10.1164/ajrccm.158.1.9708031. [PubMed] [CrossRef] [Google Scholar]3. Pelosi P., D’Onofrio D., Chiumello D., Paolo S., Chiara G., Capelozzi V.L., Barbas C.S., Chiaranda M., Gattinoni L. Pulmonary and extrapulmonary acute respiratory distress syndrome are different. Eur. Respir. J. Suppl. 2003;42:48s–56s. doi: 10.1183/09031936.03.00420803. [PubMed] [CrossRef] [Google Scholar]4. Coppola S., Froio S., Marino A., Brioni M., Cesana B.M., Cressoni M., Gattinoni L., Chiumello D. Respiratory Mechanics, Lung Recruitability, and Gas Exchange in Pulmonary and Extrapulmonary Acute Respiratory Distress Syndrome. Crit. Care Med. 2019;47:792–799. doi: 10.1097/CCM.0000000000003715. [PubMed] [CrossRef] [Google Scholar]5. Shaver C.M., Bastarache J.A. Clinical and biological heterogeneity in acute respiratory distress syndrome: Direct versus indirect lung injury. Clin. Chest Med. 2014;35:639–653. doi: 10.1016/j.ccm.2014.08.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Calfee C.S., Janz D.R., Bernard G.R., May A.K., Kangelaris K.N., Matthay M.A., Ware L.B. Distinct molecular phenotypes of direct vs indirect ARDS in single-center and multicenter studies. Chest. 2015;147:1539–1548. doi: 10.1378/chest.14-2454. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Sinha P., Calfee C.S. Phenotypes in acute respiratory distress syndrome: Moving towards precision medicine. Curr. Opin. Crit. Care. 2019;25:12–20. doi: 10.1097/MCC.0000000000000571. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Wilson J.G., Calfee C.S. ARDS Subphenotypes: Understanding a Heterogeneous Syndrome. Crit. Care. 2020;24:102. doi: 10.1186/s13054-020-2778-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Englert J.A., Bobba C., Baron R.M. Integrating molecular pathogenesis and clinical translation in sepsis-induced acute respiratory distress syndrome. JCI Insight. 2019;4:e124061. doi: 10.1172/jci.insight.124061. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Eisner M.D., Thompson T., Hudson L.D., Luce J.M., Hayden D., Schoenfeld D., Matthay M.A. Acute Respiratory Distress Syndrome Network. Efficacy of low tidal volume ventilation in patients with different clinical risk factors for acute lung injury and the acute respiratory distress syndrome. Am. J. Respir. Crit. Care Med. 2001;164:231–236. doi: 10.1164/ajrccm.164.2.2011093. [PubMed] [CrossRef] [Google Scholar]11. Luo L., Shaver C.M., Zhao Z., Koyama T., Calfee C.S., Bastarache J.A., Ware L.B. Clinical Predictors of Hospital Mortality Differ Between Direct and Indirect ARDS. Chest. 2017;151:755–763. doi: 10.1016/j.chest.2016.09.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Abrams D., Schmidt M., Pham T., Beitler J.R., Fan E., Goligher E.C., McNamee J.J., Patroniti N., Wilcox M.E., Combes A., et al.  Mechanical Ventilation for Acute Respiratory Distress Syndrome during Extracorporeal Life Support. Research and Practice. Am. J. Respir Crit. Care Med. 2020;201:514–525. doi: 10.1164/rccm.201907-1283CI. [PubMed] [CrossRef] [Google Scholar]13. Rozencwajg S., Pilcher D., Combes A., Schmidt M. Outcomes and survival prediction models for severe adult acute respiratory distress syndrome treated with extracorporeal membrane oxygenation. Crit. Care. 2016;20:392. doi: 10.1186/s13054-016-1568-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Giani M., Redaelli S., Siragusa A., Fumagalli B., Rona R., Foti G. Extracorporeal Gas Exchange for Acute Respiratory Distress Syndrome: Open Questions, Controversies and Future Directions. Membranes. 2021;11:172.  doi: 10.3390/membranes11030172. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]16. Chiu L.C., Lin S.W., Chuang L.P., Li H.H., Liu P.H., Tsai F.C., Chang C.H., Hung C.Y., Lee C.S., Leu S.W., et al.  Mechanical power during extracorporeal membrane oxygenation and hospital mortality in patients with acute respiratory distress syndrome. Crit. Care. 2021;25:13. doi: 10.1186/s13054-020-03428-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Sinha P., Calfee C.S., Beitler J.R., Soni N., Ho K., Matthay M.A., Kallet R.H. Physiologic Analysis and Clinical Performance of the Ventilatory Ratio in Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2019;199:333–341. doi: 10.1164/rccm.201804-0692OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Schmidt M., Bailey M., Sheldrake J., Hodgson C., Aubron C., Rycus P.T., Scheinkestel C., Cooper D.J., Brodie D., Pellegrino V. Predicting survival after extracorporeal membrane oxygenation for severe acute respiratory failure. The Respiratory Extracorporeal Membrane Oxygenation Survival Prediction (RESP) score. Am. J. Respir. Crit. Care Med. 2014;189:1374–1382. doi: 10.1164/rccm.201311-2023OC. [PubMed] [CrossRef] [Google Scholar]19. Robba C., Ortu A., Bilotta F., Lombardo A., Sekhon M.S., Gallo F., Matta B.F. Extracorporeal membrane oxygenation for adult respiratory distress syndrome in trauma patients: A case series and systematic literature review. J. Trauma Acute Care Surg. 2017;82:165–173. doi: 10.1097/TA.0000000000001276. [PubMed] [CrossRef] [Google Scholar]20. Chiu L.C., Chuang L.P., Leu S.W., Lin Y.J., Chang C.J., Li H.H., Tsai F.C., Chang C.H., Hung C.Y., Lin S.W., et al.  Extracorporeal Membrane Oxygenation for Severe Acute Respiratory Distress Syndrome: Propensity Score Matching. Membranes. 2021;11:393.  doi: 10.3390/membranes11060393. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Schmidt M., Stewart C., Bailey M., Nieszkowska A., Kelly J., Murphy L., Pilcher D., Cooper D.J., Scheinkestel C., Pellegrino V., et al.  Mechanical ventilation management during extracorporeal membrane oxygenation for acute respiratory distress syndrome: A retrospective international multicenter study. Crit. Care Med. 2015;43:654–664. doi: 10.1097/CCM.0000000000000753. [PubMed] [CrossRef] [Google Scholar]22. Serpa N.A., Schmidt M., Azevedo L.C., Bein T., Brochard L., Beutel G., Combes A., Costa E.L., Hodgson C., Lindskov C., et al.  ReVA Research Network and the PROVE Network Investigators. Associations between ventilator settings during extracorporeal membrane oxygenation for refractory hypoxemia and outcome in patients with acute respiratory distress syndrome: A pooled individual patient data analysis: Mechanical ventilation during ECMO. Intensive Care Med. 2016;42:1672–1684. [PMC free article] [PubMed] [Google Scholar]23. Kim H.S., Kim J.H., Chung C.R., Hong S.B., Cho W.H., Cho Y.J., Sim Y.S., Kim W.Y., Kang B.J., Park S.H., et al.  Lung Compliance and Outcomes in Patients With Acute Respiratory Distress Syndrome Receiving ECMO. Ann. Thorac. Surg. 2019;108:176–182. doi: 10.1016/j.athoracsur.2019.01.055. [PubMed] [CrossRef] [Google Scholar]24. Calfee C.S., Delucchi K., Parsons P.E., Thompson B.T., Ware L.B., Matthay M.A., NHLBI ARDS Network  Subphenotypes in acute respiratory distress syndrome: Latent class analysis of data from two randomised controlled trials. Lancet Respir. Med. 2014;2:611–620. doi: 10.1016/S2213-2600(14)70097-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Kon Z.N., Bittle G.J., Pasrija C., Pham S.M., Mazzeffi M.A., Herr D.L., Sanchez P.G., Griffith B.P. Venovenous Versus Venoarterial Extracorporeal Membrane Oxygenation for Adult Patients With Acute Respiratory Distress Syndrome Requiring Precannulation Hemodynamic Support: A Review of the ELSO Registry. Ann. Thorac. Surg. 2017;104:645–649. doi: 10.1016/j.athoracsur.2016.11.006. [PubMed] [CrossRef] [Google Scholar]26. Thiagarajan R.R., Barbaro R.P., Rycus P.T., Mcmullan D.M., Conrad S.A., Fortenberry J.D., Paden M.L. ELSO member centers. Extracorporeal Life Support Organization Registry International Report 2016. ASAIO J. 2017;63:60–67. doi: 10.1097/MAT.0000000000000475. [PubMed] [CrossRef] [Google Scholar]27. Kim H., Paek J.H., Song J.H., Lee H., Jhee J.H., Park S., Yun H.R., Kee Y.K., Han S.H., Yoo T.H., et al.  Permissive fluid volume in adult patients undergoing extracorporeal membrane oxygenation treatment. Crit. Care. 2018;22:270. doi: 10.1186/s13054-018-2211-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Ostermann M., Straaten H.M., Forni L.G. Fluid overload and acute kidney injury: Cause or consequence? Crit. Care. 2015;19:443. doi: 10.1186/s13054-015-1163-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Schmidt M., Pham T., Arcadipane A., Agerstrand C., Ohshimo S., Pellegrino V., Vuylsteke A., Guervilly C., McGuinness S., Pierard S., et al.  Mechanical Ventilation Management during Extracorporeal Membrane Oxygenation for Acute Respiratory Distress Syndrome. An International Multicenter Prospective Cohort. Am. J. Respir Crit Care Med. 2019;200:1002–1012. doi: 10.1164/rccm.201806-1094OC. [PubMed] [CrossRef] [Google Scholar]30. Curley G.F., Laffey J.G., Zhang H., Slutsky A.S. Biotrauma and Ventilator-Induced Lung Injury: Clinical Implications. Chest. 2016;150:1109–1117. doi: 10.1016/j.chest.2016.07.019. [PubMed] [CrossRef] [Google Scholar]31. Yu S., Christiani D.C., Thompson B.T., Bajwa E.K., Gong M.N. Role of diabetes in the development of acute respiratory distress syndrome. Crit. Care Med. 2013;41:2720–2732. doi: 10.1097/CCM.0b013e318298a2eb. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Boyle A.J., Madotto F., Laffey J.G., Bellani G., Pham T., Pesenti A., Thompson B.T., O’Kane C.M., Deane A.M., McAuley D.F., et al.  Identifying associations between diabetes and acute respiratory distress syndrome in patients with acute hypoxemic respiratory failure: An analysis of the LUNG SAFE database. Crit. Care. 2018;22:268. doi: 10.1186/s13054-018-2158-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Fujii Y., Abe T., Ikegami K. Diabetic Pathophysiology Enhances Inflammation during Extracorporeal Membrane Oxygenation in a Rat Model. Membranes. 2021;11:283.  doi: 10.3390/membranes11040283. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Lin P., Zhao Y., Li X., Jiang F., Liang Z. Decreased mortality in acute respiratory distress syndrome patients treated with corticosteroids: An updated meta-analysis of randomized clinical trials with trial sequential analysis. Crit. Care. 2021;25:122. doi: 10.1186/s13054-021-03546-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}