{"title": "Effects of permissive hypocaloric vs standard enteral feeding on gastrointestinal function and outcomes in sepsis", "pubDate": "2021", "PMCID": "PMC8371509", "DOI": "10.3748/wjg.v27.i29.4900", "PMID": "34447234", "abstract": "Background:                       Intestinal mucosal barrier injury and gastrointestinal dysfunction are important causes of sepsis. However, few studies have investigated the effects of enteral underfeeding on gastrointestinal function in sepsis. Moreover, no consensus on goal enteral caloric intake has been reached in sepsis.                  Aim:                       To investigate the effects of different goal caloric requirements of enteral nutrition on the gastrointestinal function and outcomes in the acute phase of sepsis.                  Methods:                       Patients were randomly assigned to receive 30% (defined as group A), 60% (group B), or 100% (group C) of goal caloric requirements of enteral nutrition in this prospective pilot clinical trial. The acute gastrointestinal injury (AGI) grades, incidence of feeding intolerance (FI), daily caloric intake, nutritional and inflammatory markers, and biomarkers of mucosal barrier function were collected during the first 7 d of enteral feeding. The clinical severity and outcome variables were also recorded.                  Results:                       A total of 54 septic patients were enrolled. The days to goal calorie of group C (2.55 ± 0.82) were significantly longer than those of group A (3.50 ± 1.51; P = 0.046) or B (4.85 ± 1.68; P < 0.001). The FI incidence of group C (16.5%) was higher than that of group A (5.0%) or B (8.7%) (P = 0.009). No difference in the incidence of FI symptoms was found between groups A and B. The serum levels of barrier function biomarkers of group B were significantly lower than those of group A (P < 0.05) on the 7th day of feeding. The prealbumin and IL-6 levels of group A were lower than those of group B (P < 0.05) on the 7th day of feeding. No significant differences in the clinical outcome variables or 28-d mortality were found among the three groups.                  Conclusion:                       Early moderate enteral underfeeding (60% of goal requirements) could improve the intestinal barrier function and nutritional and inflammatory status without increasing the incidence of FI symptoms in sepsis. However, further large-scale prospective clinical trials and animal studies are required to test our findings. Moreover, the effects of different protein intake on gastrointestinal function and outcomes should also be investigated in future work.", "author": [{"author": "Jia-Kui Sun", "affiliation": ["Department of Critical Care Medicine, Nanjing First Hospital, Nanjing Medical University, Nanjing 210006, Jiangsu Province, China."], "href": "/?term=Sun+JK&cauthor_id=34447234"}, {"author": "Shuai Nie", "affiliation": ["Department of Critical Care Medicine, Nanjing First Hospital, Nanjing Medical University, Nanjing 210006, Jiangsu Province, China."], "href": "/?term=Nie+S&cauthor_id=34447234"}, {"author": "Yong-Ming Chen", "affiliation": ["Department of Critical Care Medicine, Nanjing First Hospital, Nanjing Medical University, Nanjing 210006, Jiangsu Province, China."], "href": "/?term=Chen+YM&cauthor_id=34447234"}, {"author": "Jing Zhou", "affiliation": ["Department of Geriatric Intensive Care Unit, The First Affiliated Hospital of Nanjing Medical University (Jiangsu Province People's Hospital), Nanjing 210006, Jiangsu Province, China."], "href": "/?term=Zhou+J&cauthor_id=34447234"}, {"author": "Xiang Wang", "affiliation": ["Department of Critical Care Medicine, Nanjing First Hospital, Nanjing Medical University, Nanjing 210006, Jiangsu Province, China."], "href": "/?term=Wang+X&cauthor_id=34447234"}, {"author": "Su-Ming Zhou", "affiliation": ["Department of Geriatric Intensive Care Unit, The First Affiliated Hospital of Nanjing Medical University (Jiangsu Province People's Hospital), Nanjing 210006, Jiangsu Province, China."], "href": "/?term=Zhou+SM&cauthor_id=34447234"}, {"author": "Xin-Wei Mu", "affiliation": ["Department of Critical Care Medicine, Nanjing First Hospital, Nanjing Medical University, Nanjing 210006, Jiangsu Province, China."], "href": "/?term=Mu+XW&cauthor_id=34447234"}], "refPMID": ["29767636", "28101605", "26903338", "31954465", "32572531", "32019607", "28756470", "26771786", "28168570", "31236002", "23431120", "32588488", "29709380", "30346225", "29377333", "29864793", "25992505", "30348463", "22307571", "29937192", "29519252", "29466596", "22797452", "25018918", "32414423", "22310869", "31752979", "33472680", "31114571", "30003491", "27299587", "32059698", "32450883", "31172544", "28709443", "33148950"], "citedInPMID": ["34447234"], "body": " AbstractBACKGROUNDIntestinal mucosal barrier injury and gastrointestinal dysfunction are important causes of sepsis. However, few studies have investigated the effects of enteral underfeeding on gastrointestinal function in sepsis. Moreover, no consensus on goal enteral caloric intake has been reached in sepsis. AIMTo investigate the effects of different goal caloric requirements of enteral nutrition on the gastrointestinal function and outcomes in the acute phase of sepsis.METHODSPatients were randomly assigned to receive 30% (defined as group A), 60% (group B), or 100% (group C) of goal caloric requirements of enteral nutrition in this prospective pilot clinical trial. The acute gastrointestinal injury (AGI) grades, incidence of feeding intolerance (FI), daily caloric intake, nutritional and inflammatory markers, and biomarkers of mucosal barrier function were collected during the first 7 d of enteral feeding. The clinical severity and outcome variables were also recorded.RESULTSA total of 54 septic patients were enrolled. The days to goal calorie of group C (2.55 ± 0.82) were significantly longer than those of group A (3.50 ± 1.51; P = 0.046) or B (4.85 ± 1.68; P < 0.001). The FI incidence of group C (16.5%) was higher than that of group A (5.0%) or B (8.7%) (P = 0.009). No difference in the incidence of FI symptoms was found between groups A and B. The serum levels of barrier function biomarkers of group B were significantly lower than those of group A (P < 0.05) on the 7th day of feeding. The prealbumin and IL-6 levels of group A were lower than those of group B (P < 0.05) on the 7th day of feeding. No significant differences in the clinical outcome variables or 28-d mortality were found among the three groups.CONCLUSIONEarly moderate enteral underfeeding (60% of goal requirements) could improve the intestinal barrier function and nutritional and inflammatory status without increasing the incidence of FI symptoms in sepsis. However, further large-scale prospective clinical trials and animal studies are required to test our findings. Moreover, the effects of different protein intake on gastrointestinal function and outcomes should also be investigated in future work.Keywords: Enteral feeding, Enteral nutrition, Gastrointestinal function, Intestinal mucosal barrier, Sepsis Core Tip: Few studies have investigated the effects of enteral underfeeding on gastrointestinal function in sepsis. Moreover, no consensus on goal enteral caloric intake has been reached in sepsis. In this study, we investigated the effects of different goal caloric requirements (30%, 60%, and 100%) of enteral nutrition on the gastrointestinal (including intestinal mucosal barrier) function in the acute phase of sepsis. We found that early moderate enteral underfeeding (60% of goal requirements) could improve the intestinal barrier function and nutritional and inflammatory status without increasing the incidence of feeding intolerance symptoms in sepsis. INTRODUCTIONSepsis is a life-threatening organ dysfunction caused by a dysregulated host response to infection[1-3]. Although the latest guidelines recommend a series of treatment strategies for sepsis[1,2], the mortality of this critical illness is still approximately 20%-50% in adults[4,5]. As an essential treatment for sepsis, enteral nutrition (EN), especially early enteral nutrition (EEN), could improve immunologic imbalance and alleviate the intestinal barrier injury of patients in intensive care units (ICUs)[6-9]. Our previous clinical studies also confirmed that EEN could regulate the excessive immune response and improve the clinical severity of critically ill patients[10,11]. However, recent trials suggested that aggressive nutrition delivery may offer no benefit in the early stages of critical illness[12-17]. The TARGET trail showed that augmented energy delivery in the early phase of illness did not improve outcomes compared to standard EN[14]. The ESICM guidelines advise that EEN (within 24-48 h) should be started at a low dose and increased gradually if there are no contraindications[9]. The ESPEN guidelines also advise that the initiation of “early and progressive” EN should be only performed in sepsis without shock[18].Until now, no consensus on goal enteral caloric intake has been reached in critically ill patients. The EDEN trial observed that initial trophic enteral feeding for up to 6 d (400 kcal/d), compared with full enteral feeding (1300 kcal/d), did not improve ventilator-free days, 60-d mortality, or infectious complications in patients with acute lung injury[19]. The PermiT Trial found that permissive enteral underfeeding was not associated with a lower mortality compared with standard feeding (46% ± 14% vs 71% ± 22% of goal caloric requirements) in critically ill adults[17]. Systematic reviews of clinical trials also reported that hypocaloric EN (15%-59% of caloric requirements) had no significantly different effects on morbidity and mortality in critically ill patients when compared with full-energy nutrition[13,15]. However, most of the previous studies were based on non-sepsis patients. Furthermore, few studies have investigated the effects of enteral underfeeding on gastrointestinal function in sepsis. Among the organ dysfunction caused by sepsis, intestinal tract is one of the most vulnerable organs[4,5]. Accompanying by sepsis, intestinal epithelial cell damaged, mucosal permeability increased, intestinal flora translocated, and then further intestinal original infection developed[3,4]. Therefore, acute intestinal barrier injury and systemic infection are a vicious cycle in critical diseases, especially in sepsis. Accordingly, it is necessary to explore an optimal goal of enteral feeding to improve the acute intestinal injury of sepsis. In this study, we investigated the effects of different goal caloric requirements (30%, 60%, and 100%) of EN on the gastrointestinal (including intestinal mucosal barrier) function in the acute phase of sepsis. MATERIALS AND METHODSStudy designThis was a single-center, prospective, randomized clinical trial. Patients were randomly assigned to receive 30%, 60%, or 100% of goal caloric requirements of EN after enrollment. We used the complete randomization, which was based on remainder grouping method[10]. After creating random numbers with a computer, the grouping method (divided by three) was implemented to determine which group the patients would be allocated into. The intervention allocation was concealed before a patient was enrolled in this study, and patients would not be excluded from the study after intervention allocation was unblinded. The main treatment difference of the three groups was the goal calorie of enteral feeding, therefore, it was improbable to blind treating clinicians to the intervention allocations. The enrolled patients were blind to the intervention allocations. Hence, this is a single-blind randomized trial. The sample size calculation was performed with the Power Analysis and Sample Size software (2011) before the trial began. However, in view of the small sample size of our study, we defined this trial as a clinical pilot study. The study protocol was approved by the Institutional Ethics Committee of Nanjing First Hospital (Approval Number: KY20180713-01), and informed consent was obtained from patients’ first-degree relatives. The study was also registered at Clinical Trials.gov (ID: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03791866\",\"term_id\":\"NCT03791866\"}}NCT03791866). Figure ​Figure11 shows the flow diagram of the participants.Open in a separate windowFigure 1\nFlow diagram of the participants.\nPatientsFrom October 2018 to March 2020, all adult patients (aged 18-70 years) admitted to Department of Critical Care Medicine of Nanjing First Hospital with sepsis diagnosed were enrolled in this study. The diagnostic criteria for sepsis were in compliance with the surviving sepsis guidelines[2,3]. Patients with inflammatory bowel disease, digestive tract hemorrhage, ileus, severe abdominal hypertension (intra-abdominal pressure > 25 mmHg) or abdominal compartment syndrome, malnutrition, immunodeficiency, or chronic organ dysfunction (e.g., hepatic or renal dysfunction), and patients with a history of long-term use of hormones were excluded. All patients received specialized critical care for sepsis as needed, including oxygen administration or mechanical ventilation (MV), antimicrobial therapy, vasopressor administration, fluid resuscitation, glucose control, analgesia and sedation, or renal replacement therapy[1,2,20].Nutrition protocolsBefore EN started, a nasogastric or nasojejunal feeding tube (size 10F, Flocare, Nutricia Ltd) was inserted as needed. The nasojejunal tube was intubated using our novel method of bedside post-pyloric placement[10,21]. The enteral feeding began within 24-48 h of enrollment if there were no contraindications. A peptide-based formula (Peptisorb, Nutricia Ltd) was provided in the first 24-48 h, and if the patients were tolerant, whole protein formula (Nutrison Fibre, Nutricia Ltd) was provided gradually[10]. The goal caloric requirement was determined as 20-25 kcal/kg per day, and the protein need was determined as 1.2-2.0 g/kg/d[9,10,18]. Patients were randomly assigned to receive 30%, 60%, or 100% of goal caloric requirements of nutrition. The EN feeding was started at a slow rate (10-20 mL/h) while carefully monitoring abdominal/ gastrointestinal symptoms[9]. If patients were intolerant because of high gastric residual volume (> 500 mL), diarrhea, nausea, vomiting, or abdominal distension, we slowed down the feeding rate, diluted the feeding concentration, or used prokinetic agents.Parenteral nutrition (PN) was supplemented if the enteral nutrition could not achieve > 60% of the goal caloric requirements after 7 d[8,9,18]. The goal caloric requirement of PN was determined as 20-25 kcal/kg per day, and the calorie/nitrogen ratio was determined as 120-150:1[8,18]. Fifty to seventy percent of the total caloric requirements were supplied by glucose, whereas the provision of lipids was based on serum triglyceride levels. Moreover, sufficient electrolytes, insulin, vitamins, and trace elements were also provided.DefinitionsSepsis was defined as life-threatening organ dysfunction caused by a dysregulated host response to infection, and septic shock was defined as a subset of sepsis with circulatory and cellular/metabolic dysfunction that was associated with a higher risk of mortality[1-3]. The definition of acute respiratory distress syndrome (ARDS) was based on the Berlin definitions[22,23]. The diagnostic criteria for acute kidney injury (AKI) were in accordance with the 2012 Kidney Disease: Improving Global Outcomes guidelines[24]. Acute gastrointestinal injury (AGI) was defined as a malfunction of the gastrointestinal tract due to acute illness and was categorized into four grades (I to IV) according to its severity[25,26]. AGI grade I was defined as an increased risk of developing gastrointestinal dysfunction or failure (a self-limiting condition); AGI grade II was defined as gastrointestinal dysfunction (a condition that requires interventions); AGI grade III was defined as gastrointestinal failure (gastrointestinal function cannot be restored with interventions); AGI grade IV was defined as marked gastrointestinal failure (a condition that is immediately life-threatening)[25,26]. Feeding intolerance (FI) syndrome was a general term indicating intolerance of enteral feeding for whatever clinical reason (vomiting, high gastric residuals, diarrhea, occurrence or worsening of bowel dilatation, gastrointestinal bleeding, presence of entero-cutaneous fistulas, etc.)[25,26]. Diarrhea was defined as having three or more loose or liquid stools per day with a stool weight greater than 200-250 g/d (or greater than 250 mL/d)[26]. High gastric residuals was considered if the gastric residual volume (GRV) was > 500 mL/6 h[26]. Intra-abdominal hypertension (IAH) was defined if intra-abdominal pressure (IAP) was 12 mmHg or higher, confirmed by at least two measurements, 1-6 h apart[26]. Paralysis of the lower GI tract (paralytic ileus) was defined as the inability of the bowel to pass stool due to impaired peristalsis[26]. Clinical signs of paralytic ileus included absence of stool for three or more consecutive days without mechanical obstruction. Multiple organ dysfunction syndrome (MODS) was defined as the combined dysfunction of two or more organs.Data collectionOn admission to ICU, the baseline clinical data, including age, sex, body mass index, and the etiology of sepsis, were recorded. The acute physiology and chronic health evaluation II (APACHE II) scores and sequential organ failure assessment (SOFA) scores were collected on days 1, 3, and 7 after admission. The AGI grades, number of patients with FI symptoms, frequency of FI symptoms, days to goal calorie, and actual daily caloric intake were also registered. Since there is no “gold standard” to define the malnourished ICU patients[18,27], we used general clinical assessment markers (albumin, prealbumin, IL-6, and IL-10) to reflect nutritional and inflammatory status according to previous reports[27,28]. The levels of albumin, prealbumin, IL-6, and IL-10 in peripheral blood were tested on days 1, 3, and 7 after admission. Meanwhile, the levels of mucosal barrier function biomarkers, including diamine oxidase (DAO), D-lactate, and intestinal fatty acid binding protein (iFABP)[29-31], were also measured. Serum IL-6, IL-10, DAO, D-lactate, and iFABP levels were detected with commercially available Human Quantikine enzyme-linked immunosorbent assay (ELISA) kits (R and D Systems, Bio-Techne Corporation, United States) according to the manufacturer’s instructions. The number of patients receiving MV or continuous renal replacement therapy (CRRT) was recorded. The MV-free days, CRRT-free days, and ICU-free days in 28 d of ICU admission, as well as MODS incidence and 28-d mortality, were also collected. Statistical analysisThe Kolmogorov-Smirnov test was first performed to test the normal distribution of the data. Normally distributed data are expressed as the mean ± SD and were compared by t tests. Non-normally distributed data are expressed as the median (interquartile ranges) and were compared by the Mann-Whitney U test or the Kruskal-Wallis test. Categorical variables are presented as absolute numbers or percentages and were analyzed using the χ2 test or Fisher’s exact test. To take into account the repeated nature of the variables, analysis of variance (ANOVA) for repeated measurements of the general linear model was implemented. Survival curves for up to 28 d of enrollment were performed using the Kaplan–Meier method and were compared by the log-rank test. IBM Statistical Package for the Social Sciences (SPSS, version 22.0, NY, United States) software was used for statistical analyses, and two-sided P < 0.05 was considered statistically significant. The statistical methods of this study were reviewed by Qiao Liu, a biostatistician from the Center for Disease Control and Prevention of Jiangsu Province, China. RESULTSAs shown in Figure ​Figure1,1, a total of 54 septic patients were enrolled in this study. Seventeen patients were randomly assigned to receive 30% of goal caloric requirements of nutrition (defined as group A), 18 received 60% (defined as group B), and 19 received 100% (defined as group C). The demographic data and clinical parameters of the patients on admission are shown in Table ​Table1.1. Forty-two (42/54, 77.8%) patients had initial AGI, of whom 13 had AGI grade I, 24 had AGI grade II, and 5 had AGI grade III on admission. Sixteen (16/54, 29.6%) patients had FI symptoms during the first 7 d of enteral feeding. Forty-nine (49/54, 90.7%) patients received MV, and 20 (20/54, 27.0%) patients received CRRT. The 28-d mortality was 25.9% (14/54) in hospital stay.Table 1Demographic data and clinical parameters on admission\nVariable\n\n\nValue\n\nAge (yr)67.0 (63.0-72.3)Sex (Male:female)29:25BMI (kg/m2)24.3 (21.5-27.0)Etiology of sepsis, n (%)Abdominal infection27 (50.0)Thoracic/pulmonary infection10 (18.5)Blood stream infection6 (11.1)Urinary infection6 (11.1)Mucocutaneous infection3 (5.6)Other2 (3.7)Initial AGI grade, n (%)I13 (31.5)II24 (55.6)III5 (13.0)APACHEII score22.0 (19.5-27.8)SOFA score9.5 (8.0-11.8)Feeding intolerance, n (%)16 (29.6)Need for MV, n (%)49 (90.7)Need for CRRT, n (%)20 (37.0)MV-free days19.5 (1.8-22.8)CRRT-free days23.0 (13.3-27.0)ICU-free days17.0 (0.0-22.8)MODS, n (%)20 (37.0)Death, n (%)14 (25.9)Open in a separate windowBMI: Body mass index; AGI: Acute gastrointestinal injury; APACHE II: Acute physiology and chronic health evaluation II; SOFA: Sequential organ failure assessment; MV: Mechanical ventilation; CRRT: Continuous renal replacement therapy; ICU: Intensive care unit; MODS: Multiple organ dysfunction syndrome.Gastrointestinal function and nutritional variablesDuring the 7 d of enteral feeding, no significant differences in the AGI grades were found among the three groups (Figure ​(Figure2A).2A). The days to goal calorie of group C (2.55 ± 0.82) were significantly longer than those of groups A (3.50 ± 1.51; P = 0.046) and B (4.85 ± 1.68; P < 0.001) (Figure ​(Figure2B).2B). However, no difference in the days was found between groups A and B (P = 0.077). Figure ​Figure2C2C shows the differences in the actual daily caloric intake among the three groups. The daily caloric intakes of group A were all significantly lower than those of group C during the 7 d of enteral feeding (P < 0.001). The daily intakes of group A were significantly lower than those of group B from the 2th day of enteral feeding (P < 0.01). The daily intakes of group B were significantly lower than those of group C from the 3th day of enteral feeding (P < 0.05).Open in a separate windowFigure 2Comparisons of acute gastrointestinal injury grades (A), days to goal calorie (B), and actual daily caloric intake (C) among the three groups. aP < 0.05, cP < 0.001. AGI: Acute gastrointestinal injury.As shown in Table ​Table2,2, 16 (16/54, 29.6%) patients had FI symptoms during the first 7 d of enteral feeding. The proportion of patients with FI symptoms of group A was significantly lower than that of group C (11.8% vs 52.6%, P = 0.019). However, no difference in the proportion was found between groups B and A (P = 0.658) or C (P = 0.057). Table ​Table33 shows the differences in the incidence of single FI symptom among the three groups. A total of 39 FI symptoms were observed during the 7 d of enteral feeding, and diarrhea was the most common manifestation. Although the total frequency of FI symptoms was different (P = 0.009) among the three groups, no difference in the incidence of single symptom (except for diarrhea, P = 0.046) was found. Moreover, there was no difference in the incidence of all symptoms between groups A and B.Table 2Number of patients with feeding intolerance and clinical severity and outcome variables\n\n\nGroup A (n = 17)\n\n\nGroup B (n = 18)\n\n\nGroup C (n = 19)\n\n\nP \nvalue\n\nFeeding intolerance, n (%)2 (11.8)4 (22.2)10 (52.6)0.019MV-free days19.0 (0.0-21.0)22.0 (1.0-25.0)18.0 (4.0-22.5)0.347CRRT-free days20.0 (12.0-28.0)26.0 (7.8-28.0)22.0 (14.5-28.0)0.778ICU-free days19.0 (0.0-23.0)19.0 (0.0-21.8)16.0 (0.0-21.0)0.572MODS, n (%)6 (35.3)8 (44.4)6 (31.6)0.709Death, n (%)4 (23.5)5 (27.8)5 (26.3)0.856Open in a separate windowGroup A: Patients were assigned to receive 30% of goal caloric requirements of enteral nutrition; Group B: Patients were assigned to receive 60% of goal caloric requirements of enteral nutrition; Group C: Patients were assigned to receive 100% of goal caloric requirements of enteral nutrition. MV: Mechanical ventilation; CRRT: Continuous renal replacement therapy; ICU: Intensive care unit; MODS: Multiple organ dysfunction syndrome.Table 3Incidence of feeding intolerance symptoms, n (%)Group A (n = 17 × 7)Group B (n = 18 × 7)Group C (n = 19 × 7)P valueFeeding intolerance6 (5.0)11 (8.7)22 (16.5)0.009Nausea or vomiting2 (1.7)3 (2.4)3 (2.3)0.758Diarrhea2 (1.7)2 (1.6)8 (6.0)0.046Abdominal pain0 (0.0)0 (0.0)1 (0.8)0.238Abdominal distention1 (0.8)2 (1.6)6 (4.5)0.054High gastric residuals1 (0.8)2 (1.6)2 (1.5)0.653IAH0 (0.0)1 (0.8)1 (0.8)0.422Paralytic ileus0 (0.0)1 (0.8)1 (0.8)0.444Open in a separate windowGroup A: Patients were assigned to receive 30% of goal caloric requirements of enteral nutrition; Group B: Patients were assigned to receive 60% of goal caloric requirements of enteral nutrition; Group C: Patients were assigned to receive 100% of goal caloric requirements of enteral nutrition. IAH: Intra-abdominal hypertension.Comparison of the levels of intestinal barrier biomarkers among the three groups is presented in Figure ​Figure3.3. The serum concentrations of DAO, D-lactate, and iFABP of group B were significantly lower than those of group A (P < 0.05) on the 7th day of feeding. The serum concentrations of the three biomarkers of group C were only numerically lower than those of group A on the 7th day of feeding (P > 0.05). Figure ​Figure44 shows the differences in the levels of nutritional and inflammatory markers among the three groups. The prealbumin level (mg/L) of group A was lower than those of groups B (71.09 ± 20.23 vs 103.33 ± 40.45, P = 0.031) and C (71.09 ± 20.23 vs 110.62 ± 37.05, P = 0.008) on the 7th day of feeding. The IL-6 level (pg/L) of group A was higher than that of group B (115.54 ± 72.37 vs 62.00 ± 35.59, P = 0.028) on the 7th day of feeding. However, no difference in the IL-6 level was found between groups B and C (P = 0.126). No significant differences in the albumin and IL-10 levels were found among the three groups.Open in a separate windowFigure 3Comparisons of serum levels of diamine oxidase (A), D-lactate (B), and intestinal fatty acid binding protein (C) among the three groups. aP < 0.05. DAO: Diamine oxidase; iFABP: Intestinal fatty acid binding protein.Open in a separate windowFigure 4Comparisons of serum levels of albumin (A), prealbumin (B), IL-6 (C), and IL-10 (D) among the three groups.aP < 0.05, bP < 0.01. These results indicated that 60% of goal caloric requirements of enteral feeding may reduce the injury of intestinal barrier and improve the nutritional and inflammatory status without increasing the incidence of FI symptoms compared with 30% of goal caloric requirements. On the other hand, 60% of goal caloric requirements may decrease the incidence of FI symptoms without deteriorating the intestinal barrier function and nutritional status compared with 100% of goal caloric requirements.Clinical severity and outcome variablesDuring the 7 d of ICU admission, no significant differences in the APACHE II scores or SOFA scores were found among the three groups (P > 0.05; Figure ​Figure5A5A and ​andB).B). As shown in Table ​Table2,2, no differences in the MV-free days, CRRT-free days, ICU-free days, MODS incidence, or 28-d mortality were found among the three groups (P > 0.05). The results of survival analysis (Figure ​(Figure5C)5C) also confirmed that the survival probability of patients was not affected by different goal caloric requirements (30%, 60%, and 100%) of enteral feeding in the acute phase of sepsis.Open in a separate windowFigure 5No significant differences in the acute physiology and chronic health evaluation II scores (A), sequential organ failure assessment scores (B), or survival probability within 28 d (C) were found among the three groups. APACHEII: Acute physiology and chronic health evaluation II; SOFA: Sequential organ failure assessment. DISCUSSIONThis clinical pilot study investigated the effects of different goal caloric requirements (30%, 60%, and 100%) of enteral feeding on gastrointestinal function and outcome of sepsis in its acute phase. We found that 60% of total enteral feeding may improve the intestinal barrier function and nutritional and inflammatory status without increasing the incidence of FI symptoms compared with 30% of total enteral feeding. Moreover, 100% of total enteral feeding increased the incidence of FI symptoms without improving the intestinal barrier function and nutritional and inflammatory status compared with 30% or 60% of total enteral feeding. However, no difference in the clinical outcomes was found among the three groups of different enteral intakes.Nutrition therapy is a crucial medical treatment during the acute phase of critical illness. Unfortunately, recent trial findings and guideline recommendations continued to be conflicting, making the translation of evidence into practice challenging[6,27]. No complete consensus has been reached on the estimation of energy expenditure, timing of feeding, choice of enteral or parenteral nutrition, protein and energy requirement, and monitoring of nutrition in sepsis. A literature review suggested that full feeding in the acute phase of critical illness did not provide an advantage over trophic feeding and may be harmful[6]. In sepsis, more or less nutrition delivery is an updated focus under exploration. Van Niekerket al[32] suggested that less nutrition supply may be beneficial during sepsis. However, the PROCASEPT study indicated that low protein intake or caloric restriction may not be of benefit in septic patients[33,34], and overfeeding during days 4-7 was related to a lower 6-mo mortality, compared with low caloric intake[34]. Due to the lack of direct or indirect calorimetric system of energy metabolism, we used the most commonly predictive equations to estimate the goal energy requirement of patients (20-25 kcal/kg per day) according to ASPEN and ESPEN guidelines[8,18]. We found that more (100%) or less (30% or 60%) enteral nutrition was not associated with the clinical outcomes, including 28-d mortality. This finding was not contradictory to the previous reports[13,17]. Nevertheless, moderate (60%) enteral nutrition may be beneficial to the gastrointestinal function and feeding tolerance during acute phase of sepsis.Gastrointestinal dysfunction is common and closely related to adverse outcomes in critically ill patients[25]. AGI is often caused by severe trauma, infection, sepsis, shock, and other critical diseases[25]. Accompanied by that, intestinal epithelial cell damaged, mucosal permeability increased, intestinal flora translocated, and then intestinal infection and MODS developed[25,26]. Therefore, improving the intestinal barrier injury was considered to be an important measure in the treatment of sepsis. EEN was proven to regulate excessive immune response and maintain the intestinal barrier function of critically ill patients[6,9,27]. The results of our study were consistent with the previous studies. However, we found that full enteral feeding increased the incidence of FI symptoms without improving the intestinal barrier function and nutritional and inflammatory status, compared with underfeeding. This phenomenon also revealed that enteral underfeeding, especially 60% of goal caloric requirements, may be beneficial to sepsis. The underlying mechanisms of permissive underfeeding were proposed by a recent review[32]: Suppression of early feeding may result in a synergistic potentiation of catabolism and then promote cell survival and enhance immune function in sepsis. But further clinical and animal studies are required to verify this theory. FI is the most commonly encountered challenge during enteral feeding in critically ill patients. Hu et al[35] reported that FI incidence was approximately 24% during the first week of ICU stay, and persistent FI was an independent risk factor for mortality in critically ill patients. A newly large-scale analysis of a multicenter, multiyear database showed that burn, gastrointestinal dysfunction, and sepsis were more likely to result in enteral feed intolerance, compared with respiratory-related illness, and enteral feed intolerance is associated with lower enteral nutrition delivery and worse clinical outcomes in mechanically ventilated critically ill patients[36]. Hence, prevention and optimal management of FI may improve nutrition delivery and clinical outcomes in important “at risk” populations. The FI incidence of this study was 29.6% during the first 7 d of enteral feeding in sepsis. Compared with full enteral feeding, 60% or 30% of total enteral feeding decreased the incidence of FI symptoms. However, 30% of total enteral feeding did not improve the nutritional and inflammatory status compared with 100% or 60% of total enteral feeding. It means that moderate underfeeding (60% of goal requirement) might be a preferable prevention and management strategy for FI and undersupply in sepsis. No difference in 28-d mortality among the three groups of different enteral intakes might be explained by our small sample size and single disease design, and large-scale prospective clinical studies are needed.Some limitations of this study should be discussed. Due to our single-center design and small sample size, the results may not be generalizable, and the conclusions should be confirmed by large-scale clinical prospective trials. Moreover, the effects of different protein intake on gastrointestinal function and outcomes were not investigated. Finally, because our variables were only recorded for 1 wk, the later effects of enteral feeding on gastrointestinal function and outcomes should be researched in future clinical trials. CONCLUSIONThis clinical pilot study found that early moderate underfeeding (60% of goal requirements) could improve the intestinal barrier function and nutritional and inflammatory status without increasing the incidence of FI symptoms in sepsis. No difference in the clinical outcomes was found among the three groups of different enteral intakes. However, further large-scale prospective clinical trials and animal studies are required to test our findings. Moreover, the effects of different protein intake on gastrointestinal function and outcomes should also be investigated in future work.  ARTICLE HIGHLIGHTSResearch backgroundFew studies have investigated the effects of enteral underfeeding on gastrointestinal function in the acute phase of sepsis. Research motivationNo consensus on goal enteral caloric intake has been reached in sepsis.Research objectivesTo investigate the effects of different goal caloric requirements of enteral nutrition on the gastrointestinal and outcomes in the acute phase of sepsis.Research methodsPatients were randomly assigned to receive 30%, 60%, or 100% of goal caloric requirements of enteral nutrition in this prospective pilot clinical trial. The gastrointestinal function, nutritional and inflammatory markers, clinical severity, and outcome variables were recorded.Research resultsEarly moderate enteral underfeeding (60% of goal requirements) could improve the intestinal barrier function and nutritional and inflammatory status without increasing the incidence of feeding intolerance symptoms in sepsis. No significant differences in the clinical outcome variables or 28-d mortality were found.Research conclusionsEarly moderate enteral underfeeding could improve the intestinal barrier function and nutritional and inflammatory status without increasing the incidence of feeding intolerance symptoms in sepsis. Research perspectivesIt is necessary to explore an optimal goal of enteral feeding to improve the acute intestinal injury in sepsis. In this study, we investigated the effects of different goal caloric requirements (30%, 60%, and 100%) of enteral nutrition on the gastrointestinal function in sepsis. Further large-scale prospective clinical trials and animal studies are required to test our findings. ACKNOWLEDGEMENTSThe authors thank Qiu F, Shi QK, Chen WX, and Zhang WH at Nanjing First Hospital for their contributions to this study. In addition, Sun JK and his family especially thank Sun XP for her meticulous care and support during the past ten years. FootnotesInstitutional review board statement: The study protocol was approved by the Institutional Ethics Committee of Nanjing First Hospital (Approval Number: KY20180713-01)Clinical trial registration statement: This study is also registered at Clinical Trials.gov (ID: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03791866\",\"term_id\":\"NCT03791866\"}}NCT03791866).Informed consent statement: All study participants, or their legal guardian, provided informed written consent prior to study enrollment. Conflict-of-interest statement: The authors declare that they have no conflict of interest to disclose.CONSORT 2010 statement: The authors have read the CONSORT 2010 statement, and the manuscript was prepared and revised according to the CONSORT 2010 statement.Manuscript source: Unsolicited manuscriptPeer-review started: March 28, 2021First decision: June 3, 2021Article in press: July 13, 2021Specialty type: Critical care medicineCountry/Territory of origin: ChinaPeer-review report’s scientific quality classificationGrade A (Excellent): AGrade B (Very good): 0Grade C (Good): CGrade D (Fair): 0Grade E (Poor): 0P-Reviewer: Cabezuelo AS, Kansu A S-Editor: Ma YJ L-Editor: Wang TQ P-Editor: Li JH Contributor InformationJia-Kui Sun,  Department of Critical Care Medicine, Nanjing First Hospital, Nanjing Medical University, Nanjing 210006, Jiangsu Province, China.Shuai Nie,  Department of Critical Care Medicine, Nanjing First Hospital, Nanjing Medical University, Nanjing 210006, Jiangsu Province, China.Yong-Ming Chen,  Department of Critical Care Medicine, Nanjing First Hospital, Nanjing Medical University, Nanjing 210006, Jiangsu Province, China.Jing Zhou,  Department of Geriatric Intensive Care Unit, The First Affiliated Hospital of Nanjing Medical University (Jiangsu Province People’s Hospital), Nanjing 210006, Jiangsu Province, China.Xiang Wang,  Department of Critical Care Medicine, Nanjing First Hospital, Nanjing Medical University, Nanjing 210006, Jiangsu Province, China.Su-Ming Zhou,  Department of Geriatric Intensive Care Unit, The First Affiliated Hospital of Nanjing Medical University (Jiangsu Province People’s Hospital), Nanjing 210006, Jiangsu Province, China.Xin-Wei Mu,  Department of Critical Care Medicine, Nanjing First Hospital, Nanjing Medical University, Nanjing 210006, Jiangsu Province, China. References1. Levy MM, Evans LE, Rhodes A. The Surviving Sepsis Campaign Bundle: 2018 Update. Crit Care Med. 2018;46:997–1000. [PubMed] [Google Scholar]2. Rhodes A, Evans LE, Alhazzani W, Levy MM, Antonelli M, Ferrer R, Kumar A, Sevransky JE, Sprung CL, Nunnally ME, Rochwerg B, Rubenfeld GD, Angus DC, Annane D, Beale RJ, Bellinghan GJ, Bernard GR, Chiche JD, Coopersmith C, De Backer DP, French CJ, Fujishima S, Gerlach H, Hidalgo JL, Hollenberg SM, Jones AE, Karnad DR, Kleinpell RM, Koh Y, Lisboa TC, Machado FR, Marini JJ, Marshall JC, Mazuski JE, McIntyre LA, McLean AS, Mehta S, Moreno RP, Myburgh J, Navalesi P, Nishida O, Osborn TM, Perner A, Plunkett CM, Ranieri M, Schorr CA, Seckel MA, Seymour CW, Shieh L, Shukri KA, Simpson SQ, Singer M, Thompson BT, Townsend SR, Van der Poll T, Vincent JL, Wiersinga WJ, Zimmerman JL, Dellinger RP. Surviving Sepsis Campaign: International Guidelines for Management of Sepsis and Septic Shock: 2016. Intensive Care Med. 2017;43:304–377. [PubMed] [Google Scholar]3. Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, Bauer M, Bellomo R, Bernard GR, Chiche JD, Coopersmith CM, Hotchkiss RS, Levy MM, Marshall JC, Martin GS, Opal SM, Rubenfeld GD, van der Poll T, Vincent JL, Angus DC. The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3) JAMA. 2016;315:801–810. [PMC free article] [PubMed] [Google Scholar]4. Rudd KE, Johnson SC, Agesa KM, Shackelford KA, Tsoi D, Kievlan DR, Colombara DV, Ikuta KS, Kissoon N, FinferS , Fleischmann-Struzek C, Machado FR, Reinhart KK, Rowan K, Seymour CW, Watson RS, West TE, Marinho F, Hay SI, Lozano R, Lopez AD, Angus DC, Murray CJL, Naghavi M. Global, regional, and national sepsis incidence and mortality, 1990-2017: analysis for the Global Burden of Disease Study. Lancet. 2020;395:200–211. [PMC free article] [PubMed] [Google Scholar]5. Fleischmann-Struzek C, Mellhammar L, Rose N, Cassini A, Rudd KE, Schlattmann P, Allegranzi B, Reinhart K. Incidence and mortality of hospital- and ICU-treated sepsis: results from an updated and expanded systematic review and meta-analysis. Intensive Care Med. 2020;46:1552–1562. [PMC free article] [PubMed] [Google Scholar]6. Lambell KJ, Tatucu-Babet OA, Chapple LA, Gantner D, Ridley EJ. Nutrition therapy in critical illness: a review of the literature for clinicians. Crit Care. 2020;24:35. [PMC free article] [PubMed] [Google Scholar]7. Arabi YM, Preiser JC. A critical view on primary and secondary outcome measures in nutrition trials. Intensive Care Med. 2017;43:1875–1877. [PubMed] [Google Scholar]8. Taylor BE, McClave SA, Martindale RG, Warren MM, Johnson DR, Braunschweig C, McCarthy MS, Davanos E, Rice TW, Cresci GA, Gervasio JM, Sacks GS, Roberts PR, Compher C  Society of Critical Care Medicine;  American Society of Parenteral and Enteral Nutrition. Guidelines for the Provision and Assessment of Nutrition Support Therapy in the Adult Critically Ill Patient: Society of Critical Care Medicine (SCCM) and American Society for Parenteral and Enteral Nutrition (A.S.P.E.N.) Crit Care Med. 2016;44:390–438. [PubMed] [Google Scholar]9. ReintamBlaser A, Starkopf J, Alhazzani W, Berger MM, Casaer MP, Deane AM, Fruhwald S, Hiesmayr M, Ichai C, Jakob SM, Loudet CI, Malbrain ML, Montejo González JC, Paugam-Burtz C, Poeze M, Preiser JC, Singer P, van Zanten AR, De Waele J, Wendon J, Wernerman J, Whitehouse T, Wilmer A, Oudemans-van Straaten HM  ESICM Working Group on Gastrointestinal Function. Early enteral nutrition in critically ill patients: ESICM clinical practice guidelines. Intensive Care Med. 2017;43:380–398. [PMC free article] [PubMed] [Google Scholar]10. Sun JK, Zhang WH, Chen WX, Wang X, Mu XW. Effects of early enteral nutrition on Th17/Treg cells and IL-23/IL-17 in septic patients. World J Gastroenterol. 2019;25:2799–2808. [PMC free article] [PubMed] [Google Scholar]11. Sun JK, Mu XW, Li WQ, Tong ZH, Li J, Zheng SY. Effects of early enteral nutrition on immune function of severe acute pancreatitis patients. World J Gastroenterol. 2013;19:917–922. [PMC free article] [PubMed] [Google Scholar]12. Dickerson RN. Protein Requirements during Hypocaloric Nutrition for the Older Patient With Critical Illness and Obesity: An Approach to Clinical Practice. Nutr Clin Pract. 2020;35:617–626. [PubMed] [Google Scholar]13. Hartl WH, Bender A, Scheipl F, Kuppinger D, Day AG, Küchenhoff H. Calorie intake and short-term survival of critically ill patients. Clin Nutr. 2019;38:660–667. [PubMed] [Google Scholar]14. TARGET Investigators for the ANZICS Clinical Trials Group, Chapman M, Peake SL, Bellomo R, Davies A, Deane A, Horowitz M, Hurford S, Lange K, Little L, Mackle D, O’Connor S, Presneill J, Ridley E, Williams P, Young P. Energy-Dense vs Routine Enteral Nutrition in the Critically III. N Engl J Med. 2018;379:1823–1834. [PubMed] [Google Scholar]15. Silva CFA, de Vasconcelos SG, da Silva TA, Silva FM. Permissive or Trophic Enteral Nutrition and Full Enteral Nutrition Had Similar Effects on Clinical Outcomes in Intensive Care: A Systematic Review of Randomized Clinical Trials. Nutr Clin Pract. 2018;33:388–396. [PubMed] [Google Scholar]16. Perman MI, Ciapponi A, Franco JV, Loudet C, Crivelli A, Garrote V, Perman G. Prescribed hypocaloric nutrition support for critically-ill adults. Cochrane Database Syst Rev. 2018;6:CD007867. [PMC free article] [PubMed] [Google Scholar]17. Arabi YM, Aldawood AS, Haddad SH, Al-Dorzi HM, Tamim HM, Jones G, Mehta S, McIntyre L, Solaiman O, Sakkijha MH, Sadat M, Afesh L  PermiT Trial Group. Permissive Underfeeding or Standard Enteral Feeding in Critically Ill Adults. N Engl J Med. 2015;372:2398–2408. [PubMed] [Google Scholar]18. Singer P, Blaser AR, Berger MM, Alhazzani W, Calder PC, Casaer MP, Hiesmayr M, Mayer K, Montejo JC, Pichard C, Preiser JC, van Zanten ARH, Oczkowski S, Szczeklik W, Bischoff SC. ESPEN guideline on clinical nutrition in the intensive care unit. Clin Nutr. 2019;38:48–79. [PubMed] [Google Scholar]19. National Heart, Lung , and Blood Institute Acute Respiratory Distress Syndrome (ARDS) Clinical Trials Network, Rice TW, Wheeler AP, Thompson BT, Steingrub J, Hite RD, Moss M, Morris A, Dong N, Rock P. Initial trophic vs full enteral feeding in patients with acute lung injury: the EDEN randomized trial. JAMA. 2012;307:795–803. [PMC free article] [PubMed] [Google Scholar]20. Cecconi M, Evans L, Levy M, Rhodes A. Sepsis and septic shock. Lancet. 2018;392:75–87. [PubMed] [Google Scholar]21. Sun JK, Wang X, Yuan ST. A novel method of blind bedside placement of postpyloric tubes. Crit Care. 2018;22:62. [PMC free article] [PubMed] [Google Scholar]22. Fan E, Brodie D, Slutsky AS. Acute Respiratory Distress Syndrome: Advances in Diagnosis and Treatment. JAMA. 2018;319:698–710. [PubMed] [Google Scholar]23. ARDS Definition Task Force, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]24. Section 2: AKI Definition. Kidney IntSuppl (2011) 2012;2:19–36. [PMC free article] [PubMed] [Google Scholar]25. ReintamBlaser A, Preiser JC, Fruhwald S, Wilmer A, Wernerman J, Benstoem C, Casaer MP, Starkopf J, van Zanten A, Rooyackers O, Jakob SM, Loudet CI, Bear DE, Elke G, Kott M, Lautenschläger I, Schäper J, Gunst J, Stoppe C, Nobile L, Fuhrmann V, Berger MM, Oudemans-van Straaten HM, Arabi YM, Deane AM  Working Group on Gastrointestinal Function within the Section of Metabolism. Endocrinology and Nutrition (MEN Section) of ESICM. Gastrointestinal dysfunction in the critically ill: a systematic scoping review and research agenda proposed by the Section of Metabolism, Endocrinology and Nutrition of the European Society of Intensive Care Medicine. Crit Care. 2020;24:224. [PMC free article] [PubMed] [Google Scholar]26. ReintamBlaser A, Malbrain ML, Starkopf J, Fruhwald S, Jakob SM, De Waele J, Braun JP, Poeze M, Spies C. Gastrointestinal function in intensive care patients: terminology, definitions and management. Recommendations of the ESICM Working Group on Abdominal Problems. Intensive Care Med. 2012;38:384–394. [PMC free article] [PubMed] [Google Scholar]27. van Zanten ARH, De Waele E, Wischmeyer PE. Nutrition therapy and critical illness: practical guidance for the ICU, post-ICU, and long-term convalescence phases. Crit Care. 2019;23:368. [PMC free article] [PubMed] [Google Scholar]28. Carteron L, Samain E, Winiszewski H, Blasco G, Balon AS, Gilli C, Piton G, Capellier G, Pili-Floury S, Besch G. Semi-elemental vs polymeric formula for enteral nutrition in brain-injured critically ill patients: a randomized trial. Crit Care. 2021;25:31. [PMC free article] [PubMed] [Google Scholar]29. Haussner F, Chakraborty S, Halbgebauer R, Huber-Lang M. Challenge to the Intestinal Mucosa During Sepsis. Front Immunol. 2019;10:891. [PMC free article] [PubMed] [Google Scholar]30. Assimakopoulos SF, Triantos C, Thomopoulos K, Fligou F, Maroulis I, Marangos M, Gogos CA. Gut-origin sepsis in the critically ill patient: pathophysiology and treatment. Infection. 2018;46:751–760. [PubMed] [Google Scholar]31. Yoseph BP, Klingensmith NJ, Liang Z, Breed ER, Burd EM, Mittal R, Dominguez JA, Petrie B, Ford ML, Coopersmith CM. Mechanisms of Intestinal Barrier Dysfunction in Sepsis. Shock. 2016;46:52–59. [PMC free article] [PubMed] [Google Scholar]32. van Niekerk G, Meaker C, Engelbrecht AM. Nutritional support in sepsis: when less may be more. Crit Care. 2020;24:53. [PMC free article] [PubMed] [Google Scholar]33. de Koning MLY, van Zanten FJL, van Zanten ARH. Nutritional therapy in patients with sepsis: is less really more? Crit Care. 2020;24:254. [PMC free article] [PubMed] [Google Scholar]34. de Koning MLY, Koekkoek WACK, Kars JCNH, van Zanten ARH. Association of PROtein and CAloric Intake and Clinical Outcomes in Adult SEPTic and Non-Septic ICU Patients on Prolonged Mechanical Ventilation: The PROCASEPT Retrospective Study. JPEN J Parenter Enteral Nutr. 2020;44:434–443. [PMC free article] [PubMed] [Google Scholar]35. Hu B, Sun R, Wu A, Ni Y, Liu J, Guo F, Ying L, Ge G, Ding A, Shi Y, Liu C, Xu L, Jiang R, Lu J, Lin R, Zhu Y, Wu W, Xie B. Severity of acute gastrointestinal injury grade is a predictor of all-cause mortality in critically ill patients: a multicenter, prospective, observational study. Crit Care. 2017;21:188. [PMC free article] [PubMed] [Google Scholar]36. Heyland DK, Ortiz A, Stoppe C, Patel JJ, Yeh DD, Dukes G, Chen YJ, Almansa C, Day AG. Incidence, Risk Factors, and Clinical Consequence of Enteral Feeding Intolerance in the Mechanically Ventilated Critically Ill: An Analysis of a Multicenter, Multiyear Database. Crit Care Med. 2021;49:49–59. [PubMed] [Google Scholar]"}