{"title": "Rationale for Polyclonal Intravenous Immunoglobulin Adjunctive Therapy in COVID-19 Patients: Report of a Structured Multidisciplinary Consensus", "pubDate": "2021", "PMCID": "PMC8396919", "DOI": "10.3390/jcm10163500", "PMID": "34441796", "abstract": "Introduction:                       Adjunctive therapy with polyclonal intravenous immunoglobins (IVIg) is currently used for preventing or managing infections and sepsis, especially in immunocompromised patients. The pathobiology of COVID-19 and the mechanisms of action of Ig led to the consideration of this adjunctive therapy, including in patients with respiratory failure due to the SARS-CoV-2 infection. This manuscript reports the rationale, the available data and the results of a structured consensus on intravenous Ig therapy in patients with severe COVID-19.                  Methods:                       A panel of multidisciplinary experts defined the clinical phenotypes of COVID-19 patients with severe respiratory failure and, after literature review, voted for the agreement on the rationale and the potential role of IVIg therapy for each phenotype. Due to the scarce evidence available, a modified RAND/UCLA appropriateness method was used.                  Results:                       Three different phenotypes of COVID-19 patients with severe respiratory failure were identified: patients with an abrupt and dysregulated hyperinflammatory response (early phase), patients with suspected immune paralysis (late phase) and patients with sepsis due to a hospital-acquired superinfection (sepsis by bacterial superinfection). The rationale for intravenous Ig therapy in the early phase was considered uncertain whereas the panelists considered its use in the late phase and patients with sepsis/septic shock by bacterial superinfection appropriate.                  Conclusion:                       As with other immunotherapies, IVIg adjunctive therapy may have a potential role in the management of COVID-19 patients. The ongoing trials will clarify the appropriate target population and the true effectiveness.", "author": [{"author": "Irene Coloretti", "affiliation": ["Anaesthesia and Intensive Care Department, University Hospital of Modena, 41124 Modena, Italy."], "href": "/?term=Coloretti+I&cauthor_id=34441796"}, {"author": "Giorgio Berlot", "affiliation": ["Anestesia and Intensive Care Department, University Hospital of Trieste, 34127 Trieste, Italy."], "href": "/?term=Berlot+G&cauthor_id=34441796"}, {"author": "Stefano Busani", "affiliation": ["Anaesthesia and Intensive Care Department, University Hospital of Modena, 41124 Modena, Italy."], "href": "/?term=Busani+S&cauthor_id=34441796"}, {"author": "Francesco Giuseppe De Rosa", "affiliation": ["Infectious Disease Department, Torino SCU, Hospital of Asti, 14100 Asti, Italy."], "href": "/?term=De+Rosa+FG&cauthor_id=34441796"}, {"author": "Abele Donati", "affiliation": ["Anaesthesia and Intensive Care Department, University Hospital of Ancona, 60127 Ancona, Italy."], "href": "/?term=Donati+A&cauthor_id=34441796"}, {"author": "Francesco Forfori", "affiliation": ["Anaesthesia and Intensive Care Department, University Hospital of Pisa, 56124 Pisa, Italy."], "href": "/?term=Forfori+F&cauthor_id=34441796"}, {"author": "Giacomo Grasselli", "affiliation": ["Anaesthesia and Intensive Care Department, University Hospital of Milan, 20122 Milano, Italy."], "href": "/?term=Grasselli+G&cauthor_id=34441796"}, {"author": "Lucia Mirabella", "affiliation": ["Anaesthesia and Intensive Care Department, University Hospital of Foggia, 71122 Foggia, Italy."], "href": "/?term=Mirabella+L&cauthor_id=34441796"}, {"author": "Carlo Tascini", "affiliation": ["Infectious Disease Department, University Hospital of Udine, 33100 Udine, Italy."], "href": "/?term=Tascini+C&cauthor_id=34441796"}, {"author": "Pierluigi Viale", "affiliation": ["Infectious Disease Department, University Hospital of Bologna, 40126 Bologna, Italy."], "href": "/?term=Viale+P&cauthor_id=34441796"}, {"author": "Massimo Girardis", "affiliation": ["Anaesthesia and Intensive Care Department, University Hospital of Modena, 41124 Modena, Italy."], "href": "/?term=Girardis+M&cauthor_id=34441796"}], "refPMID": ["32250385", "32167524", "32171076", "32227758", "31986264", "32105632", "32191259", "32192578", "32303591", "32251717", "32353251", "32880615", "32887652", "32807934", "33362757", "32217835", "32161940", "32425950", "32311318", "32414395", "32444269", "26903338", "15919935", "18074471", "26474267", "28467615", "33513050", "28098591", "32756325", "24144038", "31470986", "24975475", "32473235", "33878626", "33082954", "32258207", "33225306", "32283154", "32530808", "33214093", "20861601", "31760541", "25257732", "17317619", "22797452", "18074464", "22361003", "20948548", "33681248", "30535962", "23450336", "33026597", "29632995", "33857475", "32840571", "21924385", "33237794", "25090414", "27639067", "31162852", "32535894", "32279676", "32711058", "28100110", "21851482", "33209951", "24043371"], "citedInPMID": ["34441796", "34944644"], "body": " AbstractIntroduction: Adjunctive therapy with polyclonal intravenous immunoglobins (IVIg) is currently used for preventing or managing infections and sepsis, especially in immunocompromised patients. The pathobiology of COVID-19 and the mechanisms of action of Ig led to the consideration of this adjunctive therapy, including in patients with respiratory failure due to the SARS-CoV-2 infection. This manuscript reports the rationale, the available data and the results of a structured consensus on intravenous Ig therapy in patients with severe COVID-19. Methods: A panel of multidisciplinary experts defined the clinical phenotypes of COVID-19 patients with severe respiratory failure and, after literature review, voted for the agreement on the rationale and the potential role of IVIg therapy for each phenotype. Due to the scarce evidence available, a modified RAND/UCLA appropriateness method was used. Results: Three different phenotypes of COVID-19 patients with severe respiratory failure were identified: patients with an abrupt and dysregulated hyperinflammatory response (early phase), patients with suspected immune paralysis (late phase) and patients with sepsis due to a hospital-acquired superinfection (sepsis by bacterial superinfection). The rationale for intravenous Ig therapy in the early phase was considered uncertain whereas the panelists considered its use in the late phase and patients with sepsis/septic shock by bacterial superinfection appropriate. Conclusion: As with other immunotherapies, IVIg adjunctive therapy may have a potential role in the management of COVID-19 patients. The ongoing trials will clarify the appropriate target population and the true effectiveness. Keywords: respiratory failure, COVID-19, intravenous immunoglobulin therapy 1. IntroductionSince 20 February 2020, Italy has been overwhelmed by the SARS-CoV-2 virus outbreak, and several patients with interstitial pneumonia and respiratory failure requiring mechanical ventilation were admitted to intensive care units (ICUs), threatening the capability of healthcare systems to handle this amount of critical patients [1]. Unfortunately, so far, there are few validated therapies to prevent or treat the severe acute respiratory distress syndrome (ARDS) caused by this novel virus and thus the case fatality rate in patients admitted to ICU is extremely high [2,3,4,5,6,7]. Therefore, along with the maintenance of vital functions by supportive treatments, effective therapies for COVID-19 are urgently needed. In the previous months, the scientific community provided a tremendous improvemen and chemokines (the so-called cytokine storm) with a pivotal role in lung tissue damage, increase in vascular permeability and clots formation, akin to secondary hemophagocytic lymphohistiocytosis (sHLH) and macrophage activation syndrome (MAS) [8,9,10,11]. The COVID-19-associated cytokine storm is associated with elevated plasma levels of IL-6, IL-1 and TNF-α, as well as of ferritin and other inflammatory biomarkers. However, a recent study reporting cytokine levels in different subsets of critically ill patients showed that in COVID-19 patients with ARDS, the circulating levels of these cytokines were lower compared to those measured in patients with bacterial sepsis and similar to those with other causes of ARDS, trauma and out-of-hospital cardiac arrest [12]. Despite the limitations of the study, this may suggest that severe COVID-19 llness may be more than a cytokine storm, acting with more complex mechanisms involving innate and cellular immune response [13]. Different studies have explored the derangements of the immune system during COVID-19 and the associations with the outcome [14,15]. First, a key feature of severely ill patients with COVID-19 is represented by progressive lymphopenia with marked CD-4 and CD-8 T cell exhaustion [16,17,18]. More recently, COVID-19 clinical syndrome and related immunopathogenesis have been compared with sepsis, recalling the need to target the underlying and shared impairment of protective T cell immunity while suppressing the emergent cytokine storm [19,20,21,22]. Indeed, Hotchkiss et al. described the similarities between the course of immune activation and suppression during sepsis and COVID-19, suggesting that in the former, the hyperinflammatory peak may be higher, and the immunosuppressive phase may be deeper and earlier in the latter. This trend may be also reinforced by the use of immunosuppressive agents (e.g., steroids and cytokine-blocking agents) introduced in the treatment of patients with COVID-19 and respiratory failure [21]. Further investigations are warranted to clarify the relationships between these clinic and immunologic features in severe COVID-19 patients, possibly indicating the need to modulate the host immune response with immunotherapeutic treatments. 2. Adjunctive Immunoglobulin TherapyAs described above, sepsis and septic shock result from complex dysregulation of the inflammatory and immune response [22] that is quite similar to immunological derangement observed in critical COVID-19 patients. Immunoglobulins have pleiotropic effects on the inflammatory–immune response including toxin scavenging, microbial phagocytosis, anti-inflammatory effects and antiapoptotic actions on immune cells [21,23,24,25,26,27]. Although guidelines do not indicate the use of intravenous polyclonal immunoglobulin (IVIg) in patients with bacterial infections [28], several studies showed a potential benefit in patients with sepsis and septic shock [24,25,29,30,31], and IVIg are commonly used as adjunctive therapy in immunocompromised patients with infections [26,32]. Therefore, adjunctive therapy with IVIg may also have rationale in the management of COVID-19 patients that depends on the disease phase and the related pathobiological phenotype. For instance, although the role of persistent viremia and viral activity in tissues is unclear, Ig may have a role in the early phases of COVID-19 by reducing the viral burden and by scavenging or downregulating the production of high levels of inflammatory mediators. In the late phases, especially in ICU patients with secondary bacterial infections, IVIg may have an important synergic activity in the empowerment of antibiotic efficacy and in supporting the overt immune dysfunction [33] (Figure 1).Open in a separate windowFigure 1Host immune–inflammatory response in COVID-19 (modified from [21]). The potential role of immunoglobulins in pro- and anti-inflammatory response and the three scenarios (i.e., early, late, sepsis by secondary infections) identified by the panel are also reported.Although the multifaceted immunomodulant properties of IVIg could have beneficial effects in COVID-19 patients [27,34], clinical data supporting the use of adjunctive therapy with IVIg in these patients are few and limited only to the use of standard polyclonal IVIg [35,36,37,38,39,40,41]. A recent multicenter retrospective cohort study evaluated the efficacy of adjunctive therapy with IVIg by comparing 172 critically ill COVID-19 patients who received IVIg at the dose of 0.1–0.5 g/kg/day for 5–15 days with 151 critically ill COVID-19 patients who did not receive IVIg [35]. They observed that early administration (≤7 days post-admission) of high-dose IVIg improves the prognosis of critical-type patients with COVID-19 with a 20% absolute risk reduction in 28-day mortality. A small pilot randomized controlled study (16 vs. 17 patients) showed that 0.5g IVIg/kg daily for 3 days with concomitant methylprednisolone reduces the progression of respiratory failure requiring mechanical ventilation and improved oxygenation at 7 days in COVID-19 patients with PaO2/FiO2 < 140 [38]. A retrospective study also confirmed the therapeutic benefits of IVIg when therapy was initiated early [39]. On the other hand, a randomized controlled trial including 84 patients (52 treated patients vs. 32 controls) with severe COVID-19 pneumonia did not report any benefit of the use of IVIg at the dose of 0.4 g/kg/day for three days [41]. Indeed, the interpretation of the results reported in the abovementioned studies is problematic because of the high heterogeneity of study designs, with different doses and time of IVIg administration and the concomitant use of steroids. Noteworthily, the safety profile of IVIg preparations in COVID-19 patients seems to be high and similar to that observed in other patient populations where few adverse events are reported [42,43,44,45].This manuscript reports the results of a structured process of consensus among experts aimed to discuss the rationale for adjunctive therapy with intravenous immunoglobulins and identify the phenotype of COVID-19 patients who could benefit the most based on the pathobiology of COVID-19 and pharmacological effects of adjunctive IVIg therapy. 3. Consensus MethodologyThe moderator (M.G.) selected nine experts in the field of intensive care medicine and infectious diseases to create a multidisciplinary panel. All the panelists had a strong research profile with robust clinical experience in the management of COVID-19 patients and adjunctive IVIg therapy and were well-experienced in procedures of structured consensus.In the first meeting, after an initial discussion of the main difficulties in COVID-19 management, the panelists defined the methods for the consensus and the different phenotypes of COVID-19 patients with severe respiratory failure based on the time course of the disease, clinical presentations and the underlying pathophysiological features. Three different clinical scenarios were identified: (i) early phase: patient with an abrupt and dysregulated hyperinflammatory response; (ii) late phase: patient with suspected immune dysfunction or immune paralysis; (iii) sepsis by bacterial superinfection: patient with sepsis or septic shock caused by hospital-acquired superinfection. For this consensus, the SARS-CoV-2 infection was defined as a positive result of a real-time reverse transcription polymerase chain reaction (RT-PCR) assay of nasopharyngeal swabs or lower respiratory tract specimens. Moderate-to-severe ARDS was defined as new or worsening respiratory failure with bilateral opacities and PaO2/FiO2 ≤ 200 mmHg with positive end expiratory pressure ≥ 5 cmH2O not fully explained by cardiac failure, fluid overload, pleural effusions and lobar or lung collapse [46].The treatment selected was polyclonal intravenous immunoglobulin (IVIg) administration, including polyclonal IgG preparations that contain at least 96% of polyclonal IgG and IgM-enriched preparations where the composition is polyclonal IgG (76%), IgM 12%) and IgA (12%). IVIgM preparations, compared to IVIg, seem to provide a better clinical effect in septic patients [47,48] due to the IgM component and its fundamental role in innate immune response [49].Due to the scarce evidence available on immunoglobulin treatment for COVID-19 patients with respiratory failure, the panelists decided to use a modified semiquantitative RAND/UCLA appropriateness method [50]. This semiquantitative method allows each part of the panel to express an opinion not influenced by other experts and supply the lack of evidence with the experience and opinion of the panelists.The systematic review of literature according to population, treatment and the relevant outcome was performed using three electronic databases: PubMed, EMBASE and Scopus. All the literature material was readily available at any time for all the panelists. The coordinator of the panel (M.G.) analyzed and summarized the literature in the table of evidence that was available to all the panelists before the second meeting. In the second meeting, the summary of evidence was presented by the coordinator (M.G.) and discussed by all the panelists. During this meeting, the list of clinical scenarios and treatments was better redefined to avoid uncertainties in the rating procedures. An online voting system was used for the final anonymous vote. The panelists had to rate each clinical scenario as ‘appropriate’, ‘inappropriate’ or ‘uncertain’ on a scale from 1 to 9 points, with 1 = ‘completely inappropriate’ and 9 = ‘fully appropriate’. The median of the ratings of all the panelists was calculated, and we defined as inappropriate a scenario with the median value from 1 to 3, ‘uncertain’—from 4 to 6, ‘appropriate’—from 7 to 9. ‘Disagreement’ for each scenario was defined when more than three panelists gave ratings outside the 3-point region (1–3, 4–6 or 7–9) containing the median [50].  4. Consensus Results See Figure 2.Open in a separate windowFigure 2Results of the appropriateness evaluation of polyclonal intravenous immunoglobulin adjunctive therapy in the three scenarios defined by the panelists.Scenario 1, early phase (see Figure 2): COVID-19 interstitial pneumonia with an abrupt and dysregulated hyperinflammatory response.Description of the scenario: Patient admitted to hospital after <24 h from the onset of symptoms with rapid worsening of acute respiratory failure (PaO2/FiO2 < 200 mmHg) caused by SARS-CoV-2-related interstitial pneumonia and high plasma levels of such inflammatory parameters as C-reactive protein, ferritin and IL-6. Questions:(1)In COVID-19 patients with acute respiratory failure and severe hyperinflammatory response, how appropriate is the early (within 6–12 h) therapy with polyclonal intravenous immunoglobulins?Consensus rating: uncertain; median score, 6 (IQR, 5–7); disagreement: yes.(2)In COVID-19 patients with acute respiratory failure, severe hyperinflammatory response and decision to use polyclonal intravenous immunoglobulins, how appropriate is the use of preparations including also the IgM component?Consensus rating: appropriate; median score, 8 (IQR, 6–9); disagreement: no.Rationale:In the early phases of COVID-19, the proinflammatory response often predominates, with the massive production of proinflammatory cytokines such as tumor necrosis factor (TNF)-a, IL-8 and IL-6 that stimulate the effector functions of neutrophils, macrophages and Th1 cells. This dysregulated inflammatory response is similar to that observed in the early phase of sepsis, especially in the conditions leading to toxic shock syndrome, such as pneumococcal and meningococcal invasive disease or necrotizing fasciitis [51]. In this setting, a potential benefit of the early use of adjunctive therapy with IVIg, particularly of IgM-enriched preparations, has been shown in numerous clinical experiences [52,53,54], and its use is supported by many experts despite the lack of definitive evidence. As described above, the rationale for IVIg administration in patients with a high inflammatory response is based on their immunomodulating effects. A recent phase II trial showed that in patients with severe community-acquired pneumonia requiring mechanical ventilation and with a high inflammatory pattern, the adjunctive therapy with a new intravenous immunoglobulin preparation containing 18% of IgM reduced the mortality by about 20% compared to the placebo [55]. Two phase III trials in community-acquired pneumonia and COVID-19 patients are underway to confirm the results observed with the use of this new preparation. In septic patients with hyperinflammation or toxic shock, the timing for IVIg therapy may have a substantial role, and two large studies indicated that earlier therapy (within 12 h) may decrease the mortality risk [52]. Scenario 2, late phase (see Figure 2): COVID-19 interstitial pneumonia and suspected immune dysfunction/immune paralysis.Description of the scenario: Patient requiring mechanical ventilation for progressive worsening of acute respiratory failure several days (7–10) after the occurrence of COVID-19 interstitial pneumonia and with low plasma levels of such inflammatory parameters as C-reactive protein, ferritin and IL-6 and persistent lymphopenia. Questions: (1)In COVID-19 with progressive worsening of respiratory failure, suspected immune dysfunction/immune paralysis and low plasma levels of immunoglobulins, how appropriate is the replacement therapy with polyclonal intravenous immunoglobulins to prevent secondary infections?Consensus rating: appropriate; median score, 7 (IQR, 6–8); disagreement: no.(2)In COVID-19 with progressive worsening of respiratory failure, suspected immune dysfunction/immune paralysis and with the decision to use polyclonal intravenous immunoglobulins, how appropriate is the use of preparations including also the IgM component?Consensus rating: appropriate; median score, 8 (IQR, 7–8); disagreement: no.Rationale:In COVID-19 patients, the anti-inflammatory response mediated by molecules such as IL-10, IL-4 and TGF-β is finalized to balance the initial proinflammatory response described in several models. Therefore, as previously described, in COVID-19 patients, several alterations in innate and adaptive immunity occur, including marked lymphopenia. However, dysregulated and/or persistent activation of the anti-inflammatory components, often with the addition of anti-inflammatory treatments (e.g., steroids, cytokine-blocking agents and others), may cause a severe failure of the immune system defined in sepsis models as immune paralysis and characterized by lymphopenia with marked T cell exhaustion, alteration of cytokines profile, inadequacy of antigen-presenting mechanisms and dysfunction and apoptosis of B and T lymphocytes [15,20]. Patients with immune paralysis are unable to mount an appropriate inflammatory response and become prone to viral reactivation and secondary or breakthrough infections, mostly by opportunistic agents. A high rate of secondary bacterial and viral infections has been reported by numerous studies in COVID-19 patients, especially in those requiring mechanical ventilation and ICU admission [56,57].In patients with sepsis, low plasma levels of Ig have been frequently reported and are closely related to the severity of the underlying conditions and poor outcomes [58]. Moreover, the kinetics of plasma IgM in the first days after sepsis is different in survivors and non-survivors of septic shock [30]. In an observational study involving 62 COVID-19 patients with ARDS admitted to ICU [59], the authors observed that in patients with IgG levels below 7 g/L, the 90-day mortality was higher than in patients whose levels exceeded 7 g/L.In immunocompromised patients, IVIg therapy is commonly used for preventing infections and sepsis [26,32]. In patients with hypogammaglobulinemia after heart transplantation, prophylactic IgG therapy decreased the incidence of severe secondary infections, but the same was not observed after lung transplantation [60,61]. Indeed, a more recent meta-analysis showed that the prophylactic use of the IVIg therapy was associated with a better survival rate in heart and lung recipients with hypogammaglobulinemia [62].Scenario 3, sepsis by bacterial superinfection: COVID-19 interstitial pneumonia with septic shock by hospital-acquired superinfection. Description of the scenario: Patient with acute respiratory failure by COVID-19 interstitial pneumonia and occurrence of septic shock sustained due to a nosocomial bacterial infection.Questions: (1)In COVID-19 patients with septic shock due to nosocomial acquired infections, how appropriate is the adjunctive therapy with polyclonal intravenous immunoglobulins?Consensus rating: appropriate; median score, 7 (IQR, 6–8); disagreement: yes.(2)In COVID-19 patients with septic shock due to nosocomial acquired infections with the decision to use adjunctive therapy with polyclonal intravenous immunoglobulins, how appropriate is the use of preparations including the IgM component?Consensus rating: appropriate; median score, 9 (IQR, 8–9); disagreement: no.Rationale:Critically ill COVID-19 patients are prone to secondary infections because of many factors such as invasive mechanical ventilation, long ICU stay, anti-inflammatory therapies, SARS-CoV-2-induced immune suppression. Worldwide studies have reported a high rate of ventilator-associated pneumonia ranging from 23% to 37% and of secondary bacteremia in ICU-admitted patients. In addition, as for other categories of complicated ICU patients, infections caused by multidrug-resistant bacteria or Aspergillus spp. are frequent in COVID-19 patients [56,63,64,65]. Therefore, sepsis and septic shock often complicate the ICU stay and are a major cause of mortality [66,67,68]. Despite the lack of definitive evidence, IVIg adjunctive therapy has been used for 30 years, and meta-analysis indicates a possible benefit in septic patients, with better results when using preparations enriched with the IgM component [51,54]. Many authors support adjunctive therapy in specific phenotypes of septic patients such as those with hyperinflammation, overwhelming shock or blunted inflammatory response [69]. Indeed, most clinical experiences refer to the former phenotypes while the data in immunocompromised septic patients are scarce and not definitive. The use of IgM preparations has also been demonstrated to be effective in ICU patients with MDR infections, particularly the ones caused by Gram-negative microorganisms [30,51].  5. ConclusionsThe alterations in immune and inflammatory responses observed in the different phases of COVID-19 are similar to those observed in septic patients. The key role of endogenous immunoglobulins in host response and the robust experience in immunocompromised and septic patients make adjunctive therapy with IVIg attractive in COVID-19, particularly in hospitalized patients with severe respiratory failure. Despite the paucity of the existing data, the structured consensus identified rationale for the use of IVIg therapy in these patients with immune paralysis for preventing secondary infections and in patients with septic shock caused by nosocomial infections. Several appropriate studies are underway (ClinicalTrials.gov identifiers {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04432324\",\"term_id\":\"NCT04432324\"}}NCT04432324, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04500067\",\"term_id\":\"NCT04500067\"}}NCT04500067, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04576728\",\"term_id\":\"NCT04576728\"}}NCT04576728, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04350580\",\"term_id\":\"NCT04350580\"}}NCT04350580, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04350580\",\"term_id\":\"NCT04350580\"}}NCT04350580) for defining the patients who can benefit the most and the appropriate time and dose of IVIg therapy. Author ContributionsConceptualization, I.C., S.B., M.G., F.G.D.R. and C.T.; Methodology I.C.; Writing—original draft preparation I.C., S.B. and M.G.; Writing—review and editing, G.B., F.G.D.R., A.D., F.F., G.G., L.M., C.T. and P.V. All authors have read and agreed to the published version of the manuscript. FundingThe authors declared that this study received no financial support. Conflicts of InterestBiotest, which is a global company that manufactures and markets IgM-enriched intravenous immunoglobulins, provided an unrestricted grant to support this work, including travel and meetings. The sponsor had no role in selecting the board of the consensus, reviewing the literature, defining the statements, drafting or reviewing the paper. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Grasselli G., Zangrillo A., Zanella A., Antonelli M., Cabrini L., Castelli A., Cereda D., Coluccello A., Foti G., Fumagalli R., et al.  Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy region, Italy. JAMA. 2020;323:1574–1581. doi: 10.1001/jama.2020.5394. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Wu C., Chen X., Cai Y., Xia J., Zhou X., Xu S., Huang H., Zhang L., Zhou X., Du C., et al.  Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China. JAMA Intern. Med. 2020;180:934–943. doi: 10.1001/jamainternmed.2020.0994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Zhou F., Yu T., Du R., Fan G., Liu Y., Liu Z., Xiang J., Wang Y., Song B., Gu X., et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: A retrospective cohort study. Lancet. 2020;395:1054–1062. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Bhatraju P.K., Ghassemieh B.J., Nichols M., Kim R., Jerome K.R., Nalla A.K., Greninger A.L., Pipavath S., Wurfel M.M., Evans L., et al.  Covid-19 in critically ill patients in the Seattle region—Case series. N. Engl. J. Med. 2020;382:2012–2022. doi: 10.1056/NEJMoa2004500. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., Zhang L., Fan G., Xu J., Gu X., et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Yang X., Yu Y., Xu J., Shu H., Xia J., Liu H., Wu Y., Zhang L., Yu Z., Fang M., et al.  Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: A single-centered, retrospective, observational study. Lancet Respir. Med. 2020;8:475–481. doi: 10.1016/S2213-2600(20)30079-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Arentz M., Yim E., Klaff L., Lokhandwala S., Riedo F.X., Chong M., Lee M. Characteristics and outcomes of 21 critically ill patients with COVID-19 in Washington state. JAMA. 2020;323:1612–1614. doi: 10.1001/jama.2020.4326. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Mehta P., McAuley D.F., Brown M., Sanchez E., Tattersall R.S., Manson J.J., HLH across Speciality Collaboration, UK  COVID-19: Consider cytokine storm syndromes and immunosuppression. Lancet. 2020;395:1033–1034. doi: 10.1016/S0140-6736(20)30628-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Moore J.B., June C.H. Cytokine release syndrome in severe COVID-19. Science. 2020;368:473–474. doi: 10.1126/science.abb8925. [PubMed] [CrossRef] [Google Scholar]10. McGonagle D., Sharif K., O’Regan A., Bridgewood C. The role of cytokines including interleukin-6 in COVID-19 induced pneumonia and macrophage activation syndrome-like disease. Autoimmun. Rev. 2020;19:102537. doi: 10.1016/j.autrev.2020.102537. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Jose R.J., Manuel A. COVID-19 cytokine storm: The interplay between inflammation and coagulation. Lancet Respir. Med. 2020;8:e46–e47. doi: 10.1016/S2213-2600(20)30216-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Kox M., Waalders N.J.B., Kooistra E.J., Gerretsen J., Pickkers P. Cytokine levels in critically ill patients with COVID-19 and other conditions. JAMA. 2020;324:1565–1567. doi: 10.1001/jama.2020.17052. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Riva G., Nasillo V., Tagliafico E., Trenti T., Comoli P., Luppi M. COVID-19: More than a cytokine storm. Crit. Care. 2020;24:549. doi: 10.1186/s13054-020-03267-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Laing A.G., Lorenc A., Del Molino Del Barrio I., Das A., Fish M., Monin L., Muñoz-Ruiz M., McKenzie D.R., Hayday T.S., Francos-Quijorna I., et al.  A dynamic COVID-19 immune signature includes associations with poor prognosis. Nat. Med. 2020;26:1623–1635. doi: 10.1038/s41591-020-1038-6. [PubMed] [CrossRef] [Google Scholar]15. Lombardi A., Trombetta E., Cattaneo A., Castelli V., Palomba E., Tirone M., Mangioni D., Lamorte G., Manunta M., Prati D., et al.  Early phases of COVID-19 are characterized by a reduction in lymphocyte populations and the presence of atypical monocytes. Front. Immunol. 2020;11:560330. doi: 10.3389/fimmu.2020.560330. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Chen G., Wu D., Guo W., Cao Y., Huang D., Wang H., Wang T., Zhang X., Chen H., Yu H., et al.  Clinical and immunological features of severe and moderate coronavirus disease 2019. J. Clin. Investig. 2020;130:2620–2629. doi: 10.1172/JCI137244. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Qin C., Zhou L., Hu Z., Zhang S., Yang S., Tao Y., Xie C., Ma K., Shang K., Wang W., et al.  Dysregulation of immune response in patients with coronavirus 2019 (COVID-19) in Wuhan, China. Clin. Infect. Dis. 2020;71:762–768. doi: 10.1093/cid/ciaa248. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Diao B., Wang C., Tan Y., Chen X., Liu Y., Ning L., Chen L., Li M., Liu Y., Wang G., et al.  Reduction and functional exhaustion of T cells in patients with coronavirus disease 2019 (COVID-19) Front. Immunol. 2020;11:827. doi: 10.3389/fimmu.2020.00827. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Li H., Liu L., Zhang D., Xu J., Dai H., Tang N., Su X., Cao B. SARS-CoV-2 and viral sepsis: Observations and hypotheses. Lancet. 2020;395:1517–1520. doi: 10.1016/S0140-6736(20)30920-X. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Riva G., Nasillo V., Tagliafico E., Trenti T., Luppi M. COVID-19: Room for treating T cell exhaustion? Crit. Care. 2020;24:229. doi: 10.1186/s13054-020-02960-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Remy K.E., Brakenridge S.C., Francois B., Daix T., Deutschman C.S., Monneret G., Jeannet R., La-terre P.-F., Hotchkiss R.S., Moldawer L.L. Immunotherapies for COVID-19: Lessons learned from sepsis. Lancet Respir. Med. 2020;8:946–949. doi: 10.1016/S2213-2600(20)30217-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Singer M., Deutschman C.S., Seymour C.W., Shankar-Hari M., Annane D., Bauer M., Bellomo R., Bernard G.R., Chiche J.-D., Coopersmith C.M., et al.  The third international consensus definitions for sepsis and septic shock (Sepsis-3) JAMA. 2016;315:801–810. doi: 10.1001/jama.2016.0287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Cheung C.Y., Poon L.L.M., Ng I.H.Y., Luk W., Sia S.-F., Wu M.H.S., Chan K.-H., Yuen K.-Y., Gordon S., Guan Y., et al.  Cytokine responses in severe acute respiratory syndrome coronavirus-infected macrophages in vitro: Possible relevance to pathogenesis. J. Virol. 2005;79:7819–7826. doi: 10.1128/JVI.79.12.7819-7826.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Werdan K., Pilz G., Bujdoso O., Fraunberger P., Neeser G., Schmieder R.E., Viell B., Marget W., Seewald M., Walger P., et al.  Score-based immunoglobulin G therapy of patients with sepsis: The SBITS study. Crit. Care Med. 2007;35:2693–2701. [PubMed] [Google Scholar]25. Busani S., Damiani E., Cavazzuti I., Donati A., Girardis M. Intravenous immunoglobulin in septic shock: Review of the mechanisms of action and meta-analysis of the clinical effectiveness. Minerva Anestesiol. 2016;82:559–572. [PubMed] [Google Scholar]26. Reiser M., Borte M., Huscher D., Baumann U., Pittrow D., Sommer C., Stangel M., Fasshauer M., Gold R., Hensel M. Management of patients with malignancies and secondary immunodeficiencies treated with immunoglobulins in clinical practice: Long-term data of the SIGNS study. Eur. J. Haematol. 2017;99:169–177. doi: 10.1111/ejh.12900. [PubMed] [CrossRef] [Google Scholar]27. Kohler H., Kaveri S. How IvIg can mitigate Covid-19 disease: A symmetrical immune network model. Monoclon. Antib. Immunodiagn. Immunother. 2021;40:17–20. doi: 10.1089/mab.2020.0041. [PubMed] [CrossRef] [Google Scholar]28. Rhodes A., Evans L.E., Alhazzani W., Levy M.M., Antonelli M., Ferrer R., Kumar A., Sevransky J.E., Sprung C.L., Nunnally M.E., et al.  Surviving sepsis campaign: International guidelines for management of sepsis and septic shock: 2016. Crit. Care Med. 2017;45:486–552. doi: 10.1097/CCM.0000000000002255. [PubMed] [CrossRef] [Google Scholar]29. Jarczak D., Kluge S., Nierhaus A. Use of intravenous immunoglobulins in sepsis therapy—A clinical view. Int. J. Mol. Sci. 2020;21:5543.  doi: 10.3390/ijms21155543. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Giamarellos-Bourboulis E.J., Apostolidou E., Lada M., Perdios I., Gatselis N.K., Tsangaris I., Georgitsi M., Bristianou M., Kanni T., Sereti K., et al.  Kinetics of circulating immunoglobulin M in sepsis: Relationship with final outcome. Crit. Care. 2013;17:R247. doi: 10.1186/cc13073. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Yang Y., Yu X., Zhang F., Xia Y. Evaluation of the effect of intravenous immunoglobulin dosing on mortality in patients with sepsis: A network meta-analysis. Clin. Ther. 2019;41:1823–1838.e4. doi: 10.1016/j.clinthera.2019.06.010. [PubMed] [CrossRef] [Google Scholar]32. Sewell W.A.C., Kerr J., Behr-Gross M.-E., Peter H.-H., Kreuth Ig Working Group  European consensus proposal for immunoglobulin therapies. Eur. J. Immunol. 2014;44:2207–2214. doi: 10.1002/eji.201444700. [PubMed] [CrossRef] [Google Scholar]33. Lansbury L., Lim B., Baskaran V., Lim W.S. Co-infections in people with COVID-19: A systematic review and meta-analysis. J. Infect. 2020;81:266–275. doi: 10.1016/j.jinf.2020.05.046. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Yaqinuddin A., Ambia A.R., Elgazzar T.A., AlSaud M.B.M., Kashir J. Application of intravenous immunoglobulin (IVIG) to modulate inflammation in critical COVID-19—A theoretical perspective. Med. Hypotheses. 2021;151:110592. doi: 10.1016/j.mehy.2021.110592. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Shao Z., Feng Y., Zhong L., Xie Q., Lei M., Liu Z., Wang C., Ji J., Liu H., Gu Z., et al.  Clinical efficacy of intravenous immunoglobulin therapy in critical ill patients with COVID-19: A multicenter retrospective cohort study. Clin. Transl. Immunol. 2020;9:e1192. doi: 10.1002/cti2.1192. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Zhou Z.-G., Xie S.-M., Zhang J., Zheng F., Jiang D.-X., Li K.-Y., Zuo Q., Yan Y.-S., Liu J.-Y., Xie Y.-L., et al.  Short-term moderate-dose corticosteroid plus immunoglobulin effectively reverses COVID-19 Patients who have failed low-dose therapy. Preprints. 2020:2020030065. doi: 10.20944/preprints202003.0065.v1. [CrossRef] [Google Scholar]37. Cao W., Liu X., Bai T., Fan H., Hong K., Song H., Han Y., Lin L., Ruan L., Li T. High-dose intravenous immunoglobulin as a therapeutic option for deteriorating patients with coronavirus disease.  [(accessed on 10 November 2020)];Open Forum Infect. Dis. 2019 7:ofaa102. doi: 10.1093/ofid/ofaa102. Available online:  https://academic.oup.com/ofid/article/7/3/ofaa102/5810740. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Sakoulas G., Geriak M., Kullar R., Greenwood K., Habib M., Vyas A., Ghafourian M., Dintyala V.N.K., Haddad F. Intravenous immunoglobulin (IVIG) significantly reduces respiratory morbidity in COVID-19 pneumonia: A prospective randomized trial. Crit. Care Explor. 2020;2:e0280. doi: 10.1097/CCE.0000000000000280. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Xie Y., Cao S., Dong H., Li Q., Chen E., Zhang W., Yang L., Fu S., Wang R. Effect of regular intravenous immunoglobulin therapy on prognosis of severe pneumonia in patients with COVID-19. J. Infect. 2020;81:318–356. doi: 10.1016/j.jinf.2020.03.044. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Mohtadi N., Ghaysouri A., Shirazi S., Ansari S., Shafiee E., Bastani E., Kokhazadeh T., Tavan H. Recovery of severely ill COVID-19 patients by intravenous immunoglobulin (IVIG) treatment: A case series. Virology. 2020;548:1–5. doi: 10.1016/j.virol.2020.05.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Tabarsi P., Barati S., Jamaati H., Haseli S., Marjani M., Moniri A., Abtahian Z., Dastan A., Yousefian S., Eskandari R., et al.  Evaluating the effects of intravenous immunoglobulin (IVIg) on the management of severe COVID-19 cases: A randomized controlled trial. Int. Immunopharmacol. 2021;90:107205. doi: 10.1016/j.intimp.2020.107205. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Stein M.R. The new generation of liquid intravenous immunoglobulin formulations in patient care: A comparison of intravenous immunoglobulins. Postgrad. Med. 2010;122:176–184. doi: 10.3810/pgm.2010.09.2214. [PubMed] [CrossRef] [Google Scholar]43. Baudel J.L., Vigneron C., Pras-Landre V., Joffre J., Marjot F., Ait-Oufella H., Bigé N., Maury E., Guidet B., Fain O., et al.  Transfusion-Related Acute Lung Injury (TRALI) after intravenous immuno-globulins: French multicentre study and literature review. Clin. Rheumatol. 2020;39:541–546. doi: 10.1007/s10067-019-04832-7. [PubMed] [CrossRef] [Google Scholar]44. Bichuetti-Silva D.C., Furlan F.P., Nobre F.A., Pereira C.T.M., Gonçalves T.R.T., Gouveia-Pereira M., Rota R., Tavares L., Mazzucchelli J.T.L., Costa-Carvalho B.T. Immediate infusion-related adverse reactions to intravenous immunoglobulin in a prospective cohort of 1765 infusions. Int. Immunopharmacol. 2014;23:442–446. doi: 10.1016/j.intimp.2014.09.015. [PubMed] [CrossRef] [Google Scholar]45. Katz U., Achiron A., Sherer Y., Shoenfeld Y. Safety of intravenous immunoglobulin (IVIG) therapy. Autoimmun. Rev. 2007;6:257–259. doi: 10.1016/j.autrev.2006.08.011. [PubMed] [CrossRef] [Google Scholar]46. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The Berlin definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]47. Kreymann K.G., de Heer G., Nierhaus A., Kluge S. Use of polyclonal immunoglobulins as adjunctive therapy for sepsis or septic shock. Crit. Care Med. 2007;35:2677–2685. [PubMed] [Google Scholar]48. Soares M.O., Welton N.J., Harrison D.A., Peura P., Shankar- Hari M., Harvey S.E., Madan J.J., Ades A.E., Palmer S.J., Rowan K.M. An evaluation of the feasibility, cost and value of information of a multicentre randomised controlled trial of intravenous immunoglobulin for sepsis (severe sepsis and septic shock): Incorporating a systematic review, meta-analysis and value of information analysis. Health Technol. Assess. 2012;16:1–186. doi: 10.3310/hta16070. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Ehrenstein M.R., Notley C.A. The importance of natural IgM: Scavenger, protector and regulator. Nat. Rev. Immunol. 2010;10:778–786. doi: 10.1038/nri2849. [PubMed] [CrossRef] [Google Scholar]50. Fitch K., editor. The Rand/UCLA Appropriateness Method User’s Manual. Rand; Santa Monica, CA, USA: 2001.  [Google Scholar]51. Busani S., Roat E., Tosi M., Biagioni E., Coloretti I., Meschiari M., Gelmini R., Brugioni L., De Biasi S., Girardis M. Adjunctive immunotherapy with polyclonal Ig-M enriched immunoglobulins for septic shock: From bench to bedside. The rationale for a personalized treatment protocol. Front. Med. 2021;8:616511. doi: 10.3389/fmed.2021.616511. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Berlot G., Vassallo M.C., Busetto N., Nieto Yabar M., Istrati T., Baronio S., Quarantotto G., Bixio M., Barbati G., Dattola R., et al.  Effects of the timing of administration of IgM- and IgA-enriched intravenous polyclonal immunoglobulins on the outcome of septic shock patients. Ann. Intensive Care. 2018;8:122. doi: 10.1186/s13613-018-0466-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Hung I.F.N., To K.K.W., Lee C.-K., Lee K.-L., Yan W.-W., Chan K., Chan W.-M., Ngai C.-W., Law K.-I., Chow F.-L., et al.  Hyperimmune IV immunoglobulin treatment: A Multicenter double-blind randomized controlled trial for patients with severe 2009 influenza A(H1N1) infection. Chest. 2013;144:464–473. doi: 10.1378/chest.12-2907. [PubMed] [CrossRef] [Google Scholar]54. Nierhaus A., Berlot G., Kindgen-Milles D., Müller E., Girardis M. Best-practice IgM- and IgA-enriched immunoglobulin use in patients with sepsis. Ann. Intensive Care. 2020;10:132. doi: 10.1186/s13613-020-00740-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Welte T., Dellinger R.P., Ebelt H., Ferrer M., Opal S.M., Singer M., Vincent J.-L., Werdan K., Martin-Loeches I., Almirall J., et al.  Efficacy and safety of trimodulin, a novel polyclonal antibody preparation, in patients with severe community-acquired pneumonia: A randomized, placebo-controlled, double-blind, multicenter, phase II trial (CIGMA study) Intensive Care Med. 2018;44:438–448. doi: 10.1007/s00134-018-5143-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Grasselli G., Scaravilli V., Mangioni D., Scudeller L., Alagna L., Bartoletti M., Bellani G., Biagioni E., Bonfanti P., Bottino N., et al.  Hospital-acquired infections in critically-ill COVID-19 patients. Chest. 2021;160:454–465. doi: 10.1016/j.chest.2021.04.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Busani S., Bedini A., Biagioni E., Serio L., Tonelli R., Meschiari M., Franceschini E., Guaraldi G., Cossarizza A., Clini E., et al.  Two fatal cases of acute liver failure due to HSV-1 infection in COVID-19 patients following immunomodulatory therapies. Clin. Infect. Dis. 2020;73:e252–e255. doi: 10.1093/cid/ciaa1246. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Venet F., Gebeile R., Bancel J., Guignant C., Poitevin-Later F., Malcus C., Lepape A., Monneret G. Assessment of plasmatic immunoglobulin G, A and M levels in septic shock patients. Int. Immunopharmacol. 2011;11:2086–2090. doi: 10.1016/j.intimp.2011.08.024. [PubMed] [CrossRef] [Google Scholar]59. Husain-Syed F., Vadász I., Wilhelm J., Walmrath H.-D., Seeger W., Birk H.-W., Jennert B., Dietrich H., Herold S., Trauth J., et al.  Immunoglobulin deficiency as an indicator of disease severity in patients with COVID-19. Am. J. Physiol. Lung Cell. Mol. Physiol. 2020;320:L590–L599. doi: 10.1152/ajplung.00359.2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Lederer D.J., Philip N., Rybak D., Arcasoy S.M., Kawut S.M. Intravenous immunoglobulin for hypogammaglobulinemia after lung transplantation: A randomized crossover trial. PLoS ONE. 2014;9:e103908.  doi: 10.1371/journal.pone.0103908. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Sarmiento E., Diez P., Arraya M., Jaramillo M., Calahorra L., Fernandez-Yañez J., Palomo J., Sousa I., Hortal J., Barrio J., et al.  Early intravenous immunoglobulin replacement in hypogammaglobulinemic heart transplant recipients: Results of a clinical trial. Transpl. Infect. Dis. 2016;18:832–843. doi: 10.1111/tid.12610. [PubMed] [CrossRef] [Google Scholar]62. Bourassa-Blanchette S., Patel V., Knoll G.A., Hutton B., Fergusson N., Bennett A., Tay J., Cameron D.W., Cowan J. Clinical outcomes of polyvalent immunoglobulin use in solid organ transplant recipients: A systematic review and meta-analysis—Part II: Non-kidney transplant. Clin. Transplant. 2019;33:e13625. doi: 10.1111/ctr.13625. [PubMed] [CrossRef] [Google Scholar]63. Giacobbe D.R., Battaglini D., Ball L., Brunetti I., Bruzzone B., Codda G., Crea F., Maria A.D., Dentone C., Biagio A.D., et al.  Bloodstream infections in critically ill patients with COVID-19. Eur. J. Clin. Investig. 2020;50:e13319. doi: 10.1111/eci.13319. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. He Y., Li W., Wang Z., Chen H., Tian L., Liu D. Nosocomial infection among patients with COVID-19: A retrospective data analysis of 918 cases from a single center in Wuhan, China. Infect. Control Hosp. Epidemiol. 2020;41:982–983. doi: 10.1017/ice.2020.126. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Langford B.J., So M., Raybardhan S., Leung V., Westwood D., MacFadden D.R., Soucy J.-P.R., Daneman N. Bacterial co-infection and secondary infection in patients with COVID-19: A living rapid review and meta-analysis. Clin. Microbiol. Infect. 2020;26:1622–1629. doi: 10.1016/j.cmi.2020.07.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Busani S., Serafini G., Mantovani E., Venturelli C., Giannella M., Viale P., Mussini C., Cossarizza A., Girardis M. Mortality in patients with septic shock by multidrug resistant bacteria: Risk factors and impact of sepsis treatments. J. Intensive Care Med. 2019;34:48–54. doi: 10.1177/0885066616688165. [PubMed] [CrossRef] [Google Scholar]67. Lye D.C., Earnest A., Ling M.L., Lee T.-E., Yong H.-C., Fisher D.A., Krishnan P., Hsu L.-Y. The impact of multidrug resistance in healthcare-associated and nosocomial gram-negative bacteraemia on mortality and length of stay: Cohort study. Clin. Microbiol. Infect. 2012;18:502–508. doi: 10.1111/j.1469-0691.2011.03606.x. [PubMed] [CrossRef] [Google Scholar]68. Santoro A., Franceschini E., Meschiari M., Menozzi M., Zona S., Venturelli C., Digaetano M., Rogati C., Guaraldi G., Paul M., et al.  Epidemiology and risk factors associated with mortality in consecutive patients with bacterial bloodstream infection: Impact of MDR and XDR bacteria. Open Forum Infect. Dis. 2020;7:ofaa461. doi: 10.1093/ofid/ofaa461. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Alejandria M.M., Lansang M.A.D., Dans L.F., Mantaring J.B., III Intravenous immunoglobulin for treating sepsis, severe sepsis and septic shock. Cochrane Database Syst. Rev. 2013;2013:CD001090. doi: 10.1002/14651858.CD001090.pub2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}