{"title": "Do ventilatory parameters influence outcome in patients with severe acute respiratory infection? Secondary analysis of an international, multicentre14-day inception cohort study", "pubDate": "2021", "PMCID": "PMC8394083", "DOI": "10.1016/j.jcrc.2021.08.008", "PMID": "34461380", "abstract": "Purpose:                       To investigate the possible association between ventilatory settings on the first day of invasive mechanical ventilation (IMV) and mortality in patients admitted to the intensive care unit (ICU) with severe acute respiratory infection (SARI).                  Materials and methods:                       In this pre-planned sub-study of a prospective, multicentre observational study, 441 patients with SARI who received controlled IMV during the ICU stay were included in the analysis.                  Results:                       ICU and hospital mortality rates were 23.1 and 28.1%, respectively. In multivariable analysis, tidal volume and respiratory rate on the first day of IMV were not associated with an increased risk of death; however, higher driving pressure (DP: odds ratio (OR) 1.05; 95% confidence interval (CI): 1.01-1.1, p = 0.011), plateau pressure (Pplat) (OR 1.08; 95% CI: 1.04-1.13, p < 0.001) and positive end-expiratory pressure (PEEP) (OR 1.13; 95% CI: 1.03-1.24, p = 0.006) were independently associated with in-hospital mortality. In subgroup analysis, in hypoxemic patients and in patients with acute respiratory distress syndrome (ARDS), higher DP, Pplat, and PEEP were associated with increased risk of in-hospital death.                  Conclusions:                       In patients with SARI receiving IMV, higher DP, Pplat and PEEP, and not tidal volume, were associated with a higher risk of in-hospital death, especially in those with hypoxemia or ARDS.", "author": [{"author": "Yasser Sakr", "affiliation": ["Department of Anaesthesiology and Intensive Care, Uniklinikum Jena, Jena, Germany. Electronic address: yasser.sakr@med.uni-jena.de."], "href": "/?term=Sakr+Y&cauthor_id=34461380"}, {"author": "Thais Midega", "affiliation": ["Department of Anaesthesiology and Intensive Care, Uniklinikum Jena, Jena, Germany; Department of intensive care, Instituto de Assistência Médicaao Servidor Público Estadual, São Paulo, Brazil."], "href": "/?term=Midega+T&cauthor_id=34461380"}, {"author": "Julia Antoniazzi", "affiliation": ["Department of Anaesthesiology and Intensive Care, Uniklinikum Jena, Jena, Germany; Intensive Care Unit at Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto, Brazil."], "href": "/?term=Antoniazzi+J&cauthor_id=34461380"}, {"author": "Jordi Solé-Violán", "affiliation": ["Intensive Care Medicine Department, Hospital Universitario Dr Negrín, Las Palmas de Gran Canaria, Spain."], "href": "/?term=Sol%C3%A9-Viol%C3%A1n+J&cauthor_id=34461380"}, {"author": "Philippe R Bauer", "affiliation": ["Mayo Clinic, Division of Pulmonary and Critical Care Medicine, Saint Mary's Hospital, Rochester, USA."], "href": "/?term=Bauer+PR&cauthor_id=34461380"}, {"author": "Marlies Ostermann", "affiliation": ["King's College London, Guy's & St Thomas' Hospital, London, UK."], "href": "/?term=Ostermann+M&cauthor_id=34461380"}, {"author": "Tommaso Pellis", "affiliation": ["Department of Anaesthesia and Intensive Care, AAS 5 Friuli Occidentale Pordenone Hospital, Pordenone, Italy."], "href": "/?term=Pellis+T&cauthor_id=34461380"}, {"author": "Tamas Szakmany", "affiliation": ["Department of Anaesthesia, Intensive Care, and Pain Medicine, Division of Population Medicine, Cardiff University, UK."], "href": "/?term=Szakmany+T&cauthor_id=34461380"}, {"author": "Kai Zacharowski", "affiliation": ["Department of Anesthesiology, Intensive Care Medicine and Pain Therapy, University Hospital Frankfurt, Frankfurt am Main, Germany."], "href": "/?term=Zacharowski+K&cauthor_id=34461380"}, {"author": "Silvio A Ñamendys-Silva", "affiliation": ["Department of Critical Care Medicine, Instituto Nacional de Cancerología, Instituto Nacional de Ciencias Medicas y Nutricion Salvador Zubiran, & Hospital Medica Sur, Mexico City, Mexico."], "href": "/?term=%C3%91amendys-Silva+SA&cauthor_id=34461380"}, {"author": "Tài Pham", "affiliation": ["Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada; Keenan Research Centre, Li KaShing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."], "href": "/?term=Pham+T&cauthor_id=34461380"}, {"author": "Ricard Ferrer", "affiliation": ["Intensive Care Department, Valld'Hebron University Hospital, Shock, Organ Dysfunction and Resuscitation Research Group, Valld'Hebron Research Institute, Barcelona, Spain."], "href": "/?term=Ferrer+R&cauthor_id=34461380"}, {"author": "Fabio S Taccone", "affiliation": ["Department of Intensive Care, Hôpital Erasme, Université Libre de Bruxelles (ULB), Brussels, Belgium."], "href": "/?term=Taccone+FS&cauthor_id=34461380"}, {"author": "Frank van Haren", "affiliation": ["Intensive Care Unit, the Canberra Hospital, Canberra, Australia."], "href": "/?term=van+Haren+F&cauthor_id=34461380"}, {"author": "Laurent Brochard", "affiliation": ["Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada; Keenan Research Centre, Li KaShing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."], "href": "/?term=Brochard+L&cauthor_id=34461380"}, {"author": "IC-GLOSSARI investigators and the ESICM Trials group", "affiliation": [], "href": "/?term=IC-GLOSSARI+investigators+and+the+ESICM+Trials+group%5BCorporate+Author%5D"}], "refPMID": ["24283226", "8420720", "28828361", "30460250", "10793162", "26672923", "23093163", "24275571", "24811940", "26181219", "27545828", "17038660", "28774316", "25693014", "27757516", "26880091", "8254858", "8844239", "16003060", "15699079", "22797452", "2766764", "28828362", "28098591", "11967593", "25249650", "29564726", "28977263", "16641394", "24894577", "20197533", "29037528", "28846571", "26947624"], "citedInPMID": ["34461380"], "body": " AbstractPurposeTo investigate the possible association between ventilatory settings on the first day of invasive mechanical ventilation (IMV) and mortality in patients admitted to the intensive care unit (ICU) with severe acute respiratory infection (SARI).Materials and methodsIn this pre-planned sub-study of a prospective, multicentre observational study, 441 patients with SARI who received controlled IMV during the ICU stay were included in the analysis.ResultsICU and hospital mortality rates were 23.1 and 28.1%, respectively. In multivariable analysis, tidal volume and respiratory rate on the first day of IMV were not associated with an increased risk of death; however, higher driving pressure (DP: odds ratio (OR) 1.05; 95% confidence interval (CI): 1.01–1.1, p = 0.011), plateau pressure (Pplat) (OR 1.08; 95% CI: 1.04–1.13, p < 0.001) and positive end-expiratory pressure (PEEP) (OR 1.13; 95% CI: 1.03–1.24, p = 0.006) were independently associated with in-hospital mortality. In subgroup analysis, in hypoxemic patients and in patients with acute respiratory distress syndrome (ARDS), higher DP, Pplat, and PEEP were associated with increased risk of in-hospital death.ConclusionsIn patients with SARI receiving IMV, higher DP, Pplat and PEEP, and not tidal volume, were associated with a higher risk of in-hospital death, especially in those with hypoxemia or ARDS.Keywords: Airway pressures, ARDS, Mechanical ventilation, PEEP, Plateau pressure, PneumoniaAbbreviations: ARDS, acute respiratory distress syndrome; CI, confidence interval; COPD, Chronic obstructive pulmonary disease; CPAP, continuous positive airway pressure; DP, driving pressure; ECMO, extracorporeal membrane oxygenation; HIV, human immunodeficiency virus; IC GLOSSARI, Intensive Care Global Study on Severe Acute Respiratory Infection; ICU, Intensive Care Unit; IQR, interquartile ranges; IMV, invasive mechanical ventilation; LOS, length of stay; NYHA, New York Heart Association.; OR, odds ratio; PBW, predicted body weight; PCV, pressure-controlled ventilation; PEEP, positive end-expiratory pressure; Pplat, plateau pressure; RCT, randomized controlled trial; SAPS, Simplified Acute Physiology Score; SARI, severe acute respiratory infection; SD, standard deviation; SIMV, Synchronized intermittent mandatory ventilation; SOFA, Sequential Organ Failure Assessment; VCV, volume-controlled ventilation; VILI, ventilator induced lung injury; Vt, tidal volume 1. IntroductionMechanical ventilation has been recognized as a possible cause of lung damage [1,2]. The initial injury to the lung parenchyma is mechanical and leads to a non-physiological distortion of the extracellular matrix of the lung [3], activating a biological inflammatory response and promoting so-called “ventilator induced lung injury (VILI)” [1]. The benefits and harms of mechanical ventilation depend not only on the adjustment of ventilatory parameters, such as tidal volume (Vt), positive end-expiratory pressure (PEEP), respiratory rate, and inspiratory airflow, but also on the interpretation of ventilator-derived parameters, such as peak (Ppeak), plateau (Pplat) and driving pressures, which may be useful to guide ventilatory strategies [4].To minimize VILI, a lung-protective ventilation strategy is recommended in patients with acute respiratory distress syndrome (ARDS) [[5], [6], [7], [8], [9], [10]]. However, even when receiving lung protective ventilation, patients with ARDS may remain exposed to forces that can induce VILI [[11], [12], [13]]. In an analysis of individual data from 3562 patients with ARDS enrolled in nine randomized controlled trials (RCTs), Amato et al. showed that driving pressure, calculated as the difference between Pplat and PEEP, was the variable that correlated best with survival [14]. A large observational study showed that patients with moderate and severe ARDS had increased hospital mortality if the driving pressure was >14 cmH2O [15]. The possible impact of driving pressure on outcome in patients without ARDS is still uncertain [13].Severe acute respiratory infection (SARI), defined by the World Health Organization as an acute respiratory illness of recent onset (within 7 days) that includes fever (≥38 °C), cough, and dyspnoea, is a common cause of admission to the intensive care unit (ICU) and is associated with considerable morbidity and high mortality rates [16]. Invasive mechanical ventilation (IMV) is frequently required in these patients; however, the impact of ventilator settings on outcomes has not been investigated.In this sub-study of the Intensive Care Global Study on Severe Acute Respiratory Infection (IC GLOSSARI) [16], we investigated the possible association between ventilatory settings on the first day of ventilation and mortality in critically ill patients admitted to the ICU with SARI. Our hypothesis was that ventilator settings would have an impact on outcome in patients with SARI, especially those with higher disease severity. 2. MethodsThis study was a pre-planned analysis of the IC-GLOSSARI, a prospective, multicentre, 14-day inception cohort study. Participation was voluntary, with no financial incentive. Institutional review board approval was obtained by the participating institutions according to local ethical regulations. Informed consent was not obtained due to the observational and anonymous nature of data collection. A list of contributing centers is provided in the Appendix 1.Full details of study design and data collection have been reported elsewhere [16] and are briefly described in Box 1 in the Supplementary material. Patients were followed up for vital status in-hospital until ICU discharge, death, or for a maximum of 60 days, whichever occurred first.In this sub-study, we included only patients with SARI who received controlled IMV during the ICU stay, defined as ventilation through an artificial airway (endotracheal or tracheostomy tube) using controlled modes of mechanical ventilation (excluding continuous positive airway pressure (CPAP), pressure support, or spontaneous breathing).2.1. Data collectionData were collected using a secure internet-based platform. Admission parameters included demographics, comorbid diseases, clinical and laboratory data to calculate the Simplified Acute Physiology Score (SAPS) II [17], and ventilatory parameters. Organ function was evaluated daily using the Sequential Organ Failure Assessment (SOFA) score [18]. After the day of admission, ventilatory parameters were recorded daily in the morning at a standard time for each ICU (6:00–8:00 AM).Daily data collection was continued for 28 days following admission to the ICU or until ICU discharge or death. Further details are presented in Box 1 of the Supplementary material.2.2. DefinitionsInfection was defined according to the definitions of the International Sepsis Forum [19]. Organ failure was defined as a SOFA score > 2 for the organ in question. Hospital-acquired SARI was defined as the development of SARI 48 h or more after hospital admission [20]. Patients with healthcare-related SARI were defined according to the criteria listed in Box 1 of the Supplementary material. Patients were classified as having community-acquired SARI if they did not fit the criteria for healthcare-related or hospital-acquired SARI. ARDS was defined according to the Berlin definitions [21].We calculated driving pressure as the difference between Pplat and PEEP. In the absence of Pplat, Ppeak was used. The predicted body weight in kg of male patients was calculated as equal to 50 + 0.91 (height in centimeters – 152.4) and that of female patients as equal to 45.5 + 0.91 (height in centimeters – 152.4) [5].2.3. Outcome parametersThe primary outcome parameter was in-hospital mortality within 60 days of admission to the ICU. Secondary outcome parameters included death in the ICU, lengths of stay (LOS) in the ICU and hospital, and organ failure as assessed by the SOFA score.2.4. Statistical analysisData were analyzed using IBM® SPSS® Statistics software, version 22 for Windows. The Kolmogorov–Smirnov test was used to verify the normality assumption of continuous variables. Difference testing between groups was performed using Student's t-test, Mann–Whitney test, Chi-square test, or Fisher's exact test, as appropriate.To evaluate the possible association between ventilatory parameters and outcome, we performed a multivariable logistic regression analysis with in-hospital death as the dependent variable. Covariates to be included in the final models were determined from a univariate logistic regression analysis (p < 0.2) of demographic variables (age and sex), comorbid conditions, adequacy of initial antibiotics, severity scores on admission to the ICU (SAPS II and SOFA scores), severity of respiratory failure according to the PaO2/FiO2 ratio on the first day of mechanical ventilation, Vt and respiratory rate. Collinearity between variables was ruled out before covariates were introduced in the model. Goodness of fit was tested using a Hosmer and Lemeshow test, and odds ratios (OR) with 95% confidence interval (CI) were computed. Because driving pressure, Pplat, Ppeak, and PEEP are mathematically linked and were confirmed to be collinear (R2 > 0.6, variance inflation factor > 5, pairwise), we constructed separate logistic regression models for each parameter including the previously mentioned parameters. The multivariable models were also adjusted for geographic region.To further explore the effect of driving pressure, Pplat, and PEEP on outcome, multivariable logistic regression analyses were performed with in-hospital death as the dependent variable within subgroups of patients classified according to the median value of driving pressure, Pplat, PEEP, Vt, PaO2/FiO2, and the presence or not of ARDS on the first day of mechanical ventilation. Covariates considered for these analyses were SAPS II score, age, and the degree of hypoxia as assessed by the PaO2/FiO2 ratio. Driving pressure, Pplat, and PEEP were included separately in the multivariable models for each subgroup due to multicollinearity.Data are presented as means with standard deviation, medians, and interquartile ranges (IQR), or counts and percentages (n, %). All statistics were two-tailed and a p value <0.05 was considered significant. 3. ResultsA total of 206 ICUs from 42 countries, mostly in Western Europe, contributed to the study. Of 663 patients admitted with SARI, 369 (55.7%) required controlled IMV on the day of admission to the ICU and 72 (10.8%) required controlled IMV later during the ICU stay (Table S1, Supplementary material). Other respiratory support therapies are shown in Table S1 of the Supplementary material.3.1. Characteristics of the study groupThe characteristics of patients with SARI requiring controlled IMV at any time during the ICU stay (n = 441) are shown in Table 1\n. The mean SAPSII and SOFA scores on admission to the ICU were 53.7 (SD: 18.8) and 7.4 (SD: 4.3), respectively. Pneumonia was most commonly community acquired (66.1%). Baseline characteristics and outcomes of the patients varied across geographical areas (Table S2, Supplementary material). On ICU admission, 27.6% (n = 119) of the patients had ARDS. Severe ARDS occurred in 20.9% of patients (n = 90) at some time during the ICU stay. The most prevalent mode on the first day of ventilation was pressure-controlled ventilation (PCV; n = 187 [42.4%]). Prone positioning was used in 17 (3.9%) patients, inhaled nitric oxide in 10 (2.3%) and extracorporeal membrane oxygenation (ECMO) in 4 (0.9%) (Table S3, Supplementary material). Ventilatory settings are shown in Table S3 of the Supplementary material. The distribution of Pplat according to Vt is shown in Figure S1in the Supplementary material and was similar in patients with and without ARDS on the first day of controlled IMV.Table 1Basic characteristics of patients with severe acute respiratory infection (SARI) requiring controlled invasive mechanical ventilation, according to in-hospital survival status.All patients (n = 441)Alive (n = 297)Dead (n = 124)p valueAge, years, mean ± SD62.9 ± 16.261.5 ± 16.366.9 ± 150.001Male, n (%)260 (59.1)165 (55.6)83 (67.5)0.024SAPS II, mean ± SD53.7 ± 18.849.8 ± 15.964.18 ± 20.8<0.001SOFA score, mean ± SD7.4 ± 4.36.6 ± 3.89.5 ± 4.6<0.001Acquisition of pneumonia, n(%)0.570 Community-acquired290 (66.1)201 (68.1)78 (62.9) Healthcare-related58 (13.2)37 (12.5)19 (15.3) Hospital-acquired91 (20.7)57 (19.3)27 (21.8)Comorbid conditions, n(%) Smoking196 (44.4)134 (45.1)52 (41.9)0.549 COPD126 (28.6)92 (31.0)30 (24.2)0.162 Diabetes mellitus123 (27.9)85 (28.6)31 (25)0.449 Insulin dependent45 (10.2)34 (11.4)11 (8.9)0.435 Non-insulin dependent78 (17.7)51 (17.2)20 (16.1)0.795 Congestive heart failure76 (17.2)47 (15.8)22 (17.7)0.628 NYHA I-II47 (10.7)32 (10.8)11 (8.9)0.557 NYHA III-IV29 (6.6)15 (5.1)11 (8.9)0.138 Coronary heart disease74 (16.8)47 (15.8)22 (17.7)0.628 Chronic renal failure64 (14.5)36 (12.1)24 (19.4)0.053 With dialysis17 (3.9)11 (3.7)6 (4.8)0.590 Without dialysis47 (10.7)25 (8.4)18 (14.5)0.060 Liver disease19 (4.3)11 (3.7)6 (4.8)0.590 Asthma30 (6.8)25 (8.4)4 (3.2)0.055 Cancer62 (14.1)35 (11.8)25 (20.2)<0.001 Metastatic17 (3.9)7 (2.4)10 (8.1)0.007 Non metastatic45 (10.2)28 (9.4)15 (12.1)0.410 Hematologic cancer30 (6.8)7 (2.4)21 (16.9)<0.001 Immunosuppression56 (12.7)27 (9.1)26 (21.0)0.001 Cerebrovascular disease51 (11.6)31 (10.4)16 (12.9)0.464 Chemotherapy34 (7.7)14 (4.7)18 (14.5)0.001 Previous corticosteroid use95 (21.5)58 (19.5)36 (29.0)0.033 HIV6 (1.4)3 (1.0)3 (2.4)0.698 Alcohol abuse51 (11.6)38 (12.8)9 (7.3)0.100Antibiotic adequacy, n (%)327 (74.1)234 (78.8)81 (65.3)0.004Open in a separate windowMissing values: Age:1, Sex:1, acquisition of pneumonia:2.COPD: Chronic obstructive pulmonary disease; HIV: human immunodeficiency virus; SAPS: Simplified Acute Physiology Score; SD: standard deviation; SOFA: Sequential Organ Failure Assessment; NYHA: New York Heart Association.3.2. Morbidity and mortalityOverall ICU and hospital mortality rates were 23.1 and 28.1%, respectively. The median ICU and hospital LOS were 7 (3–14) and 14 (7–25) days, respectively. The most common non-respiratory organ failures on admission or at any time during the ICU stay were cardiovascular and renal failure (Table S4, Supplementary material).Non-survivors (n = 124) were older than survivors, had greater SAPS II and SOFA scores on admission to the ICU, were more frequently male, and were more likely to have cancer, be immunosuppressed, and have received inadequate initial antibiotics (Table 1). Non-respiratory organ failure and severe ARDS were more common during the ICU stay in non-survivors than in survivors (Table S4, Supplementary material). Hospital LOS was longer in survivors than in non-survivors (17 [[9], [10], [11], [12], [13], [14], [15], [16], [17], [18], [19], [20], [21], [22], [23], [24], [25], [26], [27], [28]] vs. 8 [2–17.5] days, p < 0.001).3.3. Ventilatory parameters and outcomeOn the first day of IMV, non-survivors received higher levels of FiO2 and PEEP, and had higher respiratory rates than survivors (Table S3, Supplementary material). Vt values were similar in survivors and non-survivors. Airway pressures on the first day of mechanical ventilation were higher in non-survivors than survivors. ICU and hospital mortality rates increased with higher quartiles of Ppeak and Pplat and were higher in patients who required PEEP >7cmH2O or driving pressures ≥22 cmH2O (Fig. S2, Supplementary material). ICU and hospital mortality rates were similar across quartiles of Vt (Fig. S3, Supplementary material). The PaO2/FiO2 ratio was lower and PCO2 higher in non-survivors than in survivors (Table S3, Supplementary material).3.4. Multivariable and subgroup analysesIn the multivariable analyses with in-hospital death as the dependent variable, older age, higher SAPS II and SOFA scores on admission to the ICU, hematologic malignancy, and immunosuppression were independently associated with an increased risk of in-hospital death (Table 2\n). Adequate initial antibiotics and greaterPaO2/FiO2 ratio were independently associated with a lower risk of in-hospital death. Vt and respiratory rate were not associated with the risk of in-hospital death in these patients; however, higher driving pressure, Pplat, Ppeak and PEEP were independently associated with in-hospital death.Table 2Summary of logistic regression analysis with in-hospital death as the dependent variable*.Odds ratio(95%CI)p valueAge, per year1.03 (1.01–1.05)0.004Sex, female0.62 (0.33–1.16)0.142SAPS II, per point1.02 (1.01–1.04)0.001SOFA score, per point1.10 1.03–1.180.003Comorbid conditions COPD0.70 (0.35–1.39)0.315 NYHA III – IV1.27 (0.38–4.25)0.694 CRF –without dialysis2.28 (0.94–5.53)0.066 Metastatic cancer1.29 (0.35–4.69)0.693 Asthma0.12 (0.01–1.05)0.056 Hematologic cancer8.17 (1.89–35.30)0.005 Immunosuppression2.46 (1.07–5.63)0.033 Alcohol abuse0.64 (0.24–1.69)0.374Adequacy of initial antibiotics0.32 (0.17–0.62)0.001ARDS on admission† Mild ARDS2.43 (0.70–8.43)0.161 Moderate ARDS0.46 (0.17–1.20)0.115 Severe ARDS1.33 (0.51–3.48)0.557Ventilatory settings on the first day of invasive mechanical ventilation Respiratory rate, per 1 bpm1.00 (0.97–1.02)0.985 Tidal volume, per 1 ml/kg0.90 (0.79–1.04)0.109 Driving pressure, per 1 cmH2O‡1.05 (1.01–1.09)0.011 PEEP, per 1 cmH2O‡1.13 (1.03–1.24)0.006 Peak pressure, per 1 cmH2O‡1.05 (1.01–1.10)0.004 Plateau pressure, per 1 cmH2O‡1.08 (1.04–1.13)<0.001PaO2/FiO2 ratio, per 1 mmHg0.99 (0.98–0.99)0.005Open in a separate windowSAPS II: Simplified Acute Physiology Score; SOFA: Sequential Organ Failure Assessment; CRF: chronic renal failure; COPD: chronic obstructive pulmonary disease; ARDS: acute respiratory distress syndrome; PEEP: positive end-expiratory pressure.† With No-ARDS as the reference category.‡ Introduced alternately in different multivariable models due to collinearity.* Adjusted for geographic region. Covariate inclusion in the final models was based on a univariate logistic regression analysis (p < 0.2) within the categories demographic variables (age and sex), comorbid conditions, adequacy of initial antibiotics, severity of respiratory failure according to the PaO2/FiO2 ratio on the first day of mechanical ventilation, in addition to tidal volume and respiratory rate. The displayed values refer to those considered in the model which includes the driving pressure as a covariate (Hosmer & Lemeshow goodness of fit Chi square: 4.28, p = 0.831; Nagelkerke's R2 = 0.449). Changes in the pressure parameters (‡) did not influence the significant p values of the other covariates. Patients who were excluded from the multivariable analysis due to missing variables (n = 162) had similar severity of respiratory failure as assessed by the PaO2/FiO2 ratio on the first day of mechanical ventilation and similar mortality rates compared to those who were included in the analysis.On the first day of controlled IMV, driving pressure was independently associated with a higher risk of in-hospital death in patients with high Pplat (>21 cmH2O), high PEEP (>7 cmH2O), and high Vt (>8.9 ml/kg) (Fig. 1\n). Pplat was independently associated with a higher risk of in-hospital death for all levels of Vt and driving pressure (Fig. 2\n). High PEEP levels were associated with a higher risk of in-hospital death in patients with high driving pressure, high Pplat,low Vt, and irrespective of the presence of ARDS (Fig. 3\n).Open in a separate windowFig. 1Adjusted odds ratio of in-hospital death per 1 cmH2O increase in driving pressure (DP) within subgroups of patients classified according to the median value of plateau pressure (Pplat), positive end-expiratory pressure (PEEP), tidal volume, PaO2/FiO2, and the presence or absence of acute respiratory distress syndrome (ARDS) on the first day of mechanical ventilation. Adjustment was made for simplified acute physiology score (SAPS II) score, age, and the degree of hypoxemia as assessed by the PaO2/FiO2 ratio.Open in a separate windowFig. 2Adjusted odds ratio of in-hospital death per 1 cmH2O increase in plateau pressure within subgroups of patients classified according to the median value of driving pressure, positive end-expiratory pressure (PEEP), tidal volume, PaO2/FiO2, and the presence or absence of acute respiratory distress syndrome (ARDS) on the first day of mechanical ventilation. Adjustment was made for simplified acute physiology score (SAPS II) score, age, and the degree of hypoxia as assessed by the PaO2/FiO2 ratio.Open in a separate windowFig. 3Adjusted odds ratio of in-hospital death per 1 cmH2O increase in positive end-expiratory pressure (PEEP) within subgroups of patients classified according to the median value of driving pressure, plateau pressure (Pplat), tidal volume, PaO2/FiO2, and the presence or absence of acute respiratory distress syndrome (ARDS) on the first day of mechanical ventilation. Adjustment was made for simplified acute physiology score (SAPS II) score, age, and the degree of hypoxia as assessed by the PaO2/FiO2 ratio.In subgroup analysis, higher driving pressure, Pplat, and PEEP were associated with a higher risk of in-hospital death in hypoxemic patients (PaO2/FiO2 ratio ≤ median value of 228) and in patients with ARDS (Fig. 1, Fig. 2, Fig. 3). 4. DiscussionThe main findings of our study were that in patients with SARI who required controlled IMV in the ICU,1) higher pressures on the first day of mechanical ventilation but not Vt were independently associated with in-hospital death;2) the impact of driving pressure was confirmed only in patients with high airway pressures (Pplat and PEEP) and those with high Vt; 3) Pplat was independently associated with an increased risk of in-hospital death irrespective of Vt and driving pressure and in patients with high PEEP levels; and 4) in hypoxemic patients and patients with ARDS, higher driving pressure, Pplat, and PEEP were associated with an increased risk of in-hospital death.In our cohort, higher Vt was not associated with mortality. Interestingly, low Vts were not adopted in these patients on the first day of mechanical ventilation. The lack of a relationship between Vt and outcome may be explained by the low range of Vts in our study, with a median of about 8.9 ml/kg, suggesting adoption of a Vt mostly less than 10 ml/kg in the patients enrolled. The relatively low airway pressures in these patients may also have outweighed the possible deleterious effects of high Vt. Indeed, high-volume ventilation has been reported to increase the risk of permeability pulmonary edema even in previously non-injured lung as well as increased formation of edema in the injured lung [22] and may provoke initiation of a pro-inflammatory cascade, which then results in lung injury. [23] Since the ARMA RCT, it is clear that high Vt can contribute to the development of lung injury. [5] In addition, two meta-analyses reported that the number of patients breathing without assistance by day 28 was higher in patients ventilated with Vt of 6 ml/kg predicted body weight (PBW) compared to those ventilated with Vt of 10 ml/kg; lower Vt values were also associated with a reduced risk of pulmonary complications. [8,10] Therefore, lower Vts, perhaps targeted to airway pressures, may be safer in patients with SARI.Higher airway pressures were independently associated with in-hospital mortality, especially in hypoxemic patients and those with ARDS. Indeed, current guidelines recommend limiting Pplat to 30 cmH2O in septic patients with ARDS. [24] However, the guidelines also suggest limiting Pplat to 20 cmH2O in patients with normal lung function in the ICU or undergoing major abdominal surgery with a high risk of complications. As a surrogate for lung stress, [1] Pplat is the most commonly used clinical variable to indicate lung overdistention. [4] A meta-analysis demonstrated a significant correlation between Pplat>35cmH2O and the risk of barotrauma. [25] In a retrospective analysis of septic patients with acute respiratory failure, Pplat on the first day of ICU admission was predictive of outcome, with lower values being associated with lower mortality rates. [26] More recently, a large prospective observational study suggested that higher Pplat was a potentially modifiable factor associated with increased in-hospital mortality in critically ill patients without ARDS. [27]In our study, higher PEEP levels were associated with worse outcome. Although high PEEP may decrease refractory hypoxemia in patients with ARDS, it also increases static strain on the lung, which may be harmful, especially in those with lower degrees of lung recruitability. [28] We assume that high PEEP levels were used in the more severe cases in our study, and a confounding effect of severity of illness cannot be excluded. The confounding effect of the associated higher Pplat levels may also explain, at least in part, the observed worse outcome in patients with higher PEEP levels. It has also been shown that the percentage of recruitable lung tissue is extremely variable. [29] Therefore, assessment of individual recruitability may be essential to individualize PEEP settings and better determine the optimal PEEP level. Nonetheless, the benefit of higher PEEP levels remains controversial in patients with and without ARDS. A large RCT comparing high versus low levels of PEEP with similar Vts during intraoperative ventilation, found that higher levels of PEEP were not associated with a reduced risk of postoperative pulmonary complications. [30] A systematic review and meta-analysis reported that treatment with higher levels of PEEP was associated with improved hospital survival but only in patients with ARDS. [31]The deleterious effects of higher driving pressure were confirmed only in patients with high airway pressures (Pplat and PEEP) and high Vt, as well as in hypoxemic patients and patients with ARDS. Driving pressure is directly related to stress forces in the lung and adjusting Vt by targeting driving pressure, rather than ideal body weight, maybe lung-protective in patients with more severe lung injury and low end-expiratory lung volumes [11,13]. In a secondary analysis of RCTs of mechanical ventilation in ARDS patients, Amato et al. showed that driving pressure was the variable most strongly associated with mortality [14]. In an observational study of 2377 patients, driving pressure > 14 cmH2O was associated with an increased risk of hospital mortality in patients with moderate and severe ARDS [15]. Schmidt et al. also reported that the driving pressure was associated with risk of death in hypoxemic patients with a PaO2/FiO2 ratio < 300 regardless of the results of the chest radiograph or the presence of ARDS [32].The lack of association between driving pressure and risk of death in patients with SARI who did not have ARDS or hypoxemia may be related to the low degree of preexisting lung damage. Our results are consistent with those of a recent cohort study of 622 mechanically ventilated adult patients without ARDS [32]. Nonetheless, in a secondary analysis of a study on mechanically ventilated patients without ARDS in the emergency department, Fuller et al. reported that driving pressure was a risk factor for mortality and the later development of ARDS [33]. A meta-analysis of individual patient data from 17 clinical trials including 2250 patients who received protective ventilation during general anaesthesia for surgery suggested that driving pressure was associated with the occurrence of postoperative pulmonary complications [34]. We can speculate that our cohort was underpowered to detect a potentially harmful effect of driving pressure in this subgroup of patients or that the relatively lower driving pressures applied in these patients were within the safe limits that are not associated with worse outcome.Our study has several limitations. First, the multivariable analysis is limited to the variables included in this analysis, so that the possible confounding effect of unmeasured variables, such as use of recruitment manoeuvres, cannot be excluded. Furthermore, the mathematical link and collinearity between the various airway pressures precludes the inclusion of these parameters in the same multivariable model. Second, the number of patients in the subgroup analyses is too small to allow for adjustment for a large number of covariates; nonetheless, we adjusted for severity of illness and the degree of hypoxemia within these subgroups. Third, ventilator parameters were recorded at a fixed time point and may have been subject to changes during the day. Fourth, multivariate adjustment may not necessarily imply causality and the possible impact of the underlying pathologic alterations in the lung tissue on outcome may not be completely excluded. Indeed, the lower PaO2/FiO2 ratio and higher PaCO2 values in non-survivors signify marked impairment of lung mechanics and function in these patients. Finally, due to the observational nature of the study, the influence of spontaneous breathing cannot be completely excluded and may have confounded measurements of airway pressures. 5. ConclusionIn patients with SARI who required controlled IMV in the ICU, higher airway pressures but not Vt were independently associated with in-hospital mortality. In hypoxemic patients and in patients with ARDS, higher driving pressure, Pplat, and PEEP were associated with an increased risk of in-hospital death. Ethics approval and consent to participateInstitutional review board approval was obtained by the participating institutions according to local ethical regulations. Informed consent was not obtained due to the observational and anonymous nature of data collection. Consent for publicationNot applicable. Availability of data and materialThe datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request. Authors' contributionsYS, TM, JA, RF, and LB designed the study. YS, JSV, PRB, MO, TP, TS, KZ, SAÑ-S, TP, RF, FST, FvH. contributed to data collection and study coordination, YS, TM, and JA handled the data and performed the analysis. YS, TM, JA, and LB wrote the first draft of the manuscript. All the authors reviewed, revised, and approved the submitted manuscript. All authors have complete access to data and hold responsibility for integrity and correctness of data. Declarations of interestYS and MO are section editors in the Journal of Critical Care. The remaining authors declare that they have no conflicts of interest. FundingThe study was supported by unrestricted grant from the European Society of Intensive Care Medicine (ESICM). AcknowledgementsWe acknowledge the investigators at our participating centres, listed in the Appendix. FootnotesAppendix 2Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcrc.2021.08.008. References1. Slutsky A.S., Ranieri V.M. Ventilator-induced lung injury. N Engl J Med. 2013;369:2126–2136. doi: 10.1056/NEJMra1208707. [PubMed] [CrossRef] [Google Scholar]2. Parker J.C., Hernandez L.A., Peevy K.J. Mechanisms of ventilator-induced lung injury. Crit Care Med. 1993;21:131–143. doi: 10.1097/00003246-199301000-00024. [PubMed] [CrossRef] [Google Scholar]3. Tonetti T., Vasques F., Rapetti F., Maiolo G., Collino F., Romitti F. Driving pressure and mechanical power: new targets for VILI prevention. Ann Transl Med. 2017;5:286. doi: 10.21037/atm.2017.07.08. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Silva P.L., Rocco P.R.M. The basics of respiratory mechanics: ventilator-derived parameters. Ann Transl Med. 2018;6:376. doi: 10.21037/atm.2018.06.06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. The Acute Respiratory Distress Syndrome Network Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]6. Kacmarek R.M., Villar J., Sulemanji D., Montiel R., Ferrando C., Blanco J. Open lung approach for the acute respiratory distress syndrome: a pilot, randomized controlled trial. Crit Care Med. 2016;44:32–42. doi: 10.1097/CCM.0000000000001383. [PubMed] [CrossRef] [Google Scholar]7. Serpa Neto A., Cardoso S.O., Manetta J.A., Pereira V.G., Esposito D.C., Pasqualucci M.O. Association between use of lung-protective ventilation with lower tidal volumes and clinical outcomes among patients without acute respiratory distress syndrome: a meta-analysis. JAMA. 2012;308:1651–1659. doi: 10.1001/jama.2012.13730. [PubMed] [CrossRef] [Google Scholar]8. Serpa Neto A., Nagtzaam L., Schultz M.J. Ventilation with lower tidal volumes for critically ill patients without the acute respiratory distress syndrome: a systematic translational review and meta-analysis. Curr Opin Crit Care. 2014;20:25–32. doi: 10.1097/MCC.0000000000000044. [PubMed] [CrossRef] [Google Scholar]9. Serpa Neto A., Simonis F.D., Barbas C.S., Biehl M., Determann R.M., Elmer J. Association between tidal volume size, duration of ventilation, and sedation needs in patients without acute respiratory distress syndrome: an individual patient data meta-analysis. Intensive Care Med. 2014;40:950–957. doi: 10.1007/s00134-014-3318-4. [PubMed] [CrossRef] [Google Scholar]10. Neto A.S., Simonis F.D., Barbas C.S., Biehl M., Determann R.M., Elmer J. Lung-protective ventilation with low tidal volumes and the occurrence of pulmonary complications in patients without acute respiratory distress syndrome: a systematic review and individual patient data analysis. Crit Care Med. 2015;43:2155–2163. doi: 10.1097/CCM.0000000000001189. [PubMed] [CrossRef] [Google Scholar]11. Chiumello D., Carlesso E., Brioni M., Cressoni M. Airway driving pressure and lung stress in ARDS patients. Crit Care. 2016;20:276. doi: 10.1186/s13054-016-1446-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Terragni P.P., Rosboch G., Tealdi A., Corno E., Menaldo E., Davini O. Tidal hyperinflation during low tidal volume ventilation in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2007;175:160–166. doi: 10.1164/rccm.200607-915OC. [PubMed] [CrossRef] [Google Scholar]13. Bugedo G., Retamal J., Bruhn A. Driving pressure: a marker of severity, a safety limit, or a goal for mechanical ventilation? Crit Care. 2017;21:199. doi: 10.1186/s13054-017-1779-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Amato M.B., Meade M.O., Slutsky A.S., Brochard L., Costa E.L., Schoenfeld D.A. Driving pressure and survival in the acute respiratory distress syndrome. N Engl J Med. 2015;372:747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]15. Laffey J.G., Bellani G., Pham T., Fan E., Madotto F., Bajwa E.K. Potentially modifiable factors contributing to outcome from acute respiratory distress syndrome: the LUNG SAFE study. Intensive Care Med. 2016;42:1865–1876. doi: 10.1007/s00134-016-4571-5. [PubMed] [CrossRef] [Google Scholar]16. Sakr Y., Ferrer R., Reinhart K., Beale R., Rhodes A., Moreno R. The intensive care global study on severe acute respiratory infection (IC-GLOSSARI): a multicenter, multinational, 14-day inception cohort study. Intensive Care Med. 2016;42:817–828. doi: 10.1007/s00134-015-4206-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Le Gall J.R., Lemeshow S., Saulnier F. A new simplified acute physiology score (SAPS II) based on a European/North American multicenter study. JAMA. 1993;270:2957–2963. doi: 10.1001/jama.270.24.2957. [PubMed] [CrossRef] [Google Scholar]18. Vincent J.L., Moreno R., Takala J., Willatts S., De Mendonca A., Bruining H. The SOFA (Sepsis-related organ failure assessment) score to describe organ dysfunction/failure. On behalf of the working group on sepsis-related problems of the European Society of Intensive Care Medicine. Intensive Care Med. 1996;22:707–710. doi: 10.1007/BF01709751. [PubMed] [CrossRef] [Google Scholar]19. Calandra T., Cohen J. The international sepsis forum consensus conference on definitions of infection in the intensive care unit. Crit Care Med. 2005;33:1538–1548. doi: 10.1097/01.ccm.0000168253.91200.83. [PubMed] [CrossRef] [Google Scholar]20. American Thoracic Society, Infectious Diseases Society of America Guidelines for the management of adults with hospital-acquired, ventilator-associated, and healthcare-associated pneumonia. Am J Respir Crit Care Med. 2005;171:388–416. doi: 10.1164/rccm.200405-644ST. [PubMed] [CrossRef] [Google Scholar]21. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]22. Bowton D.L., Kong D.L. High tidal volume ventilation produces increased lung water in oleic acid-injured rabbit lungs. Crit Care Med. 1989;17:908–911. doi: 10.1097/00003246-198909000-00014. [PubMed] [CrossRef] [Google Scholar]23. Umbrello M., Marino A., Chiumello D. Tidal volume in acute respiratory distress syndrome: how best to select it. Ann Transl Med. 2017;5:287. doi: 10.21037/atm.2017.06.51. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Rhodes A., Evans L.E., Alhazzani W., Levy M.M., Antonelli M., Ferrer R. Surviving sepsis campaign: international guidelines for management of sepsis and septic shock: 2016. Crit Care Med. 2017;45:486–552. doi: 10.1097/CCM.0000000000002255. [PubMed] [CrossRef] [Google Scholar]25. Boussarsar M., Thierry G., Jaber S., Roudot-Thoraval F., Lemaire F., Brochard L. Relationship between ventilatory settings and barotrauma in the acute respiratory distress syndrome. Intensive Care Med. 2002;28:406–413. doi: 10.1007/s00134-001-1178-1. [PubMed] [CrossRef] [Google Scholar]26. Chan M.C., Tseng J.S., Chiu J.T., Hsu K.H., Shih S.J., Yi C.Y. Prognostic value of plateau pressure below 30 cm H2O in septic subjects with acute respiratory failure. Respir Care. 2015;60:12–20. doi: 10.4187/respcare.03138. [PubMed] [CrossRef] [Google Scholar]27. Simonis F.D., Barbas C.S.V., Artigas-Raventos A., Canet J., Determann R.M., Anstey J. Potentially modifiable respiratory variables contributing to outcome in ICU patients without ARDS: a secondary analysis of PRoVENT. Ann Intensive Care. 2018;8:39. doi: 10.1186/s13613-018-0385-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Bugedo G., Retamal J., Bruhn A. Does the use of high PEEP levels prevent ventilator-induced lung injury? Rev Bras Ter Intensiva. 2017;29:231–237. doi: 10.5935/0103-507X.20170032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Gattinoni L., Caironi P., Cressoni M., Chiumello D., Ranieri V.M., Quintel M. Lung recruitment in patients with the acute respiratory distress syndrome. N Engl J Med. 2006;354:1775–1786. doi: 10.1056/NEJMoa052052. [PubMed] [CrossRef] [Google Scholar]30. Hemmes S.N., Gama de Abreu M., Pelosi P., Schultz M.J. High versus low positive end-expiratory pressure during general anaesthesia for open abdominal surgery (PROVHILO trial): a multicentre randomised controlled trial. Lancet. 2014;384:495–503. doi: 10.1016/S0140-6736(14)60416-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Briel M., Meade M., Mercat A., Brower R.G., Talmor D., Walter S.D. Higher vs lower positive end-expiratory pressure in patients with acute lung injury and acute respiratory distress syndrome: systematic review and meta-analysis. JAMA. 2010;303:865–873. doi: 10.1001/jama.2010.218. [PubMed] [CrossRef] [Google Scholar]32. MFS Schmidt, ACKB Amaral, Fan E., Rubenfeld G.D. Driving pressure and hospital mortality in patients without ARDS: a cohort study. Chest. 2018;153:46–54. doi: 10.1016/j.chest.2017.10.004. [PubMed] [CrossRef] [Google Scholar]33. Fuller B.M., Page D., Stephens R.J., Roberts B.W., Drewry A.M., Ablordeppey E. Pulmonary mechanics and mortality in mechanically ventilated patients without acute respiratory distress syndrome: a cohort study. Shock. 2018;49:311–316. doi: 10.1097/SHK.0000000000000977. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Neto A.S., Hemmes S.N., Barbas C.S., Beiderlinden M., Fernandez-Bustamante A., Futier E. Association between driving pressure and development of postoperative pulmonary complications in patients undergoing mechanical ventilation for general anaesthesia: a meta-analysis of individual patient data. Lancet Respir Med. 2016;4:272–280. doi: 10.1016/S2213-2600(16)00057-6. [PubMed] [CrossRef] [Google Scholar]"}