{"title": "Biomarker-Based Classification of Patients With Acute Respiratory Failure Into Inflammatory Subphenotypes: A Single-Center Exploratory Study", "pubDate": "2021", "PMCID": "PMC8378789", "DOI": "10.1097/CCE.0000000000000518", "PMID": "34476405", "abstract": "Objectives:                       Hyper- and hypoinflammatory subphenotypes discovered in patients with acute respiratory distress syndrome predict clinical outcomes and therapeutic responses. These subphenotypes may be important in broader critically ill patient populations with acute respiratory failure regardless of clinical diagnosis. We investigated subphenotyping with latent class analysis in an inclusive population of acute respiratory failure, derived a parsimonious model for subphenotypic predictions based on a small set of variables, and examined associations with clinical outcomes.                  Design:                       Prospective, observational cohort study.                  Setting:                       Single-center, academic medical ICU.                  Patients:                       Mechanically ventilated patients with acute respiratory failure.                  Measurements and main results:                       We included 498 patients with acute respiratory failure (acute respiratory distress syndrome: 143, at-risk for acute respiratory distress syndrome: 198, congestive heart failure: 37, acute on chronic respiratory failure: 23, airway protection: 61, and multifactorial: 35) in our derivation cohort and measured 10 baseline plasma biomarkers. Latent class analysis considering clinical variables and biomarkers determined that a two-class model offered optimal fit (23% hyperinflammatory subphenotype). Distribution of hyperinflammatory subphenotype varied among acute respiratory failure etiologies (acute respiratory distress syndrome: 31%, at-risk for acute respiratory distress syndrome: 27%, congestive heart failure: 22%, acute on chronic respiratory failure 0%, airway protection: 5%, and multifactorial: 14%). Hyperinflammatory patients had higher Sequential Organ Failure Assessment scores, fewer ventilator-free days, and higher 30- and 90-day mortality (all p < 0.001). We derived a parsimonious model consisting of angiopoietin-2, soluble tumor necrosis factor receptor-1, procalcitonin, and bicarbonate and classified subphenotypes in a validation cohort (n = 139). Hyperinflammatory patients (19%) demonstrated higher levels of inflammatory biomarkers not included in the model (p < 0.01) and worse outcomes.                  Conclusions:                       Host-response subphenotypes are observable in a heterogeneous population with acute respiratory failure and predict clinical outcomes. Simple, biomarker-based models can offer prognostic enrichment in patients with acute respiratory failure. The differential distribution of subphenotypes by specific etiologies of acute respiratory failure indicates that subphenotyping may be more relevant in patients with hypoxemic causes of acute respiratory failure and not in patients intubated for airway protection or acute on chronic decompensation.", "author": [{"author": "Callie M Drohan", "affiliation": ["Division of General Internal Medicine, University of Pittsburgh Medical Center, Pittsburgh, PA."], "href": "/?term=Drohan+CM&cauthor_id=34476405"}, {"author": "S Mehdi Nouraie", "affiliation": ["Acute Lung Injury Center of Excellence, Division of Pulmonary, Allergy and Critical Care Medicine, University of Pittsburgh Medical Center, Pittsburgh, PA."], "href": "/?term=Nouraie+SM&cauthor_id=34476405"}, {"author": "William Bain", "affiliation": ["Acute Lung Injury Center of Excellence, Division of Pulmonary, Allergy and Critical Care Medicine, University of Pittsburgh Medical Center, Pittsburgh, PA.", "Staff Physician, Veterans Affairs Pittsburgh Healthcare System, Pittsburgh, PA."], "href": "/?term=Bain+W&cauthor_id=34476405"}, {"author": "Faraaz A Shah", "affiliation": ["Acute Lung Injury Center of Excellence, Division of Pulmonary, Allergy and Critical Care Medicine, University of Pittsburgh Medical Center, Pittsburgh, PA.", "Staff Physician, Veterans Affairs Pittsburgh Healthcare System, Pittsburgh, PA."], "href": "/?term=Shah+FA&cauthor_id=34476405"}, {"author": "John Evankovich", "affiliation": ["Acute Lung Injury Center of Excellence, Division of Pulmonary, Allergy and Critical Care Medicine, University of Pittsburgh Medical Center, Pittsburgh, PA."], "href": "/?term=Evankovich+J&cauthor_id=34476405"}, {"author": "Yingze Zhang", "affiliation": ["Acute Lung Injury Center of Excellence, Division of Pulmonary, Allergy and Critical Care Medicine, University of Pittsburgh Medical Center, Pittsburgh, PA."], "href": "/?term=Zhang+Y&cauthor_id=34476405"}, {"author": "Alison Morris", "affiliation": ["Acute Lung Injury Center of Excellence, Division of Pulmonary, Allergy and Critical Care Medicine, University of Pittsburgh Medical Center, Pittsburgh, PA.", "Center for Medicine and the Microbiome, Department of Medicine, University of Pittsburgh, Pittsburgh, PA."], "href": "/?term=Morris+A&cauthor_id=34476405"}, {"author": "Bryan J McVerry", "affiliation": ["Acute Lung Injury Center of Excellence, Division of Pulmonary, Allergy and Critical Care Medicine, University of Pittsburgh Medical Center, Pittsburgh, PA.", "Center for Medicine and the Microbiome, Department of Medicine, University of Pittsburgh, Pittsburgh, PA."], "href": "/?term=McVerry+BJ&cauthor_id=34476405"}, {"author": "Georgios D Kitsios", "affiliation": ["Acute Lung Injury Center of Excellence, Division of Pulmonary, Allergy and Critical Care Medicine, University of Pittsburgh Medical Center, Pittsburgh, PA.", "Center for Medicine and the Microbiome, Department of Medicine, University of Pittsburgh, Pittsburgh, PA."], "href": "/?term=Kitsios+GD&cauthor_id=34476405"}], "refPMID": ["32526190", "31948926", "32551817", "22797452", "29248620", "23370917", "23540876", "16714767", "31842964", "24158164", "23939353", "28432351", "31634231", "33465019", "32028223", "32717152", "32374177", "27940218", "26603530", "24853585", "30051136", "31487195", "22610178", "30343317", "18596636", "26662169", "31966582", "31034248", "27513822", "31399381", "30078618", "30334632", "27035237", "30321489", "22926653", "32396457", "33316235", "28459401", "28450529", "29477989"], "citedInPMID": ["34476405", "35052778"], "body": " AbstractOBJECTIVES:Hyper- and hypoinflammatory subphenotypes discovered in patients with acute respiratory distress syndrome predict clinical outcomes and therapeutic responses. These subphenotypes may be important in broader critically ill patient populations with acute respiratory failure regardless of clinical diagnosis. We investigated subphenotyping with latent class analysis in an inclusive population of acute respiratory failure, derived a parsimonious model for subphenotypic predictions based on a small set of variables, and examined associations with clinical outcomes.DESIGN:Prospective, observational cohort study.SETTING:Single-center, academic medical ICU.PATIENTS:Mechanically ventilated patients with acute respiratory failure.MEASUREMENTS AND MAIN RESULTS:We included 498 patients with acute respiratory failure (acute respiratory distress syndrome: 143, at-risk for acute respiratory distress syndrome: 198, congestive heart failure: 37, acute on chronic respiratory failure: 23, airway protection: 61, and multifactorial: 35) in our derivation cohort and measured 10 baseline plasma biomarkers. Latent class analysis considering clinical variables and biomarkers determined that a two-class model offered optimal fit (23% hyperinflammatory subphenotype). Distribution of hyperinflammatory subphenotype varied among acute respiratory failure etiologies (acute respiratory distress syndrome: 31%, at-risk for acute respiratory distress syndrome: 27%, congestive heart failure: 22%, acute on chronic respiratory failure 0%, airway protection: 5%, and multifactorial: 14%). Hyperinflammatory patients had higher Sequential Organ Failure Assessment scores, fewer ventilator-free days, and higher 30- and 90-day mortality (all p < 0.001). We derived a parsimonious model consisting of angiopoietin-2, soluble tumor necrosis factor receptor-1, procalcitonin, and bicarbonate and classified subphenotypes in a validation cohort (n = 139). Hyperinflammatory patients (19%) demonstrated higher levels of inflammatory biomarkers not included in the model (p < 0.01) and worse outcomes.CONCLUSIONS:Host-response subphenotypes are observable in a heterogeneous population with acute respiratory failure and predict clinical outcomes. Simple, biomarker-based models can offer prognostic enrichment in patients with acute respiratory failure. The differential distribution of subphenotypes by specific etiologies of acute respiratory failure indicates that subphenotyping may be more relevant in patients with hypoxemic causes of acute respiratory failure and not in patients intubated for airway protection or acute on chronic decompensation.Keywords: acute respiratory distress syndrome, acute respiratory failure, biomarkers, heterogeneity, latent class analysis, subphenotypes The recent discovery of two distinct subphenotypes (hyper- vs hypoinflammatory) in patients with the acute respiratory distress syndrome (ARDS) has offered new opportunities for targeted therapeutics in critical care. Based on unsupervised classification methods (latent class analyses [LCAs] or clustering approaches) considering multiple clinical and biomarker variables, the emerging hyperinflammatory subgroup of patients with ARDS has been consistently shown to exhibit worse clinical outcomes and to be associated with differential responses to therapies, such as positive end-expiratory pressure, statin use, and fluid management strategies (1). Efforts have also been made to derive simpler models for subphenotype prediction in patients with ARDS, involving either predictive models with biomarkers (2) or machine-learning classifiers based on clinical variables alone (3). However, restricting this subphenotyping framework exclusively to patients with ARDS excludes broad populations with acute respiratory failure (ARF) that may have clinical and biological overlap with ARDS.To date, most subphenotyping analyses in patients with respiratory failure have been performed exclusively in ARDS, which represents a complex clinical syndrome and the end result of various disease processes that can result in lung injury and permeability edema. The inherent subjectivity in ARDS diagnosis, primarily due to uncertainty on radiographic edema criteria and exclusion of cardiac failure as per the Berlin definition, makes clinicopathologic correlations challenging (4, 5). Only about half of patients with clinical diagnosis of ARDS have the pathognomonic histopathologic findings of diffuse alveolar damage (DAD), whereas among those with clinical ARDS without DAD, histopathologic findings of pneumonia are the most common (6, 7). On the other hand, hydrostatic edema coexists with permeability edema in about 30% of patients with ARDS (8), complicating the criterion for exclusion of cardiac etiology of edema. Therefore, even among patients who meet the clinical diagnostic criteria of ARDS, substantial clinical overlap with the broad syndromes of pneumonia and congestive heart failure (CHF) exists. Furthermore, most of the predictive biomarkers of ARDS subphenotypes, such as interleukin (IL)–6 and IL-8, angiopoietin-2, and soluble tumor necrosis factor receptor (TNFR)–1, reflect nonspecific pathways of innate immunity activation and tissue injury and have validated prognostic implications in patient populations beyond ARDS (9–12).Recent evidence demonstrates that two distinct subphenotypes of host-responses are present in patients who do not meet the Berlin criteria for diagnosis of ARDS but have lung injury risk factors (e.g., pneumonia and sepsis) and ARF. Hyperinflammatory patients who are at-risk for ARDS had higher severity of illness and worse clinical outcomes compared with hypoinflammatory patients (13, 14). However, it remains unknown whether a similar subphenotypic framework can be applied to a broader population of patients with ARF, regardless of clinical diagnosis. Subphenotyping of broader patient populations with ARF may uncover distinct subgroups of patients who could benefit from targeted enrollment in clinical trials. In this exploratory analysis, we sought to investigate whether hyper- and hypoinflammatory subphenotypes can be detected by LCA in an inclusive cohort of patients with ARF and to examine the proportion of subphenotypes within different clinical subgroups of ARF. We also sought to determine whether parsimonious predictive models can be derived and applied in this heterogeneous population to facilitate future investigative applications. MATERIALS AND METHODSExtensive methods are provided in Supplemental File 1 (http://links.lww.com/CCX/A761).Clinical CohortFrom October 2011 to October 2020, we prospectively enrolled a convenience sample of patients with ARF in medical ICUs (MICUs) at the University of Pittsburgh Medical Center to the Pittsburgh Acute Lung Injury Registry and Biospecimen Repository (13, 15–17). We excluded patients unable to provide informed consent or if they were mechanically ventilated for greater than 72 hours prior to enrollment. Informed consent was provided by all participants in accordance with local regulations. The study was approved by the University of Pittsburgh Institutional Review Board (protocol STUDY19050099). We recorded baseline demographics, comorbidities, mechanical ventilation and laboratory variables, and calculated Sequential Organ Failure Assessment scores.Biomarker MeasurementsWe collected blood samples upon enrollment and measured 10 host-response biomarkers shown to have validated associations with ARDS and/or sepsis with a customized Luminex assay (R&D Systems, Minneapolis, MN) (18). Host-response biomarkers were classified into markers of innate immune response (IL-6, IL-8, IL-10, fractalkine, TNFR-1, and suppression of tumorigenicity [ST]–2) (2, 11, 12, 19, 20), epithelial injury (receptor of advanced glycation end products [RAGEs]) (21, 22), endothelial injury (angiopoietin-2) (9, 23, 24), and response to bacterial infections (procalcitonin and pentraxin-3) (25–27).Clinical Group ClassificationsA consensus committee retrospectively reviewed all available clinical and radiographic data without knowledge of biomarker values and classified subjects into distinct clinical categories of ARF: 1) ARDS per Berlin criteria (4); 2) at-risk for ARDS, based on presence of an identifiable lung injury risk factor but not fulfilling ARDS criteria; 3) cardiogenic pulmonary edema from CHF; 4) acute on chronic respiratory failure (e.g., acute exacerbation of chronic obstructive pulmonary disease); 5) intubation for airway protection; and 6) “multifactorial” category, including cases for which the committee could not reach consensus for clinical classification into any of the categories above.OutcomesPrimary outcomes included ventilator-free days (VFDs) to 28 days and 30- and 90-day mortality (28). Patients were also followed prospectively for the presence of shock within the first week of enrollment (defined as need for vasopressor agents), acute kidney injury (AKI), time to liberation from mechanical ventilation, and ICU length of stay (13).Subphenotypic Classifications and Statistical AnalysesFor subphenotypic classification with LCA models first and then derivation of a parsimonious predictive model, we considered patients from all six clinical categories of ARF. We divided our cohort of patients into two temporally independent datasets (Fig. ​Fig.11): 1) a derivation dataset of 498 mechanically ventilated patients enrolled from October 2011 to February 2019 (143 [36%] ARDS, 198 [50%] at-risk for ARDS, 37 [9%] CHF, 23 [6%] acute on chronic respiratory failure, 61 [15%] airway protection, and 35 [9%] multifactorial) and 2) a validation dataset including 139 patients enrolled from March 2019 to October 2020. With the onset of the coronavirus disease 2019 (COVID-19) pandemic, the validation cohort consisted of 80 COVID-19 patients (40 intubated and 40 managed with high-flow nasal cannula oxygen or noninvasive mechanical ventilation) and 59 mechanically ventilated patients with ARF of other etiologies, reflective of the patient population in our ICUs during this study period. Data for 235 of 498 patients (47%) in the derivation dataset had been previously used for application of LCA models separately in patients with and at-risk for ARDS (13).Open in a separate windowFigure 1.Flow chart of enrolled patients in the derivation and validation cohorts with displayed distribution of hyper- versus hypoinflammatory subphenotypes by different types of analyses. The four-variable internal parsimonious model used levels of bicarbonate, tumor necrosis factor receptor (TNFR)–1, angiopoietin-2, and procalcitonin, whereas the three-variable external model used levels of interleukin-8, bicarbonate, and TNFR-1. Prediction with parsimonious models was not possible for 28 of 498 subjects (5.6%) due to missingness of one or more biomarker levels.We performed subphenotypic classifications by applying LCA in the derivation dataset. First, we estimated the optimal number of classes that best fit our patient cohort. We considered a total of 35 baseline clinical and biomarker variables similar to previous studies (Supplemental Table S2, http://links.lww.com/CCX/A761) (2, 13, 20). We graphically examined continuous variables by plotting standardized values to a common z scale (Supplemental Fig. S3, http://links.lww.com/CCX/A761). For LCA models, we examined p values for bootstrapped parametric likelihood ratio tests, entropy, and frequency of each class to select the final number of classes.We then developed a parsimonious logistic regression model for subphenotype predictions based on a best subsets generalized linear model approach using Bayesian Information Criteria (29). We applied subphenotype classifications provided from the parsimonious model in the derivation cohort to assess model performance and then to the validation cohort to assess for differences in baseline clinical variables and outcomes between predicted subphenotypes. With an area under the curve (AUC) statistic, we examined for agreement between the predictions from our internal, newly developed parsimonious model versus an externally developed predictive model in patients with ARDS that had used three biomarker variables (IL-8, bicarbonate, and TNFR-1) (30).Comparisons between hyperinflammatory and hypoinflammatory subphenotypes were obtained from Wilcoxon test for continuous variables and Fisher test for categorical variables. Kaplan-Meier curves and Cox proportional hazard models were created for survival and time to liberation from mechanical ventilation, for which we also examined models adjusted for the competing risk of death (28). We performed LCA in Mplus 8.3 (Muthén & Muthén, Los Angeles, CA) and all other analyses in R v.3.5.1 (R Foundation for Statistical Computing, Vienna, Austria) (31, 32). RESULTSDerivation Cohort DescriptionWe provide detailed baseline characteristics, biomarker values, and clinical outcomes by ARF etiology in Supplemental Table S4 (http://links.lww.com/CCX/A761). ARDS patients had the highest frequency of pneumonia and worse hypoxemia, whereas patients at-risk for ARDS had higher incidence of aspiration and extrapulmonary sepsis compared with other groups (p < 0.0001). Patients with ARDS had the longest duration of ICU stay (median, 12.0 d; [interquartile range, 8.0–21.0 d]) and fewer VFDs (12.0 [0.0–21.0]), whereas patients intubated for airway protection had short ICU length of stay (5.0 d [3.0–9.0 d]), more VFDs (24.0 [20.0–26.0]), and favorable clinical outcomes compared with the other groups (Supplemental Fig. S5, http://links.lww.com/CCX/A761). With few exceptions, the acute on chronic and airway protection groups generally had the lowest levels of host-response biomarkers (Supplemental Fig. S6, http://links.lww.com/CCX/A761).Subphenotypic Classifications by LCA and Clinical OutcomesWith a staged process of variable selection for our LCA model, a two-class LCA model using 22 clinical and biomarker variables offered optimal fit versus a single-class model (entropy, 0.911) (Supplemental File 1, http://links.lww.com/CCX/A761; Supplemental Table S2, http://links.lww.com/CCX/A761; Supplemental Fig. S3, http://links.lww.com/CCX/A761). A three-class model resulted in a class with very low frequency (3.4%), which was considered clinically not useful. Therefore, we retained a final two-class model. Overall, 23% of patients were assigned to class 2 with characteristic features of the hyperinflammatory subphenotype, that is, higher levels of leukocytosis, creatinine, and all measured biomarkers and lower serum bicarbonate (p < 0.0001) compared with patients assigned to class 1 or the hypoinflammatory subphenotype (Table ​Table11). Hyperinflammatory patients also had worse 30- and 90-day survival and longer time to liberation from mechanical ventilation (Fig. ​Fig.22) (Supplemental Fig. S7, http://links.lww.com/CCX/A761).TABLE 1.Comparisons of Baseline Variables and Clinical Outcomes by Latent Class Analyses SubphenotypesVariablesHypoinflammatoryHyperinflammatory\np\n\nN\n383115Demographics Age, median (IQR)58.2 (46.0–66.9)58.5 (44.0–67.2)0.6779 Male gender, n (%)200 (52.2)68 (59.1)0.2313 Body mass index, median (IQR)29.0 (25.2–36.1)28.3 (24.8–34.2)0.2438 Caucasian race, n (%)355 (92.7)102 (88.7)0.2408History of chronic disease, n (%) Diabetes127 (33.2)39 (33.9)0.9700 Chronic obstructive pulmonary disease89 (23.2)25 (21.7)0.8345 Immunosuppression78 (20.4)25 (21.7)0.8511 Chronic kidney disease49 (12.8)34 (29.6)\n< 0.0001\n Chronic cardiac failure45 (11.7)13 (11.3)1.0000 Alcohol use59 (15.4)20 (17.4)0.7145Risk factors for acute respiratory  distress syndrome Pneumonia, n (%)139 (36.3)47 (40.9)0.4189 Aspiration, n (%)63 (16.4)20 (17.4)0.6406 Sepsis, n (%)73 (19.1)42 (36.5)\n0.0003\n Lung Injury Prediction Score5.0 (4.0–6.5)6.5 (5.5–8.0)\n< 0.0001\nHemodynamic variables, median (IQR) Heart rate89.0 (76.0–102.0)99.0 (83.0–109.5)\n0.0002\n Systolic blood pressure119.0 (104.0–135.0)109.0 (96.0–124.0)\n0.0004\nLaboratory variables, median (IQR) Arterial pH7.4 (7.4–7.4)7.3 (7.3–7.4)\n< 0.0001\n WBC11.4 (7.9–16.0)15.5 (11.1–23.5)\n< 0.0001\n Creatinine1.0 (0.7–1.6)3.2 (1.9–4.7)\n< 0.0001\n Serum Co225.0 (22.0–28.0)20.0 (18.0–23.0)\n< 0.0001\nMechanical ventilation variables,  median (IQR) Worst Pao2:Fio2 ratio164.0 (117.0–208.0)163.0 (110.5–221.5)0.4363 Peak inspiratory pressure25.0 (20.0–31.0)26.0 (21.0–32.0)0.2508 Tidal volume (per kg of predicted body  weight), mL/kg6.7 (6.0–7.6)6.7 (6.0–7.7)0.9442 Saturation, %97.0 (95.5–99.0)97.0 (95.0–99.0)0.2783Severity of illness and clinical outcomes Shock (vasopressor use), n (%)178 (46.5)89 (77.4)\n< 0.0001\n Sequential Organ Failure Assessment  score, median (IQR)6.0 (4.0–8.0)10.0 (8.0–11.0)\n< 0.0001\n Acute kidney injury, n (%)219 (57.2)106 (92.2)\n< 0.0001\n 30-d mortality, n (%)85 (22.2)46 (40.0)\n0.0002\n 90-d mortality, n (%)94 (24.5)50 (43.5)\n0.0001\n ICU length of stay, median (IQR)9.0 (5.0–15.0)9.0 (5.0–14.0)0.6497 Ventilator-free days, median (IQR)19.0 (0.0–24.0)11.0 (0.0–22.0)\n0.0002\n Duration of mechanical ventilation,  median (IQR), d6.5 (4.0–12.0)7.0 (4.0–11.0)0.6956Biomarkers, median (IQR) IL-6, pg/mL43 (20–114)207 (50–635)\n< 0.0001\n IL-8, pg/mL14 (7–25)37 (22–83)\n< 0.0001\n IL-10, pg/mL0.1 (0.0–4.0)8.7 (0.0–21.7)\n< 0.0001\n Tumor necrosis factor receptor-1, pg/mL2,902 (1,801–4,777)10,586 (7,652–16,302)\n< 0.0001\n Angiopoietin-2, pg/mL5,446 (3,083–9,896)19,054 (13,590–35,875)\n< 0.0001\n Pentraxin-3, pg/mL2,488 (1,098–6,508)7,816 (3,406–22,469)\n< 0.0001\n Fractalkine, pg/mL1,271 (528–2,023)2,686 (1,902–4,013)\n< 0.0001\n Suppression of tumorigenicity-2, pg/mL132,620 (64,313–328,541)622,752 (268,033–1,260,289)\n< 0.0001\n Procalcitonin, pg/mL429 (136–1,404)4,191 (2,227–5,029)\n< 0.0001\n Receptor of advanced glycation  end products, pg/mL2,533 (1,513–4,258)7,491 (5,252–12,803)\n< 0.0001\n 1-3-beta-D-glucan, pg/mL23 (14–39)41 (21–73)\n< 0.0001\nOpen in a separate windowIL = interleukin, IQR = interquartile range.p values for comparisons between hyperinflammatory and hypoinflammatory subphenotypes were obtained from Wilcoxon test for continuous variables and Fisher test for categorical variables. Statistically significant p values (p < 0.05) are highlighted in bold.Open in a separate windowFigure 2.Hyperinflammatory patients had worse 30-d survival and longer time to liberation from mechanical ventilation. Kaplan-Meier curves for (A) 30-d survival and (B) time to liberation from mechanical ventilation for each subphenotype as derived by the latent class analysis model. p values for differences between subphenotypes were obtained with a log-rank test. Adjusted hazard ratios (HRs) with 95% CIs are displayed for the effects of the hyperinflammatory subphenotype, as derived from multivariate Cox proportional hazards models adjusted for age and clinical category of acute respiratory failure. Ninety-day survival data were very similar to 30-d and are not shown.The proportion of patients classified to the hyperinflammatory subphenotype was different between clinical diagnosis groups (Fig. ​Fig.33) (p < 0.01), with highest proportions in ARDS (31%), at-risk for ARDS (27%), and CHF groups (22%). In contrast, the hyperinflammatory subphenotype was absent in patients with acute on chronic respiratory failure and of very low prevalence (5%) in the airway protection group.Open in a separate windowFigure 3.Distribution of subphenotypes among clinical categories of acute respiratory failure. The proportions of subphenotypic classifications were significantly different between the clinical categories of acute respiratory failure (p < 0.01). Patients intubated for airway protection had very low proportion (5%) of hyperinflammatory subphenotype classification, whereas no patients with acute on chronic respiratory failure were classified to the hyperinflammatory subphenotype. A much higher proportion of patients was assigned to the hyperinflammatory subphenotype in acute respiratory distress syndrome (ARDS) (31%), at-risk for ARDS (27%) and congestive heart failure (CHF) (22%) groups.Derivation of a Parsimonious Model for Subphenotype PredictionsFor the development of the predictive model, we first considered 13 variables that were found to be the most discriminatory between the two subphenotypes: hypoalbuminemia, creatinine, bicarbonate, respiratory rate, arterial pH, vasopressor use, procalcitonin, RAGE, TNFR-1, ST-2, angiopoietin-2, fractalkine, and pentraxin-3. With feature selection using a best subsets generalized linear model (using 100-fold cross-validation), we derived a four-variable parsimonious model for the probability of assignment (threshold probability of 50%) to the hyperinflammatory subphenotype: –2.367566 – 2.379745e-01 × (bicarbonate) + 6.844e-04 × (procalcitonin) + 4.073e-04 (TNFR-1) + 1.0378e-04 × (angiopoietin-2). Subphenotypic predictions by the parsimonious model offered excellent classification (AUC, 0.910) against LCA-defined subphenotypes.Proportion of subphenotypes (22% hyperinflammatory) and comparison of baseline variables between subphenotypes by this four-variable parsimonious model were very similar to those of the LCA model (data not shown). Subphenotypic classifications by this parsimonious model revealed statistically significant differences for all other plasma biomarkers not included in the model equation (Fig. ​Fig.44), indicating that the model identified distinct profiles of host-response despite using only four variables. We then compared our novel, internally derived four-variable parsimonious model with the predictions offered by an externally developed three-variable model (IL-8, bicarbonate, and TNFR-1) and found overall good agreement between the two models (AUC, 0.816) (Supplemental Fig. S8, http://links.lww.com/CCX/A761). Similarly, application of this external parsimonious model yielded similar results in terms of clinical variables and biomarker distribution between the two predicted subphenotypes (data not shown). Both parsimonious models predicted worse 30-day survival for the hyperinflammatory subphenotype (Supplemental Fig. S9, http://links.lww.com/CCX/A761).Open in a separate windowFigure 4.Patients classified to the hyperinflammatory subphenotype by the four-variable parsimonious model had higher levels of all other plasma biomarkers not included in the four-variable model. Biomarker values are displayed on logarithmic scale. ****p < 0.0001. BDG = 1-3-beta-D-glucan, IL = interleukin, RAGE = receptor of advanced glycation end product, ST-2 = suppression of tumorigenicity-2.Application of the Parsimonious Model in a Validation Cohort of ARF PatientsIn a validation cohort of 139 patients with ARF, we considered patients with broad etiologies of ARF (n = 59) as well as patients with COVID-19 (n = 80), which was the predominant etiology of ARF in our ICUs in 2020. We applied predictions from the four-variable model in the validation cohort and classified 27 patients (19%) in the hyperinflammatory subphenotype (Supplemental Table S10, http://links.lww.com/CCX/A761). There was no significant difference in hyperinflammatory subphenotype prevalence between patients with COVID-19 (18%) versus non-COVID ARF (22%; Fisher test p = 0.52). Hyperinflammatory patients had higher biomarker levels not included in the parsimonious model (Supplemental Fig. S11, http://links.lww.com/CCX/A761), higher incidence of shock and AKI (p < 0.05) (Supplemental Table S10, http://links.lww.com/CCX/A761), and worse 30-day survival compared with hypoinflammatory patients (adjusted hazard ratio, 2.52 [95% CI, 1.25–5.11]; p = 0.009) (Fig. ​Fig.55).Open in a separate windowFigure 5.Hyperinflammatory patients in the validation cohort had worse 30-d survival compared with hypoinflammatory patients. Kaplan-Meier curves for 30-d survival for each subphenotype, as derived by the four-variable parsimonious model. p values for differences between subphenotypes were obtained with a log-rank test. Adjusted hazard ratios (HRs) with 95% CIs are displayed for the effects of the hyperinflammatory subphenotype, as derived from a multivariate Cox proportional hazards model adjusted for age and clinical category of acute respiratory failure (coronavirus disease 2019 [COVID-19] acute respiratory distress syndrome [n = 40], COVID-19 pneumonia not intubated [n = 40], and non-COVID acute respiratory failure [n = 59]). DISCUSSIONIn a prospective, observational cohort of mechanically ventilated patients with ARF of different etiologies, we demonstrated that the subphenotypic framework described for patients with ARDS applies also in a broader and more heterogeneous critically ill population. Although prior studies have shown the presence of hyper- and hypoinflammatory subphenotypes in specific patient subgroups (i.e., ARDS or patients at-risk for ARDS) (13, 20), our model included a broad range of patients with ARF, independent of specific clinical manifestations or fulfillment of ARDS diagnostic criteria. Our LCA models classified 23% of patients in the hyperinflammatory subphenotype, a slightly lower proportion compared with previous studies (27–37%), reflecting the expansion of our models to clinical groups with lower levels of systemic inflammatory biomarkers, such as patients intubated for airway protection or with acute on chronic respiratory failure. We derived a new four-variable model consisting of validated biomarkers in ARDS and other critical illness syndromes, which had excellent agreement with the LCA results in the derivation cohort, and predicted clinical outcomes in the validation cohort. Our findings support the need for further investigation of biomarker-based subphenotyping in broader critically ill patient populations beyond those with ARDS.Among the complex critical illness syndromes including ARDS, sepsis, and AKI, attempts to subdivide patients solely based on clinical criteria have been largely unsuccessful. In ARDS, subgroups receiving differential ventilator management strategies based on CT morphology showed no difference in mortality, and this strategy even proved to be harmful if misclassified into the wrong group (33). However, biomarker-based subphenotyping in ARDS has shown promise based on retrospective analyses that suggest differential responses to therapies by subphenotypes (30, 34). In AKI, like ARDS, no effective therapeutic interventions exist other than supportive care and renal replacement therapy. However, with the evolution of biomarker-based subphenotyping, two distinct subphenotypes of AKI emerged with differential responses to therapy such as vasopressin (35). Parsimonious modeling revealed that the distinguishing biomarkers in AKI are similar to those of our heterogeneous cohort, including bicarbonate, angiopoietin-2, and TNFR-1. Such findings raise the possibility that common pathways of systemic inflammation are conserved across heterogeneous, critically ill populations. Despite these encouraging results, barriers to bedside translation, including lack of available point-of-care assays, have precluded the prospective study of biomarker-guided therapeutic investigations.An important challenge in critical care pertains to the subjective and nonspecific nature of diagnostic criteria for critical illness syndromes. ARDS is systematically underrecognized or underreported as a diagnosis in clinical practice (36), and diagnostic disagreement is common among expert providers (5, 37). ARDS recognition is straightforward in cases with typical presentations of diffuse, bilateral infiltrates on imaging with an obvious risk factor, such as pneumonia or sepsis. However, less classic radiographic presentations are a source of uncertainty and diagnostic discordance (38). Further investigation into underrecognition of ARDS demonstrated that interobserver agreement of ARDS diagnosis under Berlin criteria has only been moderate, with lack of consensus on chest radiograph interpretation accounting for most differences (5). Given such inherent diagnostic uncertainty in ARDS, there is compelling need to understand the underlying biological mechanisms that drive different outcomes in these conditions. Biological subphenotyping in critical illness syndromes is an intriguing concept that with further investigation could attenuate the impact of diagnostic misclassifications, as critical illness evolution and outcomes may be more related to the underlying biology than initial diagnostic group assignments. Nonetheless, clinical investigation of subphenotype-guided interventions will require several additional lines of evidence, including demonstration of external validity in diverse patient populations and feasibility of incorporating biomarker measurement and guidance in clinically relevant timelines.In our cohort, patients intubated for airway protection or those with acute decompensation of their chronic lung disease appear to have very low prevalence of the hyperinflammatory subphenotype (5% and 0%, respectively). Thus, biomarker-based subphenotyping may be less relevant in ARF that does not involve acute lung injury and/or pulmonary edema, such as patients with severe encephalopathy requiring intubation for airway protection or patients with advanced lung disease and prone to decompensation with minimal additional physiologic burden. Patients in these latter categories are readily distinguishable on clinical grounds, and management of their respiratory failure is focused on the triggers of decompensation (e.g., encephalopathy or acute on chronic hypercapnia). On the other hand, in patients with complex syndromes such as ARDS, pneumonia, sepsis, or CHF, the exact etiology of ARF may not be clear at the time of the initial clinical encounter, prior to accumulating informative diagnostic data. For example, exclusion of cardiac edema is a major source of disagreement in the clinical diagnosis of ARDS, as seen in the Fluid and Catheters Treatment Trial, where 30% of ARDS patients had elevated pulmonary artery occlusion pressure (> 18 mm Hg) (8). Consequently, it is possible for patients with pure cardiogenic edema to be clinically diagnosed as ARDS and vice versa, and such misclassifications are not always straightforward to identify and/or rectify clinically. Although we recognize that our sample size is small and our findings require external validation, about one fifth of CHF patients were assigned to the hyperinflammatory subphenotype, suggesting biological commonalities with the acute lung injury syndromes. These findings further highlight the relevance of objective classification of critical illness based on biological markers rather than clinical impression alone.Given the timing of our study, our validation cohort comprises a large proportion of patients with COVID-19, a population in which subphenotyping is actively being explored (39). With recognition of significant clinical heterogeneity in COVID-19, extensive research efforts are being made to clarify the biological underpinnings of the observed clinical variability. Interestingly, COVID-19 is the only form of ARDS with clinical trial data to support treatment efficacy with immunomodulation, which may be more beneficial in hyperinflammatory patients based on a recent report (40). Consistent with the derivation cohort results, in the validation cohort, we also found that hyperinflammatory patients had higher levels of innate immunity biomarkers and worse 30-day survival, supporting the generalizability of such subphenotypic classifications in patients with COVID-19.Our four-variable internal parsimonious model includes two markers that have been associated in cohorts much larger than our current study (bicarbonate and TNFR-1) (13, 20), one well-validated marker in sepsis and ARDS (angiopoietin-2) (23, 24), and one already widely clinically available and used test (procalcitonin) (26, 41). Angiopoietin-2 is a plausible causal factor in development of ARDS in septic patients (24), in addition to an independent predictor of mortality (9, 10). Angiopoietin-2 has been included in prior parsimonious models (9, 35, 42) for ARDS and AKI subphenotypes. Similarly, bicarbonate and TNFR-1 have been identified as key predictors in prior parsimonious models for ARDS subphenotypes (2, 30), including the three-variable model we applied in our cohort (30). Notably, many of these analyses did not include the other two biomarkers in our parsimonious model (angiopoietin-2 and procalcitonin) as possible classifier variables. Further verification in larger datasets is therefore required. Although a parsimonious model allows for easier clinical applicability than complex LCA, models that depend on biomarker variables will eventually require point-of-care or rapid turnaround tests to ensure timely acquisition of results for model predictions.Our study has several limitations. Although our study prospectively enrolled patients with ARF, it is limited by sample size and single-center design. Due to logistical reasons for enrollment, our cohort represented a convenience sample from consecutively admitted patients in our MICUs, resulting in limited recruitment over time. We also only examined baseline data (within 48 hr intubation in the derivation cohort). Therefore, it is unclear whether patients transition between subphenotypes over time. In a previous analysis of an ARDS clinical trial population, the majority of patients (> 94%) remained in the same subphenotype from day 0 to day 3 post sampling (43). However, preliminary data within our own cohort demonstrate the possibility of higher rates of transition between subphenotypes by days 3–6 post intubation (44). Further examination of the stability of subphenotypes will be important, as transition from one group to another may impact the ability to effectively target clinical interventions. Although we had an independent dataset for validation demonstrating similar trends with outcomes and biomarkers, the validation dataset is small, illustrating the need to further externally validate our model in larger datasets. Additionally, it is important to note that our findings are hypothesis generating and not yet actionable at the bedside. Larger, prospective trials will be necessary to verify subphenotypic models and explore differential treatment effects between groups. CONCLUSIONSThe formerly described hyper- and hypoinflammatory subphenotypes can be observed in a more heterogeneous population of patients with ARF, suggesting underlying biological commonalities among diverse clinical syndromes. Objective and accurate subphenotyping of these patients is possible with the use of simple predictive models based on biomarker values, although several steps must be taken prior to being applied to clinical practice. The differential distribution of subphenotypes by specific etiologies of ARF indicates that subphenotyping may be more relevant in patients with hypoxemic respiratory failure (i.e., ARDS, at-risk for ARDS, and CHF) and not in patients intubated for airway protection or for acute on chronic decompensation. Supplementary MaterialClick here to view.(16M, pdf) FootnotesSupplemental digital content is available for this article. Direct URL citations appear in the printed text and are provided in the HTML and PDF versions of this article on the journal’s website (http://journals.lww.com/ccejournal).Drs. McVerry and Kitsios are cosenior authors.Supported, in part, by the National Institutes of Health: (K23 HL139987 [to Dr. Kitsios]; P01 HL114453 [to Dr. McVerry]; R01 HL097376 [to Dr. McVerry]; U01 {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"HL098962\",\"term_id\":\"1051670271\",\"term_text\":\"HL098962\"}}HL098962 [to Dr. Morris]; K24 HL123342 [to Dr. Morris]; F32 {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"HL137258\",\"term_id\":\"1051915842\",\"term_text\":\"HL137258\"}}HL137258 [to Dr. Evankovich]; F32 {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"HL142172\",\"term_id\":\"1051920756\",\"term_text\":\"HL142172\"}}HL142172 [to Dr. Bain]; K23GM122069 [to Dr. Shah]); Career Development Award Number IK2 {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"BX004886\",\"term_id\":\"57163110\",\"term_text\":\"BX004886\"}}BX004886 from the United States Department of Veterans Affairs Biomedical Laboratory R&D Service (to Dr. Bain); and Clinical and Translational Science Institute Pilot Award on Coronavirus Disease 2019 (to Dr. Kitsios).Dr. McVerry has been a consultant for Boehringer-Ingelheim, Inc. and receives research funding from Bayer Pharmaceuticals, Inc. Dr. Kitsios has received research funding from Karius, Inc. The remaining authors have disclosed that they do not have any conflicts of interest. REFERENCES1. Reddy K, Sinha P, O’Kane CM, et al. . Subphenotypes in critical care: Translation into clinical practice. Lancet Respir Med. 2020; 8:631–643 [PubMed] [Google Scholar]2. Sinha P, Delucchi KL, McAuley DF, et al. . Development and validation of parsimonious algorithms to classify acute respiratory distress syndrome phenotypes: A secondary analysis of randomised controlled trials. Lancet Respir Med. 2020; 8:247–257 [PMC free article] [PubMed] [Google Scholar]3. Sinha P, Churpek MM, Calfee CS. Machine learning classifier models can identify ARDS phenotypes using readily available clinical data. Am J Respir Crit Care Med. 2020; 202:996–1004 [PMC free article] [PubMed] [Google Scholar]4. Ranieri VM, Rubenfeld GD, Thompson BT, et al. . Acute respiratory distress syndrome: The Berlin definition. JAMA. 2012; 307:2526–2533 [PubMed] [Google Scholar]5. Sjoding MW, Hofer TP, Co I, et al. . Interobserver reliability of the Berlin ARDS definition and strategies to improve the reliability of ARDS diagnosis. Chest. 2018; 153:361–367 [PMC free article] [PubMed] [Google Scholar]6. Thille AW, Esteban A, Fernández-Segoviano P, et al. . Comparison of the Berlin definition for acute respiratory distress syndrome with autopsy. Am J Respir Crit Care Med. 2013; 187:761–767 [PubMed] [Google Scholar]7. Thompson BT, Matthay MA. The Berlin definition of ARDS versus pathological evidence of diffuse alveolar damage. Am J Respir Crit Care Med. 2013; 187:675–677 [PubMed] [Google Scholar]8. Wiedemann HP, Wheeler AP, Bernard GR, et al. . Comparison of two fluid-management strategies in acute lung injury. N Engl J Med. 2006; 354:2564–2575 [PubMed] [Google Scholar]9. Bime C, Casanova N, Oita RC, et al. . Development of a biomarker mortality risk model in acute respiratory distress syndrome. Crit Care. 2019; 23:410. [PMC free article] [PubMed] [Google Scholar]10. Terpstra ML, Aman J, van Nieuw Amerongen GP, et al. . Plasma biomarkers for acute respiratory distress syndrome: A systematic review and meta-analysis*. Crit Care Med. 2014; 42:691–700 [PubMed] [Google Scholar]11. Bajwa EK, Volk JA, Christiani DC, et al. ; National Heart, Lung and Blood Institute Acute Respiratory Distress Syndrome Network: Prognostic and diagnostic value of plasma soluble suppression of tumorigenicity-2 concentrations in acute respiratory distress syndrome. Crit Care Med. 2013; 41:2521–2531 [PMC free article] [PubMed] [Google Scholar]12. Liu CH, Kuo SW, Ko WJ, et al. . Early measurement of IL-10 predicts the outcomes of patients with acute respiratory distress syndrome receiving extracorporeal membrane oxygenation. Sci Rep. 2017; 7:1021. [PMC free article] [PubMed] [Google Scholar]13. Kitsios GD, Yang L, Manatakis DV, et al. . Host-response subphenotypes offer prognostic enrichment in patients with or at risk for acute respiratory distress syndrome. Crit Care Med. 2019; 47:1724–1734 [PMC free article] [PubMed] [Google Scholar]14. Heijnen NFL, Hagens LA, Smit MR, et al. . Biological subphenotypes of acute respiratory distress syndrome show prognostic enrichment in mechanically ventilated patients without acute respiratory distress syndrome. Am J Respir Crit Care Med. 2021; 203:1503–1511 [PubMed] [Google Scholar]15. Kotok D, Yang L, Evankovich JW, et al. . The evolution of radiographic edema in ARDS and its association with clinical outcomes: A prospective cohort study in adult patients. J Crit Care. 2020; 56:222–228 [PMC free article] [PubMed] [Google Scholar]16. Kitsios GD, Yang H, Yang L, et al. . Respiratory tract dysbiosis is associated with worse outcomes in mechanically ventilated patients. Am J Respir Crit Care Med. 2020; 202:1666–1677 [PMC free article] [PubMed] [Google Scholar]17. Bain W, Li H, van der Geest R, et al. . Increased alternative complement pathway function and improved survival during critical illness. Am J Respir Crit Care Med. 2020; 202:230–240 [PMC free article] [PubMed] [Google Scholar]18. McKay HS, Margolick JB, Martínez-Maza O, et al. . Multiplex assay reliability and long-term intra-individual variation of serologic inflammatory biomarkers. Cytokine. 2017; 90:185–192 [PMC free article] [PubMed] [Google Scholar]19. Hoogendijk AJ, Wiewel MA, van Vught LA, et al. ; MARS Consortium: Plasma fractalkine is a sustained marker of disease severity and outcome in sepsis patients. Crit Care. 2015; 19:412. [PMC free article] [PubMed] [Google Scholar]20. Calfee CS, Delucchi K, Parsons PE, et al. ; NHLBI ARDS Network: Subphenotypes in acute respiratory distress syndrome: Latent class analysis of data from two randomised controlled trials. Lancet Respir Med. 2014; 2:611–620 [PMC free article] [PubMed] [Google Scholar]21. Jabaudon M, Blondonnet R, Pereira B, et al. . Plasma sRAGE is independently associated with increased mortality in ARDS: A meta-analysis of individual patient data. Intensive Care Med. 2018; 44:1388–1399 [PMC free article] [PubMed] [Google Scholar]22. Jones TK, Feng R, Kerchberger VE, et al. . Plasma sRAGE acts as a genetically regulated causal intermediate in sepsis-associated acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020; 201:47–56 [PMC free article] [PubMed] [Google Scholar]23. Calfee CS, Gallagher D, Abbott J, et al. ; NHLBI ARDS Network: Plasma angiopoietin-2 in clinical acute lung injury: Prognostic and pathogenetic significance. Crit Care Med. 2012; 40:1731–1737 [PMC free article] [PubMed] [Google Scholar]24. Reilly JP, Wang F, Jones TK, et al. . Plasma angiopoietin-2 as a potential causal marker in sepsis-associated ARDS development: Evidence from Mendelian randomization and mediation analysis. Intensive Care Med. 2018; 44:1849–1858 [PMC free article] [PubMed] [Google Scholar]25. Mauri T, Coppadoro A, Bellani G, et al. . Pentraxin 3 in acute respiratory distress syndrome: An early marker of severity. Crit Care Med. 2008; 36:2302–2308 [PubMed] [Google Scholar]26. Liu D, Su LX, Guan W, et al. . Prognostic value of procalcitonin in pneumonia: A systematic review and meta-analysis. Respirology. 2016; 21:280–288 [PMC free article] [PubMed] [Google Scholar]27. Hui L, Zhang X, An X, et al. . Higher serum procalcitonin and IL-6 levels predict worse diagnosis for acute respiratory distress syndrome patients with multiple organ dysfunction. Int J Clin Exp Pathol. 2017; 10:7401–7407 [PMC free article] [PubMed] [Google Scholar]28. Yehya N, Harhay MO, Curley MAQ, et al. . Reappraisal of ventilator-free days in critical care research. Am J Respir Crit Care Med. 2019; 200:828–836 [PMC free article] [PubMed] [Google Scholar]29. Jovanovic BD, Hosmer DW, Buonaccorsi JP. Equivalence of several methods for efficient best subsets selection in generalized linear models. Comput Stat Data Anal. 1995; 20:59–64 [Google Scholar]30. Famous KR, Delucchi K, Ware LB, et al. ; ARDS Network: Acute respiratory distress syndrome subphenotypes respond differently to randomized fluid management strategy. Am J Respir Crit Care Med. 2017; 195:331–338 [PMC free article] [PubMed] [Google Scholar]31. R Foundation for Statistical Computing RCT: R: A Language and Environment for Statistical Computing. Vienna, Austria, CRAN, 2016 [Google Scholar]32. Muthén LK, Muthén BO: Mplus User’s Guide. Los Angeles, CA, Muthén & Muthén, 1997–2017 [Google Scholar]33. Constantin JM, Jabaudon M, Lefrant JY, et al. ; AZUREA Network: Personalised mechanical ventilation tailored to lung morphology versus low positive end-expiratory pressure for patients with acute respiratory distress syndrome in France (the LIVE study): A multicentre, single-blind, randomised controlled trial. Lancet Respir Med. 2019; 7:870–880 [PubMed] [Google Scholar]34. Calfee CS, Delucchi KL, Sinha P, et al. ; Irish Critical Care Trials Group: Acute respiratory distress syndrome subphenotypes and differential response to simvastatin: Secondary analysis of a randomised controlled trial. Lancet Respir Med. 2018; 6:691–698 [PMC free article] [PubMed] [Google Scholar]35. Bhatraju PK, Zelnick LR, Herting J, et al. . Identification of acute kidney injury subphenotypes with differing molecular signatures and responses to vasopressin therapy. Am J Respir Crit Care Med. 2019; 199:863–872 [PMC free article] [PubMed] [Google Scholar]36. Weiss CH, Baker DW, Weiner S, et al. . Low tidal volume ventilation use in acute respiratory distress syndrome. Crit Care Med. 2016; 44:1515–1522 [PMC free article] [PubMed] [Google Scholar]37. Sjoding MW, Hofer TP, Co I, et al. . Differences between patients in whom physicians agree and disagree about the diagnosis of acute respiratory distress syndrome. Ann Am Thorac Soc. 2019; 16:258–264 [PMC free article] [PubMed] [Google Scholar]38. Ferguson ND, Fan E, Camporota L, et al. . The Berlin definition of ARDS: An expanded rationale, justification, and supplementary material. Intensive Care Med. 2012; 38:1573–1582 [PubMed] [Google Scholar]39. Bos LDJ, Paulus F, Vlaar APJ, et al. . Subphenotyping acute respiratory distress syndrome in patients with COVID-19: Consequences for ventilator management. Ann Am Thorac Soc. 2020; 17:1161–1163 [PMC free article] [PubMed] [Google Scholar]40. Chen H, Xie J, Su N, et al. . Corticosteroid therapy is associated with improved outcome in critically ill patients with COVID-19 with hyperinflammatory phenotype. Chest. 2021; 159:1793–1802 [PMC free article] [PubMed] [Google Scholar]41. Yu Z, Ji M, Hu X, et al. . [Value of procalcitonin on predicting the severity and prognosis in patients with early ARDS: A prospective observation study]. Zhonghua Wei Zhong Bing Ji Jiu Yi Xue. 2017; 29:34–38 [PubMed] [Google Scholar]42. Bos LD, Schouten LR, van Vught LA, et al. ; MARS Consortium: Identification and validation of distinct biological phenotypes in patients with acute respiratory distress syndrome by cluster analysis. Thorax. 2017; 72:876–883 [PMC free article] [PubMed] [Google Scholar]43. Delucchi K, Famous KR, Ware LB, et al. ; ARDS Network: Stability of ARDS subphenotypes over time in two randomised controlled trials. Thorax. 2018; 73:439–445 [PMC free article] [PubMed] [Google Scholar]44. Drohan C, Nouraie SM, Shah F, et al. . Longitudinal evolution of host-response subphenotypes in critical illness. Am J Respir Crit Care Med. 2020; 201:A4223 [Google Scholar]"}