{"title": "Isn't it time to abandon ARDS? The COVID-19 lesson", "pubDate": "2021", "PMCID": "PMC8419818", "DOI": "10.1186/s13054-021-03748-6", "PMID": "34488807", "abstract": "", "author": [{"author": "L Gattinoni", "affiliation": ["Department of Anesthesiology, Medical University of Göttingen, Robert Koch Straße 40, 37075, Göttingen, Germany. gattinoniluciano@gmail.com.", "Department of Pulmonary and Critical Care Medicine, University of Minnesota and Regions Hospital, St. Paul, MN, USA. gattinoniluciano@gmail.com."], "href": "/?term=Gattinoni+L&cauthor_id=34488807"}, {"author": "J J Marini", "affiliation": ["Department of Anesthesiology, Medical University of Göttingen, Robert Koch Straße 40, 37075, Göttingen, Germany.", "Department of Pulmonary and Critical Care Medicine, University of Minnesota and Regions Hospital, St. Paul, MN, USA."], "href": "/?term=Marini+JJ&cauthor_id=34488807"}], "refPMID": ["4143721", "1173542", "27797616", "22797452", "26903337", "33051737", "10793162", "12946001", "32224769", "32250385", "32572526", "33525063", "26352116", "33915103", "34288834"], "citedInPMID": ["34488807", "34794499"], "body": " In 1967, Ashbaugh et al. [1] reported 12 patients having respiratory failure of different origins who presented a set of similar features. According to current parlance, those elements might constitute a phenotype: (1) hypoxemia refractory to oxygen administration; (2) low respiratory system compliance; (3) bilateral x-ray infiltrates; and for non-survivors, heavy lungs at autopsy. This collection of characteristics, manifesting itself as respiratory difficulty, was called the adult respiratory distress ‘syndrome’ (ARDS) by analogy with similar features observed in premature neonates with surfactant deficiency, termed infant respiratory distress syndrome. (syndrome = symptoms which run together).The logic behind ‘ARDS’ was that appropriate treatment, primarily of hypoxemia, was similar across patients, regardless of causal etiology (i.e., disease). Some authors [2] questioned the wisdom of lumping together as a unique syndrome such sharply different diseases. The term ‘ARDS’, however, rapidly gained traction and transformed into “Acute” instead of “Adult” Respiratory Distress. ARDS rapidly became the signature “disorder” of the newly fledged discipline of intensive care [3].Because lungs and clinical manifestations of ‘ARDS’ looked superficially similar regardless of etiology, it was reasoned that the respiratory treatment should be essentially the same. Quite quickly this became the universally accepted approach. One clear advantage of lumping together different diseases into a single entity was that large, randomized trials of treatment became feasible. Indeed, since the number of trial patients required to show significant clinical differences of 5–6% for key variables might require more than two thousand patients, the need to adopt definitions broad enough to allow enrolment of a sufficient number of patients became evident. We believe that this has been a main driver for modifications to the ARDS definition that occurred over subsequent decades. The refractory hypoxemia of Ashbaugh’s original definition of ARDS became first PaO2/FiO2 ratio 300 mmHg and then 200, and the core feature of low compliance was excluded from later definitions on the questionable basis that measures of respiratory mechanics add little predictive value [4]. Such definitional simplification facilitated study enrollment. For many clinicians, each definitional refinement solidified ‘ARDS’ as a descriptor of a distinct “disease-like” entity. As an example, in a widely quoted paper we find: “the rate of clinician recognition of ARDS was low, with 40% of all cases not being diagnosed” [5]. Which diagnosis? The Ashbaugh? The Chicago? The Berlin? Does it really matter [6]?Considering ARDS as a ‘disease’ with specific treatment had some advantages; through randomized trials using the broadened ARDS definition, we confirmed that gentle treatment of the lung is the most efficacious approach to this respiratory syndrome. We should not forget, however, that all knowledge from randomized trials has derived primarily from ARDS populations with bacterial pneumonia and septic abdominal disease [7]. Other causes for ARDS are rather sparsely represented. Meanwhile, physiological and pathophysiological studies dissect differences among ARDS populations with distinguishable characteristics and treatment responses, beginning with pulmonary and extra-pulmonary [8]. Indeed, there is now progressive pressure towards ‘personalizing’ medicine, a process which, in a sense, is exactly the opposite from the lumping used to define a syndrome. Against this framework, COVID-19 pneumonia abruptly appeared and changed our lives. Did also it change our thinking?As many COVID-19 patients present to the hospital with acute bilateral lung opacities the label of “ARDS” has been reflexively assigned and standard treatments for ARDS applied, in line with guidelines of the panels representing the National Institutes of Health and the Surviving Sepsis Campaign [9]. The recommended ‘lung protective’ strategy (low tidal volume and PEEP guided by published PaO2/FiO2 tables) led to the early use of PEEP levels exceeding 14 cmH2O [10]. However, front-line physicians treating these patients soon recognized that regardless of the severity of hypoxemia, the early stage COVID-ARDS lungs were unusually compliant and gas filled. At the same time, the prerequisites for PEEP to work, i.e., lung collapse and recruitability of functional units, were marginal, and unlike traditional ARDS, hypoxemia at COVID’s early stage was due primarily to impaired perfusion regulation, rather than true shunt. Moreover, in patients who failed to improve, compliance impressively deteriorated and pathophysiologic mechanisms dramatically changed. These findings introduced a question that initiated hot debate: Are treatment guidelines derived from studies of patients with ARDS caused by bacterial pneumonia and sepsis (which are characterized by recruitable ‘baby’ lungs) well suited to COVID-caused ARDS distinguished by unrecruitable and mechanically evolving ‘adult’ lungs? The answer is important; respiratory treatment likely plays a key role in determining outcome, as the reported ICU mortality rates for the same disease significantly varied between different ICUs [11, 12].\nCOVID-19 has clearly taught us that this “atypical” form of ARDS requires different treatment than “typical” ARDS. Similar reasoning could be applied for the pulmonary versus extra-pulmonary or for the inflammatory versus non-inflammatory phenotypes. This progressive migration towards “personalized” medicine implies the loss of the primary therapeutic advantage that initially led to lumping that justifies a uniform approach.At this stage, two different scenarios are possible to accommodate the discordant and inconvenient COVID-19 observations: (1) modify, rearrange, and rethink the ARDS definition; or (2) abandon the ARDS term as understood in its present form  (Table 1). In support of the first option, it has been proposed to expand the ARDS definition by modifying the radiological criterion to include ultrasound imaging, the gas-exchange criterion to allow pulse oximetry [13], and the oxygenation support criterion to recognize the use of high-flow oxygen and moderate PEEP [14]. It is difficult for us to understand the advantages of this ‘ultra-lumping’ approach [15]. If that course is taken, nearly all forms of respiratory distress will be diagnosed as ‘ARDS’. Why should we do this if appropriate management should be different? It seems more logical simply to label the diseases as they are: for example, pneumococcal respiratory distress, herpes respiratory distress, pancreatitis respiratory distress, etc. This de-lumping’ approach would push our thinking towards truly personalized medicine, realizing that not only the etiological treatment but also the appropriate respiratory approach might well be different in different situations and at different stages of the disease process.Table 1Keeping and abandoning ARDS: advantages and disadvatagesKeep and modify ARDS definitionAbandon ARDS definitionAdvantagesEasy patient categorization and labelingFacilitated enrollment in RCTsStandardized guidance of treatmentRecognizes need to personalize therapyFocuses on patient-relevant characteristicsEncourages best responses to ∆’s over timeDrawbacksNon-uniformity encourages inappropriate RxPromotes RCT enrollment of unqualified PtsMay inform misleading treatment guidelinesUniversal standards for Rx difficult to establishPrecision inhibits RCT design and enrollmentOften requires mastery of bedside physiologyOpen in a separate windowRCT randomized clinical trial, ∆ change, Rx treatment, Pts patients AcknowledgementsNone. Authors' contributionsThe authors equally contributed to the writing of the article. FundingNone. Availability of data and materialsNot applicable. DeclarationsEthics approval and consent to participateNot applicable.Consent for publicationNone.Competing interestsNone. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Ashbaugh DG, Bigelow DB, Petty TL, Levine BE. Acute respiratory distress in adults. Lancet. 1967;2(7511):319–323. doi: 10.1016/S0140-6736(67)90168-7. [PubMed] [CrossRef] [Google Scholar]2. Murray JF. Editorial: The adult respiratory distress syndrome (may it rest in peace) Am Rev Respir Dis. 1975;111(6):716–718. [PubMed] [Google Scholar]3. Gattinoni L, Quintel M. Fifty years of research in ARDS why is acute respiratory distress syndrome so important for critical care? Am J Respir Crit Care Med. 2016;194(9):1051–1052. doi: 10.1164/rccm.201604-0662ED. [PubMed] [CrossRef] [Google Scholar]4. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]5. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, Gattinoni L, Van Haren FMP, Larsson A, McAuley DF, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA J Am Med Assoc. 2016;315(8):788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]6. Vincent JL, Slutsky AS. We've never seen a patient with ARDS! Intensive Care Med. 2020;46(12):2133–2135. doi: 10.1007/s00134-020-06255-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Acute Respiratory Distress Syndrome N, Brower RG, Matthay MA, Morris A, Schoenfeld D, Thompson BT, Wheeler A. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342(18):1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]8. Pelosi P, D’Onofrio D, Chiumello D, Paolo S, Chiara G, Capelozzi VL, Barbas CS, Chiaranda M, Gattinoni L. Pulmonary and extrapulmonary acute respiratory distress syndrome are different. The European respiratory journal Supplement. 2003. [PubMed]9. Alhazzani W, Moller MH, Arabi YM, Loeb M, Gong MN, Fan E, Oczkowski S, Levy MM, Derde L, Dzierba A, et al.  Surviving sepsis campaign: guidelines on the management of critically ill adults with coronavirus disease 2019 (COVID-19) Crit Care Med. 2020;48(6):e440–e469. doi: 10.1097/CCM.0000000000004363. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Grasselli G, Zangrillo A, Zanella A, Antonelli M, Cabrini L, Castelli A, Cereda D, Coluccello A, Foti G, Fumagalli R, et al.  Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region, Italy. JAMA. 2020;323(16):1574–1581. doi: 10.1001/jama.2020.5394. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Qian Z, Alaa AM, van der Schaar M, Ercole A. Between-centre differences for COVID-19 ICU mortality from early data in England. Intensive Care Med. 2020;46(9):1779–1780. doi: 10.1007/s00134-020-06150-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Armstrong RA, Kane AD, Kursumovic E, Oglesby FC, Cook TM. Mortality in patients admitted to intensive care with COVID-19: an updated systematic review and meta-analysis of observational studies. Anaesthesia. 2021;76(4):537–548. doi: 10.1111/anae.15425. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Riviello ED, Kiviri W, Twagirumugabe T, Mueller A, Banner-Goodspeed VM, Officer L, Novack V, Mutumwinka M, Talmor DS, Fowler RA. Hospital incidence and outcomes of the acute respiratory distress syndrome using the Kigali modification of the Berlin definition. Am J Respir Crit Care Med. 2016;193(1):52–59. doi: 10.1164/rccm.201503-0584OC. [PubMed] [CrossRef] [Google Scholar]14. Matthay MA, Thompson BT, Ware LB. The Berlin definition of acute respiratory distress syndrome: should patients receiving high-flow nasal oxygen be included? Lancet Respir Med. 2021. [PMC free article] [PubMed]15. Brown SM, Peltan ID, Barkauskas C, Rogers AJ, Kan V, Gelijns A, Thompson BT. What does \"ARDS\" mean during the COVID-19 pandemic? Ann Am Thorac Soc. 2021. [PMC free article] [PubMed]"}