{"title": "Prone Positioning in Coronavirus Disease 2019 Patients with Acute Respiratory Distress Syndrome: How and When is the Best Way to do it?", "pubDate": "2021", "PMCID": "PMC8386328", "DOI": "10.2478/jtim-2021-0028", "PMID": "34497744", "abstract": "", "author": [{"author": "David De Bels", "affiliation": ["Departments of Intensive Care, Brugmann University Hospital, Brussels, Belgium."], "href": "/?term=De+Bels+D&cauthor_id=34497744"}, {"author": "Sébastien Redant", "affiliation": ["Departments of Intensive Care, Brugmann University Hospital, Brussels, Belgium."], "href": "/?term=Redant+S&cauthor_id=34497744"}, {"author": "Patrick M Honoré", "affiliation": ["Departments of Intensive Care, Brugmann University Hospital, Brussels, Belgium."], "href": "/?term=Honor%C3%A9+PM&cauthor_id=34497744"}], "refPMID": ["4168530", "22797452", "10793162", "10708156", "18350271", "16645177", "23688302", "29218379", "16764731", "24102072", "26650055", "31651455", "32031570", "32329799", "32333544", "32909535", "32437251", "33380236", "25981908", "32527302", "32860987", "32246843", "32569585", "32412581", "32412606", "32204726", "32793357", "33343904", "32665007"], "citedInPMID": ["34497744"], "body": " The acute respiratory distress syndrome (ARDS) was initially described in 1967.[1] The Berlin definitions nine years ago[2] proposed three different categories of ARDS (mild, moderate, and severe) according to the degree of hypoxemia (PaO2/FiO2 ratio between 300 and 200 in mild cases, between 200 and 100 in moderate cases, and below 100 in severe cases). The first data to have changed the mortality in ARDS patients were the ARDS-Net trial twenty years ago optimizing tidal volume.[3] In this study, a decrease in tidal volume under mechanical ventilation from 12 to 6 mL/kg of ideal body weight decreased the mortality of these patients from 39.8% to 31% (P = 0.007). Ventilator-free days were higher in the low tidal volume group, and failure of nonpulmonary organs was also statistically reduced.[3]Patients with ARDS have also undergone prone positioning for the last twenty years.[4] Prone positioning induces a transfer of the weight of the heart, the anterior wall of the rib cage, and the abdomen which fall on the bed and thus release the pressure on the dependent alveoli and improves ventilation. Randomized control trials have shown an increase in patient's oxygenation[5] and a decrease in ventilator-induced lung injury[6] under prone positioning but have not shown a decrease in mortality. It is not until the Guerin[7] study in 2013 that intensivists changed their mind in the best way of handling mechanically ventilated patients with ARDS with prone positioning. Indeed, in this multicenter study evaluating 466 patients with severe ARDS who underwent sessions of prone positioning for 16 hours a day after 24 hours of mechanical ventilation, the 28-day mortality decreased from 32.8% to 16% (P < 0.001). Ventilator-free days were also statistically reduced from 14 to 10 days (P < 0.001).[7]Complications of prone positioning seem rare in the literature and are mainly nerve compression (e.g., brachial plexus injury), crush injury, venous stasis (e.g., facial edema), dislodging of the endotracheal tube, diaphragm limitation, pressure sores (e.g., facial), dislodging of vascular catheters or drainage tubes, retinal damage, transient reduction in arterial oxygen saturation, vomiting, or transient arrhythmias. Mortality was never observed, and in Guerin's study,[7] it was statistically reduced in the proning group (P = 0.002).The effect of prone positioning on hemodynamics has long been a subject of debate. The APRONET study showed that one of the main reasons for not putting a patient in a prone position was the presence of a mean blood pressure <65 mmHg.[8] However, in the PROSEVA study, 72% of the patients were on vasopressors in prone position and the same proportion was found in the control group.[7] Previously, it had been shown that the application of thoraco-pelvic supports decreases chest wall compliance, increases pleural pressure, and slightly deteriorates hemodynamics without any advantage in gas exchange. This technique has since been abandoned.[9] More recently, it was shown that the setting in prone position was beneficial to the hemodynamics of the right heart with an increased cardiac index in 50% of patients.[10] This improvement is attributed to a decrease in afterload related to better oxygenation, a decrease in PaCO2, and potentially the possibility of reducing plateau pressure and positive end-expiratory pressure (PEEP).[11]Prone positioning has also been used during surgery, for example, in spine surgery. In this type of surgery, hypotension is frequently seen in prone patients. In these ventilated patients, the best way to predict fluid responsiveness in hypotension is the tidal volume challenge which seems a reliable functional hemodynamic test helpful in guiding intraoperative fluid therapy.[12] This could maybe be used in ARDS patients, but changing tidal volume could be dangerous.In 2020, when the coronavirus disease 2019 (COVID-19) epidemic exploded, a high number of patients were admitted to intensive care units (ICU) with severe hypoxia due to SARS-CoV-2-induced ARDS. ARDS seems to be a major complication in 20%–40% of COVID-19 patients.[13] The first strategy was rapid intubation and mechanical ventilation.[14] The major problem in COVID-19-associated ARDS is the pertinence of prone positioning. As in non-COVID-19 patients,[7] prone positioning has been proposed even though its role remains unclear as it is not sure that COVID-19-associated ARDS is the same as conventional ARDS.[14] In which intubated patients could prone help? Lung ultrasound could predict response to prone position in intubated patients. This was shown in patients intubated with a high lung ultrasound score (LUS), zero being normal to three showing a complete loss of aeration.[15] In such patients, proning could help ameliorate the PaO2/FiO2 ratio.[16] Another mean of showing the benefit of prone positioning is electrical impedance tomography. When image of lung ventilation and perfusion by using electrical impedance tomography is done, it shows a global decrease in the inhomogeneity index both for ventilation and perfusion, overall increasing ventilation and perfusion matching in the lung, which explains the improvement in oxygenation with prone positioning in patients with acute respiratory failure secondary to COVID-19-induced ARDS.[17] A retrospective observational cohort study in 42 ventilated patients with ARDS induced by SARS-CoV-2 showed an increase in PaO2/FiO2 ratio from 134 to 211 (P < 0.01) after the first prone session. A larger cohort study evaluating 335 patients[18] with the same disease showed, using a Fine-Gray competing risk analysis, that prone positioning was associated with a reduced mortality (SHR of 0.61 with a 95% CI of 0.46–0.80, P < 0.005). Using linear mixed effects models, the study was able to prove that proning was associated with improved oxygenation-saturation index, oxygenation index, and PaO2/FiO2 ratio (P < 0.05).Later in the COVID-19 epidemic, high-flow nasal oxygenation, which has been proposed in nonhypercapnic hypoxia,[19] and noninvasive ventilation (NIV) were proposed as a first use in severe hypoxic patients with COVID-19 as part of an attempt to decrease the need of mechanical ventilation and as such decrease the number of admissions to ICU.[20,21,22] This was even feasible outside ICU to be able to admit patients needing mechanical ventilation. In these COVID-19 awake patients without mechanical ventilation, a prone positioning has been proposed. A first study included 56 patients of which 84% were put in prone position. The PaO2/FiO2 ratio increased from 181 to 286 (P < 0.0001). When being asked to return to a supine positioning, 50% of the patients maintained a better PaO2/FiO2 ratio than before proning.[23] Two other smaller studies gave the same answer. In 24 patients, all were proned and only 4 needed invasive ventilation.[24] The others increased PaO2 by 20% (P = 0.006). The last study looking at patients without mechanical ventilation included 15 patients with mild or moderate ARDS.[25] Patients received NIV. Proning was initiated after poor response. Oxygenation and respiratory rates statistically improved. After 14 of therapy, only one patient was intubated, and one died. Caution is needed after seeing the studies in nonintubated patients as the improvements were only transient in most of them. Indications of proning in nonintubated patients could be acute respiratory failure in alert and conscious patients. This should be done early. It should be stopped in case of respiratory distress or when the patient sufficiently improves SpO2 (more than 2 hours at more than 93%).[26]Finally, we could look at some specific data about prone positioning in patients under extracorporeal membrane oxygenation (ECMO). In COVID-19-induced ARDS, some case series have shown the possibility of associating veno-venous (VV)-ECMO.[27, 28] A recent study evaluated 125 COVID-19 patients with ARDS. Of these, 25 had a VV-ECMO, and in this ECMO subgroup, 14 (20%) underwent prone positioning.[29] PaO2/FiO2 ratio improved up to 28% after prone positioning.In conclusion, COVID-19 patients with ARDS have undergone prone positioning whether they were under mechanical ventilation or with NIV and/or high-flow nasal oxygenation. This seems a very good idea even though we are waiting for sufficiently large studies to confirm this in COVID-19 patients, whether they are intubated or not. Complications are possible and should be evaluated. Prone positioning under VV-ECMO seemed to improve oxygenation in patients with COVID-19 ARDS without compromising the safety of the patients. Footnotes\nConflict of Interests\nThe authors declare to have no competing interests. REFERENCES1. Acute respiratory failure in asthma. Lancet. 1967;2:1026–7. [PubMed] [Google Scholar]2. Force ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E. et al. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–33. [PubMed] [Google Scholar]3. Acute Respiratory Distress Syndrome N. Brower RG, Matthay MA, Morris A, Schoenfeld D, Thompson BT. et al. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301–8. [PubMed] [Google Scholar]4. Broccard A, Shapiro RS, Schmitz LL, Adams AB, Nahum A, Marini JJ. Prone positioning attenuates and redistributes ventilator-induced lung injury in dogs. Crit Care Med. 2000;28:295–303. [PubMed] [Google Scholar]5. Abroug F, Ouanes-Besbes L, Elatrous S, Brochard L. The effect of prone positioning in acute respiratory distress syndrome or acute lung injury: a meta-analysis. Areas of uncertainty and recommendations for research. Intensive Care Med. 2008;34:1002–11. [PubMed] [Google Scholar]6. Galiatsou E, Kostanti E, Svarna E, Kitsakos A, Koulouras V, Efremidis SC. et al. Prone position augments recruitment and prevents alveolar overinflation in acute lung injury. Am J Respir Crit Care Med. 2006;174:187–97. [PubMed] [Google Scholar]7. Guerin C, Reignier J, Richard JC, Beuret P, Gacouin A, Boulain T. et al. Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368:2159–68. [PubMed] [Google Scholar]8. Guerin C, Beuret P, Constantin JM, Bellani G, Garcia-Olivares P, Roca O. et al. A prospective international observational prevalence study on prone positioning of ARDS patients: the APRONET (ARDS Prone Position Network) study. Intensive Care Med. 2018;44:22–37. [PubMed] [Google Scholar]9. Chiumello D, Cressoni M, Racagni M, Landi L, Li Bassi G, Polli F. et al. Effects of thoraco-pelvic supports during prone position in patients with acute lung injury/acute respiratory distress syndrome: a physiological study. Crit Care. 2006;10:R87. [PMC free article] [PubMed] [Google Scholar]10. Jozwiak M, Teboul JL, Anguel N, Persichini R, Silva S, Chemla D. et al. Beneficial hemodynamic effects of prone positioning in patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2013;188:1428–33. [PubMed] [Google Scholar]11. Mekontso Dessap A, Boissier F, Charron C, Begot E, Repesse X, Legras A. et al. Acute cor pulmonale during protective ventilation for acute respiratory distress syndrome: prevalence, predictors, and clinical impact. Intensive Care Med. 2016;42:862–70. [PubMed] [Google Scholar]12. Messina A, Montagnini C, Cammarota G, Giuliani F, Muratore L, Baggiani M. et al. Assessment of Fluid Responsiveness in Prone Neurosurgical Patients Undergoing Protective Ventilation: Role of Dynamic Indices, Tidal Volume Challenge, and End-Expiratory Occlusion Test. Anesth Analg. 2020;130:752–61. [PubMed] [Google Scholar]13. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J. et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020;323:1061–9. [PMC free article] [PubMed] [Google Scholar]14. Marini JJ, Gattinoni L. Management of COVID-19 Respiratory Distress. JAMA. 2020;323:2329–30. [PubMed] [Google Scholar]15. Yasukawa K, Minami T. Point-of-Care Lung Ultrasound Findings in Patients with COVID-19 Pneumonia. Am J Trop Med Hyg. 2020;102:1198–202. [PMC free article] [PubMed] [Google Scholar]16. Pierrakos C, Attou R, Iesu E, Baelongandi H, Honore PM, Bos LDJ. et al. Case Report: Lung Ultrasound for the Guidance of Adjunctive Therapies in Two Invasively Ventilated Patients with COVID-19. Am J Trop Med Hyg. 2020;103:1978–82. [PMC free article] [PubMed] [Google Scholar]17. Zarantonello F, Andreatta G, Sella N, Navalesi P. Prone Position and Lung Ventilation and Perfusion Matching in Acute Respiratory Failure due to COVID-19. Am J Respir Crit Care Med. 2020;202:278–9. [PMC free article] [PubMed] [Google Scholar]18. Shelhamer MC, Wesson PD, Solari IL, Jensen DL, Steele WA, Dimitrov VG. et al. Prone Positioning in Moderate to Severe Acute Respiratory Distress Syndrome Due to COVID-19: A Cohort Study and Analysis of Physiology. J Intensive Care Med. 2021;36:241–52. [PMC free article] [PubMed] [Google Scholar]19. Frat JP, Thille AW, Mercat A, Girault C, Ragot S, Perbet S. et al. High-flow oxygen through nasal cannula in acute hypoxemic respiratory failure. N Engl J Med. 2015;372:2185–96. [PubMed] [Google Scholar]20. Guan L, Zhou L, Le Grange JM, Zheng Z, Chen R. Non-invasive ventilation in the treatment of early hypoxemic respiratory failure caused by COVID-19: considering nasal CPAP as the first choice. Crit Care. 2020;24:333. [PMC free article] [PubMed] [Google Scholar]21. James A, Verdonk F, Bougle A, Constantin JM. Non-invasive ventilation for acute respiratory failure (in COVID-19 patients): the non-ending story? Anaesth Crit Care Pain Med. 2020;39:549–50. [PMC free article] [PubMed] [Google Scholar]22. Lyons C, Callaghan M. The use of high-flow nasal oxygen in COVID-19. Anaesthesia. 2020;75:843–7. [PubMed] [Google Scholar]23. Coppo A, Bellani G, Winterton D, Di Pierro M, Soria A, Faverio P. et al. Feasibility and physiological effects of prone positioning in non-intubated patients with acute respiratory failure due to COVID-19 (PRON-COVID): a prospective cohort study. Lancet Respir Med. 2020;8:765–74. [PMC free article] [PubMed] [Google Scholar]24. Elharrar X, Trigui Y, Dols AM, Touchon F, Martinez S, Prud’homme E. et al. Use of Prone Positioning in Nonintubated Patients With COVID-19 and Hypoxemic Acute Respiratory Failure. JAMA. 2020;323:2336–8. [PMC free article] [PubMed] [Google Scholar]25. Sartini C, Tresoldi M, Scarpellini P, Tettamanti A, Carco F, Landoni G. et al. Respiratory Parameters in Patients With COVID-19 After Using Noninvasive Ventilation in the Prone Position Outside the Intensive Care Unit. JAMA. 2020;323:2338–40. [PMC free article] [PubMed] [Google Scholar]26. Perez-Nieto OR, Guerrero-Gutierrez MA, Deloya-Tomas E, Namendys-Silva SA. Prone positioning combined with high-flow nasal cannula in severe noninfectious ARDS. Crit Care. 2020;24:114. [PMC free article] [PubMed] [Google Scholar]27. Kasai T, Bunya N, Wada K, Kakizaki R, Mizuno H, Inoue H. et al. Venovenous extracorporeal membrane oxygenation and prone ventilation for therapeutic management of COVID-19. Acute Med Surg. 2020;7:e546. [PMC free article] [PubMed] [Google Scholar]28. Maeda A, Nabeya D, Nagano H, Yagi N, Miyagi T, Kishaba T. Prone position ventilation and femoro-femoral veno-venous extracorporeal membrane oxygenation for COVID-19 treatment. Respirol Case Rep. 2021;9:e00700. [PMC free article] [PubMed] [Google Scholar]29. Garcia B, Cousin N, Bourel C, Jourdain M, Poissy J, Duburcq T. et al. Prone positioning under VV-ECMO in SARS-CoV-2-induced acute respiratory distress syndrome. Crit Care. 2020;24:428. [PMC free article] [PubMed] [Google Scholar]"}