{"title": "Clinical Risk Factors for Mortality Among Critically Ill Mexican Patients With COVID-19", "pubDate": "2021", "PMCID": "PMC8429783", "DOI": "10.3389/fmed.2021.699607", "PMID": "34513872", "abstract": "Little literature exists about critically ill patients with coronavirus disease 2019 (COVID-19) from Latin America. Here, we aimed to describe the clinical characteristics and mortality risk factors in mechanically ventilated COVID-19 patients from Mexico. For this purpose, we recruited 67 consecutive mechanically ventilated COVID-19 patients which were grouped according to their clinical outcome (survival vs. death). Clinical risk factors for mortality were identified by machine-learning and logistic regression models. The median age of participants was 42 years and 65% were men. The most common comorbidity observed was obesity (49.2%). Fever was the most frequent symptom of illness (88%), followed by dyspnea (84%). Multilobe ground-glass opacities were observed in 76% of patients by thoracic computed tomography (CT) scan. Fifty-two percent of study participants were ventilated in prone position, and 59% required cardiovascular support with norepinephrine. Furthermore, 49% of participants were coinfected with a second pathogen. Two-thirds of COVID-19 patients developed acute kidney injury (AKIN). The mortality of our cohort was 44.7%. AKIN, uric acid, lactate dehydrogenase (LDH), and a longitudinal increase in the ventilatory ratio were associated with mortality. Baseline PaO2/FiO2 values and a longitudinal recovery of lymphocytes were protective factors against mortality. Our study provides reference data about the clinical phenotype and risk factors for mortality in mechanically ventilated Mexican patients with COVID-19.", "author": [{"author": "Carmen M Hernández-Cárdenas", "affiliation": ["Respiratory Intensive Care Unit, Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas, Mexico City, Mexico."], "href": "/?term=Hern%C3%A1ndez-C%C3%A1rdenas+CM&cauthor_id=34513872"}, {"author": "José Alberto Choreño-Parra", "affiliation": ["Laboratory of Immunobiology and Genetics, Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas, Mexico City, Mexico.", "Escuela Nacional de Ciencias Biológicas, Instituto Politécnico Nacional, Mexico City, Mexico."], "href": "/?term=Chore%C3%B1o-Parra+JA&cauthor_id=34513872"}, {"author": "Carlos Torruco-Sotelo", "affiliation": ["Respiratory Intensive Care Unit, Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas, Mexico City, Mexico."], "href": "/?term=Torruco-Sotelo+C&cauthor_id=34513872"}, {"author": "Felipe Jurado", "affiliation": ["Respiratory Intensive Care Unit, Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas, Mexico City, Mexico."], "href": "/?term=Jurado+F&cauthor_id=34513872"}, {"author": "Héctor Serna-Secundino", "affiliation": ["Respiratory Intensive Care Unit, Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas, Mexico City, Mexico."], "href": "/?term=Serna-Secundino+H&cauthor_id=34513872"}, {"author": "Cristina Aguilar", "affiliation": ["Respiratory Intensive Care Unit, Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas, Mexico City, Mexico."], "href": "/?term=Aguilar+C&cauthor_id=34513872"}, {"author": "José G García-Olazarán", "affiliation": ["Respiratory Intensive Care Unit, Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas, Mexico City, Mexico."], "href": "/?term=Garc%C3%ADa-Olazar%C3%A1n+JG&cauthor_id=34513872"}, {"author": "Diana Hernández-García", "affiliation": ["Respiratory Intensive Care Unit, Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas, Mexico City, Mexico."], "href": "/?term=Hern%C3%A1ndez-Garc%C3%ADa+D&cauthor_id=34513872"}, {"author": "Eduardo M Choreño-Parra", "affiliation": ["Posgrado en Ciencias Biológicas, Universidad Nacional Autónoma de México, Mexico City, Mexico."], "href": "/?term=Chore%C3%B1o-Parra+EM&cauthor_id=34513872"}, {"author": "Joaquín Zúñiga", "affiliation": ["Laboratory of Immunobiology and Genetics, Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas, Mexico City, Mexico.", "Tecnologico de Monterrey, Escuela de Medicina y Ciencias de la Salud, Mexico City, Mexico."], "href": "/?term=Z%C3%BA%C3%B1iga+J&cauthor_id=34513872"}, {"author": "Gustavo Lugo-Goytia", "affiliation": ["Respiratory Intensive Care Unit, Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas, Mexico City, Mexico."], "href": "/?term=Lugo-Goytia+G&cauthor_id=34513872"}], "refPMID": ["32320003", "32091533", "32364264", "32291399", "32325026", "32316063", "32425338", "32199072", "32007143", "32411652", "32294485", "32125452", "32197108", "32167524", "32334118", "32191259", "32250385", "32105632", "31992387", "22797452", "22890468", "28836909", "32425950", "32227123", "32346099", "28958655", "32296069", "32650275", "29515037", "11973365", "15329171", "31754866", "32203672", "21625080", "21342489", "23542734", "31341456", "32416116", "32738466", "32228035"], "citedInPMID": ["34513872"], "body": " AbstractLittle literature exists about critically ill patients with coronavirus disease 2019 (COVID-19) from Latin America. Here, we aimed to describe the clinical characteristics and mortality risk factors in mechanically ventilated COVID-19 patients from Mexico. For this purpose, we recruited 67 consecutive mechanically ventilated COVID-19 patients which were grouped according to their clinical outcome (survival vs. death). Clinical risk factors for mortality were identified by machine-learning and logistic regression models. The median age of participants was 42 years and 65% were men. The most common comorbidity observed was obesity (49.2%). Fever was the most frequent symptom of illness (88%), followed by dyspnea (84%). Multilobe ground-glass opacities were observed in 76% of patients by thoracic computed tomography (CT) scan. Fifty-two percent of study participants were ventilated in prone position, and 59% required cardiovascular support with norepinephrine. Furthermore, 49% of participants were coinfected with a second pathogen. Two-thirds of COVID-19 patients developed acute kidney injury (AKIN). The mortality of our cohort was 44.7%. AKIN, uric acid, lactate dehydrogenase (LDH), and a longitudinal increase in the ventilatory ratio were associated with mortality. Baseline PaO2/FiO2 values and a longitudinal recovery of lymphocytes were protective factors against mortality. Our study provides reference data about the clinical phenotype and risk factors for mortality in mechanically ventilated Mexican patients with COVID-19.Keywords: COVID-19, SARS-CoV-2, ARDS, risk factors, mortality IntroductionThe novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the causative agent of the coronavirus disease 2019 (COVID-19), has rapidly spread worldwide. Although most infected individuals develop mild disease, the spectrum of COVID-19 encompasses severe manifestations that represent up to 5% of cases (1, 2). These forms are characterized by a severe pulmonary inflammation with exudative diffuse alveolar damage and massive capillary congestion accompanied by microthrombi (3, 4). Physiologically, these alterations result in ventilation-perfusion inequalities and severe acute hypoxemic respiratory failure leading to mechanical ventilation (MV) requirement. The exuberant immune response elicited by SARS-CoV-2, together with endothelial dysfunction (5), coagulation disorders (6), and extrapulmonary viral dissemination (7), also precipitate multiorgan failure in a significant proportion of severe COVID-19 cases.The global case fatality rate (CFR) of COVID-19 varies from 0.2 to 10.5%, depending on several factors, such as age, comorbidities, and geographical region (8). Of note, mortality rates can be as high as 80% among cases admitted to the intensive care unit (ICU) (1). Several clinical and immunological parameters impact on COVID-19-associated morbidity and mortality (2, 9–15). However, most prognostic factors that are currently being used by clinicians have been identified in heterogeneous cohorts of COVID-19 patients with mild to severe manifestations. To what extent those factors independently associated with poor clinical outcomes in the overall population of COVID-19 patients remain informative among individuals in critical condition is not well understood.The experience with critically ill COVID-19 patients from China, Europe, and the United States has been widely reported in the literature (1, 16–18). However, there is limited information available from Latin America, one of the larger epicenters of the COVID-19 pandemic. Here, we describe the clinical features and outcomes of critically ill COVID-19 patients admitted to the respiratory intensive care unit (RICU) of a national reference center for respiratory diseases in Mexico City. Using a machine-learning algorithm and traditional logistic regression analyses, we also identified clinical risk factors for severe COVID-19-associated mortality. Our results provide reference data about the clinical phenotype of severe COVID-19 among non-Caucasian Hispanic patients from Latin America. Furthermore, our study contributes to a better understanding of the frequency and importance of specific clinical characteristics that determine the risk of mortality in COVID-19 among populations from different geographic regions. MethodsStudy Design and ParticipantsWe conducted a prospective cohort study in patients with acute respiratory distress syndrome (ARDS) admitted to the RICU of the Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas (INER) in Mexico City, during the period from March to June of 2020. Individuals that tested positive for SARS-CoV-2 infection in swab samples, bronchial aspirates (BA), or bronchoalveolar lavage (BAL) specimens were eligible. Detection of SARS-CoV-2 was performed by real-time polymerase chain reaction (RT-PCR), as described before (19). None of the participants was coinfected with the human immunodeficiency virus (HIV).Data Retrieval and DefinitionsMicrosoft Excel (MS Excel 365) was used for data collection. Clinical and demographic data were retrieved from patients' medical records, including age, gender, anthropometrics, comorbidities, symptoms, thoracic computed tomography (CT) scan findings, and initial laboratory tests. Initial laboratory tests were defined as the first test results available, typically within 24 h of hospital admission, and included white blood cell counts, liver and kidney function, serum electrolytes, metabolic panel, gasometrical and ventilatory parameters, tissue-injury biomarkers, coagulation parameters, and the severity of disease scores Sequential Organ Failure Assessment (SOFA) and Acute Physiology and Chronic Health disease Classification System II (APACHE-II). Some laboratory parameters, including lymphocyte counts and ventilatory ratio (VR), were monitored continuously, and the last available test results were retrieved for analysis. The primary endpoint of the study was mortality.ARDS was diagnosed in accordance with the Berlin definition (20). Acute kidney injury (AKIN) was diagnosed in accordance with the Kidney Disease: Improving Global Outcomes (KDIGO) clinical practice guidelines (21). Body mass index (BMI) was calculated as follows: weight (kg)/height (m)2. Obesity was defined as a BMI ≥30 kg/m2. Bacterial coinfection was defined as a positive culture and consistent clinical data. In cases where the cultures were negative, coinfection was defined based on the presence of persistent fever, leukocytosis, neutrophilia, increased procalcitonin levels, and hemodynamic instability for more than 48 h. Static respiratory-system compliance (Cstat) was calculated as the ratio of the tidal volume to the difference between inspiratory plateau pressure (Pplat) and the positive end-expiratory pressure (PEEP). Driving pressure was calculated as the difference between the Pplat and PEEP. VR was calculated as follows: VR = [minute ventilation (mL/min) × PCO2 (mmHg)]/[predicted body weight × 100 (mL/min) × 37.5 (mmHg)]. Fold changes in variables that were continuously monitored (lymphocyte counts and VR, hereinafter referred to as follow-up parameters) were calculated as the ratio of the difference between values at discharge/death and admission divided by the values of the variables of interest at admission.Study ApprovalThe Institutional Review Board of the INER in Mexico City approved the study. All participants or their legal guardians provided written informed consent in accordance with the Declaration of Helsinki for Human Research. Clinical data were managed according to the Mexican Constitution law NOM-012-SSA3-2012, which establishes the criteria for the execution of clinical investigations in humans.Statistical AnalysisDescriptive statistics were used to characterize the study population clinically. Frequencies and proportions were calculated for categorical data. Means, medians, standard deviations (SD), interquartile ranges (IQR), and 95% confidence intervals were used for continuous variables. Differences in categorical variables between groups were assessed by the Fisher exact or Chi-square test. For comparisons of continuous variables, we used the Student T-test or the Mann-Whitney U-test, as appropriate. The K-means algorithm was used for clustering study participant characteristics according to their clinical outcome (survival or fatality). Before data visualization, clinical features and laboratory parameters were scaled and centered.All clinical variables were included in a random forest analysis. For this purpose, and considering that the small sample size of the study could impact the performance of the model, 1,000 classification and regression trees (CARTs) were conducted to minimize the prediction error of the analysis measured in terms of Out-of-bag (OOB) error (22). The variables with the highest mean Gini decrease values were considered as having the highest impact on mortality and used as covariates for binomial logistic regression analyses. The accuracy of the selected mortality risk factors identified by random forest and logistic regression models was further evaluated with the area under the Receiver Operating Characteristic (ROC) curve (AUC). In addition, Kaplan–Meier curves were constructed to look for differences in survival according to these variables dichotomized by the ROC curve threshold with the highest diagnostic accuracy estimated using the Youden index. For random forest and logistic regression analyses, patients with any missing value in the variables of interest were excluded. All analyses were conducted using GraphPad Prism 8 (La Jolla, CA) and R Statistical Software (Foundation for Statistical Computing, Vienna, Austria). Specific tests are also mentioned in figure legends. Two-sided p-values ≤ 0.05 were considered as significant: *p ≤ 0.05, **p ≤ 0.01, ***p ≤ 0.001, ****p ≤ 0.0001. ResultsClinical Characteristics of ParticipantsData from 67 consecutive COVID-19 patients admitted to the RICU were analyzed. Thirty-seven patients survived, and 30 died (44.7%). Survival rates at different time points after admission are shown in Table 1. Most fatality cases occurred during the second week after RICU admission. The median age of study participants was 42 years (range 23–73), with no differences between survivors and deceased patients (Table 2). Sixty-five percent of participants were men, and the proportion of males was significantly higher in the group of dead patients compared to survivors (80 vs. 54%, p < 0.05). Also, the BMI of deceased patients tended to be higher than in survivors. The main comorbidity observed in our study was obesity (49.2%), followed by diabetes (20.8%), and systemic arterial hypertension (SAH; 11.9%). These conditions were similarly distributed across participant groups. Fever was the most frequent manifestation of illness (88%), followed by dyspnea (84%), cough (62%), myalgia (50%), and headache (46%). Only 20% of patients reported diarrhea. The frequency of dyspnea was significantly higher among patients that died.Table 1Cumulative survival rates in patients with severe COVID-19.\nTime after hospital admission\n\nSurvival (%)\n\n95% CI\n7 days82.070.6–89.414 days56.241.6–68.521 days47.631.1–62.328 days42.325.1–58.5Open in a separate windowSurvival rates and their 95% confidence interval (95% CI) were estimated using the Kaplan-Meyer method and the log-rank test.Table 2Clinical characteristics of critically ill COVID-19 patients.\nCharacteristic\n\nTotal\n\nN\n= 67\n\nSurvivors\n\nN\n= 37\n\nDeceased\n\nN\n= 30\n\np\n-value\nAge (years), median (range)42 (23–73)37 (23–65)45 (27–73)0.2336Males44 (65.67)20 (54.0)24 (80)0.0383BMI30.5 (26.7–37.5)29.7 (26.4–34.4)33.8 (27.4–39.5)0.0748\nComorbidities\nObesity33 (49.2)16 (43.2)17 (56.6)0.3302Diabetes14 (20.8)10 (27.0)4 (13.3)0.2314SAH8 (11.9)2 (5.4)6 (20)0.1264\nSymptoms at onset\nFever44/50 (88)23/27 (85.1)21/23 (91.3)0.674Cough31/50 (62)17/27 (62.9)14/23 (60.8)>0.9999Dyspnea42/50 (84)19/27 (70.3)23/23 (100)0.005Myalgia25/50 (50)15/27 (55.5)10/23 (43.4)0.5709Headache23/50 (46)12/27 (44.4)11/23 (47.8)>0.9999Diarrhea10/50 (20)6/27 (22.2)4/23 (17.3)0.7356\nCT scan findings\nGround glass opacities38/50 (76)22/27 (81.4)16/23 (69.5)0.5077Crazing paving pattern2/50 (4)2/27 (7.4)0/23 (0)0.4931Consolidation22/50 (44)9/27 (33.3)13/23 (56.5)0.1532RICU stay (days)10 (8–17)13 (9–18)8 (6–13)0.003\nSupportive interventions\nMV67 (100)37 (100)30 (100)>0.9999Prone position35 (52.2)17 (45.9)18 (60)0.3271Norepinephrine40 (59.7)17 (45.9)23 (76.6)0.0133\nComplications\nAKIN44 (65.6)15 (40.5)29 (96.6)<0.0001Stage 120 (29.8)10 (27.0)10 (33.3)0.6019Stage 212 (17.9)1 (2.7)11 (36.6)0.0007Stage 312 (17.9)4 (10.8)8 (26.6)0.1165Coinfection33 (49.2)14 (37.8)19 (63.3)0.0506Open in a separate windowData are displayed as n (%), n/N (%), or median (IQR). N is the total number of patients with available data. AKIN, acute kidney injury; BMI, body mass index; CT, computed tomography; IQR, interquartile range; MV, mechanical ventilation; RICU, respiratory intensive care unit; SAH, systemic arterial hypertension. Differences in continuous variables were estimated using the Student T–test or the Mann Whitney U-test. Differences in categorical variables were calculated using the Fisher's exact or the Chi-square test as appropriate.Thorax CT scan revealed multilobe ground-glass opacities in 76% of COVID-19 patients, whereas focal consolidations and a crazing-paving pattern were observed in 44% and 4% of participants, respectively. The overall median of days of stay in the RICU was 10 days. All patients required invasive MV, and most of them were intubated within the first 24 h after hospitalization. Fifty-two percent of patients were ventilated in the prone position, and 59% required norepinephrine for cardiovascular support. Of note, a higher proportion of patients that succumbed to COVID-19 required norepinephrine than survivors (76 vs. 45%, p < 0.05). Strikingly, up to two-thirds of COVID-19 patients admitted to the RICU developed AKIN, mostly of KDIGO stage 1. However, the percentage of individuals with AKIN was significantly much higher in the group of deceased patients than in survivors (96 vs. 40%, p < 0.0001). Furthermore, 49% of participants got coinfected with a second pathogen, and the frequency of coinfection tended to be higher in patients that died of COVID-19 (Table 2).Laboratory Parameters of Severely Ill COVID-19 PatientsMost laboratory test results and respiratory parameters at hospital admission were similar in the two groups of COVID-19 patients admitted to the RICU (Table 3). Indeed, in unsupervised clustering analysis, patients with a similar clinical outcome did not cluster together according to their baseline laboratory parameters (Supplementary Figure 1). This finding reflects the high clinical heterogeneity of our entire cohort of severely ill COVID-19 patients admitted to the RICU. Only uric acid, creatinine (Cr), and bilirubin levels, as well as SOFA score, were significantly higher among deceased patients as compared to survivors (Table 3). Procalcitonin levels were also higher in patients that succumbed to the infection than in survivors, but the difference did not reach statistical significance (p = 0.0576). In contrast, patients who survived differ significantly from deceased individuals with respect to higher PaO2/FiO2 values at admission.Table 3Laboratory parameters of critically ill COVID-19 patients.\nCharacteristic\n\nTotal\n\nN\n= 67\n\nSurvivors\n\nN\n= 37\n\nDeceased\n\nN\n= 30\n\np\n-value\n\nBlood count\nWhite blood cells (109/L)9.4 (7.3–13.03)9.3 (7.2–12.4)10.2 (7.3–14)0.7857Neutrophils (109/L)7.9 (5.7–11.4)7.9 (5.9–10.5)8.2 (5.3–12.7)0.9515Lymphocytes (109/L)0.8 (0.5–1.02)0.7 (0.5–1.0)0.9 (0.6–1.2)0.1188NLR11.2 (6.4–16.2)11.5 (6.7–17.9)10.2 (5.6–16)0.3784Hgb (g/dL)13.9 (13.1–15.2)13.8 (12.7–15.1)14.0 (13.2–15.4)0.4139Platelets (109/L)243 (188.8–308.8)252 (202–326.5)213 (150.8–307)0.1473\nMetabolic parameters\nGlucose (mg/dL)141.2 (108–185)142.6 (114.5–211)138.9 (106.5–170.5)0.4729Uric acid (mg/dL)4.0 (2.5–5.0)3.5 (1.6–4.6)4.6 (3.6–5.6)0.0069Na (mmol/L)141.2(138.2–143.6)141 (138.5–143)141.5(137.8–144.5)0.4553K (mmol/L)4.3 (3.9–4.7)4.2 (3.9–4.6)4.3 (3.9–4.7)0.7808Total proteins (g/dL)5.9 (5.5–6.4)5.8 (5.4–6.3)6.0 (5.6–6.5)0.1663Albumin (g/dL)2.9 (2.6–3.3)2.9 (2.6–3.5)2.9 (2.6–3.2)0.5667\nRenal function\nCr (mg/dL)0.9 (0.7–1.4)0.8 (0.6–1.2)1.2 (0.8–1.8)0.0105BUN (mg/dL)19.6 (13.9–31.5)19.8 (14.1–28.9)19.6 (13.7–36.7)0.3579\nLiver function\nTotal bilirubin (mg/dL)0.5 (0.4–0–6)0.4 (0.3–0.5)0.5 (0.4–0.6)0.036AST (U/L)47.3 (30–76)42.5 (26.8–69.7)49.5 (31.9–108.8)0.1981ALT (U/L)39.6 (27.9–67.4)45.4 (28.1–68.5)37.4 (25.6–62.6)0.5368\nCoagulation parameters\nD dimer (mg/L)1.0 (0.7–2.1)1.0 (0.7–2.4)1.1 (0.7–2.2)0.6052INR1.0 (1.0–1.1)1.0 (1.0–1.0)1.0 (0.9–1.1)0.5146PT (sec)15.1 (14.5–16.5)14.9 (14.6–16.5)15.4 (14.2–16.5)0.8317aPTT (sec)38.4 (34.6–44.8)38.5 (35.9–42.1)37.6 (33.5–49.5)0.7963\nOther biomarkers\nLDH (U/L)494 (357–711)450 (356.5–589)566.5 (358.8–738.3)0.2009ALP (U/L)81.6 (64–96.8)81.8 (59.1–94)81.6 (66.3–128.6)0.3252CPK (U/L)152.5 (62.3–900)180.4 (52.2–964)146.2 (72.5–1016)0.694Procalcitonin (ng/mL)0.16 (0.1–0.37)0.12 (0.07–0.2)0.2 (0.1–0.69)0.0576\nRespiratory parameters\nSO2%73 (50–85)73 (41.5–84.5)71.5 (57.5–85)0.8582PCO2 (mmHg)47 (38–56)49 (41–58)46 (37.5–52.2)0.1853PaO2/FiO2 (mmHg)141 (96–177)158 (110.5–188.5)121 (88–157.3)0.0109DP (cm H2O)12 (10–14)12 (10–14.5)12 (10.6–14.2)0.4978Cstat (ml/cm H2O)33.6 (27–40.9)33.3 (26.2–40.9)35.0 (29.6–40.9)0.4424VR2.0 (1.6–2.4)2.0 (1.7–2.6)2.0 (1.6–2.3)0.3483\nSeverity of disease\nSOFA score5 (4–7)4 (3–7)6 (4–8)0.0155APACHE-II score10 (6–17)9 (5–14)12 (6–17)0.2706\nFollow-up parameters\nFold change in lymphocytes0.32 (−0.23–1.12)0.87 (0.21–1.83)−0.11 (−0.41–0.68)<0.0001Fold change in VR−0.22 (−0.40–0.22)−0.35 (−0.45–0.19)0.15 (−0.23–0.59)<0.0001Open in a separate windowData are displayed as n (%) or median (IQR). N is the total number of patients with available data. ALP, alkaline phosphatase; ALT, alanine aminotransferase; APACHE-II, Acute Physiology and Chronic Health disease Classification System II; aPTT, activated partial thromboplastin time; AST, aspartate aminotransferase; Cstat, static compliance; BUN, blood ureic nitrogen; CPK, creatine phosphokinase; Cr, creatinine; DP, driving pressure; FiO2, fraction of inspired oxygen; Hgb, hemoglobin; INR, international normalized ratio; IQR, interquartile range; K, potassium; LDH, lactate dehydrogenase; Na, sodium; NLR, neutrophil/lymphocyte ratio; PaO2, partial pressure of oxygen in arterial blood; PCO2, partial pressure of carbon dioxide in the blood; PT, prothrombin time; SO2%, oxygen saturation; SOFA, Sequential Organ Failure Assessment; VR, ventilatory ratio. Differences in continuous variables were estimated using the Student T-test or the Mann Whitney U-test. Differences in categorical variables were calculated using the Fisher's exact or the Chi-square test as appropriate. Fold changes were calculated as the ratio of the difference between values at discharge/death and values at admission divided by the initial values of the variables of interest (lymphocyte counts and VR).We also monitored lymphocyte counts and VR in all COVID-19 patients. Remarkably, the group of survivors showed a significant recuperation of lymphocyte counts at discharge from the RICU with respect to the baseline (Table 3). Conversely, deceased patients showed minimal recovery and even displayed depletion of lymphocytes before death. Finally, patients who died showed a significant increase in VR values, whereas survivors were characterized by a decrease in VR at discharge from the RICU. Fold changes in lymphocytes and VR were significantly different between groups (Table 3).Mortality Risk Factors in Patients With Severe COVID-19We next investigated clinical risk factors for mortality in our cohort of critically ill COVID-19 patients. For this purpose, we performed a random forest analysis using baseline clinical and laboratory characteristics, as well as follow-up parameters of study participants. This is a machine-learning algorithm that accurately estimates the importance of each variable from a dataset for the occurrence of a dichotomous variable (i.e., mortality) (22). The results showed that fold change in VR, fold change in lymphocytes, AKIN, uric acid, bilirubin, Cr, activated partial thromboplastin time (aPTT), BMI, lactate dehydrogenase (LDH), age, and PaO2/FiO2 were the most explicative variables for mortality, all of them with importance above the overall mean importance of the model (Figure 1).Open in a separate windowFigure 1Random forest analysis of the clinical characteristics associated with mortality in critically ill COVID-19 patients. The points represent the mean decrease Gini values, indicative of the importance of each variable to mortality. Variables with mean decease Gini values above the mean importance of the model (discontinuous vertical line) were considered as the most explicative variables of severe COVID-19-associated mortality in our cohort.From these variables identified in the random forest analysis, only fold change in VR, AKIN, uric acid, and LDH were independent mortality risk factors in binomial logistic regression analyses. Meanwhile, baseline PaO2/FiO2 values and fold change in lymphocytes were protective factors (Table 4). In fact, patients with an increase in VR (fold change ≥-0.0351 from baseline), AKIN, high uric acid (≥3.085 mg/dL), and elevated LDH levels (≥528.5 U/L), showed significantly lower survival rates at 28 days after admission to the RICU (Table 5; Figure 2). In contrast, patients with a longitudinal increase in lymphocyte counts (fold change ≥0.127 from baseline) and higher PaO2/FiO2 (≥157.5) values at admission had lower mortality rates.Table 4Logistic regression analysis of risk factors for COVID-19-associated mortality.\nVariable\n\nOR\n\n95% CI\n\np\n-value\nFold change in VR50.208.187–548.3<0.0001Fold change in lymphocytes0.2260.08815–0.4747<0.0001AKIN36.736.631–692.1<0.0001Uric acid (mg/dL)1.2371.003–1.5870.0463Total bilirubin (mg/dL)3.5330.3235–45.640.3023Cr (mg/dL)1.0860.7491–1.6130.6568aPTT (sec)1.0400.9702–1.1200.2696BMI1.0680.9930–1.1620.0778LDH (U/L)1.0021.000–1.0050.0360Age (years)1.0190.9778–1.0630.3768PaO2/FiO2 (mmHg)0.98720.9751–0.99840.0241Open in a separate window95% CI, 95% confidence interval; AKIN, acute kidney injury; aPTT, activated partial thromboplastin time; BMI, body mass index; Cr, creatinine; FiO2, fraction of inspired oxygen; LDH, lactate dehydrogenase; OR, odds ratio; PaO2, partial pressure of oxygen in arterial blood; VR, ventilatory ratio. Fold changes in lymphocyte counts and VR are defined as the ratio of the difference between values at discharge/death and values at admission divided by the initial values of these variables.Table 5Survival rates of severely ill COVID-19 patients according to their clinical characteristics.\nVariable\n\nROC\n\nAUC (95% CI)\n\nSensitivity (%)\n\nSpecificity (%)\n\nSurvival\n\n(%, 95% CI)\n\np\n-value\nFold change in VR0.8441 (0.7521–0.9361)63.3388.24<0.0001≥-0.035111.68 (1.09–36.03)<-0.035161.82 (36.03–79.72)Fold change in lymphocytes0.8039 (0.6981–0-9098)63.3385.29<0.0001≥0.12768.51 (48.44–82.09)<0.1278.31 (0.58–29.97)AKINN/A96.6759.46<0.0001Yes22.53 (7.84–41.79)No95.00 (69.47–99.28)Uric acid (mg/dL)0.6971 (0.5682–0.8260)9044.120.025≥3.08532.29 (16.25–49.49)<3.08583.33 (56.76–94.29)LDH (U/L)0.6245 (0.4822–0.7668)6073.530.0035≥528.519.10 (4.30–41.85)<528.561.09 (35.88–78.90)PaO2/FiO2 (mmHg)0.6569 (0.5232–0.7905)76.67500.0706≥157.558.18 (27.79–79.53)<157.532.28 (13.51–52.78)Open in a separate window95% CI, 95% confidence interval; AKIN, acute kidney injury; AUC, area under the curve; FiO2, fraction of inspired oxygen; LDH, lactate dehydrogenase; N/A, not applicable; PaO2, partial pressure of oxygen in arterial blood; ROC, receiver operating characteristic curve; VR, ventilatory ratio. Survival rates at 28 days of admission, and their 95% CI were estimated using the Kaplan-Meyer method and the log-rank test. Best ROC curve thresholds were calculated with the Youden index. Sensitivity and specificity for AKIN were calculated by the Wilson/Brown method. Fold changes in lymphocyte counts, and VR are defined as the ratio of the difference between values at discharge/death and values at admission divided by the initial values of these variables.Open in a separate windowFigure 2Survival of COVID-19 patients admitted to the RICU according to their clinical characteristics. Critically ill COVID-19 patients were categorized according to different clinical risk factors for mortality identified by random forests and binomial logistic regression analyses. (A) Fold change in the ventilatory ratio (VR). (B) Fold change in lymphocytes. (C) Acute kidney injury (AKIN). (D) Uric acid levels. (E) Lactate dehydrogenase (LDH) levels. (F) PaO2/FiO2 index. Survival curves were compared using the Kaplan-Meyer method and the log-rank test. Continuous variables were dichotomized using the best ROC curve threshold determined using the Youden index. Fold changes in lymphocyte counts and VR are defined as the ratio of the difference between values at discharge/death and values at admission divided by the initial values of these variables.Finally, a binomial regression analysis of the variables not identified as important for mortality by random forest analysis showed that male gender, use of norepinephrine, and SOFA score were independently associated with mortality. In contrast, the neutrophil to lymphocyte ratio (NLR) was a protective factor (Supplementary Table 1). From these, only norepinephrine usage was associated with significantly lower survival rates in the Kaplan-Meier and log-rank test analysis (Supplementary Figure 2). However, in a second random forest model using all the independent mortality risk and protective factors identified only by binomial logistic regression, none of these additional factors showed to be explicative for mortality (Supplementary Figure 3). DiscussionIn the current study, we report the clinical characteristics of a cohort of critically ill patients with COVID-19 that were admitted to the RICU of a national reference center for respiratory diseases in Mexico City. Our analyses showed that most demographic, clinical, radiological, and biochemical characteristics of Mexican patients with severe SARS-CoV-2 infection resemble those reported previously by other groups from China, Europe, and the United States. Furthermore, we determined which factors were independently associated with mortality using a non-conventional statistical approach that included machine-learning algorithms and traditional regression analyses. This strategy of analysis allowed us to identify six variables that had the highest impact on the mortality of our cohort: fold change in VR, fold change in lymphocyte counts, AKIN, uric acid, LDH, and PaO2/FiO2. From these, fold change in lymphocytes and PaO2/FiO2 at admission acted as independent protective factors.A dramatic depletion of total lymphocytes, as well as of CD8+ and CD4+ T-cells, has been reported in patients with SARS-CoV-2 infection (23–25). This phenomenon is the expression of a dysregulated immune response elicited by the virus that favors immunosuppression and is associated with a high risk of secondary bacterial infection, septic shock, and organ dysfunction (26). Indeed, lymphopenia has been described as a marker of severity and a predictor of mortality in COVID-19 (27). In our cohort, baseline lymphocyte counts were extremely low in all patients, with no differences between survivors and non-survivors. These data may indicate that despite lymphopenia is a readout of severity in the overall population of COVID-19 patients, this marker is not further informative when used only among critically ill individuals. Thus, lymphocyte counts on admission should be used only in the decision-making for patients with mild-to-moderate forms of the disease to predict the progression to severe COVID-19.Recovery of the adaptive immune system with an increase in the number of circulating T lymphocytes is necessary to eliminate the virus (28). Notably, we also found that longitudinal increases in the number of circulating lymphocytes (here expressed as a fold change in lymphocytes) have a strong protective effect against mortality. In other words, a longitudinal increase in lymphocytes associates with a decreased mortality risk, while a decrease in lymphocytes correlates with a significant increase in the risk of death. This result is consistent with the rapid and dramatic restoration of peripheral T lymphocytes observed in patients who recovered from SARS-CoV-2 infection (28). Hence, our results indicate that changes in the lymphocyte counts could be used as a parameter to guide therapeutic decisions for critically ill COVID-19 patients. For instance, this parameter could determine which patients would benefit from steroids use. These drugs could have both favorable and unfavorable consequences. For example, in patients with an exaggerated inflammatory response, steroids may reduce organ damage. In contrast, in patients with severe immunosuppression, steroids could accentuate this defect, increasing the risk of sepsis and mortality; applying treatments that stimulate the immune system could be useful in these patients (29).VR is governed by the production of carbon dioxide (CO2) and the ventilatory efficiency (1-(Vd/Ve)) and can be easily calculated at the patient's bedside using ventilation and blood gas parameters. It correlates with the percentage of dead space and is also associated with an increased risk of mortality (30–32). Previous studies on patients with ARDS and COVID-19 have reported a significant association between the VR at admission and mortality (33). In our patients, we did not observe this association upon admission to the RICU. However, we observed that a longitudinal increase in VR was a marker of poor clinical outcome in our cohort of patients with ARDS due to COVID-19. This result is consistent with other reports that demonstrated that an increase in the fraction of dead space during the first weeks of ARDS is an independent predictor of mortality (30–32). In summary, the worsening of the VR in our cohort was independently associated with an increased risk of mortality. Similar to the tidal volume adjusted for the predicted weight, plateau pressure, DP, and PaO2/FiO2 ratio, the VR should be monitored daily and used to make adjustments to the ventilatory parameters, always taking into account the variables mentioned above.The most striking mortality risk factor identified in our study population was the incidence of AKIN. The injury of the kidney has been widely reported in patients with sepsis and severe ARDS associated with other respiratory pathogens, such as influenza viruses (34–36). Indeed, AKIN is a well-recognized mortality risk factor in patients with severe pneumonia caused by the pandemic influenza A(H1N1)pdm09 virus (37). Similarly, a high incidence of AKIN has been reported in patients with COVID-19. For instance, Hirsch et al. reported an incidence of 36.6% in a cohort of 5,449 patients with COVID-19 (38). However, in patients with respiratory failure who required invasive MV, the incidence of AKIN was 89.7%, and in those who required hemodialysis the mortality was 55% (38). In our cohort, up to 65% of the patients developed AKIN, and its incidence had a strong effect on mortality. Several mechanisms could contribute to the development of AKIN among patients with severe COVID-19, including direct injury driven by the virus and detrimental effects of the high levels of circulating proinflammatory mediators, endothelial dysfunction, and micro-thrombosis of renal blood vessels. Independently of the causative mechanism, the implementation of the KDIGO supportive care guidelines to avoid AKIN or to prevent progression to more advanced stages must be a priority in critically ill patients with COVID-19 (21).Uric acid, LDH, and PaO2/FiO2 also impacted on mortality of our study population. Interestingly, little evidence exists about the prognostic value of uric acid in COVID-19. Hence, ours is among the first studies that bring forward this marker for mortality prediction after SARS-CoV-2 infection. As uric acid levels primarily depend on the balance between its production and excretion through the urine, we speculate that the elevated uric acid levels observed among critically ill COVID-19 that died are related to the high incidence of renal dysfunction in these individuals. Notably, other biomarkers of renal function, such as Cr, were not associated with mortality. Collectively, these data indicate that uric acid may be a more useful readout of the renal function status than Cr and blood ureic nitrogen (BUN) among patients with COVID-19 in critical conditions. Regarding LDH, several studies have reported that this is a good marker to predict mortality in patients infected with SARS-CoV-2 (39, 40). Hence, our study reinforces the usage of LDH as a prognostic indicator of mortality that could be useful to guide therapeutic interventions.Finally, the PaO2/FiO2 ratio showed a significant protective effect against mortality in our analyses. The PaO2/FiO2 ratio is a crucial determinant of the severity of ARDS, according to the Berlin definition (20). The majority of our patients showed ground-glass opacities on chest tomography, without extensive consolidation images. This explains the rapid response of many patients to oxygen administration and the poor response at this stage to recruitment maneuvers because there are no extensive recruitable consolidation areas. Therefore, the primary mechanism of hypoxemia in these patients in the initial phase is an abnormality in the distribution between ventilation and blood flow; the latter is assumed to be abnormal due to endothelial and vascular alterations documented among COVID-19 patients (41). Therefore, the PaO2/FiO2 ratio may be a good physiological biomarker of the amount of pulmonary shunt and lung parenchymal damage in the early phase of ARDS due to COVID-19, which explains why this parameter was a protective factor against mortality in our study. In contrast with our results, other investigations have shown that the PaO2/FiO2 ratio is not a strong predictor of mortality, which may be related to the clinical heterogeneity observed in studies involving patients with moderate-to-severe COVID-19.One limitation of the study is the small size of the cohort, which originated from a single third-level center in Mexico City. Therefore, although our results are consistent with those reported in China, Europe, and North America, and despite the machine-learning approach used in our study may compensate for this caveat, the predictive value of the mortality risk factors identified here require further external validations in larger cohorts. In summary, we described the clinical characteristics of a cohort of critically ill Mexican patients with COVID-19 and identified independent factors associated with mortality. Based on our results, it is possible to suggest some management recommendations in patients with COVID-19 who require intensive care. These include respiratory management based on low tidal volumes and adjustment of parameters according to the VR. Measures to protect kidney function and adjustment of fluid balance according to volume responsiveness is also recommendable. Furthermore, the avoidance of immunosuppressants in patients who do not show lymphocyte recovery, strict measures to prevent nosocomial infections, early detection, and aggressive treatment of suspected coinfections are crucial interventions. These simple measures could reduce the risk of mortality until an effective therapy against SARS-CoV-2 infection is available. Data Availability StatementThe raw data supporting the conclusions of this article will be made available by the authors, without undue reservation. Ethics StatementThe studies involving human participants were reviewed and approved by the Institutional Review Board of the Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas in Mexico City under the approval number B09-20. The patients/participants provided their written informed consent to participate in this study. Author ContributionsCH-C, JC-P, JZ, and GL-G: designed the research study. CH-C, CT-S, FJ, HS-S, CA, JG-O, DH-G, and GL-G: recruited patients. CH-C, JC-P, CT-S, FJ, HS-S, CA, JG-O, DH-G, and GL-G: retrieved clinical data. JC-P and EC-P: performed statistical analyses of the data. JZ: discussed the manuscript. JC-P, JZ, CH-C, and GL-G: drafted the manuscript. All authors contributed to the article and approved the submitted version. Conflict of InterestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Publisher's NoteAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. AcknowledgmentsTo all study participants and their family members. FootnotesFunding. This work was supported by the Institutional research funds of INER, and also received funding from the National Council of Science and Technology of Mexico (CONACyT) under the research contracts: SECTEI/050/2020, Secretaría de Ciencia, Tecnología e Innovación de la Ciudad de México (SECTEI CDMX); FORDECYT/10SE/2020/05/14-06 and FORDECYT/10SE/2020/05/14-07 from the Fondo Institucional de Fomento Regional para el Desarrollo Científico y Tecnológico y de Innovación (FORDECYT). JC-P was supported by a scholarship (CVU 737347) from CONACyT to his Ph.D. degree. Funders did not play any role in the study design and conduction. References1. Richardson S, Hirsch JS, Narasimhan M, Crawford JM, Mcginn T, Davidson KW, et al. . Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City Area. Jama. (2020) 323:2052–9. 10.1001/jama.2020.6775 [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Wu Z, Mcgoogan JM. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in china: summary of a report of 72314 cases from the Chinese Center For Disease Control And Prevention. JAMA. (2020) 323:1239–42. 10.1001/jama.2020.2648 [PubMed] [CrossRef] [Google Scholar]3. Menter T, Haslbauer JD, Nienhold R, Savic S, Hopfer H, Deigendesch N, et al. . Postmortem examination of COVID-19 patients reveals diffuse alveolar damage with severe capillary congestion and variegated findings in lungs and other organs suggesting vascular dysfunction. Histopathology. (2020) 77:198–209. 10.1111/his.14134 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Tian S, Xiong Y, Liu H, Niu L, Guo J, Liao M, et al. . Pathological study of the 2019 novel coronavirus disease (COVID-19) through postmortem core biopsies. Mod Pathol. (2020) 33:1007–14. 10.1038/s41379-020-0536-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Varga Z, Flammer AJ, Steiger P, Haberecker M, Andermatt R, Zinkernagel AS, et al. . Endothelial cell infection and endotheliitis in COVID-19. Lancet. (2020) 395:1417–8. 10.1016/S0140-6736(20)30937-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Spiezia L, Boscolo A, Poletto F, Cerruti L, Tiberio I, Campello E, et al. . COVID-19-related severe hypercoagulability in patients admitted to intensive care unit for acute respiratory failure. Thromb Haemost. (2020) 120:998–1000. 10.1055/s-0040-1714350 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Behzad S, Aghaghazvini L, Radmard AR, Gholamrezanezhad A. Extrapulmonary manifestations of COVID-19: radiologic and clinical overview. Clin Imaging. (2020) 66:35–41. 10.1016/j.clinimag.2020.05.013 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Lazzerini M, Putoto G. COVID-19 in Italy: momentous decisions and many uncertainties. Lancet Glob Health. (2020) 8:e641–2. 10.1016/S2214-109X(20)30110-8 [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al. . Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. (2020) 395:507–13. 10.1016/S0140-6736(20)30211-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Jin JM, Bai P, He W, Wu F, Liu XF, Han DM, et al. . Gender differences in patients with covid-19: focus on severity and mortality. Front Public Health. (2020) 8:152. 10.3389/fpubh.2020.00152 [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Li X, Xu S, Yu M, Wang K, Tao Y, Zhou Y, et al. . Risk factors for severity and mortality in adult COVID-19 inpatients in Wuhan. J Allergy Clin Immunol. (2020) 146:110–18. 10.1016/j.jaci.2020.04.006 [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Ruan Q, Yang K, Wang W, Jiang L, Song J. Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Med. (2020) 46:846–8. 10.1007/s00134-020-05991-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Weiss P, Murdoch DR. Clinical course and mortality risk of severe COVID-19. Lancet. (2020) 395:1014–5. 10.1016/S0140-6736(20)30633-4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Wu C, Chen X, Cai Y, Xia J, Zhou X, Xu S, et al. . Risk factors associated with acute respiratory distress syndrome and death in patients with Coronavirus Disease 2019 pneumonia in Wuhan, China. JAMA Intern Med. (2020) 180:934–43. 10.1001/jamainternmed.2020.0994 [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Zhu Z, Cai T, Fan L, Lou K, Hua X, Huang Z, et al. . Clinical value of immune-inflammatory parameters to assess the severity of coronavirus disease 2019. Int J Infect Dis. (2020) 95:332–9. 10.1016/j.ijid.2020.04.041 [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Arentz M, Yim E, Klaff L, Lokhandwala S, Riedo FX, Chong M, et al. . Characteristics and Outcomes of 21 Critically Ill Patients With COVID-19 in Washington State. JAMA. (2020) 323:1612–4. 10.1001/jama.2020.4326 [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Grasselli G, Zangrillo A, Zanella A, Antonelli M, Cabrini L, Castelli A, et al. . Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region, Italy. JAMA. (2020) 323:1574–81. 10.1001/jama.2020.5394 [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Yang X, Yu Y, Xu J, Shu H, Xia J, Liu H, et al. . Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. (2020) 8:475–81. 10.1016/S2213-2600(20)30079-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Corman VM, Landt O, Kaiser M, Molenkamp R, Meijer A, Chu DK, et al. . Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR. Euro Surveill. (2020) 25:2000045. 10.2807/1560-7917.ES.2020.25.3.2000045 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Force ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al. . Acute respiratory distress syndrome: the Berlin Definition. JAMA. (2012) 307:2526–33. 10.1001/jama.2012.5669 [PubMed] [CrossRef] [Google Scholar]21. Khwaja A. KDIGO clinical practice guidelines for acute kidney injury. Nephron Clin Pract. (2012) 120:c179–84. 10.1159/000339789 [PubMed] [CrossRef] [Google Scholar]22. Rigatti SJ. Random forest. J Insur Med. (2017) 47:31–9. 10.17849/insm-47-01-31-39.1 [PubMed] [CrossRef] [Google Scholar]23. Diao B, Wang C, Tan Y, Chen X, Liu Y, Ning L, et al. . Reduction and functional exhaustion of t cells in patients with coronavirus disease 2019 (COVID-19). Front Immunol. (2020) 11:827. 10.3389/fimmu.2020.00827 [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Wang F, Nie J, Wang H, Zhao Q, Xiong Y, Deng L, et al. . Characteristics of peripheral lymphocyte subset alteration in COVID-19 pneumonia. J Infect Dis. (2020) 221:1762–9. 10.1093/infdis/jiaa150 [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Wang W, Su B, Pang L, Qiao L, Feng Y, Ouyang Y, et al. . High-dimensional immune profiling by mass cytometry revealed immunosuppression and dysfunction of immunity in COVID-19 patients. Cell Mol Immunol. (2020) 17:650–2. 10.1038/s41423-020-0447-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Bermejo-Martin JF, Cilloniz C, Mendez R, Almansa R, Gabarrus A, Ceccato A, et al. . Lymphopenic Community Acquired Pneumonia (L-CAP), an immunological phenotype associated with higher risk of mortality. EBioMedicine. (2017) 24:231–6. 10.1016/j.ebiom.2017.09.023 [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Tan L, Wang Q, Zhang D, Ding J, Huang Q, Tang Y-Q, et al. . Lymphopenia predicts disease severity of COVID-19: a descriptive and predictive study. Signal Transduct Target Ther. (2020) 5:33. 10.1038/s41392-020-0148-4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Odak I, Barros-Martins J, Bošnjak B, Stahl K, David S, Wiesner O, et al. . Reappearance of effector T cells is associated with recovery from COVID-19. EBioMedicine. (2020) 57:102885. 10.1016/j.ebiom.2020.102885 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Francois B, Jeannet R, Daix T, Walton AH, Shotwell MS, Unsinger J, et al. . Interleukin-7 restores lymphocytes in septic shock: the IRIS-7 randomized clinical trial. JCI Insight. (2018) 3:98960. 10.1172/jci.insight.98960 [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Nuckton TJ, Alonso JA, Kallet RH, Daniel BM, Pittet JF, Eisner MD, et al. . Pulmonary dead-space fraction as a risk factor for death in the acute respiratory distress syndrome. N Engl J Med. (2002) 346:1281–6. 10.1056/NEJMoa012835 [PubMed] [CrossRef] [Google Scholar]31. Kallet RH, Alonso JA, Pittet JF, Matthay MA. Prognostic value of the pulmonary dead-space fraction during the first 6 days of acute respiratory distress syndrome. Respir Care. (2004) 49:1008–14.  [PubMed] [Google Scholar]32. Morales-Quinteros L, Schultz MJ, Bringué J, Calfee CS, Camprubí M, Cremer OL, et al. . Estimated dead space fraction and the ventilatory ratio are associated with mortality in early ARDS. Ann Intensive Care. (2019) 9:128. 10.1186/s13613-019-0601-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Liu X, Liu X, Xu Y, Xu Z, Huang Y, Chen S, et al. . Ventilatory ratio in hypercapnic mechanically ventilated patients with COVID-19-associated acute respiratory distress syndrome. Am J Respir Crit Care Med. (2020) 201:1297–9. 10.1164/rccm.202002-0373LE [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Demirjian SG, Raina R, Bhimraj A, Navaneethan SD, Gordon SM, Schreiber J, Jr, et al. . 2009 influenza A infection and acute kidney injury: incidence, risk factors, and complications. Am J Nephrol. (2011) 34:1–8. 10.1159/000328386 [PubMed] [CrossRef] [Google Scholar]35. Martin-Loeches I, Papiol E, Rodríguez A, Diaz E, Zaragoza R, Granada RM, et al. . Acute kidney injury in critical ill patients affected by influenza A (H1N1) virus infection. Critical care (London, England). (2011) 15:R66. 10.1186/cc10046 [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Bautista E, Arcos M, Jimenez-Alvarez L, Garcia-Sancho MC, Vazquez ME, Pena E, et al. . Angiogenic and inflammatory markers in acute respiratory distress syndrome and renal injury associated to A/H1N1 virus infection. Exp Mol Pathol. (2013) 94:486–92. 10.1016/j.yexmp.2013.03.007 [PubMed] [CrossRef] [Google Scholar]37. Dalbhi SA, Alshahrani HA, Almadi A, Busaleh H, Alotaibi M, Almutairi W, et al. . Prevalence and mortality due to acute kidney injuries in patients with influenza A (H1N1) viral infection: a systemic narrative review. Int J Health Sci. (2019) 13:56–62.  [PMC free article] [PubMed] [Google Scholar]38. Hirsch JS, Ng JH, Ross DW, Sharma P, Shah HH, Barnett RL, et al. . Acute kidney injury in patients hospitalized with COVID-19. Kidney Int. (2020) 98:209–18. 10.1016/j.kint.2020.05.006 [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Henry BM, Aggarwal G, Wong J, Benoit S, Vikse J, Plebani M, et al. . Lactate dehydrogenase levels predict coronavirus disease 2019 (COVID-19) severity and mortality: A pooled analysis. Am J Emerg Med. (2020) 38:1722–6. 10.1016/j.ajem.2020.05.073 [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Yan L, Zhang H.-T., Goncalves J, Xiao Y, Wang M, et al. . An interpretable mortality prediction model for COVID-19 patients. Nat Mach Intell. (2020) 2:283–8. 10.1038/s42256-020-0180-7 [CrossRef] [Google Scholar]41. Gattinoni L, Coppola S, Cressoni M, Busana M, Rossi S, Chiumello D. COVID-19 does not lead to a “typical” acute respiratory distress syndrome. Am J Respir Crit Care Med. (2020) 201:1299–300. 10.1164/rccm.202003-0817LE [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}