{"title": "COVID-19-associated acute respiratory distress syndrome (CARDS): Current knowledge on pathophysiology and ICU treatment - A narrative review", "pubDate": "2021", "PMCID": "PMC7831801", "DOI": "10.1016/j.bpa.2020.12.011", "PMID": "34511224", "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) induces coronavirus-19 disease (COVID-19) and is a major health concern. Following two SARS-CoV-2 pandemic \"waves,\" intensive care unit (ICU) specialists are treating a large number of COVID19-associated acute respiratory distress syndrome (ARDS) patients. From a pathophysiological perspective, prominent mechanisms of COVID19-associated ARDS (CARDS) include severe pulmonary infiltration/edema and inflammation leading to impaired alveolar homeostasis, alteration of pulmonary physiology resulting in pulmonary fibrosis, endothelial inflammation (endotheliitis), vascular thrombosis, and immune cell activation. Although the syndrome ARDS serves as an umbrella term, distinct, i.e., CARDS-specific pathomechanisms and comorbidities can be noted (e.g., virus-induced endotheliitis associated with thromboembolism) and some aspects of CARDS can be considered ARDS \"atypical.\" Importantly, specific evidence-based medical interventions for CARDS (with the potential exception of corticosteroid use) are currently unavailable, limiting treatment efforts to mostly supportive ICU care. In this article, we will discuss the underlying pulmonary pathophysiology and the clinical management of CARDS. In addition, we will outline current and potential future treatment approaches.", "author": [{"author": "Carmen A Pfortmueller", "affiliation": ["Department of Intensive Care Medicine, Inselspital, Bern, University Hospital, University of Bern, Freiburgstrasse, CH-3010 Bern, Switzerland. Electronic address: carmen.pfortmueller@insel.ch."], "href": "/?term=Pfortmueller+CA&cauthor_id=34511224"}, {"author": "Thibaud Spinetti", "affiliation": ["Department of Intensive Care Medicine, Inselspital, Bern, University Hospital, University of Bern, Freiburgstrasse, CH-3010 Bern, Switzerland. Electronic address: thibaud.spinetti@insel.ch."], "href": "/?term=Spinetti+T&cauthor_id=34511224"}, {"author": "Richard D Urman", "affiliation": ["Department of Anesthesiology, Perioperative and Pain Medicine, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA 02115, USA. Electronic address: rurman@bwh.harvard.edu."], "href": "/?term=Urman+RD&cauthor_id=34511224"}, {"author": "Markus M Luedi", "affiliation": ["Department of Anaesthesiology and Pain Medicine, Inselspital, Bern, University Hospital, University of Bern, Freiburgstrasse, CH-3010 Bern, Switzerland. Electronic address: Markus.Luedi2@insel.ch."], "href": "/?term=Luedi+MM&cauthor_id=34511224"}, {"author": "Joerg C Schefold", "affiliation": ["Department of Intensive Care Medicine, Inselspital, Bern, University Hospital, University of Bern, Freiburgstrasse, CH-3010 Bern, Switzerland. Electronic address: joerg.schefold@insel.ch."], "href": "/?term=Schefold+JC&cauthor_id=34511224"}], "refPMID": ["33240172", "32343514", "33165884", "32413707", "33238229", "33227076", "33220296", "33235096", "32031570", "32109013", "32336243", "32299206", "32320003", "32444460", "33211135", "32250385", "33242342", "33228225", "33224599", "33225251", "33212316", "33242204", "33224965", "33223467", "33185910", "29063386", "32658335", "33072103", "32962761", "32712629", "32320677", "33125816", "32925314", "22797452", "32142651", "32356628", "32936273", "32645153", "32208987", "32526206", "32159775", "32142773", "32418199", "32526193", "32978255", "33246294", "32321634", "32398962", "28432134", "19129758", "32291463", "32681651", "32343429", "18026569", "24232462", "32558485", "33233531", "33138195", "32972995", "32974046", "26015500", "32376901", "31986264", "32161940", "32503668", "32367170", "32437596", "33251499", "33229625", "33233333", "33233715", "32988604", "32179124", "33188232", "33226521", "32193638", "32139904", "33002041", "32145275", "33210776", "25981908", "33201321", "32901374", "32728965", "33156382", "32728965", "10793162", "29466596", "25693014", "27620287", "33169218", "32414420", "32859264", "32348678", "31060091", "24528322", "32569585", "16371634", "24132038", "32795902", "33163859", "32445440", "33264556", "29090327", "32876695", "32876689", "32876697", "32080223", "32283144", "32122468", "7705118", "32929415", "33073053", "18448264", "18941324", "20652681", "33170331", "20116842", "25528350", "32360979", "32329799", "33159530", "33009098", "19103612", "29315320", "16714767", "25599463", "33169217", "32291094", "32677459", "32219363", "32283117", "32965368", "32777758", "32327202", "31647828", "18854418", "16876666", "24405734", "32340507", "32275288", "32104915", "26242743", "21475702", "27030815", "32460415", "30922363", "31996956", "30684017", "32800622", "32361747", "33140180", "19822627", "23155145", "21976615", "29791822", "30642776", "32987008", "32667668", "33025225", "32965502", "33244144", "33015108", "29189296", "28778920", "27025938", "31718695", "32893974", "33196760", "32135387", "31581205", "32525018", "29023260", "33227287"], "citedInPMID": ["34511224", "34992415", "34884296", "34768236", "34511222"], "body": " AbstractSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) induces coronavirus-19 disease (COVID-19) and is a major health concern. Following two SARS-CoV-2 pandemic “waves,” intensive care unit (ICU) specialists are treating a large number of COVID19-associated acute respiratory distress syndrome (ARDS) patients. From a pathophysiological perspective, prominent mechanisms of COVID19-associated ARDS (CARDS) include severe pulmonary infiltration/edema and inflammation leading to impaired alveolar homeostasis, alteration of pulmonary physiology resulting in pulmonary fibrosis, endothelial inflammation (endotheliitis), vascular thrombosis, and immune cell activation.Although the syndrome ARDS serves as an umbrella term, distinct, i.e., CARDS-specific pathomechanisms and comorbidities can be noted (e.g., virus-induced endotheliitis associated with thromboembolism) and some aspects of CARDS can be considered ARDS “atypical.” Importantly, specific evidence-based medical interventions for CARDS (with the potential exception of corticosteroid use) are currently unavailable, limiting treatment efforts to mostly supportive ICU care.In this article, we will discuss the underlying pulmonary pathophysiology and the clinical management of CARDS. In addition, we will outline current and potential future treatment approaches.Keywords: COVID-19, acute lung injury, ventilation, sepsis, immune cells, critical care, narrative review IntroductionIn the year 2020 alone, the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic is estimated to have infected about 70,000,000 people worldwide and about 1,500,000 deaths [1] have been attributed to coronavirus-19 disease (COVID-19). The COVID-19 pandemic is regarded as a global medical (and ICU) emergency, with enormous impact on society, global health care systems, health care staff, relatives/next of kin, and the affected individuals [[2], [3], [4], [5], [6], [7], [8]].Most often, viral COVID-19-associated pneumonia is acquired in the community with severe courses often observed in older patients and those with significant comorbidities [[9], [10], [11]]. In a recent systematic review of 152 studies, clinical manifestations (particularly in younger populations without comorbidities [[11], [12], [13]]) mostly included mild symptoms such as fever, cough/secretions, dyspnea, and malaise/fatigue [14]. However, while mild symptoms are observed in a majority of cases (estimated at about 85%), about 5% of patients will develop a critical illness. Although there is considerable regional variability, in up to about 17% of cases high-dependency/intensive care unit (ICU) treatment is required because of hypoxemic pulmonary failure [15,16]. These treatments include high-dose oxygen therapy and/or invasive/non-invasive mechanical ventilation. Unfortunately, many patients admitted to the ICU will require intubation and mechanical ventilation [17], which is mostly necessary because of COVID19-associated ARDS (CARDS) [18]. The rapid increase in the number of patients who require ICU care for CARDS may imply a sudden and major challenge for affected health care systems in respective geographical regions [15,18]. Thus, awareness and preparation are pivotal.CARDS typically involves distinct radiological findings with bi-pulmonary ground glass opacities on computed chest tomography or conventional X-ray imaging [19]. However, as currently there is no evidence proven and disease-specific medical treatment (despite potential beneficial effects of corticosteroids) available, current intensive care treatment for CARDS is mostly symptomatic/supportive and in line with ARDS recommendations. In addition, despite severe hypoxemic respiratory failure, severe COVID-19 may be associated with additional organ dysfunctions, including cardiac/cardiovascular [20,21], neurological/cerebrovascular [22,23], and/or renal dysfunction [[24], [25], [26]].Importantly, COVID-19 caused an unprecedented global challenge with a fast growing and rapidly changing body of scientific evidence. After about a year following its emergence, the evidence and data quality are still limited. In this narrative review, we aim to summarize the current understanding of risk factors, pathophysiology, and clinical management of CARDS. Furthermore, we will outline current and potential future treatment approaches. Comorbidities, risk factors, and definitionsComorbidities and risk factorsIn a recent analysis of 25 studies, including 4881 severe and nonsevere COVID-19 cases [9], key prevalent comorbidities of infected patients were hypertension (prevalence of about 33% vs. 22% in severe versus nonseverely affected patients) and diabetes (prevalence of about 14% vs. 9% in severe versus nonseverely affected patients) [9]. As expected, the prevalence of CARDS (about 41% vs. 3%) and/or acute kidney injury (AKI; about 16% vs. 2%) and/or shock (about 20% vs. 4%) were all increased in severe vs. nonsevere cases (mortality of about 30% in severe cases) [9]. Another investigation identified advanced age, male gender, underlying comorbidities, including hypertension, diabetes, obesity, chronic obstructive lung disease, cardiac, hepatic and/or renal disease, malignancy, immunodeficiency, and pregnancy as key risk factors for the progression of COVID-19 to severe, i.e., critical disease [27]. In particular, the presence of any iatrogenic and/or “acquired” immunosuppression (as in injury-associated immunosuppression [28]) may be important in the context of disease progression [[29], [30], [31], [32], [33], [34]] and we could recently demonstrate that e.g., cellular immunosuppression of first in line key immune cells can be observed in severe, but not in nonsevere cases [35].COVID-19 case definitionsThe case definition of SARS-CoV-2 should be in line with definitions provided by the World Health Organization (WHO) [36] in which suspected, probable, and confirmed cases are distinguished. In CARDS, most patients will have severe disease, will fulfill the clinical criteria, and by definition, will have bilateral pulmonary infiltrates, and will likely test positive with the use of the nasal swab SARS-CoV-2 polymerase chain reaction (PCR) test. From a clinical perspective, however, it seems important to remember that in cases of test negativity but clinical suspicion, PCR SARS-CoV-2 testing may need to be repeated.COVID-19-associated ARDSCARDS is defined as COVID-19-associated ARDS, with ARDS based on the Berlin definitions [37] defined in 2011 by the consensus of the European Society of Intensive Care Medicine (ESICM), the American Thoracic Society (ATS), and the Society of Critical Care Medicine (SCCM). In brief, based on the Berlin definition, ARDS diagnosis requires the presence of the following characteristics: progression of pulmonary findings within a week, bilateral pulmonary infiltrates (on radiological exam) without any other explanation, absence of cardiac failure/hypervolemia, and the impairment of oxygenation (at positive end-expiratory pressure (PEEP) levels of 5 mmHg) in any of three steps: 1) mild ARDS with arterial oxygen partial pressures (PaO2) divided by the fraction of inspired oxygen (FiO2) 201–300 mmHg, 2) moderate ARDS with PaO2/FiO2 (P/F Ratio) ≤ 200 mmHg, and 3) severe ARDS in cases of PaO2/FiO2 < 100 mmHg. Pathophysiology of CARDSSARS-CoV-2, viral entrySARS-CoV-2 is a rather large, single-stranded, RNA virus with the genome encoding for about 10 proteins (including nucelocapside/replicase/envelope/spike proteins); the “S” spike protein is of particular importance as it mediates cellular binding through the angiotensin-converting enzyme (ACE) receptor-2 [38]. Following coactivation by the transmembrane protease serine subtype 2 (TMPRSS2), viral (cellular) entry occurs, leading to intracellular RNA release, translation/replication, finally resulting in exocytosis of virions. Despite the initial suspicion that ACE receptor blockage might increase the risk for COVID-19 infections, data reveal no such increased risk [39,40]. In particular, in high-risk comorbid elderly ICU patients, a beneficial association of previous ACE-inhibitor use with ICU survival has been demonstrated [41], which supports the recommendation that renin-angiotensin-aldosterone system (RAAS) inhibitors should not be discontinued [42].SARS-CoV-2-associated pneumonia and ARDSSARS-CoV-2 primarily binds to cells with high ACE-2 and TMPRSS2 receptor expression, e.g., the ciliated nasal cavity cells and/or respiratory tract epithelial cells [[43], [44], [45]], with increased expression of ACE-2 in alveolar type II cells [46]. Following viral cell entry and SARS-CoV-2 replication, extensive tissue damage of endothelial and epithelial structures can occur, which results in increased permeability and alveolar and interstitial accumulation (edema) of protein-rich fluids [47].In this early exudative phase, the inactivation of surfactant, fibrin deposition [48] and hyaline membrane generation, extensive tissue inflammation, and the disruption of cellular homeostasis, including apoptosis and necrosis is observed (e.g., in type II pneumocytes [47]) [49], often results in “diffuse alveolar damage” (DAD). Furthermore, proliferation is often triggered, with exacerbated fibroblast and myofibroblast proliferation, which can lead to organize pneumonia [49]. However, in addition to exudation, proliferation and pulmonary vasculopathy (due to virus-induced endotheliitis, microangiopathy, and thrombosis) [49], lung fibrosis with the irreversible destruction of the pulmonary architecture can develop, which is considered to be cytokine-driven, e.g., by transforming-growth factor beta (TGF-β) [[50], [51], [52]] and Interleukin (IL)-1β [53].Concomitant to the respective typical pathophysiological phases of ARDS (exudation-proliferation-fibrosis), immune cell (e.g., neutrophil and/or monocyte) invasion and activation occur, which augments the release of both pro- and anti-inflammatory mediators and/or cytokines. Atelectasis/consolidation, impaired pulmonary blood flow, pulmonary vascular obstruction, shunting/increased ventilation-perfusion mismatch result in hypoxemia and/or impaired decarboxylation [54]. Interestingly, in CARDS, lung compliance may be normal or reduced (see below) [54]. Importantly, potential ventilator-associated or patient self-inflicted lung injury (P-SILI) may aggravate pulmonary lesions over time.Cytokine and cellular immune responsesInterleukin (IL)-6, a pleiotropic both pro- and anti-inflammatory cytokine, was previously proposed to stratify respective critically ill patients. In CARDS, however, a classic “cytokine storm” (when compared with bacterial septic shock) is typically not observed [55] and cytokine levels (including IL-6) are mostly only moderately increased [56]. However, comparable to severe bacterial infections that lead to critical illness [28,57,58], persistent deactivation of key immune cells can be observed in severe COVID-19 as evidenced by e.g., reduced surface expression of the monocytic human leukocyte antigen-DR (mHLA-DR) [[33], [34], [35]]. This immunosuppression of key immune cells may be important, and it seems tempting to speculate that “injury-associated immunosuppression” might contribute to increased viral replication and overall disease progression [35].Although more data are needed, individuals are all exposed to and infected by the same virus and it appears that individuals with low to mild symptoms mount an effective immune response, while patients with severe symptoms may have a dysfunctional immune reaction, which could promote disease exacerbation and uncontrolled virus replication/expansion [29,[33], [34], [35]]. Potential genetic factors involved in the development of immune response in COVID-19 were proposed and investigated. The “Severe COVID-19 genome-wide association study (GWAS) Group” identified changes in the locus mediating pro- and anti-inflammatory mediators and leukocyte chemotaxis affecting the severity of the disease [59]. High expression of tyrosine kinase (TYK)-2 and low expression of interferon-alpha/beta receptor beta chain (IFNAR2) were associated with life-threatening features of the disease [60]. Chemoattractant pathways and antiviral response mediated by type I interferon (IFN) signaling appear pivotal in the progression of COVID-19 [61]. Indeed, an important aspect of fighting viral infections is adequate type I IFN response. Impairment in type I IFN responses, e.g., mediated by mutations in the type I IFN pathway and/or auto-antibodies against type I IFN, is correlated with the severity of the disease [62]. Furthermore, leukocyte infiltration, including T-lymphocytes, macrophages, natural killer cells, and monocytes, is frequently observed in the alveolar space in severe COVID-19 [47].Cytokine production is mediated by a toll-like-receptor (TLR) engagement (TLR 3, 7/8) and indirectly by damage-associated molecular patterns (DAMPS) released from damaged, infected cells. Together, these events lead to increased pro-inflammatory cytokine and chemokine release exacerbating the respective immune reactions [[63], [64], [65]]. ICU-admitted COVID-19 patients show a higher level of monocyte chemotactic protein, tumor-necrosis factors, and IL-6 as compared to nonhospitalized or regular ward hospitalized patients [66]. Lymphopenia and neutrophilia result in a neutrophil-to-lymphocyte ratio (NLR) increase, which is often observed in COVID-19 patients [67], with NLR considered to predict disease severity in COVID-19 patients [68].Endotheliitis and thrombus generationSevere COVID-19 is associated with increased micro- and macrovascular thrombotic disease and pulmonary vascular histology shows severe endothelial cellular injury, microangiopathy with thrombosis, pulmonary capillary occlusion, and neoangenesis [69,70]. A recent investigation observed that the overall venous and arterial thromboembolism rate was 31% and 5% in ICU patients (95% CI: 23%–39% and 95% CI: 3%–7%, respectively) [71]. Pooled mortality among patients with vs. without thromboembolic events was 23% (95% CI: 14%–32%) vs. 13% (95% CI: 6%–22%) [71]. Although the exact underlying pathophysiology that leads to COVID-19-associated coagulopathy is not fully understood, it appears that endotheliopathy, vasoocclusion/stasis, and inflammation-associated activation of coagulation contribute to the respective complications [[72], [73], [74]].Clinical presentation and treatmentRecommendations for the treatment of CARDS patients are rapidly evolving due to an unprecedented growth and rapid change of scientific evidence. The following section aims to summarize current considerations with regard to CARDS treatment (Fig. 1\n).Open in a separate windowFig. 1Clinical treatment pearls. Clinical presentationCOVID-19 disease typically follows a two-peak clinical course (Fig. 2\n), preceded by an asymptomatic phase of “silent” viral replication [75]. During this first phase, about five days after infection, patients suffer from substantial viral replication [75]. During this phase, the primary symptoms are mostly fever (88.7%), coughing (57.6%), and dyspnea (45.6%) [14,[75], [76], [77]]. Other common symptoms include malaise (29.6%), fatigue (28.2%), neurological symptoms (20.8%), myalgia (16.9%), headaches, diarrhea, and anosmia [14]. Viral replication typically subsides approximately 5–7 days after the start of symptoms [75]. Seven to ten days after symptom start, some patients may enter into a second phase, which is pathophysiologically associated with an overt immune reaction caused by the release of cytokines [75]. In this phase, patients typically become critically ill with ARDS and/or multiorgan dysfunction and may require ICU admission [14,76].Open in a separate windowFig. 2Course of COVID-19 disease.Clinical phenotypes and lung mechanicsInitially, two distinct lung “mechanical phenotypes” were proposed [54]: an “L”-type (characterized by low elastance/high compliance, low ventilation-to-perfusion ratio, low lung weight, and low recruitability) as well as an “H”-type (high elastance/low compliance, high right-to-left shunt, high lung weight, and high recruitability) [54]. Despite overlap and the potential evolution of phenotypes over time, it appears that again, finally, the key to ventilation management should be to aim for optimal lung protective ventilation and to avoid patient self-inflicted lung injury (P-SILI).Radiological findingsCARDS typically involves distinct radiological findings on computed chest tomography or conventional X-ray imaging [19]. According to a recent systematic review, most common findings compromise predominantly bilateral ground glass opacities (72.9% of cases) [76]. Further radiological features are a combination of ground glass opacities with consolidations and septal thickening [78]. Vascular enlargement, CT “halo” sign, and air bronchogram were also reported, but are not as common as other radiological signs [25,79]. Effusions and lymphadenopathy are considered rather rare features of CARDS [78]. During the course of CARDS, there is a distinct change in radiological features with increasing ground glass opacities and multilobular “spreading,” followed by increasing consolidation and fibrosis over the course of the disease [25].Laboratory findings/analysisAccording to a systematic review by Rodriguez and coworkers, the most prevalent changes in laboratory parameters are decreased albumin (75.8%), increased C-reactive protein levels (58.3%), followed by high lactate dehydrogenase levels (57.0%), and lymphopenia (43.1%) [76]. Furthermore, laboratory features that are typically abnormal in patients suffering from severe COVID-19 include elevated D-Dimer levels, ferritin, and Interleukin (IL)-6 levels, elevated cardiac biomarkers, and hepatic enzymes [11,77,80,81]. In cases where bacterial superinfection is suspected, procalcitonin might be helpful in addition to microbiological sampling, bronchoalveolar lavage, and galactomannan testing for fungal infection/aspergillosis [82,83].Respiratory support: oxygen therapy and mechanical ventilation, prone-positioning, and nitric oxideThe use of high-flow nasal oxygen (HFNO) in patients with respiratory failure has experienced increased popularity during recent years [84,85]. Even though there is some evidence that HFNO might help to avoid intubation and mechanical ventilation, in some critically ill patients with acute respiratory distress [86], it may be regarded crucial that patients on HFNO are closely monitored as delayed intubation is associated with worse clinical outcomes [84]. HFNO can also be used to supply oxygen during intubation [86]; however, a recent review and expert panel states that current evidence is not sufficient to recommend the use of HFNO for patients with ARDS in the preintubation period [85].With emerging evidence on CARDS, it appears that many features of CARDS and non-COVID ARDS are rather comparable [18,87] and thus the principles of ventilatory support do not largely differ between ARDS and CARDS patients [88,89]. Strategies typically used are limiting tidal volumes to 6 ml/kg ideal body weight and keeping plateau pressures below 30 cm H20 [88,90,91]. However, more recent evidence stresses the importance of transpulmonary driving pressures (i.e., plateau pressure minus PEEP) rather than “simple” tidal volume limitation [92]. Another concept is the calculation of mechanical power [93]. However, for both transpulmonary driving pressure and mechanical power, confirmation in large randomized controlled clinical trials seems required. The optimal level of PEEP should be set individually and should be assessed using either best compliance (e.g., with the help of a pressure volume tool), measured recruitability, and/or through transpulmonary pressure assessment (e.g., with the use of an esophageal balloon) [88,90].Prone positioning was shown to be one of the most effective adjunctive therapies in ARDS and is associated with increased survival [94]. Hence, early prone positioning of patients with moderate to severe CARDS (P/F ratio <150) is recommended [88]. Proning should be performed for 16 h per day [88]; however, there is some evidence showing that prone positioning for longer time periods (up to 36 h) might be safe and might have a more substantial impact on oxygenation when compared with 16 h of proning [95]. Prone positioning reduces the pleural pressure gradient, improves the distribution of ventilation, can contribute to recruitment, and may thus indirectly decrease ventilator-induced lung injury. Furthermore, in CARDS and under prone positioning, recruitability [96] and oxygenation response appears as comparable to “conventional” ARDS [97]. Prone positioning may lead to rapid improvement in gas exchange and increased survival, however, likely not mediated by increased oxygenation, but rather by improvement in lung mechanics [98,99]. Furthermore, emerging evidence in CARDS patients shows a beneficial effect of prone positioning in awake and spontaneously breathing patients with a substantial increase in arterial oxygenation [100]. However, safety and efficacy remain to be determined in large randomized controlled clinical trials.While inhaled nitric oxide may improve oxygenation through selective vasodilation in ventilated regions in some patients [101], there is currently no clear evidence of improved outcomes in patients with ARDS/CARDS independent of the level of hypoxemia [102]. Therefore, the use of nitric oxide (outside of individual decision-making) is currently not recommended.COVID-19 -specific pharmacological treatmentAs of early December 2020, no specific treatment for severe COVID-19 (including CARDS) is available. Data from larger randomized controlled studies on pharmacological, antiviral, and/or immune-modulating drugs do not conclusively show efficacy in patients with severe COVID-19/CARDS. However, a number of pharmacological treatment approaches have been proposed with some being tested in active clinical trials, including immunosuppressants and/or other immune-modulating drugs [[103], [104], [105]].Antiviral pharmacological treatmentSeveral antiviral agents were evaluated for the treatment of COVID-19, but none were shown to be effective in larger randomized clinical trials with regard to clinical outcomes. In a recent double-blind randomized controlled trial [106], 1062 patients (mostly hospitalized patients, not all ICU patients) were randomized to receive either remdesivir (n = 541) or placebo (for up to 10 days). The primary outcome was time to recovery (discharge from hospital or hospitalization for infection-control purposes) [96]. In the remdesivir-treated group, a median recovery time of 10 days (95% CI 9–11) versus 15 days (95% CI 13–18) among placebo-treated patients was noted (rate ratio for recovery, 1.29; 95% CI from 1.12 to 1.49; and P < 0.001). The authors of the investigation conclude that the intervention was superior to placebo in shortening the time to recovery in adults. In a more recent interim analysis of the SOLIDARITY trial, however, the antiviral medications such as remdesivir, hydroxychloroquine, lopinavir, and/or IFN had little or no effect on hospitalized patients with COVID-19, as indicated by overall mortality, the initiation of ventilation, and duration of hospital stay [107].Corticosteroid treatmentCorticosteroid therapy can be considered for the treatment of patients with moderate to severe ARDS within 14 days of onset [108]. Likely, corticosteroids should thus also be considered in severely ill COVID-19 ICU patients. Data from four studies [[109], [110], [111], [112]] (including one large randomized controlled clinical trial from the United Kingdom: “RECOVERY” [110]) indicate potential clinical benefits for treatment with intravenous corticosteroids (mostly for 10 consecutive days) in severe COVID-19. “RECOVERY” randomized 2104 critically ill COVID-19 patients to receive dexamethasone (n = 4321 controls) [110]. In all, 482 patients (22.9%) in the intervention arm vs. 1110 patients (25.7%) in control arm died within 28 days after randomization (age-adjusted rate ratio, 0.83 and 95% confidence interval [CI] from 0.75 to 0.93; p < 0.001) with varying relative and absolute between-group mortality differences according to the need of initial ventilator support [110]. An additional study “CoDex” enrolled 299 CARDS patients (moderate to severe CARDS) and observed an increased rate of ventilator-free days (6.6 vs. 4.0 days) in patients receiving the intervention [109]. In France, a multicenter RCT enrolled 149 (n = 76 low-dose hydrocortisone) ICU patients (81% with mechanical ventilation) and was stopped prematurely [111]. Treatment failure (death or persistent ventilator/high-flow oxygen dependency) on day 21 (primary outcome) was observed in 32/76 (42.1%) patients in the hydrocortisone group versus 37/73 (50.7%) in placebo-treated individuals (difference of proportions, −8.6% [95.48% CI, −24.9%–7.7%] and p = 0.29) [111]. Although low-dose hydrocortisone did not reduce treatment failure rates at day 21, the study was stopped early and could have been underpowered [111]. An additional international study (REMAP-CAP platform data on COVID-19 [112], 121 sites in 8 countries) explored 614 ICU patients with 403 randomized to open-label intravenous hydrocortisone (n = 143: 50 mg or 100 mg every 6 h, and n = 152 with 50 mg every 6 h when shock was clinically evident) or no hydrocortisone (n = 108) [112]. In this analysis, a 7-day fixed-dose course of hydrocortisone or shock-dependent dosing of hydrocortisone, when compared with no hydrocortisone, resulted in 93% and 80% probabilities of superiority with regard to the odds of improvement in organ support-free days within 21 days [112]. This trial was also stopped early and no treatment strategy met the prespecified criteria for superiority, thus precluding definitive conclusions [112].In summary, although partly adopted in clinical practice, the benefits of corticosteroid treatment seen in severe COVID-19/CARDS should be reproduced in additional large-scale clinical trials. Side effects of corticosteroids in critical illness (e.g., potentially increased viral replication and/or harmful metabolic effects) should be investigated thoroughly [113,114]. In addition to questions regarding side effects, more data are needed to identify the “optimal” corticosteroid, timing of administration, and the best route of administration (intravenous vs. inhaled). Currently, when therapeutic decision-making in critically ill patients are being considered, it appears that individual benefits versus harms should be carefully weighted [115].Additional immunomodulating therapeutic approachesIn addition to corticosteroids, a number of immunomodulating therapeutic approaches have been proposed and tested for the treatment of severe COVID-19/CARDS [103,105]. Despite data from the RECOVERY trial on dexamethasone [110], no additional immunomodulating drug could conclusively demonstrate mortality benefits in randomized controlled trials [105]. For example, as persistently high IL-6 levels are associated with reduced survival in ARDS patients [116], IL-6 blockade (e.g., using tocilizumab) was advocated, but the results (e.g., the COVACTA trial) did not indicate clinical benefits [117,118].However, while novel immune interventions are designed in critical illness, it seems important to remember that individualized approaches with adequate immunological patient characterization (using functional immunological biomarkers) may be required. This brings about a reconsideration of the general approach to severe infections/sepsis and may highlight the need for more individualized monitoring and care [28,57,58,119,120]. Among the proposed biomarkers for functional immunological characterization, standardized assessment of the monocytic HLA-DR expression appears promising [28,121], but further data are required.Analgesia, sedation, and neuromuscular blockadeIn patients with ARDS, analgesia and sedation should be titrated to individual patient needs, optimally allowing for lung protective ventilation, comfort, safety, and patient interaction with staff/relatives [122]. If possible, sedation should be achieved by adequate analgesia in combination with a short-acting sedative (e.g., propofol and dexmedetomidine) [122]. Furthermore, it is recommended that sedation level be re-assessed frequently and optimized when required [122]. Generally, sedo-analgesia should be minimized in critically ill patients with ARDS and, whenever possible, with at least daily sedation holds performed [123,124]. Deep sedation and analgesia should be reserved for patients with severely impaired lung function/respiratory mechanics or severe shock [122]. In patients with CARDS, there was a tendency to use deep sedation in addition to a more benzodiazepine-based sedative regime [122]. Reasons for the latter were shortages of other drugs (e.g., propofol), severely impaired lung mechanics, fear of self-extubation (particularly during proning), and the protection of health workers from accidental extubation [125,126]. However, there is currently no evidence that patients with CARDS require deeper levels of sedation than patients with other types of ARDS would require [122].The use of neuromuscular blockers as an adjunct to ventilation should be considered carefully [88]. Neuromuscular blockade should be considered a rescue therapy for severe ARDS cases [122]. Indications for neuromuscular blockade may include severe hypoxemia, being refractory to other treatments (e.g., proning and PEEP optimization), severe patient-ventilator dys-synchrony, a significantly increased respiratory drive, and the inability to achieve safe ventilatory conditions (adequate tidal volumes and adequate plateau pressures) [88,127]. Generally, only short courses of neuromuscular blockade should be administered, preferably in the early stages of ARDS [127].Fluid managementFluid overload is a crucial contributor to ICU mortality in the critically ill [128], particularly in patients with respiratory failure/ARDS [129,130]. Two recently published trials imply that fluid restriction in patients with ARDS results in improved pulmonary function and less ventilator days [131,132]. However, the impact on mortality currently remains unclear [128]. In patients with ARDS, fluid administration to increase tissue oxygenation must be carefully balanced against the potential impact on pulmonary edema and risk of impaired gas exchange [133]. A recently published review suggests using a restrictive fluid regime in ARDS patients without shock while carefully monitoring hemodynamic indices, fluid responsiveness, and general fluid status [133]. In fluid-overloaded ARDS patients without shock, active fluid removal with diuretics or renal replacement therapies should be considered until euvolemia is achieved [88].AnticoagulationThe number of thrombotic complications in patients with CARDS is high (about 30%) [69,134]. Thromboembolic events in patients with severe COVID-19 may even be observed despite prophylactic anticoagulation in a significant number of patients [69]. In addition, clotting of extracorporeal systems, such as in continuous renal replacement therapies, is also a well-known phenomenon [69]. Underlying mechanisms are not fully understood and may include severe endotheliitis, immune-thrombotic activation, and overt hyperinflammation leading to a procoagulant state [75]. While the effective dosage of anticoagulants for patients with COVID is yet unknown due to the lack of data from larger randomized controlled trials, the International Society on Thrombosis and Hemostasis suggests adapting the anticoagulant dose to individual risk and proposed a subtherapeutic to therapeutic regime for patients with CARDS [135]. Close monitoring by anti-Xa measurements is highly recommended, but, in general, bleeding complications are considered rare in patients with severe COVID-19 disease [135].Complications: organ dysfunctions and secondary infectionsCOVID-19 disease induces a complex systemic inflammatory vascular pathology that not only causes CARDS, but also affects other organs [75]. Among patients suffering from CARDS, secondary organ dysfunction such as acute cardiac injury, AKI, and secondary infections with septic shock are common [76].Cardiovascular organ-dysfunction related to COVID-19 disease is less frequent than CARDS [75]. Most frequent cardiac complications are myopericarditis, ischemia, and arrhythmia [136]. The vast majority of patients present with ECG alterations and elevated cardiac biomarkers, but they are clinically asymptomatic and have a preserved systolic heart function [75]. However, up to 20% of patients with severe COVID-19 infections may suffer from life-threatening cardiovascular events, including ventricular fibrillation and cardiac arrest [137]. The underlying pathophysiological mechanism has not yet been clarified, and potential explanations include viral inclusion in myocardial cells as well as the overt cytokine release/inflammatory reaction to COVID-19 [75].Another frequent organ manifestation of COVID-19 is AKI [75], and renal replacement therapy (RRT) is often required [26,138,139]. While geographical differences in the general AKI incidence in hospitalized patients can be observed (about 12% in Asia, 23% in Europe, and 35% in North America), ICU patients typically exhibit high rates of both AKI (39%) and RRT use (16%) [26]. In a recent report, the AKI incidence in COVID-19 nonsurvivors was 42% [26]. While the pathophysiology of COVID-19-associated AKI appears multifactorial (e.g., hemodynamic, inflammatory, microvascular thrombosis/altered microcirculation, and RAAS activation), the virus enters the cells through the ACE-2 receptor, and this receptor is particularly expressed in podocytes and (proximal) tubular cells, making them prone to direct viral infection and injury [75,139,140]. With no specific treatment for COVID-19-associated AKI available, treatment remains symptomatic and supportive. As in the general population of critically ill patients, in cases of RRT need, exact timing [141], and RRT modality [[142], [143], [144]] remain currently unclear. Mortality of CARDS patients with AKI is increased, particularly if patients require RRT [145]. Data on long-term outcomes and renal recovery after CARDS are not yet available [75].Approximately 37% of CARDS patients present with neurological symptoms ranging from mild (fatigue/malaise, headache, dizziness, anosmia, and myalgia) to severe [23,146,147]. With both central and peripheral nervous systems involved [23], it is now increasingly understood that neurological SARS-CoV-2-associated symptoms considerably impact patient outcomes [22,23,147]. Proposed mechanisms of SARS-CoV-2-associated neurological injury include direct injury as well as neuroinflammation, myelitis, meningoencephalitis, encephalopathy, and others [23]. However, while a delirium can be observed in many cases in the later phase of CARDS (personal observations), exact underlying mechanisms appear unclear. Furthermore, like many other viral diseases, autoimmune disease can be triggered. This includes Guillan-Barreé syndromes (GBS), which are characterized by acute ascending muscular weakness accompanied by decreased and/or absent deep tendon reflexes [23]. SARS-CoV-2 is known to trigger GBS. Following consultation with specialists, a suspicion of GBS should likely trigger additional diagnostical measures (e.g., lumbar puncture) and, if GBS is confirmed, therapeutic measures should be applied (e.g., intravenous immunoglobulin therapy). Importantly, as in most critically ill ICU patients, the differential diagnosis of ICU-acquired weakness should be considered in patients with CARDS [148,149]. Further potential neuromuscular consequences of CARDS may include ventilator-induced diaphragmatic dysfunction (VIDD) [150]. Further, dysphagia [151,152] should be tested for at the bedside in a structured approach post mechanical ventilation [153,154].Secondary superinfections in patients with CARDS are frequently observed (approximately 30%–40% of cases) and are generally associated with higher disease severity and the presence of AKI [155,156]. Most frequent infections include nosocomial pneumonia and fungal infections (particularly aspergillus) with or without sepsis and/or shock [156]. Reasons for the increased susceptibility to secondary infections are not yet fully understood, but it is speculated that respiratory stress, a dysregulated immune response, and the use of immunosuppressive drugs (e.g., steroids) may play a role [156]. The latter might also be responsible for an increased incidence of invasive pulmonary aspergillosis in patients with CARDS [83]. In patients with superinfections, a careful antibiotic/anti-mycotic stewardship should be applied [156].Extracorporeal membrane oxygenation (ECMO) therapyVeno-venous extracorporeal membrane oxygenation (vv-ECMO) is traditionally used to provide adequate tissue oxygenation and to reduce ventilator-induced (or patient self-inflicted) lung injury in select cases of severe ARDS [88,157]. While the impact of vv-ECMO on ARDS mortality has been documented but still partly discussed [[158], [159], [160], [161]], a recent meta-analysis points toward the fact that the use of vv-ECMO lowers mortality and morbidity in selected critically ill patients [162]. In patients with CARDS, however, the role of vv-ECMO remains not fully understood [88]. A recent analysis showed a similar mortality of about 40% in ARDS patients with vv-ECMO than in CARDS patients with ECMO, which might imply that CARDS patients may benefit from vv-ECMO use similarly to ARDS patients [163]. However, current evidence for ECMO treatment in patients with CARDS remains scarce and ECMO use should thus likely be applied on an individual basis with respective ethical issues considered [157]. Prognosis and outlookCOVID-19-associated CARDS and prolonged mechanical ventilation not only imposes a major health burden on affected critically ill individuals, but also creates an unprecedented burden on society and global health care systems. Despite considerable geographical/regional variation, mortality from CARDS can range up to 30%–50% in developed countries [17,[164], [165], [166], [167]]. In a recent European multicenter study in 4244 ICU patients, day-90 mortality increased along with the severity of CARDS at ICU admission (30%, 34%, 50% for mild, moderate, severe CARDS, respectively) [17]. Importantly, survivors from CARDS may face numerous prognostically important medical consequences post intensive care therapy [17,168]. In general, although exact numbers on prevalence are currently missing, complications of a “typical” ARDS (such as reduced overall quality of life) should be expected in CARDS survivors [87,[169], [170], [171]].Moreover, CARDS may induce persistent pulmonary dysfunction, resulting in prolonged or even persistent limited pulmonary (e.g., exercise) capacity. Second, long-term impairment of cognitive function may be present in a considerable portion of CARDS survivors [172]. Third, prolonged neuromuscular dysfunction such as in ICU-acquired weakness (ICU-AW) [148,149,173], VIDD [150,174], or dysphagia [151,152] may be present. This may underline the importance of early rehabilitation and mobilization concepts in CARDS (comparable to other critically ill patients) [175,176] with a focus on shortening of the time of mechanical ventilation whenever possible. Also, a high prevalence of swallowing disorders (dysphagia) is expected in CARDS survivors as CARDS patients typically require prolonged mechanical ventilation [177]. In general ICU populations, dysphagia is observed in about 10% of patients post extubation and independently predicts mortality [178]. Fourth, as nearly all organs are affected by COVID-19, consequences of affected dysfunctional organs (e.g., AKI requiring renal replacement therapy) will be prognostically important. Finally, given the increased rates of thromboembolic complications associated with COVID-19, the consequences of respective complications (e.g., stroke, myocardial injury, and pulmonary embolism) may be particularly important.As mentioned, no specific medical therapy for severe COVID-19 is available, which underlines the importance of measures to prevent COVID-19 and provide optimal supportive care. Although a number of potential therapeutics [179] including drugs with immunomodulatory properties [105] have been proposed, prevention by vaccination may be considered key in this medical context. ConclusionsCARDS, which is the most severe form of critical COVID-19-associated illness, is associated with considerable logistical, staffing, medical, and overall resource requirements on ICUs worldwide. In light of the well-described specific COVID-19 and/or CARDS-associated comorbidities with potential long-term consequences (e.g., thromboembolism and/or ICU-acquired weakness), the best provision of care for CARDS patients will rely on the availability of a multidisciplinary team of acute and chronic health care specialists. This includes emergency medicine physicians, nurses, intensivists, pneumologists, neurologists, infectious disease specialists, nephrologists, and hospital hygiene experts, along with ward staff, physiotherapists, speech and language experts, and rehabilitation specialists.Importantly, ARDS should be perceived as the overarching syndrome (umbrella term), whereas CARDS is a specific disease leading to ARDS. Thus, general treatment principles such as lung-protective ventilation and rehabilitation concepts should be applied whenever possible. In the specific setting of CARDS, with currently no disease-specific treatment approach available, preventive measures appear to be of a particular importance. In the future, the success to effectively control the pandemic will likely depend on available vaccinations, further emphasizing the goal of disease prevention. Furthermore, in light of the well-described immune dysfunctions that result from severe COVID-19, it will be of interest whether modulation of the immunological host response (e.g., using immunotherapeutics) will be successful to prevent or treat CARDS. ContributionsCarmen A. Pfortmueller helped to write the article. Thibaud Spinetti helped to write the article. Markus M. Luedi helped to write the article. Richard D. Urman helped to write the article. Joerg C. Schefold helped to write the article.Practice points• The syndrome “ARDS” serves as an umbrella term, while CARDS is a specific disease with no currently available disease-specific treatment. CARDS treatment is mostly supportive and should adhere to general ARDS recommendations (e.g., lung-protective ventilation).• Treatment for CARDS includes lung protective ventilation, prone positioning, restrictive fluid management, anti-coagulation, and the therapy of infectious complications.• CARDS treatment should include a multidisciplinary team of experts beginning in the initial (early) phase, during rehabilitation measures, and thereafter.• Long-term consequences of CARDS include impaired weaning from mechanical ventilation, ICU-acquired weakness, ventilator–diaphragmatic interactions, other neuromuscular disorders (e.g., dysphagia), and consequences from other organ injury and/or thromboembolic complications.\nResearch agenda• To elucidate whether the reduction of viral replication through the use of antiviral medication would prevent the development of severe COVID-19/CARDS.• To better define the mechanisms and potential side-effects of corticosteroid therapy in CARDS.• Large-scale clinical studies seem required to adequately characterize patients according to their functional immune status. This should be done to better understand the immune pathophysiology of severe COVID-19/CARDS and for which patients might benefit best from given medical interventions.• To better understand the different long-term consequences of CARDS.\n Declaration of competing interestThe Dept. of Intensive Care Medicine (CAP, TS, and JCS) received research and/or development grants from Orion Pharma, Abbott Nutrition International, B. Braun Medical AG, CSEM AG, Edwards Lifesciences Services GmbH, Kenta Biotech Ltd, Maquet Critical Care AB, Omnicare Clinical Research AG, Nestle, Pierre Fabre Pharma AG, Pfizer, Bard Medica S.A., Abbott AG, Anandic Medical Systems, Pan Gas AG Healthcare, Bracco, Hamilton Medical AG, Fresenius Kabi, Getinge Group Maquet AG, Dräger AG, Teleflex Medical GmbH, Glaxo Smith Kline, Merck Sharp and Dohme AG, Eli Lilly and Company, Baxter, Astellas, Astra Zeneca, CSL Behring, Novartis, Covidien, Phagenesis Ltd., Philips Medical, Prolong Pharmaceuticals, and Nycomed outside of the submitted work. The money went to departmental funds. No personal financial gain applied. All other authors declare no conflicts of interest. References1. WHO coronavirus disease (COVID-19) dashboard. World Health Organization; Geneva: 2020. https://covid19.who.int/ Available online: [Google Scholar]2. Coelho C.M., Suttiwan P., Arato N., et al.  On the nature of fear and anxiety triggered by COVID-19. Front Psychol. 2020;11:581314. [PMC free article] [PubMed] [Google Scholar]3. Mascha E.J., Schober P., Schefold J.C., et al.  Staffing with disease-based epidemiologic indices may reduce shortage of intensive care unit staff during the COVID-19 pandemic. Anesth Analg. 2020;131(1):24–30. [PMC free article] [PubMed] [Google Scholar]4. Zante B., Camenisch S., Jeitziner M.M., et al.  Fighting a family tragedy: family-centred care in times of the COVID-19 pandemic. Anaesthesiol Intensive Ther. 2020;52(4):336–338. [PubMed] [Google Scholar]5. Bojdani E., Rajagopalan A., Chen A., et al.  COVID-19 Pandemic: impact on psychiatric care in the United States. Psychiatry Res. 2020;289:113069. [PMC free article] [PubMed] [Google Scholar]6. Barouki R., Kogevinas M., Audouze K., et al.  The COVID-19 pandemic and global environmental change: emerging research needs. Environ Int. 2020;146:106272. [PMC free article] [PubMed] [Google Scholar]7. Burn W., Mudholkar S. Impact of COVID-19 on mental health: update from the United Kingdom. Indian J Psychiatry. 2020;62(Suppl 3):S365–S372. [PMC free article] [PubMed] [Google Scholar]8. Garros D., Austin W., Dodek P. How can i survive this? Coping during COVID-19 pandemic. Chest. 2020 Nov 18 S0012-3692(20)35159-X. [PMC free article] [PubMed] [Google Scholar]9. Wang Z., Deng H., Ou C., et al.  Clinical symptoms, comorbidities and complications in severe and non-severe patients with COVID-19: a systematic review and meta-analysis without cases duplication. Medicine (Baltim) 2020;99(48) [PMC free article] [PubMed] [Google Scholar]10. Wang D., Hu B., Hu C., et al.  Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China. JAMA. 2020;323(11):1061–1069. [PMC free article] [PubMed] [Google Scholar]11. Guan W.J., Ni Z.Y., Hu Y., et al.  Clinical characteristics of coronavirus disease 2019 in China. New Engl J Med. 2020;382(18):1708–1720. [PMC free article] [PubMed] [Google Scholar]12. Tang L.Y., Wang J. Anesthesia and COVID-19: what we should know and what we should do. Semin Cardiothorac Vasc Anesth. 2020;24(2):127–137. [PubMed] [Google Scholar]13. Bulut C., Kato Y. Epidemiology of COVID-19. Turk J Med Sci. 2020;50(SI-1):563–570. [PMC free article] [PubMed] [Google Scholar]14. da Rosa Mesquita R., Francelino Silva Junior L.C., Santos Santana F.M., et al.   Wien Klin Wochenschr; 2020. Clinical manifestations of COVID-19 in the general population: systematic review. [Google Scholar]15. Richardson S., Hirsch J.S., Narasimhan M., et al.  Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York city area. JAMA. 2020;323(20):2052–2059. [PMC free article] [PubMed] [Google Scholar]16. Docherty A.B., Harrison E.M., Green C.A., et al.  Features of 20 133 UK patients in hospital with covid-19 using the ISARIC WHO Clinical Characterisation Protocol: prospective observational cohort study. BMJ. 2020;369:m1985. [PMC free article] [PubMed] [Google Scholar]17. Network C-IGobotR, the C-ICUI: Clinical characteristics and day-90 outcomes of 4244 critically ill adults with COVID-19: a prospective cohort study. Intensive Care Med. 2021 Jan;47(1):60–73. [PMC free article] [PubMed] [Google Scholar]18. Grasselli G., Zangrillo A., Zanella A., et al.  Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy region, Italy. JAMA. 2020;323(16):1574–1581. [PMC free article] [PubMed] [Google Scholar]19. Islam N., Salameh J.P., Leeflang M.M., et al.  Thoracic imaging tests for the diagnosis of COVID-19. Cochrane Database Syst Rev. 2020;11:CD013639. [PubMed] [Google Scholar]20. Magadum A., Kishore R. Cardiovascular manifestations of COVID-19 infection. Cells. 2020;9(11) [PMC free article] [PubMed] [Google Scholar]21. Krittanawong C., Kumar A., Hahn J., et al.  Cardiovascular risk and complications associated with COVID-19. Am J Cardiovasc Dis. 2020;10(4):479–489. [PMC free article] [PubMed] [Google Scholar]22. Qi X., Keith K.A., Huang J.H. COVID-19 and stroke: a review. Brain Hemorrhages. 2020 Nov 17 doi: 10.1016/j.hest.2020.11.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Keyhanian K., Umeton R.P., Mohit B., et al.  SARS-CoV-2 and nervous system: from pathogenesis to clinical manifestation. J Neuroimmunol. 2020;350:577436. [PMC free article] [PubMed] [Google Scholar]24. Lombardi A.F., Afsahi A.M., Gupta A., et al.  Severe acute respiratory syndrome (SARS), Middle East respiratory syndrome (MERS), influenza, and COVID-19, beyond the lungs: a review article. Radiol Med. 2020 Nov 26:1–9. [PMC free article] [PubMed] [Google Scholar]25. Zhou Y., Ren Q., Chen G., et al.  Chronic kidney diseases and acute kidney injury in patients with COVID-19: evidence from a meta-analysis. Front Med. 2020;7:588301. [PMC free article] [PubMed] [Google Scholar]26. Yang X., Tian S., Guo H. Acute kidney injury and renal replacement therapy in COVID-19 patients: a systematic review and meta-analysis. Int Immunopharmacol. 2020:107159. [PMC free article] [PubMed] [Google Scholar]27. Gao Y.D., Ding M., Dong X., et al.  Risk factors for severe and critically ill COVID-19 patients: a review. Allergy. 2020 Nov 13 doi: 10.1111/all.14657. [PubMed] [CrossRef] [Google Scholar]28. Pfortmueller C.A., Meisel C., Fux M., et al.  Assessment of immune organ dysfunction in critical illness: utility of innate immune response markers. Intensive Care Med Exp. 2017;5(1):49. [PMC free article] [PubMed] [Google Scholar]29. Ovsyannikova I.G., Haralambieva I.H., Crooke S.N., et al.  The role of host genetics in the immune response to SARS-CoV-2 and COVID-19 susceptibility and severity. Immunol Rev. 2020;296(1):205–219. [PMC free article] [PubMed] [Google Scholar]30. Jacques F.H., Apedaile E. Immunopathogenesis of COVID-19: summary and possible interventions. Front Immunol. 2020;11:564925. [PMC free article] [PubMed] [Google Scholar]31. Bordallo B., Bellas M., Cortez A.F., et al.  Severe COVID-19: what have we learned with the immunopathogenesis? Adv Rheumatol. 2020;60(1):50. [PMC free article] [PubMed] [Google Scholar]32. Yang L., Liu S., Liu J., et al.  COVID-19: immunopathogenesis and Immunotherapeutics. Signal Transduct Targeted Ther. 2020;5(1):128. [PMC free article] [PubMed] [Google Scholar]33. Giamarellos-Bourboulis E.J., Netea M.G., Rovina N., et al.  Complex immune dysregulation in COVID-19 patients with severe respiratory failure. Cell Host Microbe. 2020;27(6):992–1000. e1003. [PMC free article] [PubMed] [Google Scholar]34. Benlyamani I., Venet F., Coudereau R., et al.  Monocyte HLA-DR measurement by flow cytometry in COVID-19 patients: an interim review. Cytometry Part A – J Int Soc Anal Cytol. 2020 Dec;97(12):1217–1221. [PubMed] [Google Scholar]35. Spinetti T., Hirzel C., Fux M., et al.  Reduced monocytic human leukocyte antigen-DR expression indicates immunosuppression in critically ill COVID-19 patients. Anesth Analg. 2020;131(4):993–999. [PMC free article] [PubMed] [Google Scholar]36. https://www.who.int/publications/i/item/WHO-2019-nCoV-Surveillance_Case_Definition-2020.1. 2020 assessed on November 30:37. Force A.D.T., Ranieri V.M., Rubenfeld G.D., et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]38. Hoffmann M., Kleine-Weber H., Schroeder S., et al.  SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. Cell. 2020;181(2):271–280. e278. [PMC free article] [PubMed] [Google Scholar]39. Reynolds H.R., Adhikari S., Pulgarin C., et al.  Renin-angiotensin-aldosterone system inhibitors and risk of covid-19. New Engl J Med. 2020;382(25):2441–2448. [PMC free article] [PubMed] [Google Scholar]40. Mehta N., Kalra A., Nowacki A.S., et al.  Association of use of angiotensin-converting enzyme inhibitors and angiotensin II receptor blockers with testing positive for coronavirus disease 2019 (COVID-19) JAMA Cardiol. 2020;5(9):1020–1026. [PMC free article] [PubMed] [Google Scholar]41. Jung C., Bruno R.R., Wernly B., et al.  Inhibitors of the Renin-Angiotensin-Aldosterone System and Covid-19 in critically ill elderly patients. Eur Heart J Cardiovasc Pharmacother. 2020 Jul 9:pvaa083. doi: 10.1093/ehjcvp/pvaa083. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Danser A.H.J., Epstein M., Batlle D. Renin-angiotensin system blockers and the COVID-19 pandemic: at present there is No evidence to abandon renin-angiotensin system blockers. Hypertension. 2020;75(6):1382–1385. [PMC free article] [PubMed] [Google Scholar]43. Hou Y.J., Okuda K., Edwards C.E., et al.  SARS-CoV-2 reverse genetics reveals a variable infection gradient in the respiratory tract. Cell. 2020;182(2):429–446 e414. [PMC free article] [PubMed] [Google Scholar]44. Wang W., Xu Y., Gao R., et al.  Detection of SARS-CoV-2 in different types of clinical specimens. JAMA. 2020 May 12;323(18):1843–1844. [PMC free article] [PubMed] [Google Scholar]45. Xiao F., Tang M., Zheng X., et al.  Evidence for gastrointestinal infection of SARS-CoV-2. Gastroenterology. 2020;158(6):1831–1833. e1833. [PMC free article] [PubMed] [Google Scholar]46. Bourgonje A.R., Abdulle A.E., Timens W., et al.  Angiotensin-converting enzyme 2 (ACE2), SARS-CoV-2 and the pathophysiology of coronavirus disease 2019 (COVID-19) J Pathol. 2020;251(3):228–248. [PMC free article] [PubMed] [Google Scholar]47. Carsana L., Sonzogni A., Nasr A., et al.  Pulmonary post-mortem findings in a series of COVID-19 cases from northern Italy: a two-centre descriptive study. The Lancet Infect Dis. 2020;20(10):1135–1140. [PMC free article] [PubMed] [Google Scholar]48. Hellman U., Karlsson M.G., Engstrom-Laurent A., et al.  Presence of hyaluronan in lung alveoli in severe Covid-19: an opening for new treatment options? J Biol Chem. 2020;295(45):15418–15422. [PMC free article] [PubMed] [Google Scholar]49. Batah S.S., Fabro A.T. Pulmonary pathology of ARDS in COVID-19: a pathological review for clinicians. Respir Med. 2020;176:106239. [PMC free article] [PubMed] [Google Scholar]50. Quartuccio L., Semerano L., Benucci M., et al.  Urgent avenues in the treatment of COVID-19: targeting downstream inflammation to prevent catastrophic syndrome. Joint Bone Spine. 2020;87(3):191–193. [PMC free article] [PubMed] [Google Scholar]51. Chen W. A potential treatment of COVID-19 with TGF-beta blockade. Int J Biol Sci. 2020;16(11):1954–1955. [PMC free article] [PubMed] [Google Scholar]52. Kim K.K., Sheppard D., Chapman H.A. TGF-beta1 signaling and tissue fibrosis. Cold Spring Harb Perspect Biol. 2018;10(4) [PMC free article] [PubMed] [Google Scholar]53. Wilson M.S., Wynn T.A. Pulmonary fibrosis: pathogenesis, etiology and regulation. Mucosal Immunol. 2009;2(2):103–121. [PMC free article] [PubMed] [Google Scholar]54. Gattinoni L., Chiumello D., Caironi P., et al.  COVID-19 pneumonia: different respiratory treatments for different phenotypes? Intensive Care Med. 2020;46(6):1099–1102. [PMC free article] [PubMed] [Google Scholar]55. Monneret G., Benlyamani I., Gossez M., et al.  COVID-19: what type of cytokine storm are we dealing with? J Med Virol. 2020 Jul 18 doi: 10.1002/jmv.26317. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Aziz M., Fatima R., Assaly R. Elevated interleukin-6 and severe COVID-19: a meta-analysis. J Med Virol. 2020 Nov;92(11):2283–2285. [PMC free article] [PubMed] [Google Scholar]57. Monneret G., Venet F., Pachot A., et al.  Monitoring immune dysfunctions in the septic patient: a new skin for the old ceremony. Mol Med. 2008;14(1–2):64–78. [PMC free article] [PubMed] [Google Scholar]58. Hotchkiss R.S., Monneret G., Payen D. Sepsis-induced immunosuppression: from cellular dysfunctions to immunotherapy. Nat Rev Immunol. 2013;13(12):862–874. [PMC free article] [PubMed] [Google Scholar]59. Severe Covid G.G., Ellinghaus D., Degenhardt F., et al.  Genomewide association study of severe covid-19 with respiratory failure. New Engl J Med. 2020;383(16):1522–1534. [PMC free article] [PubMed] [Google Scholar]60. McCoy K., Peterson A., Tian Y., et al.  Immunogenetic association underlying severe COVID-19. Vaccines. 2020;8(4) [PMC free article] [PubMed] [Google Scholar]61. Shaath H., Vishnubalaji R., Elkord E., et al.  Single-cell transcriptome analysis highlights a role for neutrophils and inflammatory macrophages in the pathogenesis of severe COVID-19. Cells. 2020;9(11) [PMC free article] [PubMed] [Google Scholar]62. Zhang Q, Bastard P, Liu Z et al: Inborn errors of type I IFN immunity in patients with life-threatening COVID-19. Science 2020, 370(6515). [PMC free article] [PubMed]63. Onofrio L., Caraglia M., Facchini G., et al.  Toll-like receptors and COVID-19: a two-faced story with an exciting ending. Future Sci OA. 2020;6(8):FSO605. [PMC free article] [PubMed] [Google Scholar]64. Totura A.L., Whitmore A., Agnihothram S., et al.  Toll-like receptor 3 signaling via TRIF contributes to a protective innate immune response to severe acute respiratory syndrome coronavirus infection. mBio. 2015;6(3) e00638-e00615. [PMC free article] [PubMed] [Google Scholar]65. Merad M., Martin J.C. Pathological inflammation in patients with COVID-19: a key role for monocytes and macrophages. Nat Rev Immunol. 2020;20(6):355–362. [PMC free article] [PubMed] [Google Scholar]66. Huang C., Wang Y., Li X., et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. [PMC free article] [PubMed] [Google Scholar]67. Qin C., Zhou L., Hu Z., et al.  Dysregulation of immune response in patients with coronavirus 2019 (COVID-19) in Wuhan, China. Clin Infect Dis – Offic Publ Infect Dis Soc Am. 2020;71(15):762–768. [PMC free article] [PubMed] [Google Scholar]68. Ma A., Cheng J., Yang J., et al.  Neutrophil-to-lymphocyte ratio as a predictive biomarker for moderate-severe ARDS in severe COVID-19 patients. Crit Care. 2020;24(1):288. [PMC free article] [PubMed] [Google Scholar]69. Helms J., Tacquard C., Severac F., et al.  High risk of thrombosis in patients with severe SARS-CoV-2 infection: a multicenter prospective cohort study. Intensive Care Med. 2020;46(6):1089–1098. [PMC free article] [PubMed] [Google Scholar]70. Ackermann M., Verleden S.E., Kuehnel M., et al.  Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in covid-19. New Engl J Med. 2020;383(2):120–128. [PMC free article] [PubMed] [Google Scholar]71. Malas M.B., Naazie I.N., Elsayed N., et al.  Thromboembolism risk of COVID-19 is high and associated with a higher risk of mortality: a systematic review and meta-analysis. EClinicalMedicine. 2020;29:100639. [PMC free article] [PubMed] [Google Scholar]72. Zhang X., Yang X., Jiao H., et al.  Coagulopathy in patients with COVID-19: a systematic review and meta-analysis. Aging (Albany NY) 2020;12 [PMC free article] [PubMed] [Google Scholar]73. Grzegorowska O., Lorkowski J. Possible correlations between atherosclerosis, acute coronary syndromes and COVID-19. J Clin Med. 2020;9(11) [PMC free article] [PubMed] [Google Scholar]74. Vassiliou A.G., Kotanidou A., Dimopoulou I., et al.  Endothelial damage in acute respiratory distress syndrome. Int J Mol Sci. 2020;21(22) [PMC free article] [PubMed] [Google Scholar]75. Sherren P.B., Ostermann M., Agarwal S., et al.  COVID-19-related organ dysfunction and management strategies on the intensive care unit: a narrative review. Br J Anaesth. 2020;125(6):912–925. [PMC free article] [PubMed] [Google Scholar]76. Rodriguez-Morales A.J., Cardona-Ospina J.A., Gutierrez-Ocampo E., et al.  Clinical, laboratory and imaging features of COVID-19: a systematic review and meta-analysis. Trav Med Infect Dis. 2020;34:101623. [PMC free article] [PubMed] [Google Scholar]77. Wong C.K.H., Wong J.Y.H., Tang E.H.M., et al.  Clinical presentations, laboratory and radiological findings, and treatments for 11,028 COVID-19 patients: a systematic review and meta-analysis. Sci Rep. 2020;10(1):19765. [PMC free article] [PubMed] [Google Scholar]78. Duzgun S.A., Durhan G., Demirkazik F.B., et al.  COVID-19 pneumonia: the great radiological mimicker. Insights Imaging. 2020;11(1):118. [PMC free article] [PubMed] [Google Scholar]79. Ye Z., Zhang Y., Wang Y., et al.  Chest CT manifestations of new coronavirus disease 2019 (COVID-19): a pictorial review. Eur Radiol. 2020;30(8):4381–4389. [PMC free article] [PubMed] [Google Scholar]80. Zheng Y.Y., Ma Y.T., Zhang J.Y., et al.  COVID-19 and the cardiovascular system. Nat Rev Cardiol. 2020;17(5):259–260. [PMC free article] [PubMed] [Google Scholar]81. Moutchia J., Pokharel P., Kerri A., et al.  Clinical laboratory parameters associated with severe or critical novel coronavirus disease 2019 (COVID-19): a systematic review and meta-analysis. PloS One. 2020;15(10) [PMC free article] [PubMed] [Google Scholar]82. Lippi G., Plebani M. Procalcitonin in patients with severe coronavirus disease 2019 (COVID-19): a meta-analysis. Clinica Chimica Acta Int J Clin Chem. 2020;505:190–191. [PMC free article] [PubMed] [Google Scholar]83. Machado M., Valerio M., Alvarez-Uria A., et al.  Invasive Pulmonary Aspergillosis in the COVID-19 era: an expected new entity. Mycoses. 2020 Nov 19 doi: 10.1111/myc.13213. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Frat J.P., Thille A.W., Mercat A., et al.  High-flow oxygen through nasal cannula in acute hypoxemic respiratory failure. New Engl J Med. 2015;372(23):2185–2196. [PubMed] [Google Scholar]85. Rochwerg B., Einav S., Chaudhuri D., et al.  The role for high flow nasal cannula as a respiratory support strategy in adults: a clinical practice guideline. Intensive Care Med. 2020;46(12):2226–2237. [PMC free article] [PubMed] [Google Scholar]86. Ricard J.-D., Roca O., Lemiale V., et al.  Use of nasal high flow oxygen during acute respiratory failure. Intensive Care Med. 2020;46(12):2238–2247. [PMC free article] [PubMed] [Google Scholar]87. Ferrando C., Suarez-Sipmann F., Mellado-Artigas R., et al.  Clinical features, ventilatory management, and outcome of ARDS caused by COVID-19 are similar to other causes of ARDS. Intensive Care Med. 2020 Dec;46(12):2200–2211. [PMC free article] [PubMed] [Google Scholar]88. Menk M., Estenssoro E., Sahetya S.K., et al.  Current and evolving standards of care for patients with ARDS. Intensive Care Med. 2020 Dec;46(12):2157–2167. [PMC free article] [PubMed] [Google Scholar]89. Ferrando C., Suarez-Sipmann F., Mellado-Artigas R., et al.  Clinical features, ventilatory management, and outcome of ARDS caused by COVID-19 are similar to other causes of ARDS. Intensive Care Med. 2020;46(12):2200–2211. [PMC free article] [PubMed] [Google Scholar]90. Brower R.G., Matthay M.A., Morris A., et al.  Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. New Engl J Med. 2000;342(18):1301–1308. [PubMed] [Google Scholar]91. Fan E., Brodie D., Slutsky A.S. Acute respiratory distress syndrome: advances in diagnosis and treatment. JAMA. 2018;319(7):698–710. [PubMed] [Google Scholar]92. Amato M.B., Meade M.O., Slutsky A.S., et al.  Driving pressure and survival in the acute respiratory distress syndrome. New Engl J Med. 2015;372(8):747–755. [PubMed] [Google Scholar]93. Gattinoni L., Tonetti T., Cressoni M., et al.  Ventilator-related causes of lung injury: the mechanical power. Intensive Care Med. 2016;42(10):1567–1575. [PubMed] [Google Scholar]94. Guerin C., Albert R.K., Beitler J., et al.  Prone position in ARDS patients: why, when, how and for whom. Intensive Care Med. 2020 [PMC free article] [PubMed] [Google Scholar]95. Carsetti A., Damia Paciarini A., Marini B., et al.  Prolonged prone position ventilation for SARS-CoV-2 patients is feasible and effective. Crit Care (London, England) 2020;24(1):225. [PMC free article] [PubMed] [Google Scholar]96. Grieco D.L., Bongiovanni F., Chen L., et al.  Respiratory physiology of COVID-19-induced respiratory failure compared to ARDS of other etiologies. Crit Care. 2020;24(1):529. [PMC free article] [PubMed] [Google Scholar]97. Ziehr D.R., Alladina J., Petri C.R., et al.  Respiratory pathophysiology of mechanically ventilated patients with COVID-19: a cohort study. Am J Respir Crit Care Med. 2020;201(12):1560–1564. [PMC free article] [PubMed] [Google Scholar]98. Gattinoni L., Busana M., Giosa L., et al.  Prone positioning in acute respiratory distress syndrome. Semin Respir Crit Care Med. 2019;40(1):94–100. [PubMed] [Google Scholar]99. Albert R.K., Keniston A., Baboi L., et al.  Prone position-induced improvement in gas exchange does not predict improved survival in the acute respiratory distress syndrome. Am J Respir Crit Care Med. 2014;189(4):494–496. [PubMed] [Google Scholar]100. Coppo A., Bellani G., Winterton D., et al.  Feasibility and physiological effects of prone positioning in non-intubated patients with acute respiratory failure due to COVID-19 (PRON-COVID): a prospective cohort study. Lancet Respir Med. 2020;8(8):765–774. [PMC free article] [PubMed] [Google Scholar]101. Griffiths M.J., Evans T.W. Inhaled nitric oxide therapy in adults. New Engl J Med. 2005;353(25):2683–2695. [PubMed] [Google Scholar]102. Adhikari N.K., Dellinger R.P., Lundin S., et al.  Inhaled nitric oxide does not reduce mortality in patients with acute respiratory distress syndrome regardless of severity: systematic review and meta-analysis. Crit Care Med. 2014;42(2):404–412. [PubMed] [Google Scholar]103. Matera M.G., Rogliani P., Calzetta L., et al.  Pharmacological management of COVID-19 patients with ARDS (CARDS): a narrative review. Respir Med. 2020;171:106114. [PMC free article] [PubMed] [Google Scholar]104. Ahmed M.H., Hassan A. Dexamethasone for the treatment of coronavirus disease (COVID-19): a review. SN Compr Clin Med. 2020:1–10. [PMC free article] [PubMed] [Google Scholar]105. Meyerowitz E.A., Sen P., Schoenfeld S.R., et al.  Cig: immunomodulation as Treatment for Severe COVID-19: a systematic review of current modalities and future directions. Clin Infect Dis – Offic Publ Infect Dis Soc Am. 2020 [Google Scholar]106. Beigel J.H., Tomashek K.M., Dodd L.E., et al.  Remdesivir for the treatment of covid-19 - final report. New Engl J Med. 2020;383(19):1813–1826. [PMC free article] [PubMed] [Google Scholar]107. Consortium W.H.O.S.T., Pan H., Peto R., et al.  Repurposed antiviral drugs for covid-19 - interim WHO solidarity trial results. New Engl J Med. 2020 Dec 2;NEJMoa2023184 [PMC free article] [PubMed] [Google Scholar]108. Pastores S.M., Annane D., Rochwerg B. Corticosteroid guideline task force of S, esicm: guidelines for the diagnosis and management of critical illness-related corticosteroid insufficiency (CIRCI) in critically ill patients (Part II): society of critical care medicine (SCCM) and European society of intensive care medicine (ESICM) 2017. Intensive Care Med. 2018;44(4):474–477. [PubMed] [Google Scholar]109. Tomazini B.M., Maia I.S., Cavalcanti A.B., et al.  Effect of dexamethasone on days alive and ventilator-free in patients with moderate or severe acute respiratory distress syndrome and COVID-19: the CoDEX randomized clinical trial. JAMA. 2020;324(13):1307–1316. [PMC free article] [PubMed] [Google Scholar]110. Group R.C., Horby P., Lim W.S., et al.  Dexamethasone in hospitalized patients with covid-19 - Preliminary report. New Engl J Med. 2020 Jul 17;NEJMoa2021436 [Google Scholar]111. Dequin P.F., Heming N., Meziani F., et al.  Effect of hydrocortisone on 21-day mortality or respiratory support among critically ill patients with COVID-19: a randomized clinical trial. JAMA. 2020;324(13):1298–1306. [PMC free article] [PubMed] [Google Scholar]112. Angus D.C., Derde L., Al-Beidh F., et al.  Effect of hydrocortisone on mortality and organ support in patients with severe COVID-19: the REMAP-CAP COVID-19 corticosteroid domain randomized clinical trial. JAMA. 2020;324(13):1317–1329. [PMC free article] [PubMed] [Google Scholar]113. Zhou Y., Fu X., Liu X., et al.  Use of corticosteroids in influenza-associated acute respiratory distress syndrome and severe pneumonia: a systemic review and meta-analysis. Sci Rep. 2020;10(1):3044. [PMC free article] [PubMed] [Google Scholar]114. Yang Z., Liu J., Zhou Y., et al.  The effect of corticosteroid treatment on patients with coronavirus infection: a systematic review and meta-analysis. J Infect. 2020;81(1):e13–e20. [PMC free article] [PubMed] [Google Scholar]115. Shang L., Zhao J., Hu Y., et al.  On the use of corticosteroids for 2019-nCoV pneumonia. Lancet. 2020;395(10225):683–684. [PMC free article] [PubMed] [Google Scholar]116. Meduri G.U., Headley S., Kohler G., et al.  Persistent elevation of inflammatory cytokines predicts a poor outcome in ARDS. Plasma IL-1 beta and IL-6 levels are consistent and efficient predictors of outcome over time. Chest. 1995;107(4):1062–1073. [PubMed] [Google Scholar]117. Furlow B. COVACTA trial raises questions about tocilizumab's benefit in COVID-19. Lancet Rheumatol. 2020;2(10) [PMC free article] [PubMed] [Google Scholar]118. Menard T., Bowling R., Mehta P., et al.  Leveraging analytics to assure quality during the Covid-19 pandemic - the COVACTA clinical study example. Contemp Clin Trials Commun. 2020;20:100662. [PMC free article] [PubMed] [Google Scholar]119. Schefold J.C., Hasper D., Volk H.D., et al.  Sepsis: time has come to focus on the later stages. Med Hypotheses. 2008;71(2):203–208. [PubMed] [Google Scholar]120. Schefold J.C., Hasper D., Reinke P., et al.  Consider delayed immunosuppression into the concept of sepsis. Crit Care Med. 2008;36(11):3118. [PubMed] [Google Scholar]121. Schefold J.C. Measurement of monocytic HLA-DR (mHLA-DR) expression in patients with severe sepsis and septic shock: assessment of immune organ failure. Intensive Care Med. 2010;36(11):1810–1812. [PubMed] [Google Scholar]122. Chanques G., Constantin J.M., Devlin J.W., et al.  Analgesia and sedation in patients with ARDS. Intensive Care Med. 2020 Dec;46(12):2342–2356. [PMC free article] [PubMed] [Google Scholar]123. Strøm T., Martinussen T., Toft P. A protocol of no sedation for critically ill patients receiving mechanical ventilation: a randomised trial. Lancet (London, England) 2010;375(9713):475–480. [PubMed] [Google Scholar]124. Toft P., Olsen H.T., Jørgensen H.K., et al.  Non-sedation versus sedation with a daily wake-up trial in critically ill patients receiving mechanical ventilation (NONSEDA Trial): study protocol for a randomised controlled trial. Trials. 2014;15:499. [PMC free article] [PubMed] [Google Scholar]125. Payen J.F., Chanques G., Futier E., et al.  Sedation for critically ill patients with COVID-19: which specificities? One size does not fit all. Anaesth Crit Care Pain Med. 2020;39(3):341–343. [PMC free article] [PubMed] [Google Scholar]126. Marini J.J., Gattinoni L. Management of COVID-19 respiratory distress. JAMA. 2020;323(22):2329–2330. [PubMed] [Google Scholar]127. Hraiech S., Yoshida T., Annane D., et al.  Myorelaxants in ARDS patients. Intensive Care Med. 2020;46(12):2357–2372. [PMC free article] [PubMed] [Google Scholar]128. Messmer A.S., Zingg C., Muller M., et al.  Fluid overload and mortality in adult critical care patients-A systematic review and meta-analysis of observational studies. Crit Care Med. 2020 [PubMed] [Google Scholar]129. Rosenberg A.L., Dechert R.E., Park P.K., et al.  Review of a large clinical series: association of cumulative fluid balance on outcome in acute lung injury: a retrospective review of the ARDSnet tidal volume study cohort. J Intensive Care Med. 2009;24(1):35–46. [PubMed] [Google Scholar]130. Chao W.C., Tseng C.H., Chien Y.C., et al.  Association of day 4 cumulative fluid balance with mortality in critically ill patients with influenza: a multicenter retrospective cohort study in Taiwan. PloS One. 2018;13(1) [PMC free article] [PubMed] [Google Scholar]131. Wiedemann H.P., Wheeler A.P., Bernard G.R., et al.  Comparison of two fluid-management strategies in acute lung injury. New Engl J Med. 2006;354(24):2564–2575. [PubMed] [Google Scholar]132. Grissom C.K., Hirshberg E.L., Dickerson J.B., et al.  Fluid management with a simplified conservative protocol for the acute respiratory distress syndrome∗ Crit Care Med. 2015;43(2):288–295. [PMC free article] [PubMed] [Google Scholar]133. Vignon P., Evrard B., Asfar P., et al.  Fluid administration and monitoring in ARDS: which management? Intensive Care Med. 2020;46(12):2252–2264. [PMC free article] [PubMed] [Google Scholar]134. Klok F.A., Kruip M., van der Meer N.J.M., et al.  Incidence of thrombotic complications in critically ill ICU patients with COVID-19. Thromb Res. 2020;191:145–147. [PMC free article] [PubMed] [Google Scholar]135. Miesbach W., Makris M. COVID-19: coagulopathy, risk of thrombosis, and the rationale for anticoagulation. Clin Appl Thrombosis/Hemostasis – Offic J Int Acad Clin Appl Thrombosis/Hemostasis. 2020 Jan–Dec;26 1076029620938149. [PMC free article] [PubMed] [Google Scholar]136. Madjid M., Safavi-Naeini P., Solomon S.D., et al.  Potential effects of coronaviruses on the cardiovascular system: a review. JAMA Cardiol. 2020;5(7):831–840. [PubMed] [Google Scholar]137. Shao F., Xu S., Ma X., et al.  In-hospital cardiac arrest outcomes among patients with COVID-19 pneumonia in Wuhan, China. Resuscitation. 2020;151:18–23. [PMC free article] [PubMed] [Google Scholar]138. Nogueira S.A.R., Oliveira S.C.S., Carvalho A.F.M., et al.  Renal changes and acute kidney injury in covid-19: a systematic review. Revista da Associacao Medica Brasileira. 2020;66(Suppl 2):112–117. [PubMed] [Google Scholar]139. Ostermann M., Lumlertgul N., Forni L.G., et al.  What every Intensivist should know about COVID-19 associated acute kidney injury. J Crit Care. 2020;60:91–95. [PMC free article] [PubMed] [Google Scholar]140. Su H., Yang M., Wan C., et al.  Renal histopathological analysis of 26 postmortem findings of patients with COVID-19 in China. Kidney Int. 2020;98(1):219–227. [PMC free article] [PubMed] [Google Scholar]141. Xiao L., Jia L., Li R., et al.  Early versus late initiation of renal replacement therapy for acute kidney injury in critically ill patients: a systematic review and meta-analysis. PloS One. 2019;14(10) [PMC free article] [PubMed] [Google Scholar]142. Lins R.L., Elseviers M.M., Van der Niepen P., et al.  Intermittent versus continuous renal replacement therapy for acute kidney injury patients admitted to the intensive care unit: results of a randomized clinical trial. Nephrol Dial Transplant – Offic Publ Eur Dial Transplant Assoc - Eur Renal Assoc. 2009;24(2):512–518. [PubMed] [Google Scholar]143. Vinsonneau C., Camus C., Combes A., et al.  Continuous venovenous haemodiafiltration versus intermittent haemodialysis for acute renal failure in patients with multiple-organ dysfunction syndrome: a multicentre randomised trial. Lancet. 2006;368(9533):379–385. [PubMed] [Google Scholar]144. Schefold J.C., von Haehling S., Pschowski R., et al.  The effect of continuous versus intermittent renal replacement therapy on the outcome of critically ill patients with acute renal failure (CONVINT): a prospective randomized controlled trial. Crit Care. 2014;18(1):R11. [PMC free article] [PubMed] [Google Scholar]145. Ali H., Daoud A., Mohamed M.M., et al.  Survival rate in acute kidney injury superimposed COVID-19 patients: a systematic review and meta-analysis. Ren Fail. 2020;42(1):393–397. [PMC free article] [PubMed] [Google Scholar]146. Mao L., Jin H., Wang M., et al.  Neurologic manifestations of hospitalized patients with coronavirus disease 2019 in Wuhan, China. JAMA Neurol. 2020;77(6):683–690. [PMC free article] [PubMed] [Google Scholar]147. Li Y.C., Bai W.Z., Hashikawa T. The neuroinvasive potential of SARS-CoV2 may play a role in the respiratory failure of COVID-19 patients. J Med Virol. 2020;92(6):552–555. [PMC free article] [PubMed] [Google Scholar]148. Hermans G., Van den Berghe G. Clinical review: intensive care unit acquired weakness. Crit Care. 2015;19:274. [PMC free article] [PubMed] [Google Scholar]149. Schefold J.C., Bierbrauer J., Weber-Carstens S. Intensive care unit-acquired weakness (ICUAW) and muscle wasting in critically ill patients with severe sepsis and septic shock. J Cachexia Sarcopenia Muscle. 2010;1(2):147–157. [PMC free article] [PubMed] [Google Scholar]150. Berger D., Bloechlinger S., von Haehling S., et al.  Dysfunction of respiratory muscles in critically ill patients on the intensive care unit. J Cachexia Sarcopenia Muscle. 2016;7(4):403–412. [PMC free article] [PubMed] [Google Scholar]151. Dziewas R., Warnecke T., Zurcher P., et al.  Dysphagia in COVID-19 -multilevel damage to the swallowing network? Eur J Neurol. 2020 Sep;27(9):e46–e47. [PMC free article] [PubMed] [Google Scholar]152. Zuercher P., Moret C.S., Dziewas R., et al.  Dysphagia in the intensive care unit: epidemiology, mechanisms, and clinical management. Crit Care. 2019;23(1):103. [PMC free article] [PubMed] [Google Scholar]153. Zuercher P., Dziewas R., Schefold J.C. Dysphagia in the intensive care unit: a (multidisciplinary) call to action. Intensive Care Med. 2020;46(3):554–556. [PubMed] [Google Scholar]154. Perren A., Zurcher P., Schefold J.C. Clinical approaches to assess post-extubation dysphagia (PED) in the critically ill. Dysphagia. 2019;34(4):475–486. [PubMed] [Google Scholar]155. Ferrando C., Mellado-Artigas R., Gea A., et al.  Patient characteristics, clinical course and factors associated to ICU mortality in critically ill patients infected with SARS-CoV-2 in Spain: a prospective, cohort, multicentre study. Rev Esp Anestesiol Reanim. 2020;67(8):425–437. [PMC free article] [PubMed] [Google Scholar]156. Clancy C.J., Nguyen M.H. COVID-19, superinfections and antimicrobial development: what can we expect? Clin Infect Dis – Offic Publ Infect Dis Soc Am. 2020 [PMC free article] [PubMed] [Google Scholar]157. Combes A., Schmidt M., Hodgson C.L., et al.  Extracorporeal life support for adults with acute respiratory distress syndrome. Intensive Care Med. 2020;46(12):2464–2476. [PMC free article] [PubMed] [Google Scholar]158. Kumar A., Zarychanski R., Pinto R., et al.  Critically ill patients with 2009 influenza A(H1N1) infection in Canada. JAMA. 2009;302(17):1872–1879. [PubMed] [Google Scholar]159. Pham T., Combes A., Rozé H., et al.  Extracorporeal membrane oxygenation for pandemic influenza A(H1N1)-induced acute respiratory distress syndrome: a cohort study and propensity-matched analysis. Am J Respir Crit Care Med. 2013;187(3):276–285. [PubMed] [Google Scholar]160. Noah M.A., Peek G.J., Finney S.J., et al.  Referral to an extracorporeal membrane oxygenation center and mortality among patients with severe 2009 influenza A(H1N1) JAMA. 2011;306(15):1659–1668. [PubMed] [Google Scholar]161. Combes A., Hajage D., Capellier G., et al.  Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. New Engl J Med. 2018;378(21):1965–1975. [PubMed] [Google Scholar]162. Munshi L., Walkey A., Goligher E., et al.  Venovenous extracorporeal membrane oxygenation for acute respiratory distress syndrome: a systematic review and meta-analysis. Lancet Respir Med. 2019;7(2):163–172. [PubMed] [Google Scholar]163. Barbaro R.P., MacLaren G., Boonstra P.S., et al.  Extracorporeal membrane oxygenation support in COVID-19: an international cohort study of the Extracorporeal Life Support Organization registry. Lancet (London, England) 2020;396(10257):1071–1078. [PMC free article] [PubMed] [Google Scholar]164. Gupta S., Hayek S.S., Wang W., et al.  Factors associated with death in critically ill patients with coronavirus disease 2019 in the US. JAMA Internal Med. 2020 Jul 15;180(11):1–12. [PMC free article] [PubMed] [Google Scholar]165. Grimaldi D., Aissaoui N., Blonz G., et al.  Characteristics and outcomes of acute respiratory distress syndrome related to COVID-19 in Belgian and French intensive care units according to antiviral strategies: the COVADIS multicentre observational study. Ann Intensive Care. 2020;10(1):131. [PMC free article] [PubMed] [Google Scholar]166. Ioannou G.N., Locke E., Green P., et al.  Risk factors for hospitalization, mechanical ventilation, or death among 10131 US veterans with SARS-CoV-2 infection. JAMA Netw Open. 2020;3(9) [PMC free article] [PubMed] [Google Scholar]167. Bellan M., Patti G., Hayden E., et al.  Fatality rate and predictors of mortality in an Italian cohort of hospitalized COVID-19 patients. Sci Rep. 2020;10(1):20731. [PMC free article] [PubMed] [Google Scholar]168. Qian S.Z., Hong W.D., Lingjie M., et al.  Clinical characteristics and outcomes of severe and critical patients with 2019 novel coronavirus disease (COVID-19) in Wenzhou: a retrospective study. Front Med. 2020;7:552002. [PMC free article] [PubMed] [Google Scholar]169. Bein T., Weber-Carstens S., Apfelbacher C. Long-term outcome after the acute respiratory distress syndrome: different from general critical illness? Curr Opin Crit Care. 2018;24(1):35–40. [PMC free article] [PubMed] [Google Scholar]170. Brown S.M., Wilson E.L., Presson A.P., et al.  With the National Institutes of Health NAN: understanding patient outcomes after acute respiratory distress syndrome: identifying subtypes of physical, cognitive and mental health outcomes. Thorax. 2017;72(12):1094–1103. [PMC free article] [PubMed] [Google Scholar]171. Herridge M.S., Moss M., Hough C.L., et al.  Recovery and outcomes after the acute respiratory distress syndrome (ARDS) in patients and their family caregivers. Intensive Care Med. 2016;42(5):725–738. [PubMed] [Google Scholar]172. Sasannejad C., Ely E.W., Lahiri S. Long-term cognitive impairment after acute respiratory distress syndrome: a review of clinical impact and pathophysiological mechanisms. Crit Care. 2019;23(1):352. [PMC free article] [PubMed] [Google Scholar]173. Schefold J.C., Wollersheim T., Grunow J.J., et al.  Muscular weakness and muscle wasting in the critically ill. J Cachexia Sarcopenia Muscle. 2020 Dec;11(6):1399–1412. [PMC free article] [PubMed] [Google Scholar]174. Shi Z., de Vries H.J., Vlaar A.P.J., et al.  Diaphragm pathology in critically ill patients with COVID-19 and postmortem findings from 3 medical centers. JAMA Intern Med. 2021 Jan 1;181(1):122–124. [PMC free article] [PubMed] [Google Scholar]175. Anekwe D.E., Biswas S., Bussieres A., et al.  Early rehabilitation reduces the likelihood of developing intensive care unit-acquired weakness: a systematic review and meta-analysis. Physiotherapy. 2020;107:1–10. [PubMed] [Google Scholar]176. Zhang L., Hu W., Cai Z., et al.  Early mobilization of critically ill patients in the intensive care unit: a systematic review and meta-analysis. PloS One. 2019;14(10) [PMC free article] [PubMed] [Google Scholar]177. Zuercher P., Schenk N.V., Moret C., et al.  Risk factors for dysphagia in ICU patients after invasive mechanical ventilation. Chest. 2020;158(5):1983–1991. [PubMed] [Google Scholar]178. Schefold J.C., Berger D., Zurcher P., et al.  Dysphagia in mechanically ventilated ICU patients (DYnAMICS): a prospective observational trial. Crit Care Med. 2017;45(12):2061–2069. [PubMed] [Google Scholar]179. Chugh H., Awasthi A., Agarwal Y., et al.  A comprehensive review on potential therapeutics interventions for COVID-19. Eur J Pharmacol. 2020:173741. [PMC free article] [PubMed] [Google Scholar]"}