{"title": "Influence of rosuvastatin treatment on cerebral inflammation and nitro-oxidative stress in experimental lung injury in pigs", "pubDate": "2021", "PMCID": "PMC8435760", "DOI": "10.1186/s12871-021-01436-0", "PMID": "34517845", "abstract": "Background:                       Many patients with acute respiratory distress syndrome (ARDS) suffer from cognitive impairment after hospital discharge. Different mechanisms have been implicated as potential causes for this impairment, inter alia cerebral inflammation. A class of drugs with antioxidant and anti-inflammatory properties are β-HMG-CoA-reductase inhibitors (\"statins\"). We hypothesized that treatment with rosuvastatin attenuates cerebral cytokine mRNA expression and nitro-oxidative stress in an animal model of acute lung injury.                  Methods:                       After approval of the institutional and state animal care committee, we performed this prospective randomized controlled animal study in accordance with the international guidelines for the care and use of laboratory animals. Thirty-two healthy male pigs were randomized to one of four groups: lung injury by central venous injection of oleic acid (n = 8), statin treatment before and directly after lung injury (n = 8), statin treatment after lung injury (n = 8), or ventilation-only controls (n = 8). About 18 h after lung injury and standardized treatment, the animals were euthanised, and the brains and lungs were collected for further examinations. We determined histologic lung injury and cerebral and pulmonal cytokine and 3-nitrotyrosine production.                  Results:                       We found a significant increase in hippocampal IL-6 mRNA after lung injury (p < 0.05). Treatment with rosuvastatin before and after induction of lung injury led to a significant reduction of hippocampal IL-6 mRNA (p < 0.05). Cerebral 3-nitrotyrosine was significantly higher in lung-injured animals compared with all other groups (p < 0.05 vs. animals treated with rosuvastatin after lung injury induction; p < 0.001 vs. all other groups). 3-Nitrotyrosine was also increased in the lungs of the lung-injured pigs compared to all other groups (p < 0.05 each).                  Conclusions:                       Our findings highlight cerebral cytokine production and nitro-oxidative stress within the first day after induction of lung injury. The treatment with rosuvastatin reduced IL-6 mRNA and 3-nitrotyrosine concentration in the brains of the animals. In earlier trials, statin treatment did not reduce mortality in ARDS patients but seemed to improve quality of life in ARDS survivors. Whether this is attributable to better cognitive function because of reduced nitro-oxidative stress and inflammation remains to be elucidated.", "author": [{"author": "Jens Kamuf", "affiliation": ["Department of Anesthesiology, University Medical Centre, Mainz, Germany. kamuf@uni-mainz.de."], "href": "/?term=Kamuf+J&cauthor_id=34517845"}, {"author": "Andreas Garcia Bardon", "affiliation": ["Department of Anesthesiology, University Medical Centre, Mainz, Germany."], "href": "/?term=Garcia+Bardon+A&cauthor_id=34517845"}, {"author": "Alexander Ziebart", "affiliation": ["Department of Anesthesiology, University Medical Centre, Mainz, Germany."], "href": "/?term=Ziebart+A&cauthor_id=34517845"}, {"author": "Robert Ruemmler", "affiliation": ["Department of Anesthesiology, University Medical Centre, Mainz, Germany."], "href": "/?term=Ruemmler+R&cauthor_id=34517845"}, {"author": "Johannes Schwab", "affiliation": ["Department of Anesthesiology, University Medical Centre, Mainz, Germany."], "href": "/?term=Schwab+J&cauthor_id=34517845"}, {"author": "Mobin Dib", "affiliation": ["Department of Cardiology, University Medical Centre, Mainz, Germany."], "href": "/?term=Dib+M&cauthor_id=34517845"}, {"author": "Andreas Daiber", "affiliation": ["Department of Cardiology, University Medical Centre, Mainz, Germany."], "href": "/?term=Daiber+A&cauthor_id=34517845"}, {"author": "Serge C Thal", "affiliation": ["Department of Anesthesiology, University Medical Centre, Mainz, Germany."], "href": "/?term=Thal+SC&cauthor_id=34517845"}, {"author": "Erik K Hartmann", "affiliation": ["Department of Anesthesiology, University Medical Centre, Mainz, Germany."], "href": "/?term=Hartmann+EK&cauthor_id=34517845"}], "refPMID": ["22797452", "18621912", "29047084", "22492988", "25393331", "18073775", "24381719", "23962032", "20580199", "22710202", "28351559", "21855657", "30820818", "21396178", "20673352", "21211068", "20870757", "24835849", "25268516", "33478589", "26936876", "28511660", "27373439", "27232279", "26033076", "28004129", "30724816", "31334568", "30092082", "33354426", "18162625", "25189285", "25879802", "31545955", "30417861", "26472873", "17034639", "27633985", "26885056", "28642115", "11549183", "11343293", "26048578", "28421541", "28092082", "25447937", "26266921", "23983901", "15281532", "16122904", "26640323", "26903337", "1715805", "23937199", "25184876"], "citedInPMID": ["34517845"], "body": " AbstractBackgroundMany patients with acute respiratory distress syndrome (ARDS) suffer from cognitive impairment after hospital discharge. Different mechanisms have been implicated as potential causes for this impairment, inter alia cerebral inflammation. A class of drugs with antioxidant and anti-inflammatory properties are β-HMG-CoA-reductase inhibitors (“statins”). We hypothesized that treatment with rosuvastatin attenuates cerebral cytokine mRNA expression and nitro-oxidative stress in an animal model of acute lung injury.MethodsAfter approval of the institutional and state animal care committee, we performed this prospective randomized controlled animal study in accordance with the international guidelines for the care and use of laboratory animals. Thirty-two healthy male pigs were randomized to one of four groups: lung injury by central venous injection of oleic acid (n = 8), statin treatment before and directly after lung injury (n = 8), statin treatment after lung injury (n = 8), or ventilation-only controls (n = 8). About 18 h after lung injury and standardized treatment, the animals were euthanised, and the brains and lungs were collected for further examinations. We determined histologic lung injury and cerebral and pulmonal cytokine and 3-nitrotyrosine production.ResultsWe found a significant increase in hippocampal IL-6 mRNA after lung injury (p < 0.05). Treatment with rosuvastatin before and after induction of lung injury led to a significant reduction of hippocampal IL-6 mRNA (p < 0.05). Cerebral 3-nitrotyrosine was significantly higher in lung-injured animals compared with all other groups (p < 0.05 vs. animals treated with rosuvastatin after lung injury induction; p < 0.001 vs. all other groups). 3-Nitrotyrosine was also increased in the lungs of the lung-injured pigs compared to all other groups (p < 0.05 each).ConclusionsOur findings highlight cerebral cytokine production and nitro-oxidative stress within the first day after induction of lung injury. The treatment with rosuvastatin reduced IL-6 mRNA and 3-nitrotyrosine concentration in the brains of the animals. In earlier trials, statin treatment did not reduce mortality in ARDS patients but seemed to improve quality of life in ARDS survivors. Whether this is attributable to better cognitive function because of reduced nitro-oxidative stress and inflammation remains to be elucidated.Supplementary InformationThe online version contains supplementary material available at 10.1186/s12871-021-01436-0.Keywords: Acute respiratory distress syndrome, Pigs, Rosuvastatin, Nitro-oxidative stress, Inflammation BackgroundThe acute respiratory distress syndrome (ARDS) is a complex disease pattern with multi factorial origin. It is defined by the Berlin definition according to clinical features, namely acute onset of respiratory failure, not fully explained by cardiac failure, and bilateral opacities in thoracal imaging, not fully explained by effusions, atelectasis, or nodules [1]. Pathological there are three key components: 1. Pulmonal inflammation indicated by a neutrophilic alveolitis, 2. Disruption of the alveolar-capillary barrier with deposition of hyaline membranes in the airspace, 3. Endothelial injury with activation of the coagulation cascade and formation of microthrombi [2]. Endothelial damage can lead to oxidative stress which aggravates inflammation, endothelial damage and the severity of the acute lung injury [3].Patients with acute respiratory distress syndrome not only need intensive care and mechanical ventilation but also very often suffer from cognitive impairment after hospital discharge [4, 5]. The cause for this cognitive impairment is still not known, but several mechanisms, such as hypoxia [4], inflammation [6], or nitro-oxidative stress, are under discussion [7]. Another possible cause for cognitive impairment in ARDS could be mechanical ventilation itself, as this was shown to induce hippocampal apoptosis by vagal pathways [8], and hippocampal damage is associated with cognitive decline [9, 10]. Furthermore, the hippocampus is thought to be especially susceptible to hypoxia [11]; thus, hypoxia and mechanical ventilation should be even more deleterious for the hippocampus. Bickenbach et al. showed in a pig study that there is a difference in the results of neurologic tests after hypoxia due to a reduced fraction of inspired oxygen (FiO2) and hypoxia due to HCl-induced lung injury [12]. They did not find a difference in hippocampal damage, even though the animals were ventilated with rather high tidal volumes (10 ml/kg) and without positive end-expiratory pressure (PEEP), which in itself should induce hippocampal damage, according to the aforementioned results.β-HMG-CoA-reductase inhibitors (statins) are a class of drugs with pleiotropic effects. They reduce serum cholesterol and also show anti-inflammatory and antioxidant properties. There is evidence of neuroprotective effects of statins [13]. Some studies have demonstrated promising results for sepsis- and ventilator-induced ARDS [14, 15], suggesting that these drugs could be beneficial to patients with ARDS [16, 17]. However, randomized controlled trials (RCTs) showed no significant differences regarding mortality, ventilator-free days, or length of hospital stay [18, 19]. A retrospective analysis of these studies after screening for hypo- and hyperinflammatory subgroups showed a significant reduction in patients with hyperinflammatory ARDS treated with simvastatin, but no effect in patients with sepsis-induced hyperinflammatory ARDS treated with rosuvastatin [20]. One retrospective study investigating the effect of statin therapy on cognitive impairment after sepsis-induced ARDS did not show convincing results [21]. Other studies have shown an improvement in the quality of life in simvastatin-treated patients with ARDS [22]. Nevertheless, the role of statins in ARDS remains controversial [23–28].Thus, there are many uncertainties about the concurrent cognitive decline in ARDS and the potential benefit of statins—not in terms of reducing mortality or time to clinical discharge but after returning home—for patients with ARDS. We hypothesised that cerebral cytokine production and nitro-oxidative stress could be attenuated by early treatment with rosuvastatin. MethodsAfter approval by the institutional and state animal care committee (Landesuntersuchungsamt Rheinland-Pfalz, Koblenz, Germany; approval number G15-1–077), we performed this prospective randomized controlled animal study in accordance with the international guidelines for the care and use of laboratory animals and in compliance with the ARRIVE guidelines. This manuscript adheres to the applicable EQUATOR guidelines. Some of the animals used in this study were also part of other studies [29].Anaesthesia and instrumentationThirty-two healthy male pigs (sus scrofa domestica, weight: 26–33 kg) were randomized to one of four groups: lung injury by central venous injection of oleic acid (OAI, n = 8), statin treatment 12 h before and directly after lung injury (SBA, n = 8), statin treatment after lung injury (SA, n = 8), or ventilation only (VO, n = 8).The whole study and post-mortem analyses were done investigator-blinded. The person responsible for the treatment with rosuvastatin was not involved in any other part of the study.Anaesthesia and instrumentation were conducted as described before [30]. All animals were delivered sedated (4 mg kg−1 ketamine, 8 mg kg−1 azaperon intramuscular) by a local breeder. After establishing an intravenous line, anaesthesia was induced and maintained by propofol (8–12 mg kg−1 h−1) and fentanyl (0.1–0.2 mg kg−1 h−1). A single dose of atracurium (0.5 mg kg−1) was administered to facilitate orotracheal intubation. Ventilation (respirator: Engström Carestation®, GE Healthcare, Germany) was started in pressure-controlled mode with a tidal volume (Vt) of 7 ml kg−1, PEEP of 5 cmH2O, FiO2 of 0.4, and a variable respiratory rate to maintain normocapnia. A balanced electrolyte solution (Sterofundin ISO, B. Braun, Germany) was continuously infused at a rate of 5 ml kg−1 h−1. Vascular catheters were placed ultrasound-guided: an arterial line, a pulse contour cardiac output catheter (PiCCO, Pulsion Medical Systems, Germany), a central venous line, and a 7.5 French introducer for a pulmonary arterial catheter were inserted via femoral vascular access. Respiratory and extended hemodynamic parameters were recorded continuously (Datex S/5, GE Healthcare, Germany). The PiCCO was calibrated regularly for measurement of extravascular lung water index (EVLWI) as marker for pulmonary oedema and cardiac index (CI) to rule out acute cardiac failure. Further respiratory parameters and measurements were recorded by the respirator. Normothermia was maintained by body surface warming.Study protocolThe study protocol was described before [30]. Following instrumentation, we set the FiO2 to 1.0 and conducted a lung recruitment manoeuvre (plateau pressure 40 cmH2O for 10 s). Baseline parameters were then assessed at healthy state. For the animals in the lung injury and treatment groups (OAI, SBA, SA), 0.1 ml kg−1 of oleic acid (cis-9-octadecenoic acid) was dissolved in 20 ml saline solution and injected via the central venous line in fractions of 2 ml every 3 min. The procedure was repeated with another 0.1 ml kg−1 after 15 min if the PaO2/FiO2 was higher than 200 mmHg. After the ARDS criteria [1] were fulfilled, the animals were treated according to a standard protocol that was closely adapted to that used in human treatment in ICUs. The respirator was set at Vt 6 ml kg−1, FiO2 and PEEP, as displayed in Table ​Table1,1, with an intended SpO2 of 94–98%. If necessary to warrant stable hemodynamics during the experiments (mean arterial pressure > 65 mmHg), norepinephrine was administered. We collected blood samples directly after induction of lung injury and 6, 12, and 18 h later. After 18 h, the animals were sacrificed under deep general anaesthesia by injection of 200 mg propofol and 40 mmol potassium.Table 1PEEP/FiO2 setting according to the low PEEP/high FiO2 table of the ARDSnetFiO20.40.40.50.50.60.70.70.7PEEP5881010101214FiO20.80.90.90.91.01.01.01.0PEEP1414161818202224Open in a separate windowRosuvastatin treatmentAnimals of two groups were treated with rosuvastatin: the animals of the SA group and the animals of the SBA group.The animals of the SA group received 1 mg/kg bodyweight rosuvastatin intravenously after induction of the lung injury. Rosuvastatin for intravenous treatment was dissolved in saline as described by Prinz et al. [31].The animals of the SBA group received rosuvastatin at two different time points during the study. 12 h before the lung injury was induced, the animals were fed with one tablet rosuvastatin (25 mg). Additionally, the animals of this group received 1 mg/kg bodyweight rosuvastatin intravenously after induction of the lung injury. Rosuvastatin for intravenous treatment was dissolved in saline as described by Prinz et al. [31].Post-Mortem analysisAfter death, the brains and lungs were harvested for further investigations. We obtained a defined slice of the frontal cortex and the hippocampus of the brain samples. All samples were shock frosted (in liquid nitrogen) for molecular biological analysis and assessment of nitro-oxidative stress.The lungs were used for wet/dry ratio, histopathology, TNFalpha mRNA and nitro-oxidative stress measurements.Wet-to-dry ratioThe left lung was weighted immediately after removal and dried afterwards at 60 °C for 72 h to determine the dry weight and wet-to-dry ratio.Lung histopathologyAfter extraction of the lungs, dependent and non-dependent lung regions were sampled, fixed in formalin for paraffin sectioning and stained with HE. The lung injury score was assessed as previously described [32]. In short, 7 different parameters in 4 non-overlapping regions are evaluated by a blinded investigator and scored with a severity grade between 0 and 5 points. These points add up to the total lung injury score with a maximum of 140 points.Cerebral cytokine expressionTo determine the cerebral production of mRNA of TNFalpha, IL-6, IL-8, and iNOS we used real-time polymerase chain reaction (RT-PCR, Lightcycler 480 PCR System, Roche Applied Science, Germany) as previously described [33]. mRNA expression data were normalized against peptidylprolyl isomerase A as a control gene. The sequences of the applied oligonucleotide primer pairs (5’-3’) are displayed in Table ​Table22.Table 2Primer sequences for PCRPCR AssayOligonucleotide Sequence (5 ‘-3 ‘)Gene bank numberPPIAfw-CTTTCACAgAATAATTCCAggATT{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_214353\",\"term_id\":\"47523763\",\"term_text\":\"NM_214353\"}}NM_214353rev-ggACAAgATgCCAggACCfl-ATgCTTCAggATAAAATTCTCATCATCAAAcy5-TTCTCTCCATAgATggACTTgCCACCAIL 6fw-CCAATCTgggTTCAATCAggA{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_214399\",\"term_id\":\"47523851\",\"term_text\":\"NM_214399\"}}NM_214399rev-gTggTggCTTTgTCTggATTCfl-TgTCgAggCTgTgCAgATTAgTACCAcy5-gCACTgATCCAgACCCTgAggCAATNFalphafw-CCCAgAAggAAgAgTTTCCA{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_214022\",\"term_id\":\"47522865\",\"term_text\":\"NM_214022\"}}NM_214022rev-CggCTTTgACATTggCTACAfl-ggCCCAAggACTCAgATCATCgTCcy5-CAAACCTCAgATAAgCCCgTCgCiNOSfw-gATggCACCATCATAggggAC{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_001143690\",\"term_id\":\"219521953\",\"term_text\":\"NM_001143690\"}}NM_001143690rev-ggCACCCTgggAACTCAAfl-TGGAACACCCCAAATACGAGTGGTTCCcy5-GGAGCTGGAGCTGAAGTGGTACGCCCIL8fw-CAAgAgTAAgTgCAgAACTTCgAT{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_213867\",\"term_id\":\"47523123\",\"term_text\":\"NM_213867\"}}NM_213867rev-CAggCAgACCTCTTTTCCATfl-CACCTTTCCACCCCAAATTTATCAAgcy5-AACTgAgAgTgATTgAgAgTggACCCCOpen in a separate windowSerum cytokinesAfter ARDS induction, 6, 12, and 18 h later, blood samples were collected and snap frozen for determination of TNFalpha levels using ELISA kits (Porcine TNFalpha Quantikine ELISA, R&D Systems, Wiesbaden, Germany) according to the instructions of the manufacturer and earlier description [30].Nitro-oxidative stressNitro-oxidative stress was measured in lung and brain samples. Analysis of total protein homogenates was performed by dot blot as previously described [34]. For this, equal amounts of protein homogenates were diluted in phosphate-buffered saline and each sample applied to a buffer-soaked nitrocellulose membrane Protran BA85 (0.45 μm) using a Minifold I vacuum dot-blot system device (Whatman Schleicher& Schuell, Dassel, Germany) with a 96-well top frame. Each slot was washed with 250 μl PBS and the membrane was dried for 60 min at 60 °C. For detection of nitrated protein, a mouse monoclonal 3NT antibody (Millipore) was used at a dilution of 1:1000. Signals were detected by enhanced chemiluminescence after incubation with a peroxidase-coupled anti-mouse secondary antibody at a dilution of 1:5000 (Vector Lab, USA). Densitometric quantification was performed with a ChemiLux Imager (CsX-1400 M, Intas, Göttingen, Germany) and Gel-Pro Analyzer software (Media Cybernetics, Bethesda, MD).StatisticsThe results were analysed by one-way ANOVA with post hoc tests for multiple testing (SNK), a p < 0.05 was considered significant. Sigmaplot 12.5 was used for analysation of the data and graphing the plots. ResultsOxygenation ratio dropped significantly and peak pressure increased significantly after induction of lung injury at all measured time points in OAI animals compared to ventilation-only animals. This effect was not affected by treatment with statins. Furthermore, induction of lung injury led to a significant increase in PEEP, fiO2, and EVLWI at certain time points compared to VO without amelioration by statin treatment. EVLWI was significantly higher in SBA compared to OAI at 0 h, 12 h and 18 h. Tidal volume, end-expiratory CO2, and wet-to-dry ratio didn’t differ between the groups (Table ​(Table33).Table 3Pulmonal parameters. Data shown as mean values and standard deviationVOOAISASBAPEEPBLH4 ± 04 ± 04 ± 04 ± 0(cm H2O)0 h4 ± 06 ± 25 ± 25 ± 26 h4 ± 09 ± 2*10 ± 2*10 ± 2*12 h4 ± 07 ± 3*8 ± 1*9 ± 2*18 h4 ± 07 ± 37 ± 29 ± 3*PpeakBLH15 ± 216 ± 316 ± 215 ± 1(cm H2O)0 h14 ± 128 ± 6*25 ± 5*25 ± 4*6 h15 ± 228 ± 3*28 ± 4*27 ± 3*12 h16 ± 228 ± 6*27 ± 4*26 ± 2*18 h17 ± 230 ± 5*26 ± 5*25 ± 5*VTBLH6 ± 06 ± 16 ± 06 ± 0(ml/kg)0 h6 ± 07 ± 16 ± 06 ± 06 h6 ± 07 ± 16 ± 06 ± 012 h6 ± 06 ± 06 ± 06 ± 018 h6 ± 06 ± 06 ± 06 ± 0etCO2BLH39 ± 338 ± 442 ± 242 ± 1(mmHg)0 h36 ± 237 ± 439 ± 338 ± 26 h37 ± 439 ± 341 ± 241 ± 312 h37 ± 239 ± 339 ± 240 ± 318 h36 ± 239 ± 438 ± 240 ± 4FiO2BLH40 ± 040 ± 040 ± 040 ± 0(%)0 h100 ± 0100 ± 0100 ± 0100 ± 06 h40 ± 055 ± 10*59 ± 9*65 ± 9*12 h39 ± 448 ± 1051 ± 1359 ± 12*18 h40 ± 045 ± 1041 ± 354 ± 17EVLWIBLH11 ± 110 ± 213 ± 314 ± 3(ml/kg)0 h12 ± 119 ± 4*20 ± 4*26 ± 8*#±6 h12 ± 221 ± 7*21 ± 5*25 ± 3*12 h14 ± 217 ± 621 ± 6*24 ± 3*#18 h14 ± 317 ± 519 ± 423 ± 5*#±paO2/FiO2BLH503 ± 65496 ± 58467 ± 63449 ± 91(mmHg)0 h544 ± 66101 ± 28*86 ± 34*72 ± 20*6 h452 ± 55188 ± 70*166 ± 40*159 ± 53*12 h453 ± 73221 ± 48*158 ± 45*153 ± 53*18 h400 ± 59216 ± 50*205 ± 43*207 ± 105*Wet-to-dry5 ± 06 ± 16 ± 16 ± 1RatioOpen in a separate window*p < 0.05 vs VO; # p < 0.05 vs OAI; + p < 0.05 vs SAAbbreviations: blh, baseline; etCO2, end tidal CO2; EVLWI, extravascular lung water index; FiO2, inspiratory fraction of O2; OAI, lung injury by central venous injection of oleic acid; PEEP, positive end expiratory pressure; Ppeak, peak pressure; SA, statin treatment after lung injury; SBA, statin treatment 12 h before and directly after lung injury; VO, ventilation only; Vt, tidal volumeInduction of lung injury led to a significant increase in heart rate and mean pulmonary arterial pressure in the OAI animals, the SA animals and the SBA animals, compared to the VO animals at all measured time points. Central venous pressure and cardiac index showed differences at some time points. No difference was found in mean arterial pressure, norepinephrine dose, and pulmonary capillary wedge pressure between the groups (Table ​(Table44).Table 4Cardiovascular parameters. Data shown as mean values and standard deviationVOOAISASBAHRBLH77 ± 1077 ± 1582 ± 982 ± 12(min−1)0 h72 ± 9124 ± 32*127 ± 26*112 ± 17*6 h76 ± 15119 ± 40*131 ± 30*118 ± 26*12 h75 ± 18117 ± 39*126 ± 32*112 ± 24*18 h68 ± 8112 ± 44*142 ± 36*115 ± 36*MAPBLH72 ± 575 ± 1174 ± 1074 ± 11(mmHg)0 h76 ± 873 ± 674 ± 874 ± 106 h74 ± 867 ± 865 ± 7*64 ± 4*12 h71 ± 1269 ± 667 ± 1063 ± 518 h68 ± 867 ± 767 ± 960 ± 4MPAPBLH13 ± 416 ± 315 ± 216 ± 4(mmHg)0 h12 ± 338 ± 4*35 ± 4*38 ± 4*6 h14 ± 430 ± 5*30 ± 4*31 ± 4*12 h16 ± 227 ± 4*28 ± 5*31 ± 6*18 h15 ± 227 ± 2*27 ± 4*29 ± 7*CVPBLH6 ± 26 ± 35 ± 34 ± 2(mmHg)0 h6 ± 37 ± 46 ± 46 ± 36 h8 ± 48 ± 37 ± 28 ± 212 h6 ± 29 ± 38 ± 29 ± 218 h6 ± 110 ± 3*7 ± 2#10 ± 2*±PCWPBLH7 ± 18 ± 17 ± 36 ± 1(mmHg)0 h7 ± 29 ± 28 ± 48 ± 26 h7 ± 18 ± 28 ± 38 ± 212 h7 ± 29 ± 28 ± 28 ± 218 h7 ± 210 ± 18 ± 39 ± 1CIBLH3.41 ± 0.43.34 ± 0.93.65 ± 0.63.37 ± 0.7(l/min/m2)0 h3.26 ± 0.43.87 ± 0.74.04 ± 0.83.47 ± 0.96 h3.40 ± 0.73.87 ± 0.94.14 ± 1.03.53 ± 0.912 h3.61 ± 0.64.44 ± 1.44.64 ± 1.24.19 ± 0.718 h3.28 ± 0.34.83 ± 1.4*5.49 ± 1.5*5.02 ± 1.4*NorepinephrineBLH0.04 ± 0.10.00 ± 0.00.01 ± 0.00.00 ± 0.0(μg/kg/min)0 h0.00 ± 0.00.55 ± 0.60.49 ± 0.70.31 ± 0.36 h0.01 ± 0.00.58 ± 1.10.57 ± 0.60.41 ± 0.312 h0.03 ± 0.00.66 ± 1.01.02 ± 0.81.05 ± 1.318 h0.01 ± 0.01.09 ± 1.41.15 ± 1.01.66 ± 1.9Open in a separate window*p < 0.05 vs VO; # p < 0.05 vs OAI; + p < 0.05 vs SAAbbreviations: blh, baseline; CI, cardiac index; CVP, central venous pressure; HR, heart rate; MAP, mean arterial pressure; MPAP, mean pulmonary arterial pressure; OAI, lung injury by central venous injection of oleic acid; PCWP, pulmonary capillary wedge pressure; SA, statin treatment after lung injury; SBA, statin treatment 12 h before and directly after lung injury; VO, ventilation onlyLungs and bloodThe animals in the OAI group showed a significantly higher lung injury score compared to ventilation-only animals (p < 0.05; Fig. 1). The animals of the SA group had a higher lung injury score than the animals of the VO group (p < 0.05; Fig. 1). There was no significant difference in the lung injury scores between the SBA animals and the ventilation-only animals (p = 0.43; Fig. 1). There was no difference between OAI and SA (p = 0.81; Fig. 1), between OAI and SBA (p = 0.15; Fig. 1), or between SA and SBA (p = 0.10; Fig. 1). Expression of TNFalpha mRNA showed no difference between the groups 18 h after induction of lung injury (p = 0.25; Fig. 2). No difference was found in the wet-to-dry ratio between the groups (p = 0.10; Table ​Table33).Open in a separate windowFig. 1Lung injury score in the treated animals as measured by histopathology in HE-stained lungs. Data are mean with standard deviation presented as box plots. 8 animals per group were usedOpen in a separate windowFig. 2TNFalpha mRNA concentration in the lungs as measured by RT-PCR. Data are mean with standard deviation presented as box plots. 8 animals per group were usedWe found a significantly higher concentration of 3-nitrotyrosine in the lungs of the OAI animals compared to VO, SBA, or SA (p < 0.05 in all, Fig. 3). There was no difference between the other groups (VO vs. SBA p = 0.54, VO vs. SA p = 0.6, SBA vs. SA p = 0.59; Fig. 3).Open in a separate windowFig. 33-Nitrotyrosine-positive protein content in the lungs of treated animals as measured by dot blot analysis using a specific 3-nitrotyrosine antibody. Data are mean with deviation presented as box plots. 8 animals per group were used. 2 representative dot blots per group are shownThere was no change in blood serum concentrations of TNFalpha over time in animals in the VO (p = 0.56; Fig. 4), SBA (p = 0.29; Fig. 4), or SA (p = 0.20; Fig. 4) groups. In the animals in the OAI group, TNFalpha was increased directly after induction of lung injury (p < 0.05; Fig. 4) but decreased afterwards to values similar to animals of the other groups.Open in a separate windowFig. 4Time course of blood levels of TNFalpha as measured by ELISA. Data are mean with standard deviation of 8 animals per group. A Ventilation-only. B Oleic acid injection. C Statin treatment after lung injury. D Statin treatment before and after lung injuryThere was no significant difference in TNFalpha serum concentrations between the groups directly after ARDS induction (p = 0.06), 6 h later (p = 0.53), 12 h later (p = 0.48), or 18 h later (p = 0.83).BrainThe expression of TNFalpha mRNA in the cortex of the animals was not different between the groups (Fig. 5), nor were any differences observed in the expression of IL-6 mRNA (p = 0.35), IL-8 mRNA (p = 0.68), or iNOS mRNA (p = 0.74) in the cortex of the animals between the groups (Fig. 5).Open in a separate windowFig. 5mRNA levels of different cytokines in the cortices of treated animals as measured by RT-PCR. Data are mean with standard deviation presented as box plots. 8 animals per group were used. A TNFalpha. B IL-6. C IL-8. D iNOSIn the hippocampus of the animals, there was no difference in the levels of TNFalpha, IL-8, or iNOS mRNA between the groups (Fig. 6). IL-6 mRNA expression was significantly increased in the hippocampus of the OAI animals compared to the VO animals (p < 0.05; Fig. 6). In the hippocampus of animals of the SBA group, IL-6 mRNA expression was significantly lower than in the OAI group (p < 0.05; Fig. 6). The animals in the SA group showed a tendency for lower IL-6 mRNA expression in their hippocampus compared to the OAI animals, but lacked significance (p = 0.08; Fig. 6). There was no difference in IL-6 mRNA concentration in the hippocampus of VO compared to SBA (p = 0.75; Fig. 6), VO compared to SA (p = 0.55; Fig. 6), or SBA compared to SA (p = 0.91; Fig. 6).Open in a separate windowFig. 6mRNA levels of different cytokines in the hippocampus of treated animals as measured by RT-PCR. Data are mean with standard deviation presented as box plots. 8 animals per group were used. A TNFalpha. B IL-6. C IL-8. D iNOSNotably, the levels of 3-nitrotyrosine-positive proteins were significantly increased in the cortex of the animals of the OAI group compared to animals in the VO (p < 0.001), SBA (p < 0.001), and SA (p < 0.05) groups (Fig. 7).Open in a separate windowFig. 73-Nitrotyrosine-positive protein content in the cortices of treated animals as measured by dot blot analysis using a specific 3-nitrotyrosine antibody. Data are mean with standard deviation presented as box plots. 8 animals per group were used. 2 representative dot blots per group are shown DiscussionIn the present study, we found evidence of cerebral cytokine production and nitro-oxidative stress within the first day of inducing lung injury. Rosuvastatin treatment reduced IL-6 mRNA production and 3-nitrotyrosine concentrations in the brains of the animals.Central venous injection of oleic acid is an established animal model of acute lung injury [35], characterised by alveolar haemorrhage, intravascular thrombosis, PMN infiltration, and an increase in pulmonary microvascular permeability. These conditions lead to severe ventilation/perfusion (V/Q) mismatch and increased shunt, which results in hypoxaemia and increased mean airway pressures. Furthermore, pulmonary oedema, characterised by elevation of extravascular lung water and leakage of protein-rich fluid into the airspace and interstitium, develops. These hemodynamic effects lead to myocardial depression, early systemic hypotension, and pulmonary hypertension [2]. Our study animals reliably developed the described pathologic changes. Some of these pathologies ameliorated (paO2, MPAP) over time. This is in contrast to the study by Matute-Bello et al., who reported the maximal effect of oleic acid after 12 h [2]. This may be attributable to persistent protective ventilation, which may prevent the aggravation of inflammation through mechanical ventilation by minimizing alveolar stress, strain, and cyclic recruitment and derecruitment [36]. Even though treatment with rosuvastatin reduced the pulmonary damage assessed by histopathology, it did not improve oxygenation. This could explain partly the results of a clinical trial that showed no improvement of “hard” outcome parameters, such as mortality or ventilator-free days, in ARDS patients treated with statins [18].TNFalpha is a central cytokine in the inflammatory response. It is involved in the development of various pulmonary diseases, including acute lung injury and ARDS [37]. It also plays an important role in the cognitive decline of patients with Alzheimer’s disease [38] and is associated with postoperative delirium and cognitive dysfunction [39]. The lungs of our animals showed no intergroup differences in TNFalpha concentration. TNFalpha accumulates usually very rapidly after an insult to the lungs [40]; thus, expect higher levels were expected, at least in the animals of the oleic acid group. As mentioned above, the absence of TNFalpha may be due to the protective ventilation in our study setting, which might have prevented further biotrauma to the lungs and thereby enabled the amelioration of lung function and immune response. Nonetheless, oleic acid-induced lung injury led to persistent damage to the lungs, as shown by a significant increase in the lung injury score in the animals of the oleic acid group compared to ventilation-only animals. The lungs of the animals in the SA group showed a similar result, whereas the damage to the lungs of the SBA animals was non-significantly lower than that of the oleic-acid animals, but simultaneously non-significantly higher than that of the VO-animals. Dot blot revealed significantly higher 3-nitrotyrosine concentrations in the animals of the oleic acid groups compared to all other groups, whereas there was no difference between the animals in the VO, SA, or SBA group. This could be attributable to the antioxidant capacity of rosuvastatin.The time course of TNFalpha blood levels supports the idea of an only short-term immune response in our study setting. Immediately after induction of lung injury, TNFalpha increased significantly in the blood samples of the animals in the OAI group but decreased rapidly after and reached baseline values. The comparison of TNAalpha blood levels in OAI animals with VO animals directly after ARDS induction missed significance, but showed a strong tendency to higher values in OAI animals (OAI 147 ± 85 pg/ml, VO 65 ± 19 pg/ml p = 0.06). This is similar to the study of Bickenbach et al., who found a non-significant tendency for an increase in serum TNFalpha in an animal model of acid aspiration-induced lung injury [12]. Statin treatment blunted this initial increase, which may be due to the anti-inflammatory properties of rosuvastatin.Circulating TNFalpha can compromise the blood brain barrier [41]. Furthermore, it can activate microglia cells through receptors present in cerebral blood vessels [42]. Activated microglia cells, in turn, produce and release TNFalpha [43]. In our study, we found no difference in cerebral or hippocampal TNFalpha mRNA concentrations between the groups. Whether this is indicative of a non-activation of microglia cells or of a transient effect parallel to the blood levels of TNFalpha remains unclear. IL-8, another cytokine, showed no difference between the groups either. A third indicator of cerebral inflammation is IL-6. In our study, IL-6 mRNA significantly increased in the hippocampus of the OA animals compared to the VO animals. Bellaver et al. examined cerebral cytokine production in animals treated with intraperitoneal lipopolysaccharide (LPS) and found an increase in hippocampal IL-6 production [44]. Intraperitoneal application of LPS is a sepsis model, not a pure ARDS model, as sepsis leads to a fast breakdown of the blood–brain barrier, causing cerebral inflammation [45]. Cytokine release in ARDS is lower than in sepsis; therefore, the breakdown—or potential breakdown—of the blood–brain barrier may take longer, which could explain these results. Treatment with rosuvastatin seems to reduce the hippocampal production of IL-6.Nitric oxide (NO) production by iNOS is thought to cause neuronal damage under several conditions [46], especially in early inflammatory syndromes [47]. NO production in the presence of superoxide leads to peroxynitrite formation, which in turn leads to the nitration of various molecules and subsequently to neuronal cell death [48]. We found no difference in iNOS mRNA between the groups in cortical nor in hippocampal tissue. Nevertheless, we found an increase in 3-nitrotyrosine production. This effect was significantly blunted in the animals of the statin groups, perhaps due to its antioxidant properties. This is concordant with a study by Kadoi et al., who found an increase in cerebral nitrotyrosine formation 24 h after caecal ligation and puncture-induced sepsis [49]. The missing induction of iNOS mRNA may be due to the time course used in our study. In mice, hippocampal iNOS increased significantly 24 h after LPS-induced sepsis [50], whereas there was no increase in iNOS in other brain regions.Our study features some limitations. Lung injury induced by injection of oleic acid is a well-established model for acute ARDS and is characterized by a profound change in oxygenation due to microvascular thrombosis, PMN infiltration, necrosis, and leakage of protein-rich fluid into the airspace, with extravascular lung water accumulation [51]. All these features were reproduced in our study after the onset of ARDS but improved during the course of the study. In particular, the wet-to-dry ratio as a marker for pulmonary oedema did not differ between the lung injury group and the control group. Even though the pulmonary damage score was significantly higher in the lung injury group, the lack of difference in the wet-to-dry ratio indicates a certain amelioration of the lung injury, possibly due to the lung-protective ventilator setting. Furthermore, the observed amelioration could go along with an amelioration of lung inflammation. This amelioration, in turn, could lead to an attenuated cytokine release in the blood with a less pronounced systemic inflammatory response and accordingly reduced cerebral inflammation compared to septic conditions. Another limitation is the duration of our experiment. Usually, patients with ARDS are in need of mechanical ventilation for several days [52], whereas our experiment was limited to 18 h. This may be too short to induce a cerebral reaction not mediated by the nervous system but by the circulatory system. The systemic immune response usually lags some days after localised infection. Lastly, we examined only the mRNA of the cerebral cytokines, not proteins. We did this to rule out an overspill of plasmatic cytokines into the brain. Finally, oleic acid is known to transiently open the blood–brain-barrier [53, 54], so maybe the observed changes in cerebral IL-6 and nitro-tyrosine are due to an oleic acid effect. This seems rather unlikely, because to examine effects of oleic acid on the blood–brain-barrier, it has to be injected intra-arterial. It seems doubtful that a relevant amount of oleic acid reaches the brain after passing through the pulmonal vasculature. ConclusionThis is the first study to show an increase in cerebral nitro-oxidative stress after experimental ARDS in pigs and an attenuation of this effect through treatment with rosuvastatin. Previous studies failed to show an effect of statin treatment on “hard” outcome parameters, such as mortality, length of hospital stay, or ventilator-free days in patients with sepsis-associated ARDS [19, 55]. Some studies have found a significant increase in quality of life and cost reduction in patients treated with simvastatin compared to a placebo [22]. Considering these with our results, it can be concluded that treating ARDS patients with statins may not affect the immediate outcome but could have positive effects in the long run. These effects may be due to the reduction of cerebral inflammation and accompanying neurocognitive disorders. Further investigations regarding possible cerebral inflammation after a longer duration of ARDS and a possible protective effect of statin treatment are necessary. Supplementary Information\n\nAdditional file 1\n(150K, pdf)\n AcknowledgementsWe thank Dagmar Dirvonskis and Dana Pieter for their excellent technical support. This work contains parts of JS’s medical thesis. AbbreviationsARDSAcute respiratory distress syndromeEVLWIExtravascular lung water indexFiO2Fraction of inspired oxygenOAILung injury by central venous injection of oleic acidPEEPPositive end-expiratory pressurePiCCOPulse contour cardiac output catheterPpeakPeak pressure SA statin treatmentSAStatin treatment after lung injurySBAStatin treatment 12 h before and directly after lung injuryVOVentilation onlyVtTidal volume Authors’ contributionsJK, SCT, and EKH contributed to the conception of the study. JK, AGB, AZ, RR, JS, MD, and AD acquired and analysed the data. JK and EKH interpretated the data. JK drafted the manuscript, and EKH revised it. All authors approved the submitted work and agreed both to be personally accountable for the author’s own contributions and to ensure that questions related to the accuracy or integrity of any part of the work, even ones in which the author was not personally involved, are appropriately investigated, resolved, and the resolution documented in the literature. FundingOpen Access funding enabled and organized by Projekt DEAL. Availability of data and materialsThe datasets generated and analysed during the current study are included within the article and its additional file (see additional file 1). DeclarationsEthics approval and consent to participateThis study was conducted after approval by the institutional and state animal care committee (Landesuntersuchungsamt Rheinland-Pfalz, Koblenz, Germany; approval number G15-1–077).Consent for publicationNot applicable.Competing interestsThe authors declare that they have no competing interests. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Force ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]2. Matute-Bello G, Frevert CW, Martin TR. Animal models of acute lung injury. Am J Physiol Lung Cell Mol Physiol. 2008;295:L379–399. doi: 10.1152/ajplung.00010.2008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Kellner M, Noonepalle S, Lu Q, Srivastava A, Zemskov E, Black SM. ROS Signaling in the Pathogenesis of Acute Lung Injury (ALI) and Acute Respiratory Distress Syndrome (ARDS) Adv Exp Med Biol. 2017;967:105–137. doi: 10.1007/978-3-319-63245-2_8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Mikkelsen ME, Christie JD, Lanken PN, Biester RC, Thompson BT, Bellamy SL, Localio AR, Demissie E, Hopkins RO, Angus DC. The adult respiratory distress syndrome cognitive outcomes study: long-term neuropsychological function in survivors of acute lung injury. Am J Respir Crit Care Med. 2012;185:1307–1315. doi: 10.1164/rccm.201111-2025OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Hsieh SJ, Soto GJ, Hope AA, Ponea A, Gong MN. The association between acute respiratory distress syndrome, delirium, and in-hospital mortality in intensive care unit patients. Am J Respir Crit Care Med. 2015;191:71–78. doi: 10.1164/rccm.201409-1690OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Dantzer R, O'Connor JC, Freund GG, Johnson RW, Kelley KW. From inflammation to sickness and depression: when the immune system subjugates the brain. Nat Rev Neurosci. 2008;9:46–56. doi: 10.1038/nrn2297. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Popa-Wagner A, Mitran S, Sivanesan S, Chang E, Buga AM: ROS and brain diseases: the good, the bad, and the ugly. Oxid Med Cell Longev 2013, 2013:963520. [PMC free article] [PubMed]8. Gonzalez-Lopez A, Lopez-Alonso I, Aguirre A, Amado-Rodriguez L, Batalla-Solis E, Astudillo A, Tomas-Zapico C, Fueyo A, dos Santos CC, Talbot K, Albaiceta GM. Mechanical ventilation triggers hippocampal apoptosis by vagal and dopaminergic pathways. Am J Respir Crit Care Med. 2013;188:693–702. doi: 10.1164/rccm.201304-0691OC. [PubMed] [CrossRef] [Google Scholar]9. Janz DR, Abel TW, Jackson JC, Gunther ML, Heckers S, Ely EW. Brain autopsy findings in intensive care unit patients previously suffering from delirium: a pilot study. J Crit Care. 2010;25(538):e537–e512. [PMC free article] [PubMed] [Google Scholar]10. Gunther ML, Morandi A, Krauskopf E, Pandharipande P, Girard TD, Jackson JC, Thompson J, Shintani AK, Geevarghese S, Miller RR, 3rd, et al.  The association between brain volumes, delirium duration, and cognitive outcomes in intensive care unit survivors: the VISIONS cohort magnetic resonance imaging study*. Crit Care Med. 2012;40:2022–2032. doi: 10.1097/CCM.0b013e318250acc0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Kandikattu HK, Deep SN, Razack S, Amruta N, Prasad D, Khanum F. Hypoxia induced cognitive impairment modulating activity of Cyperus rotundus. Physiol Behav. 2017;175:56–65. doi: 10.1016/j.physbeh.2017.03.035. [PubMed] [CrossRef] [Google Scholar]12. Bickenbach J, Biener I, Czaplik M, Nolte K, Dembinski R, Marx G, Rossaint R, Fries M. Neurological outcome after experimental lung injury. Respir Physiol Neurobiol. 2011;179:174–180. doi: 10.1016/j.resp.2011.08.003. [PubMed] [CrossRef] [Google Scholar]13. Liu H, Yang J, Wang K, Niu T, Huang D. Moderate- and Low-Dose of Atorvastatin Alleviate Cognition Impairment Induced by High-Fat Diet via Sirt1 Activation. Neurochem Res. 2019;44:1065–1078. doi: 10.1007/s11064-019-02738-z. [PubMed] [CrossRef] [Google Scholar]14. Altintas ND, Atilla P, Iskit AB, Topeli A. Long-term simvastatin attenuates lung injury and oxidative stress in murine acute lung injury models induced by oleic Acid and endotoxin. Respir Care. 2011;56:1156–1163. doi: 10.4187/respcare.00770. [PubMed] [CrossRef] [Google Scholar]15. Muller HC, Hellwig K, Rosseau S, Tschernig T, Schmiedl A, Gutbier B, Schmeck B, Hippenstiel S, Peters H, Morawietz L, et al.  Simvastatin attenuates ventilator-induced lung injury in mice. Crit Care. 2010;14:R143. doi: 10.1186/cc9209. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Kuebler WM. Statins STAT for (over)ventilated patients? Crit Care. 2010;14:1014. doi: 10.1186/cc9318. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Craig TR, Duffy MJ, Shyamsundar M, McDowell C, O'Kane CM, Elborn JS, McAuley DF. A randomized clinical trial of hydroxymethylglutaryl- coenzyme a reductase inhibition for acute lung injury (The HARP Study) Am J Respir Crit Care Med. 2011;183:620–626. doi: 10.1164/rccm.201003-0423OC. [PubMed] [CrossRef] [Google Scholar]18. National Heart L, Blood Institute ACTN, Truwit JD, Bernard GR, Steingrub J, Matthay MA, Liu KD, Albertson TE, Brower RG, Shanholtz C, et al.  Rosuvastatin for sepsis-associated acute respiratory distress syndrome. N Engl J Med. 2014;370:2191–2200. doi: 10.1056/NEJMoa1401520. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. McAuley DF, Laffey JG, O'Kane CM, Perkins GD, Mullan B, Trinder TJ, Johnston P, Hopkins PA, Johnston AJ, McDowell C, et al.  Simvastatin in the acute respiratory distress syndrome. N Engl J Med. 2014;371:1695–1703. doi: 10.1056/NEJMoa1403285. [PubMed] [CrossRef] [Google Scholar]20. Wildi K, Livingstone S, Palmieri C, LiBassi G, Suen J, Fraser J. The discovery of biological subphenotypes in ARDS: a novel approach to targeted medicine? J Intensive Care. 2021;9:14. doi: 10.1186/s40560-021-00528-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Dinglas VD, Hopkins RO, Wozniak AW, Hough CL, Morris PE, Jackson JC, Mendez-Tellez PA, Bienvenu OJ, Ely EW, Colantuoni E, Needham DM. One-year outcomes of rosuvastatin versus placebo in sepsis-associated acute respiratory distress syndrome: prospective follow-up of SAILS randomised trial. Thorax. 2016;71:401–410. doi: 10.1136/thoraxjnl-2015-208017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Agus A, Hulme C, Verghis RM, McDowell C, Jackson C, O'Kane CM, Laffey JG, McAuley DF. Simvastatin for patients with acute respiratory distress syndrome: long-term outcomes and cost-effectiveness from a randomised controlled trial. Crit Care. 2017;21:108. doi: 10.1186/s13054-017-1695-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Gao XQ, Li YF, Jiang ZL. Impact of statins on ALI/ARDS: A meta-analysis. Pulm Pharmacol Ther. 2016;39:85–91. doi: 10.1016/j.pupt.2016.06.010. [PubMed] [CrossRef] [Google Scholar]24. Grimaldi D, Durand A, Gleeson J, Taccone FS. Failure of statins in ARDS: the quest for the Holy Grail continues. Minerva Anestesiol. 2016;82:1230–1234. [PubMed] [Google Scholar]25. Mansur A, Steinau M, Popov AF, Ghadimi M, Beissbarth T, Bauer M, Hinz J. Impact of statin therapy on mortality in patients with sepsis-associated acute respiratory distress syndrome (ARDS) depends on ARDS severity: a prospective observational cohort study. BMC Med. 2015;13:128. doi: 10.1186/s12916-015-0368-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Nagendran M, McAuley DF, Kruger PS, Papazian L, Truwit JD, Laffey JG, Thompson BT, Clarke M, Gordon AC. Statin therapy for acute respiratory distress syndrome: an individual patient data meta-analysis of randomised clinical trials. Intensive Care Med. 2017;43:663–671. doi: 10.1007/s00134-016-4649-0. [PubMed] [CrossRef] [Google Scholar]27. Schulz J, Vollmer C, Truse R, Bauer I, Beck C, Picker O, Herminghaus A. Effect of Pravastatin Pretreatment and Hypercapnia on Intestinal Microvascular Oxygenation and Blood Flow During Sepsis. Shock. 2020;53:88–94. doi: 10.1097/SHK.0000000000001323. [PubMed] [CrossRef] [Google Scholar]28. Lewis SR, Pritchard MW, Thomas CM, Smith AF: Pharmacological agents for adults with acute respiratory distress syndrome. Cochrane Database Syst Rev 2019, 7:CD004477. [PMC free article] [PubMed]29. Kamuf J, Garcia-Bardon A, Ziebart A, Thomas R, Folkert K, Frauenknecht K, Thal SC, Hartmann EK: Lung injury does not aggravate mechanical ventilation-induced early cerebral inflammation or apoptosis in an animal model. PLoS One 2018, 13:e0202131. [PMC free article] [PubMed]30. Kamuf J, Garcia Bardon A, Ziebart A, Frauenknecht K, Folkert K, Schwab J, Ruemmler R, Renz M, Cana D, Thal SC, Hartmann EK: Experimental lung injury induces cerebral cytokine mRNA production in pigs. PeerJ 2020, 8:e10471. [PMC free article] [PubMed]31. Prinz V, Laufs U, Gertz K, Kronenberg G, Balkaya M, Leithner C, Lindauer U, Endres M. Intravenous rosuvastatin for acute stroke treatment: an animal study. Stroke. 2008;39:433–438. doi: 10.1161/STROKEAHA.107.492470. [PubMed] [CrossRef] [Google Scholar]32. Ziebart A, Hartmann EK, Thomas R, Liu T, Duenges B, Schad A, Bodenstein M, Thal SC, David M. Low tidal volume pressure support versus controlled ventilation in early experimental sepsis in pigs. Respir Res. 2014;15:101. doi: 10.1186/s12931-014-0101-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Hartmann EK, Ziebart A, Thomas R, Liu T, Schad A, Tews M, Moosmann B, Kamuf J, Duenges B, Thal SC, David M. Inhalation therapy with the synthetic TIP-like peptide AP318 attenuates pulmonary inflammation in a porcine sepsis model. BMC Pulm Med. 2015;15:7. doi: 10.1186/s12890-015-0002-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Hanf A, Oelze M, Manea A, Li H, Munzel T, Daiber A: The anti-cancer drug doxorubicin induces substantial epigenetic changes in cultured cardiomyocytes. Chem Biol Interact 2019, 313:108834. [PubMed]35. Kamuf J, Garcia-Bardon A, Ziebart A, Thomas R, Rummler R, Mollmann C, Hartmann EK: Oleic Acid-Injection in Pigs As a Model for Acute Respiratory Distress Syndrome. J Vis Exp 2018. [PMC free article] [PubMed]36. Nieman GF, Gatto LA, Habashi NM. Impact of mechanical ventilation on the pathophysiology of progressive acute lung injury. J Appl Physiol. 1985;2015(119):1245–1261. [PubMed] [Google Scholar]37. Mukhopadhyay S, Hoidal JR, Mukherjee TK. Role of TNFalpha in pulmonary pathophysiology. Respir Res. 2006;7:125. doi: 10.1186/1465-9921-7-125. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Hennessy E, Gormley S, Lopez-Rodriguez AB, Murray C, Murray C, Cunningham C. Systemic TNF-alpha produces acute cognitive dysfunction and exaggerated sickness behavior when superimposed upon progressive neurodegeneration. Brain Behav Immun. 2017;59:233–244. doi: 10.1016/j.bbi.2016.09.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Wang R, Chen J, Wu G. Variable lung protective mechanical ventilation decreases incidence of postoperative delirium and cognitive dysfunction during open abdominal surgery. Int J Clin Exp Med. 2015;8:21208–21214. [PMC free article] [PubMed] [Google Scholar]40. Malaviya R, Laskin JD, Laskin DL. Anti-TNFalpha therapy in inflammatory lung diseases. Pharmacol Ther. 2017;180:90–98. doi: 10.1016/j.pharmthera.2017.06.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Tsao N, Hsu HP, Wu CM, Liu CC, Lei HY. Tumour necrosis factor-alpha causes an increase in blood-brain barrier permeability during sepsis. J Med Microbiol. 2001;50:812–821. doi: 10.1099/0022-1317-50-9-812. [PubMed] [CrossRef] [Google Scholar]42. Thibeault I, Laflamme N, Rivest S. Regulation of the gene encoding the monocyte chemoattractant protein 1 (MCP-1) in the mouse and rat brain in response to circulating LPS and proinflammatory cytokines. J Comp Neurol. 2001;434:461–477. doi: 10.1002/cne.1187. [PubMed] [CrossRef] [Google Scholar]43. Hoogland IC, Houbolt C, van Westerloo DJ, van Gool WA, van de Beek D. Systemic inflammation and microglial activation: systematic review of animal experiments. J Neuroinflammation. 2015;12:114. doi: 10.1186/s12974-015-0332-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Bellaver B, Dos Santos JP, Leffa DT, Bobermin LD, Roppa PHA, da Silva Torres IL, Goncalves CA, Souza DO, Quincozes-Santos A. Systemic Inflammation as a Driver of Brain Injury: the Astrocyte as an Emerging Player. Mol Neurobiol. 2018;55:2685–2695. doi: 10.1007/s12035-017-0526-2. [PubMed] [CrossRef] [Google Scholar]45. Danielski LG, Giustina AD, Badawy M, Barichello T, Quevedo J, Dal-Pizzol F, Petronilho F. Brain Barrier Breakdown as a Cause and Consequence of Neuroinflammation in Sepsis. Mol Neurobiol. 2018;55:1045–1053. doi: 10.1007/s12035-016-0356-7. [PubMed] [CrossRef] [Google Scholar]46. Garry PS, Ezra M, Rowland MJ, Westbrook J, Pattinson KT. The role of the nitric oxide pathway in brain injury and its treatment–from bench to bedside. Exp Neurol. 2015;263:235–243. doi: 10.1016/j.expneurol.2014.10.017. [PubMed] [CrossRef] [Google Scholar]47. Schweighofer H, Rummel C, Mayer K, Rosengarten B. Brain function in iNOS knock out or iNOS inhibited (l-NIL) mice under endotoxic shock. Intensive Care Med Exp. 2014;2:24. doi: 10.1186/s40635-014-0024-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Tajes M, Ill-Raga G, Palomer E, Ramos-Fernandez E, Guix FX, Bosch-Morato M, Guivernau B, Jimenez-Conde J, Ois A, Perez-Asensio F, et al: Nitro-oxidative stress after neuronal ischemia induces protein nitrotyrosination and cell death. Oxid Med Cell Longev 2013, 2013:826143. [PMC free article] [PubMed]49. Kadoi Y, Goto F: Selective inducible nitric oxide inhibition can restore hemodynamics, but does not improve neurological dysfunction in experimentally-induced septic shock in rats. Anesth Analg 2004, 99:212–220. [PubMed]50. Semmler A, Okulla T, Sastre M, Dumitrescu-Ozimek L, Heneka MT. Systemic inflammation induces apoptosis with variable vulnerability of different brain regions. J Chem Neuroanat. 2005;30:144–157. doi: 10.1016/j.jchemneu.2005.07.003. [PubMed] [CrossRef] [Google Scholar]51. Goncalves-de-Albuquerque CF, Silva AR, Burth P, Castro-Faria MV, Castro-Faria-Neto HC: Acute Respiratory Distress Syndrome: Role of Oleic Acid-Triggered Lung Injury and Inflammation. Mediators Inflamm 2015, 2015:260465. [PMC free article] [PubMed]52. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, Gattinoni L, van Haren F, Larsson A, McAuley DF, et al.  Epidemiology, Patterns of Care, and Mortality for Patients With Acute Respiratory Distress Syndrome in Intensive Care Units in 50 Countries. JAMA. 2016;315:788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]53. Sztriha L, Betz AL. Oleic acid reversibly opens the blood-brain barrier. Brain Res. 1991;550:257–262. doi: 10.1016/0006-8993(91)91326-V. [PubMed] [CrossRef] [Google Scholar]54. Han HS, Jang JH, Park JS, Kim HJ, Kim JK. Transient blood brain barrier disruption induced by oleic acid is mediated by nitric oxide. Curr Neurovasc Res. 2013;10:287–296. doi: 10.2174/15672026113109990024. [PubMed] [CrossRef] [Google Scholar]55. Liu KD, Dong N, Truwit JD. Rosuvastatin for sepsis-associated ARDS. N Engl J Med. 2014;371:968–969. doi: 10.1056/NEJMc1408401. [PubMed] [CrossRef] [Google Scholar]"}