{"title": "Development of septic shock and prognostic assessment in critically ill patients with coronavirus disease outside Wuhan, China", "pubDate": "2021;12(4):293-298.", "PMCID": "PMC8390351", "DOI": "10.5847/wjem.j.1920-8642.2021.04.007", "PMID": "34512826", "abstract": "Background:                       The study aims to illustrate the clinical characteristics and development of septic shock in intensive care unit (ICU) patients confirmed with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, and to perform a comprehensive analysis of the association between septic shock and clinical outcomes in critically ill patients with coronavirus disease (COVID-19).                  Methods:                       Patients confirmed with SARS-CoV-2 infection, who were admitted to the ICU of the Third People's Hospital of Shenzhen from January 1 to February 7, 2020, were enrolled. Clinical characteristics and outcomes were compared between patients with and without septic shock.                  Results:                       In this study, 35 critically ill patients with COVID-19 were included. Among them, the median age was 64 years (interquartile range [IQR] 59-67 years), and 10 (28.4%) patients were female. The median ICU length of stay was 16 days (IQR 8-23 days). Three (8.6%) patients died during hospitalization. Nine (25.7%) patients developed septic shock in the ICU, and these patients had a significantly higher incidence of organ dysfunction and a worse prognosis than patients without septic shock.                  Conclusions:                       Septic shock is associated with a poor outcome in critically ill COVID-19 patients and is one of the hallmarks of the severity of patients receiving ICU care. A dysregulated immune response, uncontrolled inflammation, and coagulation disorders are strongly associated with the development and progression of COVID-19-related septic shock.", "author": [{"author": "Ren-Qi Yao", "affiliation": ["Department of Critical Care Medicine, the Second People's Hospital of Shenzhen, Shenzhen 518035, China.", "Trauma Research Center, the Fourth Medical Center and Medical Innovation Research Department of the Chinese PLA General Hospital, Beijing 100048, China."], "href": "/?term=Yao+RQ&cauthor_id=34512826"}, {"author": "Chao Ren", "affiliation": ["Department of Critical Care Medicine, the Second People's Hospital of Shenzhen, Shenzhen 518035, China.", "Trauma Research Center, the Fourth Medical Center and Medical Innovation Research Department of the Chinese PLA General Hospital, Beijing 100048, China."], "href": "/?term=Ren+C&cauthor_id=34512826"}, {"author": "Di Ren", "affiliation": ["Department of Critical Care Medicine, the Second People's Hospital of Shenzhen, Shenzhen 518035, China.", "Department of Critical Care Medicine, the Third People's Hospital of Shenzhen, Shenzhen 518020, China."], "href": "/?term=Ren+D&cauthor_id=34512826"}, {"author": "Jin-Xiu Li", "affiliation": ["Department of Critical Care Medicine, the Third People's Hospital of Shenzhen, Shenzhen 518020, China."], "href": "/?term=Li+JX&cauthor_id=34512826"}, {"author": "Ying Li", "affiliation": ["Department of Critical Care Medicine, the Second People's Hospital of Shenzhen, Shenzhen 518035, China."], "href": "/?term=Li+Y&cauthor_id=34512826"}, {"author": "Xue-Yan Liu", "affiliation": ["Department of Critical Care Medicine, the People's Hospital of Shenzhen, Shenzhen 518020, China."], "href": "/?term=Liu+XY&cauthor_id=34512826"}, {"author": "Lei Huang", "affiliation": ["Department of Critical Care Medicine, Peking University Shenzhen Hospital, Shenzhen 518035, China."], "href": "/?term=Huang+L&cauthor_id=34512826"}, {"author": "Yong Liu", "affiliation": ["Department of Critical Care Medicine, Shenzhen Hospital of Southern Medical University, Shenzhen 518110, China."], "href": "/?term=Liu+Y&cauthor_id=34512826"}, {"author": "Mian Peng", "affiliation": ["Department of Critical Care Medicine, the Third Affiliated Hospital of Shenzhen University, Shenzhen 518001, China."], "href": "/?term=Peng+M&cauthor_id=34512826"}, {"author": "Yong-Wen Feng", "affiliation": ["Department of Critical Care Medicine, the Second People's Hospital of Shenzhen, Shenzhen 518035, China."], "href": "/?term=Feng+YW&cauthor_id=34512826"}, {"author": "Yong-Ming Yao", "affiliation": ["Department of Critical Care Medicine, the Second People's Hospital of Shenzhen, Shenzhen 518035, China.", "Trauma Research Center, the Fourth Medical Center and Medical Innovation Research Department of the Chinese PLA General Hospital, Beijing 100048, China."], "href": "/?term=Yao+YM&cauthor_id=34512826"}], "refPMID": [], "citedInPMID": ["34512826"], "body": " AbstractBACKGROUND:The study aims to illustrate the clinical characteristics and development of septic shock in intensive care unit (ICU) patients confirmed with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, and to perform a comprehensive analysis of the association between septic shock and clinical outcomes in critically ill patients with coronavirus disease (COVID-19).METHODS:Patients confirmed with SARS-CoV-2 infection, who were admitted to the ICU of the Third People’s Hospital of Shenzhen from January 1 to February 7, 2020, were enrolled. Clinical characteristics and outcomes were compared between patients with and without septic shock.RESULTS:In this study, 35 critically ill patients with COVID-19 were included. Among them, the median age was 64 years (interquartile range [IQR] 59–67 years), and 10 (28.4%) patients were female. The median ICU length of stay was 16 days (IQR 8–23 days). Three (8.6%) patients died during hospitalization. Nine (25.7%) patients developed septic shock in the ICU, and these patients had a significantly higher incidence of organ dysfunction and a worse prognosis than patients without septic shock.CONCLUSIONS:Septic shock is associated with a poor outcome in critically ill COVID-19 patients and is one of the hallmarks of the severity of patients receiving ICU care. A dysregulated immune response, uncontrolled inflammation, and coagulation disorders are strongly associated with the development and progression of COVID-19-related septic shock.Keywords: Severe acute respiratory syndrome coronavirus 2, Coronavirus disease, Intensive care unit, Septic shock, Immune response INTRODUCTIONCoronavirus disease (COVID-19) has gradually become a global health crisis due to a rapid increase in confirmed cases worldwide. As of June 15, 2021, more than 116,000 patients had been diagnosed with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection in China, and more than 175 million cases were confirmed worldwide.[1] The large number of hospitalized patients poses a substantial challenge to the medical system and frontline physicians, especially those dealing with critical illnesses.[2] In Shenzhen, an important special economic zone that shares a large floating population with Hubei Province, a total of 462 COVID-19 patients had been treated in the designated hospital as of May 7, 2020, including 458 patients who were discharged from the hospital, three patients who died, and one patient who remained hospitalized.[3] The management of patients admitted to the intensive care unit (ICU) appears to be challenging due to the absence of specific treatments.[4]Septic shock, a severe subtype of sepsis, is the leading cause of mortality in the ICU. Septic shock is critically involved in the severity of disease and poor outcomes in patients with serious viral infection, such as those involving influenza A (H1N1) pdm09 virus, Middle East respiratory syndrome coronavirus (MERS-CoV), and severe acute respiratory syndrome coronavirus (SARS-CoV).[5-7] In this study, we aim to evaluate the development of septic shock in all ICU patients confirmed with SARS-CoV-2 infection who were admitted to the Third People’s Hospital of Shenzhen and to perform a comprehensive comparison of outcomes in critically ill COVID-19 patients with and without septic shock. METHODSStudy populationThis single-center observational study was conducted in the Third People’s Hospital of Shenzhen. All consecutive COVID-19 patients admitted to the Third People’s Hospital of Shenzhen from January 11 to February 7, 2020, were screened. Patients confirmed with SARS-CoV-2 infection who had been transferred to the ICU were potentially eligible for inclusion in the current analysis. We excluded patients who stayed in the ICU for less than 72 hours. The laboratory confirmation of COVID-19 was in line with the World Health Organization (WHO) interim guidance and was performed by Guangdong Provincial Center for Disease Control and Prevention.[8] In addition, the need to obtain oral consent from ICU patients or their relatives was waived due to the urgent demand for clinical data.Data extractionThe research team and expert panel of Shenzhen on COVID-19 reviewed the clinical electronic medical records of ICU patients with SARS-CoV-2 infection, including their medical histories, nursing records, laboratory findings, chest X-rays, and computed tomographic (CT) images. The clinical data of all included patients were collected with predesigned data record forms that were modified versions of the standardized International Severe Acute Respiratory and Emerging Infection Consortium case report forms.[9] We extracted data on demographic characteristics, medical profiles, exposure histories, coexisting comorbidities, vital signs, laboratory results, blood gas analyses, radiological findings, and ICU interventions. To further determine changes in the immune response in critically ill COVID-19 patients, the absolute counts of peripheral blood T cells, CD4+ T cells, CD8+ T cells, and the CD4+/CD8+ ratio were also taken into consideration. Additionally, the Sequential Organ Failure Assessment (SOFA) and Acute Physiology and Chronic Health Evaluation II (APACHE II) scores were calculated. To monitor the progression of severe cases of COVID-19, dynamic changes in clinical indicators related to organ function and immune and inflammatory responses were tracked from day 1 to day 23 after ICU admission at two-day intervals. Two experienced investigators independently assessed the authenticity and accuracy of the collected data.Definitions and outcome measurementWe diagnosed sepsis and septic shock in accordance with the Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3) criteria, in which sepsis was defined as SOFA score ≥2 points in addition to confirmed or suspected infection, and septic shock was identified by the need for vasopressors to maintain mean arterial pressure (MAP) of 65 mmHg (1 mmHg=0.133 kPa) and serum lactate level greater than 2 mmol/L despite adequate fluid resuscitation.[10,11] The diagnosis of acute respiratory distress syndrome (ARDS) was based on the Berlin definition.[12] The occurrence and stage of acute kidney injury (AKI) were defined based on the Kidney Disease: Improving Global Outcomes (KDIGO) definition.[13] Patients with cardiac injury were characterized by serum concentrations of cardiac biomarkers higher than the 99th percentile of the upper reference limit and new abnormalities on electrocardiography or echocardiography.[14] The confirmation of coagulation disorders was based on laboratory abnormalities in the coagulation profile. Clinical outcomes, including in-hospital mortality, hospital and ICU lengths of stay, and discharge rate, were obtained, and the duration of mechanical ventilation was also recorded.Statistical analysisDescriptive statistics of all characteristics of the enrolled ICU patients with COVID-19 were presented. Continuous variables were summarized as the means (standard deviation [SD] and standard error of the mean [SEM]) or medians (interquartile range [IQR]), while categorical or rank data were reported as the counts and proportions. To characterize the differences in baseline characteristics and clinical outcomes between patients with and without septic shock in the ICU, Student’s t-test, the Chi-square test, Fisher’s exact test, and the Mann-Whitney U-test were used, as appropriate. Clinical data with repeated measures were compared using the linear mixed model.The aforementioned statistical analyses were performed with IBM SPSS Statistics (version 23.0) and R (version 3.6.1). A two-tailed P-value less than 0.05 was deemed statistically significant. RESULTSPatientsA total of 391 patients clinically diagnosed with COVID-19 in the Third People’s Hospital of Shenzhen as of February 7, 2020, were screened. Of those patients, 351 patients were confirmed to have SARS-CoV-2 infection, of whom 35 critically ill patients met our inclusion criteria and were enrolled in the current study. Among the included patients, the median age was 64 years (IQR 59–67 years), and 10 (28.4%) patients were female. The most common comorbidities among COVID-19 patients admitted to the ICU were hypertension (12 [34.3%]), followed by diabetes (16 [17.1%]), coronary heart disease (16 [17.1%]), chronic bronchitis (1 [2.9%]), malignant tumors (1 [2.9%]), and cerebrovascular disease (1 [2.9%]). The patients had a median SOFA score of 4 (IQR 3–5) and a median APACHE II score of 7 (IQR 7–9) at ICU admission. The median hospital length of stay (LOS) was 30 days (IQR 24–33 days), and the median ICU LOS was 16 days (IQR 8–23 days). As of our observational endpoints, 3 (8.6%) critically ill COVID-19 patients died during hospitalization.Complications and treatmentsAll 35 critically ill patients with COVID-19 had sepsis at ICU admission, and nine (25.7%) developed septic shock. A total of 34 patients had ARDS, and the secondary infection were detected in 16 (45.7%) ICU patients. Other common complications were AKI (7 [20.0%]), acute cardiac injury (3 [8.6%]), acute liver injury (3 [8.6%]), and coagulopathy (3 [8.6%]).All of the patients received antiviral therapy. Twenty-six (74.3%) patients were treated with antibiotics, and 30 (85.7%) patients received glucocorticoids during their ICU stay. Human recombinant immunoglobulin and thymalfasin were administered to 32 (91.4%) and 31 (88.6%) patients, respectively. With regard to organ support, noninvasive ventilation (NIV) (33 [94.3%]) was the most frequently used intervention, followed by invasive mechanical ventilation (IMV) (18 [51.4%]), high-flow oxygen inhalation (15 [42.9%]), continuous kidney replacement therapy (CKRT) (7 [20.0%]), and extracorporeal membrane oxygenation (ECMO) (5 [14.3%]). Vasoactive drugs were used in 10 (28.6%) patients with a low MAP despite sufficient fluid resuscitation.Septic shock in COVID-19 patientsA total of 9 (25.7%) COVID-19 patients progressed to septic shock during their ICU stays. As shown in Table 1, a significantly higher incidence of organ dysfunction, including AKI, acute cardiac injury, and acute liver injury, was noted in patients with septic shock than in those without septic shock. Patients with septic shock had a significantly longer duration of mechanical ventilation (median days, 25.1 days [IQR 18.6–29.3 days] vs. 7.4 days [IQR 4.8–11.4 days]; P<0.001) and ICU LOS (median days, 24.0 days [IQR 23.0–26.0 days] vs. 10.0 days [IQR 6.0–17.5 days]; P<0.001) than those without septic shock. Three patients with septic shock died.Table 1Comparison between septic shock and non-septic shock COVID-19 patients admitted to ICUOpen in a separate windowPatients with septic shock had significantly altered counts of T cells, CD4+ T cells, and CD8+ T cells compared to those without septic shock (supplementary Figures 1 and 2). Concomitantly, patients with septic shock showed hyperactive inflammatory responses, accompanied by coagulation dysfunction and elevated levels of alanine aminotransferase and blood urea nitrogen over time compared to those without septic shock. DISCUSSIONIn this study, we conducted a comprehensive analysis of the clinical features and the development of septic shock in COVID-19 patients, and further provided a detailed discussion of non-surviving patients. Of the 391 patients who were confirmed to have SARS-CoV-2 infection, 35 patients were critically ill and admitted to the ICU. Most of these patients were older men (71.4%, median age 64 years) complicated with hypertension, diabetes, and coronary heart disease. Sepsis was the most common complication of COVID-19 and was closely related to disease severity, as all critically ill patients in the ICU had sepsis. We further evaluated the development of septic shock, which was a serious stage of sepsis, and found that 9 (25.7%) patients developed septic shock in the ICU. After 30 days of observation, 30 (85.7%) patients were discharged from the ICU, and four were discharged from the hospital. The median interval from hospital admission to ICU admission was 7 days, and the median ICU LOS was 16 days. As of our observational endpoint, a total of three patients died due to irreversible multiple organ failure, and the overall mortality rate of confirmed COVID-19 patients in Shenzhen was 0.72%, which was significantly lower than that reported in Wuhan, China.Septic shock is a hallmark for the severity and prognosis of COVID-19 in the ICU. Herein, we found no significant differences in the demographic characteristics between patients with and without septic shock, but the incidences of complications, such as ARDS, AKI, acute cardiac injury, acute liver injury, and coagulopathy, were obviously higher in patients with septic shock than in those without septic shock. These severe complications led to the application of more advanced supportive measures, including long-term IMV and even ECMO. Furthermore, compared to patients without septic shock, those with septic shock had longer stays in the ICU and a higher mortality rate. In fact, septic shock is considered a lethal condition in patients with severe viral infection, such as those involving influenza A, SARS-CoV, and MERS-CoV, and is an independent risk factor for mortality.[7,15-17] Habib et al[7] reported that patients with MERS-CoV infection were more likely to die when complicated by septic shock and/or multiple organ damage than patients with ARDS, suggesting a relatively better predictive performance of septic shock in the prognostic assessment. Even though the overall mortality of patients outside Wuhan was markedly lower than the rate of mortality in Wuhan, the development of septic shock was associated with a mortality rate of approximately 30% in this cohort.[18, 19]We further performed dynamic monitoring of serum indicators of organ dysfunction and found that compared to patients without septic shock, those with septic shock had significant disorders of the liver, kidney, and coagulation system, which were responsible for mortality. Therefore, the timely recognition and prompt treatment of multiple organ dysfunction are essential for improving the prognosis of patients who are critically ill with COVID-19. A dysregulated immune response and uncontrolled inflammation are considered the major causes of organ injury and death in COVID-19 patients.[20] Most critically ill patients with COVID-19, especially those with septic shock, have an imbalance between the innate and adaptive immune responses. The T lymphocyte counts, including both helper T lymphocytes and cytotoxic T lymphocytes, are found to be significantly reduced in patients with septic shock, implying that the innate immune system response is dominant. Lymphopenia is commonly observed in COVID-19 patients.[18,21] However, the counts of blood neutrophils were maintained in the normal range in most patients with imported COVID-19 cases.[14,21-23] In this study, neutrophil counts were obviously higher in septic shock patients than in patients without septic shock, suggesting that a persistent imbalance between innate and adaptive immune responses might contribute to the deterioration of critically ill COVID-19 patients.An uncontrolled inflammatory response, one of the outward signs of a dysregulated immune response, has been implicated as an important cause of organ injury in patients with COVID-19; this response is also termed a cytokine storm.[20] Patients with septic shock had significantly higher levels of C-reactive protein (CRP), procalcitonin (PCT), and interleukin-6 (IL-6) than patients without septic shock. Persistent exposure to inflammatory insults may jeopardize the structural and functional integrity of multiple organs. Of note, the concentration of blood IL-6 was not significantly different in the early stage, but it was markedly increased in patients with septic shock on day 17 after ICU admission. However, CRP levels peaked twice in COVID-19 patients with septic shock, and the latter peak occurred at the same time as the excessive release of IL-6. This phenomenon might be due to the following reasons. First, the development of a secondary infection in septic shock patients could have been responsible for the later surge in IL-6. The secondary infection, involving various kinds of bacteria and fungi, is a common complication in patients with severe viral infection, especially in those with prolonged ICU stays. A study by Choi et al[24] reported that nosocomial sepsis was critically involved in the poor outcomes of patients with SARS. Yang and colleagues[19] found that 13.5% of COVID-19 patients contracted hospital-acquired pneumonia in the ICU in Wuhan; in addition, one patient developed bacteremia, and one developed urinary tract infection. In this cohort, however, the secondary infection was identified in 45.7% of the COVID-19 patients in the ICU, which might account for the later surge in inflammatory cytokines. Second, in our study, most COVID-19 patients admitted to the ICU were older men, which might account for the later timing of the surge in the level of IL-6. Third, other inflammatory mediators, such as high mobility group box-1 protein, might be responsible for the later development of systemic inflammation in severe COVID-19 patients, owing to their pathogenic role in SARS.[25]Several limitations should be noted when interpreting our findings. First, even though we included all COVID-19 patients who received ICU care in Shenzhen, further studies with large sample size are needed to illustrate the development of septic shock and its relationship with the outcomes in critically ill patients with imported cases of COVID-19. Second, we only identified the reduction in helper and cytotoxic T lymphocyte counts in patients with severe COVID-19. The activity and changes in specific phenotypes of T lymphocytes could provide deep insights into the host adaptive immune system response to infection with SARS-CoV-2. Third, the endpoint for the mortality assessment was 30 days in our study, but long-term mortality is also essential to further prognostic evaluation. CONCLUSIONSSeptic shock appears to be involved in the poor outcome of critically ill COVID-19 patients and is one of the hallmarks of the severity of disease in ICU patients. The interplay between pathogens, involving both unresolved SARS-CoV-2 infection and secondary fungal and bacterial infection, and a dysregulated immune response might contribute to intractable inflammatory organ injury and poor outcomes in COVID-19 patients. FootnotesFunding: None.Ethical approval: The hospital’s Commission on the Ethics of Medicine approved the current study (202003009007).Conflicts of interests: All authors declared no conflicts of interest.Contributors: RQY, CR, DR, YWF, and YMY contribute equally to this manuscript. All authors revised and approved the final version of the manuscript.All the supplementary files in this paper are available at http://wjem.com.cn. REFERENCES1. World Health Organization. Coronavirus disease (COVID-2019)situation reports:weekly epidemiological update on COVID-19-15 June 2021.  Available at https: //www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports .2. Zhang Y, Xu JY, Li H, Cao B. A novel coronavirus (COVID-19) outbreak:a call for action. Chest. 2020;157(4):e99–101. [PMC free article] [PubMed] [Google Scholar]3. Shenzhen Municipal Health Commission. Updates on COVID-19 cases in Shenzhen.  Available at http: //wjw.sz.gov.cn/yqxx/202005/t20200508_19208977.htm .4. Liu Y, Li J, Feng Y. Critical care response to a hospital outbreak of the 2019-nCoV infection in Shenzhen, China. Crit Care. 2020;24(1):56. [PMC free article] [PubMed] [Google Scholar]5. Joynt GM, Yap HY. SARS in the intensive care unit. Curr Infect Dis Rep. 2004;6(3):228–33. [PMC free article] [PubMed] [Google Scholar]6. Minchole E, Figueredo AL, Omeñaca M, Panadero C, Royo L, Vengoechea JJ, et al.  Seasonal influenza A H1N1pdm09 virus and severe outcomes:a reason for broader vaccination in non-elderly, at-risk people. PLoS One. 2016;11(11):e0165711. [PMC free article] [PubMed] [Google Scholar]7. Habib AMG, Ali MAE, Zouaoui BR, Taha MAH, Mohammed BS, Saquib N. Clinical outcomes among hospital patients with Middle East respiratory syndrome coronavirus (MERS-CoV) infection. BMC Infect Dis. 2019;19(1):870. [PMC free article] [PubMed] [Google Scholar]8. World Health Organization. Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected:interim guidance.  Available at https://www.who.int/publications-detail/clinical-managementof-severe-acute- respiratory-infection-when-novelcoronavirus-(ncov)-infection-is-suspected .9. The International Severe Acute Respiratory and Emerging Infection Consortium (ISARIC) COVID-19 resources.  Available at https://isaric.tghn.org/ 10. Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, Bauer M, et al.  The third international consensus definitions for sepsis and septic shock (Sepsis-3) JAMA. 2016;315(8):801–10. [PMC free article] [PubMed] [Google Scholar]11. Rhodes A, Evans LE, Alhazzani W, Levy MM, Antonelli M, Ferrer R, et al.  Surviving sepsis campaign:international guidelines for management of sepsis and septic shock:2016. Intensive Care Med. 2017;43(3):304–77. [PubMed] [Google Scholar]12. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  ARDS Definition Task Force. Acute respiratory distress syndrome:the Berlin definition. JAMA. 2012;307(23):2526–33. [PubMed] [Google Scholar]13. Kellum JA, Lameire N KDIGO AKI Guideline Work Group. Diagnosis, evaluation, and management of acute kidney injury:a KDIGO summary (Part 1) Crit Care. 2013;17(1):204. [PMC free article] [PubMed] [Google Scholar]14. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. [PMC free article] [PubMed] [Google Scholar]15. Khemasuwan D, Sorensen J, Griffin DC. Predictive variables for failure in administration of intrapleural tissue plasminogen activator/deoxyribonuclease in patients with complicated parapneumonic effusions/empyema. Chest. 2018;154(3):550–6. [PubMed] [Google Scholar]16. Lau AC, Yam LY, So LK. Management of critically ill patients with severe acute respiratory syndrome (SARS) Int J Med Sci. 2004;1(1):1–10. [PMC free article] [PubMed] [Google Scholar]17. Yang Y, Guo F, Zhao W, Gu Q, Huang M, Cao Q, et al.  Novel avian-origin influenza A (H7N9) in critically ill patients in China. Crit Care Med. 2015;43(2):339–45. [PubMed] [Google Scholar]18. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al.  Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China. JAMA. 2020;323(11):1061–9. [PMC free article] [PubMed] [Google Scholar]19. Yang X, Yu Y, Xu J, Shu H, Xia J, Liu H, et al.  Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China:a single-centered, retrospective, observational study. Lancet Respir Med. 2020;8(5):475–481. [PMC free article] [PubMed] [Google Scholar]20. Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, et al.  Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020;8(4):420–2. [PMC free article] [PubMed] [Google Scholar]21. Xu XW, Wu XX, Jiang XG, Xu KJ, Ying LJ, Ma CL, et al.  Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-CoV-2) outside of Wuhan, China:retrospective case series. BMJ. 2020;368:m606. [PMC free article] [PubMed] [Google Scholar]22. Chang D, Lin M, Wei L, Xie L, Zhu G, Dela Cruz CS, et al.  Epidemiologic and clinical characteristics of novel coronavirus infections involving 13 patients outside Wuhan, China. JAMA. 2020;323(11):1092–3. [PMC free article] [PubMed] [Google Scholar]23. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al.  Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China:a descriptive study. Lancet. 2020;395:507–13. [PMC free article] [PubMed] [Google Scholar]24. Choi KW, Chau TN, Tsang O, Tso E, Chiu MC, Tong WL, et al.  Outcomes and prognostic factors in 267 patients with severe acute respiratory syndrome in Hong Kong. Ann Intern Med. 2003;139(9):715–23. [PubMed] [Google Scholar]25. Chen GQ, Chen DZ, Li JH, Czura CJ, Tracey KJ, Sama AE, et al.  Pathogenic role of HMGB1 in SARS? Med Hypotheses. 2004;63(4):691–5. [PMC free article] [PubMed] [Google Scholar]"}