{"title": "Standardised PaO 2/FiO 2 ratio in COVID-19: Added value or risky assumptions?", "pubDate": "2021", "PMCID": "PMC8426259", "DOI": "10.1016/j.ejim.2021.09.004", "PMID": "34526222", "abstract": "", "author": [{"author": "Luciano Gattinoni", "affiliation": ["Department of Anesthesiology, Emergency and Intensive Care Medicine, University of Göttingen, Robert-Koch-Straße 40, Göttingen 37075, Germany. Electronic address: gattinoniluciano@gmail.com."], "href": "/?term=Gattinoni+L&cauthor_id=34526222"}, {"author": "Mattia Busana", "affiliation": ["Department of Adult Critical Care, Guy's and St Thomas' NHS Foundation Trust, King's Health Partners, and Division of Asthma, Allergy and Lung Biology, King's College London, London, UK."], "href": "/?term=Busana+M&cauthor_id=34526222"}, {"author": "Luigi Camporota", "affiliation": ["Department of Adult Critical Care, Guy's and St Thomas' NHS Foundation Trust, King's Health Partners, and Division of Asthma, Allergy and Lung Biology, King's College London, London, UK."], "href": "/?term=Camporota+L&cauthor_id=34526222"}], "refPMID": ["33087155", "32437596", "22797452", "16896846", "30353385", "31815775", "32325004", "33694360", "34175182", "4703635", "32737523", "32953201", "33439790", "30576221", "33937729"], "citedInPMID": ["34526222", "34987012", "34716076"], "body": " The coronavirus disease 2019 (COVID-19) causes acute respiratory failure (ARF) altering the pulmonary microvasculature with simultaneous vasoconstriction and thrombosis in ventilated areas, hyperperfusion [1] and neo-angiogenesis in gasless regions [2]. The progressive derangement of the lung vasculature and parenchyma worsens the shunt fraction and deadspace, and consequently hypoxaemia and hypercapnia.Traditionally, PaO2 normalised for FiO2 (PaO2/FiO2 ratio) reflects the severity of the oxygenation defect and given its simplicity, it is the de-facto standard for the classification of ARDS severity as it correlates with mortality predictions [3]. However, PaO2/FiO2 ratio presents several limitations: it is not linearly related to the set FiO2 (i.e., the same patient may have different PaO2/FiO2 at different FiO2) [4]; it is influenced by cardiac output and by the mean airway pressure [5]. A key additional limitation is that PaO2/FiO2 does not reflect the compensatory mechanisms induced by hypoxia, such as the minute ventilation resulting from increased respiratory effort. The respiratory effort when excessive may be responsible for the Patient Self-Inflicted Lung Injury (P-SILI) exacerbating the respiratory failure [6,7]. Moreover, a significant proportion of patients with COVID-19 have high respiratory drive and effort without reporting dyspnoea or air hunger (the so-called “silent hypoxaemia”) [8]. The only sign of increased minute ventilation is hypocapnia and – in a later stage – increase in respiratory rate. Therefore, it seems meaningful that, to thoroughly evaluate the derangements of gas exchange, also the arterial carbon dioxide tension (PaCO2) should be considered. Therefore, attempting to adjust PaO2/FiO2 for PaCO2 may potentially help discriminating patients at higher risk of death or intubation.Prediletto et al. [9] studied 349 patients with ARF due to COVID-19 admitted to the respiratory ward. The authors suggest that standardising PaO2/FiO2 for PaCO2 (STPaO2/FiO2) may better predict the risk of in-hospital mortality compared to the traditional PaO2/FiO2. Although STPaO2/FiO2 performed relatively better than PaO2/FiO2 in predicting in-hospital mortality - given the statistical difference in area under the ROC curve - the difference in performance was clinically trivial (0.71 vs 0.69); and it is unclear whether a similar analysis on mortality using cut-off values in PaO2/FiO2 would have resulted in similarly significant differences in outcome. The slight superiority of STPaO2/FiO2 can be explained by the fact that 88.5% of patients had PaCO2< 40 mmHg – in other words, the vast majority of patients were able to increase their minute ventilation enough to induce hypocapnia. Also, their high work of breathing or deadspace was not appreciated, as most of these patients were on standard oxygen, and only 11% received non-invasive support.On a more conceptual level, the formula used to standardise PaO2/FiO2 for PaCO2 (STPaO2/FiO2) represents the relationship between the tension of the two gases and it is used to predict the PaO2 given a measured PaCO2\n[10]. The limitations of the study may be better understood when considering the factors in the formula implemented by Prediletto et al. to “standardise the PaO2/FiO2 ratio” (Eq. (1)).stPaO2=PaO2+(1.66×PaCO2−66.4)(1)\nThe difference between the standardised and the actual PaO2is a sort of “PaO2 deficit” when accounting for hypocapnia, and it is equal to zero when PaCO2 is 40 mmHg (as the factors within parenthesis in Eq. (1) are equal to zero) and it is less than zero when PaCO2 is < 40 mmHg. Indeed, this formula is based on a series of assumptions: (1) that the arterial PaCO2 is equal to the alveolar PCO2 (PACO2); (2) that alveolar PO2 is calculated through the alveolar gas equation (Eq. (2)) using a respiratory quotient (RQ) equal to 0.6 (given that 1.66 is equal to 1/RQ when RQ=0.6; 3) the term 66.4 is simply obtained multiplying a standard PaCO2 of 40 mmHg by 1.66.PAO2=PBarometric×FIO2−PaCO2RQ(2)\nAs it is clear from these two equations and the underlying assumptions, this “oxygen deficit” is significantly affected by the changes in RQ. In\nFig. 1A, we show how modifications in RQ will affect the calculated STPaO2/FiO2 (assuming a constant PaO2 and FiO2). Therefore, a calculation of RQ is crucial in this computation. Moreover, this PaO2-PaCO2 relationship may be helpful – as the authors suggest - early in the disease process before respiratory failure and hypoxaemia are fully manifest, or if hypercapnia is due to hypoventilation. However, with worsening in severity of lung pathology – suggested by an increase of deadspace [11] - this methodology may become misleading. In these cases, the PaCO2-PaCO2 slope may shift along the PaO2 axis or change due to increasing ventilation/perfusion inequalities [10].Open in a separate windowFig. 1Effects of varying respiratory quotient or arterial tension of carbon dioxife on standardised PaO2/FiO2 ratio. Panel A: STPaO2/FiO2 at varying respiratory quotient (RQ) while maintaining constant the measured PaO2 and PaCO2 (in this case equal to the mean values recorded in the original study, i.e., PaO2 = 64 mmHg, PaCO2 = 32 mmHg). Panel B: STPaO2/FiO2 at varying deadspace fraction while maintaining constant the measured PaO2 (64 mmHg), VCO2 (assumed to be 200 ml/min) and minute ventilation (respiratory rate equal to the mean values recorded in the study, i.e., 22 bpm and tidal volume assumed to be 500 ml).The validity of the method may therefore be meaningful in the specific phase of the disease studied by the authors and the STPaO2/FiO2 should be interpreted with caution when tracking over time patients with worsening dead space or shunt fractions (transitioning from hypocapnia to hypercapnia despite constant or even increased minute ventilation). Indeed, in Fig. 1B we show what happens to the STPaO2/FiO2 when deadspace increases with constant CO2 production (VCO2) and minute ventilation: STPaO2/FiO2\nparadoxically improves, while the lung condition deteriorates. This is even more relevant in COVID-19, given the high incidence of pulmonary perfusion abnormalities [12] resulting in peculiar alterations of the distribution of the ventilation-perfusion ratio [13]. However, the study reminds us that an increased minute ventilation - and hypocapnia - is a sign of severity and it has a pathogenetic role in the worsening in ARF (P-SILI). We find, however, the use of this index debatable: other indices have been used to account for the effects of respiratory effort on the PaO2/FiO2 ratio, such as the ROX index [14,15]. Also, we believe that the calculation of alveolar-arterial oxygen gradient (AaO2) may be more suited for this purpose, as it is a physiological entity including all the elements of the alveolar gas equation.In conclusion, despite the limitations, the study highlights that respiratory effort is an important determinant of mortality and needs to be taken into consideration in the assessment and triage of the patients with COVID-19 ARF.The standardised parameter put forward, however should be interpreted with caution when following the time course of patients with unpredictable lung parenchymal derangements. Declaration of Competing InterestThe authors have declared that no conflict of interest exists. References1. Santamarina M.G., Boisier Riscal D., Beddings I., Contreras R., Baque M., Volpacchio M. COVID-19: what iodine maps from perfusion CT can reveal-a prospective cohort study. Crit Care. 2020;24:619. [PMC free article] [PubMed] [Google Scholar]2. Ackermann M., Verleden S.E., Kuehnel M., Haverich A., Welte T., Laenger F. Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in Covid-19. N Engl J Med. 2020;383:120–128. [PMC free article] [PubMed] [Google Scholar]3. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]4. Aboab J., Louis B., Jonson B., Brochard L. Relation between PaO2/FIO2 ratio and FIO2: a mathematical description. Intensive Care Med. 2006;32:1494–1497. [PubMed] [Google Scholar]5. Gattinoni L., Vassalli F., Romitti F. Benefits and risks of the P/F approach. Intensive Care Med. 2018;44:2245–2247. [PubMed] [Google Scholar]6. Yoshida T., Grieco D.L., Brochard L., Fujino Y. Patient self-inflicted lung injury and positive end-expiratory pressure for safe spontaneous breathing. Curr Opin Crit Care. 2020;26:59–65. [PubMed] [Google Scholar]7. Tonelli R., Fantini R., Tabbi L., Castaniere I., Pisani L., Pellegrino M.R. Early inspiratory effort assessment by esophageal manometry predicts noninvasive ventilation outcome in de novo respiratory failure. a pilot study. Am J Respir Crit Care Med. 2020;202:558–567. [PMC free article] [PubMed] [Google Scholar]8. Busana M., Gasperetti A., Giosa L., Forleo G.B., Schiavone M., Mitacchione G. Prevalence and outcome of silent hypoxemia in COVID-19. Minerva Anestesiol. 2021;87:325–333. [PubMed] [Google Scholar]9. Prediletto I., D'Antoni L., Carbonara P., Daniele F., Dongilli R., Flore R. Standardizing PaO2 for PaCO2 in P/F ratio predicts in-hospital mortality in acute respiratory failure due to Covid-19: a pilot prospective study. Eur J Intern Med. 2021 doi: 10.1016/j.ejim.2021.06.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Mays EE. An arterial blood gas diagram for clinical use. Chest. 1973;63:793–800. [PubMed] [Google Scholar]11. Vasques F., Sanderson B., Formenti F., Shankar-Hari M., Camporota L. Physiological dead space ventilation, disease severity and outcome in ventilated patients with hypoxaemic respiratory failure due to coronavirus disease 2019. Intensive Care Med. 2020 [PMC free article] [PubMed] [Google Scholar]12. Sakr Y., Giovini M., Leone M., Pizzilli G., Kortgen A., Bauer M. Pulmonary embolism in patients with coronavirus disease-2019 (COVID-19) pneumonia: a narrative review. Ann Intensive Care. 2020:10. [PMC free article] [PubMed] [Google Scholar]13. Busana M., Giosa L., Cressoni M., Gasperetti A., Di Girolamo L., Martinelli A. The impact of ventilation-perfusion inequality in COVID-19: a computational model. J Appl Physiol (1985) 2021;130:865–876. [PMC free article] [PubMed] [Google Scholar]14. Roca O., Caralt B., Messika J., Samper M., Sztrymf B., Hernández G. An index combining respiratory rate and oxygenation to predict outcome of nasal high-flow therapy. Am J Respir Crit Care Med. 2019;199:1368–1376. [PubMed] [Google Scholar]15. Prower E., Grant D., Bisquera A., Breen C.P., Camporota L., Gavrilovski M. The ROX index has greater predictive validity than NEWS2 for deterioration in Covid-19. EClinicalMedicine. 2021:35. [PMC free article] [PubMed] [Google Scholar]"}