{"title": "Fluid Therapy and Acute Respiratory Distress Syndrome", "pubDate": "2021", "PMCID": "PMC8449136", "DOI": "10.1016/j.ccc.2021.05.012", "PMID": "34548138", "abstract": "The optimal fluid management for acute respiratory distress syndrome (ARDS) remains unknown. Liberal fluid management may improve cardiac function and end-organ perfusion, but may lead to increased pulmonary edema and inhibit gas exchange. Trials suggest that conservative fluid management leads to better clinical outcomes, although prospective randomized, controlled trials have not demonstrated mortality benefit. Recent discoveries suggest there is large heterogeneity in ARDS, and varying phenotypes of ARDS respond differently to fluid treatments. Future advances in management will require real-time assignment of ARDS phenotypes, which may facilitate inclusion into clinical trials by ARDS phenotype and guide development of targeted therapies.", "author": [{"author": "Jisoo Lee", "affiliation": ["Division of Pulmonary, Critical Care & Sleep Medicine, Rhode Island Hospital, 593 Eddy Street, POB Suite 224, Room 222.1, Providence, RI 02903, USA. Electronic address: Jisoo_Lee@brown.edu."], "href": "/?term=Lee+J&cauthor_id=34548138"}, {"author": "Keith Corl", "affiliation": ["Division of Pulmonary, Critical Care & Sleep Medicine, Rhode Island Hospital, 593 Eddy Street, POB Suite 224, Room 222.1, Providence, RI 02903, USA."], "href": "/?term=Corl+K&cauthor_id=34548138"}, {"author": "Mitchell M Levy", "affiliation": ["Division of Pulmonary, Critical Care & Sleep Medicine, Rhode Island Hospital, 593 Eddy Street, POB Suite 224, Room 222.1, Providence, RI 02903, USA. Electronic address: mitchell_levy@brown.edu."], "href": "/?term=Levy+MM&cauthor_id=34548138"}], "refPMID": ["30015289", "30872586", "4143721", "7509706", "22797452", "26645551", "27803355", "31060086", "30431366", "10793167", "16877636", "7813276", "2331893", "1914560", "1524595", "8087569", "3565940", "10793162", "15269312", "2100979", "1586077", "25027612", "14633519", "18263691", "23982022", "29753517", "24428957", "25605469", "27734109", "12394941", "16096441", "16714767", "27762608", "31258917", "28770093", "26177009", "31060085", "23688302", "27914733", "24853585", "27513822", "28450529", "30291376", "30078618", "31948926", "28664851", "24581450", "23607309", "29575977", "32551817"], "citedInPMID": ["34548138", "34972602"], "body": " The optimal fluid management for acute respiratory distress syndrome (ARDS) remains unknown. Liberal fluid management may improve cardiac function and end-organ perfusion, but may lead to increased pulmonary edema and inhibit gas exchange. Trials suggest that conservative fluid management leads to better clinical outcomes, although prospective randomized, controlled trials have not demonstrated mortality benefit. Recent discoveries suggest there is large heterogeneity in ARDS, and varying phenotypes of ARDS respond differently to fluid treatments. Future advances in management will require real-time assignment of ARDS phenotypes, which may facilitate inclusion into clinical trials by ARDS phenotype and guide development of targeted therapies.Keywords: Acute respiratory distress syndrome, Acute lung injury, Liberal fluid management, Conservative fluid management, Deresuscitative fluid management, Phenotypes of acute respiratory distress syndrome, Hyperinflammatory and hypoinflammatory acute respiratory distress syndrome Key points\n\n• The optimal fluid management for acute respiratory distress syndrome (ARDS) is unknown. There are risks and benefits to liberal and conservative fluid management strategies.• Studies have shown that liberal fluid management may be more harmful in ARDS patients by increasing pulmonary edema and prolonging mechanical ventilation days and intensive care unit and hospital stay. Conservative fluid management has a risk of increasing nonpulmonary end organ damage. Studies suggest preventing fluid overload may lead to improved outcomes, although no prospective randomized controlled trial has shown mortality benefit to date.• Different phenotypes of ARDS may respond differently to fluid management. Recent research suggests that hypoinflammatory and hyperinflammatory phenotypes may differ in their fluid responsiveness and may be helpful in determining optimum volume status.• The heterogeneity of treatment effect raises concerns for bedside application of appropriate management. Future studies further refining ARDS phenotypes and their associated differential responses to fluid administration may help guide optimal fluid management strategies in ARDS.\n\n IntroductionAcute respiratory distress syndrome (ARDS) is a common critical illness encountered in intensive care units (ICUs).1 ARDS is a heterogenous syndrome characterized by an inflammatory response of the lungs in response to an acute pathophysiologic insult.2 The acute inflammatory response damages the microvascular endothelium and alveolar epithelium of the alveolar-capillary barrier, leading to increased vascular permeability and subsequent edema. ARDS was first described in 1967 as hypoxemia in the setting of bilateral pulmonary opacities on chest radiograph not attributable to cardiac failure.3 In 1994, the American-European Consensus Conference (AECC) formally defined ARDS and acute lung injury (ALI).4 In 2012, the Berlin Definition redefined ARDS using 3 categories (mild, moderate, and severe) to classify patients based on the degree of their hypoxemia.5 The prevalence of ARDS is 5 to 35 cases per 100,000 individuals annually in the United States, and the incidence continues to rise.1 The mortality rate ranges from 30% to 50%, although there is a wide variability depending on multiple factors, including patient risk factors, ARDS severity, and the etiology of ARDS.6\n,\n7\nFollowing an acute insult such as sepsis, pneumonia, aspiration of gastric contents, or severe trauma, a dysregulated inflammatory response leads to increased lung endothelial and epithelial permeability.8 The pathogenesis occurs in 3 sequential phases with overlapping features: acute exudative/inflammatory phase, proliferative phase, and fibrotic phase.9 In the acute phase, there is endothelial and epithelial injury to the alveoli and capillaries, alveolar macrophages secrete cytokines such as interleukin-1, 6, 8 and 10 (IL-1, 6, 8, and 10), and tumor necrosis factor α (TNF-α). These immunomodulatory proteins activate neutrophils to release proinflammatory molecules and stimulate the production of the extracellular matrix by fibroblasts.10 Alveolar-capillary permeability increases, which leads to the accumulation of protein-rich edematous fluid in the alveoli and interstitium.10 These acute-phase injuries decrease pulmonary compliance and increase ventilation/perfusion (V/Q) mismatch.9 The protein-rich alveolar fluid also disrupts pulmonary oncotic forces, making the alveoli more vulnerable to increased hydrostatic pressure and the development of noncardiogenic pulmonary edema. During the proliferative phase, type II pneumocytes repopulate alveoli; alveolar edema is resolved by the active sodium and chloride transport and water channels, and protein is cleared from the small airways to restore alveolar architecture and function.10 A small subset of ARDS patients will progress to the fibrotic phase, which is characterized by the gradual remodeling and resolution of intra-alveolar and interstitial granulation tissue. This phase occurs inconsistently and delays functional recovery, and the presence of fibrosis is associated with increased mortality.10, 11, 12\nThis article explores the history of fluid therapy in ARDS, with a focus on liberal versus conservative fluid management strategies. It outlines the challenges and clinical application of the pertinent ARDS literature. Finally, it explores novel study designs such as latent class analysis (LCA) and machine learning to identify ARDS phenotypes.The History of Fluid Management for Acute Respiratory Distress SyndromeThe optimal fluid management strategy for ARDS is unknown. The American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine (ATS/ESICM/SCCM) Clinical Practice Guidelines make no specific recommendation for fluid management in ARDS patients, and clinical practice varies widely. Experts have debated whether a liberal or conservative fluid management strategy improves clinical outcomes for ARDS patients for over 4 decades.13, 14, 15, 16 Liberal fluid management, historically the conventional practice, does not restrict fluid administration during the resuscitative phase or actively seek to remove fluid during the deresuscitative phase. The theoretic argument for a liberal fluid management strategy is that it can increase stroke volume and thereby improve end organ perfusion and oxygen delivery.16 This practice pattern prevailed prior to recognition in the 1990s that fluids may worsen refractory hypoxemia in ARDS.16 Physician-guided early liberal resuscitative practices during that era make it difficult to quantify how much intravenous fluid was routinely given. Data from prior ARDS research provide a window into historic practice patterns. A 1987 randomized controlled trial (RCT) of ARDS patients that allowed for provider practice variation in resuscitative/deresuscitative practices observed 14-day fluid balances ranging from 5 L to 20 L.17 The 2000 Ventilation with Lower Tidal Volumes as Compared with Traditional Tidal Volumes for Acute Lung Injury and the Acute Respiratory Distress Syndrome (ARMA) and the Higher versus Lower Positive End-Expiratory Pressures in Patients with the 2004 Acute Respiratory Distress Syndrome (ALVEOLI) trials observed more moderate fluid balances of 4 L and 6 L at day 4, respectively.18\n,\n19\nAs early as the late 1980s, observational data demonstrated an association between a liberal fluid strategy and worse clinical outcomes for ARDS. In 1 study, a lower cumulative fluid balance and a negative trend in body weight during hospitalization were associated with improved survival.17 A subsequent observational study found that a 25% reduction in pulmonary capillary wedge pressure (PCWP) among ARDS patients during their ICU course was associated with reduced mortality.20 However, the observational nature of these studies limits the ability to make any statements of causation. A higher PCWP or more positive fluid balance might be a marker of illness severity and confound the early data. A 1992 RCT of 101 critically ill patients with pulmonary artery catheterization to extravascular lung water (EVLW) group and pulmonary capillary wedge pressure (WP) group and looked at the impact of fluid restriction and diuresis on resolution of EVLW and ventilator and ICU days.21 Although significantly confounded by including patients with congestive heart failure, fluid restriction and diuresis were associated with lower positive fluid balance and fewer ventilator and ICU days. These studies, although weakened by their observational design and likely confounded by severity, suggest that higher positive fluid balance is associated with worse clinical outcomes in ARDS.Conservative Fluid Management: a Paradigm ShiftCompared with a liberal fluid management strategy, a conservative strategy restricts fluid administration during the resuscitative phase and employs treatments to reduce the total body fluid balance during the deresuscitative phase. This strategy seeks to reduce the pulmonary ventilation/perfusion mismatch by limiting pulmonary edema but may risk and end-organ damage from decreased cardiac perfusion.16\nThere are few data examining the association of a liberal or conservative intravenous fluid resuscitation strategy and the development of ARDS. A small cohort study of 296 septic patients, in which 25% developed ARDS within 72 hours, showed no association between the amount of resuscitative intravenous fluid administered in the first 24 hours and the development of ARDS.22 These findings are limited by the small difference in volume of resuscitative fluid between study groups (5.5 vs 4.7 L) and the study’s limited sample size. An observational study of 879 patients undergoing elective lung resections found that positive fluid balance was an independent risk factor for developing ARDS.23 A study of 1366 mechanically ventilated ICU patients, of whom 152 developed ARDS following intubation, found that a positive fluid balance was an independent risk factor for progression to ARDS.24 Additionally, a case-control study of 414 patients with hospital-acquired ARDS matched with intubated non-ARDS controls found that a greater cumulative fluid balance (7.3 vs 3.6 L) was a modifiable hospital exposure that increased the risk of developing ARDS.25\nThe Crystalloid Liberal or Vasopressors Early Resuscitation in Sepsis (CLOVERS) trial sponsored by the National Heart, Lung and Blood Institute is currently enrolling septic shock patients and randomizing them to a conservative intravenous fluid resuscitation strategy that uses vasopressors to achieve target blood pressure goals versus a liberal intravenous fluid resuscitation strategy for the first 24 hours of care.26 The primary end point is 28-day mortality. The CLOVERS trial seeks to enroll 2320 participants and will track the development of ARDS over the first 7 days. The primary and anticipated secondary analysis of the CLOVERS participants who develop ARDS and their relationship to intravenous fluids will likely provide the strongest causal data available on the resuscitative phase.Several RCTs have compared a conservative or deresuscitative fluid to a liberal fluid strategy for septic and/or ARDS patients. These trials, with 1 exception, the Network Fluid and Catheters Treatment Trial (FACTT), were generally smaller proof-of-concept trials. They employed variations of a conservative/deresuscitation strategies that both used and did not use pulmonary catheters to guide fluid removal and found mixed results.27, 28, 29 In a systematic review and meta-analysis of these trails, a conservative/deresuscitative fluid strategy did not demonstrate a mortality benefit.30 However, a conservative/deresuscitative fluid strategy was associated with increased ventilator-free days and a shorter ICU length of stay. The combined treatment effect of a conservative deresuscitation on these outcomes was heavily influenced by the inclusion of FACTT trial, which accounted for approximately 50% of the included participants. Other small proof-of-concept RCTs comparing the use of albumin and furosemide versus to placebo or furosemide only suggest that the use of albumin and furosemide may also increase ventilator-free days.31\n,\n32\nThe defining trial that tested the effect of conservative fluid strategy in ARDS was the 2006 ARDS Network Fluid and Catheters Treatment Trial.33 FACTT enrolled 1000 participants with ARDS over 40 hours after admission to the ICU and excluded patients with ongoing shock. The trial randomized participants to a conservative versus liberal fluid strategy that used a strict protocol of active diuresis, fluid bolus, vasopressor, and/or inotrope based on varying ranges of central venous pressure (CVP) and pulmonary artery occlusion pressures (PAOP). Diuresis was held for 12 hours when patients demonstrated evidence of shock and received vasopressors and/or fluid bolus. At 7 days, the trial produced a large difference in the cumulative fluid balance between the conservative and liberal deresuscitation groups (−136 ± 491 mL vs 6992 ± 502 mL; P<.001). The daily cumulative fluid balance in the liberal group was similar with prior contemporary ARDS trials (4 L and 6 L by day 4 in ARMA and ALVEOLI, respectively) and consistent with usual care at the time. There was no difference in the primary outcome of 60-day mortality in these groups (25% in conservative strategy vs 28% in liberal strategy, P=.30).The conservative strategy group, however, had significantly more ventilator-free days (14.6 ± 0.5 vs 12.1 ± 0.5, P<.001) and ICU-free days compared with the liberal strategy group. Despite the aggressive conservative/deresuscitation strategy, which targeted CVP less than 4 mm Hg and a PAOP less than 8 mm Hg, there was no increase in organ failure between the conservative and liberal arms of the study. Moreover, there were no significant differences in the percentage of patients receiving renal replacement therapy (10% in conservative vs 14% in liberal, P=.06) or the average number of days of renal support. These findings suggest that active deresuscitation may mitigate the lung injury associated with excess intravenous fluids without compromising organ perfusion.In the FACTT protocol, deresuscitation was held when enrolled patients developed shock for any reason. When the results were further analyzed to compare the impact of conservative and liberal fluid strategies in baseline shock versus nonshock patients, 60-day hospital mortality was lower in the conservative arm than liberal arm in nonshock patients (19% vs 24%), but higher in the conservative arm than liberal arm in shock patients (39% vs 37%). However, a test for interaction of baseline shock and the treatment effect of fluid therapy was not significant for these outcomes.Since this landmark study, fluid management in ARDS has undergone a clear paradigm shift from liberal to conservative/deresuscitative strategy among clinicians managing critically ill patients with ARDS. However, many concerns about the use of a conservative/deresuscitative strategy remain. It is important to note that this paradigm shift has occurred largely because of this single trial. Although FACTT suggests a conservative strategy may liberate patients from the ventilator earlier without evidence of harm, the clinical implications of conservative/deresuscitative strategy for ARDS patients with shock are not known. In addition, the secondary outcome findings of FACTT have not been prospectively validated in an RCT that evaluates a conservative/resuscitation strategy with ventilator-free days as the primary outcome. Subsequent prospective trials have failed to show mortality benefit of conservative/deresuscitative strategy, although most of these trials are limited by their small sample size.27, 28, 29 Importantly, and perhaps because of the lack of a strong evidence base, most of the guidelines for ARDS management (ATS/ESICM/SCCM) do not recommend specific fluid management strategies, and the British Thoracic Society (BTS) and Japanese Society of Respiratory Care Medicine and the Japanese Society of Intensive Care Medicine (JSRCM/JSICM) make weak recommendations for conservative fluid management.34, 35, 36 The discordance in these guidelines underscores the need for further investigation, including the necessity of identifying subpopulations of ARDS patients with differing responses to fluid administration.Heterogeneity of Treatment Effect and Acute Respiratory Distress Syndrome PhenotypesOne of the largest challenges facing ARDS research, as well as many other topics in critical care, is the complex heterogeneity of the diseases of interest. Even a rigorously conducted RCT can produce outcomes that do not accurately answer more nuanced clinical questions because of the heterogeneity of participant enrollment. It is crucial to understand that the primary outcome of any study is an average effect estimate across the enrolled study population. Beneficial or harmful effects to specific subgroups from the intervention may be masked within the same RCT.37 Identification of patient phenotypes may improve understanding of disease syndromes and enable the development of a precision-based approach to clinical trial design. The heterogenous mixture of patients that comprises ARDS may be grouped in many ways. Examples of ARDS phenotypes include severity of hypoxia, precipitating risk factors (eg, sepsis, trauma, pancreatitis, or transfusion), direct versus indirect lung injury, timing of onset (less than or more than 48 hours from admission), radiographic appearance, genotypes, biomarkers, and hyperinflammatory versus non- or hypoinflammatory.38 Identifying such phenotypes and assessing the treatment effects in specific phenotypes have the potential to lead to meaningful and clinically applicable results. This is evidenced by the Prone Positing in Severe Acute Respiratory Distress Syndrome (PROSEVA) trial, where the investigators demonstrated that prone positioning reduced mortality in severely hypoxic patients with Pao\n2/Fio\n2 ratio less than 150 mm Hg.39\nLatent class analysis is a form of mixture modeling that uses available data to identify unmeasured or latent subgroups in a heterogeneous population.40 LCA attempts to identify the optimal number of subgroups that best fit a population. Two distinct phenotypes of ARDS have been identified using the latent class analysis, which are hypoinflammatory and hyperinflammatory.41, 42, 43, 44, 45 The hypoinflammatory and hyperinflammatory phenotypes were derived in a secondary analysis from 2 large ARDS RCTs (ARMA and ALVEOLI) and demonstrated different treatment effects in mortality, ventilator-free days, and organ failure-free days when exposed to different ventilation strategies.41 Famous and colleagues used FACTT and LCA to assess the mortality outcomes of a conservative versus liberal fluid strategy among the subphenotypes.42 Their revised secondary analysis of the FACTT cohort found that the hyperinflammatory group had higher 60- and 90-day mortality and fewer ventilator-free days when compared with the hypoinflammatory group. There was no significant difference in 60-day mortality rates between conservative and liberal fluid strategies in each group. Their data show that most ARDS patients are classified as the hypoinflammatory subphenotype (73%) compared with the hyperinflammatory subphenotype (23%); however, their 30+ factor model that includes novel biomarkers makes clinical identification of these phenotypes currently not feasible. Subsequent work is exploring a more parsimonious 3-variable model consisting of IL-8, bicarbonate and protein C to facilitate the clinical integration of subphenotype identification.46 With the predominance of ARDS patients belonging to the hypoinflammatory subphenotype, and until classification becomes clinically feasible, many clinicians will continue to manage ARDS patients with diuresis and try to achieve even or negative fluid balance.Precision Based Medicine as Future Treatment of Acute Respiratory Distress SyndromeClinical trials often require significant investments of time and money to complete. It is important to invest the limited time and resources available in trials that maximize the probability of detecting clinically meaningful treatment effects. One may accomplish this by identifying relevant subphenotypes and then targeting treatment toward specific patient populations most likely to benefit.47\n,\n48 Robust research design in the fields of genomics, proteomics, and metabolomics is dedicated to identifying biomarkers and deriving biological phenotypes.49\n,\n50 Additionally, machine learning has the potential to identify and study the various phenotypes of ARDS through unsupervised learning methods that may uncover associations in data that are not intuitive to researchers.51 The ongoing evolution of ARDS phenotypes and the utilization of machine learning and adaptive trial platforms hold great promise for the future of enhanced clinical trial design. This in turn will allow for the evaluation of targeted therapies in ARDS and further understanding of how one should best use intravenous fluids to treat patients with ARDS. Clinics care points\n\n• Fluid management is an important component in management of critically ill patients; however the optimal fluid management for ARDS remains unknown.• Although no prospective, RCTs have shown mortality benefit, it is suggested that conservative fluid management improves outcomes related to ICU stay and mechanical ventilation days.• Further studies addressing differential responses to fluid management in ARDS phenotypes will help guide fluid management for optimal outcomes.\n\n DisclosureThe authors have nothing to disclose. References1. Eworuke E., Major J.M., Gilbert McClain L.I. National incidence rates for acute respiratory distress syndrome (ARDS) and ARDS cause-specific factors in the United States (2006-2014) J Crit Care. 2018;47:192–197. [PubMed] [Google Scholar]2. Matthay M.A., Zemans R.L., Zimmerman G.A. Acute respiratory distress syndrome. Nat Rev Dis Primers. 2019;5(1):18. [PMC free article] [PubMed] [Google Scholar]3. Ashbaugh D.G., Bigelow D.B., Petty T.L. Acute respiratory distress in adults. Lancet. 1967;2(7511):319–323. [PubMed] [Google Scholar]4. Bernard G.R., Artigas A., Brigham K.L. The American-European Consensus Conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination. Am J Respir Crit Care Med. 1994;149(3 Pt 1):818–824. [PubMed] [Google Scholar]5. ARDS Definition Task Force, Ranieri V.M., Rubenfeld G.D. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]6. Villar J., Blanco J., Kacmarek R.M. Current incidence and outcome of the acute respiratory distress syndrome. Curr Opin Crit Care. 2016;22(1):1–6. [PubMed] [Google Scholar]7. Máca J., Jor O., Holub M. Past and present ARDS mortality rates: a systematic review. Respir Care. 2017;62(1):113–122. [PubMed] [Google Scholar]8. Huppert L.A., Matthay M.A., Ware L.B. Pathogenesis of acute respiratory distress syndrome. Semin Respir Crit Care Med. 2019;40(1):31–39. [PMC free article] [PubMed] [Google Scholar]9. Derwall M., Martin L., Rossaint R. The acute respiratory distress syndrome: pathophysiology, current clinical practice, and emerging therapies. Expert Rev Respir Med. 2018;12(12):1021–1029. [PubMed] [Google Scholar]10. Ware L.B., Matthay M.A. The acute respiratory distress syndrome. N Engl J Med. 2000;342(18):1334–1349. [PubMed] [Google Scholar]11. Frank J.A., Wray C.M., McAuley D.F. Alveolar macrophages contribute to alveolar barrier dysfunction in ventilator-induced lung injury. Am J Physiol Lung Cell Mol Physiol. 2006;291(6):L1191–L1198. [PubMed] [Google Scholar]12. Martin C., Papazian L., Payan M.J. Pulmonary fibrosis correlates with outcome in adult respiratory distress syndrome. A study in mechanically ventilated patients. Chest. 1995;107(1):196–200. [PubMed] [Google Scholar]13. Hyers T.M. ARDS: the therapeutic dilemma. Chest. 1990;97(5):1025. [PubMed] [Google Scholar]14. Schuller D., Mitchell J.P., Calandrino F.S. Fluid balance during pulmonary edema. Is fluid gain a marker or a cause of poor outcome? Chest. 1991;100(4):1068–1075. [PubMed] [Google Scholar]15. Hudson L.D. Fluid management strategy in acute lung injury. Am Rev Respir Dis. 1992;145(5):988–989. [published correction appears in Am Rev Respir Dis 1992 Aug;146(2):540] [published correction appears in Am Rev Respir Dis 1992 Sep;146(3):808] [PubMed] [Google Scholar]16. Schuster D.P. The case for and against fluid restriction and occlusion pressure reduction in adult respiratory distress syndrome. New Horiz. 1993;1(4):478–488. [PubMed] [Google Scholar]17. Simmons R.S., Berdine G.G., Seidenfeld J.J. Fluid balance and the adult respiratory distress syndrome. Am Rev Respir Dis. 1987;135(4):924–929. [PubMed] [Google Scholar]18. Acute Respiratory Distress Syndrome Network, Brower R.G., Matthay M.A. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342(18):1301–1308. [PubMed] [Google Scholar]19. Brower R.G., Lanken P.N., MacIntyre N. Higher versus lower positive end-expiratory pressures in patients with the acute respiratory distress syndrome. N Engl J Med. 2004;351(4):327–336. [PubMed] [Google Scholar]20. Humphrey H., Hall J., Sznajder I. Improved survival in ARDS patients associated with a reduction in pulmonary capillary wedge pressure. Chest. 1990;97(5):1176–1180. [PubMed] [Google Scholar]21. Mitchell J.P., Schuller D., Calandrino F.S. Improved outcome based on fluid management in critically ill patients requiring pulmonary artery catheterization. Am Rev Respir Dis. 1992;145(5):990–998. [PubMed] [Google Scholar]22. Chang D.W., Huynh R., Sandoval E. Volume of fluids administered during resuscitation for severe sepsis and septic shock and the development of the acute respiratory distress syndrome. J Crit Care. 2014;29(6):1011–1015. [PubMed] [Google Scholar]23. Licker M., de Perrot M., Spiliopoulos A. Risk factors for acute lung injury after thoracic surgery for lung cancer. Anesth Analg. 2003;97(6):1558–1565. [PubMed] [Google Scholar]24. Jia X., Malhotra A., Saeed M. Risk factors for ARDS in patients receiving mechanical ventilation for > 48 h. Chest. 2008;133(4):853–861. [PMC free article] [PubMed] [Google Scholar]25. Ahmed A.H., Litell J.M., Malinchoc M. The role of potentially preventable hospital exposures in the development of acute respiratory distress syndrome: a population-based study. Crit Care Med. 2014;42(1):31–39. [PMC free article] [PubMed] [Google Scholar]26. Self W.H., Semler M.W., Bellomo R. Liberal versus restrictive intravenous fluid therapy for early septic shock: rationale for a randomized trial. Ann Emerg Med. 2018;72(4):457–466. [PMC free article] [PubMed] [Google Scholar]27. Hu W., Lin C.W., Liu B.W. Extravascular lung water and pulmonary arterial wedge pressure for fluid management in patients with acute respiratory distress syndrome. Multidiscip Respir Med. 2014;9(1):3. [PMC free article] [PubMed] [Google Scholar]28. Wang L., Long X., Lv M. Effect of different liquid management strategies on the prognosis of acute respiratory distress syndrome. J Dalian Med Univ. 2014;36:140–143. [Google Scholar]29. Zhang Z., Ni H., Qian Z. Effectiveness of treatment based on PiCCO parameters in critically ill patients with septic shock and/or acute respiratory distress syndrome: a randomized controlled trial. Intensive Care Med. 2015;41(3):444–451. [PubMed] [Google Scholar]30. Silversides J.A., Major E., Ferguson A.J. Conservative fluid management or deresuscitation for patients with sepsis or acute respiratory distress syndrome following the resuscitation phase of critical illness: a systematic review and meta-analysis. Intensive Care Med. 2017;43(2):155–170. [PubMed] [Google Scholar]31. Martin G.S., Mangialardi R.J., Wheeler A.P. Albumin and furosemide therapy in hypoproteinemic patients with acute lung injury. Crit Care Med. 2002;30(10):2175–2182. [PubMed] [Google Scholar]32. Martin G.S., Moss M., Wheeler A.P. A randomized, controlled trial of furosemide with or without albumin in hypoproteinemic patients with acute lung injury. Crit Care Med. 2005;33(8):1681–1687. [PubMed] [Google Scholar]33. National Heart, Lung, and Blood Institute Acute Respiratory Distress Syndrome (ARDS) Clinical Trials Network, Wiedemann HP, Wheeler AP, et al. Comparison of two fluid-management strategies in acute lung injury. N Engl J Med. 2006;354(24):2564–2575. [PubMed] [Google Scholar]34. Schmidt G.A., Girard T.D., Kress J.P. Official executive summary of an American Thoracic Society/American College of Chest Physicians clinical practice guideline: liberation from mechanical ventilation in critically ill adults. Am J Respir Crit Care Med. 2017;195(1):115–119. [PubMed] [Google Scholar]35. Griffiths M.J.D., McAuley D.F., Perkins G.D. Guidelines on the management of acute respiratory distress syndrome. BMJ Open Respir Res. 2019;6(1):e000420. [PMC free article] [PubMed] [Google Scholar]36. Hashimoto S., Sanui M., Egi M. The clinical practice guideline for the management of ARDS in Japan. J Intensive Care. 2017;5:50. [PMC free article] [PubMed] [Google Scholar]37. Iwashyna T.J., Burke J.F., Sussman J.B. Implications of heterogeneity of treatment effect for reporting and analysis of randomized trials in critical care. Am J Respir Crit Care Med. 2015;192(9):1045–1051. [PMC free article] [PubMed] [Google Scholar]38. Reilly J.P., Calfee C.S., Christie J.D. Acute respiratory distress syndrome phenotypes. Semin Respir Crit Care Med. 2019;40(1):19–30. [PMC free article] [PubMed] [Google Scholar]39. Guérin C., Reignier J., Richard J.C. Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368(23):2159–2168. [PubMed] [Google Scholar]40. Kongsted A., Nielsen A.M. Latent class analysis in health research. J Physiother. 2017;63(1):55–58. [PubMed] [Google Scholar]41. Calfee C.S., Delucchi K., Parsons P.E. Subphenotypes in acute respiratory distress syndrome: latent class analysis of data from two randomised controlled trials. Lancet Respir Med. 2014;2(8):611–620. [PMC free article] [PubMed] [Google Scholar]42. Famous K.R., Delucchi K., Ware L.B. Acute respiratory distress syndrome subphenotypes respond differently to randomized fluid management strategy. Am J Respir Crit Care Med. 2017;195(3):331–338. [published correction appears in Am J Respir Crit Care Med. 2018 Dec 15;198(12):1590] [published correction appears in Am J Respir Crit Care Med. 2019 Sep 1;200(5):649] [PMC free article] [PubMed] [Google Scholar]43. Bos L.D., Schouten L.R., van Vught L.A. Identification and validation of distinct biological phenotypes in patients with acute respiratory distress syndrome by cluster analysis. Thorax. 2017;72(10):876–883. [PMC free article] [PubMed] [Google Scholar]44. Sinha P., Delucchi K.L., Thompson B.T. Latent class analysis of ARDS subphenotypes: a secondary analysis of the statins for acutely injured lungs from sepsis (SAILS) study. Intensive Care Med. 2018;44(11):1859–1869. [PMC free article] [PubMed] [Google Scholar]45. Calfee C.S., Delucchi K.L., Sinha P. Acute respiratory distress syndrome subphenotypes and differential response to simvastatin: secondary analysis of a randomised controlled trial. Lancet Respir Med. 2018;6(9):691–698. [PMC free article] [PubMed] [Google Scholar]46. Sinha P., Delucchi K.L., McAuley D.F. Development and validation of parsimonious algorithms to classify acute respiratory distress syndrome phenotypes: a secondary analysis of randomised controlled trials. Lancet Respir Med. 2020;8(3):247–257. [PMC free article] [PubMed] [Google Scholar]47. Matthay M.A., McAuley D.F., Ware L.B. Clinical trials in acute respiratory distress syndrome: challenges and opportunities. Lancet Respir Med. 2017;5(6):524–534. [PubMed] [Google Scholar]48. Marshall J.C. Why have clinical trials in sepsis failed? Trends Mol Med. 2014;20(4):195–203. [PubMed] [Google Scholar]49. Ahmed M.U., Saaem I., Wu P.C. Personalized diagnostics and biosensors: a review of the biology and technology needed for personalized medicine. Crit Rev Biotechnol. 2014;34(2):180–196. [PubMed] [Google Scholar]50. Hendrickson C.M., Matthay M.A. Endothelial biomarkers in human sepsis: pathogenesis and prognosis for ARDS. Pulm Circ. 2018;8(2) 2045894018769876. [PMC free article] [PubMed] [Google Scholar]51. Sinha P., Churpek M.M., Calfee C.S. Machine learning classifier models can identify acute respiratory distress syndrome phenotypes using readily available clinical data. Am J Respir Crit Care Med. 2020;202(7):996–1004. [PMC free article] [PubMed] [Google Scholar]"}