{"title": "Pathophysiology of the Acute Respiratory Distress Syndrome: Insights from Clinical Studies", "pubDate": "2021", "PMCID": "PMC8149201", "DOI": "10.1016/j.ccc.2021.05.005", "PMID": "34548134", "abstract": "Acute respiratory distress syndrome (ARDS) is a heterogeneous clinical syndrome that manifests secondary to numerous etiologic insults, and consequently it is associated with a multitude of pathophysiological abnormalities. Despite more than 50 years of experimental studies, translation of these benchside discoveries into effective biological therapies has been elusive. In this review, some of the key advances made in our knowledge of the pathophysiology of ARDS, based on histopathology, imaging, protein, and transcriptomic biomarkers, are presented. Finally, the role of such human studies in understanding the pathophysiology of coronavirus disease 2019-related ARDS is reviewed.", "author": [{"author": "Pratik Sinha", "affiliation": ["Division of Clinical and Translational Research, Department of Anesthesia, Washington University School of Medicine, 660 S. Euclid Avenue, Campus Box 8054, St Louis, MO 63110, USA. Electronic address: p.sinha@wustl.edu."], "href": "/?term=Sinha+P&cauthor_id=34548134"}, {"author": "Lieuwe D Bos", "affiliation": ["Department of Respiratory Medicine, Infection and Immunity, Amsterdam University Medical Center, AMC, Meibergdreef 9, Amsterdam 1105AZ, The Netherlands."], "href": "/?term=Bos+LD&cauthor_id=34548134"}], "refPMID": ["26903337", "4143721", "30872586", "28792873", "28664851", "29773606", "31624219", "18621912", "31346800", "28664850", "10793162", "22797452", "33206201", "788524", "921049", "24429204", "15381517", "17982534", "19118274", "21570273", "23370917", "14718441", "25476984", "29088909", "26896701", "21531958", "33033248", "27856720", "3202424", "19762075", "29903755", "32659235", "11719313", "16641394", "10990094", "10990099", "20154600", "31399381", "24041261", "20851923", "18091555", "21883676", "26980924", "30755248", "26033126", "18566109", "26274928", "21220996", "27018314", "22264245", "24164543", "17981300", "29575977", "23328529", "32043429", "15201135", "19858233", "21857935", "30114376", "22461369", "31206358", "21440206", "30531367", "32526190", "33165028", "24853585", "27513822", "30078618", "30291376", "31948926", "32551817", "28450529", "17554299", "30002074", "30343317", "31487195", "29337789", "28708019", "30645145", "24727586", "20889676", "30779905", "24289193", "28258106", "30765824", "24743964", "24899309", "24696140", "26527186", "32867808", "28100714", "27365534", "29091746", "29035085", "31973575", "33026628", "32879413", "32500199", "32437596", "33038391", "32325026", "32844161", "32228035", "32396457", "32861276", "32866825", "32879862", "32667207", "32346093", "33264547", "32602883", "33075298", "32880615", "33187979", "32861275", "32661059"], "citedInPMID": ["34548134", "35073921", "34543591"], "body": " Acute respiratory distress syndrome (ARDS) is a heterogeneous clinical syndrome that manifests secondary to numerous etiologic insults, and consequently it is associated with a multitude of pathophysiological abnormalities. Despite more than 50 years of experimental studies, translation of these benchside discoveries into effective biological therapies has been elusive. In this review, some of the key advances made in our knowledge of the pathophysiology of ARDS, based on histopathology, imaging, protein, and transcriptomic biomarkers, are presented. Finally, the role of such human studies in understanding the pathophysiology of coronavirus disease 2019-related ARDS is reviewed.Keywords: ARDS, Pathophysiology, COVID-19, Human studies, Phenotypes Key points\n\n• ARDS the clinical entity encompasses a broad spectrum of pathophysiological abnormalities.• Recent advances in biological measurements and data science have allowed novel insights into subgroups of patients with uniform biological or clinical characteristics that may be targeted for specific therapies.\n\nAcute respiratory distress syndrome (ARDS) is a frequently encountered clinical syndrome associated with unacceptably high morbidity and mortality.1 Since its first description in 1967 by Ashbaugh and colleagues,2 numerous strides have been made in our understanding of the pathophysiology of ARDS,3 which can be simply summarized as an acute inflammatory injury of the lungs. Broadly, the milieu of severe inflammation, locally in the lungs, systemically, or both, triggers an injurious cascade of molecular and cellular responses that lead to epithelial, endothelial, and interstitial/extracellular matrix (ECM) injury.4 These responses manifest macroscopically as alveolar flooding, interstitial edema leading to increased extravascular lung water, and thromboembolic phenomena in the microvasculature of the lungs. At the bedside, these abnormalities lead to hypoxemia, loss of lung compliance, increased dead space, and the pathognomonic radiological changes of ARDS.Despite decades of experimental insights into the biology of ARDS, few, if any, have translated into successful therapies.5 In part, these failures can be attributed to the vast heterogeneity introduced due to the nonspecific clinical definition of ARDS, which subsumes numerous etiologic insults (Table 1\n). Another important, and often overlooked, factor for the failure of these biological interventions may be that many of the insights about ARDS pathophysiology were made in experimental and preclinical studies and the translation of these models from animals to humans has been challenging,6\n,\n7 not least because many of the animal models focus on studying dysfunctional pathways following a single etiologic insult.8 Assumptions that there is uniformity of injury and severity across all the components of the alveolar unit regardless of the precipitating insult is clearly not valid; however, most ARDS clinical trials do not discriminate according to aetiology.Table 1Common risk factors (causes) leading to acute respiratory distress syndromeDirect (Pulmonary) Risk FactorsIndirect (Extrapulmonary) Risk FactorPneumonia (bacterial, viral, fungal)SepsisCOVID-19 (SARS-CoV-2 infection)Nonthoracic major traumaAspirationPancreatitisInhalation injuryCardiopulmonary bypassPulmonary contusionTransfusion of blood productsVasculitisMajor burns injuryDrowningOpen in a separate windowAbbreviations: COVID-19, coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2.Consequently, there has been a growing trend toward studying ARDS in human subjects in real world conditions based on pragmatic sample acquisition.9\n,\n10 Advances in novel biological measurements and data science methods have seen a rapid upsurge in translational and clinical studies in human subjects that has brought new insights into the pathophysiology of ARDS. Given the pace of innovation in both these disciplines, we may be entering a new era of learning in ARDS biology based on in vivo human subject studies. Moreover, such translational studies proffer paradigm-changing approaches to experimental studies in ARDS, where the traditional linear bench to bedside approach is replaced by a cyclic exchange of ideas from these research domains (Fig. 1\n). In this review, some of the recent advances made in our understanding of the pathophysiology of ARDS based on human studies are summarized. Furthermore, the pathophysiology of lung injury in coronavirus disease 2019 (COVID-19), the disease manifest by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is reviewed.Open in a separate windowFig. 1Basic conceptual model of a circular and iterative research cycle form bedside to bench through translational domains of research. (A) Traditional linear flow of ideas and research from bench through to bedside. (B) A new approach to conducting research, which is perpetual and iterative. The primary flow is clockwise; however, flow of research can be counterclockwise such that all 3 research domains are platforms for both hypothesis generation and causal inferences. EHR, electronic health record; HTE, heterogeneous treatment effect. Clinical diagnosis of acute respiratory distress syndromeThe formalization of a clinical diagnosis for ARDS constitutes a pivotal moment in our understanding of its pathophysiology. In 1994, ARDS was given its first consensus diagnosis at the American-European Consensus Conference (AECC).11 In the absence of a tissue or biological diagnosis, investigators in the consensus panel set clinical criteria to diagnose patients with ARDS as acute onset of symptoms, Pao/fraction of inspired oxygen (Fio\n2) 300 mm Hg or less classified as acute lung injury and 200 mm Hg or less as ARDS, bilateral opacification on chest radiograph, and a pulmonary occlusion pressure of 18 mm Hg or less or no evidence of raised left atrial pressure. Since 2012, ARDS is clinically diagnosed using the Berlin definition (Table 2\n), which iterated on the AECC definition by introducing 3 distinct categories of ARDS based on Pao\n2/Fio\n2: mild 300 mm Hg or less, moderate 200 mm Hg or less, and severe 100 mm Hg or less.12 Acuteness of the symptoms was time-bound to 7 days and a patient must be receiving 5 cm H2O of positive end-expiratory pressure (PEEP) at the time of diagnosis. Finally, the absence of cardiac failure need not be established formally and a clinical assessment would suffice. The introduction of these broad clinical diagnoses that are agnostic to the initiating insult makes the pursuit of uniform biological responses in ARDS seem counterintuitive, if not entirely unrealistic. Therefore, there has been a growing trend toward seeking more uniform subgroups within which to study ARDS biology.13\nTable 2The Berlin definition for clinical diagnosis of acute respiratory distress syndromeVariableCriteriaTimingWithin 1 wk of clinical insult or worsening respiratory symptomsChest imagingaBilateral opacities not fully explained by effusion, collapse, or nodulesOrigin of pulmonary edemaRespiratory failure not fully explained by a cardiac cause or fluid overloadOxygenationMild200 mm Hg < Pao2/Fio2 ≤ 300 mm Hg with PEEP or CPAP ≥ 5 cm H2OModerate100 mm Hg < Pao2/Fio2 ≤ 200 mm Hg with PEEP ≥ 5 cm H2OSeverePao2/Fio2 ≤ 100 mm Hg with PEEP ≥ 5 cm H2OOpen in a separate windowAbbreviations: PEEP, positive end-expiratory pressure; CPAP, continuous positive airway pressure.aEither chest radiograph or computed tomographic scans could be used for the imaging criteria. Histopathology in acute respiratory distress syndromeFirst described by Katzenstein and colleagues,14 the term diffuse alveolar damage (DAD) refers to the histopathological findings of alveolar epithelial and endothelial cell injury with fluid and cellular exudate and presence of hyaline membranes and/or fibrosis. DAD has long been considered the hallmark histologic finding in ARDS. Bachofen and Weibel15 differentiated these histopathological changes in ARDS temporally into the following 3 phases: (1) exudative (early) phase characterized by interstitial edema and capillary and neutrophilic infiltrates, (2) proliferative (subacute) phase characterize by proliferation of alveolar type II cells and fibroblast infiltration, and (3) fibrotic (late) phase associated with collagen deposition, macrophage infiltrates, and resolution of the exudative phase. More recently, Thille and colleagues16 studied 159 patients who corroborated these histologic phases of ARDS in the presence of DAD; albeit, there is considerably greater overlap between the phases than previously described.During the development of the Berlin definitions, the investigators considered DAD a key morphologic finding in ARDS and part of the conceptual framework the definition intended to capture. Yet, given the nonspecificity of the Berlin definition and its predecessor, the AECC definition, it is likely that while DAD is being captured, so are many other pathologic morphologies, including those unrelated to ARDS. To that end, only approximately half the patients who meet the clinical criteria for ARDS have DAD on autopsy.17, 18, 19, 20, 21 Even in open biopsy studies, DAD was observed in the same proportion of patients.22, 23, 24 Consistent among these studies was that DAD was more prevalent in severe ARDS and associated with worse outcomes. In a meta-analysis of patients who met ARDS criteria and underwent open lung biopsies, Cardinal-Fernandez and colleagues25 found an array of heterogeneous morphologies in those meeting patients without DAD, with no single entity featuring in greater than 10% of the samples. Among specimens without DAD, most were consistent with histologic patterns of infective pneumonia.From these studies, it is difficult to ascertain whether DAD, a consistent finding in experimental animal models of ARDS26 and in human autopsies pre-AECC/Berlin definition, was inaccurately described historically or whether the clinical definitions of ARDS are poorly specific of acute inflammatory lung injury. Furthermore, the clinical utility of histopathology studies is naturally limited due to either being performed at autopsy or necessitating invasive biopsies. Nonetheless, further autopsy studies are needed to better map cellular abnormalities at different phases of ARDS. Incorporating innovative methods to studying lung tissue, such as next-generation sequencing27 and cryomicro-computed tomographic (CT) imaging,28 offers opportunities to gain novel insights in ARDS pathophysiology and should be considered in future investigations. Clinical radiology in acute respiratory distress syndromeQuantitative Chest RadiographThe chest radiograph is included in the definition of ARDS to assess the presence of alveolar edema, and bilateral opacification is used as a qualitative surrogate. A quantitative assessment of the amount of edema would reflect severity of ARDS. The Lung Injury Score (LIS) was an early attempt at quantification that integrated the number of affected quadrants with physiologic parameters into a risk score.29 LIS was used to enrich the study population in the CESAR (conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure) trial, which tested veno-venous extracorporeal membrane oxygenation to conventional ventilatory support in severe ARDS.30\nMore recently, the Radiographic Assessment of Lung Edema (RALE) score has been developed to further quantify chest radiographic abnormalities in ARDS.31 The RALE score is calculated by summing the products of the consolidation and density for each radiograph quadrant. The RALE gives a maximal score of 12 for each quadrant resulting in a maximum total score of 48. The consolidation score quantifies the extent of alveolar opacities in each quadrant: (none: 0 points; < 25%: 1 point; 25%–50%: 2 points; 50%–75%: 3 points; > 75%: 4 points), whereas alveolar opacification in each quadrant is scored up to 3 points (hazy: 1 point; moderate: 2 points; dense: 3 points).31 The RALE score correlated significantly with extravascular lung water in donor lungs and was found to predict survival at the time of ARDS diagnosis. Changing scores over time added to these predictions, where an increasing RALE score had a higher mortality than those with an improving score.32 Use of the RALE score provides empirical evidence for a common observation in clinical practice, namely, that patients with progressive infiltrative abnormalities have worse outcomes. In future trials, the RALE score may be used as a surrogate end point for therapeutic response or provide objective prognostic enrichment of patients with ARDS.Chest Computer TomographyChest CT provides considerable information additional to chest radiographs. CT is considered the gold standard tool for quantification gas volumes and weight of consolidated lung tissue.33 With this purpose, it has been used to monitor the effect of recruitment maneuvers on lung volume and reaeration of consolidations.34 Since the early days of chest CT, considerable heterogeneity in morphology has been observed in ARDS, and for more than 20 years investigators have sought methods to identify meaningful subgroups.35\nThe following three morphologic patterns are differentiated: (1) a focal morphology with a basal-dorsal dominance of consolidations, (2) a patchy morphology with islands of consolidation or ground glass separated by spared areas throughout all lobes, and (3) a diffuse morphology with similar involvement of all lobes without any clear gradient.36 Patients with patchy and diffuse morphology are nowadays grouped together into a nonfocal phenotype. Lungs with nonfocal morphology are easier to recruit and less prone to overdistention compared with focal morphology.37\nIn the LIVE (Personalised mechanical ventilation tailored to lung morphology versus low positive end-expiratory pressure for patients with ARDS) study, patients were randomized to receive uniform lung protective mechanical ventilation or a lung morphology-driven ventilation. In the personalized ventilation group patients with a nonfocal lung morphology received small tidal volume of 6 mL/kg predicted body weight (PBW) and routine recruitment maneuvers and prone positioning was used as a rescue therapy. Patients with focal lung morphology received higher tidal volumes of 8 mL/kg PBW and lower PEEP strategy and prone positioning was mandatory.38 The study showed no benefit of the personalized ventilation strategy in the intention-to-treat analysis. However, the morphologic pattern misclassification by the treating physician was 21% and personalized intervention was associated with harm in this group, whereas the control group was not. Taken together, the results of this study provide a strong warning against premature classification of patients into subphenotypes because of the possibility of harm and the real-world challenges of CT interpretation.Lung UltrasonographyLung ultrasonography (LUS) is an attractive alternative to radiation-dependent imaging techniques because images can be obtained at the bedside and provide a comprehensive and rapid overview of subpleural lung aeration. The global LUS score correlates well with extravascular lung water measured using invasive techniques39 and can be used to estimate reaeration of the lung after a recruitment maneuver.40 Given the nonspecificity of chest radiographs and complexity of CT imaging, an algorithmic approach based on LUS might be an attractive alternative, although this has yet to be systematically investigated.Perfusion ScanningWith the increased availability of chest CT scanning, our knowledge about lung aeration and its response to PEEP has increased considerably. Yet, impaired oxygenation secondary to functional shunt encountered in ARDS is insufficiently understood.41 Perfusion remains the dark side of ventilation-perfusion matching owing to a lack of tools for anatomic assessment of perfusion in critically ill patients. CT chest images acquired during intravenous contrast infusion have been used to estimate regional perfusion with a subsequent mathematical estimation of the match between ventilation (aeration) and perfusion. Dakin and colleagues used this approach and found that the amount of perfusion to consolidated lung areas (a surrogate for functional shunt) negatively correlated with Pao\n2/Fio\n2.42 Few other such studies, however, have been applied in critical care. Assessing and understanding functional perfusion abnormalities in relation to heterogeneity of lung aeration, and in response to ventilatory changes, represents a key unmet challenge toward better understanding ARDS pathogenesis. Biomarkers in acute respiratory distress syndromeAlthough bronchoalveolar lavage fluid (BALF) is most proximal to the site of injury and likely the most relevant sample to study, the requirement of a bronchoscopy and inconsistencies in sample dilution have meant that BALF analysis is not routinely performed clinically and remains poorly studied in human subjects. Recent reviews have covered the role of biomarkers in BALF in understanding the pathogenesis of ARDS including animal studies13\n,\n43 and a meta-analysis in human subjects.44 In this section of the review, we focus primarily on plasma biomarkers.The Injured AlveoliA biological marker for ARDS is sorely lacking; however, finding such a biomarker is extremely challenging. We know that endothelial and epithelial cell injury is integral in ARDS pathogenesis and several biomarkers exist that are informative of injury to these cells. However, the extent to which each of these cells is injured is variable and dependent on the severity and mechanism of injury.Calfee and colleagues45 observed that levels of circulating biomarkers of epithelial injury, such as surfactant protein-D (SP-D) and soluble receptor for advanced glycation endproducts (sRAGE), were higher in direct injury (eg, pneumonia or aspiration), whereas the level of angiopoietin-2 (ang-2), a marker of endothelial injury, was higher in indirect injury (eg, sepsis). sRAGE levels in the plasma have been studied extensively in ARDS, and elevated levels are associated with disease severity, adverse clinical outcomes, and diffuse changes on CT scans of the lungs.46, 47, 48, 49 Although sRAGE is promising, its specificity to ARDS remains uncertain and has been implicated as a marker of severity in community-acquired pneumonia50 and in sepsis.51\n,\n52\nMarkers of endothelial injury are also elevated in ARDS and specifically sepsis-associated ARDS.53 Elevated level of Ang-2 is known to be associated with increased risk of developing ARDS54 and associated with worse clinical outcomes.55 Similarly, elevated levels of plasma von Willebrand factor (vWF), another marker of endothelial activation, were associated with worse outcomes in ARDS.56\nBiomarkers of coagulopathy/fibrinolysis and the extracelllular matrix (ECM) are other components of the alveolar unit that have been studied in ARDS. Taking coagulopathy first, plasminogen activator inhibitor-1 and protein C have both been associated with adverse clinical outcomes.57 In the pediatric population, plasma matrix metalloproteinases 8 and 9, markers of ECM injury, have been associated with prolonged ventilation in ARDS58 and used to identify clusters with divergent clinical outcomes.59 Inflammasome activity, as measured by interleukin (IL)-18 levels, is also known to be associated with adverse outcomes in ARDS.60\n,\n61\nDespite several biomarkers of endothelial and epithelial injury known to be elevated in ARDS, these findings have yet to translate to meaningful therapies. In part, this is because the linkage of elevated biomarkers to function remains unestablished. The described pragmatic human translational studies are not the suitable experimental domain to address mechanistic roles for these molecules and highlight a major limitation of such approaches.Inflammatory Biomarkers: A Special Case for PhenotypingGiven ARDS is an acute inflammatory condition, it is unsurprising that proinflammatory and anti-inflammatory cytokines have been extensively studied in ARDS.62 IL-1β, IL-1, IL-6, IL-8, IL-10, and soluble tumor necrosis factor (sTNFR)-1 have all been associated with clinical outcomes in ARDS. However, none of these biomarkers are specific to ARDS and are known to be elevated in other inflammatory conditions. Furthermore, it is unclear whether elevated levels of these biomarkers are contributing to pathogenesis of ARDS or merely reflecting an increased burden of systemic inflammation.To maximize the informative potential of protein biomarkers, increasingly, investigators are using a combination of biomarkers to identify subgroups or clusters within ARDS populations using unbiased approaches. This genre of research, known as phenotyping, has become prominent in ARDS63 and critical care research.64 Work from our group has used a combination of protein biomarkers, vital signs, ventilatory variables, laboratory variables, and demographics to identify unmeasured clusters using latent class analysis (LCA). LCA is an unbiased probabilistic modeling algorithm that seeks to identify uniform subgroups in multivariate distributions.65 Consistently, in independent secondary analyses of 5 randomized controlled trials (RCTs), we have identified 2 phenotypes of ARDS called the hypoinflammatory and hyperinflammatory phenotypes.66, 67, 68, 69 The hyperinflammatory phenotype is associated with higher levels of proinflammatory cytokines including IL-6, IL-8, sTNFR-1, and intracellular adhesion molecule-1. In addition, the hyperinflammatory phenotype is also associated with increased incidence of shock, lower protein C levels, and elevated markers of end-organ dysfunction including creatinine and bilirubin (Fig. 2\n). From a pathophysiological standpoint, proportions of patients with nonpulmonary sepsis were significantly higher in hyperinflammatory phenotype, whereas pulmonary infections were significantly higher in the hypoinflammatory phenotype. Markers of endothelial activation (ang-2, vWF) were higher in the hyperinflammatory phenotype,67 whereas the epithelial marker SP-D was lower.66 sRAGE another epithelial marker was higher in the hyperinflammatory phenotype.Open in a separate windowFig. 2Standardized values for continuous class-predicting variables. The variables are sorted from left to right in descending order for the difference in values between the hyperinflammatory and hypoinflammatory subphenotype. Standardized values were calculated by assigning the mean of the variables as 0 and standard deviation as 1. The variables at the extreme left and right of the horizontal axis are the most important phenotype-defining variables. BMI, body mass index; SBP, systolic blood pressure; ICAM-1, intercellular adhesion molecule-1; IL, interleukin; PAI-1, plasminogen activator inhibitor-1; PEEP, positive end-expiratory pressure; sTNFR1, soluble tumor necrosis factor receptor-1; VE, minute ventilation; VT, tidal volume; WBC, white blood cell count.Expectedly, mortality and ventilator days were significantly higher in the hyperinflammatory phenotype in all analyses (Table 3\n). Furthermore, divergent outcomes were observed in the phenotypes to randomized interventions in 3 of these trials to PEEP strategy,66 fluid management strategy,67 and statin therapy.68 The complexity of the LCA models, however, is a barrier to the identification of these phenotypes prospectively. To circumnavigate this, we developed models that either use a parsimonious set of biomarkers70 or readily available clinical data only.71 Both approaches were able to classify phenotypes accurately, and the divergent treatment responses were also observable using these clinically practical models. The models require prospective validation before they can be used in the clinical setting.Table 3Mortality at day 90 in the 2 latent class analysis-derived acute respiratory distress syndrome phenotypesTrialsHypoinflammatoryHyperinflammatoryP ValueARMA (low vs high VT)23%44%.006ALVEOLI (low vs high PEEP)19%51%< .0001FACTT (conservative vs liberal fluid management)22%45%< .0001HARP2 (simvastatin vs placebo)22%47%< .0001SAILS (rosuvastatin vs placebo)21%38%< .0001Open in a separate windowAbbreviations: ARMA, low tidal volume versus high tidal volume trial; ALVEOLI, Assessment of Low Tidal Volume and Elevated End-Expiratory Pressure to Obviate Lung Injury; FACTT, Fluids and Catheters Treatment Trial; HARP-2, Hydroxymethylglutaryl-CoA Reductase Inhibition in Acute Lung Injury to Reduce Pulmonary Dysfunction; SAILS, Statins for Acutely Injured Lungs from Sepsis.Bos and colleagues72 used a similar panel of biomarkers (IL-1β, IL-6, IL-8, TNF-α, IL-10, IL-13, interferon gamma, etc) to identify clusters in ARDS. Their approach differed from the above-mentioned phenotyping scheme in that they restricted their predictor variables to protein biomarker and used hierarchical clustering. The investigators also observed 2 clusters of ARDS, which they termed inflamed and uninflamed.72 As with the hyperinflammatory phenotype, the inflamed phenotype was associate with elevated proinflammatory cytokines and worse clinical outcomes. It remains unclear how much overlap there is between these different approaches of identifying clusters in ARDS. However, from a multitude of these studies, it seems apparent that concealed within ARDS are 2 biologically distinct subgroups that are primarily differentiated by their circulating inflammatory responses.Among the remaining questions, 4 require urgent consideration. (1) Are these phenotypes temporally stable and over what period of time? (2) Are these phenotypes specific to ARDS or generalizable to other inflammatory conditions? (3) Among the various approaches, which scheme should be used to uniformly identify the hyperinflammatory state in the clinical setting or clinical trial? (4) What are the optimal candidate interventions that could be evaluated in phenotype-specific trial? From a biological standpoint, it is unclear if the observed responses that define the phenotypes are always deleterious or whether they are part of a well-conserved inflammatory response. Addressing these issues will mostly likely lead to successful therapies in ARDS. Genomics and transcriptomics in acute respiratory distress syndromeGenomic Predisposition for Lung InjurySeveral genomic approaches have been used to assess predisposition to ARDS. Genome-wide association studies may facilitate our understanding of ARDS pathogenesis by identifying genes that increase the likelihood of ARDS development. However, because ARDS is a complication from an underlying condition, these analyses require correction for the likelihood of common risk factors such as sepsis or pneumonia. An additional concern with these studies is the lack of reproducibility in independent datasets.73 An important next step toward understanding the genuine implication of a genetic variant in the pathogenesis of ARDS is Mendelian randomization studies, an approach that allows evaluation of causal of a modifiable exposure on disease based on genetic variance.74\nANGPT2, the gene that encodes for ANG2 expression, was found to be related to the development of ARDS in a sepsis population.75 Importantly, this risk was mediated via an increase in plasma ANG2 concentration, suggesting a possible causal pathway. A similar approach was taken for sRAGE. Plasma sRAGE was strongly related to genetic variation and to the occurrence of ARDS in a sepsis cohort, suggesting that it acts as a causal intermediate in ARDS development.76 Now that this approach has been taken for a marker of endothelial and epithelial injury, likely additional markers implicated as central in the pathogenesis of ARDS need evaluating through such studies.Transcriptomic Alterations Related to Lung InjuryTranscriptomics analysis is the comprehensive assessment of messenger RNA from blood or tissue and provides insight in the complex interaction between genomics (providing the genetic potential) and exposures (resulting in the protein transcription of those genes). Therefore, it could potentially provide more information on the state a patient is in than genomic analysis alone. Gene expression of blood leukocytes has frequently been used to quantify the host response in critical illness in general and ARDS more specifically. In an analysis of multiple observational ARDS cohorts, Sweeney and colleagues77 found that 30 genes were associated with ARDS; however, after adjusting for severity of systemic inflammation, none of these genes were significant, leading the investigators to conclude that plasma transcriptomics is unlikely to be a meaningful tool in ARDS. It is worth noting that this was a retrospective analysis of data extracted from public repositories where the ARDS diagnosis was uncertain, and the populations included adults and children. Two approaches may provide further insight into the gene expression in ARDS: (1) focus more on gene expression in the organ of interest, the lung, and (2) account for the biological heterogeneity observed in ARDS when analyzing blood gene expression profiles.A limited number of studies have focused on gene expression in pulmonary samples from ARDS. In a hallmark study, Morrell and colleagues78 simultaneously evaluated expression profiles of alveolar macrophages to those of peripheral blood monocytes (PBMs) in ARDS. The investigators observed that gene expression was profoundly different between these compartments and that enrichment of immune-inflammatory gene sets was associated with a favorable outcome in alveolar macrophages but an unfavorable outcome in PBMs, demonstrating distinct implication of inflammatory responses that may be compartment and cell specific.The second approach was taken by Bos and colleagues79 in a posthoc analysis of blood leukocyte expression obtained from patients with suspected sepsis and ARDS. Patients were classified into 2 subphenotypes based on plasma biomarkers of inflammation, coagulation, and endothelial injury as discussed in the section on Biomarkers in acute respiratory distress syndrome. Subsequently, expression profiles were compared between subphenotypes rather than with and without ARDS. The investigators reported that around 30% of genes were differentially expressed between the subphenotypes, with an enrichment of neutrophil-related genes in the reactive (inflamed) subphenotype. Furthermore, the genes that were most upregulated in the reactive subphenotype also discriminated between ARDS and a control group with sepsis but without ARDS. These data suggest that patients with the reactive subphenotype have a distinct gene expression profile related to neutrophil activation, oxidative phosphorylation, and cholesterol metabolism. Insights from novel biological measurement systemsMetabolomicsThe advent of mass spectrometry (MS) and nuclear magnetic resonance (NMR) to study high-throughput metabolites has seen the emergence of the field metabolomics over the past 2 decades. Despite its growing use to study human biology, its application in ARDS remains in its infancy.80 In a small pilot study, Stringer and colleagues81 studied plasma metabolites using NMR in sepsis-induced ARDS versus healthy volunteers, and metabolites pertaining to oxidant stress, energy homeostasis, apoptosis, and endothelial barrier function distinguished ARDS from healthy volunteers. Other investigators have subsequently studied differences between plasma metabolites in ARDS versus ventilated controls,82 or healthy controls,83 with similar findings. MS has been used to study metabolites in edema fluid or BALF in patients with ARDS. When compared with controls, metabolites of oxidative stress (glutamate and proline) were elevated in ARDS.84\n,\n85 Differences in ARDS from controls were consistently observed; however, most of these described studies are limited by samples size (<30).In the largest study of its kind, Viswan and colleagues86 took a different approach to see whether they can differentiate severity and etiologic sites (pulmonary vs extrapulmonary) of ARDS using metabolic profile. Both serum (n = 176) and BALF (n = 146) metabolic profiles showed good performance metric at differentiating ARDS severity; however, the ability to discriminate site of injury was poor. These findings were correspondent with an earlier work of Bos and colleagues87 who studied the discriminatory properties of exhaled breath metabolites in ARDS.Lipidomics is another growing field in human biology and uses MS/NMR to study high-throughput quantification of lipids in biological compartments. Fatty acid-derived lipid mediators are critical in the regulation of the inflammatory response. Specifically, the role of lipid proresolving mediators in the resolution and homeostatic normalization of inflammation is being increasingly recognized.88\n,\n89 Lipidomics in critical illness is largely unexplored and perhaps represents a new frontier in our understanding of systems biology, particularly, given the ubiquity of these molecules both intracellularly and extracellularly. Future studies in human subjects profiling the lipidome in ARDS and their functional role are eagerly anticipated. Microbiome in acute respiratory distress syndromeLung Microbiome is Altered by Invasive Mechanical VentilationUntil about a decade ago, the lung was considered sterile under normal conditions. Since then, culture-independent techniques for the detection and identification of microbiota have provided expansive insights into the lung microbiome in health and disease. The lung microbiome is shaped by 3 factors: (1) immigration of microorganism into the lung, (2) elimination of microorganisms through microbial killing and immigration via cough and mucocilliairy clearance, and (3) locoregional growth circumstances that act as selective pressures on certain types of microorganisms.90 During intubation and invasive mechanical ventilation, these forces are disturbed significantly.91 Therefore, it is unsurprising that duration of mechanical ventilation is one of the most important factors driving the change in lung microbiome in critically ill patients.92\nThe Complex Relation Between Lung Injury and Microbial CompositionAs lung injury occurs, additional nutrients become heterogeneously available in the lung and may further perpetuate regional growth differences and impose selective pressures toward specific microorganisms.93\n,\n94 Simultaneously, specific bacteria seem to be enriched in the lung microbiome at the moment ARDS is diagnosed and invasive mechanical ventilation is initiated.95\n,\n96 Furthermore, in these 2 independent studies, performed on 2 different continents, the same enrichment of gut bacteria was found to be related to ARDS and predicted unfavorable outcome.95\n,\n96 Taken together these findings suggest that (1) changes in microbial composition in the lung may precede lung injury and play a role in ARDS pathogenesis and (2) findings of microbiome disruption are agnostic to interindividual and regional heterogeneity in microbial composition and antimicrobial practices. Future studies need to further clarify the causal relation between microbial dysbiosis and lung injury. Coronavirus disease 2019COVID-19, the disease caused by SARS-CoV-2 virus, has transformed the clinical landscape of ARDS. At the time of writing, 74 million people have been infected with more than 1.6 million deaths. Many, if not most, patients who were admitted to the intensive care unit (ICU) with COVID-19 have met the criteria for ARDS. Currently, there are more than 21,000 patients admitted to the ICU in the United States, and the annual incidence of ARDS will have increased by several folds, if not by an order of magnitude, in 2020. Despite these staggering numbers, the precise pathophysiology of COVID-19 ARDS remains largely unmapped.As with all causes of acutely injured lungs, the central schema of pathophysiological abnormalities in the COVID-19 remains the same, that is, injury of the epithelia, endothelia, and ECM. To what extent each of these architectural domains is injured and what the principal drivers of this injury may be require further elucidating.Insights from HistopathologyGiven the biosafety constraints of studying SARS-COV-2 in experimental models, findings at autopsy have been singularly informative in appreciating the pathophysiology of lung injury in COVID-19. Consistent among almost all studies that report autopsy finding of the lungs is DAD.97 Borczuk and colleagues98 in a multicenter study reported autopsy findings in 68 deceased patients and observed DAD in most patients with virus detectable in alveolar type II cells and airway epithelia. It has been postulated that as SARS-CoV-2 spike protein binds to angiotensin-converting enzyme (ACE)-2 receptor to gain cellular entry and given the abundance of these receptors on endothelial cells, COVID-19 is associated with increased endothelial activation and thromboembolic phenomena. To that end, these investigators also observed thrombi present in large vessel of the lungs in the 42% of the cases at autopsy.Elsewhere, in a case series of 80 patients, Edler and colleagues observed large vessel thrombi in the lungs in only 21% of the patients; however, if they included deep vein thrombosis, the cumulative large vessel thrombi were 40%.99 In a small study comparing COVID-19 to influenza at autopsy, the findings of thromboembolic phenomena were almost double in the former,100 and these findings were corroborated when rates were compared between COVID-19 and historical influenza data.101 It is unclear whether the thromboembolic phenomena are due to direct invasion of the endothelial cells or a hypercoagulable state or both. The presence of virus in endothelial cells102 and in organs outside of the respiratory tract103 would suggest that direct viral pathogenicity is a plausible theory.Insights from ImagingEarly reports on CT images from patients with COVID-19 ARDS speculated that it was characterized by normal lung volumes with severe hypoxemia.104 Subsequent studies were unable to show that lung volumes are preserved and showed no relation between compliance of the respiratory system and the extent of parenchymal involvement.105\n,\n106 In line with histopathological findings, perfusion defects have been consistently detected on lung imaging of COVID-19 ARDS (Fig. 3\n) irrespective of the presence of pulmonary embolism and are likely reflective of the microthrombi.107, 108, 109\nOpen in a separate windowFig. 3CT pulmonary angiography and dual-energy CT (DECT) perfusion in coronavirus disease 2019 (COVID-19)-related ARDS. (A) DECT perfused volume map of a patient without COVID-19 and no pulmonary embolism (control). The image is notable for homogeneous coloring throughout both lungs (indicating normal iodine distribution and normal perfusion). (B) Soft tissue reconstruction showing filling defects in lower lobe pulmonary arteries (arrows) in a 42-year patient with COVID-19. (C) Corresponding DECT color map showing widespread perfusion defects (arrows) in the same patient 42-year-old patient. (D) Example of wedge-shaped perfusion defect on DECT color map. (E) Example of mottled generalized perfusion defect on DECT color map.(Courtesy of Dr Brijesh V. Patel and Professor Sujal R. Desai, London, UK).Insights from BiomarkersA frequently described theory in COVID-19 is that a cytokine storm is the key driver of disease severity.110\n,\n111 Closer scrutiny of the described levels of proinflammatory cytokines such as IL-6 in COVID-19 would suggest that, although elevated above normal, they were much lower than those described in historical cohorts of ARDS.112 In a systematic review, when proinflammatory cytokine levels in COVID-19 were compared with the hyperinflammatory phenotype of ARDS, sepsis, or cytokine release syndrome (post chiemeric antigen receptor T cell therapy), the levels were significantly lower.113 D-dimer levels in severe COVID-19 were higher compared with historical critical care cohorts, suggesting a common theme of a hypercoagulable state. Other investigators have similarly observed attenuated IL-6 and IL-8 levels in COVID-19 compared with non-COVID-19 ARDS.114\n,\n115\nA prospective exploratory analysis of COVID-19 ARDS suggested that the prevalence of the hyperinflammatory phenotype was between 11% and 21% compared with 30% observed in non-COVID-19 ARDS.116 Together, these findings suggest that circulating inflammatory biomarkers may not be critical or unique in the pathophysiology of COVID-19 ARDS. Yet, mortality in COVID-19 ARDS is considerably higher. Rather than ruminating on the cytokine storm, a more intriguing question to ask is what biological phenomenon is driving injury in the lung and the observed excess mortality? As a unifying biological hypothesis, we speculate that COVID-19 ARDS is associated with a more immunosuppressive state, either systemically or locally in the lungs, which in turn leads to impaired viral clearance and the ensuing epithelial injury and hypercoagulable state that are consistently observed. The absence/attenuation of interferon responses have been observed in COVID-19 and are shown to be associated with adverse outcomes.117 This hypothesis needs testing in both the lung and circulating compartments. Future directionsIn the context of the current understanding of ARDS with its clinical diagnosis, conceptually, it is perhaps easiest to comprehend its pathophysiology as a graded permutation of injuries to the 4 components of the alveolar unit: the epithelium, endothelium, extracellular matrix, and coagulopathy of the microvasculature. The prototype injury of each anatomic domain is represented in Fig. 4\n. Clearly, these are not mutually exclusive injury types; however, the extent to which a domain principally drives the global lung injury is likely to be dependent on the original insult. Among these staggering numbers of patients with COVID-19, it is worth acknowledging that all cases are due to a single pathogen; this is noteworthy because critical care is accustomed to managing nebulous clinical syndromes with multiple causes. Yet, from a biological standpoint, understanding a unifying pathophysiology in COVID-19 has been exceedingly challenging. It is then worth asking, what are the probabilities of making such a biological discovery in ARDS if we persist with its clinical diagnosis?Open in a separate windowFig. 4Prototype injury schema in the anatomic components of the alveolar unit in ARDS. (A) Epithelial-dominant injury: associated with cellular infiltrates and alveolar flooding, prototypically seen in pneumonia-associated ARDS and may be neutrophil driven. (B) Extracellular matrix-dominant injury: associated with persistent inflammatory signaling due to stress to the extracellular matrix, prototypically seen with in ventilator-induced lung injury (VILI). (C) Endothelial-dominant injury: associated with endothelial dysfunction and interstitial edema and proteinaceous exudates leading to increased extravascular lung water; prototypically seen in sepsis-induced ARDS. (D) Coagulopathy-dominant injury: this is associated with intravascular thromboembolic phenomena with extensive microthrombi in the pulmonary microvasculature; prototypically seen in COVID-19-associated ARDS. It is worth emphasizing that these figures represent extreme prototypes of the anatomic injuries and most ARDS cases are combination of the injuries to these sites. IL, interleukin; TNF, tumor necrosis factor receptor; NET, neutrophil extracellular traps; ROS, reactive oxygen species; MPO, myeloperoxidase; sRAGE, soluble receptor for advanced glycation endproduct; CC16, Clara cell 16; SP-D, surfactant protein-D; MMP, matrix metalloproteinases; Ang-2, angiopoeitin-2; VEGF, vascular endothelial growth factor; vWF, von Willebrand factor.Regardless, the steps needed to better understand the biology of the disease and the clinical syndrome are the same. Studies are needed where biological measurements are simultaneously made in the lungs and the circulation and over multiple timepoints using multidimensional data types. The heterogeneity subsumed within these diagnoses needs to be broken down into biologically intuitive subgroups that are empirically derived. Finally, a central challenge facing the specialty is to harness these high-throughput data and translate it into a therapy that benefits patients with lung injury testing hypotheses in more experimental models. Clinics care points\n\n• Radiological assessment of patients with CT scans, perfusion scans, and LUS may offer novel insights into the pathologic and physiologic abnormalities in ARDS• Bedside quantification of protein biomarkers can lead to diagnosis of phenotypes or disease states that may be amenable to phenotype-specific trials in the near future• In COVID-19 and non-COVID-19, the mainstay of the management of patients with ARDS remains delivery of high-quality critical care with the least injurious support of mechanical ventilation\n\n AcknowledgmentsFig. 3 was courtesy of Dr Brijesh V Patel and Professor Sujal R Desai, Departments of Adult Critical Care Units and Radiology, Royal Brompton & Harefield NHS Foundation Trust, London, UK.DisclosureDr P. Sinha has no conflict of interest to declare. Dr L.D. Bos reports grants from the Dutch Lung Foundation (Young Investigator grant), grants from the Dutch Lung Foundation and Health-Holland (Public-Private Partnership grant), grants from the Dutch Lung Foundation (Dirkje Postma Award), grants from IMI COVID19 initiative, and grants from Amsterdam UMC fellowship, outside the submitted work. References1. Bellani G., Laffey J.G., Pham T. Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315(8):788–800. [PubMed] [Google Scholar]2. Ashbaugh D.G., Bigelow D.B., Petty T.L. Acute respiratory distress in adults. Lancet. 1967;2(7511):319–323. [PubMed] [Google Scholar]3. Matthay M.A., Zemans R.L., Zimmerman G.A. Acute respiratory distress syndrome. Nat Rev Dis Primers. 2019;5(1):18. [PMC free article] [PubMed] [Google Scholar]4. Thompson B.T., Chambers R.C., Liu K.D. Acute respiratory distress syndrome. N Engl J Med. 2017;377(6):562–572. [PubMed] [Google Scholar]5. Matthay M.A., McAuley D.F., Ware L.B. Clinical trials in acute respiratory distress syndrome: challenges and opportunities. Lancet Respir Med. 2017;5(6):524–534. [PubMed] [Google Scholar]6. Bonniaud P., Fabre A., Frossard N. Optimising experimental research in respiratory diseases: an ERS statement. Eur Respir J. 2018;51(5) [PubMed] [Google Scholar]7. Bain W., Matute-Bello G. Should we shift the paradigm of preclinical models for ARDS therapies? Thorax. 2019;74(12):1109–1110. [PubMed] [Google Scholar]8. Matute-Bello G., Frevert C.W., Martin T.R. Animal models of acute lung injury. Am J Physiol Lung Cell Mol Physiol. 2008;295(3):L379–L399. [PMC free article] [PubMed] [Google Scholar]9. Juffermans N.P., Schultz M., Bos L.D. Why translational research matters: proceedings of the third international symposium on acute lung injury translational research (INSPIRES III) Intensive Care Med Exp. 2019;7(Suppl 1):40. [PMC free article] [PubMed] [Google Scholar]10. Meyer N.J., Calfee C.S. Novel translational approaches to the search for precision therapies for acute respiratory distress syndrome. Lancet Respir Med. 2017;5(6):512–523. [PMC free article] [PubMed] [Google Scholar]11. Acute Respiratory Distress Syndrome N., Brower R.G., Matthay M.A. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342(18):1301–1308. [PubMed] [Google Scholar]12. Force A.D.T., Ranieri V.M., Rubenfeld G.D. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]13. Matthay M.A., Arabi Y.M., Siegel E.R. Phenotypes and personalized medicine in the acute respiratory distress syndrome. Intensive Care Med. 2020;46(12):2136–2152. [PMC free article] [PubMed] [Google Scholar]14. Katzenstein A.L., Bloor C.M., Leibow A.A. Diffuse alveolar damage--the role of oxygen, shock, and related factors. A review. Am J Pathol. 1976;85(1):209–228. [PMC free article] [PubMed] [Google Scholar]15. Bachofen M., Weibel E.R. Alterations of the gas exchange apparatus in adult respiratory insufficiency associated with septicemia. Am Rev Respir Dis. 1977;116(4):589–615. [PubMed] [Google Scholar]16. Thille A.W., Esteban A., Fernandez-Segoviano P. Chronology of histological lesions in acute respiratory distress syndrome with diffuse alveolar damage: a prospective cohort study of clinical autopsies. Lancet Respir Med. 2013;1(5):395–401. [PubMed] [Google Scholar]17. Esteban A., Fernandez-Segoviano P., Frutos-Vivar F. Comparison of clinical criteria for the acute respiratory distress syndrome with autopsy findings. Ann Intern Med. 2004;141(6):440–445. [PubMed] [Google Scholar]18. Pinheiro B.V., Muraoka F.S., Assis R.V. Accuracy of clinical diagnosis of acute respiratory distress syndrome in comparison with autopsy findings. J Bras Pneumol. 2007;33(4):423–428. [PubMed] [Google Scholar]19. de Hemptinne Q., Remmelink M., Brimioulle S. ARDS: a clinicopathological confrontation. Chest. 2009;135(4):944–949. [PubMed] [Google Scholar]20. Sarmiento X., Guardiola J.J., Almirall J. Discrepancy between clinical criteria for diagnosing acute respiratory distress syndrome secondary to community acquired pneumonia with autopsy findings of diffuse alveolar damage. Respir Med. 2011;105(8):1170–1175. [PubMed] [Google Scholar]21. Thille A.W., Esteban A., Fernandez-Segoviano P. Comparison of the Berlin definition for acute respiratory distress syndrome with autopsy. Am J Respir Crit Care Med. 2013;187(7):761–767. [PubMed] [Google Scholar]22. Patel S.R., Karmpaliotis D., Ayas N.T. The role of open-lung biopsy in ARDS. Chest. 2004;125(1):197–202. [PubMed] [Google Scholar]23. Guerin C., Bayle F., Leray V. Open lung biopsy in nonresolving ARDS frequently identifies diffuse alveolar damage regardless of the severity stage and may have implications for patient management. Intensive Care Med. 2015;41(2):222–230. [PubMed] [Google Scholar]24. Park J., Lee Y.J., Lee J. Histopathologic heterogeneity of acute respiratory distress syndrome revealed by surgical lung biopsy and its clinical implications. Korean J Intern Med. 2018;33(3):532–540. [PMC free article] [PubMed] [Google Scholar]25. Cardinal-Fernandez P., Bajwa E.K., Dominguez-Calvo A. The presence of diffuse alveolar damage on open lung biopsy is associated with mortality in patients with acute respiratory distress syndrome: a systematic review and meta-analysis. Chest. 2016;149(5):1155–1164. [PubMed] [Google Scholar]26. Matute-Bello G., Downey G., Moore B.B. An official American Thoracic Society workshop report: features and measurements of experimental acute lung injury in animals. Am J Respir Cell Mol Biol. 2011;44(5):725–738. [PMC free article] [PubMed] [Google Scholar]27. Nienhold R., Ciani Y., Koelzer V.H. Two distinct immunopathological profiles in autopsy lungs of COVID-19. Nat Commun. 2020;11(1):5086. [PMC free article] [PubMed] [Google Scholar]28. Vasilescu D.M., Phillion A.B., Tanabe N. Nondestructive cryomicro-CT imaging enables structural and molecular analysis of human lung tissue. J Appl Physiol (1985) 2017;122(1):161–169. [PMC free article] [PubMed] [Google Scholar]29. Murray J.F., Matthay M.A., Luce J.M. An expanded definition of the adult respiratory distress syndrome. Am Rev Respir Dis. 1988;138(3):720–723. [PubMed] [Google Scholar]30. Peek G.J., Mugford M., Tiruvoipati R. Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial. Lancet. 2009;374(9698):1351–1363. [PubMed] [Google Scholar]31. Warren M.A., Zhao Z., Koyama T. Severity scoring of lung oedema on the chest radiograph is associated with clinical outcomes in ARDS. Thorax. 2018;73(9):840–846. [PMC free article] [PubMed] [Google Scholar]32. Jabaudon M., Audard J., Pereira B. Early changes over time in the radiographic assessment of lung edema score are associated with survival in ARDS. Chest. 2020;158(6):2394–2403. [PMC free article] [PubMed] [Google Scholar]33. Gattinoni L., Caironi P., Pelosi P. What has computed tomography taught us about the acute respiratory distress syndrome? Am J Respir Crit Care Med. 2001;164(9):1701–1711. [PubMed] [Google Scholar]34. Gattinoni L., Caironi P., Cressoni M. Lung recruitment in patients with the acute respiratory distress syndrome. N Engl J Med. 2006;354(17):1775–1786. [PubMed] [Google Scholar]35. Spragg R.G., Levin D. ARDS and the search for meaningful subgroups. Intensive Care Med. 2000;26(7):835–837. [PubMed] [Google Scholar]36. Puybasset L., Cluzel P., Gusman P. Regional distribution of gas and tissue in acute respiratory distress syndrome. I. Consequences for lung morphology. CT Scan ARDS Study Group. Intensive Care Med. 2000;26(7):857–869. [PubMed] [Google Scholar]37. Constantin J.M., Grasso S., Chanques G. Lung morphology predicts response to recruitment maneuver in patients with acute respiratory distress syndrome. Crit Care Med. 2010;38(4):1108–1117. [PubMed] [Google Scholar]38. Constantin J.M., Jabaudon M., Lefrant J.Y. Personalised mechanical ventilation tailored to lung morphology versus low positive end-expiratory pressure for patients with acute respiratory distress syndrome in France (the LIVE study): a multicentre, single-blind, randomised controlled trial. Lancet Respir Med. 2019;7(10):870–880. [PubMed] [Google Scholar]39. Shyamsundar M., Attwood B., Keating L. Clinical review: the role of ultrasound in estimating extra-vascular lung water. Crit Care. 2013;17(5):237. [PMC free article] [PubMed] [Google Scholar]40. Bouhemad B., Brisson H., Le-Guen M. Bedside ultrasound assessment of positive end-expiratory pressure-induced lung recruitment. Am J Respir Crit Care Med. 2011;183(3):341–347. [PubMed] [Google Scholar]41. Cressoni M., Caironi P., Polli F. Anatomical and functional intrapulmonary shunt in acute respiratory distress syndrome. Crit Care Med. 2008;36(3):669–675. [PubMed] [Google Scholar]42. Dakin J., Jones A.T., Hansell D.M. Changes in lung composition and regional perfusion and tissue distribution in patients with ARDS. Respirology. 2011;16(8):1265–1272. [PMC free article] [PubMed] [Google Scholar]43. Blondonnet R., Constantin J.M., Sapin V. A pathophysiologic approach to biomarkers in acute respiratory distress syndrome. Dis Markers. 2016;2016:3501373. [PMC free article] [PubMed] [Google Scholar]44. Wang Y., Wang H., Zhang C. Lung fluid biomarkers for acute respiratory distress syndrome: a systematic review and meta-analysis. Crit Care. 2019;23(1):43. [PMC free article] [PubMed] [Google Scholar]45. Calfee C.S., Janz D.R., Bernard G.R. Distinct molecular phenotypes of direct vs indirect ARDS in single-center and multicenter studies. Chest. 2015;147(6):1539–1548. [PMC free article] [PubMed] [Google Scholar]46. Calfee C.S., Ware L.B., Eisner M.D. Plasma receptor for advanced glycation end products and clinical outcomes in acute lung injury. Thorax. 2008;63(12):1083–1089. [PMC free article] [PubMed] [Google Scholar]47. Jabaudon M., Blondonnet R., Roszyk L. Soluble forms and ligands of the receptor for advanced glycation end-products in patients with acute respiratory distress syndrome: an observational prospective study. PLoS One. 2015;10(8):e0135857. [PMC free article] [PubMed] [Google Scholar]48. Jabaudon M., Futier E., Roszyk L. Soluble form of the receptor for advanced glycation end products is a marker of acute lung injury but not of severe sepsis in critically ill patients. Crit Care Med. 2011;39(3):480–488. [PubMed] [Google Scholar]49. Mrozek S., Jabaudon M., Jaber S. Elevated plasma levels of sRAGE are associated with nonfocal CT-based lung imaging in patients with ARDS: a prospective multicenter study. Chest. 2016;150(5):998–1007. [PubMed] [Google Scholar]50. Narvaez-Rivera R.M., Rendon A., Salinas-Carmona M.C. Soluble RAGE as a severity marker in community acquired pneumonia associated sepsis. BMC Infect Dis. 2012;12:15. [PMC free article] [PubMed] [Google Scholar]51. Brodska H., Malickova K., Valenta J. Soluble receptor for advanced glycation end products predicts 28-day mortality in critically ill patients with sepsis. Scand J Clin Lab Invest. 2013;73(8):650–660. [PMC free article] [PubMed] [Google Scholar]52. Bopp C., Hofer S., Weitz J. sRAGE is elevated in septic patients and associated with patients outcome. J Surg Res. 2008;147(1):79–83. [PubMed] [Google Scholar]53. Hendrickson C.M., Matthay M.A. Endothelial biomarkers in human sepsis: pathogenesis and prognosis for ARDS. Pulm Circ. 2018;8(2) 2045894018769876. [PMC free article] [PubMed] [Google Scholar]54. Agrawal A., Matthay M.A., Kangelaris K.N. Plasma angiopoietin-2 predicts the onset of acute lung injury in critically ill patients. Am J Respir Crit Care Med. 2013;187(7):736–742. [PMC free article] [PubMed] [Google Scholar]55. Li F., Yin R., Guo Q. Circulating angiopoietin-2 and the risk of mortality in patients with acute respiratory distress syndrome: a systematic review and meta-analysis of 10 prospective cohort studies. Ther Adv Respir Dis. 2020;14 1753466620905274. [PMC free article] [PubMed] [Google Scholar]56. Ware L.B., Eisner M.D., Thompson B.T. Significance of von Willebrand factor in septic and nonseptic patients with acute lung injury. Am J Respir Crit Care Med. 2004;170(7):766–772. [PubMed] [Google Scholar]57. Ware L.B., Koyama T., Billheimer D.D. Prognostic and pathogenetic value of combining clinical and biochemical indices in patients with acute lung injury. Chest. 2010;137(2):288–296. [PMC free article] [PubMed] [Google Scholar]58. Kong M.Y., Li Y., Oster R. Early elevation of matrix metalloproteinase-8 and -9 in pediatric ARDS is associated with an increased risk of prolonged mechanical ventilation. PLoS One. 2011;6(8):e22596. [PMC free article] [PubMed] [Google Scholar]59. Zinter M.S., Delucchi K.L., Kong M.Y. Early plasma matrix metalloproteinase profiles. A novel pathway in pediatric acute respiratory distress syndrome. Am J Respir Crit Care Med. 2019;199(2):181–189. [PMC free article] [PubMed] [Google Scholar]60. Dolinay T., Kim Y.S., Howrylak J. Inflammasome-regulated cytokines are critical mediators of acute lung injury. Am J Respir Crit Care Med. 2012;185(11):1225–1234. [PMC free article] [PubMed] [Google Scholar]61. Rogers A.J., Guan J., Trtchounian A. Association of elevated plasma interleukin-18 level with increased mortality in a clinical trial of statin treatment for acute respiratory distress syndrome. Crit Care Med. 2019;47(8):1089–1096. [PMC free article] [PubMed] [Google Scholar]62. Cross L.J., Matthay M.A. Biomarkers in acute lung injury: insights into the pathogenesis of acute lung injury. Crit Care Clin. 2011;27(2):355–377. [PMC free article] [PubMed] [Google Scholar]63. Sinha P., Calfee C.S. Phenotypes in acute respiratory distress syndrome: moving towards precision medicine. Curr Opin Crit Care. 2019;25(1):12–20. [PMC free article] [PubMed] [Google Scholar]64. Reddy K., Sinha P., O'Kane C.M. Subphenotypes in critical care: translation into clinical practice. Lancet Respir Med. 2020;8(6):631–643. [PubMed] [Google Scholar]65. Sinha P., Calfee C.S., Delucchi K.L. Practitioner's guide to latent class analysis: methodological considerations and common pitfalls. Crit Care Med. 2021;49(1):e63–e79. [PMC free article] [PubMed] [Google Scholar]66. Calfee C.S., Delucchi K., Parsons P.E. Subphenotypes in acute respiratory distress syndrome: latent class analysis of data from two randomised controlled trials. Lancet Respir Med. 2014;2(8):611–620. [PMC free article] [PubMed] [Google Scholar]67. Famous K.R., Delucchi K., Ware L.B. Acute respiratory distress syndrome subphenotypes respond differently to randomized fluid management strategy. Am J Respir Crit Care Med. 2017;195(3):331–338. [PMC free article] [PubMed] [Google Scholar]68. Calfee C.S., Delucchi K.L., Sinha P. Acute respiratory distress syndrome subphenotypes and differential response to simvastatin: secondary analysis of a randomised controlled trial. Lancet Respir Med. 2018;6(9):691–698. [PMC free article] [PubMed] [Google Scholar]69. Sinha P., Delucchi K.L., Thompson B.T. Latent class analysis of ARDS subphenotypes: a secondary analysis of the statins for acutely injured lungs from sepsis (SAILS) study. Intensive Care Med. 2018;44(11):1859–1869. [PMC free article] [PubMed] [Google Scholar]70. Sinha P., Delucchi K.L., McAuley D.F. Development and validation of parsimonious algorithms to classify acute respiratory distress syndrome phenotypes: a secondary analysis of randomised controlled trials. Lancet Respir Med. 2020;8(3):247–257. [PMC free article] [PubMed] [Google Scholar]71. Sinha P., Churpek M.M., Calfee C.S. Machine learning classifier models can identify acute respiratory distress syndrome phenotypes using readily available clinical data. Am J Respir Crit Care Med. 2020;202(7):996–1004. [PMC free article] [PubMed] [Google Scholar]72. Bos L.D., Schouten L.R., van Vught L.A. Identification and validation of distinct biological phenotypes in patients with acute respiratory distress syndrome by cluster analysis. Thorax. 2017;72(10):876–883. [PMC free article] [PubMed] [Google Scholar]73. N-NWGoRiA Studies, Chanock S.J., Manolio T. Replicating genotype-phenotype associations. Nature. 2007;447(7145):655–660. [PubMed] [Google Scholar]74. Davies N.M., Holmes M.V., Davey Smith G. Reading Mendelian randomisation studies: a guide, glossary, and checklist for clinicians. BMJ. 2018;362:k601. [PMC free article] [PubMed] [Google Scholar]75. Reilly J.P., Wang F., Jones T.K. Plasma angiopoietin-2 as a potential causal marker in sepsis-associated ARDS development: evidence from Mendelian randomization and mediation analysis. Intensive Care Med. 2018;44(11):1849–1858. [PMC free article] [PubMed] [Google Scholar]76. Jones T.K., Feng R., Kerchberger V.E. Plasma sRAGE acts as a genetically regulated causal intermediate in sepsis-associated acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020;201(1):47–56. [PMC free article] [PubMed] [Google Scholar]77. Sweeney T.E., Thomas N.J., Howrylak J.A. Multicohort analysis of whole-blood gene expression data does not form a robust diagnostic for acute respiratory distress syndrome. Crit Care Med. 2018;46(2):244–251. [PMC free article] [PubMed] [Google Scholar]78. Morrell E.D., Radella F., 2nd, Manicone A.M. Peripheral and alveolar cell transcriptional programs are distinct in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2018;197(4):528–532. [PMC free article] [PubMed] [Google Scholar]79. Bos L.D.J., Scicluna B.P., Ong D.S.Y. Understanding heterogeneity in biologic phenotypes of acute respiratory distress syndrome by leukocyte expression profiles. Am J Respir Crit Care Med. 2019;200(1):42–50. [PubMed] [Google Scholar]80. Rogers A.J., Matthay M.A. Applying metabolomics to uncover novel biology in ARDS. Am J Physiol Lung Cell Mol Physiol. 2014;306(11):L957–L961. [PMC free article] [PubMed] [Google Scholar]81. Stringer K.A., Serkova N.J., Karnovsky A. Metabolic consequences of sepsis-induced acute lung injury revealed by plasma (1)H-nuclear magnetic resonance quantitative metabolomics and computational analysis. Am J Physiol Lung Cell Mol Physiol. 2011;300(1):L4–L11. [PMC free article] [PubMed] [Google Scholar]82. Singh C., Rai R.K., Azim A. Metabolic profiling of human lung injury by H-1 high-resolution nuclear magnetic resonance spectroscopy of blood serum. Metabolomics. 2015;11(1):166–174. [Google Scholar]83. Lin S.H., Yue X., Wu H. Explore potential plasma biomarkers of acute respiratory distress syndrome (ARDS) using GC-MS metabolomics analysis. Clin Biochem. 2019;66:49–56. [PubMed] [Google Scholar]84. Evans C.R., Karnovsky A., Kovach M.A. Untargeted LC-MS metabolomics of bronchoalveolar lavage fluid differentiates acute respiratory distress syndrome from health. J Proteome Res. 2014;13(2):640–649. [PMC free article] [PubMed] [Google Scholar]85. Rogers A.J., Contrepois K., Wu M. Profiling of ARDS pulmonary edema fluid identifies a metabolically distinct subset. Am J Physiol Lung Cell Mol Physiol. 2017;312(5):L703–L709. [PMC free article] [PubMed] [Google Scholar]86. Viswan A., Ghosh P., Gupta D. Distinct metabolic endotype mirroring acute respiratory distress syndrome (ARDS) subphenotype and its heterogeneous biology. Sci Rep. 2019;9(1):2108. [PMC free article] [PubMed] [Google Scholar]87. Bos L.D., Weda H., Wang Y. Exhaled breath metabolomics as a noninvasive diagnostic tool for acute respiratory distress syndrome. Eur Respir J. 2014;44(1):188–197. [PubMed] [Google Scholar]88. Serhan C.N. Pro-resolving lipid mediators are leads for resolution physiology. Nature. 2014;510(7503):92–101. [PMC free article] [PubMed] [Google Scholar]89. Colas R.A., Shinohara M., Dalli J. Identification and signature profiles for pro-resolving and inflammatory lipid mediators in human tissue. Am J Physiol Cell Physiol. 2014;307(1):C39–C54. [PMC free article] [PubMed] [Google Scholar]90. Dickson R.P., Erb-Downward J.R., Martinez F.J. The microbiome and the respiratory tract. Annu Rev Physiol. 2016;78:481–504. [PMC free article] [PubMed] [Google Scholar]91. Martin-Loeches I., Dickson R., Torres A. The importance of airway and lung microbiome in the critically ill. Crit Care. 2020;24(1):537. [PMC free article] [PubMed] [Google Scholar]92. Zakharkina T., Martin-Loeches I., Matamoros S. The dynamics of the pulmonary microbiome during mechanical ventilation in the intensive care unit and the association with occurrence of pneumonia. Thorax. 2017;72(9):803–810. [PubMed] [Google Scholar]93. Scales B.S., Dickson R.P., Huffnagle G.B. A tale of two sites: how inflammation can reshape the microbiomes of the gut and lungs. J Leukoc Biol. 2016;100(5):943–950. [PMC free article] [PubMed] [Google Scholar]94. Dickson R.P. The lung microbiome and ARDS. It is time to broaden the model. Am J Respir Crit Care Med. 2018;197(5):549–551. [PMC free article] [PubMed] [Google Scholar]95. Panzer A.R., Lynch S.V., Langelier C. Lung microbiota is related to smoking status and to development of acute respiratory distress syndrome in critically ill trauma patients. Am J Respir Crit Care Med. 2018;197(5):621–631. [PMC free article] [PubMed] [Google Scholar]96. Dickson R.P., Schultz M.J., van der Poll T. Lung microbiota predict clinical outcomes in critically ill patients. Am J Respir Crit Care Med. 2020;201(5):555–563. [PMC free article] [PubMed] [Google Scholar]97. Maiese A., Manetti A.C., La Russa R. Autopsy findings in COVID-19-related deaths: a literature review. Forensic Sci Med Pathol. 2020 [PMC free article] [PubMed] [Google Scholar]98. Borczuk A.C., Salvatore S.P., Seshan S.V. COVID-19 pulmonary pathology: a multi-institutional autopsy cohort from Italy and New York City. Mod Pathol. 2020;33(11):2156–2168. [PMC free article] [PubMed] [Google Scholar]99. Edler C., Schroder A.S., Aepfelbacher M. Dying with SARS-CoV-2 infection-an autopsy study of the first consecutive 80 cases in Hamburg, Germany. Int J Leg Med. 2020;134(4):1275–1284. [PMC free article] [PubMed] [Google Scholar]100. Ackermann M., Verleden S.E., Kuehnel M. Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in covid-19. N Engl J Med. 2020;383(2):120–128. [PMC free article] [PubMed] [Google Scholar]101. Hariri L.P., North C.M., Shih A.R. Lung histopathology in coronavirus disease 2019 as compared with severe acute respiratory sydrome and H1N1 influenza: a systematic review. Chest. 2020 [PMC free article] [PubMed] [Google Scholar]102. Varga Z., Flammer A.J., Steiger P. Endothelial cell infection and endotheliitis in COVID-19. Lancet. 2020;395(10234):1417–1418. [PMC free article] [PubMed] [Google Scholar]103. Hanley B., Naresh K.N., Roufosse C. Histopathological findings and viral tropism in UK patients with severe fatal COVID-19: a post-mortem study. Lancet Microbe. 2020;1(6):e245–e253. [PMC free article] [PubMed] [Google Scholar]104. Gattinoni L., Coppola S., Cressoni M. COVID-19 does not lead to a \"typical\" acute respiratory distress syndrome. Am J Respir Crit Care Med. 2020;201(10):1299–1300. [PMC free article] [PubMed] [Google Scholar]105. Bos L.D.J., Paulus F., Vlaar A.P.J. Subphenotyping acute respiratory distress syndrome in patients with COVID-19: consequences for ventilator management. Ann Am Thorac Soc. 2020;17(9):1161–1163. [PMC free article] [PubMed] [Google Scholar]106. Grasselli G., Tonetti T., Protti A. Pathophysiology of COVID-19-associated acute respiratory distress syndrome: a multicentre prospective observational study. Lancet Respir Med. 2020;8(12):1201–1208. [PMC free article] [PubMed] [Google Scholar]107. Beenen L.F.M., Bos L.D., Scheerder M.J. Extensive pulmonary perfusion defects compatible with microthrombosis and thromboembolic disease in severe Covid-19 pneumonia. Thromb Res. 2020;196:135–137. [PMC free article] [PubMed] [Google Scholar]108. Grillet F., Busse-Cote A., Calame P. COVID-19 pneumonia: microvascular disease revealed on pulmonary dual-energy computed tomography angiography. Quant Imaging Med Surg. 2020;10(9):1852–1862. [PMC free article] [PubMed] [Google Scholar]109. Patel B.V., Arachchillage D.J., Ridge C.A. Pulmonary angiopathy in severe COVID-19: physiologic, imaging, and hematologic observations. Am J Respir Crit Care Med. 2020;202(5):690–699. [PMC free article] [PubMed] [Google Scholar]110. Tay M.Z., Poh C.M., Renia L. The trinity of COVID-19: immunity, inflammation and intervention. Nat Rev Immunol. 2020;20(6):363–374. [PMC free article] [PubMed] [Google Scholar]111. Fajgenbaum D.C., June C.H. Cytokine storm. N Engl J Med. 2020;383(23):2255–2273. [PMC free article] [PubMed] [Google Scholar]112. Sinha P., Matthay M.A., Calfee C.S. Is a \"cytokine storm\" relevant to COVID-19? JAMA Intern Med. 2020;180(9):1152–1154. [PubMed] [Google Scholar]113. Leisman D.E., Ronner L., Pinotti R. Cytokine elevation in severe and critical COVID-19: a rapid systematic review, meta-analysis, and comparison with other inflammatory syndromes. Lancet Respir Med. 2020;8(12):1233–1244. [PMC free article] [PubMed] [Google Scholar]114. Kox M., Waalders N.J.B., Kooistra E.J. Cytokine levels in critically ill patients with COVID-19 and other conditions. JAMA. 2020 [PMC free article] [PubMed] [Google Scholar]115. Mudd P.A., Crawford J.C., Turner J.S. Distinct inflammatory profiles distinguish COVID-19 from influenza with limited contributions from cytokine storm. Sci Adv. 2020;6(50):eabe3024. [PMC free article] [PubMed] [Google Scholar]116. Sinha P., Calfee C.S., Cherian S. Prevalence of phenotypes of acute respiratory distress syndrome in critically ill patients with COVID-19: a prospective observational study. Lancet Respir Med. 2020;8(12):1209–1218. [PMC free article] [PubMed] [Google Scholar]117. Hadjadj J., Yatim N., Barnabei L. Impaired type I interferon activity and inflammatory responses in severe COVID-19 patients. Science. 2020;369(6504):718–724. [PMC free article] [PubMed] [Google Scholar]"}