{"title": "Acute Respiratory Distress Syndrome: Ventilator Management and Rescue Therapies", "pubDate": "2021", "PMCID": "PMC8157117", "DOI": "10.1016/j.ccc.2021.05.008", "PMID": "34548137", "abstract": "This review describes the management of mechanical ventilation in patients with acute respiratory distress syndrome, including in those with coronavirus disease 2019. Low tidal volume ventilation with a moderate to high positive end-expiratory pressure remains the foundation of an evidence-based approach. We consider strategies for setting positive end-expiratory pressure levels, the use of recruitment maneuvers, and the potential role of driving pressure. Rescue therapies including prone positioning and extracorporeal membrane oxygenation are also discussed.", "author": [{"author": "Melissa H Coleman", "affiliation": ["Division of Cardiothoracic Surgery, Department of Surgery, Critical Care Medicine, University of California, San Francisco, 500 Parnassus Avenue, MUW-405, Box 0118, San Francisco, CA 94143, USA."], "href": "/?term=Coleman+MH&cauthor_id=34548137"}, {"author": "J Matthew Aldrich", "affiliation": ["Department of Anesthesia and Perioperative Care, Critical Care Medicine, University of California, San Francisco, 505 Parnassus Avenue, M917, San Francisco, CA 94143, USA. Electronic address: matt.aldrich@ucsf.edu."], "href": "/?term=Aldrich+JM&cauthor_id=34548137"}], "refPMID": ["4143721", "14059732", "10806138", "25844759", "2246418", "9449727", "9847275", "9449728", "10470755", "10793162", "28459336", "26903337", "15269312", "18270352", "18270353", "20197533", "16641394", "11401882", "31094753", "19001507", "30776290", "20624836", "21139113", "29043837", "18776154", "26672923", "25097070", "28973075", "27894328", "29135500", "30305906", "27626833", "28828367", "27786562", "30379668", "31815775", "32160661", "31613432", "32160668", "3568710", "27207149", "28936695", "29607132", "11282749", "28684287", "23339639", "23339638", "24887179", "31197492", "12412699", "27400909", "11529210", "19903918", "15547166", "16556697", "23688302", "24435203", "490805", "8306022", "19762075", "29791819", "29791822", "32839669", "32191259", "32442528", "32320003", "32167524", "32105632", "32496274", "32329799", "32215647", "32947476", "32203709", "25981908", "30528840", "32747395", "32430410", "27179847", "32496521", "31687831", "33170330", "32798468", "32987008", "32798470"], "citedInPMID": ["34548137"], "body": " This review describes the management of mechanical ventilation in patients with acute respiratory distress syndrome, including in those with coronavirus disease 2019. Low tidal volume ventilation with a moderate to high positive end-expiratory pressure remains the foundation of an evidence-based approach. We consider strategies for setting positive end-expiratory pressure levels, the use of recruitment maneuvers, and the potential role of driving pressure. Rescue therapies including prone positioning and extracorporeal membrane oxygenation are also discussed.Keywords: Acute respiratory distress syndrome, Lung protective ventilation, Open lung approach, Driving pressure, Prone positioning, Extracorporeal membrane oxygenation, COVID-19 Key points\n\n• Low tidal volume ventilation with a moderate to high positive end-expiratory pressure is the foundation of an evidence-based lung protective approach to management of acute respiratory distress syndrome.• The same lung protective approach should be applied to patients with coronavirus disease 2019 and acute respiratory distress syndrome.• Prone positioning is the primary rescue strategy for patients with severe acute respiratory distress syndrome.• Extracorporeal membrane oxygenation can be considered in patients with acute respiratory distress syndrome refractory to standard lung protective ventilation and prone positioning.\n\n IntroductionCritical care providers are frequently confronted with the challenges of managing patients with acute respiratory distress syndrome (ARDS). Although noninvasive options like high-flow nasal oxygen (HFNO) are appropriate for select patients with mild ARDS, many will ultimately require intubation and mechanical ventilation. The purpose of this review is to describe an evidence-based approach to ventilatory management that avoids exacerbation of lung injury and offers the best hope for good outcomes—intensive care unit (ICU) and hospital survival, as well as decreased length of stay, days on the ventilator, and avoidance and minimization of the cognitive, physical, and psychological impairments that are common to patients with ARDS and severe critical illness. We review the major advances in lung protective ventilation with a focus on low tidal ventilation and the optimal use of positive end-expiratory pressure (PEEP). We explore the conflicting and sometimes controversial literature with regard to recruitment maneuvers and driving pressure as a goal and prognostic factor for patients with ARDS. Because many patients will still deteriorate despite lung protective ventilation, we discuss rescue strategies, including prone positioning and extracorporeal membrane oxygenation (ECMO). Lasty, given the extraordinary situation created by the coronavirus disease 2019 (COVID-19) pandemic and the high volume of patients with critical disease and ARDS, we discuss the evidence for ventilatory management of these patients, as well as the burgeoning literature regarding ECMO strategies and outcomes. Lung protective ventilatory managementSince Ashbaugh and colleagues1 landmark paper in 1967 describing acute respiratory distress in 12 adults, intensivists and respiratory therapists have used varied approaches to the mechanical ventilation of patients with ARDS. Much of the initial focus during this era, both in the operating room and in the ICU, was on optimization of gas exchange and higher tidal volumes were common.2\n,\n3 Researchers, however, demonstrated that mechanical ventilation, especially with high tidal volumes, could cause or exacerbate lung injury.4 In 1990, Hickling and colleagues5 demonstrated that a mechanical ventilatory strategy that decreased the peak inspiratory pressure and tolerated hypercapnia could improve mortality in a cohort of patients with ARDS. Over the next decade, several randomized controlled trials investigated lung protective approaches, with mixed but mostly negative results.6, 7, 8, 9\nIn 2000, the landmark ARMA trial10 of patients with ARDS compared a traditional ventilatory approach of 12 mL/kg of predicated body weight with a plateau pressure of less than 50 cm H2O with a lung protective approach of 6 mL/kg with a plateau pressure target of less than 30 cm H2O. The trial was halted early after 861 patients were randomized owing to an absolute mortality benefit of 9% 31% versus 40% mortality before hospital discharge. Although this trial established that lung protective ventilation with low tidal volumes and an FiO2/PEEP scale as the standard ventilatory approach to patients with ARDS,11 implementation and compliance continued to vary over the next 20 years. LUNG SAFE—a large multinational prospective cohort study of severe respiratory failure—demonstrated both an underdiagnosis of ARDS and widespread noncompliance with lung protective ventilation: fewer than two-thirds of patients with ARDS received less than 8 mL/kg of predicated body weight.12\n Positive end-expiratory pressure and open lung approachesThe use and adjustment of moderate to high PEEP is a standard approach to the management of ARDS and severe hypoxemia. However, there is considerable variability among clinicians in the use of PEEP strategies.12 As mentioned elsewhere in this article, the ARMA trial used an FiO2/PEEP table to set PEEP levels. Subsequent trials over the next decade investigated the potential benefits of higher levels of PEEP in patients receiving low tidal volume ventilation. Brower and colleagues13 in the ALVEOLI trial found no difference in mortality or unassisted breathing in their comparison of lung protective ventilation using low versus high PEEP/FiO2 tables; the mean PEEP values were 8 versus 13. The LOVS trial in 2008 examined an “open lung” approach of higher PEEP and recruitment maneuvers and found no improvement in mortality compared with a standard lung protective ventilation approach similar to the ARMA protocol. The study did demonstrate, however, improvements in secondary outcomes, including hypoxemia and need for rescue therapies.14 The third major study of PEEP in the management of ARDS—the EXPRESS trial15—compared a “minimal distention” approach with an “increased recruitment” approach that maximized PEEP while maintaining plateau pressures of less than 28 to 30 cm H2O. This trial did not demonstrate any mortality benefits, but patients in the intervention arm did have more ventilator- and organ failure-free days. A subsequent systematic review and meta-analysis of these 3 trials confirmed the absence of a benefit of higher PEEP with regard to hospital mortality among all patients.16 This meta-analysis highlighted the critique that PEEP trials have failed to detect potential benefits to subgroups with severe ARDS.Therefore, despite these large, well-designed trials, considerable uncertainty remains about the best approach to PEEP management. Some clinicians favor an individualized approach to PEEP titration based on data showing that the amount of recruitable lung is highly variable17 and low tidal volume ventilation without appropriate PEEP adjustment can result in significant alveolar decruitment.18\nOne common approach is the use of esophageal pressure monitoring as a surrogate for pleural pressure and calculating transpulmonary pressure (PL = Palveolar – Ppleural) (Fig. 1\n). PEEP is usually set to achieve a PL above zero at end expiration.19 In the single-center EPVent study, Talmor and colleagues20 randomized patients with acute lung injury or ARDS to an esophageal pressure–guided approach or a conventional approach of PEEP adjustment using the standard ARDSNet PEEP/FiO2 scale. This resulted in significant PEEP differences between the groups—17 ± 6 versus 10 ± 4 (P < .001)—and higher P/F ratios and respiratory system compliance in the esophageal pressure group. There was no statistically significant difference in mortality although adjustment for severity of illness did result in a significant decrease in 28-day mortality. The follow up multicenter study—EPVent221—also investigated a esophageal pressure–guided approach but compared it to a higher PEEP–FiO2 table with a maximum PEEP of 24. This trial found no significant difference in the primary end point of death and days free from mechanical ventilation through day 28. Even though this was a negative trial, there still may be some rationale for intensivists using esophageal pressure measurements to guide PEEP therapy, especially in patients with a high body mass index or abdominal compression from ascites or other intra-abdominal processes.Open in a separate windowFig. 1Transpulmonary pressure (Ptp) is the difference between airway and esophageal pressures measured at 2 points in the respiratory cycle: end-inspiration and end-expiration. It is recommended to set PEEP such that the end-inspiratory Ptp is less than 25 cm H2O and the end-expiratory Ptp is greater than 0 cm H2O. Recruitment maneuversIn addition to PEEP, and often used as a combined approach, recruitment maneuvers are a commonly used strategy of applying sustained pressure for a set period of time to open collapsed lung segments and improve oxygenation.22\n,\n23 One challenge in evaluating outcomes is the significant variability in the approaches described in different trials, both in terms of the actual recruitment maneuvers and how the strategy is used with PEEP adjustment.24 At the University of California–San Francisco, for instance, our standard recruitment maneuvers protocol is to set continuous positive airway pressure to 30 cm H2O for 35 seconds, but other institutions use pressures of 40 cm H2O or higher for longer periods of time. Several trials and meta-analyses that investigated recruitment maneuvers, most often as a component of a combined approach with PEEP adjustment, have reported mortality or oxygenation benefit.14\n,\n24, 25, 26, 27 A recent American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine guideline provided a conditional recommendation for recruitment maneuvers in patients with ARDS.11\nMore recently, however, the multicenter, multinational ART study of more than 1000 patients investigated a combined recruitment maneuvers and decremental PEEP trial approach compared with a standard ARDSNet low PEEP strategy. The intervention was complex: neuromuscular blockade was initiated and then patients were placed on pressure control ventilation with a driving pressure of 15 cm H2O followed by a recruitment maneuver via an incremental PEEP technique of 25 cm H2O for 1 minute, 35 cm H2O for 1 minute, and 45 cm H2O for 2 minutes. A decremental PEEP trial was subsequently performed and PEEP set at the level of PEEP with best static compliance plus 2 cm H2O. A second recruitment maneuver was then performed at 45 cm H2O for 2 minutes. Despite improvements in oxygenation and driving pressure, the primary outcome—28-day mortality—was higher in the intervention group, and this group also experienced a small decrease in the number of ventilator-free days. An accompanying editorial suggested strong reconsideration of the open lung approach explored in this and previous trials.28\n Driving pressure and other considerations with ventilator managementDriving pressure is commonly defined as airway plateau pressure (Pplat – PEEP), or the ratio of tidal volume to respiratory system compliance (Vt/Crs). Among the earliest considerations of driving pressure as a concept was as a component of a lung protective intervention in a small 1998 trial.6 In 2015, Amato and colleagues analyzed 9 previous randomized controlled trials of various mechanical ventilation interventions in patients with ARDS and concluded that driving pressure was the independent variable most strongly associated with survival. Other variables like a decrease in tidal volume and increases in PEEP only demonstrated benefit if associated with decreases in the driving pressure. Another secondary analysis of driving pressure also found it to be a risk factor for mortality with higher survival when the driving pressure was less than 13 cm H2O at day 1 of mechanical ventilation.29 This study, however, did not find as strong a correlation with mortality as the study by Amato and colleagues, and determined that driving pressure added little additional value when compared with airway plateau pressure and respiratory system compliance. More recently, a systematic review and meta-analysis of 7 studies and more than 6000 patients receiving mechanical ventilation for ARDS demonstrated that a higher driving pressure is associated with a higher mortality.30 The authors concluded that a driving pressure of less than 13 to 15 cm H2O could be a target for clinicians. Although some investigators argue that the driving pressure should be monitored routinely in clinical practice,19 we agree with the conclusion of other investigators that more research is needed to both confirm its role as a predictor of mortality and to determine how to best incorporate it into a clinical protocol.31\nOther areas of recent investigation with regard to management of mechanical ventilation include patient self-inflicted lung injury and conservative oxygen strategies. Patient self-inflicted lung injury, a term coined by Brochard and colleagues in 2017,32 describes the clinical condition in which spontaneous breathing during mechanical ventilation may result in lung injury through a variety of mechanisms: unintended high tidal volumes, high transpulmonary pressure swings owing to vigorous efforts with creation of a “pendelluft” phenomenon, and negative alveolar pressures with concomitant development of lung edema. Although investigators recognize that spontaneous breathing during mechanical ventilation can confer benefits, including the maintenance of respiratory muscle function, improved gas exchange, and lighter sedation requirements, there is increasing concern that spontaneous breathing can contribute to lung injury, especially in severe ARDS.33\n,\n34 However, data from the observational LUNG SAFE study indicate that spontaneous breathing is common early in the course of ARDS, is not associated with increased mortality, and may result in decreased ICU length of stay and earlier weaning from mechanical ventilation.35 The authors nonetheless urge caution in interpretating the study’s results given the greater use of controlled ventilation in severe disease and the absence of measurements of respiratory effort that may provide a better indication of potential harm. There needs to be further study of a structured approach to spontaneous breathing during mechanical ventilation, such as use of a higher PEEP strategy that could confer benefit and avoid some of the harms described elsewhere in this article.36\nHyperoxia is common in the management of early stage ARDS, with a prevalence of 30% on day 1 in the LUNG SAFE study. Two recent randomized controlled studies—LOCO237 and ICU ROX38—investigated whether a conservative oxygen strategy could improve outcomes. LOCO2, which enrolled only patients with ARDS, did not result in an improved 28-day survival and the study was stopped early owing to safety concerns. ICU ROX included a broader range of patients requiring mechanical ventilation, but also did not show any benefit in the primary outcome of ventilator-free days. We agree with the conclusion of the accompanying editorial that hyperoxia is unnecessary and should be avoided, but the lower threshold of 88% used in LOCO2 may be harmful in patients with ARDS.39\n Other ventilator modesAirway Pressure Release VentilationAirway pressure release ventilation is a ventilatory strategy first described by Stock and Downs in 1987, which allows a patient to breathe spontaneously while providing continuous positive airway pressure with a short, periodic release phase40\n,\n41 (Fig. 2\n). This mode of ventilation uses continuous positive airway pressure to promote and maintain alveolar recruitment, with a partial release phase for ventilation. The implementation of airway pressure release ventilation can vary considerably, which poses a significant challenge when evaluating studies comparing its use with conventional mechanical ventilation for patients with ARDS. The duration of the release phase may be fixed or it may be adjusted based on changes in a patient’s respiratory mechanics.41\nOpen in a separate windowFig. 2Airway pressure release ventilation uses alternating levels of inspiratory (P High) and expiratory (P Low) pressures. Inspiratory time is known as T High and expiratory time is known as T low.To date, there is only 1 randomized control trial that compares airway pressure release ventilation with a low tidal volume mechanical ventilation for patients with ARDS.42\n,\n43 Between May 2015 and October 2016, 138 patients with ARDS were randomized to either airway pressure release ventilation or low tidal volume ventilation with the primary end point of number of ventilator-free days within 28 days of enrollment.42 Patients randomized to the airway pressure release ventilation group had a median of 19 ventilator-free days compared with 2 ventilator-free days for patients in the low tidal volume group (P<.001). The mortality rate in the ICU was 19.7% in the airway pressure release ventilation group and 34.3% in the low tidal volume group; however, this difference was not statistically significant (P = .053). This study had several limitations, including the small sample size and investigation only at a single center. Notably, despite randomization, patients in the low tidal volume group had more comorbidities than patients in the airway pressure release ventilation group. Currently, there are no large, multicenter, randomized, controlled trials that demonstrate an improvement in patient outcomes with the use of airway pressure release ventilation versus low tidal volume ventilation for ARDS. Thus, airway pressure release ventilation should not be implemented in standard clinical practice until more evidence is provided for its benefits.High-Frequency Oscillatory VentilationHigh-frequency oscillatory ventilation (HFOV) is a mode of ventilation that was developed after an incidental finding in 1972, when CO2 was detected at the mouthpiece of an experimental circuit developed to measure the effects of neuromuscular blockade on lung impedance under anesthesia.44\n,\n45 This observation lead to the development of HFOV, in which ventilation can be modulated by oscillation frequency. HFOV delivers very small tidal volumes that should, in theory, make this method of lung protective ventilation well-suited for patients with ARDS. In 2013, 2 multicenter randomized controlled trials of HFOV versus standard mechanical ventilation were reported. The OSCILLATE trial concluded that HFOV, when compared with low tidal volume ventilation and high PEEP, did not decrease in-hospital mortality.46 The OSCAR trial showed no significant difference in 30-day mortality between HFOV and standard ventilatory management for patients with ARDS.47 A subsequent meta-analysis of 6 randomized control trials showed HFOV was not associated with improved survival in patients with ARDS.48 At this time, HFOV is not recommended for the management of adult patients with ARDS.49\n Rescue therapiesProne PositioningProne positioning is associated with improved oxygenation owing to an improved ventilation–perfusion ratio in the setting of the recruitment of dependent portions of the lung with more homogenous ventilation distribution, an increase in lung volume, and improved redistribution of perfusion.50 In the prone position, the effect of compression from the heart, gravity, and the chest wall are decreased for portions of the lung that are dependent in the supine position.51 Although prone positioning had previously been used for patients with ARDS, initial trials failed to show an association with improvements in patient outcomes.52, 53, 54, 55\nIn 2013, the Prone Positioning in Severe Acute Respiratory Distress Syndrome (PROSEVA) study group published the results of a multicenter, prospective, randomized, controlled trial investigating the effect of early prone positioning on outcomes of patients with severe ARDS.56 Randomization occurred within 36 hours of intubation. Patients randomized to the prone positioning arm of the trial were proned within 1 hour of randomization and were kept in this position for at least 16 hours per day. Patients in the treatment arm were placed in the prone position an average of 4 ± 4 times. There was a significant difference in 28-day and 90-day mortality rates between the supine and prone positioning groups. At 28 days after inclusion, the mortality rate was 32.8% for the supine group and 16.0% for the prone group. At 90 days, the mortality rate was 41.0% for the supine group versus 23.6% for the prone group. The trial investigators concluded that the use of early prone positioning for at least 16 hours at a time conferred a mortality benefit for patients with severe ARDS. The discrepancy between the findings of the PROSEVA trial and the prior studies has been attributed to the more uniform use of low tidal volumes (6 mL/kg) and neuromuscular blockade.51\n,\n56 The duration of prone position for greater than 12 hours, a focus on patients with severe ARDS, and the fact that the involved hospitals had significant experience with prone positioning may also have contributed to the positive findings of the PROSEVA trial in comparison with prior trials.51\n,\n57\nExtracorporeal Membrane OxygenationThe results of the initial randomized control trials for ECMO for ARDS did not support the use of ECMO for severe ARDS.58\n,\n59 In 2009, the Conventional ventilation or ECMO for Severe Adult Respiratory failure (CEASAR) trial was conducted in the UK to reevaluate the use of ECMO for ARDS in the setting of modern ventilation strategies and improved patient selection.60 In this multicenter, randomized, controlled trial, 180 patients were enrolled and assigned randomly to either conventional management or consideration for venovenous (VV)-ECMO. Of the 90 patients randomized to the ECMO arm of the trial, 85 were successfully transferred to a center with ECMO capability and 75% ultimately underwent VV-ECMO cannulation. The primary end point of survival to 6 months after randomization was achieved by 63% of patients within the ECMO consideration group and 47% patients within conventional management group. Because only 75% of the patients within the ECMO consideration arm actually received VV-ECMO, the study investigators did not specifically recommend ECMO for severe ARDS, but instead recommended that these patients be transferred to a center with ECMO capability. These regional centers may have more expertise in applying lung protective ventilation effectively.Important limitations of the CESAR trial include the use of greater than recommended tidal volumes in the control group and the significant number of patients randomized to the ECMO arm who did not undergo ECMO cannulation.61 In an effort to address the limitations of prior VV-ECMO for ARDS trials, the international, randomized ECMO to Rescue Lung Injury in Severe ARDS (EOLIA) trial was conducted to study the efficacy of early VV-ECMO versus standard lung protective ventilation for patients with severe ARDS.62 Early cannulation was defined as endotracheal intubation with fewer than 7 days of mechanical ventilation. The 60-day morality rate was 35% for the VV-ECMO group and 46% for the control group (P = .09).62 The investigators concluded that the mortality at 60 days was not significantly different between patients treated with early VV-ECMO and those treated with conventional management. Of note, the study was stopped early and there was crossover between the VV-ECMO and control groups. Within the control group, 35 patients (28%) underwent VV-ECMO cannulation. For these 35 patients, the time of VV-ECMO cannulation was 6.5 ± 9.7 days after randomization and the 60-day mortality rate was 57%. Although there was no statistically significant difference in mortality, the study did suggest a potential mortality benefit. Further, when considering the secondary outcomes, there was a statistically significant decrease in the number of days of prone positioning and days of renal replacement therapy for patient in the ECMO group. Although this trial did not seem to support the use of VV-ECMO for ARDS definitively, the potential for a mortality benefit that was seen with regard to secondary outcomes has supported the continued use in selected patients. Based on these studies, the Extracorporeal Life Support Organization (ELSO), an international consortium of institutions focusing on providing advanced therapies for organ failure, published guidelines for the use of ECMO for respiratory failure63 (Table 1\n).Table 1ELSO guidelines for ECMO for adult respiratory failureIndicationsRisk of mortality ≥80%Pao\n2/Fio\n2 <100 on Fio\n2 >90%Murray score 3–4\nHypercarbia with plateau pressure >30 cm H2OSevere air leakPatient awaiting lung transplant with need for intubation immediate respiratory collapse unresponsive to optimal emergent managementRelative contraindicationsAdvanced ageImmunosuppressionCentral nervous system hemorrhageTerminal malignancySevere comorbidityMechanical ventilation for ≥7 dOpen in a separate windowData from Extracorporeal Life Support Organization. ELSO Guidelines for Cardiopulmonary Extracorporeal Life Support, Version 1.4.; 2017.Although many studies focus on the short-term outcomes of ECMO for ARDS, there are fewer studies that focus on long-term outcomes. A retrospective review of patients in the ELSO registry from 2012 to 2017 who were cannulated for VV-ECMO and successfully weaned was performed to examine long-term outcomes.64 In this study, 6536 patients were identified and 89.7% survived to discharge. The patients were divided into 2 groups, complete recovery and partial recovery. Complete recovery was defined as discharge to home and partial recovery was defined as ongoing need for hospitalization, transfer to a referral hospital, or discharge to a location other than home. The factors that were noted to have a negative impact on the achievement of complete recovery were age 65 years or greater, cardiac arrest before VV-ECMO cannulation, use of vasopressors, use of neuromuscular blocking agents, renal replacement therapy before VV-ECMO cannulation, ECMO cannulation for 2 or more weeks, and the development of an ECMO-related complication.64\n Coronavirus disease 2019 and acute respiratory distress syndromeVentilator ManagementSince the beginning of the COVID-19 pandemic, there has been considerable and at times heated debate about the best approach to ventilator management. Several early studies from China, Italy, and the United States described very high mortality in patients requiring mechanical ventilation,65, 66, 67, 68, 69 and mainstream and social media accounts of ICU outcomes were often grim. All of this reporting likely contributed to the belief among some clinicians that mechanical ventilation should be avoided at all costs.70 Further adding to the debate and confusion, some argued that COVID-19 causes a unique type of lung injury and requires a different approach to ventilator management than standard evidence-based lung protective ventilation.71\nIn contrast, major guidelines from the Society of Critical Care Medicine, the World Health Organization, and the National Institutes of Health recommend an evidence-based approach to lung protective ventilation for COVID-19–induced ARDS, including low tidal volume ventilation, maintaining plateau pressure of less than 30 cm H2O, and consideration of higher PEEP in those with moderate to severe ARDS.72, 73, 74 Prone positioning for 12 to 16 h/d is recommended by all guidelines for those with severe ARDS and refractory hypoxemia. We strongly agree with the perspective that, in a time of great challenge and uncertainty, we should follow the evidence-based recommendations of these guidelines.70\n,\n75\n,\n76\nFor those with COVID-19 and acute hypoxemic respiratory failure but not requiring mechanical ventilation, we favor HFNO as the initial approach, largely based on prior institutional experience and strong evidence from non–COVID-19 causes of hypoxemic respiratory failure.77 There are conflicting studies regarding the role of noninvasive ventilation, either with continuous positive airway pressure or bilevel positive airway pressure.78, 79, 80 Helmet noninvasive ventilation has been of particular interest during the pandemic, and several studies before COVID-19 did demonstrate favorable outcomes compared with face mask noninvasive ventilation,81 standard supplemental oxygen,82 and HFNO.83 The degree of aerosolization with either HFNO or noninvasive ventilation techniques remains unclear.84 Regardless of the approach, patients should be monitored closely and an experienced airway provider immediately available if urgent intubation is required.Extracorporeal membrane oxygenation considerations with coronavirus disease 2019 The experience regarding the use of ECMO for COVID-19 in France is captured by a retrospective cohort study of patients within the Paris–Sorbonne ECMO–COVID University Hospital Network.85 In this study, 492 patients with COVID-19 were treated in the ICU between March 8, 2020, and May 2, 2020. Patients were considered eligible for ECMO if they had ARDS and despite optimum ventilator management met specific criteria for respiratory failure severity (Table 2\n). Eighty-three of these patients (16.9%) underwent ECMO cannulation, 98% with VV. The median age of the patients with COVID-19 who were cannulated for ECMO was 49 years with a median Simplified Acute Physiology Score II of 45. The median time from intubation to ECMO cannulation was 4 days and the median duration of ECMO support was 20 days. The authors noted that prone positioning after ECMO cannulation was recommended and this strategy was used in 67 patients (81%) in this cohort. The probability of 60-day mortality for COVID patients treated with ECMO was estimated to be 31%.Table 2Paris Sorbonne University hospital network criteria for ECMO cannulation for COVID-19IndicationsARDS criteria86\n,\n87 plus optimal ventilator management (Fio\n2 of ≥80%, tidal volume 6 ml/kg of predicated body weight, PEEP of ≥10 cm H2O) and one of the following:1.Pao\n2 to Fio\n2 ratio of <50 mm Hg for >3 h2.Pao\n2 to Fio\n2 ratio of <80 mm Hg for >6 h3.Arterial blood pH of <7.25 and Paco\n2 of ≥60 mm Hg for ≥6 h\nContraindicationsAge >70 ySevere comorbiditiesCardiac arrest (unless immediate cardiopulmonary resuscitation is provided and low-flow time < 15 min)Irreversible neurologic injury Mechanical ventilation for >10 d Refractory multiorgan failureSimplified Acute Physiology Score II of >90Open in a separate windowData from Schmidt M, Hajage D, Lebreton G, et al. Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome associated with COVID-19: a retrospective cohort study. Lancet Respir Med. 2020;8(11):1121-1131. https://doi.org/10.1016/S2213-2600(20)30328-3.A recent ELSO registry review investigated ECMO outcomes for COVID patients between January 16, 2020, and May 1, 2020.86 This cohort study included a total of 1035 patients from 36 countries and 213 hospitals. Of note, 779 of these patients (75%) were reported to have ARDS. Consistent with the Paris experience, the median time from intubation to ECMO cannulation was 4 days with 94% of the patients receiving VV-ECMO. The median duration of ECMO cannulation was 13.9 days and the 90-day in-hospital mortality for patients with ARDS cannulated for VV-ECMO was found to be 38%.The initial experience with ECMO for ARDS owing to COVID-19 was associated with high mortality and called into question the use of VV-ECMO as a rescue strategy. The Paris and ELSO registry data suggest improved mortality outcomes; however, questions remain as to role of VV-ECMO during the COVID-19 pandemic.87 With a median duration of cannulation ranging from 14 to 20 days, it is important to consider whether the use of VV-ECMO significantly decreases illness duration and if it is an appropriate use of critical resources for many institutions and health systems. Although patient selection and the timing of ECMO cannulation are important factors, careful consideration of the use of such a resource-intensive treatment during a global pandemic is crucial. SummaryThe use of low tidal volume ventilation has been consistently shown to be the cornerstone of the management of patients with ARDS. Additionally, evidence-based ARDS management supports the use of rescue strategies including neuromuscular blockade and early prone positioning. The use of VV-ECMO for severe ARDS has evolved and increased in the wake of the H1N1 pandemic. As we consider the ongoing use of VV-ECMO for ARDS, now with the growing experience in patients with ARDS owing to COVID-19 infection, it is critical to focus on patient selection, resource allocation and early referral to specialized ECMO centers. DisclosureNeither author has financial or commercial conflicts of interest. References1. Ashbaugh D.G., Bigelow D.B., Petty T.L. Acute respiratory distress in adults. Lancet. 1967;2(7511):319–323. [PubMed] [Google Scholar]2. Bendixen H.H., Hedley-Whyte J., Laver M.B. Impaired oxygenation in Surgical patients during General anesthesia with controlled ventilation. A concept of Atelectasis. N Engl J Med. 1963;269:991–996. [PubMed] [Google Scholar]3. Esteban A., Anzueto A., Alia I. How is mechanical ventilation employed in the intensive care unit? An international utilization review. Am J Respir Crit Care Med. 2000;161(5):1450–1458. [PubMed] [Google Scholar]4. Slutsky A.S. History of mechanical ventilation. From Vesalius to ventilator-induced lung injury. Am J Respir Crit Care Med. 2015;191(10):1106–1115. [PubMed] [Google Scholar]5. Hickling K.G., Henderson S.J., Jackson R. Low mortality associated with low volume pressure limited ventilation with permissive hypercapnia in severe adult respiratory distress syndrome. Intensive Care Med. 1990;16(6):372–377. [PubMed] [Google Scholar]6. Amato M.B., Barbas C.S., Medeiros D.M. Effect of a protective-ventilation strategy on mortality in the acute respiratory distress syndrome. N Engl J Med. 1998;338(6):347–354. [PubMed] [Google Scholar]7. Brochard L., Roudot-Thoraval F., Roupie E. Tidal volume reduction for prevention of ventilator-induced lung injury in acute respiratory distress syndrome. The Multicenter Trail Group on Tidal Volume reduction in ARDS. Am J Respir Crit Care Med. 1998;158(6):1831–1838. [PubMed] [Google Scholar]8. Stewart T.E., Meade M.O., Cook D.J. Evaluation of a ventilation strategy to prevent barotrauma in patients at high risk for acute respiratory distress syndrome. Pressure- and Volume-Limited Ventilation Strategy Group. N Engl J Med. 1998;338(6):355–361. [PubMed] [Google Scholar]9. Brower R.G., Shanholtz C.B., Fessler H.E. Prospective, randomized, controlled clinical trial comparing traditional versus reduced tidal volume ventilation in acute respiratory distress syndrome patients. Crit Care Med. 1999;27(8):1492–1498. [PubMed] [Google Scholar]10. Acute Respiratory Distress Syndrome N., Brower R.G., Matthay M.A. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342(18):1301–1308. [PubMed] [Google Scholar]11. Fan E., Del Sorbo L., Goligher E.C. An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine clinical practice guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2017;195(9):1253–1263. [PubMed] [Google Scholar]12. Bellani G., Laffey J.G., Pham T. Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. J Am Med Assoc. 2016;315(8):788–800. [PubMed] [Google Scholar]13. Brower R.G., Lanken P.N., MacIntyre N. Higher versus lower positive end-expiratory pressures in patients with the acute respiratory distress syndrome. N Engl J Med. 2004;351(4):327–336. [PubMed] [Google Scholar]14. Meade M.O., Cook D.J., Guyatt G.H. Ventilation strategy using low tidal volumes, recruitment maneuvers, and high positive end-expiratory pressure for acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. J Am Med Assoc. 2008;299(6):637–645. [PubMed] [Google Scholar]15. Mercat A., Richard J.C., Vielle B. Positive end-expiratory pressure setting in adults with acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. J Am Med Assoc. 2008;299(6):646–655. [PubMed] [Google Scholar]16. Briel M., Meade M., Mercat A. Higher vs lower positive end-expiratory pressure in patients with acute lung injury and acute respiratory distress syndrome: systematic review and meta-analysis. J Am Med Assoc. 2010;303(9):865–873. [PubMed] [Google Scholar]17. Gattinoni L., Caironi P., Cressoni M. Lung recruitment in patients with the acute respiratory distress syndrome. N Engl J Med. 2006;354(17):1775–1786. [PubMed] [Google Scholar]18. Richard J.C., Maggiore S.M., Jonson B. Influence of tidal volume on alveolar recruitment. Respective role of PEEP and a recruitment maneuver. Am J Respir Crit Care Med. 2001;163(7):1609–1613. [PubMed] [Google Scholar]19. Williams E.C., Motta-Ribeiro G.C., Vidal Melo M.F. Driving pressure and transpulmonary pressure: how do we guide safe mechanical ventilation? Anesthesiology. 2019;131(1):155–163. [PMC free article] [PubMed] [Google Scholar]20. Talmor D., Sarge T., Malhotra A. Mechanical ventilation guided by esophageal pressure in acute lung injury. N Engl J Med. 2008;359(20):2095–2104. [PMC free article] [PubMed] [Google Scholar]21. Beitler J.R., Sarge T., Banner-Goodspeed V.M. Effect of titrating positive end-expiratory pressure (PEEP) with an esophageal pressure-guided strategy vs an Empirical high PEEP-Fio2 strategy on death and Days free from mechanical ventilation among patients with acute respiratory distress syndrome: a randomized clinical trial. J Am Med Assoc. 2019;321(9):846–857. [PMC free article] [PubMed] [Google Scholar]22. Liu L.L., Aldrich J.M., Shimabukuro D.W. Special article: rescue therapies for acute hypoxemic respiratory failure. Anesth Analg. 2010;111(3):693–702. [PubMed] [Google Scholar]23. Pipeling M.R., Fan E. Therapies for refractory hypoxemia in acute respiratory distress syndrome. J Am Med Assoc. 2010;304(22):2521–2527. [PubMed] [Google Scholar]24. Goligher E.C., Hodgson C.L., Adhikari N.K.J. Lung recruitment maneuvers for adult patients with acute respiratory distress syndrome. A systematic review and meta-analysis. Ann Am Thorac Soc. 2017;14(Supplement_4):S304–S311. [PubMed] [Google Scholar]25. Fan E., Wilcox M.E., Brower R.G. Recruitment maneuvers for acute lung injury: a systematic review. Am J Respir Crit Care Med. 2008;178(11):1156–1163. [PubMed] [Google Scholar]26. Kacmarek R.M., Villar J., Sulemanji D. Open lung approach for the acute respiratory distress syndrome: a pilot, randomized controlled trial. Crit Care Med. 2016;44(1):32–42. [PubMed] [Google Scholar]27. Suzumura E.A., Figueiró M., Normilio-Silva K. Effects of alveolar recruitment maneuvers on clinical outcomes in patients with acute respiratory distress syndrome: a systematic review and meta-analysis. Intensive Care Med. 2014;40(9):1227–1240. [PubMed] [Google Scholar]28. Sahetya S.K., Brower R.G. Lung recruitment and titrated PEEP in moderate to severe ARDS: is the door closing on the open lung? J Am Med Assoc. 2017;318(14):1327–1329. [PMC free article] [PubMed] [Google Scholar]29. Guerin C., Papazian L., Reignier J. Effect of driving pressure on mortality in ARDS patients during lung protective mechanical ventilation in two randomized controlled trials. Crit Care. 2016;20(1):384. [PMC free article] [PubMed] [Google Scholar]30. Aoyama H., Pettenuzzo T., Aoyama K. Association of driving pressure with mortality among ventilated patients with acute respiratory distress syndrome: a systematic review and meta-analysis. Crit Care Med. 2018;46(2):300–306. [PubMed] [Google Scholar]31. Aoyama H., Yamada Y., Fan E. The future of driving pressure: a primary goal for mechanical ventilation? J Intensive Care. 2018;6(1):64. [PMC free article] [PubMed] [Google Scholar]32. Brochard L., Slutsky A., Pesenti A. Mechanical ventilation to minimize Progression of lung injury in acute respiratory failure. Am J Respir Crit Care Med. 2017;195(4):438–442. [PubMed] [Google Scholar]33. Mauri T., Cambiaghi B., Spinelli E. Spontaneous breathing: a double-edged sword to handle with care. Ann Transl Med. 2017;5(14):292. [PMC free article] [PubMed] [Google Scholar]34. Yoshida T., Fujino Y., Amato M.B. Fifty Years of research in ARDS. Spontaneous breathing during mechanical ventilation. Risks, mechanisms, and management. Am J Respir Crit Care Med. 2017;195(8):985–992. [PubMed] [Google Scholar]35. van Haren F., Pham T., Brochard L. Spontaneous breathing in early acute respiratory distress syndrome: insights from the large observational study to UNderstand the global impact of severe acute respiratory FailurE study. Crit Care Med. 2019;47(2):229–238. [PMC free article] [PubMed] [Google Scholar]36. Yoshida T., Grieco D.L., Brochard L. Patient self-inflicted lung injury and positive end-expiratory pressure for safe spontaneous breathing. Curr Opin Crit Care. 2020;26(1):59–65. [PubMed] [Google Scholar]37. Barrot L., Asfar P., Mauny F. Liberal or conservative oxygen therapy for acute respiratory distress syndrome. N Engl J Med. 2020;382(11):999–1008. [PubMed] [Google Scholar]38. Investigators I.-R., the A. New Zealand Intensive Care Society Clinical Trials G, et al. Conservative Oxygen Therapy during Mechanical Ventilation in the ICU. N Engl J Med. 2020;382(11):989–998. [PubMed] [Google Scholar]39. Angus D.C. Oxygen therapy for the critically ill. N Engl J Med. 2020;382(11):1054–1056. [PubMed] [Google Scholar]40. Downs J.B., Stock M.C. Airway pressure release ventilation: a new concept in ventilatory support. Crit Care Med. 1987;15(5):459–461. [PubMed] [Google Scholar]41. Jain S.V., Kollisch-Singule M., Sadowitz B. The 30-year evolution of airway pressure release ventilation (APRV) Intensive Care Med Exp. 2016;4(1):11. [PMC free article] [PubMed] [Google Scholar]42. Zhou Y., Jin X., Lv Y. Early application of airway pressure release ventilation may reduce the duration of mechanical ventilation in acute respiratory distress syndrome. Intensive Care Med. 2017;43(11):1648–1659. [PMC free article] [PubMed] [Google Scholar]43. Piraino T., Fan E. Airway pressure release ventilation in patients with acute respiratory distress syndrome: not yet, we still need more data! J Thorac Dis. 2018;10(2):670–673. [PMC free article] [PubMed] [Google Scholar]44. Bryan A.C. The oscillations of HFO. Am J Respir Crit Care Med. 2001;163(4):816–817. [PubMed] [Google Scholar]45. Sklar M.C., Fan E., Goligher E.C. High-frequency oscillatory ventilation in adults with ARDS. Chest. 2017;152(6):1306–1317. [PubMed] [Google Scholar]46. Ferguson N.D., Cook D.J., Guyatt G.H. High-frequency oscillation in early acute respiratory distress syndrome. N Engl J Med. 2013;368(9):795–805. [PubMed] [Google Scholar]47. Young D., Lamb S.E., Shah S. High-frequency oscillation for acute respiratory distress syndrome. N Engl J Med. 2013;368(9):806–813. [PubMed] [Google Scholar]48. Gu X., Wu G., Yao Y. Is high-frequency oscillatory ventilation more effective and safer than conventional protective ventilation in adult acute respiratory distress syndrome patients? A meta-analysis of randomized controlled trials. Crit Care. 2014;18(3):R111. [PMC free article] [PubMed] [Google Scholar]49. Papazian L., Aubron C., Brochard L. Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9(1):69. [PMC free article] [PubMed] [Google Scholar]50. Pelosi P., Brazzi L., Gattinoni L. Prone position in acute respiratory distress syndrome. Eur Respir J. 2002;20(4):1017–1028. [PubMed] [Google Scholar]51. Scholten E.L., Beitler J.R., Prisk G.K. Treatment of ARDS with prone positioning. Chest. 2017;151(1):215–224. [PMC free article] [PubMed] [Google Scholar]52. Gattinoni L., Tognoni G., Pesenti A. Effect of prone positioning on the survival of patients with acute respiratory failure. N Engl J Med. 2001;345(8):568–573. [PubMed] [Google Scholar]53. Taccone P., Pesenti A., Latini R. Prone positioning in patients with moderate and severe acute respiratory distress syndrome: a randomized controlled trial. J Am Med Assoc. 2009;302(18):1977. [PubMed] [Google Scholar]54. Guerin C., Gaillard S., Lemasson S. Effects of systematic prone positioning in hypoxemic acute respiratory failure: a randomized controlled trial. J Am Med Assoc. 2004;292(19):2379. [PubMed] [Google Scholar]55. Mancebo J., Fernández R., Blanch L. A multicenter trial of Prolonged prone ventilation in severe acute respiratory distress syndrome. Am J Respir Crit Care Med. 2006;173(11):1233–1239. [PubMed] [Google Scholar]56. Guérin C., Reignier J., Richard J.-C. Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368(23):2159–2168. [PubMed] [Google Scholar]57. Beitler J.R., Shaefi S., Montesi S.B. Prone positioning reduces mortality from acute respiratory distress syndrome in the low tidal volume era: a meta-analysis. Intensive Care Med. 2014;40(3):332–341. [PMC free article] [PubMed] [Google Scholar]58. Zapol W.M. Extracorporeal membrane oxygenation in severe acute respiratory failure: a randomized prospective study. J Am Med Assoc. 1979;242(20):2193. [PubMed] [Google Scholar]59. Morris A.H., Wallace C.J., Menlove R.L. Randomized clinical trial of pressure-controlled inverse ratio ventilation and extracorporeal CO2 removal for adult respiratory distress syndrome. Am J Respir Crit Care Med. 1994;149(2):295–305. [PubMed] [Google Scholar]60. Peek G.J., Mugford M., Tiruvoipati R. Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial. The Lancet. 2009;374(9698):1351–1363. [PubMed] [Google Scholar]61. Hardin C.C., Hibbert K. ECMO for severe ARDS. N Engl J Med. 2018;378(21):2032–2034. [PubMed] [Google Scholar]62. Combes A., Hajage D., Capellier G. Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. N Engl J Med. 2018;378(21):1965–1975. [PubMed] [Google Scholar]63. ELSO Guidelines for Cardiopulmonary Extracorporeal Life Support Extracorporeal Life Support Organization, Version 1.4 August 2017 Ann Arbor, MI, USA. Available at: www.elso.org.64. ELSO Registry Committee. Yeo H.J., Kim Y.S., Kim D. Risk factors for complete recovery of adults after weaning from veno-venous extracorporeal membrane oxygenation for severe acute respiratory failure: an analysis from adult patients in the Extracorporeal Life Support Organization registry. J Intensive Care. 2020;8(1):64. [PMC free article] [PubMed] [Google Scholar]65. Arentz M., Yim E., Klaff L. Characteristics and outcomes of 21 critically ill patients with COVID-19 in Washington state. J Am Med Assoc. 2020;323(16):1612–1614. [PMC free article] [PubMed] [Google Scholar]66. Cummings M.J., Baldwin M.R., Abrams D. Epidemiology, clinical course, and outcomes of critically ill adults with COVID-19 in New York City: a prospective cohort study. The Lancet. 2020;395(10239):1763–1770. [PMC free article] [PubMed] [Google Scholar]67. Richardson S., Hirsch J.S., Narasimhan M. Presenting Characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York city area. J Am Med Assoc. 2020;323(20):2052–2059. [PMC free article] [PubMed] [Google Scholar]68. Wu C., Chen X., Cai Y. Risk factors associated with acute respiratory distress syndrome and death in patients with Coronavirus disease 2019 pneumonia in Wuhan, China. JAMA Intern Med. 2020;180(7):934–943. [PMC free article] [PubMed] [Google Scholar]69. Yang X., Yu Y., Xu J. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. 2020;8(5):475–481. [PMC free article] [PubMed] [Google Scholar]70. Savel R.H., Shiloh A.L., Saunders P.C. Mechanical ventilation during the Coronavirus disease 2019 pandemic: combating the tsunami of misinformation from mainstream and social media. Crit Care Med. 2020;48(9):1398–1400. [PMC free article] [PubMed] [Google Scholar]71. Marini J.J., Gattinoni L. Management of COVID-19 respiratory distress. J Am Med Assoc. 2020;323(22):2329–2330. [PubMed] [Google Scholar]72. Poston J.T., Patel B.K., Davis A.M. Management of critically ill adults with COVID-19. J Am Med Assoc. 2020;323(18):1839–1841. [PubMed] [Google Scholar]73. World Health Organization. COVID-19 Clinical management: living guidance. WHO/2019-nCoV/clinical/2021.1.74. COVID-19 Treatment Guidelines Panel NI of H  . 2020. Coronavirus disease 2019 (COVID-19) treatment guidelines.https://www.covid19treatmentguidelines.nih.gov/ Available at: Accessed: January 23, 2021. [Google Scholar]75. Mart M.F., Ely E.W. Coronavirus disease 2019 acute respiratory distress syndrome: guideline-Driven care should Be our Natural Reflex. Crit Care Med. 2020 doi: 10.1097/CCM.0000000000004627. [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Matthay M.A., Aldrich J.M., Gotts J.E. Treatment for severe acute respiratory distress syndrome from COVID-19. Lancet Respir Med. 2020;8(5):433–434. [PMC free article] [PubMed] [Google Scholar]77. Frat J.P., Thille A.W., Mercat A. High-flow oxygen through nasal cannula in acute hypoxemic respiratory failure. N Engl J Med. 2015;372(23):2185–2196. [PubMed] [Google Scholar]78. Brambilla A.M., Prina E., Ferrari G. Non-invasive positive pressure ventilation in pneumonia outside Intensive Care Unit: an Italian multicenter observational study. Eur J Intern Med. 2019;59:21–26. [PubMed] [Google Scholar]79. Aliberti S., Radovanovic D., Billi F. Helmet CPAP treatment in patients with COVID-19 pneumonia: a multicentre cohort study. Eur Respir J. 2020;56(4):2001935. [PMC free article] [PubMed] [Google Scholar]80. Oranger M., Gonzalez-Bermejo J., Dacosta-Noble P. Continuous positive airway pressure to avoid intubation in SARS-CoV-2 pneumonia: a two-period retrospective case-control study. Eur Respir J. 2020;56(2):2001692. [PMC free article] [PubMed] [Google Scholar]81. Patel B.K., Wolfe K.S., Pohlman A.S. Effect of noninvasive ventilation delivered by Helmet vs face mask on the rate of endotracheal intubation in patients with acute respiratory distress syndrome: a randomized clinical trial. J Am Med Assoc. 2016;315(22):2435–2441. [PMC free article] [PubMed] [Google Scholar]82. Ferreyro B.L., Angriman F., Munshi L. Association of noninvasive oxygenation strategies with all-cause mortality in adults with acute hypoxemic respiratory failure: a systematic review and meta-analysis. J Am Med Assoc. 2020;324(1):57–67. [PMC free article] [PubMed] [Google Scholar]83. Grieco D.L., Menga L.S., Raggi V. Physiological comparison of high-flow nasal cannula and helmet noninvasive ventilation in acute hypoxemic respiratory failure. Am J Respir Crit Care Med. 2020;201(3):303–312. [PubMed] [Google Scholar]84. Haymet A., Bassi G.L., Fraser J.F. Airborne spread of SARS-CoV-2 while using high-flow nasal cannula oxygen therapy: myth or reality? Intensive Care Med. 2020;46(12):2248–2251. [PMC free article] [PubMed] [Google Scholar]85. Schmidt M., Hajage D., Lebreton G. Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome associated with COVID-19: a retrospective cohort study. Lancet Respir Med. 2020;8(11):1121–1131. [PMC free article] [PubMed] [Google Scholar]86. Barbaro R.P., MacLaren G., Boonstra P.S. Extracorporeal membrane oxygenation support in COVID-19: an international cohort study of the Extracorporeal Life Support Organization registry. Lancet. 2020;396(10257):1071–1078. [PMC free article] [PubMed] [Google Scholar]87. Shekar K., Slutsky A.S., Brodie D. ECMO for severe ARDS associated with COVID-19: now we know we can, but should we? Lancet Respir Med. 2020;8(11):1066–1068. [PMC free article] [PubMed] [Google Scholar]"}