{"title": "Neutrophils and secondary infections in COVID-19 induced acute respiratory distress syndrome", "pubDate": "2021", "PMCID": "PMC8452528", "DOI": "10.1016/j.nmni.2021.100944", "PMID": "34567574", "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus is the cause of the current global pandemic and has affected more than 188 countries worldwide. Infection by the virus can have diverse clinical manifestations, with one of the most severe clinical manifestation being respiratory failure and the development of acute respiratory distress syndrome. Clinical manifestations of acute respiratory distress syndrome secondary to SARS-CoV-2 are also diverse with a lack of diagnostic tools to distinguish between primary viral infection and secondary bacterial infections. This was a single-centre, retrospective case-control study of bronchoalveolar lavage fluid cell counts, flow cytometry and culture results from mechanically ventilated patients with SARS-CoV-2 (COVID-19) pneumonia and acute respiratory distress syndrome. Neutrophils were the predominant cell type in bronchoalveolar fluid samples up to 2 weeks into mechanical ventilation. There also was a strong correlation between positive respiratory cultures and significant elevation in bronchoalveolar fluid neutrophil counts/percentages and serum C-reactive protein levels. Absolute levels of T cell subtypes correlated with reduced lung compliance measurements. Patients with SARS-CoV-2 and severe respiratory disease are at risk for secondary infections. In some COVID-19 patients, serum C-reactive protein and bronchoalveolar fluid neutrophils may be correlated with a secondary infection.", "author": [{"author": "Z M Holliday", "affiliation": ["Department of Medicine, University of Missouri, Columbia, MO, USA."], "href": "/?term=Holliday+ZM&cauthor_id=34567574"}, {"author": "M M Alnijoumi", "affiliation": ["Department of Medicine, University of Missouri, Columbia, MO, USA."], "href": "/?term=Alnijoumi+MM&cauthor_id=34567574"}, {"author": "M A Reed", "affiliation": ["Department of Medicine, University of Missouri, Columbia, MO, USA."], "href": "/?term=Reed+MA&cauthor_id=34567574"}, {"author": "A P Earhart", "affiliation": ["Department of Molecular Pathogenesis & Therapeutics Program, University of Missouri, Columbia, MO, USA."], "href": "/?term=Earhart+AP&cauthor_id=34567574"}, {"author": "A G Schrum", "affiliation": ["Department of Molecular Microbiology and Immunology, University of Missouri, Columbia, MO, USA.", "Department of Surgery, School of Medicine, University of Missouri, Columbia, MO, USA.", "Department of Biomedical Biological & Chemical Engineering, University of Missouri, Columbia, MO, USA."], "href": "/?term=Schrum+AG&cauthor_id=34567574"}, {"author": "L-A H Allen", "affiliation": ["Department of Molecular Microbiology and Immunology, University of Missouri, Columbia, MO, USA.", "Department of Molecular Pathogenesis & Therapeutics Program, University of Missouri, Columbia, MO, USA."], "href": "/?term=Allen+LH&cauthor_id=34567574"}, {"author": "A Krvavac", "affiliation": ["Department of Medicine, University of Missouri, Columbia, MO, USA."], "href": "/?term=Krvavac+A&cauthor_id=34567574"}], "refPMID": ["31986264", "22797452", "32728965", "32375845", "10542991", "10543266", "24824328", "20070586", "32043378", "11904651", "24972386", "25073709", "20930007", "32711058", "21471084", "28785034", "3004270", "9700116", "16088447", "16648241", "16388483", "21046059", "33198751", "8239251", "11174191", "33429418"], "citedInPMID": ["34567574"], "body": " AbstractSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus is the cause of the current global pandemic and has affected more than 188 countries worldwide. Infection by the virus can have diverse clinical manifestations, with one of the most severe clinical manifestation being respiratory failure and the development of acute respiratory distress syndrome. Clinical manifestations of acute respiratory distress syndrome secondary to SARS-CoV-2 are also diverse with a lack of diagnostic tools to distinguish between primary viral infection and secondary bacterial infections. This was a single-centre, retrospective case-control study of bronchoalveolar lavage fluid cell counts, flow cytometry and culture results from mechanically ventilated patients with SARS-CoV-2 (COVID-19) pneumonia and acute respiratory distress syndrome. Neutrophils were the predominant cell type in bronchoalveolar fluid samples up to 2 weeks into mechanical ventilation. There also was a strong correlation between positive respiratory cultures and significant elevation in bronchoalveolar fluid neutrophil counts/percentages and serum C-reactive protein levels. Absolute levels of T cell subtypes correlated with reduced lung compliance measurements. Patients with SARS-CoV-2 and severe respiratory disease are at risk for secondary infections. In some COVID-19 patients, serum C-reactive protein and bronchoalveolar fluid neutrophils may be correlated with a secondary infection.Keywords: Acute respiratory distress syndrome, bacteria, C-reactive protein, COVID-19, pneumonia IntroductionInfection by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) can have diverse manifestations, with the most common early symptoms being cough and fever [1]. The most severe clinical manifestation secondary to infection with this virus is acute respiratory distress syndrome (ARDS). The virus differs from other insulting factors leading to ARDS by the time from onset of symptoms to the development of ARDS. In the classic Berlin definition of ARDS, respiratory distress develops within 1 week of a known clinical insult [2]. In contrast, most patients who develop ARDS secondary to SARS-CoV-2 present 8–12 days after symptom onset and 4–5 days after hospitalization. Despite early fears of prolonged requirements of mechanical ventilation compared with other causes of ARDS, SARS-CoV-2-induced ARDS appears to be like other cases of moderate to severe ARDS noted in the Berlin definition as indicated by a mean duration of 14 days [[1], [2], [3], [4]]. Although there are similarities in duration of symptoms to other causes of ARDS, there is still limited evidence about what causes individuals to develop severe disease. Bronchoalveolar fluid (BALF) analysis has been used previously to help differentiate between viral and bacterial pneumonia, determine if a secondary infection is present, or determine if a noninfectious cause may be contributing to the development of severe pulmonary disease [[5], [6], [7]]. We retrospectively evaluated BALF cell counts, flow cytometry and culture results in patients with ARDS secondary to COVID-19 to gain insight into the immune response to COVID-19 infection and determine if secondary infections were commonly found in patients who developed severe disease. MethodsStudy designThis is a single-centre, retrospective observational study of patients with COVID-19 pneumonia, confirmed with SARS-CoV-2 RNA real-time polymerase chain reaction (PCR) testing, who developed clinical manifestation of ARDS. The patients underwent diagnostic bronchoscopy with bronchoalveolar lavage within 7 days of initiation of mechanical ventilation at the University of Missouri, a 247-bed academic centre medical hospital, between March 1, 2020, and October 31, 2020. Bronchoscopy was performed by the primary clinical team, and the location of bronchoalveolar lavage differed based on clinical situation. Bronchoalveolar lavage was performed by instilling sterile saline through the working channel of a bronchoscope that was placed in the wedged position in a segmental airway. Fluid was retrieved using wall suction and collected in a sterile trap before sending to the clinical laboratory for analysis. The Institutional Review Board at the University of Missouri approved the collection of clinical data from patients with COVID-19 infections with exemption of informed consent from each patient because of the study involving only information collection and analysis (#2025101).Data collectionDemographic and clinical data of the patients were collected from the electronic medical records and included demographic characteristics (age and sex), underlying disease, laboratory tests (including BALF), microbiology findings, medications, ventilator settings, complications and outcome measures. Diagnosis of COVID-19 was based on a positive viral PCR swab from the respiratory tract.Statistical analysisStatistical test and graphs were made using GraphPad Prism software. Data are presented as arithmetic mean ± standard error of the mean. Statistical difference was assessed by two-tailed, unpaired t-test. Pearson's correlation coefficient (r) was used to assess the strength of the linear relationship between two variables. Statistical significance for the study was defined based on a p <0.05.Patient demographicsA total of 28 patients were included in this retrospective study. The average age of the patient population was 62 years, with a range of age from 24 to 81 years. Patient gender distribution was 79% male vs. 21% female, and ethnicity was non-Hispanic white (68%), Hispanic (29%) and African American (3%). The most common comorbidities included obesity (75%), type 2 diabetes mellitus (64%), hypertension (68%) and coronary artery disease (32%). All patients were on mechanical ventilation during their hospital admission. The mean length of mechanical ventilation was 17 days with a minimum to maximum range of 5–44 days. All patients were diagnosed with ARDS with a baseline arterial oxygen partial pressure to fractional inspired oxygen (PaO2/FiO2) ratio ranging from 50 to 286. All BALF samples were obtained while the patients were on mechanical ventilation.BALF analysisAll BALF samples were evaluated for cell count and differential and were cultured to detect bacterial and fungal species. Fifteen of the samples also underwent flow cytometry analysis to detect leukocyte surface CD3, CD4 and CD8, and cell counts and percentages were determined using a BD FACSCanto™ II 8-colour cytometer with quantification of T cell subsets performed using BD Multitest CD3/CD8/CD45/CD4 reagent. The number of events collected per sample was 10,000. When able, ventilator parameters were documented for comparative analysis, including PaO2/FiO2 ratio, static lung compliance (TidalVolume(mL)PlateauPressure−PEEP), alveolar to arterial (A-a) gradient and positive end-expiratory pressure. Other parameters evaluated included serum inflammatory markers at the day of admission and before bronchoscopy or before positive respiratory culture (C-reactive protein [CRP], ferritin and procalcitonin), serum total white blood cell count, serum neutrophil count, serum lymphocyte count and APACHE-2 scores. A secondary infection was defined as a clinical picture consistent with pneumonia, and a respiratory culture was deemed positive if a BALF/quantitative tracheal lavage sample had bacterial growth >104 or was bacterial PCR positive. ResultsCharacteristics of patient populationBaseline patient serum inflammatory markers, PaO2/FiO2 ratio, A-a gradient, APACHE-2 scores and serum white blood cell were obtained for each patient (Table 1). A total of 43 BALF samples were available for analysis from the 28 patients included in the study. Eighteen patients had one BAL sample obtained during hospitalization, with 10 patients having more than one sample obtained. Bronchoscopy was performed at Day 6 of mechanical ventilation on average, with a range from Day 1 to Day 22. Three of the samples were unable to have cell differential performed because of significant cellular degradation noted by the pathologist. Collected data included day bronchoscopy was performed, BALF findings (total leukocyte count, cellular differential percentage and absolute counts and flow cytometry if obtained), serum inflammatory markers obtained within 24 hours of flexible bronchoscopy (CRP, ferritin and procalcitonin), lung injury and ventilator parameters on the day of bronchoscopy (PaO2/FiO2, static compliance and positive end-expiratory pressure), total days of mechanical ventilation and mortality (Supplementary Material A). Positive respiratory cultures were noted in 11 patients who also had a clinical diagnosis of superimposed bacterial or fungal pneumonia, with the most common species being Staphylococcus aureus and Streptococcus pneumoniae (Supplementary Material B).Table 1Demographics.Age (years)a62 (24–81)Gender Maleb22 (79%) Femaleb6 (21%)Ethnicity White, non-Hispanicb19 (68%) Hispanicb8 (29%) African Americanb1 (3%)Comorbidities Type 2 diabetesb18 (64%) Hypertensionb19 (68%) Coronary artery diseaseb9 (32%) Obesityb21 (75%)APACHE-2 score Hospital admissiona13 (3–34) Day 1 mechanical ventilationa19 (11–34)WBC on admission, ×109/L Total WBCa8.7 (5–31.4) Neutrophila7.4 (2–26.4) Lymphocytea0.8 (0.21–2.44)C-reactive protein (mg/dL) on admissiona17.3 (3.36–51.43)PaO2/FiO2 Day 1 mechanical ventilationa136 (66–286)A-a gradient day 1 mechanical ventilationa446 (236–589)Systemic corticosteroidsb24 (86%)Remdesivirb26 (93%)Convalescent plasmab24 (86%)Prone positioningb21 (75%)Paralytic therapyb24 (86%)Open in a separate windowWBC, white blood cell; PaO2/FiO2, ratio of arterial oxygen partial pressure to fractional inspired oxygen; A-a, alveolar to arterial gradient.aMean (minimum to maximum).bTotal and % of sample total.Neutrophils predominate BALFBALF samples were neutrophil predominant, with an average neutrophil percentage of 67%. When samples were separated by the day of mechanical ventilation when collected, there was no significant difference in percent neutrophil count or absolute log10 neutrophil count (Supplementary Figs. 1A-B). There was a strong positive correlation between BALF neutrophil percentages and serum CRP levels drawn within 24 hours of bronchoscopy (r2 = 0.23, p = 0.0023; Fig. 1A). BALF neutrophil percentages were also significantly higher in patients with a corresponding positive respiratory culture (p = 0.012; Fig. 1B).Open in a separate windowFig. 1Elevation in serum C-reactive protein correlated well with BALF neutrophil count (A). When comparing BALF neutrophil percentage in samples with associated positive and negative respiratory culture, BALF neutrophil percentage <60% were more commonly associated with a negative respiratory culture, ∗p < 0.05 (B).T cell subtype analysisAn increase in CD4+ log10 absolute cell count levels strongly correlated with a reduction in static lung compliance (lung stiffness; r2 = 0.55, p = 0.01; Fig. 2 A–C). There was no significant correlation between static lung compliance and CD3+ or CD8+ log10 absolute cell count levels. Interestingly, CD3+ or CD8+ log10 absolute cell count levels were higher in patients with pre-existing diabetes and obesity (Supplementary Material A).Open in a separate windowFig. 2Increasing amounts of absolute log10 CD3+, CD4+, and CD8+ cells were associated with an overall reduction in measured static compliance obtained on the day when the bronchoscopy was performed, ∗p < 0.05 (A–C). Alveolar macrophage counts were positively associated with CD4+ counts p < 0.05 (D).C-reactive proteinSerum CRP levels drawn within 24 hours of respiratory culture were also significantly higher in patients with positive bacterial or fungal respiratory culture(s) (p ≤0.0001; Fig. 3A). Admission CRP correlated well with serum neutrophil count (r2 = 0.41, p ≤ 0.0001) and had a strong correlation with PaO2/FiO2 on Day 1 of mechanical (r2 = 0.39, p = 0.008; Fig. 3B). There were no further correlations between CRP levels and collected outcomes.Open in a separate windowFig. 3C-reactive protein was compared with multiple measured variables in patients with severe COVID-19. Higher serum C-reactive protein levels were noted in patients with corresponding positive respiratory cultures, in particular levels greater than 30 mg/dL had a high specificity, ∗∗∗∗p < 0.0001 (A). On admission, the initial C-reactive protein had a strong correlation to the initial PaO2/FiO2 ratio obtained in newly intubated and mechanically ventilated patients (B). DiscussionARDS is a syndrome that can have multiple causative agents whether from a viral pneumonia or robust inflammatory state from an extrapulmonary condition. SARS-CoV-2 appears to be like other eliciting causes for ARDS with a wide variation in clinical outcomes and disease progression. Previous studies have shown a positive correlation between the degree of elevation in CRP on admission and progression to ARDS, as well as ARDS severity [3,8,9]. This retrospective study found a similar association between CRP elevation and degree of ARDS severity on the first day of mechanical ventilation. The strong correlation between CRP and positive respiratory cultures in patients with a clinical diagnosis of secondary bacterial/fungal pneumonia may suggest the use of its value as a screening tool for the consideration of evaluation and/or empirical treatment for secondary infections in patients with severe COVID-19 pneumonia. CRP is an inflammatory marker and acute-phase protein involved in the complement pathway to clear microorganisms and stimulate cell-mediated cytotoxicity through neutrophil activation [10]. Induction of CRP synthesis and secretion is triggered by circulating cytokines, including interleukin (IL)-6 and tumour necrosis factor alpha [11]. CRP levels increase within a few hours of a stimulus, have a doubling time of 8 hours, peak within 1–2 days and have a half-life of approximately 19 hours [10]. During the H1N1 influenza pandemic, higher serum inflammatory markers, including CRP, predicted a longer duration of mechanical ventilation. Elevated serum inflammatory markers and lower PaO2/FiO2 ratios in other viral pneumonia were also associated with a diagnosis of a bacterial coinfection [12]. In our cohort, significantly elevated CRP had a strong positive correlation with a corresponding bacterial or fungal coinfection based on cultures and clinical picture. Although our sample size was small, our data suggest that a CRP >25 may support evaluation and/or empiric therapy for a secondary bacterial pneumonia. Other studies have also shown that higher serum CRP levels are more often found in bacterial pneumonia than viral pneumonia [10]. The most common bacterial species found in our patient population was similar to patients with H1N1 influenza in 2009 and included S. pneumoniae and S. aureus [12,13]. Early studies suggested secondary infections occur in the range of 5–14% of patients with severe COVID-19 and approximately 8% in critically ill patients [14]. Our rates of secondary infection were much higher than those earlier reported. One potential explanation for this high rate of secondary infections may be the use of high-dose corticosteroids as was previously observed when high-dose steroids were used in patients with H1N1 [15]. Another explanation is selection bias in our patient population, as each patient was undergoing BAL sampling out of concern for a possible superimposed secondary infection.Patients with an elevated serum CRP in our cohort were also more commonly found to have an elevated BALF neutrophil percentage. In previous studies, the predominant cell type in BALF obtained from ARDS patients are neutrophils, with percent of cells recovered ranging from 62% to 91% [16,17]. Over time in those studies, both the percentage and absolute neutrophil counts decreased with a corresponding increase in the percentage of macrophages, especially in survivors [18]. Neutrophils play an important role in the innate immune response in the lungs [19,20]. Neutrophil recruitment to the lungs is dependent on cytokine signalling pathways, including nuclear factor kappa B, tumour necrosis factor alpha and IL-6 [[20], [21], [22]]. A recent study out of Italy showed similar findings of elevated neutrophil counts in the BALF of patients on mechanical ventilation as well as a strong positive correlation with higher levels of IL-6 and IL-8 in the BALF. Patients who had received steroids had lower levels of IL-6 compared with those who received antiviral therapy alone, making a potential connection for the benefit behind dexamethasone therapy [23].Unlike previous ARDS studies, neutrophil counts in the BALF of patients with severe COVID-19 appeared to increase up to 1 week with support of mechanical ventilation. This may indicate a delay in neutrophil clearance from the airways, persistent viral infection, extended lifespan of the neutrophils, lung injury from ventilation and/or persistent recruitment triggered by a developing and unidentified secondary infection. Our study found a correlation between a more significant BALF neutrophil percentage in patients with positive respiratory cultures. This may suggest that persistent BALF neutrophilia is from secondary infections. Viral load testing is not commonly performed in our clinical laboratory, and we are unable to comment on if changes in dynamic viral load may have contributed to the persistent neutrophilia. Prolonged courses of mechanical ventilation were also associated with persistent elevation in BAL neutrophil percentages and absolute number of immune cells, supporting the hypothesis of persistent lung injury from mechanical ventilation.A possible explanation for clinical benefit from dexamethasone in patients with severe COVID-19 pneumonia may be a reduction in macrophage production of proinflammatory cytokines driving persistent neutrophil recruitment to the pulmonary interstitium [24]. An undesirable effect of macrophage suppression/alteration may be seen in the interaction of alveolar macrophages and T cell subtypes. Despite the positive correlation of absolute macrophage counts and CD4+ T cells, lung compliance appears to be reduced in patients with higher T cell subgroup counts, suggesting the alveolar macrophages, which are present in the lung, may no longer function properly to limit the effects of CD4+ T cell inflammation (Fig. 2D) [25]. One model of how SARS-CoV-2 spreads through the lungs involves a self-sustaining inflammatory loop between infected alveolar macrophages and recruited T cells [26]. This model would support the hypothesis of increased T cells being secondary to overall infection burden causing reduced lung compliance.LimitationsOur study is limited by being from a single centre with limited sample size and being retrospective in nature. If plausible, future studies should aim to include multicenter patient data sets and a larger patient population. The correlation between systemic inflammatory markers and BALF findings is also limited by not having BALF cytokine measurements or functionality assays to better support our postulations. Future studies should include these measurements to determine if systemic markers mirror the markers in BAL fluid and lung tissue. ConclusionBALF analysis from patients with severe SARS-CoV-2 infection complicated by ARDS depicts a different evolution of the immune response compared with previous ARDS studies. A more persistent neutrophilia in the BALF may be secondary to either SARS-CoV-2 or secondary infections. Although our cohort was small, the data show a positive correlation between BALF neutrophil count and CRP, both of which were strongly predictive of a secondary bacterial infection. Our findings suggest that both BALF neutrophil counts and high serum CRP (>25 mg/dL) could be used as evidence of a potential bacterial superinfection in patients with severe SARS-CoV-2 infection. Future multicenter studies with larger cohorts are needed to determine more accurate thresholds and to elucidate other manifestations of ARDS secondary to SARS-CoV-2. FundingThis study was supported by funds from the University of Missouri. Authors’ contributionZ.H., A.K., M.R. and M.A. collected and analysed the data. Z.H. wrote the article. A.G.S., A.E., A.K. and L.A. reviewed and edited the article. A.G.S., A.E. and L.A. contributed immunological expertise. FootnotesAppendix ASupplementary data to this article can be found online at https://doi.org/10.1016/j.nmni.2021.100944. References1. Huang C., Wang Y., Li X. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. [PMC free article] [PubMed] [Google Scholar]2. The ARDS Definition Task Force∗  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]3. Ferrando C., Suarez-Sipmann F., Mellado-Artigas R. Clinical features, ventilatory management, and outcome of ARDS caused by COVID-19 are similar to other causes of ARDS. Intensive Care Med. 2020:1–12. [PMC free article] [PubMed] [Google Scholar]4. Xu Li, Ma Xiaochun. Acute respiratory failure in COVID-19: is it “typical” ARDS? Crit Care. 2020 May;23:198. [PMC free article] [PubMed] [Google Scholar]5. Jacobs J.A., De Brauwer El, Ramsay G. Detection of non-infectious conditions mimicking pneumonia in the intensive care setting: usefulness of bronchoalveolar fluid cytology. Respir Med. 1999;93(8):571–578. doi: 10.1016/s0954-6111(99)90157-9. [PubMed] [CrossRef] [Google Scholar]6. Cobben N.A., Jacobs J.A., van Dieijen-Visser M.P., Mulder P.G., Wouters E.F., Drent M. Diagnostic value of BAL fluid cellular profile and enzymes in infectious pulmonary disorders. Eur Respir J. 1999;14(3):496–502. doi: 10.1034/j.1399-3003.1999.14c04. [PubMed] [CrossRef] [Google Scholar]7. Choi S.H., Hong S.B., Hong H.L. Usefulness of cellular analysis of bronchoalveolar lavage fluid for predicting the etiology of pneumonia in critically ill patients. PLoS One. 2014;9(5):e97346. doi: 10.1371/journal.pone.0097346. Published 2014 May 13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Toba A., Yamazaki M. Lower incidence of acute respiratory distress syndrome in community-acquired pneumonia patient aged 85 years or older. Respirology. 2010;15:319–325. [PubMed] [Google Scholar]9. Li S., Zhao D., Cui K., Wang L., Ma X., Li Y. Prevalence, potential risk factors and mortality rates of acute respiratory distress syndrome in Chinese patients with sepsis. J Int Med Res. 2020;48(2) 300060519895659. [PMC free article] [PubMed] [Google Scholar]10. Póvoa P. C-reactive protein: a valuable marker of sepsis. Intensive Care Med. 2002;28(3):235–243. [PubMed] [Google Scholar]11. Boras E., Slevin M., Alexander M.Y. Monomeric C-reactive protein and Notch-3 co-operatively increase angiogenesis through PI3K signaling pathway. Cytokine. 2014;69(2):165–179. [PubMed] [Google Scholar]12. Bello S., Minchole E., Fandos S. Inflammatory response in mixed viral-bacterial community acquired pneumonia. BMC Pulm Med. 2014;14:123. [PMC free article] [PubMed] [Google Scholar]13. Martin-Loeches I., Sanchez-Corral A., Diaz E. Community-acquired respiratory coinfection in critically ill patients with pandemic 2009 influenza A(H1N1) virus. Chest. 2011;139(3):555–562. [PubMed] [Google Scholar]14. Langford B.J., So M., Raybardhan S. Bacterial co-infection and secondary infection in patients with COVID-19: a living rapid review and meta-analysis. Clin Microbiol Infect. 2020 S1198-743X(20)30423-30427. [PMC free article] [PubMed] [Google Scholar]15. Kim S.H., Hong S.B., Yun S.C. Corticosteroid treatment in critically ill patients with pandemic influenza A/H1N1 2009 infection: analytic strategy using propensity scores. Am J Respir Crit Care Med. 2011;183(9):1207–1214. [PubMed] [Google Scholar]16. Bhargava M., Viken K., Wang Q. Bronchoalveolar lavage fluid protein expression in acute respiratory distress syndrome provides insights into pathways activated in subjects with different outcomes. Sci Rep. 2017;7(1):7464. [PMC free article] [PubMed] [Google Scholar]17. Weiland J.E., Davis W.B., Holter J.F., Mohammed J.R., Dorinsky P.M., Gadek J.E. Lung neutrophils in the adult respiratory distress syndrome. Clinical and pathophysiologic significance. Am Rev Respir Dis. 1986;133(2):218–225. [PubMed] [Google Scholar]18. Madtes D.K., Rubenfeld G., Klima L.D. Elevated transforming growth factor-alpha levels in bronchoalveolar lavage fluid of patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 1998;158(2):424–430. [PubMed] [Google Scholar]19. Wang Q., Doerschuk C.M., Mizgerd J.P. Neutrophils in innate immunity. Semin Respir Crit Care Med. 2004;25:33–41. [PubMed] [Google Scholar]20. Prince A.S., Mizgerd J.P., Wiener-Kronish J., Bhattacharya J. Cell signaling underlying the pathophysiology of pneumonia. Am J Physiol Lung Cell Mol Physiol. 2006;291:L297–L300. [PubMed] [Google Scholar]21. Jones M.R., Quinton L.J., Simms B.T., Lupa M.M., Kogan M.S., Mizgerd J.P. Roles of interleukin-6 in activation of STAT proteins and recruitment of neutrophils during Escherichia coli pneumonia. J Infect Dis. 2006;193(3):360–369. [PMC free article] [PubMed] [Google Scholar]22. Grommes J., Soehnlein O. Contribution of neutrophils to acute lung injury. Mol Med. 2011;17(3–4):293–307. [PMC free article] [PubMed] [Google Scholar]23. Pandolfi L., Fossali T., Frangipane V., Bozzini S., Morosini M., D'Amato M., Lettieri S., Urtis M., Di Toro A., Saracino L., Percivalle E., Tomaselli S., Cavagna L., Cova E., Mojoli F., Bergomi P., Ottolina D., Lilleri D., Corsico A.G., Arbustini E., Colombo R., Meloni F. Broncho-alveolar inflammation in COVID-19 patients: a correlation with clinical outcome. BMC Pulm Med. 2020 Nov 16;20(1):301. [PMC free article] [PubMed] [Google Scholar]24. Boumpas D.T., Chrousos G.P., Wilder R.L., Cupps T.R., Balow J.E. Glucocorticoid therapy for immune-mediated diseases: basic and clinical correlates. Ann Intern Med. 1993 Dec 15;119(12):1198–1208. [PubMed] [Google Scholar]25. Blumenthal R.L., Campbell D.E., Hwang P., DeKruyff R.H., Frankel L.R., Umetsu D.T. Human alveolar macrophages induce functional inactivation in antigen-specific CD4 T cells. J Allergy Clin Immunol. 2001;107(2):258–264. [PubMed] [Google Scholar]26. Grant R.A., Morales-Nebreda L., Markov N.S., Swaminathan S., Querrey M., Guzman E.R., Abbott D.A., Donnelly H.K., Donayre A., Goldberg I.A., Klug Z.M., Borkowski N., Lu Z., Kihshen H., Politanska Y., Sichizya L., Kang M., Shilatifard A., Qi C., Lomasney J.W., Argento A.C., Kruser J.M., Malsin E.S., Pickens C.O., Smith S.B., Walter J.M., Pawlowski A.E., Schneider D., Nannapaneni P., Abdala-Valencia H., Bharat A., Gottardi C.J., Budinger G.R.S., Misharin A.V., Singer B.D., Wunderink R.G., NU SCRIPT Study Investigators  Circuits between infected macrophages and T cells in SARS-CoV-2 pneumonia. Nature. 2021 Jan 11 doi: 10.1038/s41586-020-03148-w. Epub ahead of print. PMID: 33429418. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}