{"title": "Evaluating the Role of the Interleukin-23/17 Axis in Critically Ill COVID-19 Patients", "pubDate": "2021", "PMCID": "PMC8466794", "DOI": "10.3390/jpm11090891", "PMID": "34575667", "abstract": "Studies have hypothesized a potential role of the interleukin (IL)-23/17 axis in coronavirus disease 2019 (COVID-19). However, to date, levels of IL-23 and 17 have not been compared between critically ill COVID-19 patients and critically ill non-COVID-19 patients. IL-23 and 17 were measured on admission to the intensive care unit (ICU) in critically ill COVID-19 (N = 38) and critically ill non-COVID-19 (N = 34) patients with an equal critical illness severity. Critically ill non-COVID-19 patients did not have sepsis or septic shock on ICU admission. None of the enrolled patients had previously received corticosteroids. In our study, circulating IL-17 levels were higher in the COVID-19 patients. More specifically, critically ill COVID-19 patients had levels of 0.78 (0.05-1.8) pg/mL compared to 0.11 (0.05-0.9) pg/mL in the critically ill non-COVID-19 patients (p = 0.04). In contrast, IL-23 levels were comparable between groups. A group of patients hospitalized in the specialized COVID-19 clinic (N = 16) was also used to evaluate IL-17 and IL-23 levels with respect to COVID-19 severity. Non-critically ill COVID-19 patients had undetectable levels of both cytokines. Our results support the notion of inhibiting IL-17 in critical COVID-19 infection.", "author": [{"author": "Edison Jahaj", "affiliation": ["First Department of Critical Care Medicine & Pulmonary Services, School of Medicine, National & Kapodistrian University of Athens, Evangelismos Hospital, 106 76 Athens, Greece."], "href": "/?term=Jahaj+E&cauthor_id=34575667"}, {"author": "Alice G Vassiliou", "affiliation": ["First Department of Critical Care Medicine & Pulmonary Services, School of Medicine, National & Kapodistrian University of Athens, Evangelismos Hospital, 106 76 Athens, Greece."], "href": "/?term=Vassiliou+AG&cauthor_id=34575667"}, {"author": "Chrysi Keskinidou", "affiliation": ["First Department of Critical Care Medicine & Pulmonary Services, School of Medicine, National & Kapodistrian University of Athens, Evangelismos Hospital, 106 76 Athens, Greece."], "href": "/?term=Keskinidou+C&cauthor_id=34575667"}, {"author": "Parisis Gallos", "affiliation": ["Computational Biomedicine Laboratory, Department of Digital Systems, University of Piraeus, 185 34 Piraeus, Greece."], "href": "/?term=Gallos+P&cauthor_id=34575667"}, {"author": "Charikleia S Vrettou", "affiliation": ["First Department of Critical Care Medicine & Pulmonary Services, School of Medicine, National & Kapodistrian University of Athens, Evangelismos Hospital, 106 76 Athens, Greece."], "href": "/?term=Vrettou+CS&cauthor_id=34575667"}, {"author": "Stamatios Tsipilis", "affiliation": ["First Department of Critical Care Medicine & Pulmonary Services, School of Medicine, National & Kapodistrian University of Athens, Evangelismos Hospital, 106 76 Athens, Greece."], "href": "/?term=Tsipilis+S&cauthor_id=34575667"}, {"author": "Zafeiria Mastora", "affiliation": ["First Department of Critical Care Medicine & Pulmonary Services, School of Medicine, National & Kapodistrian University of Athens, Evangelismos Hospital, 106 76 Athens, Greece."], "href": "/?term=Mastora+Z&cauthor_id=34575667"}, {"author": "Stylianos E Orfanos", "affiliation": ["First Department of Critical Care Medicine & Pulmonary Services, School of Medicine, National & Kapodistrian University of Athens, Evangelismos Hospital, 106 76 Athens, Greece."], "href": "/?term=Orfanos+SE&cauthor_id=34575667"}, {"author": "Ioanna Dimopoulou", "affiliation": ["First Department of Critical Care Medicine & Pulmonary Services, School of Medicine, National & Kapodistrian University of Athens, Evangelismos Hospital, 106 76 Athens, Greece."], "href": "/?term=Dimopoulou+I&cauthor_id=34575667"}, {"author": "Anastasia Kotanidou", "affiliation": ["First Department of Critical Care Medicine & Pulmonary Services, School of Medicine, National & Kapodistrian University of Athens, Evangelismos Hospital, 106 76 Athens, Greece."], "href": "/?term=Kotanidou+A&cauthor_id=34575667"}], "refPMID": ["32696264", "32376901", "32434211", "32325026", "16670765", "34205262", "32302707", "25145755", "33622933", "25016133", "22797452", "33045526", "32926425", "32651218", "32949577", "22258491", "23732752", "30745461", "20559326", "21441609", "34217135", "32678530", "33163859", "32358791", "32294258", "32584451", "33173806", "32358580", "22025253", "32627226", "34237556"], "citedInPMID": ["34575667"], "body": " AbstractStudies have hypothesized a potential role of the interleukin (IL)-23/17 axis in coronavirus disease 2019 (COVID-19). However, to date, levels of IL-23 and 17 have not been compared between critically ill COVID-19 patients and critically ill non-COVID-19 patients. IL-23 and 17 were measured on admission to the intensive care unit (ICU) in critically ill COVID-19 (N = 38) and critically ill non-COVID-19 (N = 34) patients with an equal critical illness severity. Critically ill non-COVID-19 patients did not have sepsis or septic shock on ICU admission. None of the enrolled patients had previously received corticosteroids. In our study, circulating IL-17 levels were higher in the COVID-19 patients. More specifically, critically ill COVID-19 patients had levels of 0.78 (0.05–1.8) pg/mL compared to 0.11 (0.05–0.9) pg/mL in the critically ill non-COVID-19 patients (p = 0.04). In contrast, IL-23 levels were comparable between groups. A group of patients hospitalized in the specialized COVID-19 clinic (N = 16) was also used to evaluate IL-17 and IL-23 levels with respect to COVID-19 severity. Non-critically ill COVID-19 patients had undetectable levels of both cytokines. Our results support the notion of inhibiting IL-17 in critical COVID-19 infection.Keywords: COVID-19, IL-17, IL-23, critically ill, personalized treatment 1. IntroductionSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection exhibits a wide diversity of symptoms, resulting in a plethora of clinical manifestations, and variable disease severity. Patients with moderate to severe disease develop lung injury, most commonly coronavirus disease 2019 (COVID-19) pneumonia [1]. A common complication of more severe cases is the development of acute respiratory distress syndrome (ARDS) [2]. It has been suggested that the diversity in symptom severity, and eventually the patients’ adverse outcome, is most likely attributed to differences in the host’s immunological profile, rather than virus variation [3]. Viral infection is often accompanied by an excessive inflammatory response, termed “cytokine storm”, which damages the endothelial integrity and facilitates the induction of endothelitis [4]. The immunopathology of COVID-19 is currently at the center of basic and clinical research. Multiple studies have reported highly elevated levels of pro-inflammatory cytokines in COVID-19 and have linked the cytokine storm with severe complications and poor outcomes. However, there is currently a limited understanding of the cytokine storm in severe COVID-19.The interleukin (IL)-23/17 axis plays a central role in the development of inflammation, and in host defense against bacterial infection [5]. The IL-23/17 axis has been associated with inflammation, as well as a variety of diseases and autoimmunity. IL-23 induces the differentiation of naive cluster of differentiation 4+ (CD4+) T cells into IL-17-producing T-helper cells (Th17) [5]. IL-17 is one of the many cytokines released during COVID-19 [6]. IL-17 is a pro-inflammatory cytokine, mainly produced by Th17 cells, but also by innate and other adaptive immune cells; it is crucial in recruiting and activating neutrophils, which are heavily involved in the pathogenesis of COVID-19 [7]. Neutralizing IL-23 or IL-17 therapeutic strategies appear to have a good impact on immune-mediated inflammatory disorders such as psoriasis, multiple sclerosis, and rheumatoid arthritis (RA) [8]. The study of the involvement of the IL-23/17 axis in COVID-19 could have significant implications. A presumed central role of this axis to the pathophysiology of COVID-19-related ARDS could suggest the inhibition of this pathway as a therapeutic strategy. The several IL-17 antagonists that are used in the treatment of autoimmune conditions could also be potential beneficial treatments for severe COVID-19 cases [7].In a previous study, we concluded that the characterization of the cytokine storm seen in COVID-19 depends on control group selection [9]. To the best of our knowledge, however, no study has measured IL-23 and IL-17 levels in critically ill COVID-19 and non-COVID-19 patients. To this end, we aimed to compare IL-23 and IL-17 levels between critically ill COVID-19 patients and critically ill non-COVID-19 patients with an equal disease severity. All of the patients studied were steroid-free. Moreover, non-COVID-19 patients did not have sepsis or septic shock on intensive care unit (ICU) admission. An additional group of patients hospitalized in the specialized COVID-19 clinic was also used for comparison. 2. Materials and MethodsThis observational study was conducted in one general ICU and one specialized COVID-19 clinic. Our prospective study adhered to the ethical standards of the research committee, and the current Helsinki Declaration. The study received approval (129/19 March 2020) from the Hospital Research Ethics Committee. All patients included in the study or the patients’ next-of-kin provided us with their informed consent. ICU or ward admission (within 24 h) serum concentrations of IL-23 (detection limit: 16.3 pg/mL) and IL-17 (detection limit: 0.051 pg/mL) were concurrently determined by the enzyme-linked immunosorbent assays (ELISA) (R&D Systems, Inc, Minneapolis, MN, USA), by the same researcher, in 38 consecutive critically ill COVID-19 patients, 34 consecutive critically ill non-COVID-19 patients, and 16 non-critically ill COVID-19 patients hospitalized in the specialized COVID-19 clinic of our hospital. All samples were assayed in duplicate. COVID-19 infection was confirmed by real-time reverse transcription PCR (RT-PCR) in nasopharyngeal swabs. All of the critically ill COVID-19 patients included in our study presented with pneumonia and were directly admitted to the ICU from March 22 to 5 October 2020. The non-critically ill patients were hospitalized in the specialized COVID-19 clinic of our hospital from 11 April to 14 October 2020. Dexamethasone administration and age < 18 years constituted the exclusion criteria. The critically ill non-COVID-19 patients were part of a previously studied cohort [10].Regarding the statistical analyses, descriptive statistics were calculated, and two-group comparisons were performed using the Student’s t-test or the Mann–Whitney test for the non-parametric variables. In addition, the chi-square test for qualitative variables and Spearman’s correlation coefficient for quantitative variables were calculated. For descriptive statistics, mean ± standard deviation (SD) for normally distributed variables, median with interquartile range (IQR) for variables with skewed distribution, and count (%) when categorical, were also calculated using the GraphPad software (GraphPad Software, Inc., San Diego, CA, USA). For all the bivariable analyses, a p-value < 0.05 was considered statistically significant. 3. ResultsThe critically ill non-COVID-19 patients consisted of trauma patients (32.4%), surgical patients (32.4%), and medical (central nervous system, CNS-related pathologies) cases (35.2%). The two critically ill groups did not differ in terms of disease severity (Table 1). COVID-19 patients manifested the first symptoms 6 ± 2 days prior to ICU admission. COVID-19-inflicted ARDS [11] was present in 90% of the patients. As has been documented, the critically ill COVID-19 patients were older, mostly male, and had more comorbidities compared to the population of a general ICU. In our study, circulating IL-17 levels were higher in critically ill COVID-19 patients compared to non-COVID-19 critically ill patients (Table 1 and Figure 1). The subset of COVID-19 inflicted ARDS patients (N = 34) also had higher IL-17 levels compared to the non-COVID-19 patients suffering from ARDS (N = 20) (0.86 vs. 0.24, p < 0.05). Among the critically ill COVID-19 patients, ICU admission IL-17 levels did not differ between survivors and non-survivors (0.73 pg/mL vs. 0.69 pg/mL, p > 0.05), but tended to be higher in patients with COVID-19-inflicted ARDS requiring invasive mechanical ventilation compared to those who were not intubated (0.86 pg/mL vs. 0.08 pg/mL, p = 0.08). IL-23 levels were comparable between the two critically ill cohorts (Table 1 and Figure 1). In the non-critically ill COVID-19 patients, the levels of both interleukins were undetectable (Table 1).Open in a separate windowFigure 1Interleukin levels in critically ill COVID-19 and non-COVID-19 patients. IL-23 (A) and IL-17 (B) were measured on ICU admission in 38 COVID-19 patients and 34 non-COVID-19 critically ill patients. Data are presented as scatter plots showing median and interquartile range. Line in the middle, median value; upper and lower lines, 25th to 75th centiles. * p < 0.05 by Mann–Whitney. COVID-19 = coronavirus disease 19; IL: interleukin.Table 1Patient characteristics on admission.ParametersCritically IllCritically IllNon-Critically IllCOVID-19Non-COVID-19COVID-19(N = 38)(N = 34)(N = 16)Age, mean ± SD, years63 ± 1150 ± 21 **55 ± 15 *Sex, N (%)\n\n\nMale31 (81.6)20 (58.8) *8 (50.0) *Female7 (18.4)14 (41.2)8 (50.0)Comorbidities, N (%)25 (65.8)10 (29.4) **9 (56.3)Diabetes532Hypertension1752CAD41-COPD11-ARDS, N (%)34 (89.5)20 (58.8) **4 (25.0) ****PaO2/FiO2, mean ± SD, mmHg196 ± 86280 ± 140 **342 ± 90 ****APACHE II score, mean ± SD15 ± 612 ± 4NASOFA score, mean ± SD7 ± 36 ± 2NACRP, median (IQR), mg/dL11.8 (5.3–19.8)4.1 (1.8–10.9) **2.6 (0.6–11.8) **White blood cell count, mean ± SD, cells/µL10220 ± 470010830 ± 33506070 ± 3670 **IL-23, median (IQR), pg/mL16.3 (16.3–100.5)16.3 (16.3–180.4)UndetectableIL-17, median (IQR), pg/mL0.78 (0.05–1.89)0.11 (0.05–0.91) *UndetectableMortality, N (%)10 (27.8)5 (16.7)1 (6.3)Open in a separate windowData are expressed as number of patients (N) and percentages of totals (%), mean ± SD, or median (IQR), as appropriate. Two-group comparisons were performed against the critically ill COVID-19 patients using either the Student’s t-test or the non-parametric Mann–Whitney test, as appropriate. The chi-square test was used to assess associations between qualitative variables. All parameters were estimated within the first 24 h post-admission. IL-23 levels were undetectable in 17 (44.7%) critically ill COVID-19 patients and 17 (50.0%) critically ill non-COVID-19 patients, whereas IL-17 levels were undetectable in 7 (18.4%) critically ill COVID-19 patients and 13 (38.2%) critically ill non-COVID-19 patients. APACHE = acute physiology and chronic health evaluation; ARDS = acute respiratory distress syndrome; CAD = coronary artery disease; COPD = chronic obstructive pulmonary disease; COVID-19 = coronavirus disease 2019; CRP = C-reactive protein; IL = interleukin; IQR = interquartile range; NA = not applicable; SD = standard deviation; SOFA = sequential organ failure assessment. * p < 0.05; ** p < 0.01; *** p < 0.001; **** p < 0.0001 from the critically ill COVID-19 patients.In the critically ill COVID-19 patients, levels of IL-17 and IL-23 did not exhibit a correlation (p > 0.05). Using previously published data of the critically ill COVID-19 patients [9], we found that IL-17 levels positively correlated with tumor necrosis factor α (TNF-α) levels (rs = 0.33, p = 0.049; Figure 2). IL-17 did not correlate with the other previously measured interleukins (IL-6, IL-8, and IL-10), while IL-23 did not correlate with any of the cytokines previously measured.Open in a separate windowFigure 2Spearman’s correlation coefficient analysis was performed on IL-17 and TNF-α levels evaluated on ICU admission (within 24 h). IL-17: interleukin-17; TNF-α: tumor necrosis factor-α. 4. DiscussionTo the best of our knowledge, no other study has measured IL-23 and IL-17 levels in critically ill COVID-19 patients, or compared their levels to critically ill non-COVID-19 patients and non-critically ill COVID-19 patients. In the present study, we found that IL-17 levels in critically ill COVID-19 patients were higher compared to critically ill non-COVID-19 subjects, with an equal critical illness severity. Moreover, IL-17 levels were undetectable in non-critically ill COVID-19 patients. These findings might support a potential role of IL-17 inhibition in critical COVID-19 infection.Despite a potential role of IL-17 as an intervention target for COVID-19, clinical data are currently limited. In two previous studies, COVID-19 patients were found to have higher IL-17 levels compared to healthy subjects [12,13]. In another study, no significant differences were found in IL-17 between severe and non-severe COVID-19 cases [14], while no difference was detected in COVID-19 patients and healthy subjects [15]. Many reports have also suggested a potential role of IL-17 as a target in COVID-19. IL-17 has been linked to viral load in a small number of COVID-19 patients, and the authors proposed its use as a potential biomarker of COVID-19 severity [16]. In our critically ill COVID-19 patients, ICU admission IL-17 levels did not differ in survivors and non-survivors; they tended, however, to be higher in patients with COVID-19-inflicted ARDS requiring invasive mechanical ventilation compared to non-ARDS patients. Moreover, IL-17 positively correlated with TNF-α levels in the critically ill COVID-19 patients. Previous results from our group have shown that circulating IL-6 and IL-10 were lower, while TNF-α and IL-8 levels were higher, in the same critically ill COVID-19 patients compared to the critically ill non-COVID-19 patients [9]. The synergistic action of IL-17 with TNF-α has been shown to have major pro-coagulant and pro-thrombotic effects [17,18], and furthermore, combined blockade of TNF-α and IL-17 has been shown to be a safe treatment strategy in autoimmune diseases where monotherapy is not fully effective [19].Besides the main IL-17 producers, CD4+ and CD8+ cells, different subtypes of innate lymphocytes, such as gamma-delta (γδ) T cells, natural killer T cells (NKT), and group 3 innate lymphoid cells (ILC3), also contribute to IL-17 production [20,21]. During infection, NKT cells migrate from the circulation to the lung, where they form aggregates. An increased concentration of highly activated NKTs is observed, following chemokine release in the bronchoalveolar lavage (BAL) of patients with COVID-19 [22]. NKT cells are important antiviral effectors due to their ability to respond without a prior sensitization, and therefore, are able to produce IL-17 immediately following antigen exposure. In contrast, IL-17 production from CD4+ T cells is more complex, and depends on different factors and cytokines [6,21,22]. Likewise, γδ T cells have been characterized as a primary source of IL-17 secretion in several in vitro lung injury models [20]. It appears plausible that the innate IL-17-producing cells mentioned above, through their ability to express transcriptional IL-17 regulators, rapidly produce IL-17 within the first hours of antigen stimulation and, therefore, could have an integral role in the formation of the adaptive immune response [20]. Hence, it seems that Th17 plays a role in the pathogenesis of COVID-19 pneumonia, not only by inducing the cytokine cascade, but also by modulating the adaptive immune response [6].Since the release of the RECOVERY trial results, dexamethasone has been recommended and applied as a principal treatment for COVID-19 hospitalized patients who require supplemental oxygen [23]. Daily administration of dexamethasone increased the 28-day survival in patients receiving respiratory support, when administered more than 7 days following symptom onset. At this phase, inflammatory lung damage is more likely. Dexamethasone is a glucocorticoid that has been used as a treatment in a wide range of diseases. Its quick anti-inflammatory and immunosuppressive properties render it a suitable candidate for controlling the immune-mediated lung damage present in severe COVID-19 cases [24]. Corticosteroids inhibit the production of pro-inflammatory cytokines, such as IL-17, repressing the associated COVID-19 hyper-inflammation [24,25]. In our cohort, the patients were from the “first wave” and had not received corticosteroids. It is possible that dexamethasone administration would have alleviated IL-17 production, and systemically promoted a more anti-inflammatory phenotype.The inhibition of IL-23 and IL-17 with monoclonal antibodies is a very effective therapy for psoriasis, psoriatic arthritis, and other autoimmune diseases. Case reports have shown that patients with psoriasis treated with IL-17A antagonists, including secukinumab and ixekizumab, showed relatively mild disease or were asymptomatic when they were infected with SARS-CoV-2 [26,27,28,29]. Similar to psoriasis, imbalance of the pro- and anti-inflammatory cytokines is also seen in ARDS. The increased pro-inflammatory cytokine production in the lungs is characterized by diffuse alveolar damage, neutrophil recruitment, and protein-rich edema in the alveolar space [30]. In fact, in the influenza A virus subtype H1N1 pandemic, IL-17 blocking agents improved the response in mice, by reducing inflammatory cell recruitment to the lungs, cytokine production, and lung edema formation [31]. These wide favorable actions support a protective role of IL-17 inhibitors in COVID-19 [32]. Very recently, in a pilot case-control study, it was demonstrated that the patients with severe COVID-19 treated with anti-IL-17 monoclonal antibodies showed moderated inflammatory response and improved oxygenation; however, treatment did not seem to improve survival, or reduce mechanical ventilation requirement [33]. With the aim of achieving new target-specific drug therapies, examining cytokines known to be associated with chronic hyper-inflammatory diseases could potentially lead us in repurposing drugs and improving the existing therapeutic strategies.The limitations of our study must be mentioned. This was a single-center study with a limited sample size, not allowing for generalization. Multi-center studies with a larger patient population are needed to confirm our findings. The strengths include the fact that the two groups of critically ill patients had an equal disease severity. Another strength is the fact that we also included non-critically ill COVID-19 patients.The results of our study are important for at least two reasons. One is that measuring serum IL-17 levels could provide a biomarker for the evolution of lung involvement in COVID 19. Studies with serial measurements are needed in order to support this hypothesis. Another is that the plethora of monoclonal antibodies that can inhibit the Th17 response, and are currently used in autoimmune conditions, could potentially be beneficial in treating COVID-19-induced ARDS. Measuring the levels of specific cytokines could possibly help us to identify those COVID-19 patients who could benefit the most from monoclonal antibody therapies. This personalized treatment option could provide us with improved outcome status. 5. ConclusionsIn our cohort, IL-17 levels in critically ill COVID-19 patients were higher compared to critically ill non-COVID-19 subjects, with an equal critical illness severity. Given our results, and the so far produced clinical trial reports in COVID-19 patients, more attention needs to be brought to the IL-23/17 axis. A deeper comprehension of the IL-23/17 axis could help design new and more personalized therapies. AcknowledgmentsWe would like to thank the non-profit institute “THORAX” Research Centre for Intensive and Emergency Thoracic Medicine, Athens, Greece. Author ContributionsConceptualization, E.J. and A.G.V.; methodology, E.J., A.G.V., C.K., S.T. and Z.M.; validation, S.E.O. and I.D.; formal analysis, E.J., A.G.V., P.G. and C.S.V.; resources, A.K.; data curation, E.J., A.G.V., C.K., S.T. and Z.M.; writing—original draft preparation, E.J., C.K., P.G., S.T., Z.M. and S.E.O.; writing—review and editing, E.J., A.G.V., C.K., C.S.V., I.D. and A.K.; visualization, E.J.; supervision, I.D. and A.K.; project administration, I.D. and A.K.; funding acquisition, A.K. All authors have read and agreed to the published version of the manuscript. FundingThis research received no external funding. Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the Institutional Ethics Committee of EVANGELISMOS GENERAL HOSPITAL (protocol code 129 and date of approval 19 March 2020). Informed Consent StatementInformed consent was obtained from all subjects or subjects’ next-of-kin involved in the study. Data Availability StatementData supporting reported results are available upon reasonable request. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Machhi J., Herskovitz J., Senan A.M., Dutta D., Nath B., Oleynikov M.D., Blomberg W.R., Meigs D.D., Hasan M., Patel M., et al.  The Natural History, Pathobiology, and Clinical Manifestations of SARS-CoV-2 Infections. J. Neuroimmune Pharmacol. Off. J. Soc. NeuroImmune Pharmacol. 2020;15:359–386. doi: 10.1007/s11481-020-09944-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Merad M., Martin J.C. Pathological inflammation in patients with COVID-19: A key role for monocytes and macrophages. Nat. Rev. Immunol. 2020;20:355–362. doi: 10.1038/s41577-020-0331-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Zhang X., Tan Y., Ling Y., Lu G., Liu F., Yi Z., Jia X., Wu M., Shi B., Xu S., et al.  Viral and host factors related to the clinical outcome of COVID-19. Nature. 2020;583:437–440. doi: 10.1038/s41586-020-2355-0. [PubMed] [CrossRef] [Google Scholar]4. Varga Z., Flammer A.J., Steiger P., Haberecker M., Andermatt R., Zinkernagel A.S., Mehra M.R., Schuepbach R.A., Ruschitzka F., Moch H. Endothelial cell infection and endotheliitis in COVID-19. Lancet. 2020;395:1417–1418. doi: 10.1016/S0140-6736(20)30937-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Iwakura Y., Ishigame H. The IL-23/IL-17 axis in inflammation. J. Clin. Investig. 2006;116:1218–1222. doi: 10.1172/JCI28508. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Martonik D., Parfieniuk-Kowerda A., Rogalska M., Flisiak R. The Role of Th17 Response in COVID-19. Cells. 2021;10:1550.  doi: 10.3390/cells10061550. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Casillo G.M., Mansour A.A., Raucci F., Saviano A., Mascolo N., Iqbal A.J., Maione F. Could IL-17 represent a new therapeutic target for the treatment and/or management of COVID-19-related respiratory syndrome? Pharmacol. Res. 2020;156:104791. doi: 10.1016/j.phrs.2020.104791. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Gaffen S.L., Jain R., Garg A.V., Cua D.J. The IL-23-IL-17 immune axis: From mechanisms to therapeutic testing. Nat. Rev. Immunol. 2014;14:585–600. doi: 10.1038/nri3707. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Vassiliou A.G., Dimopoulou I., Jahaj E., Keskinidou C., Mastora Z., Orfanos S.E., Kotanidou A. Selection of the Appropriate Control Group Is Essential in Evaluating the Cytokine Storm in COVID-19. In Vivo. 2021;35:1295–1298. doi: 10.21873/invivo.12381. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Vassiliou A.G., Mastora Z., Orfanos S.E., Jahaj E., Maniatis N.A., Koutsoukou A., Armaganidis A., Kotanidou A. Elevated biomarkers of endothelial dysfunction/activation at ICU admission are associated with sepsis development. Cytokine. 2014;69:240–247. doi: 10.1016/j.cyto.2014.06.010. [PubMed] [CrossRef] [Google Scholar]11. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The Berlin Definition. Jama. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]12. Ghazavi A., Ganji A., Keshavarzian N., Rabiemajd S., Mosayebi G. Cytokine profile and disease severity in patients with COVID-19. Cytokine. 2021;137:155323. doi: 10.1016/j.cyto.2020.155323. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Sadeghi A., Tahmasebi S., Mahmood A., Kuznetsova M., Valizadeh H., Taghizadieh A., Nazemiyeh M., Aghebati-Maleki L., Jadidi-Niaragh F., Abbaspour-Aghdam S., et al.  Th17 and Treg cells function in SARS-CoV2 patients compared with healthy controls. J. Cell. Physiol. 2021;236:2829–2839. doi: 10.1002/jcp.30047. [PubMed] [CrossRef] [Google Scholar]14. Orlov M., Wander P.L., Morrell E.D., Mikacenic C., Wurfel M.M. A Case for Targeting Th17 Cells and IL-17A in SARS-CoV-2 Infections. J. Immunol. 2020;205:892–898. doi: 10.4049/jimmunol.2000554. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Burgos-Blasco B., Güemes-Villahoz N., Santiago J.L., Fernandez-Vigo J.I., Espino-Paisán L., Sarriá B., García-Feijoo J., Martinez-de-la-Casa J.M. Hypercytokinemia in COVID-19: Tear cytokine profile in hospitalized COVID-19 patients. Exp. Eye Res. 2020;200:108253. doi: 10.1016/j.exer.2020.108253. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Liu Y., Zhang C., Huang F., Yang Y., Wang F., Yuan J., Zhang Z., Qin Y., Li X., Zhao D., et al.  Elevated plasma levels of selective cytokines in COVID-19 patients reflect viral load and lung injury. Natl. Sci. Rev. 2020;7:1003–1011. doi: 10.1093/nsr/nwaa037. [CrossRef] [Google Scholar]17. Hot A., Lenief V., Miossec P. Combination of IL-17 and TNFα induces a pro-inflammatory, pro-coagulant and pro-thrombotic phenotype in human endothelial cells. Ann. Rheum. Dis. 2012;71:768–776. doi: 10.1136/annrheumdis-2011-200468. [PubMed] [CrossRef] [Google Scholar]18. Wang C.Q.F., Akalu Y.T., Suarez-Farinas M., Gonzalez J., Mitsui H., Lowes M.A., Orlow S.J., Manga P., Krueger J.G. IL-17 and TNF synergistically modulate cytokine expression while suppressing melanogenesis: Potential relevance to psoriasis. J. Investig. Dermatol. 2013;133:2741–2752. doi: 10.1038/jid.2013.237. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Shen F., Verma A.H., Volk A., Jones B., Coleman B.M., Loza M.J., Malaviya R., Moore B., Weinstock D., Elloso M.M., et al.  Combined Blockade of TNF-α and IL-17A Alleviates Progression of Collagen-Induced Arthritis without Causing Serious Infections in Mice. J. Immunol. 2019;202:2017–2026. doi: 10.4049/jimmunol.1801436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Cua D.J., Tato C.M. Innate IL-17-producing cells: The sentinels of the immune system. Nat. Rev. Immunol. 2010;10:479–489. doi: 10.1038/nri2800. [PubMed] [CrossRef] [Google Scholar]21. Strzępa A., Szczepanik M. IL-17-expressing cells as a potential therapeutic target for treatment of immunological disorders. Pharmacol. Rep. PR. 2011;63:30–44. doi: 10.1016/S1734-1140(11)70396-6. [PubMed] [CrossRef] [Google Scholar]22. Björkström N.K., Ponzetta A. Natural killer cells and unconventional T cells in COVID-19. Curr. Opin. Virol. 2021;49:176–182. doi: 10.1016/j.coviro.2021.06.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Horby P., Lim W.S., Emberson J.R., Mafham M., Bell J.L., Linsell L., Staplin N., Brightling C., Ustianowski A., Elmahi E., et al.  Dexamethasone in Hospitalized Patients with COVID-19. N. Engl. J. Med. 2021;384:693–704. doi: 10.1056/NEJMoa2021436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Ahmed M.H., Hassan A. Dexamethasone for the Treatment of Coronavirus Disease (COVID-19): A Review. SN Compr. Clin. Med. 2020;2:1–10. doi: 10.1007/s42399-020-00610-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Datta C., Bhattacharjee A. Cytokine Storm and its Implication in Coronavirus disease 2019 (COVID-19) J. Immunol. Sci. 2021;4:4–21. doi: 10.29245/2578-3009/2020/3.1190. [CrossRef] [Google Scholar]26. Balestri R., Rech G., Girardelli C.R. SARS-CoV-2 infection in a psoriatic patient treated with IL-17 inhibitor. J. Eur. Acad. Dermatol. Venereol. JEADV. 2020;34:e357–e358. doi: 10.1111/jdv.16571. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Messina F., Piaserico S. SARS-CoV-2 infection in a psoriatic patient treated with IL-23 inhibitor. J. Eur. Acad. Dermatol. Venereol. JEADV. 2020;34:e254–e255. doi: 10.1111/jdv.16468. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Wang C.J., Truong A.K. COVID-19 infection on IL-23 inhibition. Dermatol. Ther. 2020;33:e13893. doi: 10.1111/dth.13893. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Ward M., Gooderham M. Asymptomatic SARS-CoV2 infection in a patient receiving risankizumab, an inhibitor of interleukin 23. JAAD Case Rep. 2021;7:60–61. doi: 10.1016/j.jdcr.2020.10.032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Pacha O., Sallman M.A., Evans S.E. COVID-19: A case for inhibiting IL-17? Nat. Rev. Immunol. 2020;20:345–346. doi: 10.1038/s41577-020-0328-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Li C., Yang P., Sun Y., Li T., Wang C., Wang Z., Zou Z., Yan Y., Wang W., Wang C., et al.  IL-17 response mediates acute lung injury induced by the 2009 pandemic influenza A (H1N1) virus. Cell Res. 2012;22:528–538. doi: 10.1038/cr.2011.165. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Bulat V., Situm M., Azdajic M.D., Likic R. Potential role of IL-17 blocking agents in the treatment of severe COVID-19? Br. J. Clin. Pharmacol. 2020;87:1578–1581. doi: 10.1111/bcp.14437. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Avdeev S.N., Trushenko N.V., Tsareva N.A., Yaroshetskiy A.I., Merzhoeva Z.M., Nuralieva G.S., Nekludova G.V., Chikina S.Y., Gneusheva T.Y., Suvorova O.A., et al.  Anti-IL-17 monoclonal antibodies in hospitalized patients with severe COVID-19: A pilot study. Cytokine. 2021;146:155627. doi: 10.1016/j.cyto.2021.155627. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}