{"title": "AKR1C1 alleviates LPS‑induced ALI in mice by activating the JAK2/STAT3 signaling pathway", "pubDate": "2021", "PMCID": "PMC8503743", "DOI": "10.3892/mmr.2021.12473", "PMID": "34590152", "abstract": "Acute lung injury (ALI) is a respiratory tract disease characterized by increased alveolar/capillary permeability, lung inflammation and structural damage to lung tissues, which can progress and transform into acute respiratory distress syndrome (ARDS). Although there are several treatment strategies available to manage this condition, there is still no specific cure for ALI. Aldo‑keto reductase family 1 member C1 (AKR1C1) is a member of the aldo‑keto reductase superfamily, and is a well‑known Nrf2 target gene and an oxidative stress gene. The aim of the present study was to investigate the effects of AKR1C1 on a lipopolysaccharide (LPS)‑induced ALI model. After mice received LPS treatment, the mRNA expression levels of AKR1C1 in the bronchoalveolar lavage fluid and serum were measured using reverse transcription‑quantitative PCR and its relationship with the inflammatory factors and malondialdehyde levels were determined using correlation analysis. Next, AKR1C1 was overexpressed or knocked out in mice, and subsequently ALI was induced in mice using LPS. The severity of ALI, oxidative stress and inflammation in the lungs were measured, and the potential involvement of the Janus kinase 2 (JAK2)/signal transduction activator of transcription 3 (STAT3) signaling pathway was assessed by measuring the changes of lung injury parameters after the agonists of JAK2/STAT3 pathway, including interleukin (IL)‑6 and colivelin, were administrated to mice. The results revealed that AKR1C1 expression was decreased in the LPS‑induced ALI mouse model. AKR1C1 expression was inversely correlated with serum tumor necrosis factor‑α, IL‑6 and malondialdehyde levels, and positively correlated with serum IL‑10 levels. AKR1C1 overexpression significantly attenuated lung injury, as shown by the changes in Evans blue leakage in the lung, lung wet/dry weight ratio, PaO2/FIO2 ratio, survival rate of mice and histological lung changes. In addition, the JAK2/STAT3 signaling pathway was significantly deactivated by AKR1C1+/+. When AKR1C1+/+ mice were treated with JAK2/STAT3 agonists, the effects of AKR1C1 overexpression on lung injury and oxidative stress were abolished. In conclusion, AKR1C1 may protect against oxidative stress and serve as a negative regulator of inflammation in ALI/ARDS. In addition, the JAK2/STAT3 signaling pathway could participate in the protective effects of AKR1C1 against ALI.", "author": [{"author": "Xianjun Wang", "affiliation": ["Emergency Observation Ward, The First People's Hospital of Lianyungang, Lianyungang, Jiangsu 222002, P.R. China."], "href": "/?term=Wang+X&cauthor_id=34590152"}, {"author": "Baocheng Yang", "affiliation": ["Emergency Observation Ward, The First People's Hospital of Lianyungang, Lianyungang, Jiangsu 222002, P.R. China."], "href": "/?term=Yang+B&cauthor_id=34590152"}, {"author": "Yuyu Li", "affiliation": ["Emergency Observation Ward, The First People's Hospital of Lianyungang, Lianyungang, Jiangsu 222002, P.R. China."], "href": "/?term=Li+Y&cauthor_id=34590152"}, {"author": "Jiye Luo", "affiliation": ["Emergency Medicine Department, The First People's Hospital of Lianyungang; 3Emergency Medicine Department, The First Affiliated Hospital of Kangda College of Nanjing Medical University, Lianyungang, Jiangsu 222002, P.R. China."], "href": "/?term=Luo+J&cauthor_id=34590152"}, {"author": "Yanli Wang", "affiliation": ["Emergency Medicine Department, The First People's Hospital of Lianyungang; 3Emergency Medicine Department, The First Affiliated Hospital of Kangda College of Nanjing Medical University, Lianyungang, Jiangsu 222002, P.R. China."], "href": "/?term=Wang+Y&cauthor_id=34590152"}], "refPMID": ["23982144", "21742208", "27803355", "29767265", "28506137", "18620380", "12899831", "24189185", "32986742", "16543247", "28210161", "32104503", "29344298", "33170398", "29047084", "31254953", "26997994", "25979474", "32707302", "25068825", "20006013", "32468040", "28905450", "29658571", "11846609", "27109193", "27756605", "29953198", "20339177", "11801375", "19706366", "21050889", "11289154", "30038616", "25347274", "22797452", "29117492", "16871588", "29466596", "26895644", "19241241", "24255785", "29462936", "29621734", "25787825", "11060293", "23426178", "25285632", "25676437"], "citedInPMID": ["34590152"], "body": " AbstractAcute lung injury (ALI) is a respiratory tract disease characterized by increased alveolar/capillary permeability, lung inflammation and structural damage to lung tissues, which can progress and transform into acute respiratory distress syndrome (ARDS). Although there are several treatment strategies available to manage this condition, there is still no specific cure for ALI. Aldo-keto reductase family 1 member C1 (AKR1C1) is a member of the aldo-keto reductase superfamily, and is a well-known Nrf2 target gene and an oxidative stress gene. The aim of the present study was to investigate the effects of AKR1C1 on a lipopolysaccharide (LPS)-induced ALI model. After mice received LPS treatment, the mRNA expression levels of AKR1C1 in the bronchoalveolar lavage fluid and serum were measured using reverse transcription-quantitative PCR and its relationship with the inflammatory factors and malondialdehyde levels were determined using correlation analysis. Next, AKR1C1 was overexpressed or knocked out in mice, and subsequently ALI was induced in mice using LPS. The severity of ALI, oxidative stress and inflammation in the lungs were measured, and the potential involvement of the Janus kinase 2 (JAK2)/signal transduction activator of transcription 3 (STAT3) signaling pathway was assessed by measuring the changes of lung injury parameters after the agonists of JAK2/STAT3 pathway, including interleukin (IL)-6 and colivelin, were administrated to mice. The results revealed that AKR1C1 expression was decreased in the LPS-induced ALI mouse model. AKR1C1 expression was inversely correlated with serum tumor necrosis factor-α, IL-6 and malondialdehyde levels, and positively correlated with serum IL-10 levels. AKR1C1 overexpression significantly attenuated lung injury, as shown by the changes in Evans blue leakage in the lung, lung wet/dry weight ratio, PaO2/FIO2 ratio, survival rate of mice and histological lung changes. In addition, the JAK2/STAT3 signaling pathway was significantly deactivated by AKR1C1+/+. When AKR1C1+/+ mice were treated with JAK2/STAT3 agonists, the effects of AKR1C1 overexpression on lung injury and oxidative stress were abolished. In conclusion, AKR1C1 may protect against oxidative stress and serve as a negative regulator of inflammation in ALI/ARDS. In addition, the JAK2/STAT3 signaling pathway could participate in the protective effects of AKR1C1 against ALI.Keywords: acute lung injury, aldo-keto reductase family 1 member C1, oxidative stress, interleukin-6, colivelin, Janus kinase 2, signal transduction activator of transcription 3 IntroductionAcute lung injury (ALI) is a respiratory tract disease characterized by increased alveolar/capillary permeability, lung inflammation and structural destruction of lung tissue (1). ALI is primarily characterized by alveolar epithelial and capillary endothelial cell injury, and manifests as diffuse pulmonary interstitial and alveolar edema, which can lead to acute respiratory dysfunction, the most serious form of which is acute respiratory distress syndrome (ARDS) (2). The primary clinical manifestations of ARDS are hypoxia and low lung compliance. Notably, the pathogenesis of ALI remains unclear; at present, it has been established that oxidative stress and uncontrolled inflammation are important mechanisms underlying the occurrence and progression of ALI (3). During the development of ALI, various inflammatory mediators, including tumor necrosis factor-α (TNF-α) and interleukin (IL)-8, initiate a cascade of reactions leading to the accumulation of neutrophils in the lung (4,5). Although there are several treatments available, such as mechanical ventilation therapy, vasodilators (nitric oxide and prostaglandins), surfactants, antioxidants, glucocorticoids and anti-inflammatory drugs, all of which facilitate in management of the disease, there are still no specific cures for ALI.Aldo-keto reductase (AKR) family 1 member C1 (AKR1C1) is a member of the AKR family of the human AKR superfamily (6). The enzymatic function of AKR1C1 is to utilize the oxidized form of nicotinamide adenine dinucleotide phosphate as a coenzyme to reduce aldehydes or ketones to the corresponding alcohol (6). AKR1C1 and its subfamily members, AKR1C2 and AKR1C3, possess a high degree of homology (6,7). AKR1C isoenzymes serve a key role in NADPH-dependent reduction (8), and AKR1C1 is also a well-known Nrf2 target gene and an oxidative stress gene (9,10). Notably, it has previously been revealed that, in both small-cell lung cancer and non-small-cell lung cancer, high AKR1C1expression is associated with the proliferation and migration of cancer cells (11,12). In addition, it has been reported that AKR1C1 could activate signal transduction activator of transcription 3 (STAT3) to promote the metastasis of non-small cell lung cancer or promote cervical cancer progression via regulating Twist1 expression (13,14). However, to the best of our knowledge, the function of AKR1C1 in the protection of normal lung cells against lung injury has not been investigated. Since oxidative stress serves an important role in ALI (15), it is possible that AKR1C1 may protect normal lung cells from injury.The Janus kinase 2 (JAK2)/STAT3 signaling pathway is activated by cytokine stimulation, which allows for delivery of biological signals to target cells and the regulation of downstream genes involved in cell proliferation, inflammation and fibrosis (16). It has previously been shown that the JAK2/STAT3 signaling pathway is involved in the pathological process of pancreatitis-associated lung injury (17). A previous study revealed that AKR1C1 could act on the interaction of STAT3 with JAK2 to promote the metastasis of non-small cell lung cancer, indicating the potential regulatory role of AKR1C1 in the JAK2/STAT3 signaling pathway (13). However, to the best of our knowledge, whether JAK2/STAT3 signaling is involved in the effects of AKR1C1 on the development of ALI remains undetermined. Therefore, in the present study, AKR1C1 was overexpressed or knocked out in mice, which were then injected intraperitoneally with lipopolysaccharide (LPS) to establish an in vivo ALI mouse model. The severity of ALI, oxidative stress and inflammation in the lungs were then measured. Furthermore, the involvement of the JAK2/STAT3 signaling pathway was investigated, which may provide a molecular mechanistic understanding of the effects of AKR1C1. Materials and methodsAnimals and groups Male BALB/c mice (age, 6–8 weeks; weight, 25–30 g; n=350 mice) were obtained from Shanghai Experimental Animal Center (Shanghai, China; http://www.slarc.org.cn) and housed in the Animal Center of The First Affiliated Hospital of Kangda College of Nanjing Medical University (Nanjing, China) at 23–25°C with a relative humidity of 50–70%, 12-h light/dark cycle and free access to food and water. Approval for all experimental protocols was issued by the Animal Care Committee of Nanjing Medical University (approval no. NMU-2017-563).In Experiment I, mice were randomly divided into two groups (n=12 mice/group): i) Control; and ii) LPS. Mice in the Control group received a single intratracheal instillation of PBS at the same volume as LPS group. Mice in the LPS group received a single intratracheal instillation of LPS (10 µg LPS dissolved in 50 µl PBS, 0.5 mg/kg body weight) after anesthesia with ketamine (100 mg/kg, i.p.) and acepromazine (5.0 mg/kg, i.p.). After 24 h, mice in each group were sacrificed by quick cervical dislocation. The mRNA expression levels of AKR1C1, AKR1C2, AKR1C3 and AKR1C4 in both the bronchoalveolar lavage fluid (BALF) and serum were measured. The lung tissues of mice were collected and the protein expression levels of AKR1C1, AKR1C2, AKR1C3 and AKR1C4 were measured using immunohistochemistry. The serum TNF-α, IL-6, IL-10 and malondialdehyde (MDA) levels in the mice were measured, and their relationship with the levels of AKR1C1 was determined using correlation analysis.In Experiment II, mice were randomly divided into five groups (n=36 mice/group): i) Control; ii) LPS (LPS+wild-type); iii) LPS+E-virus; iv) LPS+AKR1C1+/+; and v) LPS+AKR1C1−/−. To minimize the total number of mice, mice in Control group of experiment II and experiment III were used again, as those in Control group received the same treatment (a single intratracheal instillation of PBS). After mice were anesthetized using ketamine hydrochloride (100 mg/kg; intramuscular injection) and xylazine (7.5 mg/kg; intramuscular injection), mice in the Control or LPS groups received a single intratracheal instillation of PBS or LPS (10 µg LPS dissolved in 50 µl PBS, 0.5 mg/kg body weight), respectively. Mice in the LPS + E-virus group received intratracheal instillation of LPS and intravenous injection of empty virus (5×109 PFU/200 µl). Mice in the LPS+AKR1C1+/+ group received intratracheal instillation of LPS and intravenous injection of a virus carrying the AKR1C1 vector (5×109 PFU/200 µl). Mice in the LPS+AKR1C1−/− group received intratracheal instillation of LPS and AKR1C1 knockout by CRISPR/Cas 9 technology. After 24 h, 12 mice in each group were sacrificed by quick cervical dislocation to measure the Evans blue leakage in the lung, lung wet/dry weight ratio, cell counts in the BALF, levels of IL-6, IL-1, TNF-α in BALF and lung tissue, lung injury based on histological analysis, levels of antioxidant enzymes and oxidative products, and the expression of phosphorylated (p)-JAK2, JAK2, p-STAT3 and STAT3 in lung tissues. Another 12 mice in each group were used for PaO2/FIO2 ratio measurement and the final 12 mice in each group were used for monitoring survival rate.In Experiment III, mice were randomly divided into five groups (n=36 mice/group): i) Control; ii) LPS; iii) LPS+AKR1C1+/+; iv) LPS+AKR1C1+/++IL-6; and v) LPS+AKR1C1+/++Colivelin. Mice were anesthetized using ketamine hydrochloride (100 mg/kg; intramuscular injection) and xylazine (7.5 mg/kg; intramuscular injection) before intratracheal instillation of PBS or LPS. Mice in the Control or LPS groups received a single intratracheal instillation of PBS or LPS (10 µg LPS dissolved in 50 µl PBS, 0.5 mg/kg body weight), respectively. Mice in the LPS+AKR1C1+/+ group received intratracheal instillation of LPS and intravenous injection of a virus carrying the AKR1C1 vector. Mice in the LPS+AKR1C1+/++IL-6 group received intratracheal instillation of LPS and intravenous injection of a virus carrying the AKR1C1 vector and intratracheal instillation of recombinant mouse IL-6 (100 ng; BD Pharmingen; BD Biosciences) to activate the JAK2/STAT3 signaling pathway. Mice in the LPS+AKR1C1+/++Colivelin group received intratracheal instillation of LPS and intravenous injection of a virus carrying the AKR1C1 vector and intratracheal instillation of Colivelin (10 nmol; Tocris Bioscience) to activate the JAK2/STAT3 signal pathway. After 24 h, 12 mice in each group were sacrificed by quick cervical dislocation to measure the expression levels of p-JAK2, JAK2, p-STAT3 and STAT3, Evans blue leakage, wet/dry weight ratio and the levels of oxidative products (MDA and protein carbonyl) in the lung tissues. Another 12 mice in each group were used for PaO2/FIO2 ratio measurement and the remaining 12mice in each group were used to monitor survival rate.AKR1C1 overexpression and knockout AKR1C1 overexpression was performed via transfection. Briefly, mice were transfected with AKR1C1-expressing vector (pLenti-EF1α-GFP-puromycin-AKR1C1-Amp cDNA expression lentiviral vector; 5×109 PFU/200 µl; AKR1C1+/+) or an empty lentiviral vector (5×109 PFU/200 µl; E-virus) via tail vein injection. The AKR1C1 promoter region was amplified from Cal-27 (Shanghai Huiying Biotechnology Co., Ltd.) genomic DNA and cloned using a cloning kit (cat. no. K-01-K-03; Shanghai GenePharma Co., Ltd.). CAL-27 cells were used as our previous experience showed that they can effectively amplify the AKR1C1 promoter region (data not shown). The promoter was subcloned into the SBI pGreenfire reporter vector (System Biosciences; http://www.systembio.com) and then injected into mice. All kits were purchased from Shanghai GenePharma Co., Ltd. A total of 72 h after transfection, mice were treated with LPS.The AKR1C1 knockout was performed using CRISPR/Cas 9 technology Briefly, the single guide RNA (sgRNA) was transcribed in vitro. The software used to design the sgRNA sequence was the latest online version (last update: 2017-05-09) of CRISPR finder (18). The sgRNA sequences used to knock out AKR1C1 were as follows: Forward 5′-GCATCTCAAGAAAAAGTCTA-3′ and reverse 3′-CGTAGAGTTCTTTTTCAGAT-5′. The exon of the gene targeted was 5′-ATGAACTCCAAATGTCATTGTGTCATATTGAATGATGGTAACTTCATTCCAGTGCTGGGTTTTGGTACTGCTCTTCCTCTAGAG-3′ and the corresponding protein domain affected was MNSKCHCVILNDGNFIPVLGFGTALPLE. Cas 9 plasmid (CAS9P-1EA; Sigma-Aldrich; Merck KGaA) and sgRNA were microinjected into the fertilized eggs of C57BL/6 mice (female, 12 mice, obtained from Shanghai Experimental Animal Center and housed in the Animal Center of The First Affiliated Hospital of Kangda College of Nanjing Medical University at 23–25°C with a relative humidity of 50–70%, 12-h light/dark cycle and free food/water access). Fertilized eggs were transplanted into the uterus of C57BL/6 mice to obtain positive F0 mice, which were confirmed by PCR with the methods mentioned in the reverse transcription-quantitative (RT-q) PCR subsection and sequencing (19) (data not shown). A stable F1 generation mouse model was obtained by mating positive F0 generation mice with C57BL/6 mice and used in experiment II to generate the LPS+AKR1C1−/− group.BALF, serum and lung tissue collection A total of 24 h after the treatment procedures, mice were sacrificed via rapid cervical dislocation. Similar to Su et al (20), the trachea and main bronchus of the mice were exposed, and an incision was made at the trachea to collect the BALF using ice-cold saline. The lungs were lavaged with 1 ml ice-cold saline three times, and the resultant BALF was centrifuged at 1,500 × g for 10 min at 4°C to separate the supernatant and cell deposits. The supernatant was retained. Cell deposits were stained using the Diff Quick staining system (International Reagents Corp.). The cell smears were dried in the air, then dipped successively in methanol fixed solution for five times (10–20 sec), staining solution I (eosin G) for five times (5–10 sec) and staining solution II (thiazide dye) for five times (5–10 sec), following which they were rinsed carefully with distilled water and dried in the air. The whole dyeing process took ~20–30 sec. The total cell number and neutrophils were counted under an Olympus BX61WI light microscope (Olympus Corporation). Blood was collected from the retro-orbital vein, from which serum was obtained by centrifuging the blood (1,500 × g, 15 min, 4°C). The right lung was used to measure the wet/dry weight ratio; half of the left lung was homogenized and centrifuged at 10,000 × g for 20 min at 4°C and used for biomarker measurement. The other half of the left lung was used for lung H&E and immunohistochemical staining.Lung H&E and immunohistochemical staining Similar to Nagata et al (21), half of the left lung was used for H&E and immunohistochemical staining. The lung injury score was calculated from the H&E staining results based on alveolar congestion, hemorrhage, infiltration or aggregation of neutrophils in the airspace or vessel wall, thickness of the alveolar wall and hyaline membrane formation. The H&E staining protocol was similar to the study of Zhang et al (22). Briefly, lungs were first fixed in 4% paraformaldehyde solution (cat. no. P0099; Beyotime Institute of Biotechnology) for 24 h at room temperature. After they were subjected to gradient alcohol dehydration and paraffin-embedding, the tissues were cut into 5–7-µm thick sections, which were stained with hematoxylin (cat. no. C0105M; Beyotime Institute of Biotechnology) at room temperature for 2–3 min and then with eosin (cat. no. C0105M; Beyotime Institute of Biotechnology) at room temperature for 30–60 sec. The lung injury was then evaluated under an Olympus BX61WI light microscope (Olympus Corporation; magnification, ×200). The scoring protocol was performed as described in a previous study (23). For immunohistochemical analysis of AKR1C1, the lung tissue was embedded in paraffin, deparaffinized and rehydrated. The details have been described in the study of Nagata et al (21). After blocking in 10% goat serum (cat. no. G9023; Sigma-Aldrich; Merck KGaA) for 30 min at room temperature, the slices were incubated with a primary antibody against AKR1C1 (cat. no. SAB2700882; 1:1,000; Sigma-Aldrich; Merck KGaA) overnight at 4°C, then incubated with a biotinylated secondary antibody (Sigma-Aldrich; Merck KGaA) and horseradish peroxidase-conjugated streptavidin (Sigma-Aldrich; Merck KGaA). AKR1C1 expression in lung tissues was visualized under a light microscope and analyzed using ImageJ version 1.46 (National Institutes of Health).RNA extraction and RT-qPCR Total RNA was extracted from the BALF or serum of mice using SV Total RNA Isolation system (Promega Corporation). The procedure was performed as described by Zhang et al (24). Briefly, a PCR amplification kit (Omega; Beijing Solarbio Science & Technology Co., Ltd.) was used. RNA was reverse-transcribed into cDNA using the SMATer cDNA synthesis kit (Clontech; Takara Bio USA). qPCR was performed using ABI 7500 prepstation (Applied Biosystems; Thermo Fisher Scientific, Inc.) and the SYBR®-Green PCR Master Mix (GeneCore Biotechnologies, Inc). The following thermocycling conditions were used: Initial denaturation at 95°C for 15 sec, followed by 40 cycles at 60°C for 1 min, 95°C for 15 sec and 60°C for 1 min. The sequences of the primers used were: AKR1C1 sense, 5′-TGCTCTTATAGCCTGTGAGG-3′ and antisense, 5′-AAGGATGACATTCCACCTGG-3′; AKR1C2 sense, 5′-GTGTGAAGCTGAATGATGGTCA-3′ and antisense, 5′-TCTGATGCGCTGCTCATTGTAGCTC-3′; AKR1C3 sense, 5′-TCCAGAGGTTCCAAGAAGTAAAGCTTT-3′ and antisense, 5′-TGGATAATTAGGGTGGCTAGCAAA-3′; AKR1C4 sense, 5′-TCCAGAGGTTCCGAGGAACAGAGCT-3′ and antisense, 5′-AATGGATAATCAGGATGGTCCATA-3′; GAPDH sense, 5′-ACCACAGTCCATGCCATCAC-3′ and antisense, 5′-TCCACCACCCTGTTGCTGTA-3′. The 2−∆∆Cq method was used to quantify the mRNA expression levels of AKR1C1-4, similar to Livak et al (25).Measurement of TNF-α, IL-6, IL-10, MDA and IL-1 levels in serum, BALF and lung tissues The levels of TNF-α, IL-6, IL-10 and MDA in the serum, and the levels of TNF-α, IL-6 and IL-1 in the BALF and the supernatants of lung tissues (which were homogenized and centrifuged at 10,000 × g for 20 min at 4°C) were measured using ELISA kits (TNF-α, cat. no. PT512; IL-6, cat. no. PI326; IL-10, cat. no. PI522; MDA, cat. no. S0131M; Beyotime Institute of Biotechnology). For analysis, samples (0.1 ml) were added to the coated reaction wells and incubated at 37°C for 1 h. After the wells were washed with PBS, a freshly diluted enzyme-labeled antibody (0.1 ml; Beyotime Institute of Biotechnology) was added to each reaction well and incubated for a further 1 h at room temperature. TMB substrate solution was then added to each reaction well and incubated for 30 min at room temperature, and the reaction was terminated by incubation with 2 M sulfuric acid at room temperature for 5 sec. The optical density value of each well was detected using a microplate reader (BioTek Instruments, Inc.) at a wavelength of 450 nm to calculate the levels of TNF-α, IL-6, IL-10, MDA and IL-1.Evaluation of lung permeability using the Evans blue dye leakage method Similar to Huerter et al (26), Evans blue dye (Sigma-Aldrich; Merck KGaA) was injected into the external jugular vein (45 mg/kg) 30 min before the mice were sacrificed. After mice were perfused with PBS for three times to remove the blood after sacrifice, the lung was homogenized, incubated with two volumes of formamide (50% formamide in PBS; Sigma-Aldrich; Merck KGaA, 18 h, 60°C) and centrifuged (10,000 × g, 30 min) at room temperature. After the centrifugation, the supernatant was collected and the absorbance was measured at a wavelength of 620 nm using a microplate reader (BioTek Instruments, Inc.) to calculate the concentration of Evans blue leakage.Measurement of wet/dry weight ratio of the lungs The wet/dry weight ratio protocol was performed as described by Zhou et al (27). A total of 24 h after the treatments were finished, mice were sacrificed. The right lung was then removed to measure the wet weight. Subsequently, lungs were dried in an oven at 60°C for 72 h to obtain the dry weight. The wet/dry weight ratio was calculated to evaluate the extent of lung edema.Oxygenation index (PaO2/FiO2) analysis A total of 24 h after the treatments, mice were anesthetized using ketamine hydrochloride (100 mg/kg; intramuscular injection) and xylazine (7.5 mg/kg; intramuscular injection). Endotracheal intubation was performed on mice with an 18-gauge catheter to provide mechanical ventilation with 100% oxygen at 7 ml/kg (120 breaths/min). After 30 min, arterial blood was collected from the carotid artery and measured using a blood gas analyzer (AVL Omni 6; Roche Diagnostics), similar to Sharma et al (28).Measurement of antioxidant enzymes and oxidative products in lung tissue The levels of antioxidant enzymes [glutathione peroxidase (GPx; cat. no. CX1124-1; Beijing Biosea Biotechnology Co., Ltd.), catalase (cat. no. 11363727001; Sigma-Aldrich; Merck KGaA) and superoxide dismutase (SOD; cat. no. DYC3419-2; R&D Systems, Inc.)] and oxidative products [MDA (cat. no. ZKP-150051; Suzhou Zeke Biotech Co., Ltd.), protein carbonyl (OxiSelect Protein Carbonyl ELISA kit; cat. no. STA310; Cell Biolabs, Inc.), 8-OHdG (cat. no. 4380-192-K; R&D Systems, Inc.)] in lung tissues were measured using ELISA kits. The lung tissue was homogenized with RIPA lysis buffer (cat. no. P0013C; Beyotime Institute of Biotechnology) and centrifuged at 10,000 × g for 20 min at 4°C. The supernatant (0.1 ml) were added to the coated reaction wells and incubated at 37°C for 1 h. Subsequently, freshly diluted enzyme-labeled antibody (0.1 ml) was added and incubated at 37°C for a further 1 h. TMB substrate solution (0.1 ml) was then added to each well and incubated at 37°C for 30 min and 2 M sulfuric acid was added to terminate the reaction. The absorbance of the supernatant was measured at a wavelength of 450 nm using a microplate reader to calculate the concentrations.Western blotting Half of the left lung was homogenized with RIPA lysis buffer (cat. no. P0013C; Beyotime Institute of Biotechnology) and centrifuged at 10,000 × g for 20 min at 4°C. The supernatant was transferred to a 1.5-ml Eppendorf tube and placed on ice, and the protein concentration was measured using a BCA assay. Subsequently, a total of 20 µg total protein was loaded per lane, separated by SDS-PAGE on 10% gels and transferred to a PVDF membrane, which was subsequently incubated in 5% non-fat milk for 30 min under room temperature. The membrane was then incubated with primary antibodies against AKR1C1 (1:1,000; cat. no. SAB2700882), p-JAK2 (1:1,000; cat. no. SAB4300124), JAK2 (1:1,000; cat. no. SAB4501599), p-STAT3 (1:1,000; cat. no. SAB4300033), STAT3 (1:1,000; cat. no. SAB4502871) and GAPDH (1:1,000; cat. no. G9545) (all from Sigma-Aldrich; Merck KGaA) overnight at 4°C. The membranes were washed with PBS, and then incubated with peroxidase-conjugated goat anti-mouse IgG antibody for 1 h under room temperature (1:5,000; cat. no. AP124P; Sigma-Aldrich; Merck KGaA). Signals were visualized using an enhanced chemiluminescence system (Cytiva). Densitometry analysis was performed using PhotoCapt MW (version 10.01 for Windows; Vilber Lourmat) with GAPDH as the loading control.Statistical analysis All data are presented as the mean ± standard deviation. Differences between groups were compared using SPSS version 17.0 (SPSS, Inc.). The relationship between AKR1C1 expression and serum TNF-α, IL-6, IL-10 and MDA levels was analyzed using Pearson's correlation coefficient. The lung injury score was analyzed non-parametrically with Kruskal-Wallis test followed by Dunn's post hoc test. The following data were analyzed using one-way ANOVA followed by Tukey's post hoc test: Levels of Evans blue leakage in the lung, lung wet/dry weight ratio, PaO2/FIO2 ratio, total cell and neutrophil counts, activities of GPx, catalase and SOD, levels of MDA, protein carbonyl and 8-OHdG, and fold changes of proteins. The mouse survival rate was analyzed with log-rank tests (a Kaplan-Meier analysis was performed before log-rank test), then multiple post hoc log-rank tests, followed by a Bonferroni correction to compare the survival curves. P<0.05 was considered to indicate a statistically significant difference. In total, three experimental repeats were performed. ResultsAKR1C1 mRNA and protein expression levels are decreased in the BALF, serum and lung tissues of an ALI model The mRNA expression levels of AKR1C1 in the BALF and serum were significantly decreased in the LPS-induced ALI model compared with those in the Control group (P<0.05; Fig. 1A and B). The mRNA expression levels of AKR1C2-4 in the BALF and serum were not significantly altered by LPS (P>0.05; Fig. 1A and B). As measured by immunohistochemistry, the expression of AKR1C1 was significantly decreased in lung tissues in the LPS-induced ALI model compared with those in the Control group (P<0.05; Fig. 1C and D). By contrast, the protein expression levels of AKR1C2-4 in lung tissues were not significantly altered by LPS (P>0.05; Fig. 1C and D).Open in a separate windowFigure 1.AKR1C1 mRNA and protein expression levels are decreased in the BALF, serum and lung tissues of LPS-induced mice. In the LPS-induced mouse model of acute lung injury, the mRNA expression levels of AKR1C1-4 in the (A) BALF and (B) serum, and the (C and D) protein expression levels of AKR1C1-4 in the lung tissues were measured (magnification, ×100). #P<0.05 vs. Control. n=12. AKR1C1, aldo-keto reductase family 1 member C1; BALF, bronchoalveolar lavage fluid; LPS, lipopolysaccharide.Correlation between AKR1C1 expression and serum TNF-α, IL-6, IL-10 and MDA levels The correlation between the expression levels of AKR1C1 and the serum levels of TNF-α, IL-6, IL-10 and MDA in both Control and LPS mice was analyzed using Pearson's correlation coefficient (Fig. 2A-D). The Pearson's r-value of the correlation between AKR1C1 expression and serum TNF-α levels was −0.8807 (P<0.001; Fig. 2A). The Pearson's r-value of the correlation between AKR1C1 expression and serum IL-6 levels was −0.8375 (P<0.001; Fig. 2B). The Pearson's r-value of the correlation between AKR1C1 expression and serum IL-10 levels was 0.7866 (P<0.001; Fig. 2C). The Pearson's r-value of the correlation between AKR1C1 expression and serum MDA levels was −0.8260 (P<0.001; Fig. 2D). These results demonstrated that there was a significant correlation between the expression levels of AKR1C1 and the serum levels of TNF-α, IL-6, IL-10 and MDA.Open in a separate windowFigure 2.Correlation between AKR1C1 expression and serum levels of TNF-α, IL-6, IL-10 and MDA. In the lipopolysaccharide-induced acute lung injury mouse model, the correlation between the fold changes of AKR1C1 expression and serum levels of (A) TNF-α, (B) IL-6, (C) IL-10 and (D) MDA were analyzed using Pearson's correlation coefficient. n=12. AKR1C1, aldo-keto reductase family 1 member C1; IL, interleukin; TNF-α, tumor necrosis factor-α; MDA, malondialdehyde.Effect of AKR1C1 on indicators of lung injury in LPS-induced ALI To determine the role of AKR1C1 in ALI, mice were randomly divided into the following five groups: i) Control (mice received a single intratracheal instillation of PBS); ii) LPS (mice received a single intratracheal instillation of LPS); iii) LPS+E-virus (mice received LPS and empty virus); iv) LPS+AKR1C1+/+ (mice received LPS and virus carrying an AKR1C1 vector); and v) LPS+AKR1C1−/− (mice received LPS and AKR1C1 knockout by CRISPR/Cas 9 technology). To confirm the efficacy of AKR1C1+/+ and AKR1C1−/−, the expression levels of AKR1C1 were examined by western blotting (Fig. 3A). As shown in Fig. 3A, the expression of AKR1C1 was notably increased by AKR1C1+/+, but markedly decreased by AKR1C1−/−. The Evans blue leakage in the lung, lung wet/dry weight ratio, PaO2/FIO2 ratio and survival rate of mice were also measured (Fig. 3B-E). As shown in Fig. 3B and C, the Evans blue leakage and wet/dry weight ratio of the lungs were significantly increased in the LPS and LPS+E-virus groups compared with those in the Control group (P<0.05). Compared with those in the LPS+E-virus group, the Evans blue leakage and wet/dry weight ratio of the lungs were significantly decreased in the LPS+AKR1C1+/+ group (P<0.05), but were significantly increased in the LPS+AKR1C1−/− group compared with the LPS group (P<0.05). As shown in Fig. 3D and E, the PaO2/FiO2 ratio of the lungs and survival rate were significantly decreased in the LPS and LPS+E-virus groups compared with those in the Control group (P<0.05). Compared with those in the LPS+E-virus group, the PaO2/FiO2 of the lungs and survival rate were significantly increased in the LPS+AKR1C1+/+ group (P<0.05), but were significantly decreased in the LPS+AKR1C1−/− group compared with the LPS group (P<0.05).Open in a separate windowFigure 3.Effect of AKR1C1 overexpression or knockout on the expression of indicators of lung injury. (A) Representative images of western blot analysis. In the LPS-induced acute lung injury mouse model, (B) Evans blue leakage in the lung, (C) lung wet/dry weight ratio, (D) PaO2/FIO2 ratio and (E) survival rate of mice were measured in the wild-type mice (Control, LPS and LPS+E-virus), AKR1C1-overexpression mice (LPS+AKR1C1+/+) and AKR1C1-knockout mice (LPS+AKR1C1−/−). #P<0.05 vs. Control; *P<0.05 vs. LPS+E-virus; &P<0.05 vs. LPS. n=12. LPS, lipopolysaccharide; AKR1C1, aldo-keto reductase family 1 member C1; E-virus, empty lentiviral vector.AKR1C1 protects mice from LPS-induced inflammation As shown in Fig. 4A, BALF samples collected following LPS instillation exhibited significant increase in total cell and neutrophil recruitment in the LPS and LPS+E-virus groups compared with those in the Control group (P<0.05). These two indicators were significantly decreased in the LPS+AKR1C1+/+ group (Fig. 4A; P<0.05 vs. LPS+E-virus), but increased by AKR1C1−/− (Fig. 4A; P<0.05 vs. LPS). As shown in Fig. 4B and C, the levels of IL-6, IL-1 and TNF-α in the BALF and lung tissues were significantly increased in the LPS and LPS+E-virus groups compared with those in the Control group (P<0.05). By contrast, these levels were significantly decreased in the LPS+AKR1C1+/+ group (P<0.05 vs. LPS+E-virus), but were increased in the LPS+AKR1C1-/- group (P<0.05 vs. LPS).Open in a separate windowFigure 4.Effect of AKR1C1 overexpression or knockout on LPS-induced inflammation. In the LPS-induced mouse model of acute lung injury, (A) total cell and neutrophil counts in BALF, and the levels of IL-6, IL-1 and TNF-α in (B) BALF and (C) lung tissues were measured in the wild-type mice (Control, LPS and LPS+E-virus), AKR1C1 overexpression mice (LPS+AKR1C1+/+) andAKR1C1 knockout mice (LPS+AKR1C1−/−). #P<0.05 vs. Control; *P<0.05 vs. LPS+E-virus; &P<0.05 vs. LPS. n=12. LPS, lipopolysaccharide; AKR1C1, aldo-keto reductase family 1 member C1; IL, interleukin; TNF-α, tumor necrosis factor-α; BALF, bronchoalveolar lavage fluid; E-virus, empty lentiviral vector.Histological changes in the lung tissues Lung histology and morphological analysis indicated that lung injury was significantly increased in the LPS and LPS+E-virus groups compared with those in the Control group (P<0.05, Fig. 5). Lung injury was characterized by denudation of the alveolar membrane, increased cellular infiltration, edema formation and hyaline membrane deposition. These changes were significantly attenuated in the LPS+AKR1C1+/+ group (P<0.05 vs. LPS+E-virus), but aggravated in the LPS+AKR1C1−/− group (P<0.05 vs. LPS).Open in a separate windowFigure 5.Effect of AKR1C1 overexpression or knockout on changes in lung histology. (A-E) In the LPS-induced mouse model of acute lung injury, lung histology and morphology were examined using H&E staining (magnification, ×200, lung injury is indicated by green arrow). (F) Lung injury score was calculated. #P<0.05 vs. Control; *P<0.05 vs. LPS+E-virus; &P<0.05 vs. LPS. n=12. LPS, lipopolysaccharide; AKR1C1, aldo-keto reductase family 1 member C1; E-virus, empty lentiviral vector.AKR1C1 promotes an antioxidant response and reduces oxidative injury in ALI SOD and GPx are two important antioxidant enzymes, which serve an essential role in the antioxidant mechanism of cells. SOD can specifically scavenge superoxide anion free radicals, whereas GPx can specifically catalyze the reduction reaction of GSH to H2O2, and scavenge superoxide and hydroxyl free radicals. These two antioxidant enzymes can scavenge free radicals, reduce the production of lipid peroxides, and protect the integrity of cell membrane structure and function (29). MDA and protein carbonyl are the final products of lipid and protein peroxidation, and are two commonly used indicators for evaluating oxidative stress in the body (30). Following LPS stimulation, compared with those in the Control group, the activities of antioxidant enzymes (GPx, catalase and SOD) were significantly decreased in the lungs of the LPS and LPS+E-virus groups (P<0.05, Fig. 6A-C). In the LPS+AKR1C1+/+ group, the activities of antioxidant enzymes were significantly increased compared with those in the LPS+E-virus group (P<0.05), whereas in the LPS+AKR1C1−/− group, the activities were significantly decreased compared with those in the LPS group (P<0.05). The levels of oxidative products (MDA and protein carbonyl) were significantly increased in the lungs of mice in the LPS and LPS+E-virus groups compared with those in the Control group (P<0.05; Fig. 6D and E). Conversely, in the LPS+AKR1C1+/+ group, the levels of these oxidative products were significantly decreased compared with those in the LPS+E-virus group (P<0.05), whereas in the LPS+AKR1C1−/− group, these levels were significantly increased compared with those in the LPS group (P<0.05). The levels of 8-OHdG did not differ significantly among the groups (P>0.05, Fig. 6F).Open in a separate windowFigure 6.Effect of AKR1C1 overexpression or knockout on the activity of antioxidant enzymes and oxidative products. In the LPS-induced mouse model of acute lung injury, the activity of antioxidant enzymes (A) GPx, (B) catalase and (C) SOD, and the levels of oxidative products (D) protein carbonyl, (E) MDA and (F) 8-OHdG were measured in the wild-type mice (Control, LPS and LPS+E-virus), AKR1C1 overexpression mice (LPS+AKR1C1+/+) and AKR1C1 knockout mice (LPS+AKR1C1−/−). #P<0.05 vs. Control; *P<0.05 vs. LPS+E-virus; &P<0.05 vs. LPS. n=12. LPS, lipopolysaccharide; AKR1C1, aldo-keto reductase family 1 member C1; MDA, malondialdehyde; SOD, superoxide dismutase; GPx, glutathione peroxidase; 8-OHdG, 8-hydroxydeoxyguanosine; E-virus, empty lentiviral vector.Changes in JAK2/STAT3 activation following AKR1C1 overexpression or knockout To measure the effects of AKR1C1 on the JAK2/STAT3 signaling pathway, the expression levels of p-JAK2, JAK2, p-STAT3 and STAT3 were detected using western blotting. As shown in Fig. 7A-C, the protein expression levels of p-JAK2 and p-STAT3 were significantly increased in the LPS and LPS+E-virus groups compared with those in the Control group (P<0.05), but were decreased in the LPS+AKR1C1+/+group (P<0.05 vs. LPS+E-virus). In the LPS+AKR1C1−/− group, the expression levels of p-JAK2 and p-STAT3 were significantly increased compared with those in the LPS group (P<0.05). The expression levels of total JAK2 and STAT3 proteins were not markedly altered among the groups.Open in a separate windowFigure 7.Effect of AKR1C1 overexpression or knockout on JAK2/STAT3 activation. (A) Representative images of western blot analysis. In the LPS-induced mouse model of acute lung injury, the expression levels of (B) p-JAK2 andJAK2, and (C) p-STAT3 and STAT3 was measured in wild-type mice (Control, LPS and LPS+E-virus), AKR1C1 overexpression mice (LPS+AKR1C1+/+) and AKR1C1 knockout mice (LPS+AKR1C1−/−). #P<0.05 vs. Control; *P<0.05 vs. LPS+E-virus; &P<0.05 vs. LPS. n=12. LPS, lipopolysaccharide; AKR1C1, aldo-keto reductase family 1 member C1; JAK, Janus kinase; STAT, signal transduction activator of transcription; p, phosphorylated; E-virus, empty lentiviral vector.JAK2/STAT3 agonists abolish the effects of AKR1C1 on the JAK2/STAT3 signaling pathway and attenuate lung injury To determine the role of JAK2/STAT3 in the effects of AKR1C1 on lung injury, AKR1C1+/+ mice were treated with LPS and JAK2/STAT3 agonists (IL-6 and colivelin), and the expression levels of p-JAK2, JAK2, p-STAT3 and STAT3, Evans blue leakage in the lung, lung wet/dry weight ratio, PaO2/FIO2 ratio, survival rate of mice and the levels of oxidative products (MDA and protein carbonyl) in the lung were assessed (Fig. 8). As shown in Fig. 8A-C, following treatment of mice with JAK2/STAT3 agonists (IL-6 and colivelin), the expression levels of p-JAK2 and p-STAT3 were significantly increased compared with those in the LPS+AKR1C1+/+ group (P<0.05). The Evans blue leakage, wet/dry weight ratio of lungs and the levels of oxidative products (MDA and protein carbonyl) in the lungs were significantly increased by IL-6 and colivelin compared with those in the LPS+AKR1C1+/+ group (P<0.05; Fig. 8D, E, H and I). Conversely, the PaO2/FIO2 ratio and survival rate of mice was significantly decreased by IL-6 and colivelin compared with those in the LPS+AKR1C1+/+ group (P<0.05; Fig. 8F and G).Open in a separate windowFigure 8.Effect of JAK2/STAT3 agonists on AKR1C1-mediated lung injury in the LPS-induced mouse model of acute lung injury. AKR1C1+/+ mice were treated with LPS and JAK2/STAT3 agonists (IL-6 or colivelin). (A) Representative images of western blot analysis. Protein expression levels of (B) p-JAK2 and JAK2, and (C) p-STAT3 and STAT3 were semi-quantified. (D) Evans blue leakage in the lung, (E) lung wet/dry weight ratio, (F) PaO2/FIO2 ratio, (G) survival rate of mice, and the oxidative products (H) protein carbonyl and (I) MDA in the lung were measured. #P<0.05 vs. Control; &P<0.05 vs. LPS; ^P<0.05 vs. LPS+AKR1C1+/+. n=12. LPS, lipopolysaccharide; AKR1C1, aldo-keto reductase family 1 member C1; JAK, Janus kinase; STAT, signal transduction activator of transcription; p, phosphorylated; IL, interleukin; MDA, malondialdehyde. DiscussionAKR1C1 serves an important role in various biological processes and its expression has been reported to exhibit notable tissue specificity (31). AKR1C1 is most predominantly expressed in the lung, followed by the liver, testis, breast, endometrium and brain (32). As an important member of the AKR family, the primary functions of AKR1C1 are as follows: AKR1C1 can catalyze the reduction of progesterone to 20-hydroxyprogesterone through NADPH, reducing the concentration of progesterone, which can result in a greatly increased incidence of premature delivery, endometriosis and endometrial cancer (31,32). Moreover, overexpression of AKR1C1 can reduce sensitivity to chemotherapy. Most anticancer drugs can produce reactive oxygen species (ROS), which cause cell dysfunction and apoptosis via several signaling mechanisms. AKR1C1 overexpression has been reported to reduce the production of ROS, eliminate free radicals and inactivate anthracycline anticancer drugs, thereby reducing DNA damage and inhibiting cell apoptosis (32). Hsu et al (33) demonstrated that AKR1C1 expression was upregulated in non-small cell lung cancer tissues, and its expression was associated with tumor stage and survival prognosis; however, the protective effects of AKR1C1 in healthy lung tissues have not been well studied. To the best of our knowledge, the present study was the first to report that AKR1C1 may function as a protective gene against LPS-induced ALI. Collectively, the results of the present study suggested that AKR1C1 may be a key modulator involved in the development of LPS-induced ALI.It is well-established that increased inflammation results in cell death, thus contributing to the development of ALI (34). Although the definition and diagnostic criteria of ARDS are constantly changing, there is a consensus that uncontrollable inflammation is the internal cause of its occurrence and progression (34). The characteristic pathological changes associated with ALI are pulmonary edema, hyaline membrane formation and pulmonary fibrosis caused by increased pulmonary microvascular permeability (35). The cause of these changes is the significant pulmonary inflammation cascade, which can result in damage to the pulmonary vascular endothelial barrier and alveolar epithelial barrier (36). ALI primarily manifests as uncontrollable alveolar inflammation and massive infiltration of inflammatory cells (37). Endotoxins first initiate the release of inflammatory signals in inflammatory cells, such as neutrophils and macrophages, leading to the activation of phagocytic function and the synthesis and release of inflammatory mediators, such as IL-6, IL-1 and TNF-α (38). Although researchers are constantly exploring treatment options for ALI/ARDS, there are still no effective cures, other than supportive therapy to manage the disease (39). Alveolar vascular damage is one of the pathological manifestations of ALI, which can be indirectly indicated by Evans blue leakage (40). As overexpression of AKR1C1 was able to reduce Evans blue leakage and the wet/dry weight ratio in the present study, it was suggested that AKR1C1 may exert a potential protective effect on the alveolar vascular barrier and pulmonary edema. In addition, the changes in the levels of IL-6, IL-1 and TNF-α in the BALF and lung tissues indicated that AKR1C1 could attenuate the inflammatory response in the LPS-induced ALI mouse model.The balance between oxidation/antioxidant mechanisms serves an important role in the pathological process of ALI. During the development of ALI, the activity of various enzymes, such as SOD, catalase and GPx, can be inhibited, and the body can produce excessive oxygen free radicals, which lead to an imbalance in redox reactions. The neutralization of antioxidants, such as SOD, catalase and GPx, can cause oxidative damage, destroying pulmonary vascular endothelial cells and alveolar epithelial cells, resulting in lung injury (41). The pathogenesis of ALI is accompanied by an imbalance between oxidation and antioxidant responses, as well as in the inflammatory response (42). Oxidative stress and inflammation are known to cause damage to the integrity of the pulmonary microvascular endothelium, which is the direct cause of the infiltration of fluid and macromolecular substances from the blood vessels into the alveoli and lung tissue edema (43). LPS promotes the release of large quantities of ROS, which attack the cell membranes and capillaries, initiating a ‘cascade’ chain reaction of lipid peroxidation, causing tissue damage (44). An increase in the levels of MDA and protein carbonyl can indicate an increase in free radical production (45). The present study demonstrated that AKR1C1 overexpression recovered the cellular antioxidant activity and reduced the oxidative stress in lungs; these findings are consistent with those of previous studies. For example, Burczynski et al (46) reported that AKR1C1 provided an inducible cytosolic barrier to 4-hydroxy-2-nonenal following ROS exposure. Furthermore, it was revealed that 4-hydroxy-2-nonenal and other α, β-unsaturated aldehydes produced during lipid peroxidation were substrates of the inducible AKR1C1 isoform. AKR1C1 could be induced by 4-Hydroxy-2-nonenal and ROS, indicating that it may be a member of a battery of genes (glutathione S-transferase and γ-glutamylcysteine synthetase), which participate in a counter-response to ROS in electrophilic and oxidative stress (46).The STAT3 signaling pathway is activated by cytokine stimulation and transmits biological signals to target cells, participating in the regulation of genes involved in cell proliferation, inflammation and fibrosis (16). The activation of NF-κB induced by LPS has been shown to promote the secretion of IL-6; subsequently, a complex formed betweenIL-6 and its secretory receptor soluble IL-6 receptor may activate STAT3 and further induce activation of IL-6 and TNF-α, which can form a cascade of inflammatory responses and accelerate the progression of ALI (47). However, to the best of our knowledge, the effects of AKR1C1 on the JAK2/STAT3 signaling pathway in LPS-induced ALI have not been thoroughly investigated. The present results suggested that AKR1C1 could deactivate the JAK2/STAT3 signaling pathway in LPS-induced ALI. To further investigate the role of the JAK2/STAT3 signaling pathway in the protective effects of AKR1C1, AKR1C1+/+ mice were treated with LPS and JAK2/STAT3 agonists (IL-6 and colivelin), and the phosphorylation of JAK2/STAT3, as well as indicators of lung injury, were then measured. The results revealed that IL-6 and colivelin successfully activated the JAK2/STAT3 signaling pathway and abolished the effects of AKR1C1+/+ on lung injury protection. Previous studies have revealed that the JAK2/STAT3 signaling pathway serves an important role in the development of ALI. It has been reported that IL-6 can promote the phosphorylation of STAT3, which, in turn, may further promote the expression of IL-6, forming a positive feedback regulation loop and intensifying the inflammatory response (48). Other cytokines and ILs may also activate JAKs and selectively phosphorylate STATs, promoting the transcription of target genes (49). In another study, quantitative genomic and functional analyses indicated that AKR1C1 was a key component of the STAT3 signaling pathway (13). It was reported that AKR1C1 could directly interact with STAT3, enhance the association of STAT3 to its target genes and drive metastasis in non-small cell lung cancer (13). AKR1C1 was also revealed to be critical for the interaction between JAK2 and STAT3 (13), thus indicating the impact of AKR1C1 on JAK2/STAT3 signaling. Collectively, the present results indicated that the JAK2/STAT3 signaling pathway may be the key mechanism underlying the protective effects of AKR1C1overexpression on ALI. AKR1C1 was revealed to inhibit overactivation of the JAK2/STAT3 signaling pathway in LPS-induced ALI, thus reducing oxidative stress, the levels of proinflammatory markers and edema, thereby protecting the alveolar vascular barrier. However, there are several limitations of the present study that need to be addressed. Firstly, no direct evidence for the interaction between AKR1C1 and JAK2/STAT3 was obtained, such as that which could be obtained from co-immunoprecipitation analyses. Secondly, the JAK2/STAT3 signaling pathway may not be the only mechanism of action of AKR1C1. Finally, a sham control was not generated as a negative control for intratracheal instillation. More in-depth experiments are thus required to fully clarify the mechanism underlying the effects of AKR1C1 on ALI.In conclusion, the results of the present study demonstrated that AKR1C1 protected against oxidative stress and may be considered a negative regulator of inflammation in an in vivo model of ALI/ARDS. Overexpression of AKR1C1 led to reduced oxidative stress, reduced levels of proinflammatory markers, reduced edema formation and repair of lung tissue, whereas AKR1C1 knockout resulted in increased lung injury. The JAK2/STAT3 signaling pathway may participate in the protective effects of AKR1C1 against the progression of ALI. Although the exact mechanism still requires further study, the AKR1C1 gene may serve as a novel biomarker as well as a potential therapeutic target for ALI. AcknowledgementsNot applicable. References1. Bosmann M, Grailer JJ, Ruemmler R, Russkamp NF, Zetoune FS, Sarma JV, Standiford TJ, Ward PA. Extracellular histones are essential effectors of C5aR- and C5L2-mediated tissue damage and inflammation in acute lung injury. FASEB J. 2013;27:5010–5021. doi: 10.1096/fj.13-236380. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Raghavendran K, Napolitano LM. ALI and ARDS: Challenges and advances. Crit Care Clin. 2011;27:xiii–xiv. doi: 10.1016/j.ccc.2011.05.012. [PubMed] [CrossRef] [Google Scholar]3. Máca J, Jor O, Holub M, Sklienka P, Burša F, Burda M, Janout V, Ševčík P. Past and present ARDS mortality rates: A systematic review. Respir Care. 2017;62:113–122. doi: 10.4187/respcare.04716. [PubMed] [CrossRef] [Google Scholar]4. Yang Z, Zhang XR, Zhao Q, Wang SL, Xiong LL, Zhang P, Yuan B, Zhang ZB, Fan SY, Wang TH, et al.  Knockdown of TNF α alleviates acute lung injury in rats with intestinal ischemia and reperfusion injury by upregulating IL 10 expression. Int J Mol Med. 2018;42:926–934. [PMC free article] [PubMed] [Google Scholar]5. Liu XW, Ma T, Cai Q, Wang L, Song HW, Liu Z. Elevation of serum PARK7 and IL-8 levels is associated with acute lung injury in patients with severe sepsis/septic shock. J Intensive Care Med. 2019;34:662–668. doi: 10.1177/0885066617709689. [PubMed] [CrossRef] [Google Scholar]6. Dhagat U, Endo S, Sumii R, Hara A, El-Kabbani O. Selectivity determinants of inhibitor binding to human 20 alpha-hydroxysteroid dehydrogenase: Crystal structure of the enzyme in ternary complex with coenzyme and the potent inhibitor 3,5-dichlorosalicylic acid. J Med Chem. 2008;51:4844–4848. doi: 10.1021/jm8003575. [PubMed] [CrossRef] [Google Scholar]7. Couture JF, Legrand P, Cantin L, Luu-The V, Labrie F, Breton R. Human 20alpha-hydroxysteroid dehydrogenase: Crystallographic and site-directed mutagenesis studies lead to the identification of an alternative binding site for C21-steroids. J Mol Biol. 2003;331:593–604. doi: 10.1016/S0022-2836(03)00762-9. [PubMed] [CrossRef] [Google Scholar]8. Rižner TL, Penning TM. Role of aldo-keto reductase family 1 (AKR1) enzymes in human steroid metabolism. Steroids. 2014;79:49–63. doi: 10.1016/j.steroids.2013.10.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Rooney JP, Chorley B, Hiemstra S, Wink S, Wang X, Bell DA, van de Water B, Corton JC. Mining a human transcriptome database for chemical modulators of NRF2. PLoS One. 2020;15:e0239367. doi: 10.1371/journal.pone.0239367. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Wang SS, Davis S, Cerhan JR, Hartge P, Severson RK, Cozen W, Lan Q, Welch R, Chanock SJ, Rothman N. Polymorphisms in oxidative stress genes and risk for non-Hodgkin lymphoma. Carcinogenesis. 2006;27:1828–1834. doi: 10.1093/carcin/bgl013. [PubMed] [CrossRef] [Google Scholar]11. Tian H, Li X, Jiang W, Lv C, Sun W, Huang C, Chen R. High expression of AKR1C1 is associated with proliferation and migration of small-cell lung cancer cells. Lung Cancer (Auckl) 2016;7:53–61. [PMC free article] [PubMed] [Google Scholar]12. Zhu H, Hu Y, Zeng C, Chang L, Ge F, Wang W, Yan F, Zhao Q, Cao J, Ying M, et al.  The SIRT2-mediated deacetylation of AKR1C1 is required for suppressing its pro-metastasis function in non-small cell lung cancer. Theranostics. 2020;10:2188–2200. doi: 10.7150/thno.39151. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Zhu H, Chang LL, Yan FJ, Hu Y, Zeng CM, Zhou TY, Yuan T, Ying MD, Cao J, He QJ, et al.  AKR1C1 activates STAT3 to promote the metastasis of non-small cell lung cancer. Theranostics. 2018;8:676–692. doi: 10.7150/thno.21463. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Wei X, Wei Z, Li Y, Tan Z, Lin C. AKR1C1 contributes to cervical cancer progression via regulating TWIST1 expression. Biochem Genet. 2021;59:516–530. doi: 10.1007/s10528-020-10014-x. [PubMed] [CrossRef] [Google Scholar]15. Kellner M, Noonepalle S, Lu Q, Srivastava A, Zemskov E, Black SM. ROS signaling in the pathogenesis of acute lung injury (ALI) and acute respiratory distress syndrome (ARDS) Adv Exp Med Biol. 2017;967:105–137. doi: 10.1007/978-3-319-63245-2_8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Zhang H, Sha J, Feng X, Hu X, Chen Y, Li B, Fan H. Dexmedetomidine ameliorates LPS induced acute lung injury via GSK 3β/STAT3 NF κB signaling pathway in rats. Int Immunopharmacol. 2019;74:105717. doi: 10.1016/j.intimp.2019.105717. [PubMed] [CrossRef] [Google Scholar]17. Han X, Wang Y, Chen H, Zhang J, Xu C, Li J, Li M. Enhancement of ICAM-1 via the JAK2/STAT3 signaling pathway in a rat model of severe acute pancreatitis-associated lung injury. Exp Ther Med. 2016;11:788–796. doi: 10.3892/etm.2016.2988. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Hodgkins A, Farne A, Perera S, Grego T, Parry-Smith DJ, Skarnes WC, Iyer V. WGE: A CRISPR database for genome engineering. Bioinformatics. 2015;31:3078–3080. doi: 10.1093/bioinformatics/btv308. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Oo ZM, Adlat S, Sah RK, Myint MZZ, Hayel F, Chen Y, Htoo H, Bah FB, Bahadar N, Chan MK, et al.  Brain transcriptome study through CRISPR/Cas9 mediated mouse Dip2c gene knock out. Gene. 2020;758:144975. doi: 10.1016/j.gene.2020.144975. [PubMed] [CrossRef] [Google Scholar]20. Su ZQ, Mo ZZ, Liao JB, Feng XX, Liang YZ, Zhang X, Liu YH, Chen XY, Chen ZW, Su ZR, et al.  Usnic acid protects LPS-induced acute lung injury in mice through attenuating inflammatory responses and oxidative stress. Int Immunopharmacol. 2014;22:371–378. doi: 10.1016/j.intimp.2014.06.043. [PubMed] [CrossRef] [Google Scholar]21. Nagata K, Masumoto K, Esumi G, Teshiba R, Yoshizaki K, Fukumoto S, Nonaka K, Taguchi T. Connexin43 plays an important role in lung development. J Pediatr Surg. 2009;44:2296–2301. doi: 10.1016/j.jpedsurg.2009.07.070. [PubMed] [CrossRef] [Google Scholar]22. Zhang X, Zhang M, Jiang M, Nong G. Effect of IL 7 on Th17 cell responses in a mouse model of neutrophilic asthma. Mol Med Rep. 2020;22:1205–1212. doi: 10.3892/mmr.2020.11191. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Zhang S, Jiang W, Ma L, Liu Y, Zhang X, Wang S. Nrf2 transfection enhances the efficacy of human amniotic mesenchymal stem cells to repair lung injury induced by lipopolysaccharide. J Cell Biochem. 2018;119:1627–1636. doi: 10.1002/jcb.26322. [PubMed] [CrossRef] [Google Scholar]24. Zhang Y, Li XJ, He RQ, Wang X, Zhang TT, Qin Y, Zhang R, Deng Y, Wang HL, Luo DZ, et al.  Upregulation of HOXA1 promotes tumorigenesis and development of non small cell lung cancer: A comprehensive investigation based on reverse transcription-quantitative polymerase chain reaction and bioinformatics analysis. Int J Oncol. 2018;53:73–86. [PMC free article] [PubMed] [Google Scholar]25. Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2(−ΔΔ C(T)) Method. Methods. 2001;25:402–408. doi: 10.1006/meth.2001.1262. [PubMed] [CrossRef] [Google Scholar]26. Huerter ME, Sharma AK, Zhao Y, Charles EJ, Kron IL, Laubach VE. Attenuation of pulmonary ischemia-reperfusion injury by adenosine A2B receptor antagonism. Ann Thorac Surg. 2016;102:385–393. doi: 10.1016/j.athoracsur.2016.02.060. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Zhou F, Zhang Y, Chen J, Hu X, Xu Y. Liraglutide attenuates lipopolysaccharide-induced acute lung injury in mice. Eur J Pharmacol. 2016;791:735–740. doi: 10.1016/j.ejphar.2016.10.016. [PubMed] [CrossRef] [Google Scholar]28. Sharma P, Pandey R, Deshpande SB. Indomethacin exacerbates oleic acid-induced acute respiratory distress syndrome in adult rats. Indian J Physiol Pharmacol. 2016;60:82–89. [PubMed] [Google Scholar]29. Ismail NA, Okasha SH, Dhawan A, Abdel-Rahman AO, Shaker OG, Sadik NA. Antioxidant enzyme activities in hepatic tissue from children with chronic cholestatic liver disease. Saudi J Gastroenterol. 2010;16:90–94. doi: 10.4103/1319-3767.61234. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Sarada SK, Dipti P, Anju B, Pauline T, Kain AK, Sairam M, Sharma SK, Ilavazhagan G, Kumar D, Selvamurthy W. Antioxidant effect of beta-carotene on hypoxia induced oxidative stress in male albino rats. J Ethnopharmacol. 2002;79:149–153. doi: 10.1016/S0378-8741(01)00360-9. [PubMed] [CrossRef] [Google Scholar]31. Mindnich RD, Penning TM. Aldo-keto reductase (AKR) superfamily: Genomics and annotation. Hum Genomics. 2009;3:362–370. doi: 10.1186/1479-7364-3-4-362. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. El-Kabbani O, Dhagat U, Hara A. Inhibitors of human 20α-hydroxysteroid dehydrogenase (AKR1C1) J Steroid Biochem Mol Biol. 2011;125:105–111. doi: 10.1016/j.jsbmb.2010.10.006. [PubMed] [CrossRef] [Google Scholar]33. Hsu NY, Ho HC, Chow KC, Lin TY, Shih CS, Wang LS, Tsai CM. Overexpression of dihydrodiol dehydrogenase as a prognostic marker of non-small cell lung cancer. Cancer Res. 2001;61:2727–2731. [PubMed] [Google Scholar]34. Lin S, Wu H, Wang C, Xiao Z, Xu F, Regulatory T. Regulatory T cells and acute lung injury: Cytokines, uncontrolled inflammation, and therapeutic implications. Front Immunol. 2018;9:1545. doi: 10.3389/fimmu.2018.01545. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Xiao M, Zhu T, Zhang W, Wang T, Shen YC, Wan QF, Wen FQ. Emodin ameliorates LPS-induced acute lung injury, involving the inactivation of NF-κB in mice. Int J Mol Sci. 2014;15:19355–19368. doi: 10.3390/ijms151119355. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS, ARDS Definition Task Force  Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]37. Thompson BT, Chambers RC, Liu KD. Acute respiratory distress syndrome. N Engl J Med. 2017;377:1904–1905. doi: 10.1056/NEJMra1608077. [PubMed] [CrossRef] [Google Scholar]38. Thirunavukkarasu C, Watkins SC, Gandhi CR. Mechanisms of endotoxin induced NO, IL 6, and TNF alpha production in activated rat hepatic stellate cells: role of p38 MAPK. Hepatology. 2006;44:389–398. doi: 10.1002/hep.21254. [PubMed] [CrossRef] [Google Scholar]39. Fan E, Brodie D, Slutsky AS. Acute respiratory distress syndrome: Advances in diagnosis and treatment. JAMA. 2018;319:698–710. doi: 10.1001/jama.2017.21907. [PubMed] [CrossRef] [Google Scholar]40. D'Alessio FR, Craig JM, Singer BD, Files DC, Mock JR, Garibaldi BT, Fallica J, Tripathi A, Mandke P, Gans JH, et al.  Enhanced resolution of experimental ARDS through IL-4-mediated lung macrophage reprogramming. Am J Physiol Lung Cell Mol Physiol. 2016;310:L733–L746. doi: 10.1152/ajplung.00419.2015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Pun PB, Lu J, Moochhala S. Involvement of ROS in BBB dysfunction. Free Radic Res. 2009;43:348–364. doi: 10.1080/10715760902751902. [PubMed] [CrossRef] [Google Scholar]42. Wang G, Han D, Zhang Y, Xie X, Wu Y, Li S, Li M. A novel hypothesis: Up-regulation of HO-1 by activation of PPARγ inhibits HMGB1-RAGE signaling pathway and ameliorates the development of ALI/ARDS. J Thorac Dis. 2013;5:706–710. [PMC free article] [PubMed] [Google Scholar]43. Yang CY, Chen CS, Yiang GT, Cheng YL, Yong SB, Wu MY, Li CJ. New insights into the immune molecular regulation of the pathogenesis of acute respiratory distress syndrome. Int J Mol Sci. 2018;19:588. doi: 10.3390/ijms19020588. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Shaaban AA, El-Kashef DH, Hamed MF, El-Agamy DS. Protective effect of pristimerin against LPS-induced acute lung injury in mice. Int Immunopharmacol. 2018;59:31–39. doi: 10.1016/j.intimp.2018.03.033. [PubMed] [CrossRef] [Google Scholar]45. Balabanlı B, Balaban T. Investigation into the effects of boron on liver tissue protein carbonyl, MDA, and glutathione levels in endotoxemia. Biol Trace Elem Res. 2015;167:259–263. doi: 10.1007/s12011-015-0301-z. [PubMed] [CrossRef] [Google Scholar]46. Burczynski ME, Sridhar GR, Palackal NT, Penning TM. The reactive oxygen species- -and Michael acceptor-inducible human aldo-keto reductase AKR1C1 reduces the alpha, beta-unsaturated aldehyde 4-hydroxy-2-nonenal to 1,4-dihydroxy-2-nonene. J Biol Chem. 2001;276:2890–2897. doi: 10.1074/jbc.M006655200. [PubMed] [CrossRef] [Google Scholar]47. Zhang H, Neuhöfer P, Song L, Rabe B, Lesina M, Kurkowski MU, Treiber M, Wartmann T, Regnér S, Thorlacius H, et al.  IL-6 trans-signaling promotes pancreatitis-associated lung injury and lethality. J Clin Invest. 2013;123:1019–1031. doi: 10.1172/JCI64931. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Yang L, Han S, Sun Y. An IL6-STAT3 loop mediates resistance to PI3K inhibitors by inducing epithelial-mesenchymal transition and cancer stem cell expansion in human breast cancer cells. Biochem Biophys Res Commun. 2014;453:582–587. doi: 10.1016/j.bbrc.2014.09.129. [PubMed] [CrossRef] [Google Scholar]49. Cai B, Cai JP, Luo YL, Chen C, Zhang S. The specific roles of JAK/STAT signaling pathway in sepsis. Inflammation. 2015;38:1599–1608. doi: 10.1007/s10753-015-0135-z. [PubMed] [CrossRef] [Google Scholar]"}