{"title": "Speech-language pathology approaches to neurorehabilitation in acute care during COVID-19: Capitalizing on neuroplasticity", "pubDate": "2022", "PMCID": "PMC8661644", "DOI": "10.1002/pmrj.12717", "PMID": "34595841", "abstract": "Neurologic manifestations associated with a coronavirus disease 2019 (COVID-19) diagnosis are common and often occur in severe and critically ill patients. In these patients, the neurologic symptoms are confounded by critical care conditions, such as acute respiratory distress syndrome (ARDS). Patients with dual diagnoses of COVID-19 and neurologic changes such as myopathy, polyneuropathy, and stroke are likely at a higher risk of experiencing deficits with swallowing, communication, and/or cognition. Speech-language pathologists are an integral part of both the critical care and neurologic disorders multi-disciplinary teams, offering valuable contributions in the evaluation, treatment, and management of these areas. Patients in intensive care units (ICUs) who require mechanical ventilation often experience difficulty with communication and benefit from early speech-language pathology intervention to identify the most efficient communication methods with the medical team and caregivers. Moreover, patients with neurologic manifestations may present with cognitive-linguistic impairments such as aphasia, thereby increasing the need for communication-based interventions. Difficulties with voice and swallowing after extubation are common, often requiring frequent treatment sessions, possibly persisting beyond ICU discharge. After leaving the ICU, patients with COVID-19 often experience physical, cognitive, and mental health impairments collectively called post-intensive care syndrome. This is often a lengthy road as they progress toward full recovery, requiring continued speech-language pathology treatment after hospital discharge, capitalizing on the principles of neuroplasticity.", "author": [{"author": "Nicole Langton-Frost", "affiliation": ["Department of Physical Medicine and Rehabilitation, Johns Hopkins University, Baltimore, Maryland, USA."], "href": "/?term=Langton-Frost+N&cauthor_id=34595841"}, {"author": "Martin B Brodsky", "affiliation": ["Department of Physical Medicine and Rehabilitation, Johns Hopkins University, Baltimore, Maryland, USA.", "Division of Pulmonary and Critical Care Medicine, Johns Hopkins University, Baltimore, Maryland, USA.", "Outcomes After Critical Illness and Surgery (OACIS) Research Group, Johns Hopkins University, Baltimore, Maryland, USA."], "href": "/?term=Brodsky+MB&cauthor_id=34595841"}], "refPMID": ["32648899", "32275288", "32616524", "32432996", "32409215", "33089477", "32622375", "33167752", "32219363", "21035593", "32410807", "32433599", "21946660", "31662037", "28967376", "16361020", "24309584", "26622975", "26888985", "26747128", "28041902", "30376602", "28291953", "31028900", "29116473", "23321442", "26721868", "14658992", "17117352", "17457549", "18230848", "19130130", "21098406", "20434612", "23336825", "24816250", "26711168", "15084522", "28826268", "32514597", "33168109", "33529610", "32555948", "34197688", "27983872", "33166525", "30742198", "33136216", "15733717", "27423366", "27475521", "29397032", "31866129", "24149008", "30735625", "29551223", "31385620", "26354859", "32422180", "32525695", "32960148", "27063364", "21978210", "33019888", "27151156", "31805247", "29710193", "32861317", "33020166", "22797452", "27039344", "24088092", "32345343", "27025938", "23989098", "33111132", "26040251", "31027426", "31791260", "27538536", "30113379", "32946270", "29282641", "19114440", "22712452", "32519528", "32960646", "32519150", "31689247"], "citedInPMID": ["34595841"], "body": " AbstractNeurologic manifestations associated with a coronavirus disease 2019 (COVID‐19) diagnosis are common and often occur in severe and critically ill patients. In these patients, the neurologic symptoms are confounded by critical care conditions, such as acute respiratory distress syndrome (ARDS). Patients with dual diagnoses of COVID‐19 and neurologic changes such as myopathy, polyneuropathy, and stroke are likely at a higher risk of experiencing deficits with swallowing, communication, and/or cognition. Speech‐language pathologists are an integral part of both the critical care and neurologic disorders multi‐disciplinary teams, offering valuable contributions in the evaluation, treatment, and management of these areas. Patients in intensive care units (ICUs) who require mechanical ventilation often experience difficulty with communication and benefit from early speech‐language pathology intervention to identify the most efficient communication methods with the medical team and caregivers. Moreover, patients with neurologic manifestations may present with cognitive‐linguistic impairments such as aphasia, thereby increasing the need for communication‐based interventions. Difficulties with voice and swallowing after extubation are common, often requiring frequent treatment sessions, possibly persisting beyond ICU discharge. After leaving the ICU, patients with COVID‐19 often experience physical, cognitive, and mental health impairments collectively called post‐intensive care syndrome. This is often a lengthy road as they progress toward full recovery, requiring continued speech‐language pathology treatment after hospital discharge, capitalizing on the principles of neuroplasticity. Coronavirus disease 2019 (COVID‐19) was first identified on December 31, 2019, and it was classified as a pandemic on March 11, 2020, by the World Health Organization. The most common symptoms include fever, dry cough, and shortness of breath.\n1\n These symptoms mimic other viruses such as influenza, making testing for COVID‐19 critical. Although there has been limited research on the neurologic effects of COVID‐19, there is emerging evidence of a subgroup of patients with COVID‐19 who will develop neurologic symptoms. NEUROLOGIC MANIFESTATIONSNeurological manifestations of COVID‐19 include headache, dizziness, weakness, autonomic symptoms, numbness, stroke, seizures, altered mental status, hypogeusia, and hyposmia, which suggests it may impact both the central nervous system and peripheral nervous system.\n2\n Of interest, when comparing patients with COVID‐19 with and without neurologic symptoms, patients with neurologic symptoms had higher white blood cell counts, higher neutrophil counts, higher C reactive protein levels, and higher D dimer levels.\n3\n, \n4\n This may help guide further research regarding the risk of development of neurologic symptoms for patients with COVID‐19.\nHypogeusia and hyposmia\nHypogeusia/ageusia and hyposmia/anosmia, that is, alterations in taste and smell, in patients with COVID‐19 have been the most frequently reported neurologic symptoms.\n5\n, \n6\n, \n7\n, \n8\n It is hypothesized that the change in smell is due the virus impacting the olfactory epithelium (peripheral nervous system).\n8\n This has the potential to lead to central nervous system (CNS) deficits, as the virus may enter the CNS via the olfactory bulb.\n5\n The involvement of gustatory epithelium is also suspected to be the cause of changes in taste.\n8\n This has the potential to impact patients' nutrition because patients may consume less due to loss of taste and loss of interest in eating. Moreover, swallow function and rehabilitative techniques that involve sensory input may be negatively impacted.\n8\n As of December 2020, there are no data to address treatment for hypogeusia and hyposmia.\nEncephalitis and encephalopathy\nAlthough rarer than dysgeusia and parosmia, other potential neurologic manifestations include encephalitis and encephalopathy,\n5\n, \n6\n, \n7\n which may result in cognitive dysfunction. It has been proposed that this is due to the virus entering the CNS via the angiotensin‐converting enzyme‐2 receptor (ACE 2). The ACE 2 can bind to glial cells in the brain and spinal cord, leading to damage or edema of brain tissue.\n5\n Furthermore, the cytokine storm can result in disruption of the blood‐brain barrier, potentially leading to damage of brain tissue.\n5\n\n\nStroke\nThe incidence of stroke in patients with COVID‐19 ranges from 0.9% to 5%.\n2\n, \n4\n Ischemic stroke is more common than hemorrhagic stroke; however, the subtype of ischemic stroke also appears to vary, including cardioembolic, atherosclerotic, and cryptogenic. It appears that for some patients the onset of the stroke symptoms occurs ~10 days after the initial COVID‐19 symptoms.\n3\n, \n4\n\nThe etiology of this incidence of stroke in the population of patients with COVID‐19 remains unclear. Previous literature has demonstrated that patients with acute respiratory disease due to a virus are at a higher risk of triggering underlying cardiac disease.\n9\n, \n10\n It follows that the presence of an underlying cardiac pathology may be triggered by the virus, thus leading to a stroke. Still others suspect that ischemic stroke is due to an inflammatory response to the viral infection, resulting in a hypercoagulable state. It has been suggested that higher d‐dimer levels may be present in patients with COVID and acute stroke when compared to patients with COVID alone and higher d‐dimer levels in patients with COVID and acute stroke compared to patients with only acute stroke.\n4\n\nAlthough the likelihood of stroke has been reported in only a small number of in‐patients with COVID‐19, the patients in this subgroup have a higher mortality rate when compared to patients with COVID‐19 without stroke.\n11\n Similar findings have been reported when compared to patients with acute stroke who did not have COVID‐19.\n3\n, \n4\n, \n11\n Moreover, patients with COVID‐19 and ischemic stroke were younger and had higher admission National Institutes of Health Stroke Scale (NIHSS) scores compared to those with stroke and negative for COVID‐19.\n4\n This suggests potentially younger patients with more severe deficits, thereby increasing the overall number of patients, which can be up to 90% of patients with COVID‐19 in a rehabilitation facility who would benefit from rehabilitation following COVID‐19/stroke.\n12\n\nLarge numbers of stroke patients and patients with COVID‐19 require speech‐language pathology (SLP) services due to deficits in speech, language, communication, cognition, and swallowing. The need for SLP intervention is even greater when patients are diagnosed with both COVID‐19 and an acute stroke. The need only escalates in patients who have been intubated with mechanical ventilation in the intensive care unit (ICU). Once out of the ICU, deficits often become recognizable as post intensive care syndrome (PICS), affecting both patients and family members.\n13\n\n CLINICAL CONSIDERATIONSEarly rehabilitation in the ICU continues to emerge as both a concept and how it is implemented. At present, there is a disproportionate amount of published research focused on interventions provided by physical therapy and occupational therapy, compared with SLP. Although high‐dose rehabilitation within the initial 24 hours of onset of stroke is cautioned,\n14\n, \n15\n many studies have documented the benefits of early rehabilitation during the acute phase post stroke,\n16\n, \n17\n, \n18\n, \n19\n, \n20\n, \n21\n, \n22\n, \n23\n, \n24\n including decreased inflammatory cytokines, tightening of the blood‐brain barrier, increased brain‐derived neurotrophic factor (BDNF), and promotion of neurogenesis.\n25\n Animal studies have demonstrated that when rehabilitation is initiated within 48 hours of stroke to address a unilateral upper limb deficit, there is a high likelihood of return to pre‐stroke baseline after 7 days of direct (specific) upper limb training. By comparison, initiation of the same rehabilitation protocol initiated on day 8 post stroke results in the animal demonstrating only minimal improvements and no return to functional baseline despite an extra 11 days of training.\n26\n, \n27\n This suggests that there may be an enhanced level of neuroplasticity within the first week post stroke that may be reduced by day 7, further indicating the need for early rehabilitation.Although these aforementioned studies are not specific to SLP, they demonstrate the benefit of early rehabilitation and principles of neuroplasticity. These principles are well documented and demonstrated in the SPL literature (Table 1).\n28\n, \n29\n, \n30\n, \n31\n, \n32\n, \n33\n, \n34\n, \n35\n, \n36\n, \n37\n Among the core principles is that experience (i.e., practice of the target task) is necessary or there will likely not be improvement in function.\n31\n A flow diagram of the potential SLP interventions is presented in Figure 1. With the addition of COVID‐19 and the push to limit the number of interactions to conserve personal protective equipment (PPE), clinicians risk patients' functional recovery in the absence of SLP treatment. Entering the COVID‐19 pandemic, SLP treatments were severely limited while the patient was COVID positive to reduce potential vectors of the virus. SLP needed to find alternative ways to continue to provide therapeutic interventions.TABLE 1Principles of neuroplasticity as they relate to speech‐language pathology areas of treatmentPrinciples of NeuroplasticitySpeech‐language Pathology TreatmentUse it or lose itIntubation; prolonged NPO status; limited cognitive stimulationUse it and improve itTargeted treatment to improve swallowing or to improve voiceSpecificitySpecific exercises that address specific physiologic/cognitive‐linguistic/behavioral impairmentsRepetitionSufficient repetitions to create patterned and meaningful changeIntensityIncrease intensity as treatment progresses (e.g., resistance, increased bolus viscosity, increased complexity of tasks)TimeEarly rehabilitation may capitalize on the hyper plasticity phase following neurologic injurySalienceUsing patient preferences of foods/liquids and discussion topics during treatmentTransferenceNonspecific but related exercises (e.g., swallowing: EMST, lingual resistance; language/cognition: drills)InterferenceCompensatory strategies and augmentative devices are beneficial but should be temporary and phased out as quickly as possibleOpen in a separate windowAbbreviations: EMST, expiratory muscle strength training; NPO, nil per os.Open in a separate windowFIGURE 1Flow diagram of SLP COVID‐19 interventions during acute care hospitalization. The blue lines/box region indicates a referral choice for the health care team based on patient presentation. Patients who are either not intubated or post‐extubation may be directly referred to SLP for evaluation/treatment. AAC, augmentative and alternative communication; COVID‐19, coronavirus disease 2019; ICU, intensive care unit; RASS, Richmond Agitation Sedation Scale; SLP, speech‐language pathology\nSwallowing\nAlthough there is limited research on the rate of swallow recovery during the first 7 days post stroke, and even less research on the impact of swallow interventions during this same period, it is reasonable to consider this early rehabilitation model for swallowing intervention based on animal models, upper extremity literature, and the exercise science literature.\n38\n There are few studies that focused on the impact of increased frequency of swallowing intervention that suggest that increased therapy frequency may have positive outcomes on swallowing recovery and reduce the number of days that patient's may be without oral intake (i.e., nil per os, NPO).\n16\n, \n39\n Conversely, swallowing intervention in acute care may not improve outcomes with frequent treatment intervention.\n40\n But what is frequent? Each of the control groups in the studies included in the systematic review received swallowing intervention 5 days per week, arguably high‐frequency swallowing intervention. For patients with COVID‐19, four studies demonstrated that the majority of the patients who were initially identified to have dysphagia progressed to an unrestricted diet by discharge from the hospital, suggesting that frequent swallowing intervention in the acute care setting may be beneficial for the COVID‐19 population.\n41\n, \n42\n, \n43\n, \n44\n Ninety‐seven percent of intubated patients with COVID‐19 presented with dysphagia on initial evaluation; however, similar to nonintubated patients with dysphagia, many (66%) returned to an unrestricted diet by discharge.\n42\n For survivors of acute respiratory distress syndrome, swallowing after extubation is expected to recover, although it may take months to years for a patient's symptoms to resolve.\n45\n Furthermore, a global consensus agreed that “Swallowing therapy tasks that are not aerosol generating tasks should be provided to patients.”\n46\n\nTo date, current negative predictors of swallowing recovery in patients with COVID‐19 are unknown; however, there is a wide range of current negative predictors of swallowing recovery post stroke, including older age, higher NIHSS score, greater lesion volume, lesion location, presence of dysarthria, and concern for aspiration on initial assessment.\n47\n, \n48\n Therefore, discussions regarding alternate nutrition primarily rely on multi‐disciplinary clinical judgement. Placement of longer‐term alternate nutrition following acute stroke (e.g., percutaneous endoscopic gastrostomy, PEG tube) has been linked to worse functional outcomes, worse quality of life scores, higher likelihood of institutionalization, and higher likelihood of hospital readmission.\n49\n, \n50\n, \n51\n, \n52\n, \n53\n\nEarly in the COVID‐19 pandemic, there was limited access to instrumental assessments (i.e., flexible endoscopic evaluation of swallowing, FEES; videofluoroscopic swallowing studies, VFSS) of swallowing. Whereas completion of instrumental swallow evaluations is clearly best practice to identify physiologic deficits and develop an evidence‐based treatment plan, the limitations to instrumental assessments should not result in the absence of SLP involvement. The neuroplasticity principle of specificity informs us that the act of swallowing is important to improve swallow function. Moreover, literature has demonstrated lower spontaneous swallow frequency for patients with post stroke dysphagia.\n54\n, \n55\n Increasing the frequency of patient swallows may be an early focus for swallowing intervention while waiting for access to instrumental assessments, whether with saliva swallows, ice chips, or some form of a restricted diet, as clinically appropriate. Emphasizing critical thinking, clinical decision‐making, and capitalizing on neuroplasticity may help to guide treatment plans when resources are limited, and much needed advocating for instrumental assessments is ongoing.\nCommunication\nCommunication is arguably the basis of human interaction. An inability to communicate negatively affects a patient's quality of life.\n56\n, \n57\n Extended durations of endotracheal intubation may lead to conversion from an oral/nasal endotracheal tube to a tracheostomy tube for respiratory and secretion management. Patients with a stroke and/or patients with COVID‐19 are especially at risk for placement of a tracheostomy tube. Although medical management of these patients will have improved, placement of a tracheostomy tube significantly impacts patients' ability to communicate, thereby negatively impacting quality of life.Communication options such as augmentative and alternative communication (AAC) should be considered when patients are still orally/nasally intubated or are not medically stable to tolerate tracheostomy cuff deflation. In facilities where PPE continues to be a concern, providing structured education to nursing through the Study of Patient‐Nurse Effectiveness with Assisted Communication Strategies (SPEACS) program may be beneficial to increase patient access to alternative communication options.\n58\n Additional options may include providing electronic devices (e.g., tablet, smart phone, computer) with pre‐loaded communication applications, including tele‐ and videoconferencing platforms to intubated patients and/or patients with a tracheostomy. This allows for participation of patients and family members in the patients' goals of care/care plan and eases communication with health care workers.One‐way speaking valve placement should be considered as soon as medically appropriate. However, due to COVID‐19, aerosolization has been raised as a concern. Focusing on AAC when the patient continues to require mechanical ventilation continues to be common practice.\n57\n, \n59\n, \n60\n, \n61\n Each case should be discussed with the medical team with the goal of verbal communication as soon as medically appropriate to allow for improved quality of life, for increased participation in medical care, and for communication with family/friends via tele‐ or videoconferencing options.Aphasia following acute stroke is common and may be seen in up to 41% of patients following acute stroke.\n62\n The literature on the effectiveness of the level of intensity of aphasia treatment following stroke is variable/unclear. Smaller research studies have demonstrated quicker improvement in functional language and scores on standardized aphasia testing with increased frequency of language intervention during the acute care hospital stay\n63\n; however, a large study by the same authors revealed no significant differences in the amount of improvement in communication (based on standardized aphasia testing) between the usual care group and the early (therapy initiated by day 8 post stroke) and increased‐frequency therapy groups.\n64\n Although the results of the more recent large‐scale study do not necessarily support very early, high‐intensity aphasia intervention, the usual care group in the 2020 study received earlier and more frequent (three days per week) intervention when compared to the control group in their 2012 study.\n65\n This may suggest that there is a benefit to providing aphasia intervention during the acute phase.The introduction of evidence‐based language interventions may be beneficial during the acute phase post‐stroke and should be considered despite a COVID‐19‐positive diagnosis, especially when considering the principles of neuroplasticity as applied to language intervention. A patient who presents with word recall difficulty, for example, may benefit from a task‐specific treatment such as semantic feature analysis using the principle of specificity.\n66\n, \n67\n In this COVID‐19 era leading to the absence/significant reduction of visitors/family presence at the bedside, language interventions with a focus on communication with family/friends via virtual methods may have multiple benefits, including the principle of salience and improvement of patient's quality of life.\n68\n There are also some challenges. Among the biggest challenges is that language interventions most often require a communication partner. For patients with COVID‐19, interactions with family, friends, and health care staff are limited. To overcome this obstacle, a multi‐disciplinary approach is required to implement creative solutions for improving patient interactions. Doing so will avoid the confrontation with the “use it or lose it” principle of neuroplasticity, capitalizing on the more modern “use it and improve it” principle. Some of these solutions may include the use of telehealth, involving patients in rounding (in person or via telehealth), and assisting with virtual communication with family and friends.\nCognition\nA proportion (up to 40%) of patients with COVID‐19 and acute stroke patients are intubated with mechanical ventilation in the ICU.\n69\n Hypoxia, a condition experienced by patients with ARDS,\n70\n may lead to cognitive deficits due to multiple brief periods of decreased oxygen to the brain, resulting in brain tissue changes in areas of the brain important for memory, attention, emotion, and perception.\n71\n Literature detailing the post‐extubation ARDS population has revealed high rates of cognitive deficits, which were found to persist up to 5 years after hospitalization.\n72\n, \n73\n, \n74\n, \n75\n A small cohort study found that patients with COVID‐19 who required oxygen during the acute phase are more likely to demonstrate deficits in memory (visual, verbal, and working memory), attention, processing speed, and executive function.\n76\n Cognitive deficits after stroke are common, with up to 70% of stroke patients presenting with deficits in at least one cognitive domain.\n77\n, \n78\n Patients with COVID‐19 and stroke requiring intubation likely have concomitant reasons for cognitive impairment, specifically lesion location of the stroke, intermittent hypoxia, and/or delirium, ultimately leading to challenges in the diagnosis and treatment of both diseases.Delirium is common for patients in the ICU. For patients with stroke who are treated in the ICU, it may be more challenging to diagnose delirium due to the high rate of cognitive‐linguistic deficits caused by the stroke. Some delirium screenings have been found to be valid for the post stroke population.\n79\n, \n80\n At its core, delirium has a medical etiology. It is important to monitor cognition in stroke patients to identify a delirium superimposed on acute cognitive deficits from the stroke so that the medical cause may be treated. In doing so, deficits from the stroke will be better revealed and the plan of care will present with greater clarity. Furthermore, unmanaged delirium may result in persistent cognitive deficits following ICU stay, a part of post‐intensive care syndrome (PICS).\n13\n, \n81\n, \n82\n, \n83\n Interventions to reduce the likelihood of delirium are necessary due to the added risks of persistent cognitive deficits following ICU delirium. Interventions may include frequent re‐orientation, early mobility, and maintaining a sleep–wake cycle. Furthermore, if diagnosed with cognitive‐linguistic deficits and delirium is not present, the patient may benefit from patient‐centered cognitive interventions targeting specific cognitive deficits (e.g., attention).\n84\n, \n85\n Some examples include time pressure management,\n86\n divided attention tasks,\n87\n or metacognitive strategy training.\n85\n\n\nMotor speech\nUp to 53% of patients experience dysarthria following acute stroke. Although not well studied, speech intervention for dysarthria may be beneficial to improve speech intelligibility.\n88\n It may also improve psychosocial measures such as reduced socialization and feelings of discomfort/embarrassment following dysarthria due to stroke. Clinicians should consider the impact of dysarthria on patient comfort with communication with health care workers, family, and friends.With the use of surgical masks and N95s, speech intelligibility is decreased by up to 17%.\n68\n In addition, they inhibit the patient from visualizing the clinician's articulators that may provide visual feedback to improve accuracy during SLP treatment. The use of alternative surgical masks may be of benefit if the patient is considered COVID recovered and an N95 is no longer required. Although availability of powered air‐purifying respirators (PAPRs) may be limited at many facilities, this is a potential option to improve visualization of clinicians' facial expressions, tongue, lips, and jaw for patients requiring airborne precautions. If PAPRs are not available, clinicians should consider the use of telehealth within the acute care setting with the need for seeing facial features. This would allow for adequate visualization of the clinician's face at the same time as preserving PPE. PERSONAL PROTECTIVE EQUIPMENT (PPE)\nGuidance\nA multitude of international professional societies have all stated that swallowing evaluation and treatment may be considered an aerosol‐generating procedure; therefore, appropriate airborne PPE is recommended for these interventions.\n89\n It is important to note that the evaluation or treatment itself is not an aerosol‐generating procedure; rather airborne PPE is recommended because these procedures may provoke acts of aerosolization (e.g., cough).\n89\n, \n90\n, \n91\n In addition, when providing evaluation and treatment to patients with COVID‐19 and neurologic symptoms, appropriate PPE should be worn per guidelines provided by the Centers for Disease Control and Prevention (CDC).\nDelivery of care\nThe literature on the impact of therapy interventions for patients with COVID‐19 is limited. There is, however, a growing literature on the importance of early intervention during the acute phase following stroke.\n23\n, \n25\n Therefore, early evaluation and treatment and frequent intervention should be considered and discussed with the medical team for patients with COVID‐19 who are presenting with neurologic symptoms (Figure 2).Open in a separate windowFIGURE 2Timing of speech‐language pathologist interventions. FEES, flexible endoscopic evaluation of swallowing; ICU, intensive care unit; RASS, Richmond Agitation Sedation Scale; SLP, speech‐language pathology; VFSS, videofluoroscopic swallow study\nSettings\nIn the United States, health care facilities follow CDC guidelines for the protection of patients and health care workers against the severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) virus. These broad guidelines are further interpreted by professional organizations for additional guidance germane to their respective specialties. Finally, maintenance of resources is the responsibility of each facility, thus giving rise to local policies and procedures.It is important to use appropriate PPE as recommended by the CDC and your professional organizations, following your facility's policies to protect staff while providing high‐quality, frequent, early interventions. If approved by your institutions, masks with clear coverings to allow visualization of the mouth may be beneficial when providing speech and language evaluation and treatment (if the patient does not require airborne precautions).\n68\n If airborne precautions are required, alternatives to N95 masks that provide a clear view of the clinician's mouth and facial features, such as PAPRs, should be considered. Telehealth is another alternative option for patients on airborne precautions if PPE is limited and/or visualization of the clinician's articulators would be beneficial for the patient's specific deficits.The use of technology to improve communication is advantageous to providing optimized care during the hospital stay. This may include the use of telecommunication applications to improve the amount and ease of communication between the patient and family/friends, health care providers, and other personnel to allow all members to actively engage with the patient. Technology should also be used to improve social interactions and may include a range of low‐tech and high‐tech devices. For example, a low‐tech device, such as communication boards would be beneficial for an intubated patient with fine motor weakness resulting in the inability to utilize written communication. Furthermore, a high‐tech device such as an eye gaze may be an option for patients that are not able to communicate verbally and present with significant upper extremity weakness. Finally, family engagement during therapy sessions may improve patient engagement.\n92\n\n RECOMMENDATIONSSpeech‐language pathologists are an integral part of the multi‐disciplinary team caring for patients with COVID‐19. Patients continue to present with some variability, suggesting that creative solutions may be required to overcome COVID‐19‐related barriers. Early consults from the primary medical team and primary care providers will promote the benefits of early evaluation and treatment for communication, cognition, and swallowing, ultimately improving patients' quality of life. Although traditional therapies are leading the way to considerable gains in recovery, expanding the therapeutic arsenal to include technology may also prove to facilitate improved well‐being and recovery. In the end, patients and clinicians must partner together for improved patient outcomes. DISCLOSUREMartin Brodsky reports royalties from MedBridge, Inc, unrelated to the current work. Notes\n\nLangton‐Frost N, Brodsky MB. Speech‐language pathology approaches to neurorehabilitation in acute care during COVID‐19: Capitalizing on neuroplasticity. PM&R: The Journal of Injury, Function and Rehabilitation. 2021;1-10. doi:10.1002/pmrj.12717\n [PMC free article] [PubMed] [CrossRef]\n REFERENCES1. \nWiersinga WJ, Rhodes A, Cheng AC, Peacock SJ, Prescott HC. Pathophysiology, transmission, diagnosis, and treatment of coronavirus disease 2019 (COVID‐19): a review. JAMA. 2020;324(8):782‐793. [PubMed] [Google Scholar]2. \nMao L, Jin H, Wang M, et al. Neurologic manifestations of hospitalized patients with coronavirus disease 2019 in Wuhan, China. JAMA Neurol. 2020;77(6):683‐690. [PMC free article] [PubMed] [Google Scholar]3. \nLi Y, Li M, Wang M, et al. Acute cerebrovascular disease following COVID‐19: a single center, retrospective, observational study. Stroke Vasc Neurol. 2020;5(3):279‐284. [PMC free article] [PubMed] [Google Scholar]4. \nYaghi S, Ishida K, Torres J, et al. SARS‐CoV‐2 and stroke in a New York healthcare system. Stroke. 2020;51(7):2002‐2011. [PMC free article] [PubMed] [Google Scholar]5. \nAhmad I, Rathore FA. Neurological manifestations and complications of COVID‐19: a literature review. J Clin Neurosci. 2020;77:8‐12. [PMC free article] [PubMed] [Google Scholar]6. \nFavas TT, Dev P, Chaurasia RN, et al. Neurological manifestations of COVID‐19: a systematic review and meta‐analysis of proportions. Neurol Sci. 2020;41(12):3437‐3470. [PMC free article] [PubMed] [Google Scholar]7. \nEllul MA, Benjamin L, Singh B, et al. Neurological associations of COVID‐19. Lancet Neurol. 2020;19(9):767‐783. [PMC free article] [PubMed] [Google Scholar]8. \nVergara J, Lirani‐Silva C, Brodsky MB, et al. Potential influence of olfactory, gustatory, and pharyngolaryngeal sensory dysfunctions on swallowing physiology in COVID‐19. Otolaryngol Head Neck Surg. 2021;164(6):1134‐1135. [PubMed] [Google Scholar]9. \nMadjid M, Safavi‐Naeini P, Solomon SD, Vardeny O. Potential effects of coronaviruses on the cardiovascular system: a review. JAMA Cardiol. 2020;5(7):831‐840. [PubMed] [Google Scholar]10. \nVasile VC, Chai HS, Khambatta S, Afessa B, Jaffe AS. Significance of elevated cardiac troponin T levels in critically ill patients with acute respiratory disease. Am J Med. 2010;123(11):1049‐1058. [PubMed] [Google Scholar]11. \nPranata R, Huang I, Lim MA, Wahjoepramono EJ, July J. Impact of cerebrovascular and cardiovascular diseases on mortality and severity of COVID‐19‐systematic review, meta‐analysis, and meta‐regression. J Stroke Cerebrovasc Dis. 2020;29(8):104949. [PMC free article] [PubMed] [Google Scholar]12. \nBrugliera L, Spina A, Castellazzi P, et al. Nutritional management of COVID‐19 patients in a rehabilitation unit. Eur J Clin Nutr. 2020;74(6):860‐863. [PMC free article] [PubMed] [Google Scholar]13. \nNeedham DM, Davidson J, Cohen H, et al. Improving long‐term outcomes after discharge from intensive care unit: report from a stakeholders' conference. Crit Care Med. 2012;40(2):502‐509. [PubMed] [Google Scholar]14. \nPowers WJ, Rabinstein AA, Ackerson T, et al. Guidelines for the early management of patients with acute ischemic stroke: 2019 update to the 2018 guidelines for the early management of acute ischemic stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2019;50(12):e344‐e418. [PubMed] [Google Scholar]15. \nLanghorne P, Wu O, Rodgers H, Ashburn A, Bernhardt J. A very early rehabilitation trial after stroke (AVERT): a phase III, multicentre, randomised controlled trial. Health Technol Assess. 2017;21(54):1‐120. [PMC free article] [PubMed] [Google Scholar]16. \nCarnaby G, Hankey GJ, Pizzi J. Behavioural intervention for dysphagia in acute stroke: a randomised controlled trial. Lancet Neurol. 2006;5(1):31‐37. [PubMed] [Google Scholar]17. \nMattioli F, Ambrosi C, Mascaro L, et al. Early aphasia rehabilitation is associated with functional reactivation of the left inferior frontal gyrus: a pilot study. Stroke. 2014;45(2):545‐552. [PubMed] [Google Scholar]18. \nBakhtiyari J, Sarraf P, Nakhostin‐Ansari N, et al. Effects of early intervention of swallowing therapy on recovery from dysphagia following stroke. Iran J Neurol. 2015;14(3):119‐124. [PMC free article] [PubMed] [Google Scholar]19. \nBernhardt J, Churilov L, Ellery F, et al. Prespecified dose‐response analysis for a very early rehabilitation trial (AVERT). Neurology. 2016;86(23):2138‐2145. [PMC free article] [PubMed] [Google Scholar]20. \nKwakkel G, Winters C, van Wegen EE, et al. Effects of unilateral upper limb training in two distinct prognostic groups early after stroke: the EXPLICIT‐stroke randomized clinical trial. Neurorehabil Neural Repair. 2016;30(9):804‐816. [PubMed] [Google Scholar]21. \nNakazora T, Maeda J, Iwamoto K, et al. Intervention by speech therapists to promote oral intake of patients with acute stroke: a retrospective cohort study. J Stroke Cerebrovasc Dis. 2017;26(3):480‐487. [PubMed] [Google Scholar]22. \nBath PM, Lee HS, Everton LF. Swallowing therapy for dysphagia in acute and subacute stroke. Cochrane Database Syst Rev. 2018;10(10):CD000323. [PMC free article] [PubMed] [Google Scholar]23. \nImura T, Nagasawa Y, Fukuyama H, Imada N, Oki S, Araki O. Effect of early and intensive rehabilitation in acute stroke patients: retrospective pre−/post‐comparison in Japanese hospital. Disabil Rehabil. 2018;40(12):1452‐1455. [PubMed] [Google Scholar]24. \nDehem S, Gilliaux M, Stoquart G, et al. Effectiveness of upper‐limb robotic‐assisted therapy in the early rehabilitation phase after stroke: a single‐blind, randomised, controlled trial. Ann Phys Rehabil Med. 2019;62(5):313‐320. [PubMed] [Google Scholar]25. \nColeman ER, Moudgal R, Lang K, et al. Early rehabilitation after stroke: a narrative review. Curr Atheroscler Rep. 2017;19(12):59. [PMC free article] [PubMed] [Google Scholar]26. \nZeiler SR, Gibson EM, Hoesch RE, et al. Medial premotor cortex shows a reduction in inhibitory markers and mediates recovery in a mouse model of focal stroke. Stroke. 2013;44(2):483‐489. [PMC free article] [PubMed] [Google Scholar]27. \nZeiler SR, Hubbard R, Gibson EM, et al. Paradoxical motor recovery from a first stroke after induction of a second stroke: reopening a postischemic sensitive period. Neurorehabil Neural Repair. 2016;30(8):794‐800. [PMC free article] [PubMed] [Google Scholar]28. \nClark HM. Neuromuscular treatments for speech and swallowing: a tutorial. Am J Speech Lang Pathol. 2003;12(4):400‐415. [PubMed] [Google Scholar]29. \nLazarus C. Tongue strength and exercise in healthy individuals and in head and neck cancer patients. Semin Speech Lang. 2006;27(4):260‐267. [PubMed] [Google Scholar]30. \nBurkhead LM, Sapienza CM, Rosenbek JC. Strength‐training exercise in dysphagia rehabilitation: principles, procedures, and directions for future research. Dysphagia. 2007;22(3):251‐265. [PubMed] [Google Scholar]31. \nKleim JA, Jones TA. Principles of experience‐dependent neural plasticity: implications for rehabilitation after brain damage. J Speech Lang Hear Res. 2008;51(1):S225‐S239. [PubMed] [Google Scholar]32. \nMartin RE. Neuroplasticity and swallowing. Dysphagia. 2009;24(2):218‐229. [PubMed] [Google Scholar]33. \nTroche MS, Okun MS, Rosenbek JC, et al. Aspiration and swallowing in Parkinson disease and rehabilitation with EMST: a randomized trial. Neurology. 2010;75(21):1912‐1919. [PMC free article] [PubMed] [Google Scholar]34. \nCarnaby‐Mann GD, Crary MA. McNeill dysphagia therapy program: a case‐control study. Arch Phys Med Rehabil. 2010;91(5):743‐749. [PubMed] [Google Scholar]35. \nSteele CM, Bailey GL, Polacco RE, et al. Outcomes of tongue‐pressure strength and accuracy training for dysphagia following acquired brain injury. Int J Speech Lang Pathol. 2013;15(5):492‐502. [PMC free article] [PubMed] [Google Scholar]36. \nAthukorala RP, Jones RD, Sella O, Huckabee ML. Skill training for swallowing rehabilitation in patients with Parkinson's disease. Arch Phys Med Rehabil. 2014;95(7):1374‐1382. [PubMed] [Google Scholar]37. \nMalandraki GA, Rajappa A, Kantarcigil C, Wagner E, Ivey C, Youse K. The intensive dysphagia rehabilitation approach applied to patients with neurogenic dysphagia: a case series design study. Arch Phys Med Rehabil. 2016;97(4):567‐574. [PubMed] [Google Scholar]38. \nJones SW, Hill RJ, Krasney PA, O'Conner B, Peirce N, Greenhaff PL. Disuse atrophy and exercise rehabilitation in humans profoundly affects the expression of genes associated with the regulation of skeletal muscle mass. FASEB J. 2004;18(9):1025‐1027. [PubMed] [Google Scholar]39. \nNakazora T, Iwamoto K, Kiyozuka T, Arimoto H, Shirotani T, Domen K. Effectiveness of 7‐day versus weekday‐only rehabilitation for stroke patients in an acute‐care hospital: a retrospective cohort study. Disabil Rehabil. 2018;40(25):3050‐3053. [PubMed] [Google Scholar]40. \nDuncan S, McAuley DF, Walshe M, et al. Interventions for oropharyngeal dysphagia in acute and critical care: a systematic review and meta‐analysis. Intensive Care Med. 2020;46:1326‐1338. [PMC free article] [PubMed] [Google Scholar]41. \nDawson C, Capewell R, Ellis S, et al. Dysphagia presentation and management following COVID‐19: an acute care tertiary Centre experience. J Laryngol Otol. 2020;134(11):981‐986. [PMC free article] [PubMed] [Google Scholar]42. \nArcher SK, Iezzi CM, Gilpin L. Swallowing and voice outcomes in patients hospitalized with COVID‐19: an observational cohort study. Arch Phys Med Rehabil. 2021;102(6):1084‐1090. [PMC free article] [PubMed] [Google Scholar]43. \nLima MS, Sassi FC, Medeiros GC, Ritto AP, Andrade CRF. Preliminary results of a clinical study to evaluate the performance and safety of swallowing in critical patients with COVID‐19. Clinics (Sao Paulo). 2020;75:e2021. [PMC free article] [PubMed] [Google Scholar]44. \nRegan J, Walshe M, Lavan S, et al. Post‐extubation dysphagia and dysphonia amongst adults with COVID‐19 in the Republic of Ireland: a prospective multi‐site observational cohort study. Clin Otolaryngol. 2021;46(6):1290–1299. [PMC free article] [PubMed] [Google Scholar]45. \nBrodsky MB, Huang M, Shanholtz C, et al. Recovery from dysphagia symptoms after oral endotracheal intubation in acute respiratory distress syndrome survivors. A 5‐year longitudinal study. Ann Am Thorac Soc. 2017;14(3):376‐383. [PMC free article] [PubMed] [Google Scholar]46. \nFreeman‐Sanderson A, Ward EC, Miles A, et al. A consensus statement for the management and rehabilitation of communication and swallowing function in the ICU: a global response to COVID‐19. Arch Phys Med Rehabil. 2021;102(5):835‐842. [PMC free article] [PubMed] [Google Scholar]47. \nGalovic M, Stauber AJ, Leisi N, et al. Development and validation of a prognostic model of swallowing recovery and enteral tube feeding after ischemic stroke. JAMA Neurol. 2019;76(5):561‐570. [PMC free article] [PubMed] [Google Scholar]48. \nJones CA, Colletti CM, Ding MC. Post‐stroke dysphagia: recent insights and unanswered questions. Curr Neurol Neurosci Rep. 2020;20(12):61. [PMC free article] [PubMed] [Google Scholar]49. \nDennis MS, Lewis SC, Warlow C. Effect of timing and method of enteral tube feeding for dysphagic stroke patients (FOOD): a multicentre randomised controlled trial. Lancet. 2005;365(9461):764‐772. [PubMed] [Google Scholar]50. \nWilmskoetter J, Simpson KN, Bonilha HS. Hospital readmissions of stroke patients with percutaneous endoscopic gastrostomy feeding tubes. J Stroke Cerebrovasc Dis. 2016;25(10):2535‐2542. [PMC free article] [PubMed] [Google Scholar]51. \nWilmskoetter J, Simpson AN, Simpson KN, Bonilha HS. Practice patterns of percutaneous endoscopic gastrostomy tube placement in acute stroke: are the guidelines achievable?\nJ Stroke Cerebrovasc Dis. 2016;25(11):2694‐2700. [PMC free article] [PubMed] [Google Scholar]52. \nWilmskoetter J, Simpson AN, Logan SL, Simpson KN, Bonilha HS. Impact of gastrostomy feeding tube placement on the 1‐year trajectory of care in patients after stroke. Nutr Clin Pract. 2018;33(4):553‐566. [PubMed] [Google Scholar]53. \nSouza JT, Ribeiro PW, de Paiva SAR, et al. Dysphagia and tube feeding after stroke are associated with poorer functional and mortality outcomes. Clin Nutr. 2020;39(9):2786‐2792. [PubMed] [Google Scholar]54. \nCrary MA, Carnaby GD, Sia I, Khanna A, Waters MF. Spontaneous swallowing frequency has potential to identify dysphagia in acute stroke. Stroke. 2013;44(12):3452‐3457. [PMC free article] [PubMed] [Google Scholar]55. \nCarnaby G, Sia I, Crary M. Associations between spontaneous swallowing frequency at admission, dysphagia, and stroke‐related outcomes in acute care. Arch Phys Med Rehabil. 2019;100(7):1283‐1288. [PubMed] [Google Scholar]56. \nFreeman‐Sanderson AL, Togher L, Elkins M, Kenny B. Quality of life improves for tracheostomy patients with return of voice: a mixed methods evaluation of the patient experience across the care continuum. Intensive Crit Care Nurs. 2018;46:10‐16. [PubMed] [Google Scholar]57. \nPandian V, Cole T, Kilonsky D, et al. Voice‐related quality of life increases with a talking tracheostomy tube: a randomized controlled trial. Laryngoscope. 2020;130(5):1249‐1255. [PubMed] [Google Scholar]58. \nHapp MB, Sereika SM, Houze MP, et al. Quality of care and resource use among mechanically ventilated patients before and after an intervention to assist nurse‐nonvocal patient communication. Heart Lung. 2015;44(5):408‐415. e402. [PubMed] [Google Scholar]59. \nMcGrath BA, Brenner MJ, Warrillow SJ, et al. Tracheostomy in the COVID‐19 era: global and multidisciplinary guidance. Lancet Respir Med. 2020;8:717‐725. [PMC free article] [PubMed] [Google Scholar]60. \nZaga CJ, Pandian V, Brodsky MB, et al. Speech‐language pathology guidance for tracheostomy during the COVID‐19 pandemic: an international multidisciplinary perspective. Am J Speech Lang Pathol. 2020;29(3):1320‐1334. [PubMed] [Google Scholar]61. \nMeister KD, Pandian V, Hillel AT, et al. Multidisciplinary safety recommendations after tracheostomy during COVID‐19 pandemic: state of the art review. Otolaryngol Head Neck Surg. 2021;164(5):984‐1000. [PMC free article] [PubMed] [Google Scholar]62. \nFlowers HL, Skoretz SA, Silver FL, et al. Poststroke aphasia frequency, recovery, and outcomes: a systematic review and meta‐analysis. Arch Phys Med Rehabil. 2016;97(12):2188‐2201. e2188. [PubMed] [Google Scholar]63. \nGodecke E, Hird K, Lalor EE, Rai T, Phillips MR. Very early poststroke aphasia therapy: a pilot randomized controlled efficacy trial. Int J Stroke. 2012;7(8):635‐644. [PubMed] [Google Scholar]64. \nGodecke E, Armstrong E, Rai T, et al. A randomized control trial of intensive aphasia therapy after acute stroke: the very early rehabilitation for SpEech (VERSE) study. Int J Stroke. 2020;16(5):556‐572. [PMC free article] [PubMed] [Google Scholar]65. \nGodecke E, Armstrong EA, Rai T, et al. A randomized controlled trial of very early rehabilitation in speech after stroke. Int J Stroke. 2016;11(5):586‐592. [PubMed] [Google Scholar]66. \nKendall DL, Moldestad MO, Allen W, Torrence J, Nadeau SE. Phonomotor versus semantic feature analysis treatment for anomia in 58 persons with aphasia: a randomized controlled trial. J Speech Lang Hear Res. 2019;62(12):4464‐4482. [PubMed] [Google Scholar]67. \nEfstratiadou EA, Papathanasiou I, Holland R, Archonti A, Hilari K. A systematic review of semantic feature analysis therapy studies for aphasia. J Speech Lang Hear Res. 2018;61(5):1261‐1278. [PubMed] [Google Scholar]68. \nFreeman‐Sanderson A, Rose L, Brodsky MB. Coronavirus disease 2019 (COVID‐19) cuts ties with patients' outside world. Aust Crit Care. 2020;33(5):397‐398. [PMC free article] [PubMed] [Google Scholar]69. \nFrontera JA, Sabadia S, Lalchan R, et al. A prospective study of neurologic disorders in hospitalized patients with COVID‐19 in new York City. Neurology. 2021;96(4):e575‐e586. [PMC free article] [PubMed] [Google Scholar]70. \nARDS Definition Task Force\n, Ranieri VM, Rubenfeld GD, et al. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526‐2533. [PubMed] [Google Scholar]71. \nTahmasian M, Rosenzweig I, Eickhoff SB, et al. Structural and functional neural adaptations in obstructive sleep apnea: an activation likelihood estimation meta‐analysis. Neurosci Biobehav Rev. 2016;65:142‐156. [PMC free article] [PubMed] [Google Scholar]72. \nPandharipande PP, Girard TD, Jackson JC, et al. Long‐term cognitive impairment after critical illness. N Engl J Med. 2013;369(14):1306‐1316. [PMC free article] [PubMed] [Google Scholar]73. \nKotfis K, Williams Roberson S, Wilson JE, Dabrowski W, Pun BT, Ely EW. COVID‐19: ICU delirium management during SARS‐CoV‐2 pandemic. Crit Care. 2020;24(1):176. [PMC free article] [PubMed] [Google Scholar]74. \nHerridge MS, Moss M, Hough CL, et al. Recovery and outcomes after the acute respiratory distress syndrome (ARDS) in patients and their family caregivers. Intensive Care Med. 2016;42(5):725‐738. [PubMed] [Google Scholar]75. \nWilcox ME, Brummel NE, Archer K, Ely EW, Jackson JC, Hopkins RO. Cognitive dysfunction in ICU patients: risk factors, predictors, and rehabilitation interventions. Crit Care Med. 2013;41(9 Suppl 1):S81‐S98. [PubMed] [Google Scholar]76. \nAlmeria M, Cejudo JC, Sotoca J, Deus J, Krupinski J. Cognitive profile following COVID‐19 infection: clinical predictors leading to neuropsychological impairment. Brain Behav Immun Health. 2020;9:100163. [PMC free article] [PubMed] [Google Scholar]77. \nJokinen H, Melkas S, Ylikoski R, et al. Post‐stroke cognitive impairment is common even after successful clinical recovery. Eur J Neurol. 2015;22(9):1288‐1294. [PubMed] [Google Scholar]78. \nJohansen MC, Langton‐Frost N, Gottesman RF. The role of cardiovascular disease in cognitive impairment. Curr Geri Rep. 2020;9(1):1‐9. [Google Scholar]79. \nMansutti I, Saiani L, Palese A. Delirium in patients with ischaemic and haemorrhagic stroke: findings from a scoping review. Eur J Cardiovasc Nurs. 2019;18(6):435‐448. [PubMed] [Google Scholar]80. \nMansutti I, Saiani L, Palese A. Detecting delirium in patients with acute stroke: a systematic review of test accuracy. BMC Neurol. 2019;19(1):310. [PMC free article] [PubMed] [Google Scholar]81. \nKamdar BB, Combs MP, Colantuoni E, et al. The association of sleep quality, delirium, and sedation status with daily participation in physical therapy in the ICU. Crit Care. 2016;19:261. [PMC free article] [PubMed] [Google Scholar]82. \nDevlin JW, Skrobik Y, Gelinas C, et al. Clinical practice guidelines for the prevention and Management of Pain, agitation/sedation, delirium, immobility, and sleep disruption in adult patients in the ICU. Crit Care Med. 2018;46(9):e825‐e873. [PubMed] [Google Scholar]83. \nRamage AE. Potential for cognitive communication impairment in COVID‐19 survivors: a call to action for speech‐language pathologists. Am J Speech Lang Pathol. 2020;29(4):1821‐1832. [PubMed] [Google Scholar]84. \nSherman DS, Mauser J, Nuno M, Sherzai D. The efficacy of cognitive intervention in mild cognitive impairment (MCI): a meta‐analysis of outcomes on neuropsychological measures. Neuropsychol Rev. 2017;27(4):440‐484. [PMC free article] [PubMed] [Google Scholar]85. \nHaskins EC, ed. Cognitive Rehabilitation Manual: Translating Evidence Based Recommendations into Practice. Reston, VA: ACRM Publishing; 2012. [Google Scholar]86. \nWinkens I, Van Heugten CM, Wade DT, Fasotti L. Training patients in time pressure management, a cognitive strategy for mental slowness. Clin Rehabil. 2009;23(1):79‐90. [PubMed] [Google Scholar]87. \nGagnon LG, Belleville S. Training of attentional control in mild cognitive impairment with executive deficits: results from a double‐blind randomised controlled study. Neuropsychol Rehabil. 2012;22(6):809‐835. [PubMed] [Google Scholar]88. \nChiaramonte R, Vecchio M. Dysarthria and stroke. The effectiveness of speech rehabilitation. A systematic review and meta‐analysis of the studies. Eur J Phys Rehabil Med. 2020;57(1):24–43. [PubMed] [Google Scholar]89. \nVergara J, Skoretz SA, Brodsky MB, et al. Assessment, diagnosis, and treatment of dysphagia in patients infected with SARS‐CoV‐2: a review of the literature and international guidelines. Am J Speech Lang Pathol. 2020;29(4):2242‐2253. [PubMed] [Google Scholar]90. \nAmerican Academy of Otolaryngology‐Head and Neck Surgery\n. Guidance for Return to Practice for Otolaryngology‐Head and Neck Surgery [May 7, 2020]. https://www.entnet.org/sites/default/files/guidance_for_return_to_practice_part_1_final_050520.pdf. Accessed 16 December 2020.91. \nFritz MA, Howell RJ, Brodsky MB, et al. Moving forward with dysphagia care: implementing strategies during the COVID‐19 pandemic and beyond. Dysphagia. 2021;36(2):161‐169. [PMC free article] [PubMed] [Google Scholar]92. \nHaley WE, Marino VR, Sheehan OC, Rhodes JD, Kissela B, Roth DL. Stroke survivor and family caregiver reports of caregiver engagement in stroke care. Rehabil Nurs. 2019;44(6):302‐310. [PubMed] [Google Scholar]"}