{"title": "Computed tomographic assessment of lung aeration at different positive end-expiratory pressures in a porcine model of intra-abdominal hypertension and lung injury", "pubDate": "2021", "PMCID": "PMC8489364", "DOI": "10.1186/s40635-021-00416-5", "PMID": "34608559", "abstract": "Background:                       Intra-abdominal hypertension (IAH) is common in critically ill patients and is associated with increased morbidity and mortality. High positive end-expiratory pressures (PEEP) can reverse lung volume and oxygenation decline caused by IAH, but its impact on alveolar overdistension is less clear. We aimed to find a PEEP range that would be high enough to reduce atelectasis, while low enough to minimize alveolar overdistention in the presence of IAH and lung injury.                  Methods:                       Five anesthetized pigs received standardized anesthesia and mechanical ventilation. Peritoneal insufflation of air was used to generate intra-abdominal pressure of 27 cmH2O. Lung injury was created by intravenous oleic acid. PEEP levels of 5, 12, 17, 22, and 27 cmH2O were applied. We performed computed tomography and measured arterial oxygen levels, respiratory mechanics, and cardiac output 5 min after each new PEEP level. The proportion of overdistended, normally aerated, poorly aerated, and non-aerated atelectatic lung tissue was calculated based on Hounsfield units.                  Results:                       PEEP decreased the proportion of poorly aerated and atelectatic lung, while increasing normally aerated lung. Overdistension increased with each incremental increase in applied PEEP. \"Best PEEP\" (respiratory mechanics or oxygenation) was higher than the \"optimal CT inflation PEEP range\" (difference between lower inflection points of atelectatic and overdistended lung) in healthy and injured lungs.                  Conclusions:                       Our findings in a large animal model suggest that titrating a PEEP to respiratory mechanics or oxygenation in the presence of IAH is associated with increased alveolar overdistension.", "author": [{"author": "Adrian Regli", "affiliation": ["Department of Intensive Care, Fiona Stanley Hospital, Murdoch Drive, Murdoch, WA, 6150, Australia. adrian.regli@gmail.com.", "Medical School, Division of Emergency Medicine, The University of Western Australia, 35 Stirling Highway, Crawley, 6009, Australia. adrian.regli@gmail.com.", "Medical School, The University of Notre Dame Australia, 19 Mouat Street, Fremantle, 6959, Australia. adrian.regli@gmail.com.", "School of Human Sciences, The University of Western Australia, 35 Stirling Highway, Crawley, 6009, Australia. adrian.regli@gmail.com."], "href": "/?term=Regli+A&cauthor_id=34608559"}, {"author": "Siavash Ahmadi-Noorbakhsh", "affiliation": ["School of Human Sciences, The University of Western Australia, 35 Stirling Highway, Crawley, 6009, Australia."], "href": "/?term=Ahmadi-Noorbakhsh+S&cauthor_id=34608559"}, {"author": "Gabrielle Christine Musk", "affiliation": ["Animal Care Services, The University of Western Australia, 35 Stirling Highway, Crawley, 6009, Australia.", "School of Veterinary and Life Sciences, Murdoch University, Nyarrie Drive, Murdoch, 6150, Australia."], "href": "/?term=Musk+GC&cauthor_id=34608559"}, {"author": "David Joseph Reese", "affiliation": ["VetCT Consultants in Telemedicine PTY LTD, 185-187 High Street, Fremantle, 6160, Australia."], "href": "/?term=Reese+DJ&cauthor_id=34608559"}, {"author": "Peter Herrmann", "affiliation": ["Department of Anaesthesiology, Emergency and Intensive Care Medicine, University of Göttingen, Robert-Koch-Str. 40, 37075, Göttingen, Germany."], "href": "/?term=Herrmann+P&cauthor_id=34608559"}, {"author": "Martin Joseph Firth", "affiliation": ["Centre for Applied Statistics, Department of Mathematics and Statistics, The University of Western Australia, 35 Stirling Highway, Crawley, 6009, Australia."], "href": "/?term=Firth+MJ&cauthor_id=34608559"}, {"author": "J Jane Pillow", "affiliation": ["School of Human Sciences, The University of Western Australia, 35 Stirling Highway, Crawley, 6009, Australia."], "href": "/?term=Pillow+JJ&cauthor_id=34608559"}], "refPMID": ["23673399", "30608280", "12127806", "16044086", "25973663", "14670801", "17469705", "20598125", "20237763", "20693177", "23098278", "23863222", "29380160", "32101968", "26891380", "33906106", "17469707", "23256904", "31025221", "20699747", "22488004", "12559881", "14707588", "29558993", "11719313", "11089745", "16641394", "15071395", "9451661", "28243924", "9351606", "9655699", "20443216", "18621912", "20645924", "15352958", "16971857", "9445314", "21257791", "20197533", "31197492", "29054769", "19804634"], "citedInPMID": ["34608559"], "body": " AbstractBackgroundIntra-abdominal hypertension (IAH) is common in critically ill patients and is associated with increased morbidity and mortality. High positive end-expiratory pressures (PEEP) can reverse lung volume and oxygenation decline caused by IAH, but its impact on alveolar overdistension is less clear. We aimed to find a PEEP range that would be high enough to reduce atelectasis, while low enough to minimize alveolar overdistention in the presence of IAH and lung injury.MethodsFive anesthetized pigs received standardized anesthesia and mechanical ventilation. Peritoneal insufflation of air was used to generate intra-abdominal pressure of 27 cmH2O. Lung injury was created by intravenous oleic acid. PEEP levels of 5, 12, 17, 22, and 27 cmH2O were applied. We performed computed tomography and measured arterial oxygen levels, respiratory mechanics, and cardiac output 5 min after each new PEEP level. The proportion of overdistended, normally aerated, poorly aerated, and non-aerated atelectatic lung tissue was calculated based on Hounsfield units.ResultsPEEP decreased the proportion of poorly aerated and atelectatic lung, while increasing normally aerated lung. Overdistension increased with each incremental increase in applied PEEP. “Best PEEP” (respiratory mechanics or oxygenation) was higher than the “optimal CT inflation PEEP range” (difference between lower inflection points of atelectatic and overdistended lung) in healthy and injured lungs.ConclusionsOur findings in a large animal model suggest that titrating a PEEP to respiratory mechanics or oxygenation in the presence of IAH is associated with increased alveolar overdistension.Supplementary InformationThe online version contains supplementary material available at 10.1186/s40635-021-00416-5.Keywords: Intra-abdominal hypertension, Positive end-expiratory pressure, Computed tomography, Lung volumes, Acute lung injury, Abdominal compartment syndrome, Over-distension, Atelectasis, Mechanical ventilation BackgroundIntra-abdominal hypertension (IAH) is defined as a sustained intra-abdominal pressure (IAP) above or equal to 12 mmHg [1] and occurs in around 30% of critically ill patients. Mortality increases in proportion to the degree of IAH [2].IAH impairs function and causes permanent histological changes of various organ systems [3–5]. Furthermore, due to a cephalad shift of the diaphragm, IAH causes pulmonary atelectasis, impaired lung function and chest wall compliance as well as reduced oxygenation [4, 6–14].Subsequently, patients with IAH frequently require mechanical ventilation, not only because IAH impairs lung function, but also as measures to reduce IAP can be ineffective [15, 16]. However, the optimal mechanical ventilation, and more specifically, the optimal level of PEEP in patients with IAH remains debated [7, 13, 14, 17–19].Previous experimental results show that high PEEP levels counteract the adverse respiratory effects of IAH, including lung volumes, respiratory mechanics and oxygenation [8, 11, 13, 20, 21]. Furthermore, higher PEEP levels may reduce the risk of ventilation-induced lung injury by preventing cyclic collapsing and reopening of alveoli in the dependent lung regions of patients with IAH [22, 23].However, high PEEP levels might not only compromise the cardiovascular system but also cause alveolar over-distension in the non-dependent lung regions, which is associated with ventilator-induced lung injury [17–19, 22, 24].Therefore, this study aimed to investigate the effect of PEEP on the degree of overdistension using computed tomography (CT) [25, 26]. We set out to find an “optimal CT inflation PEEP range” that would be high enough to reduce atelectasis formation while causing minimal overdistention in a pig model of IAH and lung injury. MethodsAdditional details of the study methodology are provided in the online supplement (Additional file 1: 1. methods unabridged).The study conformed to the regulations of the Australian Code for the care and use of animals for scientific purposes [27] and was approved by the Animal Ethics Committees, Murdoch University (R2588/13).Preparation of animals and ventilationFive anesthetized and paralyzed female pigs (Large White) with a median (IQR) weight of 29.3 (29.0–30.6) kg were included in this study.The pigs were mechanically ventilated (Babylog VN500, Draeger, Lübeck, Germany) using the following settings: volume guaranteed pressure-controlled continuous mandatory ventilation (PC-CMV/VG), FiO2 0.6, tidal volume 8 mL/kg. The initial PEEP setting was 5 cmH2O and altered according to the experimental protocol (see below). The initial respiratory rate was adjusted to maintain an end-tidal CO2 of 35–45 mmHg. Subsequently, PEEP was the only ventilation setting altered throughout the remainder of the protocol.Lung injuryThe experimental protocol was carried out first with healthy lungs and then with injured lungs (Additional file 1: 2. Figure: Experimental process). To create lung injury, we used oleic acid as previously described [11] until a P/F ratio of < 300 mmHg was established. Mild as opposed to moderate or severe lung injury was chosen due to safety concerns in the setting of IAH.Respiratory mechanicsEnd-inspiratory and end-expiratory airway and esophageal pressures were obtained and the static elastances of the respiratory system (Ers), chest wall (EW) and lung (EL) and the transpulmonary pressures were derived as described previously [11]. Arterial oxygen and carbon dioxide tension were measured and PaO2 over fractional inspiratory oxygen concentration (P/F ratio) was calculated [11].Hemodynamic parametersThe animals remained supine throughout the study. Mean arterial blood pressure was measured at the femoral artery and cardiac output was measured by transpulmonary thermodilution [11].Pigs were stabilized hemodynamically with 4% succinylated gelatin solution (500 mL over the first 30 min followed by 1 mL/kg/h, Gelofusine®, Braun, Bella Vista NSW, Australia). Noradrenalin infusion (3 mg/50 mL) was administered if required to maintain a mean arterial pressure ≥ 70 mmHg.Intra-abdominal pressureA large bore orogastric tube was inserted to allow continuous gastric drainage. IAP of 27 cmH2O (20 mmHg) was created by the insufflation of air into the peritoneal cavity through an air-tight catheter. IAP ≥ 27 cmH2O represents ≥ grade III IAH found in around 8% of patients [1, 2, 16]. A three-way tap connected to a transducer allowed direct measurement of IAP [6].Experimental protocolAfter performing baseline measurements, IAP of 27 cmH2O (20 mmHg) was applied. The initial PEEP of 5 cmH2O was first incrementally increased (“ascending”) and then decreased (“descending”). The following increments/decrements of PEEP were applied: 5, 12, 17, 22, and 27 cmH2O. Recruitment maneuvers were not used. Ventilation settings were kept constant except for PEEP. All measurements were obtained 5 min after a stabilization period; physiological measurements at each PEEP level and CT measurements (see below) were only obtained at descending PEEP levels. Hysteresis was assessed by comparing measurements obtained at ascending and descending PEEP levels.Computed tomographyA whole-lung helical CT scan (Siemens Somatom Emotion 16, Erlangen, Germany) was performed during an inspiratory and an expiratory pause (each about 20 s) [28]. The scan parameters were standardized to 130 kV, 110 mA, 1.0 pitch, and 3 mm slice thickness at each tested PEEP level.Image analyses was performed with Maluna® software (MALUNA 3.17, Peter Herrmann, University of Göttingen, Göttingen, Germany) [6]. Based on the lung tissue density, four aeration compartments were computed: overdistended (− 1000 to − 901 Hounsfield units [HU]), normally aerated (− 900 to − 501 HU), poorly aerated (− 500 to − 101 HU), and non-aerated (atelectatic) lung tissue (− 100 to 200 HU) [6, 29]. Lung volumes were calculated for three segments along the dorso-ventral axis.CT lung volumes were further analyzed in Excel (v16 for Mac, Microsoft, Redmond, Washington, USA) to derive equations that best-fitted pressure (PEEP levels) – volume (CT volumes) curves for each aeration compartment separately. Three different equations, including the Venegas equation (V = a + [b/(1 + e–(P–c)/d)]), were assessed [25, 30, 31]. The best fit defined the curve resulting in the smallest root mean square between the measured and calculated pressure–volume points. We calculated lower and upper inflection points as previously described [30]. We defined an “optimal CT inflation PEEP range” as the difference between the lower inflection points (P = c − 2d) of both the atelectatic and overdistended lung.StatisticsA linear mixed model was applied to assess the effect of factors (IAH, lung injury, ascending vs descending PEEP) and covariates (PEEP) on different variables using SPSS (v25, IBM, St Leonards NSW, Australia). This approach accounted for the correlation between the repeated measures on each pig. Main effect was used for analysis of respiratory and hemodynamic outcomes. Main effect plus an interaction with lung segments (PEEP and lung injury) was used for CT measured lung volumes. Laterality (left/right) was included as a fixed factor in the linear mixed model. Differences between pigs were accounted for as a random effect. Missing values were imputed based on the average relative differences between any pig with missing data and the other animals. Wilcoxon-Signed Rank test was used to compare optimum PEEP levels between healthy and injured lungs. Linear regression was performed to assess for correlations. A p value of < 0.05 was considered statistically significant. For descriptive statistics, median (IQR) is reported. ResultsOne pig died during the protocol after lung injury was induced at the highest PEEP level of 27 cmH2O. Therefore, we were unable to perform CT analysis or cardio-respiratory measurements with descending PEEP levels in this pig. The remaining results were used as described above. All other pigs survived to study completion.Effect of oleic acidTo create lung injury, we required 0.4 (0.4–0.8) mL/kg IV oleic acid. The resulting P/F ratio of injured lungs before abdominal inflation was 153 (146–232) mmHg (Table ​(Table1,1, Additional file 1: 3. Figure: Effect of IAH and lung injury on P/F ratio). Lung injury increased plateau airway and expiratory esophageal pressure, and increased Ers consequent to increased EL.Table 1Effect of PEEP on expiratory cardio-respiratory variablesIAP, cmH2OBL2727272727P, PEEPPEEP, cmH2O (% of IAP)55 (19)12 (44)17 (63)22 (81)27 (100)Healthy lungs P/F ratio, mmHg542 (539,547)502 (499,504)532 (492,554)512 (512,549)513 (502,522)515 (514,546)0.37 Paw, insp, cmH2O17 (16,17)31 (31,33)#37 (36,38)41 (38,41)43 (42,44)51 (51,52) < 0.01 Pes, exp, cmH2O10 (6,11)12 (9,12)17 (14,18)21 (19,21)24 (23,25)27 (26,27) < 0.01 Pes, insp, cmH2O13 (11,14)29 (28,30)#34 (31,34)36 (33,36)38 (36,38)43(41,43) < 0.01 Ers, cmH2O/L39 (39,42)103 (99,103)#94 (93,99)85 (84,86)81 (75,82)92 (87,100) < 0.01 * EW, cmH2O/L16 (14,18)67 (64,73)#66 (59,71)53 (53,62)55 (53,56)60 (60,61)0.71 EL, cmH2O/L26 (21,28)35 (30,41)#35 (27,35)30 (25,32)27 (25,27)31 (27,33)0.02 C.O., L/min4.2 (4.1,4.5)4.4 (4.0,4.7)3.9 (3.6,3.9)3.2 (3.2,3.4)2.9 (2.8,2.9)2.8 (2.7,2.9) < 0.01 Total lung volume, L1.2 (1.1,1.2)0.8 (0.7,0.8)#0.9 (0.9,1.0)1.0 (1.0,1.0)1.1 (1.1,1.2)1.3 (1.2,1.3) < 0.01 Lung gas volume, mL721 (698,791)378 (370,418)#511 (501,561)620 (611,649)761 (743,788)903 (856,908) < 0.01 Lung tissue mass, g393 (356,412)338 (316,354)355 (334,358)352 (329,361)353 (338,369)351 (322,367)0.60 Overdistended, %2 (2,2)1 (1,2)2 (1,3)2 (2,4)4 (3,5)5 (4,7) < 0.01 Normally aerated, %82 (79,85)56 (50,65)#68 (63,74)75 (70,80)79 (76,83)82 (82,86) < 0.01 Poorly aerated, %14 (11,16)32 (27,36)#23 (20,38)18 (15,22)14 (10,16)9 (8,11) < 0.01 Atelectatic, %2 (1,4)10 (7,15)5 (4,7)3 (2,4)3 (2,3)2 (1,2) < 0.01Injured lungs P/F ratio, mmHg153 (146,232)‡175 (163,201)‡235 (187,272)244 (178,326)285 (240,409)243 (165,312)0.04 * Paw, insp, cmH2O23 (23,24)‡38 (31,40)#‡40 (40,41)44 (42,44)47 (46,47)57 (54,57) < 0.01 * Pes, exp, cmH2O10 (9,19)30 (30,32)34 (32,38)38 (34,39)40 (37,41)44 (39,45) < 0.01 * Pes, insp, cmH2O17 (14,23)16 (13,18)#20 (18,22)23 (23,24)26 (26,28)29 (29,30) < 0.01 Ers, cmH2O/L73 (62,75)‡115 (101,148)#‡109 (102,116)101 (92,103)89 (85,95)105 (104,106) < 0.01 * EW, cmH2O/L19 (17,19)62 (56,63)#61 (50,73)54 (46,59)53 (52,53)57 (50,62)0.40 EL, cmH2O/L50 (4,53)‡53 (49,74)‡42 (40,50)38 (36,46)35 (34,38)48 (45,52) < 0.01 * C.O., L/min4.0 (3.4,4.8)4.2 (4.0,4.5)3.3 (3.0,3.7)3.2 (2.8,3.2)3.1 (3.0,3.6)3.3 (2.5,3.9)0.01 Total lung volume, L1.0 (1.0,1.0)1.0 (0.9,1.1)1.2 (1.0,1.2)1.3 (1.0,1.4)1.5 (1.2,1.5)1.7 (1.3,1.7) < 0.01 Lung gas volume, mL522 (519,596)‡428 (381,449)569 (482,609)744 (570,762)885 (732,933)1024 (827,1104) < 0.01 Lung tissue mass, g397 (372,399)446 (361,454)489 (381,521)526 (392,546)546 (424,557)548 (429,560)0.01 Overdistended, %2 (2,3)2 (1,2)2 (2,3)3 (2,3)3 (3,3)5 (4,6) < 0.01 Normally aerated, %61 (57,66)‡44 (35,51)55 (45,59)60 (53,65)63 (58,70)69 (65,74) < 0.01 Poorly aerated, %24 (22,26)26 (22,31)25 (22,29)24 (21,29)24 (18,27)19 (15,25) < 0.01 Atelectatic, %11 (8,13)26 (15,35)#‡18 (10,23)11 (7,15)6 (3,7)3 (24) < 0.01Open in a separate windowBold indicates significant p-values or best values to determine optimum PEEP levelsBL incidcates baseline intra-abdominal pressure (IAP), otherwise IAP of 27 cmH2O (20 mmHg) was applied. Positive end-expiratory pressure (PEEP) was increased stepwise (ascending) then decreased (descending). Only descending values are provided. Hysteresis, difference between ascending and descending PEEP; P/F ratio, arterial oxygen tension/fractional inspiratory concentration of oxygen; Paw plateau airway pressure; Pes esophageal pressure; insp end-inspiratory; exp end-expiratory; E eslastanc; rs respiratory system; W chest wall; L lung; C.O. cardiac output; Pa, mean mean arterial pressure. Median (IQR) are given. Mixed linear effects model was used for statistical analysis#p < 0.05 between before (BL) and after IAH‡p < 0.5 between healthy and injured lungs*p < 0.05 indicating presence of hysteresisEffect of IAHMedian (IQR) baseline IAP were 2 (0–5) cmH2O [2 (0–4) mmHg] with healthy lungs and 3 (3–3) cmH2O [3 (2–3) mmHg] after oleic acid (lung injury). Overall IAH decreased oxygenation but this finding was not confirmed in a subgroup analyzes of healthy or sick lungs (Table ​(Table1,1, Additional file 1: 3. Figure: Effect of IAH and lung injury on P/F ratio). Plateau airway and inspiratory esophageal pressures, EW and EL increased in the presence of IAH.Effect of lung injury and IAH on CT parametersBecause the effect of IAH, oleic acid and PEEP on segmental lung aeration at end-inspiration paralleled those at end-expiration, we only describe lung aeration measured during end-expiration. Inspiratory values are presented in Additional file 1: 4. Table: Effect of PEEP on inspiratory lung aeration. While lung injury decreased gas volumes, IAH decreased gas volumes only in healthy but not in injured lungs (Table ​(Table1).1). Neither lung injury nor IAH affected tissue mass. The effect of lung injury and IAH were more pronounced on a segmental level (Additional file 1: 5. Table: Effect of IAH and lung injury on segmental lung aeration, Additional file 1: 6. Figure: Effect of IAH and lung injury on segmental lung volumes). In the dorsal dependent lung segments, lung injury and IAH decreased the segmental proportion of normally aerated lung due to an increase in atelectatic lung.Throughout the different experimental conditions, atelectatic and poorly aerated lung changes dominated in the dorsal dependent lung segments, whereas the changes in overdistension dominated in the ventral non-dependent lung segments (Fig. 1, Additional file 1: 5. Table: Effect of IAH and lung injury on segmental lung aeration, Additional file 1: 7. Table: Effect of PEEP on ventral and dorsal aeration).Open in a separate windowFig. 1Effect of descending positive end expiratory pressure (PEEP) level on end-expiratory segmental lung volumes measured by computed tomography with healthy lungs (a) and after creating lung injury (b). Abdomen was inflated to an intra-abdominal pressure of 27 cmH2O (20 mmHg). Three lung segments are depicted at each condition with left to right representing ventral, medial and dorsal lung segment, respectively. Segmental lung volumes are a composite of overdistended (light grey, − 1000 to − 901 HU), normally aerated (dark grey, − 900 to − 501 HU), poorly aerated (light grey third from top, − 500 to − 101 HU) and non-aerated atelectatic lung (black, − 100 to 200 HU). Mean and SE are shown. See Table 1 for statistical comparisonsThe proportion of atelectatic lung correlated best with oxygenation, Ers and EL (Additional file 1: 8. Table: Correlation between lung aeration and different lung parameters).Effect of PEEPHealthy lungs In the presence of IAH and healthy lungs, high PEEP did not affect oxygenation but increased airway plateau and esophageal pressure, and decreased Ers due to decreased EL (Table ​(Table1,1, Additional file 1: 9. Figure: Effect of PEEP on P/F ratio). Furthermore, blood pressure and cardiac output decreased (Additional file 1: 10. Table: Effect of PEEP on cardio-respiratory variables). In addition, gas volumes increased, but tissue mass was not affected. The overall proportion of normally aerated lungs increased due to a decrease in poorly aerated and atelectatic lung, with a parallel increase in the overall proportion of overdistended lung (Fig. 1).The Venegas equation best described the PEEP—CT volume data sets when compared with the exponential and linear equations (smallest root mean square) (Additional file 1: 11. Table: Tested equations to fit pressure–volume data). Figure 2 shows end-expiratory pressure–volume curves for atelectatic and overdistended lung. Table ​Table22 presents optimum PEEP levels based on different titration targets. In healthy lungs, the “optimal CT inflation PEEP range” was 7.5 to 14.9 cmH2O.Open in a separate windowFig. 2End-expiratory pressure–volume curves for atelectatic (solid line) and overdistended lung volume (dashed line) are depicted for healthy (a) and injured lungs (b). Fractional lung volumes are given as the difference between 5 and 27 cmH2O of positive end-expiratory pressure (PEEP). Median pressure–volume curves were derived, and lower and upper inflection points were calculated using the Venegas equation [30]. For atelectatic lung, lower and upper inflection points and for overdistended lung, lower inflection points are providedTable 2Optimum PEEP relative to titration targetsPEEP titration targetsHealthy lungsPEEP, cmH2OInjured lungsPEEP, cmH2OpP/F ratio, highest12 (12, 27)22 (22, 22)0.416Ers,, lowest22 (22, 22)22 (22, 22)0.317EW, lowest22 (17, 22)22 (17, 22)0.854EL, lowest22 (22, 22)22 (17, 22)0.180C.O., highest5 (5, 5)5 (5, 5)0.317Lung gas volume, highest27 (27, 27)27 (27, 27)1.000Overdistended lung, least5 (5, 5)5 (5, 5)1.000Normally aerated lung, most27 (27, 27)27 (27, 27)1.000Atelectatic lung, least27 (27, 27)27 (27, 27)1.000Lower inflection point Lung gas volume8.9 (8.6, 9.4)9.5 (9.2, 10.4)0.138 Overdistended lung14.9 (14.1, 14.9)13.3 (12.5,14.6)0.345 Normally aerated lung8.3 (7.9, 8.4)9.2 (9.1, 9.4)0.043 Atelectatic lung7.5 (6.6, 7.5)8.1 (7.9,8.3)0.345Upper inflection point Lung gas volume29.0 (28.4, 29.1)28.6 (27.5, 29.8)0.500 Overdistended lung34.8 (34.5, 36.4)29.7 (24, 31.8)0.225 Normally aerated lung27.1 (26.0, 28.4)29.0 (28.2, 29.4)0.043 Atelectatic lung15.1 (15.0, 15.3)22.3 (21.3, 22.4)0.043Open in a separate windowBold indicates significant p-values or lower inflection points of atelectatic and overdistended lung with the difference defining an “optimal CT inflation PEEP range”Median (IQR) are shownPEEP positive end-expiratory pressure; P/F ratio arterial oxygen tension/fractional inspiratory concentration of oxygen; E elastance;\nrs respiratory system; W chest wall; L lung; C.O. cardiac outputInjured lungs In the presence of IAH and injured lungs, increased PEEP improved oxygenation (Table ​(Table1,1, Additional file 1: Effect of PEEP on P/F ratio). The effect of PEEP on plateau airway, end-expiratory, and end-inspiratory esophageal pressures, Ers and EL as well as gas volumes and the overall and segmental aeration compartments (overdistended, normally aerated, poorly aerated and atelectatic lung) paralleled those found in healthy lungs (Fig. 1, Table ​Table1).1). In contrast, PEEP increased tissue mass in the presence of IAH and injured lungs. The “optimal CT distension PEEP range” was 8.1 to 13.3 cmH2O. DiscussionOptimal ventilation management in patients with IAH is still debated [7, 13, 14, 19]. This animal experiment uniquely explored the effect of different PEEP levels on the degree of atelectasis and overdistension using CT in a porcine model of IAH and lung injury. To the best of our knowledge, no other study has assessed the effect of different PEEP levels on CT measured segmental lung aeration in a porcine model of IAH and lung injury.Effect of IAH and oleic acid: affirmation of our animal modelOverall, this study reproduced the known negative effects of IAH (via cranial diaphragmatic shift) [12] on oxygenation, lung volume and lung mechanics in healthy and injured pig lungs: IAH reduced oxygenation mainly in injured lungs and respiratory system compliance was reduced due to a decrease in chest wall compliance [6, 8, 11–13, 21, 32, 33]. IAH reduced lung volumes and the proportion of normally aerated lung while increasing atelectasis formation [6, 34]. These findings are consistent with the literature and provide some validity to the animal model used in this animal experiment.To create lung injury, we used oleic acid, which is directly toxic to endothelial cells causing a varying degree of interstitial and alveolar edema, hemorrhagic infiltration and fibrin deposition [35]. Our finding that oleic acid reduced gas volume without affecting tissue mass suggests that alveolar collapse and not lung edema predominated in our animal model [36]. In contrast, other investigators describe IAH to increase lung tissue mass following oleic acid [6, 11, 37] and may reflect different experimental protocols used regarding fluid management and the degree of lung injury.Overall respiratory effect of PEEP in the presence of IAHIn line with previous work, higher PEEP levels in this project partially reversed the above changes induced by IAH: PEEP improved lung volumes and lung compliance in both healthy and injured lungs and improved oxygenation in injured lungs [8, 11, 13, 20, 21, 33].Surprisingly, higher PEEP levels increased lung tissue mass in injured but not in healthy lungs, suggesting that PEEP increased lung edema in the presence of IAH and lung injury [36]. The increase in lung edema in this setting can be explained by the resulting higher intra-thoracic pressures for a given tidal volume, which may itself decrease thoracic lymph drainage [38] or increase intra-thoracic blood volume [19]. Animal studies are conflicting regarding the reported effect of PEEP on lung edema [14, 24, 39]. Thus, whether higher PEEP in patients with IAH and lung injury increases the risk of lung edema remains debatable.We found the proportion of atelectatic lung to correlate best with oxygenation, Ers and EL and suggests that oxygenation improved due to a reduction in atelectasis. In contrast to poorly aerated lung, atelectatic lung represents a shunt region that does not participate in gas exchange [25]. Muders et al. [14] found that higher PEEP levels decreased shunt perfusion and dead space ventilation in a porcine model of IAH lung injury.Effect of PEEP on segmental lung aeration in the presence of IAHWe found higher PEEP levels increased the overall proportion of normally aerated lungs due to a decrease in poorly aerated and atelectatic lung, mainly in the dorsal dependent lung segments. However, higher PEEP levels also increased the proportion of overdistended lung in the ventral non-dependent lung segments.We defined the “optimal CT inflation PEEP range” as the difference between the lower inflection points of the atelectatic and overdistended lung. In theory, maximal alveolar recruitment with minimal alveolar overdistension occurs within this range [25, 30]. We found the “optimal CT inflation PEEP range” in the presence of IAH to be as low as 8 to 15 cmH2O and 8 to 13 cmH2O in healthy and sick lungs, respectively. In contrast, we found the “best PEEP”, defined as causing the smallest lung elastance [13], with 22 cmH2O (healthy and injured lungs) to be higher than the “optimal CT inflation PEEP range”. Our results suggest that titrating a PEEP to respiratory mechanics or oxygenation in the presence of IAH is associated with increased alveolar overdistension, which itself increases the risk of ventilator-induced lung injury [18, 22, 24, 40].At first sight, our “best PEEP” with 22 cmH2O appears high but is comparable to works of others. Keenan et al. investigated different PEEP levels (5 to 20 cmH2O) in a porcine model of IAH and lung injury (IAP of 20 cmH2O) [13]. They concluded that the “best PEEP” was higher in the presence of IAH but was not influenced by the supine or prone position. Importantly, in the presence of IAH, their “best PEEP” of 17 cmH2O equated to 85% of IAP, which was comparable to what we found (22/27 cmH2O, 81%). In addition, Muders et al. [14] found a PEEP of 22 cmH2O to cause the least tidal recruitment on electric impedance tomography in the setting of IAP 20 cmH2O and lung injury.Clinical consequencesOur findings, that titrating PEEP to the best respiratory or oxygenation was associated with increased alveolar overdistension, should be considered cautiously. Titrating PEEP based on CT measured lung aeration and applying Venegas formula to assess overdistension lower inflection point is not practical at the beside. The proportion of overdistension, depending on PEEP, was only 1 to 5% in our study. In addition, we did not measure systemic inflammation or assess histological changes to provide a sense of harm caused by increases in overdistension.Our model included a relatively modest degree of lung injury. However, the application of higher PEEP levels in patients with mild ARDS is not recommended [41, 42]. As the studies assessing different PEEP levels in patients in ARDS do not account for the presence or absence of IAH, the optimal PEEP to be applied in patients with IAH remains unknown [42].As IAH and PEEP only minimally affect oxygenation in healthy lungs, the role of PEEP is to provide safe protective lung ventilation and not to improve oxygenation [19].It remains debatable, whether patients with IAH in general may benefit from higher PEEP levels to reduce the risk of atelectotrauma and ventilator-induced lung injury remains unknown [3, 19, 22]. Experimental and human data suggest that the degree of alveolar overdistension may be a more significant contributor to the release of pro-inflammatory cytokines than the cyclic nature of the ventilatory pattern [24, 40].Study limitationsThis study has several limitations. First, an animal experiment may incompletely represent lung injury and IAH found in critically ill patients. Second, we included a relatively small sample size, and one pig died mid-experiment. Third, we did not perform any histology or assess systemic inflammation changes associated with increased overdistension. Fourth, our experiment was performed in the presence of only one relatively high IAP level, we applied only a relatively modest degree of lung injury, and our experiment was not randomized. Fifth, examining more than five PEEP levels may have yielded physiologically more accurate Venegas equations. However, our findings of increased PEEP on bedside cardio-respiratory parameters are consistent with the literature in healthy [8, 19, 43] and in injured lungs [8, 11, 13, 20, 43, 44], providing some confidence in the validity of our experimental model. ConclusionsIn this animal model, PEEP in the presence of IAH variably decreased the proportion of poorly aerated and atelectatic lung while increasing the proportion of normally aerated and overdistended lung in both healthy and in injured lungs. Our results suggest that titrating a PEEP to respiratory mechanics or oxygenation in the presence of IAH was associated with increased alveolar overdistension. Supplementary Information\nAdditional file 1. Online Supplement.(532K, docx)\n AcknowledgementsWe thank Dr. Peter Eastwood and the team from the West Australian Sleep Disorders Research Institute, Brad Gulfy from the Department of Biomedical Engineering of the Fremantle Hospital as well as the animal care team of Murdoch University for their technical assistance. AbbreviationsCTComputed tomographyErsElastance of the respiratory systemEWElastance of the chest wallELElastance of the lungIAHIntra-abdominal hypertensionIAPIntra-abdominal pressurePEEPPositive end-expiratory pressuresP/FratioArterial oxygen tension in mmHg over fractional inspiratory oxygen concentration Authors’ contributionsAR drafted and JP, GM, and DR reviewed research protocol. AR, SA, GM and DR performed the animal experiment. PH and DR advised on CT analysis. SA analyzed hemodynamic and AR all other data. MF advised and reviewed statistical analysis. AR drafted manuscript. All authors reviewed and contributed to the final manuscript. FundingThis study was supported by the Spinnaker Health Research Foundation (Fremantle Hospital Research Foundation 2013) and local research funds of the Intensive Care Unit of the Fremantle Hospital. Availability of data and materialsThe data sets used and/or analyzed during the current study available from the corresponding author on reasonable request. DeclarationsEthics approval and consent to participateThe study conformed to the regulations of the Australian Code for the care and use of animals for scientific purposes and was approved primarily by the Animal Ethics Committees of Murdoch University (R2588/13) and secondarily by the University of Western Australia (RA/3/900/77). Studies were performed at Murdoch University Veterinary Hospital.Consent for publicationNot applicable.Competing interestsThe authors declare that they have no competing interests. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Kirkpatrick AW, Roberts DJ, De Waele J, et al.  Intra-abdominal hypertension and the abdominal compartment syndrome: updated consensus definitions and clinical practice guidelines from the World Society of the Abdominal Compartment Syndrome. Intensive Care Med. 2013;39:1190–1206. doi: 10.1007/s00134-013-2906-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Reintam Blaser A, Regli A, De Keulenaer B, et al.  Incidence, risk factors, and outcomes of intra-abdominal hypertension in critically ill patients-a prospective Multicenter Study (IROI Study) Crit Care Med. 2019;47:535–542. doi: 10.1097/CCM.0000000000003623. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Schachtrupp A, Toens C, Hoer J, Klosterhalfen B, Lawong AG, Schumpelick V. A 24-h pneumoperitoneum leads to multiple organ impairment in a porcine model. J Surg Res. 2002;106:37–45. doi: 10.1006/jsre.2002.6421. [PubMed] [CrossRef] [Google Scholar]4. Schachtrupp A, Lawong G, Afify M, Graf J, Toens C, Schumpelick V. Fluid resuscitation preserves cardiac output but cannot prevent organ damage in a porcine model during 24 h of intraabdominal hypertension. Shock. 2005;24:153–158. doi: 10.1097/01.shk.0000172094.73918.c2. [PubMed] [CrossRef] [Google Scholar]5. Malbrain ML, De Waele JJ, De Keulenaer BL. What every ICU clinician needs to know about the cardiovascular effects caused by abdominal hypertension. Anaesthesiol Intensive Ther. 2015;47:388–399. doi: 10.5603/AIT.a2015.0028. [PubMed] [CrossRef] [Google Scholar]6. Quintel M, Pelosi P, Caironi P, et al.  An increase of abdominal pressure increases pulmonary edema in oleic acid-induced lung injury. Am J Respir Crit Care Med. 2004;169:534–541. doi: 10.1164/rccm.200209-1060OC. [PubMed] [CrossRef] [Google Scholar]7. Pelosi P, Quintel M, Malbrain ML. Effect of intra-abdominal pressure on respiratory mechanics. Acta Clin Belg. 2007;62:78–88. doi: 10.1179/acb.2007.62.s1.011. [PubMed] [CrossRef] [Google Scholar]8. Regli A, Hockings LE, Musk GC, et al.  Commonly applied positive end-expiratory pressures do not prevent functional residual capacity decline in the setting of intra-abdominal hypertension: a pig model. Crit Care. 2010;14:R128. doi: 10.1186/cc9095. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Henzler D, Hochhausen N, Bensberg R, et al.  Effects of preserved spontaneous breathing activity during mechanical ventilation in experimental intra-abdominal hypertension. Intensive Care Med. 2010;36:1427–1435. doi: 10.1007/s00134-010-1827-3. [PubMed] [CrossRef] [Google Scholar]10. Strang CM, Freden F, Maripuu E, Hachenberg T, Hedenstierna G. Ventilation-perfusion distributions and gas exchange during carbon dioxide-pneumoperitoneum in a porcine model. Br J Anaesth. 2010;105:691–697. doi: 10.1093/bja/aeq211. [PubMed] [CrossRef] [Google Scholar]11. Regli A, Mahendran R, Fysh ET, et al.  Matching positive end-expiratory pressure to intra-abdominal pressure improves oxygenation in a porcine sick lung model of intra-abdominal hypertension. Crit Care. 2012;16:R208. doi: 10.1186/cc11840. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Cortes-Puentes GA, Gard KE, Adams AB, et al.  Value and limitations of transpulmonary pressure calculations during intra-abdominal hypertension. Crit Care Med. 2013;41:1870–1877. doi: 10.1097/CCM.0b013e31828a3bea. [PubMed] [CrossRef] [Google Scholar]13. Keenan JC, Cortes-Puentes GA, Zhang L, Adams AB, Dries DJ, Marini JJ. PEEP titration: the effect of prone position and abdominal pressure in an ARDS model. Intensive Care Med Exp. 2018;6:3. doi: 10.1186/s40635-018-0170-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Muders T, Luepschen H, Meier T, et al.  Individualized positive end-expiratory pressure and regional gas exchange in porcine lung injury. Anesthesiology. 2020;132:808–824. doi: 10.1097/ALN.0000000000003151. [PubMed] [CrossRef] [Google Scholar]15. De Waele JJ, Kimball E, Malbrain M, et al.  Decompressive laparotomy for abdominal compartment syndrome. Br J Surg. 2016;103:709–715. doi: 10.1002/bjs.10097. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Regli A, Reintam Blaser A, De Keulenaer B, et al.  Intra-abdominal hypertension and hypoxic respiratory failure together predict adverse outcome: a sub-analysis of a prospective cohort. J Crit Care. 2021;64:165–172. doi: 10.1016/j.jcrc.2021.04.009. [PubMed] [CrossRef] [Google Scholar]17. Cheatham ML, Malbrain ML. Cardiovascular implications of abdominal compartment syndrome. Acta Clin Belg. 2007;62:98–112. doi: 10.1179/acb.2007.62.s1.013. [PubMed] [CrossRef] [Google Scholar]18. Pelosi P, Vargas M. Mechanical ventilation and intra-abdominal hypertension: ‘Beyond Good and Evil’ Crit Care. 2012;16:187. doi: 10.1186/cc11874. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Regli A, Pelosi P, Malbrain MLNG. Ventilation in patients with intra-abdominal hypertension: what every critical care physician needs to know. Ann Intensive Care. 2019;9:52. doi: 10.1186/s13613-019-0522-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. da Silva Almeida JR, Machado FS, Schettino GP, Park M, Azevedo LC. Cardiopulmonary effects of matching positive end-expiratory pressure to abdominal pressure in concomitant abdominal hypertension and acute lung injury. J Trauma. 2010;69:375–383. [PubMed] [Google Scholar]21. Regli A, Chakera J, De Keulenaer BL, et al.  Matching positive end-expiratory pressure to intra-abdominal pressure prevents end-expiratory lung volume decline in a pig model of intra-abdominal hypertension. Crit Care Med. 2012;40:1879–1886. doi: 10.1097/CCM.0b013e31824e0e80. [PubMed] [CrossRef] [Google Scholar]22. Pinhu L, Whitehead T, Evans T, Griffiths M. Ventilator-associated lung injury. Lancet. 2003;361:332–340. doi: 10.1016/S0140-6736(03)12329-X. [PubMed] [CrossRef] [Google Scholar]23. Marini JJ, Gattinoni L. Ventilatory management of acute respiratory distress syndrome: a consensus of two. Crit Care Med. 2004;32:250–255. doi: 10.1097/01.CCM.0000104946.66723.A8. [PubMed] [CrossRef] [Google Scholar]24. Pelosi P, Rocco PRM, Gama de Abreu M. Close down the lungs and keep them resting to minimize ventilator-induced lung injury. Crit Care. 2018;22:72. doi: 10.1186/s13054-018-1991-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Gattinoni L, Caironi P, Pelosi P, Goodman LR. What has computed tomography taught us about the acute respiratory distress syndrome? Am J Respir Crit Care Med. 2001;164:1701–1711. doi: 10.1164/ajrccm.164.9.2103121. [PubMed] [CrossRef] [Google Scholar]26. Puybasset L, Gusman P, Muller JC, Cluzel P, Coriat P, Rouby JJ. Regional distribution of gas and tissue in acute respiratory distress syndrome. III. Consequences for the effects of positive end-expiratory pressure. CT Scan ARDS Study Group Adult Respiratory Distress Syndrome. Intensive Care Med. 2000;26:1215–1227. doi: 10.1007/s001340051340. [PubMed] [CrossRef] [Google Scholar]27. National Health and Medical Research Council (Australia), Australian Research Council, Universities Australia, CSIRO (Australia). Australian code for the care and use of animals for scientific purposes. National Health and Medical Research Council National Health and Medical Research Council, Universities Australia, CSIRO; 2013:8th Edition.28. Gattinoni L, Caironi P, Cressoni M, et al.  Lung recruitment in patients with the acute respiratory distress syndrome. N Engl J Med. 2006;354:1775–1786. doi: 10.1056/NEJMoa052052. [PubMed] [CrossRef] [Google Scholar]29. Grasso S, Terragni P, Mascia L, et al.  Airway pressure-time curve profile (stress index) detects tidal recruitment/hyperinflation in experimental acute lung injury. Crit Care Med. 2004;32:1018–1027. doi: 10.1097/01.CCM.0000120059.94009.AD. [PubMed] [CrossRef] [Google Scholar]30. Venegas JG, Harris RS, Simon BA. A comprehensive equation for the pulmonary pressure–volume curve. J Appl Physiol. 1998;84:389–395. doi: 10.1152/jappl.1998.84.1.389. [PubMed] [CrossRef] [Google Scholar]31. Regli A, De Keulenaer BL, Singh B, Hockings LE, Noffsinger B, van Heerden PV. The respiratory pressure-abdominal volume curve in a porcine model. Intensive Care Med Exp. 2017;5:11. doi: 10.1186/s40635-017-0124-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Ranieri VM, Brienza N, Santostasi S, et al.  Impairment of lung and chest wall mechanics in patients with acute respiratory distress syndrome: role of abdominal distension. Am J Respir Crit Care Med. 1997;156:1082–1091. doi: 10.1164/ajrccm.156.4.97-01052. [PubMed] [CrossRef] [Google Scholar]33. Gattinoni L, Pelosi P, Suter PM, Pedoto A, Vercesi P, Lissoni A. Acute respiratory distress syndrome caused by pulmonary and extrapulmonary disease. Different syndromes? Am J Respir Crit Care Med. 1998;158:3–11. doi: 10.1164/ajrccm.158.1.9708031. [PubMed] [CrossRef] [Google Scholar]34. Zhou JC, Xu QP, Pan KH, Mao C, Jin CW. Effect of increased intra-abdominal pressure and decompressive laparotomy on aerated lung volume distribution. J Zhejiang Univ Sci B. 2010;11:378–385. doi: 10.1631/jzus.B0900270. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Matute-Bello G, Frevert CW, Martin TR. Animal models of acute lung injury. Am J Physiol Lung Cell Mol Physiol. 2008;295:L379–L399. doi: 10.1152/ajplung.00010.2008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Kuzkov VV, Suborov EV, Kirov MY, et al.  Radiographic lung density assessed by computed tomography is associated with extravascular lung water content. Acta Anaesthesiol Scand. 2010;54:1018–1026. doi: 10.1111/j.1399-6576.2010.02272.x. [PubMed] [CrossRef] [Google Scholar]37. Rylander C, Högman M, Perchiazzi G, Magnusson A, Hedenstierna G. Oleic acid lung injury: a morphometric analysis using computed tomography. Acta Anaesthesiol Scand. 2004;48:1123–1129. doi: 10.1111/j.1399-6576.2004.00482.x. [PubMed] [CrossRef] [Google Scholar]38. Lattuada M, Hedenstierna G. Abdominal lymph flow in an endotoxin sepsis model: influence of spontaneous breathing and mechanical ventilation. Crit Care Med. 2006;34:2792–2798. doi: 10.1097/01.CCM.0000242158.28619.09. [PubMed] [CrossRef] [Google Scholar]39. Dreyfuss D, Saumon G. Ventilator-induced lung injury: lessons from experimental studies. Am J Respir Crit Care Med. 1998;157:294–323. doi: 10.1164/ajrccm.157.1.9604014. [PubMed] [CrossRef] [Google Scholar]40. Bellani G, Guerra L, Musch G, et al.  Lung regional metabolic activity and gas volume changes induced by tidal ventilation in patients with acute lung injury. Am J Respir Crit Care Med. 2011;183:1193–1199. doi: 10.1164/rccm.201008-1318OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Briel M, Meade M, Mercat A, et al.  Higher vs lower positive end-expiratory pressure in patients with acute lung injury and acute respiratory distress syndrome: systematic review and meta-analysis. JAMA. 2010;303:865–873. doi: 10.1001/jama.2010.218. [PubMed] [CrossRef] [Google Scholar]42. Papazian L, Aubron C, Brochard L, et al.  Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9:69. doi: 10.1186/s13613-019-0540-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Regli A, De Keulenaer BL, Palermo A, van Heerden PV. Positive end-expiratory pressure adjusted for intra-abdominal pressure—a pilot study. J Crit Care. 2018;43:390–394. doi: 10.1016/j.jcrc.2017.10.012. [PubMed] [CrossRef] [Google Scholar]44. Krebs J, Pelosi P, Tsagogiorgas C, Alb M, Luecke T. Effects of positive end-expiratory pressure on respiratory function and hemodynamics in patients with acute respiratory failure with and without intra-abdominal hypertension: a pilot study. Crit Care. 2009;13:R160. doi: 10.1186/cc8118. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}