{"title": "Respiratory viral infections in pragmatically selected adults in intensive care units", "pubDate": "2021", "PMCID": "PMC8501073", "DOI": "10.1038/s41598-021-99608-y", "PMID": "34625621", "abstract": "Respiratory viruses can be detected in 18.3 to 48.9% of critically ill adults with severe respiratory tract infections (RTIs). The present study aims to assess the clinical significance of respiratory viruses in pragmatically selected adults in medical intensive care unit patients and to identify factors associated with viral respiratory viral tract infections (VRTIs). We conducted a prospective study on critically ill adults with suspected RTIs without recognized respiratory pathogens. Viral cultures with monoclonal antibody identification, in-house real-time polymerase chain reaction (PCR) for influenza virus, and FilmArray respiratory panel were used to detect viral pathogens. Multivariable logistic regression was applied to identify factors associated with VRTIs. Sixty-four (40.5%) of the included 158 critically ill adults had respiratory viruses detected in their respiratory specimens. The commonly detected viruses included influenza virus (20), followed by human rhinovirus/enterovirus (11), respiratory syncitial virus (9), human metapneumovirus (9), human parainfluenza viruses (8), human adenovirus (7), and human coronaviruses (2). The FilmArray respiratory panel detected respiratory viruses in 54 (34.6%) patients, but showed negative results for seven of 13 patients with influenza A/H3 infection. In the multivariable logistic regression model, patient characters associated with VRTIs included those aged < 65 years, household contact with individuals with upper RTI, the presence of fever, cough with sputum production, and sore throat. Respiratory viruses were not uncommonly detected in the pragmatically selected adults with critical illness. The application of multiplex PCR testing for respiratory viruses in selected patient population is a practical strategy, and the viral detection rate could be further improved by the patient characters recognized in this study.", "author": [{"author": "Cong-Tat Cia", "affiliation": ["Division of Critical Care Medicine, Department of Internal Medicine, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan.", "Center for Infection Control, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], "href": "/?term=Cia+CT&cauthor_id=34625621"}, {"author": "I-Ting Lin", "affiliation": ["Department of Pathology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], "href": "/?term=Lin+IT&cauthor_id=34625621"}, {"author": "Jen-Chieh Lee", "affiliation": ["Division of Critical Care Medicine, Department of Internal Medicine, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], "href": "/?term=Lee+JC&cauthor_id=34625621"}, {"author": "Huey-Pin Tsai", "affiliation": ["Department of Pathology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan.", "Department of Medical Laboratory Science and Biotechnology, National Cheng Kung University, Tainan, Taiwan."], "href": "/?term=Tsai+HP&cauthor_id=34625621"}, {"author": "Jen-Ren Wang", "affiliation": ["Department of Pathology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan.", "Department of Medical Laboratory Science and Biotechnology, National Cheng Kung University, Tainan, Taiwan.", "Center of Infectious Disease and Signaling Research, National Cheng Kung University, Tainan, Taiwan.", "National Institute of Infectious Diseases and Vaccinology, National Health Research Institutes, Tainan, Taiwan."], "href": "/?term=Wang+JR&cauthor_id=34625621"}, {"author": "Wen-Chien Ko", "affiliation": ["Center for Infection Control, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan. winston3415@gmail.com.", "Division of Infectious Diseases, Department of Internal Medicine, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, No. 138, Sheng Li Road, Tainan, 704, Taiwan. winston3415@gmail.com.", "Department of Medicine, College of Medicine, National Cheng Kung University, Tainan, Taiwan. winston3415@gmail.com."], "href": "/?term=Ko+WC&cauthor_id=34625621"}], "refPMID": ["18400797", "31511250", "27246595", "26172429", "28991822", "22700859", "24729498", "27852281", "29274318", "24752070", "24108695", "31806539", "28494435", "32826192", "30541871", "28604925", "22797452", "26903338", "28272915", "31072078", "29305549", "31262511", "31342206", "22116144", "23486707", "30007137", "26378282", "28382762", "29908153", "31574339", "16231254", "29017451", "31229593", "25910632", "28392237", "32128326", "30267999"], "citedInPMID": ["34625621"], "body": " AbstractRespiratory viruses can be detected in 18.3 to 48.9% of critically ill adults with severe respiratory tract infections (RTIs). The present study aims to assess the clinical significance of respiratory viruses in pragmatically selected adults in medical intensive care unit patients and to identify factors associated with viral respiratory viral tract infections (VRTIs). We conducted a prospective study on critically ill adults with suspected RTIs without recognized respiratory pathogens. Viral cultures with monoclonal antibody identification, in-house real-time polymerase chain reaction (PCR) for influenza virus, and FilmArray respiratory panel were used to detect viral pathogens. Multivariable logistic regression was applied to identify factors associated with VRTIs. Sixty-four (40.5%) of the included 158 critically ill adults had respiratory viruses detected in their respiratory specimens. The commonly detected viruses included influenza virus (20), followed by human rhinovirus/enterovirus (11), respiratory syncitial virus (9), human metapneumovirus (9), human parainfluenza viruses (8), human adenovirus (7), and human coronaviruses (2). The FilmArray respiratory panel detected respiratory viruses in 54 (34.6%) patients, but showed negative results for seven of 13 patients with influenza A/H3 infection. In the multivariable logistic regression model, patient characters associated with VRTIs included those aged < 65 years, household contact with individuals with upper RTI, the presence of fever, cough with sputum production, and sore throat. Respiratory viruses were not uncommonly detected in the pragmatically selected adults with critical illness. The application of multiplex PCR testing for respiratory viruses in selected patient population is a practical strategy, and the viral detection rate could be further improved by the patient characters recognized in this study.Subject terms: Clinical microbiology, Infectious-disease diagnostics, Influenza virus, Viral infection Respiratory viruses can cause upper and lower respiratory tract infections (RTIs) including seasonal colds, otitis media, bronchiolitis, pneumonia, and acute deterioration of chronic lung diseases, in patients with and without suppressed immunity1,2. Viral pathogens may cause 24.5% of cases of community-acquired pneumonia requiring hospitalization in adults, as modern multiplex molecular diagnostic assays are applied3,4. Moreover, up to 10% of community-acquired pneumonia is concurrently caused by viral and bacterial pathogens3.Respiratory viruses had been detected in respiratory specimens in 18.3% of critically ill adults requiring invasive mechanical ventilation5. The detection rates are higher, ranging from 20.5 to 49.0%, in patients with community or hospital-acquired lower respiratory tract infections admitted to intensive care units (ICUs)5–14. Human rhinovirus, influenza virus, and human parainfluenza viruses (HPIVs) are the most frequently detected viruses5–9. In terms of disease severities requiring timely actions, critically ill patients are considered appropriate candidates for respiratory viral panel testing15.As the expense of the molecular tests remains high, universal testing for all patients with suspected RTIs may not be a cost-effective strategy, since more than half events are caused by bacteria or other non-infectious etiologies3. Proper selection for patients to test is required to maximize the clinical benefits in medical care, either by early initiation of antiviral agents, avoidance of unnecessary invasive studies, or shorter antibiotic exposure15. Patients with known bacterial pathogens may be less likely to benefit from testing for respiratory viruses, except for potentially treatable influenza virus, since discontinuation of antimicrobial therapy is not a reasonable option for them. However, a patient with viral but no bacterial infection may not benefit from antimicrobial agents but experience only adverse effects, which were noted in 20% of hospitalized patients16. Combined with negative microbiological tests for bacterial infections, a confirmed viral RTI (VRTI) can support the clinical decision to discontinue or de-escalate antibacterial therapies. The current study aims to assess the clinical significance of respiratory viruses in pragmatically selected adults in medical ICUs and to delineate clinical variables associated with viral RTIs (VRTIs). MethodsStudy design and populationWe conducted a prospective study from May 2017 to December 2018 at a 42-bed medical ICU in a tertiary hospital with more than 1300 beds in southern Taiwan. The cases aged at least 20 years with suspected VRTIs were considered for inclusion. Similar to the real-world practice, those with positive results of microbiological tests indicative of specific causative pathogens, such as positive rapid antigen tests, blood cultures, or significant bacteria on Gram stain for endotracheal aspirates, were excluded. Written informed consents were obtained from the patients or surrogate decision-makers. The study was approved by the institutional review board of National Cheng Kung University Hospital (IRB No.: B-ER-105-350). All experiments were performed in accordance with relevant guidelines and regulations.Clinical data collectionElectronic medical records of included patients were reviewed for demographic variables, clinical manifestations, contact history, chronic illness, laboratory results within 48 h upon presentation, radiographic images, virological studies, causes of respiratory distress, mechanical ventilation, acute respiratory distress syndrome (ARDS), concurrent non-viral respiratory pathogens, severity scores grading by Acute Physiology and Chronic Health Evaluation II (APACHE II) on the first ICU day and Sequential Organ Failure Assessment (SOFA) score on the day of first respiratory specimen collection, length of ICU or hospital stay, duration of mechanical ventilation, ICU and 28-day mortality, and antibiotic therapy information. In addition, one of the authors (CT Cia or JC Lee) obtained symptom details from the patients or their relatives upon inclusion.DefinitionsARDS and its severities were defined according to the Berlin definition17. Vasopressor use was defined as norepinephrine, vasopressin, epinephrine, dopamine, or phenylephrine administration for 120 min or longer. Septic shock was defined as vasopressor use and hyperlactatemia without hypovolemia, based on the Sepsis-3 consensus18. Antibiotic-free days were defined as the calendar days without antibacterial therapy within 10 days after specimen collection for virological studies. For a patient who did not survive for 10 days, the antibiotic-free days were assigned to be zero.Virological studiesNasopharyngeal swab (NPS), throat swab (TS), or bronchoalveolar lavage (BAL) from ICU patients were examined by viral cultures, real-time polymerase chain reaction (PCR) for influenza virus, and BioFire FilmArray respiratory panel (FARP) (BioFire Diagnostics, Salt Lake City, Utah, USA). The swabs were placed into in-house or commercially available viral transport medium (Copan Diagnostics, Murrieta, California, USA). Flocked swabs, instead of conventional cotton swabs, were used for the collection of nasopharyngeal or throat samples since April 2018. The decision to perform a bronchoscopy was made by the attending physicians. Other microbiological studies were ordered according to clinical needs.Respiratory specimens in transport medium were inoculated to cell lines, including human lung carcinoma (A549), human embryonic rhabdomyosarcoma (RD), and Madin-Darby canine kidney (MDCK) cells. Tubes with cytopathic effect were confirmed by D3 Ultra 8™ DFA (direct fluorescent antibody) Respiratory Virus Screening and ID Kit (Diagnostic Hybrids, Athens, Ohio, USA), which was able to detect influenza A and B viruses, respiratory syncytial virus (RSV), human adenovirus (HAdv), HPIV 1–3, and human metapneumovirus (HMPV). Those without cytopathic effects were blindly stained by the same kit after inoculation for 10 days.Nucleic acid amplification of influenza viruses was performed on LightCycler 480 real-time PCR machine (Roche Diagnostics, Rotkreuz, Switzerland) after RNA extraction with LabTurbo 48 Compact auto-extraction System (Taigen Bioscience Corp., Taipei, Taiwan). The sequences of influenza primers and probes were provided by the World Health Organization and the Taiwan Centers of Disease Control (Additional File 1, Table S1).The FARP tests were performed by mixing 300 μL of VTM with sample buffer, injection into a test pouch containing reagents for nucleic extraction, PCR amplification, and detection of pathogen targets, including HAdv, human coronavirus (HCoV)-229E, HCoV-HKU1, HCoV-OC43, HCoV-NL63, HMPV, human rhinovirus/enterovirus (RV/EV), influenza A (A, A/H1, A/H1-2009, A/H3), influenza B, HPIV 1–4, RSV, and three bacteria (Bordetella pertussis, Chlamydia pneumoniae, and Mycoplasma pneumoniae). The pouches (version 1.7) were inserted into the FilmArray instrument (version 2.0). An equivocal result was reported as negative. Since the panel was not a routine test during the study period, the treating physician might not be informed of the results timely.Statistical analysisAll statistical analyses were performed using R 4.0.2 (R Foundation for Statistical Computing, http://www.R-project.org/, Vienna, Austria). Continuous variables were presented as means ± standard deviations or medians (1st–3rd quartile). Student's t test or Wilcoxon rank-sum test was applied for the between-group comparisons for normally or non-normally distributed variables, respectively. Category variables were compared by Pearson’s χ2 test or Fisher’s exact test when appropriate. The Wilson score was applied for confidence interval (CI) estimates of binomial proportions. A p value of less than 0.05 was considered to be statistically significant.The multivariable logistic regression was performed to identify the factors associated with the detection of respiratory viruses. Clinical information available at the timing of samples collecting for respiratory viruses, including background information, symptoms, laboratory studies, and imaging findings, were considered for the modeling. The cases with missing data were excluded from the corresponding analyses. Of continuous variables such as age, C-reactive protein, and procalcitonin, we tried modeling with clinically relevant cut-off values using R package cutpointr, to enhance their clinical applicability. Factors with a p value of less than 0.15 in simple regressions were included into the multivariable model. The effect sizes were presented by odds ratios (OR) with 95% CIs. ResultsAmong 811 critically ill patients with 956 ICU admissions due to possible RTIs during the study period, 158 adults with 167 respiratory specimens (i.e., NPS 154, BAL 11, and TS 2 samples) were included (Fig. 1). All patients were tested by the FilmArray panel, while one and seven patients did not underwent nucleic acid amplification for influenza viruses and viral cell cultures, respectively. The first specimen collection was obtained at a median of one day (0–1 day) after ICU admission.Open in a separate windowFigure 1Inclusion and exclusion of the study patients. RTIs respiratory tract infections, NA nucleic acid.Respiratory viruses were detected in 64 (40.5%) patients, i.e., 64 patients with VRTIs. The comparisons of clinical data between patients with or without detection of respiratory virus are demonstrated in Table ​Table1.1. Patients with VRTIs were younger (median age: 63 vs. 69 years, p = 0.008), but there were no differences in terms of chronic illness, disease severity, and clinical outcomes, including mortality rate and length of ICU or hospital stay between the two groups.Table 1Clinical characteristics of patients with and without viral respiratory tract infections (VRTIs).All (n = 158)With VRTIs (n = 64)Without VRTIs (n = 94)p valueDemographicAge68 (57–77)63 (50–75)69 (60.25–79)0.008Male sex87 (55%)29 (45.3%)58 (61.7%)0.268Hospital stay16 (10–28)16 (10–25.25)16 (10–29.75)0.980ComorbidityHypertension72 (45.6%)29 (45.3%)43 (45.7%)0.974Diabetes mellitus47 (29.7%)19 (29.7%)28 (29.8%)0.992Chronic kidney disease45 (28.5%)19 (29.7%)24 (27.7%)0.836Heart failure37 (23.4%)16 (25.0%)21 (22.3%)0.761Coronary artery disease28 (17.7%)14 (21.9%)14 (14.9%)0.348COPD25 (15.8%)8 (12.5%)17 (18.1%)0.419Malignancies24 (15.2%)8 (12.5%)16 (17.0%)0.503Autoimmune diseases11 (7.0%)3 (4.5%)8 (8.7%)0.529Bronchiectasis8 (5.0%)5 (7.8%)3 (3.2%)0.279Asthma4 (2.5%)2 (3.1%)2 (2.1%)1.000Hepatic cirrhosis2 (1.3%)0 (0%)2 (2.1%)0.517Severity and outcomesVasopressor use64 (40.5%)26 (40.6%)38 (40.4%)1.000Septic shock32 (20.3%)15 (23.4%)17 (18.1%)0.638Mechanical ventilation128 (81.0%)52 (81.3%)76 (80.9%)0.984ARDS60 (38.0%)29 (45.3%)31 (33.0%)0.297Moderate-to-severe46 (29.1%)21 (32.8%)25 (26.6%)0.533APACHE IIa21.23 ± 7.6619.98 ± 6.9822.09 ± 8.100.083SOFA scoreb7.25 ± 3.717.44 ± 3.567.12 ± 3.810.590MV days4 (2–10)4.5 (2–9.25)4 (2–12)0.892ICU stay8 (5–14)8 (5–13)8 (5–14)0.691Hospital stay16 (10–28)16 (10–25.25)16 (10–29.75)0.980ICU mortality24 (15.2%)7 (10.9%)17 (18.1%)0.28928-day mortality23/152 (15.1%)8/62 (12.9%)15/90 (16.7%)0.584Open in a separate windowVRTI viral respiratory tract infection, COPD chronic obstructive pulmonary disease, ARDS acute respiratory disease syndrome, APACHE II Acute Physiologic Assessment and Chronic Health Evaluation II, SOFA Sequential Organ Failure Assessment, MV mechanical ventilation, ICU intensive care unit.aOn the ICU admission day.bOn the day obtaining the first respiratory specimen.The most commonly detected virus was influenza virus (20 patients: A/H1 6, A/H3 13, B 1), followed by RV/EV (11), RSV (9), HMPV (9), HPIVs (8), HAdV (7), and HCoVs (2) (Fig. 2). To be noted, 54 adults admitted to medical ICUs with confirmed influenza were not included in the study. The FARP detected respiratory viruses in 64 patients and M. pneumoniae in one patient. Nine patients with negative FARP results, but had VRTIs due to respiratory viruses detected by other tests, including influenza A/H3 (7), influenza A/H1 (1) and HAdV (1). Among eight patients with both NPS and BAL tested by the panel, two had discordant results: one HCoV-NL63 only in NPS and the other HAdV only in BAL. The remaining six patients had concordant NPS and BAL results, including one with influenza A/H3, one with hMPV, and four without viral pathogen. Viral cell cultures revealed respiratory viruses in 12 patients (influenza A: 3, HAdV: 3, RSV: 3, HPIV-3: 2, RV/EV: 1), accounting for 20.3% of 59 patients with VRTIs having viral cultures.Open in a separate windowFigure 2Respiratory viruses detected in 64 critically ill adults. RV/EV rhinovirus/enterovirus, RSV respiratory syncitial virus, HMPV human metapneumovirus, HPIV human parainfluenza virus, HAdV human adenovirus, HCoV human coronavirus.The Ct values of clinical specimens with positive results of in-house real-time PCR testing ranged from 17.4 to 35.0. Among 13 patients with influenza A/H3, the Ct values in patients with positive FARP results were significantly lower than those with negative results (26.4 ± 2.5 versus 33.2 ± 1.7, p < 0.001). A Ct breakpoint of 30 can well discriminate the two groups (Supplementary Fig. 1). Two FARP-negative patients with influenza A/H3 detected in the endotracheal aspirate but not upper respiratory tract specimens by in-house real-time PCR had Ct values of 32.9 and 35.0, respectively. For influenza A/H1 infection, two of the three patients with Ct values > 30 had a positive FARP results.Twelve (18.8%) of 64 patients with and 25 (26.6%) of 94 patients without VRTIs had RTIs due to other pathogens. Of 12 patients with VRTIs, coexisting pneumonia caused by bacteria was present in nine patients, including two with Klebsiella pneumoniae and two with Staphylococcus aureus infections, while three patients had concurrent pulmonary aspergillosis. Of the latter, one had concurrent fursarosis and pneumocystis, and another biopsy-proven Candida tropicalis tracheobronchitis. Of co-infections due to non-respiratory viruses, one had cytomegalovirus pneumonitis and the other human simplex virus-1 tracheobronchitis. Among seven fatal patients with VRTIs (HAdV: 2, RSV: 2, RV/EV: 2, influenza A/H3: 1), two were complicated with concurrent bacterial pneumonia.Among all 158 patients with respiratory distress, 22 (46.8%) of 47 patients with acute decompensated heart failure had VRTIs, while the proportions of VRTIs in patients with pneumonia, tracheobronchitis, acute exacerbation of chronic obstructive pulmonary disease, and asthma were 45.8% (38/83), 36.4% (4/11), 29.2% (4/24), and 50% (2/4), respectively. None of nine patients related to metabolic acidosis (5 patients), sepsis of unknown source (3), or K. pneumoniae bacteremia complicated by liver abscess (1) had VRTI.The multivariable logistic regression analyses revealed the risk factors associated with VRTIs in Table ​Table2.2. The variables significantly associated with VRTIs in the simple regression analysis but not in the multivariable model included myalgia, rhinorrhea, neutrophil-to-lymphocyte ratio > 12.5, and specimen collected by a flock swab. None of the blood biomarkers, such as white blood cell count, serum levels of C-reactive protein or procalcitonin, were predictive of the existence of VRTIs. Age less than 65 years old (OR, 4.61; 95% CI, 1.99–11.40), household contact with someone having upper RTI (OR, 4.28; 95% CI 1.82–10.82), the presence of fever (OR, 3.16; 95% CI 1.23–8.81), productive cough (OR, 3.42; 95% CI, 1.45–8.63), or sore throat (OR, 3.82; 95% CI 1.27–12.59), were significantly associated with VRTIs. The association of the number of the above variables with probability of VRTI was shown in Fig. 3, Supplementary Fig. 1, and Table S2.Table 2Simple and multivariable regressions for factors associated with viral respiratory tract infections.VariablesSimple regressionMultiple regressionsOdds ratio (95% CI)p valueOdds ratio (95% CI)p valueAge < 65 years3.03 (1.57–5.94)0.0013.98 (1.72–9.65)0.002Household contact with a person having upper RTI2.76 (1.42–5.45)0.0033.93 (1.66–9.86)0.002Clinical symptomsRhinorrhea3.70 (1.87–7.47) < 0.0012.23 (0.90–5.67)0.085Sore throat3.68 (1.65–8.60)0.0023.70 (1.24–11.98)0.022Myalgia2.95 (1.30–6.97)0.0112.06 (0.76–5.79)0.159Productive cough2.87 (1.18–7.56)a0.0243.24 (1.38–8.12)b0.009Fever2.29 (1.05–5.34)0.0442.89 (1.12–8.00)0.032Dyspnea2.11 (0.47–14.75)0.369Dry cough1.48 (0.55–4.21)a0.442Headache1.35 (0.48–3.73)0.561Malaise1.14 (0.60–2.18)0.678Altered mental status0.64 (0.24–1.56)0.347Laboratory testsWhite blood cell count1.00 (1.00–1.00)0.513Leukocytosisc0.75 (0.40–1.43)0.389Leukopeniad1.10 (0.21–5.19)0.897NLR1.01 (0.99–1.04)0.231NLR > 12.51.79 (0.90–3.55)0.0942.28 (0.94–5.73)0.073C-reactive protein (CRP)e1.00 (0.99–1.01)0.849CRP ≥ 89 mg/L2.14 (0.44–11.31)0.348Procalcitonin (PCT)f1.01 (0.97–1.06)0.601PCT > 0.35 ng/mL1.63 (0.58–4.62)0.355Patterns on chest filmgNo new lung lesion0.38 (0.13–0.96)0.0540.70 (0.21–2.14)0.542Multifocal consolidations1.24 (0.66–2.36)0.503Bilateral GGOs1.05 (0.55–1.98)0.897Bilateral reticular pattern1.06 (0.21–5.19)0.882Pulmonary edema pattern1.53 (0.80–2.94)0.198Pleural effusion0.70 (0.35–1.36)0.298Flocked swab use1.99 (1.04–3.84)0.0382.11 (0.95–4.84)0.070Open in a separate windowCI confidence interval, RTI respiratory infection, NLR neutrophil-to-lymphocyte ratio.aCompared to no cough.bCompared to no or dry cough.cWhite blood cell count > 11,000 /μL.dWhite blood cell count < 4,000 /μL.eAvailable in 27 patients.fAvailable in 62 patients.gPatterns not undergoing modeling due to limited patient numbers: unilobar consolidation (4), pneumothorax (2), mass or cavity (0) point estimates.Open in a separate windowFigure 3Numbers of predictive factors and detection rates of respiratory viruses. Error bars represent the 95% Wilson score confidence intervals of the.For antibiotic exposure, all patients received antibacterial agents on the first date of respiratory specimen collection for virological studies. The antibiotic-free days within 10 days were similar between patients with and without VRTIs (median 0 [0–3.5] versus 0 [0–2.75] days, p = 0.15). However, those with VRTIs had more calendar days free from intravenous antibiotics (median 4 [1–6] versus 2 [0–5.75] days, p = 0.07), though the difference was not statistically significant. DiscussionThe current study assessed the prevalence of VRTIs in pragmatically selected adults with critical illness, when other causes were unable to fully explain the patients’ respiratory distress and clinical presentation. A positivity rate of 40.5% in the present study is higher than that of non-selected patients receiving mechanical ventilation in ICUs5. The median time from ICU admission to specimen collection for multiplex test is one day, indicating that the tests were ordered according to clinical information obtained right after ICU admission, rather than reserving the tests for patients with negative results of bacterial cultures.To our knowledge, the host variables predictive of VRTIs among critically ill patients had not been adequately investigated before, as previous studies included mainly demographic information, comorbidities, or laboratory results7–9. Age < 65 years old, household contact with an individual having upper RTI and the presence of fever, productive cough, or sore throat were linked to VRTIs. In the patients presenting three of the above five characters, the probability of VRTIs is 60%. Despite the difficulty to obtain detail information from those with invasive mechanical ventilation or with altered mental status, which accounted for 81% or 16% of the included patients respectively, the associations between clinical symptoms and VRTIs remained statistically significant, while most laboratory tests or chest X-ray findings failed to predict the presence of VRTIs. The indispensability of thorough history taking should be emphasized in critical care settings. The age factor could be attributed to a higher rate of non-infectious causes of respiratory distress in the elderly19,20. It is not surprising that traditional laboratory tests failed to detect respiratory viruses in clinical samples, since bacterial etiological pathogens could be noted in only 13.2% of the included patients.Despite there were 57 cases of severe influenza not included in this study, influenza virus remained to be the most commonly viral pathogen. The weighting of influenza virus is obviously underestimated in the viral etiologies of RTIs. Thus, our prevalence data supports empiric administration of anti-influenza agents to selected critically ill patients with suspected VRTIs. However, the FARP failed to detect influenza A/H3 in 7 (53.8%) out of the 13 patients diagnosed by the in-house PCR using updated primers as these patients had relatively lower viral loads reflected by higher Ct values. As influenza viruses evolve rapidly, physicians should be cautious that commercially available molecular assays may provide unreliable results, if not updated frequently21.As influenza virus, other respiratory viruses can cause significant morbidity and mortality in critically ill patients22,23, and in this study these viruses accounted for 68.8% of all VRTIs. Without the use of multiplex respiratory virus testing, the prevalence of non-influenza VRTIs would be frankly underestimated, as only 22% (9/41) patients with non-influenza VRTIs had virus isolated in the current study. To detect these respiratory viruses, previous studies have reported clinically acceptable sensitivities of the FARP test, 80% to100%, except for adenoviruses24–26. Six of seven patients died in the ICUs were infected by non-influenza viruses. However, our case number is insufficient to compare clinical characteristics among different respiratory viruses and further studies are warranted.Previous studies showed that clinical specimens from upper and lower respiratory tract specimens may yield discordant testing results, as noted in 2 (25%) of our 8 patients with both NPS and BAL samples tested for respiratory viral pathogens, in 11 to 36% of critically ill or immunosuppressed hosts5,6,27,28. Accordingly, etiological surveys using both upper and lower respiratory tract specimens ought to be considered in patients with highly suspected VRTIs.Clinical application of multiplex respiratory viral assays had been expected to facilitate discontinuation or de-escalation of antibiotics29. Interestingly, several studies with the detection rates of < 25% for respiratory viruses invariably show no significant decline in antibiotic use30–32. When the prevalence of VRTIs exceeded 25%, the utilization of these assays was associated with favorable results on antimicrobial stewardship program (Supplementary Table S3)30–37. None of these studies focused on ICU patients. In the current study, all patients received antibiotics and those with VRTIs tended to receive less intravenous antibiotics, indicating that the intensivists may view these virological testing results as supportive evidence for antibiotic de-escalation. Our detection rate of 40.5% for viral pathogens suggested that further investigations for the impact of multiplex viral testing on antimicrobial stewardship in critically ill patients are worth expecting.Our study inherited several limitations. First, this is a single-center observation study and the study result cannot be generally applied to other clinical settings or healthcare facilities, since the distribution of respiratory viruses varies seasonally and geographically. The enrollment of the study participants reflected the discretion of attending physicians to consider VRTIs among critically ill patients, while universal testing or other strategies may yield different results. Second, only 7% of our included patients had lower respiratory tract specimen tested, and thus the rate of VRTIs are likely to be underestimated5,6. Third, the case of concurrent viral and non-viral RTIs were largely excluded since according to the study protocol, the initial clinical presentation would preclude respiratory virus tests. Fourth, a significant proportion of patients with influenza were excluded due to positive influenza results at the time of screening and the weight of influenza was likely to be decreased, so the clinical characters associated with VRTIs may be varied, if all cases of VRTIs were included for the analysis. ConclusionsVRTIs were not uncommon in pragmatically selected adults with critical illness. Age < 65 years old, household contact with a person having upper RTI, and the presence of clinical symptoms of fever, productive cough, or sore throat, were associated VRTIs. To maximize clinical benefit, intensivists can consider selective application of multiplex molecular assays for respiratory viral pathogens, based on the above predictive variables. The sensitivity and specificity of the predicative model and clinical impact of VRTIs need to be further studied on larger prospective cohorts. Supplementary Information\nSupplementary Information.(72K, doc) AcknowledgementsWe would like to thank Chang-Wen Chen, Wei-Chieh Lin, Chih-Hsin Hsu, Po-Sheng Chen, and Chih-Cheng Hsieh for facilitation on patient inclusion and dedicated care for these critically ill patients. We are grateful to the microbe bank core laboratory of Clinical Medicine Research Center of National Cheng Kung University Hospital for storage and maintenance of respiratory specimens and also thankful to medical technologists at the Clinical Virology Laboratory, Department of Pathology, National Cheng Kung University Hospital. We thank Ching-Han Lai for his help with data extraction. AbbreviationsRTIRespiratory tract infectionICUIntensive care unitHCoVHuman coronavirusVRTIViral respiratory tract infectionARDSAcute respiratory distress syndromeAPACHE IIAcute Physiology and Chronic Health Evaluation IISOFASequential Organ Failure AssessmentNPSNasopharyngeal swabTSThroat swabBALBronchoaveolar lavagePCRPolymerase chain reactionRARPBioFire FilmArray respiratory panelVTMViral transport mediumRDRhabdomyosarcomaMDCKMadin-Darby canine kidneyRSVRespiratory syncytial virusHAdvHuman adenovirusHPIVHuman parainfluenza virusHMPVHuman metapneumovirusRV/EVHuman rhinovirus/enterovirusOROdds ratio Author contributionsC.T.C., H.P.T., and W.C.K. designed the study. C.T.C. and J.C.L. obtained the respiratory specimens and collected the clinical data. I.T.L., H.P.T., and J.R.W. performed the virological studies and analyzed the results. C.T.C. analyzed the data and drafted the manuscript. J.C.L., H.P.T., and J.R.W. revised the manuscript. W.C.K. finalized the manuscript. All authors reviewed and approved the final manuscript. FundingThe study was funded by National Cheng Kung University Hospital (NCKUH-10608008). The BioFire Filmarray respiratory panel test kits were sponsored by Wei Mao Co., Ltd. (Taiwan). Data availabilityThe datasets generated during and/or analysed during the current study are available from the corresponding author on reasonable request. Competing interestsThe authors declare no competing interests. FootnotesPublisher's noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Nichols WG, Campbell AJP, Boeckh M. Respiratory viruses other than influenza virus: Impact and therapeutic advances. Clin. Microbiol. Rev. 2008;21:274–290. doi: 10.1128/CMR.00045-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Ison MG, Hirsch HH. Community-acquired respiratory viruses in transplant patients: Diversity, impact, unmet clinical needs. Clin. Microbiol. Rev. 2019;32:e00042–e119. doi: 10.1128/CMR.00042-19. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Burk M, et al.  Viral infection in community-acquired pneumonia: A systematic review and meta-analysis. Eur. Repir. Rev. 2016;25:178–188. doi: 10.1183/16000617.0076-2015. [PubMed] [CrossRef] [Google Scholar]4. Jain S, et al.  Community-acquired pneumonia requiring hospitalization among U.S. adults. N. Engl. J. Med. 2015;373:415–427. doi: 10.1056/NEJMoa1500245. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. van Someren Gréve F, et al.  Respiratory viruses in invasively ventilated critically ill patients-a prospective multicenter observational study. Crit. Care Med. 2018;46:29–36. doi: 10.1097/CCM.0000000000002752. [PubMed] [CrossRef] [Google Scholar]6. Choi S-H, et al.  Viral Infection in patients with severe pneumonia requiring intensive care unit admission. Am. J. Respir. Crit. Care Med. 2012;186:325–332. doi: 10.1164/rccm.201112-2240OC. [PubMed] [CrossRef] [Google Scholar]7. Karhu J, Ala-Kokko TI, Vuorinen T, Ohtonen P, Syrjälä H. Lower respiratory tract virus findings in mechanically ventilated patients with severe community-acquired pneumonia. Clin. Infect. Dis. 2014;59:62–70. doi: 10.1093/cid/ciu237. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Voiriot G, et al.  Viral-bacterial coinfection affects the presentation and alters the prognosis of severe community-acquired pneumonia. Crit. Care. 2016;20:375. doi: 10.1186/s13054-016-1517-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Shorr AF, Fisher K, Micek ST, Kollef MH. The burden of viruses in pneumonia associated with acute respiratory failure: An underappreciated issue. Chest. 2018;154:84–90. doi: 10.1016/j.chest.2017.12.005. [PubMed] [CrossRef] [Google Scholar]10. Hong H-L, et al.  Viral infection is not uncommon in adult patients with severe hospital-acquired pneumonia. PLoS ONE. 2014;9:e95865. doi: 10.1371/journal.pone.0095865. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Schnell D, et al.  Burden of respiratory viruses in patients with acute respiratory failure. J. Med. Virol. 2014;86:1198–1202. doi: 10.1002/jmv.23760. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Lee SH, et al.  Performance of a multiplex PCR pneumonia panel for the identification of respiratory pathogens and the main determinants of resistance from the lower respiratory tract specimens of adult patients in intensive care units. J. Microbiol. Immunol. Infect. 2019;52:920–928. doi: 10.1016/j.jmii.2019.10.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Loubet P, et al.  Impact of respiratory viruses in hospital-acquired pneumonia in the intensive care unit: A single-center retrospective study. J. Clin. Virol. 2017;91:52–57. doi: 10.1016/j.jcv.2017.04.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Tai C-C, et al.  Detection of respiratory viruses in adults with respiratory tract infection using a multiplex PCR assay at a tertiary center. J. Microbiol. Immunol. Infect. 2020 doi: 10.1016/j.jmii.2020.07.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Charlton CL, et al.  Practical guidance for clinical microbiology laboratories: Viruses causing acute respiratory tract infections. Clin. Microbiol. Rev. 2019;32:e00042–e118. [PMC free article] [PubMed] [Google Scholar]16. Tamma PD, Avdic E, Li DX, Dzintars K, Cosgrove SE. Association of adverse events with antibiotic use in hospitalized patients. JAMA Intern. Med. 2017;177:1308–1315. doi: 10.1001/jamainternmed.2017.1938. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. The ARDS Definition Task Force  Acute respiratory distress syndrome: The Berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]18. Singer M, et al.  The third international consensus definitions for sepsis and septic shock (Sepsis-3) JAMA. 2016;315:801–810. doi: 10.1001/jama.2016.0287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Wu C-P, Chen Y-W, Wang M-J, Pinelis E. National trends in admission for aspiration pneumonia in the United States, 2002–2012. Ann. Am. Thorac. Soc. 2017;14:874–879. doi: 10.1513/AnnalsATS.201611-867OC. [PubMed] [CrossRef] [Google Scholar]20. Jeon I, et al.  Proportion of aspiration pneumonia cases among patients with community-acquired pneumonia: A single-center study in Korea. Ann. Rehabil. Med. 2019;43:121–128. doi: 10.5535/arm.2019.43.2.121. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Stellrecht KA. The drift in molecular testing for influenza: Mutations affecting assay performance. J. Clin. Microbiol. 2018;56:e01531–e1617. doi: 10.1128/JCM.01531-17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Lee KH, et al.  Characteristics of community-acquired respiratory viruses infections except seasonal influenza in transplant recipients and non-transplant critically ill patients. J. Microbiol. Immunol. Infect. 2021;54:253–260. doi: 10.1016/j.jmii.2019.05.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Vidaur L, et al.  Human metapneumovirus as cause of severe community-acquired pneumonia in adults: Insights from a ten-year molecular and epidemiological analysis. Ann. Intensive Care. 2019;9:86. doi: 10.1186/s13613-019-0559-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Pierce VM, Elkan M, Leet M, McGowan KL, Hodinka RL. Comparison of the Idaho Technology FilmArray system to real-time PCR for detection of respiratory pathogens in children. J. Clin. Microbiol. 2012;50:364–371. doi: 10.1128/JCM.05996-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Popowitch EB, O’Neill SS, Miller MB. Comparison of the biofire FilmArray RP, genmark eSensor RVP, luminex xTAG RVPv1, and luminex xTAG RVP fast multiplex assays for detection of respiratory viruses. J. Clin. Microbiol. 2013;51:1528–1533. doi: 10.1128/JCM.03368-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Chan M, Koo SH, Jiang B, Lim PQ, Tan TY. Comparison of the biofire FilmArray respiratory panel, Seegene AnyplexII RV16, and argene for the detection of respiratory viruses. J. Clin. Virol. 2018;106:13–17. doi: 10.1016/j.jcv.2018.07.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Azadeh N, Sakata KK, Brighton AM, Vikram HR, Grys TE. FilmArray respiratory panel assay: Comparison of nasopharyngeal swabs and bronchoalveolar lavage samples. J. Clin. Microbiol. 2015;53:3784–3787. doi: 10.1128/JCM.01516-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Lachant DJ, Croft DP, Minton HM, Prasad P, Kottmann RM. Nasopharyngeal viral PCR in immunosuppressed patients and its association with virus detection in bronchoalveolar lavage by PCR. Respiratology. 2017;22:1205–1211. doi: 10.1111/resp.13049. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Walter JM, Wunderink RG. Testing for respiratory viruses in adults with severe lower respiratory infection. Chest. 2018;154:1213–1222. doi: 10.1016/j.chest.2018.06.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Saarela E, et al.  Impact of multiplex respiratory virus testing on antimicrobial consumption in adults in acute care: A randomized clinical trial. Clin. Microbiol. Infect. 2020;26:506–511. doi: 10.1016/j.cmi.2019.09.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Oosterheert JJ, et al.  Impact of rapid detection of viral and atypical bacterial pathogens by real-time polymerase chain reaction for patients with lower respiratory tract infection. Clin. Infect. Dis. 2005;41:1438–1444. doi: 10.1086/497134. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Andrews D, et al.  Multiplex PCR point of care testing versus routine, laboratory-based testing in the treatment of adults with respiratory tract infections: a quasi-randomised study assessing impact on length of stay and antimicrobial use. BMC Infect. Dis. 2017;17:671. doi: 10.1186/s12879-017-2784-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Shengchen D, et al.  Evaluation of a molecular point-of-care testing for viral and atypical pathogens on intravenous antibiotic duration in hospitalized adults with lower respiratory tract infection: A randomized clinical trial. Clin. Microbiol. Infect. 2019;25:1415–1421. doi: 10.1016/j.cmi.2019.06.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Branche AR, et al.  Serum procalcitonin measurement and viral testing to guide antibiotic use for respiratory infections in hospitalized adults: a randomized controlled trial. J. Infect. Dis. 2015;212:1692–1700. doi: 10.1093/infdis/jiv252. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Brendish NJ, et al.  Routine molecular point-of-care testing for respiratory viruses in adults presenting to hospital with acute respiratory illness (ResPOC): A pragmatic, open-label, randomised controlled trial. Lancet Respir. Med. 2017;5:401–411. doi: 10.1016/S2213-2600(17)30120-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. May L, et al.  Rapid multiplex testing for upper respiratory pathogens in the emergency department: A randomized controlled trial. Open Forum Infect. Dis. 2019;6:ofz481. doi: 10.1093/ofid/ofz481. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Echavarría M, et al.  Clinical impact of rapid molecular detection of respiratory pathogens in patients with acute respiratory infection. J. Clin. Virol. 2018;108:90–95. doi: 10.1016/j.jcv.2018.09.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}