{"title": "The comprehensive interactomes of human adenosine RNA methyltransferases and demethylases reveal distinct functional and regulatory features", "pubDate": "2021", "PMCID": "PMC8565353", "DOI": "10.1093/nar/gkab900", "PMID": "34634806", "abstract": "N6-methyladenosine (m6A) and N6,2'-O-dimethyladenosine (m6Am) are two abundant modifications found in mRNAs and ncRNAs that can regulate multiple aspects of RNA biology. They function mainly by regulating interactions with specific RNA-binding proteins. Both modifications are linked to development, disease and stress response. To date, three methyltransferases and two demethylases have been identified that modify adenosines in mammalian mRNAs. Here, we present a comprehensive analysis of the interactomes of these enzymes. PCIF1 protein network comprises mostly factors involved in nascent RNA synthesis by RNA polymerase II, whereas ALKBH5 is closely linked with most aspects of pre-mRNA processing and mRNA export to the cytoplasm. METTL16 resides in subcellular compartments co-inhabited by several other RNA modifiers and processing factors. FTO interactome positions this demethylase at a crossroad between RNA transcription, RNA processing and DNA replication and repair. Altogether, these enzymes share limited spatial interactomes, pointing to specific molecular mechanisms of their regulation.", "author": [{"author": "Helena Covelo-Molares", "affiliation": ["Central European Institute of Technology (CEITEC), Masaryk University, Brno 62500, Czech Republic."], "href": "/?term=Covelo-Molares+H&cauthor_id=34634806"}, {"author": "Ales Obrdlik", "affiliation": ["Central European Institute of Technology (CEITEC), Masaryk University, Brno 62500, Czech Republic."], "href": "/?term=Obrdlik+A&cauthor_id=34634806"}, {"author": "Ivana Poštulková", "affiliation": ["Central European Institute of Technology (CEITEC), Masaryk University, Brno 62500, Czech Republic."], "href": "/?term=Po%C5%A1tulkov%C3%A1+I&cauthor_id=34634806"}, {"author": "Michaela Dohnálková", "affiliation": ["Central European Institute of Technology (CEITEC), Masaryk University, Brno 62500, Czech Republic."], "href": "/?term=Dohn%C3%A1lkov%C3%A1+M&cauthor_id=34634806"}, {"author": "Pavlína Gregorová", "affiliation": ["Central European Institute of Technology (CEITEC), Masaryk University, Brno 62500, Czech Republic."], "href": "/?term=Gregorov%C3%A1+P&cauthor_id=34634806"}, {"author": "Ranjani Ganji", "affiliation": ["Central European Institute of Technology (CEITEC), Masaryk University, Brno 62500, Czech Republic."], "href": "/?term=Ganji+R&cauthor_id=34634806"}, {"author": "David Potěšil", "affiliation": ["Central European Institute of Technology (CEITEC), Masaryk University, Brno 62500, Czech Republic."], "href": "/?term=Pot%C4%9B%C5%A1il+D&cauthor_id=34634806"}, {"author": "Lisa Gawriyski", "affiliation": ["Institute of Biotechnology & HiLIFE - Helsinki Institute of Life Science, University of Helsinki, Helsinki 00014, Finland."], "href": "/?term=Gawriyski+L&cauthor_id=34634806"}, {"author": "Markku Varjosalo", "affiliation": ["Institute of Biotechnology & HiLIFE - Helsinki Institute of Life Science, University of Helsinki, Helsinki 00014, Finland."], "href": "/?term=Varjosalo+M&cauthor_id=34634806"}, {"author": "Štěpánka Vaňáčová", "affiliation": ["Central European Institute of Technology (CEITEC), Masaryk University, Brno 62500, Czech Republic."], "href": "/?term=Va%C5%88%C3%A1%C4%8Dov%C3%A1+%C5%A0&cauthor_id=34634806"}], "refPMID": ["22575960", "22608085", "29921017", "31100245", "30197299", "30197297", "29593291", "24316715", "27602518", "24981863", "29507755", "28503769", "29535189", "24407421", "34145251", "33846330", "2216767", "30467178", "22355643", "28002401", "12565871", "18775698", "23177736", "25830092", "24488767", "32213595", "28846086", "29333169", "22681889", "28977517", "28637692", "28581511", "28388414", "30867593", "28344040", "32778823", "22412018", "29568061", "24927568", "26934103", "24510646", "21131968", "18294453", "29051200", "30197295", "33505026", "30232453", "30218090", "12039028", "29489750", "28525753", "17643375", "18249148", "18281698", "18483487", "30323330", "27872311", "23871666", "31186410", "32926445", "31940410", "31328227", "30531910", "31279658", "31279659", "30487554", "25959396", "32098287", "23748380", "19570979", "3136931", "19056941", "24209618", "30778204", "22137580", "22195968", "24968874", "32266261", "32814042", "21329877", "31104839", "12049745", "24997600", "22002720", "31149892", "25412662", "15840814", "17515604", "24442611", "31822664", "28297716", "31844323", "32615088", "29021206", "28735897", "29855379", "29279410", "20926517", "27667727", "22959432", "22961380", "23236153", "22388736", "15998806", "12015125", "26876937", "28984244", "29912477", "28418038", "28247949", "30395289", "15169873"], "citedInPMID": ["34634806"], "body": " Abstract\nN6-methyladenosine (m6A) and N6,2′-O-dimethyladenosine (m6Am) are two abundant modifications found in mRNAs and ncRNAs that can regulate multiple aspects of RNA biology. They function mainly by regulating interactions with specific RNA-binding proteins. Both modifications are linked to development, disease and stress response. To date, three methyltransferases and two demethylases have been identified that modify adenosines in mammalian mRNAs. Here, we present a comprehensive analysis of the interactomes of these enzymes. PCIF1 protein network comprises mostly factors involved in nascent RNA synthesis by RNA polymerase II, whereas ALKBH5 is closely linked with most aspects of pre-mRNA processing and mRNA export to the cytoplasm. METTL16 resides in subcellular compartments co-inhabited by several other RNA modifiers and processing factors. FTO interactome positions this demethylase at a crossroad between RNA transcription, RNA processing and DNA replication and repair. Altogether, these enzymes share limited spatial interactomes, pointing to specific molecular mechanisms of their regulation. INTRODUCTIONReversible DNA and histone modifications have a well-established role in the regulation of gene expression. RNA modifications, namely N6-methyladenosine (m6A), were recently recognized as another important layer of regulation ((1,2), reviewed in (3) and (4)). Mammalian cells possess dedicated cellular machinery to write, erase and read m6A and m6Am (found adjacent to the 5′ cap) marks. Their substrate specificity, regulation and roles in RNA metabolism, development and disease undergo intensive investigations.In mammals, METTL3 and METTL16 are two m6A methyltransferases (MTs) that can modify mRNAs. Although both catalyse the formation of m6A in RNA using S-adenosylmethionine (SAM) as a methyl donor, they display several rather distinct features. METTL16 appears to act as a monomer (5–7), whereas METTL3 forms a heterodimeric complex with METTL14 (METTL3/14) (8). The METTL3/14 core further assembles with auxiliary proteins that enhance its methylation activity and specificity in vivo; WTAP, HAKAI, VIRMA (also known as KIAA1429), RBM15 and ZC3H13 (8–16). METTL16 preferentially methylates structured RNAs carrying a nonameric consensus sequence (UACAGAGAA, the methylated adenosine is underlined) (5,6), whereas METTL3/14 prefers single-stranded RNAs with a short and degenerated motif (DRACH, D = A/G/U; R = A/G; H = A/C/U) (1,2,17).In mRNAs, the first transcribed adenosines directly adjacent to the 7-methylguanosine (m7G) cap can be dimethylated (m6Am). The N6 position is methylated by the cap-specific N6-adenosine RNA MT PCIF1 (also known as CAPAM) (18). PCIF1 N6-adenosine methylation depends on prior 2′-O-methylation of adenosine, as m6A was not detected as the first cap-adjacent adenosine (19,20). PCIF1 is recruited to nascent transcripts via direct interaction with Ser5-phosphorylated (Ser5-P) C-terminal domain (CTD) of RNA polymerase II (RNAPII) (18,21).The levels of m6A and m6Am in the cells are fine-tuned by the action of at least two demethylases (DMTs): FTO (22) and ALKBH5 (23). FTO was reported to bind the transcription co-activator TRIP4 in vitro (24), the protein kinase CaMKII (25) and the tRNA methyltransferase TRMT10A (26). ALKBH5 interacts with two members of the DEAD-box (DDX) family of RNA helicases, DDX46 and DDX3 (27,28). However, the role of most of these interactions and the mechanisms of DMTs regulation remain largely unknown.The activity of MTs and DMTs determines the N6-methylation status of mRNAs and non-coding (ncRNAs) in the cell and, in turn, their metabolism and function. Several pieces of evidence support a model of co-transcriptional m6A and m6Am dynamics (18,29–35). METTL3 and PCIF1 are recruited to active chromatin by RNAPII (18,21,33) and histone H3 trimethylation at lysine 36 guides m6A deposition (34). In turn, m6A modulates gene expression via the regulation of histone modifications (36). Therefore, a better understanding of the regulation of MTs and DMTs is key to establish their role in cellular metabolism. To date, the possibility of crosstalk between individual MTs and DMTs and their spatial contacts has not been explored.To address this question, we employed a proteomic approach and mapped the interaction networks of the key enzymes of the m6A and m6Am pathways METTL3, METTL16, PCIF1, FTO and ALKBH5 in the human cell line HEK293 T-REx Flp-In (293T). We used the proximity-dependent labelling approach BioID coupled to liquid chromatography-tandem mass spectrometry (LC-MS/MS) (37,38). In this method, the bait protein is fused to a promiscuous biotin ligase derived from Escherichia coli BirA (R118G, BirA*) to label proteins in vivo in an approximate radius of 10 nm (39), detecting stable and transient protein-protein interactions. Among others, this method has been successfully used to identify protein interactors of other RNA modifying proteins (40). MATERIALS AND METHODSPreparation of vectors for mammalian expressionTo prepare the common backbone for inducible expression of the modified version of BirA (R118G, BirA*), the BirA* sequence was amplified from pcDNA3.1 mycBioID vector (Addgene #35700) with primers flanked by NotI and XhoI restriction enzyme sites. The PCR product was digested and ligated into pcDNA5/FRT/TO™ vector (Invitrogen) containing an N-terminal 3xFlag tag. To create the NLS-BirA*vector, the SV40 nuclear localization signal (NLS) (PKKKRKV) was cloned upstream of the N-terminal 3xFlag tag via KpnI restriction enzyme site. The full-length coding sequences (CDS) of the bait genes were amplified with iProof high-fidelity DNA polymerase (Bio-Rad) from cDNA prepared from 293T cells. For cDNA preparation, total RNA was isolated with TriPure reagent (Roche) according to manufacturer's protocol, treated with Turbo DNase (Ambion) and 2 μg of RNA was used for reverse transcription (RT) with oligo dT primers and SuperScript III RT (Invitrogen). The cDNA was then treated with RNase H (Invitrogen) before being used as a template for PCR. METTL3, METTL16, FTO and ALKBH5 were subcloned by restriction endonucleases. The PCR products were digested and ligated into the pcDNA5/FRT/TO™ vector (Invitrogen) containing the 3xFlag tag-BirA* insert. Two N- and C- terminal BirA* fusion versions were prepared for METTL3. FTO and ALKBH5 have the BirA* tag at the N- terminus and METTL16 at the C- terminus. The PCIF1 construct was prepared by Gateway cloning (Invitrogen). MAC-tag (HA-Strep II-BirA*)-N terminal vector, a gift from Markku Varjosalo (Addgene plasmid # 108078; http://n2t.net/addgene:108078) (38) was used as a destination vector for inducible expression of the BirA* tagged fusion protein. The HA-Strep II-eGFP vector was prepared by Gateway cloning (Invitrogen). pTO-HA-StrepII vector (gift from Markku Varjosalo) was used as a destination vector for inducible expression of eGFP fusion protein for control Strep II tag pull-downs. The C-terminal tagged ALKBH5-Strep II-HA vector was prepared by recloning the CDS of ALKBH5 from the pcDNA5/FRT/TO-Flag-ALKBH5- BirA* to the pcDNA5/FRT/TO™-Strep II tag between the HindIII and KpnI restriction sites. All constructs were verified by Sanger sequencing. The sequences of cloning primers are in Supplementary Table S6.Cell culture and stable cell lines preparationHuman 293 Flp-In™ T-REx™ (293T) (Invitrogen) cells were cultured in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% fetal bovine serum (FBS) at 37°C in the presence of 5% CO2. To prepare stable cell lines with inducible expression of the fusion proteins, 293T cells were grown to 70% confluency in 6-well plates format and co-transfected with 300 ng of the corresponding expression vector (pcDNA5/FRT/TO™, Invitrogen, MAC-tag-N or HA-Strep II tag) and 2.7 μg of pOG44 vector (Invitrogen) (ratio 1:9) using 5 μl of TurboFect reagent (Invitrogen) following manufacture's protocol. One day after transfection, cells were transferred to a 150 mm dish and selected in 60 μg/ml of hygromycin B until individual clones were formed. Doxycycline (dox)-inducible expression of the tagged proteins were confirmed by western blot with anti-Flag antibodies (Sigma, 1:5000) or anti-Strep tag II (Abcam, 1:2000) and individual clones were selected.Immunofluorescence analysisCells were grown on polyethyleneimine-coated coverslips. The expression of BirA* tagged proteins was induced by the addition of 200 ng/ml of dox for 24 h at 37°C. All the subsequent steps were performed at room temperature. Cells were fixed in 3.7% paraformaldehyde for 20 min. Fixed cells were washed with PBS, permeabilized by 0.2% Triton X-100 in PBS for 20 min and blocked for 1 h in 5% horse serum in PBS, then incubated with anti-Flag primary antibody (Sigma, 1:500) or anti-HA (Santa Cruz, 1:100) in 3% horse serum for 1 h. After three washes with PBS for 10 min, cells were incubated with a mix of Alexa 594 secondary antibodies (Invitrogen, 1:500) and DAPI (Sigma, 1:500) in PBS for 30 min in the dark and consequently washed with PBST, PBS and finally fixed on slides in mowiol (Mowiol®, Sigma) with DABCO. Samples were imaged with upright microscope Zeiss AxioImager.Z2 combined with Hamamatsu ORCA Flash 4.0 camera. Images were processed using the open-source platform Fiji.Biotin-mediated proximity labelling and streptavidin affinity purification (BioID)Cells were checked for mycoplasma contamination by RT-PCR prior affinity purification (AP) by BioID. PCR primers sequences are in the Supplementary Table S6. For each bait, two 100 mm cell culture dishes were grown to 90% confluency. Twenty-four hours prior cell harvesting the protein expression was induced with 200 ng/ml of dox and 50 μM biotin (Sigma) was added to the medium to allow in vivo biotinylation. Cells from the two dishes were combined, pelleted as one biological replicate, flash frozen and short-term stored at -80°C until affinity purification was performed. At least three independent biological replicates were prepared per cell line.AP was performed according to (41) with minor modifications. Cell pellets were thawed on ice, lysed in 1.2 ml of lysis buffer per frozen pellet and homogenized with a 2 ml syringe and a 21 G × 1–1/2’’ needle followed by three cycles of sonication on ice (5s on, 10s off, amplitude 35, microtip). The insoluble part was removed by centrifugation 16 500 g 4°C 10 min. The supernatants (from two 100 mm cell culture dishes) were incubated with 150 μl of magnetic streptavidin beads (Dynabeads™ MyOne™ Streptavidin C1, Invitrogen) O/N at 4°C and washed according (41). After washing with wash 3 buffer, beads were washed thoroughly three times with 750 μl of 50 mM Tris–HCl pH 8 to remove any detergents present in the sample that would interfere with mass spectrometry analysis. 1/20th of the beads resuspended in 50 mM Tris–HCl were saved for western blot analysis with HRP-conjugated streptavidin (Thermo Scientific, 1:10 000) prior to mass spectrometry analysis.Strep II-tag pull-downs293T HA-Strep II-eGFP, MAC-PCIF1 and ALKBH5-Strep II-HA cell lines were grown in 15 cm dishes under standard cell culture conditions. At a cell-confluency of 60%, transgene expression was induced with 200 ng/μl doxycyclin. Cells were harvested 24 h after induction in ice-cold PBS and immediately pelleted by centrifugation for 5 min at 500 g, 4°C. To remove residual DMEM and fetal calf serum, cell pellets were washed one additional round with ice cold PBS. For total cell lysates preparation, cell pellets from two 15 cm dishes were resuspended in 1.5 ml ice cold lysis buffer [20 mM HEPES–KOH pH 8; 150 mM KCl, 1 mM EDTA, 0.2% IGEPAL, 1 mM DTT, 1× complete Mini (Roche), 15% glycerol], briefly vortexed and placed on ice for 15 min. Cell homogenates were then sonicated on ice using QSonica sonicator Model Q700 [Sonication setting: microtip probe; amplitude: 35%; 10× (1 s on; 9 s off)]. To deplete cell debris and intact cells, crude cell lysates were centrifuged for 20 min at 16 000 g, 4°C. Clarified total lysates were transferred into new clean tubes and placed on ice (20 μl of each lysate were stored at –20°C for western blot analysis, input). For Strep II-tag pull-down, 50 μl StrepTactinXT bead slurry (iba) were pelleted on a magnetic stand. Beads were washed and equilibrated for 40 min at 4°C in lysis buffer. Equilibrated beads were resuspended in 1 ml total lysate (protein concentration ∼2 mg/ml). For pull-downs of ‘intact RNA’ condition (–RNase A), 40 units of placental RNase Inhibitor complex (Biotechrabbit) were added to the lysates and for ‘digested RNA’ condition (+RNase A), lysates were supplemented with 2 μg/ml RNAse A (Thermo). Pull-downs were performed for 4 h at 4°C in rotation. After incubation, the bead-lysate homogenate was placed for 2 min on an ice-chilled magnetic stand and 20 μl of supernatant were stored at −20°C for western blot analysis (FT, unbound fraction). Beads were washed three times in 1.5 ml of ice chilled high-salt wash buffer [20 mM HEPES–KOH pH 8; 350 mM KCl, 1 mM EDTA, 0.2% IGEPAL, 0.1% Na-deoxycholate, 0.05 mg/ml heparin, 1 mM DTT, 1× complete Mini (Roche), 15% glycerol] for 15 min at 4°C on rotation. After the last wash, beads were resuspended in lysis buffer and transferred to a new tube. Beads were washed three times with lysis buffer 10 min at 4°C on rotation. To reduce the content of detergent prior LC–MS/MS analysis, beads were washed four times in 1.5 ml ice cold PBS 5 min at 4°C on rotation. After the last wash, beads were resuspended in 20 μl of PBS. Two μl were kept in −20°C for western blot analysis with Anti-Strep II tag (1:2000, Abcam) and the rest of the beads were frozen in liquid nitrogen and stored at −80°C until LC–MS/MS analysis.Protein mass spectrometry sample preparation and data acquisitionProteins retrieved by streptavidin AP were digested on beads with trypsin and the resulting peptide mixtures were analyzed using RSLCnano system connected to either Orbitrap Fusion Lumos mass spectrometer (Thermo Fisher Scientific) or Orbitrap Elite hybrid spectrometer (Thermo Fisher Scientific). For details, see Supplementary methods.Mass spectrometry data analysisFor Limma filtering pipeline, the MS RAW data files were analyzed using the MaxQuant software and further processed using the software container environment (https://github.com/OmicsWorkflows). For SAINT filtering pipeline, the MS RAW data files were searched with Proteome Discoverer 1.4 (Thermo Scientific) and further processed using Significance Analysis of INTeractome (SAINT) - express version 3.6.3 (42). For details, see Supplementary methods.DNA damage assaysFor siRNA knockdowns, 293T or U2OS cells were seeded in a six-well plate format and transfected with 20 nM FTO siRNAs (ON-TARGET plus FTO SMARTpool, Dharmacon) or non-target control siRNAs (ON-TARGET plus non-targeting pool, Dharmacon) with Lipofectamine RNAiMAX (ThermoFisher) following manufacture's protocol. 48 h after transfection (or 24 h after seeding for WT and FTO KO cells), 2 mM hydroxyurea (HU) or 1 μM camptothecin (CPT) were added to the cell culture medium and cells were collected after the indicated hours. Western blotting was performed with the following antibodies: Anti-FTO (Abcam, ab126605), Anti-γ-H2AX (Sigma, 05-636-I), Anti-tubulin (Sigma, T6074), Anti-histone 3 (Abcam, ab1791), Anti-pSer317 Chk1 (Merk, DR1025), Anti-pRPA(S4/S8) (Bethyl, A300-245A). Quantification of western blot signals were performed using the software ImageJ.GO terms analysisGO terms enrichment analysis was perform using Panther (http://www.pantherdb.org/) with the following parameters: analysis type PANTHER Overrepresentation Test (GO biological process complete, GO cellular component complete or GO molecular function complete), reference list Homo sapiens (all genes in the database), test type Fisher's with FDR corrected for multiple tests. Main figures include manually curated terms due to space constraints. Supplementary Table S5 contains the full list of significant (<0.05 FDR) GO terms. Plots were created using ggplot2 R package. RESULTS AND DISCUSSIONValidation of the BioID approach for m6A and m6Am modifiersTo identify the stable and transient protein interactomes of the key mammalian m6A and m6Am RNA MTs and DMTs, we performed BioID pull-down assays coupled to LC–MS/MS analysis (37). For each bait, we prepared 293T stable cell lines with inducible expression of BirA* fusion proteins (Figure ​(Figure1A).1A). All BirA*-fused proteins showed mostly nuclear localization (Supplementary Figure S1A) which is in agreement with previous reports for the endogenous proteins (8,23,30,43–45). As a background control, we used BirA* alone, with mostly cytoplasmic localization, and BirA* fused to a nuclear localisation signal (NLS-BirA*) that targeted BirA* to the nucleoplasm (Figure ​(Figure1A,1A, Supplementary Figure S1A). Protein lysates of 293T cells expressing the BirA*-fusion proteins were processed in parallel with BirA* and NLS-BirA* controls following the protocol established by Roux el at. (41) with the modifications described in the Methods section (Figure ​(Figure1B).1B). The biological replicates of each bait displayed good reproducibility and distinct pattern as compared to the other baits (Supplementary Figure S1B). The western blot analysis of proteins precipitated with streptavidin beads indicated efficient enrichment of biotinylated proteins prior to mass spectrometry analysis and already anticipated differences between the individual baits (Supplementary Figure S1C).Open in a separate windowFigure 1.BioID experimental set-up and validation. (A) Schematic representation of the BirA*-fusion protein constructs. (B) Overview of the BioID experimental design: stable inducible 293T cell lines expressing the BirA*-fusion proteins and the control BirA* and NLS-BirA* were prepared. Fusion protein expression and in vivo biotinylation was allowed for 24 h, cell lysates were prepared and biotinylated proteins were isolated by streptavidin-affinity purification. Protein pull-downs were analyzed by LC–MS/MS. Raw MS/MS data were analyzed independently and in parallel by Limma and SAINT analyses. (C) Enrichment (log2 fold change of METTL3-BirA* relative to BirA* control) of the known METTL3 complex auxiliary components on METTL3 C- and N- terminal BirA* fusion proteins affinity purifications. All shown protein hits have adjusted P-values < 0.01. (D) Protein neighbours network of METTL3 identified by BioID. Shared hits from filtered Limma and SAINT data are depicted.BioID recapitulates the known METTL3 stable interactors and identifies new factors contacting METTL3 in vivoMETTL3 is an exception among our bait set, as it has been extensively studied and shown to form a stable complex with other proteins in vivo. Therefore, to test whether our BioID approach and analysis of MS/MS can recapitulate known interactors, we first performed LC–MS/MS analysis of the BioID samples from METTL3-BirA* cell lines together with the two background controls, BirA* and NLS-BirA*. To obtain a high-confident list of interacting proteins (hits), the raw MS/MS data were analysed by two independent parallel filtering pipelines—Limma and SAINT (see Materials and Methods and Supplementary Methods). When using the Limma analytical pipeline, only proteins with an enrichment >4-fold and an adjusted P-value smaller than 0.01 relative to the control were considered as significant hits. For SAINT we established a SAINT score cut-off of >0.74.The results from N- and C- terminal BirA* fusions of METTL3 revealed the other essential counterpart METTL14 and all the known auxiliary components of the METTL3/14 complex—WTAP, VIRMA, HAKAI, RBM15 and ZC3H13 - among the top significant Limma hits when BirA* cell line was used as a reference (Figure ​(Figure1C,1C, Supplementary Figure S2). Importantly, all the known auxiliary components of the METTL3/14 complex except RBM15 were among the shared hits between both filtering pipelines whereas highly probable contaminants were filtered out (Figure ​(Figure1C,1C, Supplementary Table S1). RBM15 was identified with both N- and C-terminal BirA* fusions of METTL3 by using Limma analysis (Supplementary Table S2). The interaction between RBM15 and METTL3 is mediated by WTAP (9). This likely increases the distance between RBM15 and METTL3 which resulted in less efficient biotinylation of RMB15. Our approach did not detect some of the previously reported METTL3 inetractors, such as SETDB1 and its associated factor TRIM28 previously found in mouse stem cells (46) nor the translation initiation factor eIF3h (47) and TREX mRNA export complex components (48). Nevertheless, we used the combined filtering workflow as it greatly increased confidence while maintaining a high sensitivity of detection. It is also important to point out that due to the nature of the in vivo labelling technique used in BioID, we cannot exclude that some of the hits could be biotinylated due to the colocalization and close proximity within the same cellular compartment as the bait proteins, and may not have direct functional consequences.Apart from the known auxiliary components of the METTL3 complex, our results revealed STAT5B among the top hits in N- and C-terminal METTL3 BioID (Figure ​(Figure1D,1D, Supplementary Table S1). STAT5B belongs to the STAT (Signal Transducer and Activator of Transcription) family of transcription factors (TFs) which get activated upon binding of cytokines and growth factors to cell surface receptors and then translocate to the nucleus to bind the promoters of their target genes and activate transcription (49). We hypothesize that STAT5B could promote the binding and subsequent methylation of METTL3/14 of certain transcripts, similarly to the reported role of SMAD2/3 in stem cells (50).METLL16 BioID detects proteins involved in the biogenesis of RNAs transcribed by the three different RNA polymerasesWe confirmed that our approach can recapitulate known interactors of METTL3 and allows us to obtain highly confident datasets. Therefore, we proceeded to perform the analysis of the other baits. BioID-MS/MS of METTL16, the second human m6A MT, identified 78 significant protein hits (Supplementary Table S1). The gene ontology (GO) analysis revealed an enrichment in biological processes (BP) GO terms for mRNA and ncRNA processing and ribosome biogenesis (Figure ​(Figure2A,2A, Supplementary Table S5). METTL16 targets a wide spectrum of RNAs transcribed by all three RNA polymerases (44), which is reflected in the diversity of METTL16 protein network. Specifically, we identified U6 snRNA biogenesis factors, constituents of 7SK and 7SL particles, tRNA and other ncRNAs modifiers and precursor rRNA processing factors (Figure ​(Figure2B).2B). METTL16 methylates U6 snRNA at position A43 (5,6,51) and interacts with the early U6 biogenesis factors La, LARP7 and MePCE in an RNA-dependent manner (44), all of which were significant interactors in our dataset (Figure ​(Figure2B,2B, Supplementary Tables S1, S2). However, LARP7 and MePCE are also stable core components of the 7SK small nuclear ribonucleoprotein (snRNP) particle (52–55) and La protein transiently interacts with 7SK RNA during its biogenesis (54). METTL16 targets 7SK RNA in vivo (44). Our BioID experiments revealed additional 7SK snRNP components HEXIM1 and Cyclin-T2 as significant protein hits (Supplementary Tables S2 and S4). The 5′-terminal hairpin of 7SK recognized by HEXIM1 contains triple-based interactions (56) and METTL16 has an affinity to triple-stranded RNA structures (57). Altogether, we hypothesize that METTL16 binding to 7SK could regulate 7SK snRNP assembly and function in vivo. We also observed interaction with a component of another RNP particle, the signal recognition particle (SRP) SRP14 (Figure ​(Figure2B).2B). Notably, 7SL RNA, an RNA component of the SRP, was also identified as a METTL16 substrate (44).Open in a separate windowFigure 2.METLL16 BioID reveals proteins involved in the biogenesis of RNAs transcribed by the three nuclear RNA polymerases. (A) Representative biological processes (BP) gene ontology (GO) terms significantly enriched among the protein hits identified by METTL16 BioID. (B) Protein hits components of RNP particles or involved in the processing and/or modification of RNAs transcribed by RNAPI, II and III. (C) Protein neighbors network of METTL16 identified by BioID. Shared hits from filtered Limma and SAINT data are depicted.In addition to U6 and 7SK snRNPs, we observed other factors linked to RNAPIII transcripts, the RNA modifying enzymes ADAT1, NSUN2 and TRUB1 (Figure ​(Figure2B,2B, ​,CSupplementaryCSupplementary Tables S1, S4). METTL16 and NSUN2 both target similar types of ncRNAs, such as vault RNAs, Y RNAs, U6 snRNA and lncRNAs (44,58,59). HITS-CLIP analysis of TRUB1 revealed binding to several classes of ncRNAs, but the extent of overlap with METTL16 RNA targets remained unknown as the analysis focused mainly on pri-miRNAs and tRNAs (60). Future studies will address whether the potential interactions between these different modifiers detected by BioID result from their activity on the same RNA molecule or whether they localize to specific nuclear foci that are formed to facilitate RNA processing.In coding transcripts, METTL16 preferentially binds intronic regions (44). However, so far, only splicing of MAT2A transcript was experimentally shown to be regulated by METTL16 activity (51). METTL16 BioID revealed several spliceosome components and splicing factors among the enriched hits (Figure ​(Figure2C).2C). Among those, SNRNP27 and PRP31 are components and assembly factors of U4/U6.U5 tri-snRNP, respectively (Figure ​(Figure2C,2C, Supplementary Table S1). It is likely that METTL16 is recruited to pre-mRNAs via binding to U6 snRNPs and subsequently tri-snRNP assembly.The identified interactors linked to RNAPI include many pre-rRNA processing factors (Figure ​(Figure2B).2B). Contradictory data have been published to date concerning METTL16 binding to rRNAs (44,57,61). METTL5 and ZCCHC4 were recently identified as 18S and 28S rRNA m6A MTs, respectively (62,63). We observed METTL16 interactions with the nucleolar pre-rRNA processing factors DIMT1, DDX47, DDX49 and RRP1 (Figure ​(Figure2B,2B, ​,C).C). This agrees with METTL16 localization to the nucleolus (57). Follow up studies will address whether the interaction with these proteins is direct, mediated by pre-rRNAs, or arise from the presence of METTL16 in the nucleolus. In summary, our data indicated that METTL16 is spatially connected to several RNA processing and modification pathways. We hypothesize that cells form distinct subcellular processing and modification bodies assembling specific enzymes to facilitate the processing of diverse coding and ncRNAs.PCIF1 BioID detects factors involved in RNAPII transcription initiation and co-transcriptional snRNA biogenesisPCIF1 is the MT responsible for N6-methylation of the 2′-O-methylated adenosine that is directly adjacent to the 5′ cap of pre-mRNAs (18,64–66). The GO terms analysis of the 57 hits showed that the most significant BP GO terms were connected with RNAPII transcription (Figure ​(Figure3A,3A, Supplementary Table S5). Specifically, our BioID results revealed two major links: promoter-proximal pausing and snRNA transcription (Figure 3B). PCIF1 N6-adenosine methylation depends on prior ribose 2′-OH methylation by CMTR1 (19,20). We observed an interaction between PCIF1 and CMTR1 indicating that both, the ribose methylation and direct interaction with CMTR1 facilitate PCIF1 activity (Supplementary Table S4). PCIF1, alike the m7G mRNA capping enzyme, is recruited to nascent transcripts through specific recognition of Ser5-P CTD of the largest subunit of RNAPII (RPB1) (18,67). We observed RPB1 as the most statistically significant hit in our PCIF1 BioID experiment (Supplementary Table S1).Open in a separate windowFigure 3.PCIF1 interacts with factors involved in RNAPII transcription initiation and co-transcriptional snRNA biogenesis. (A) Representative biological processes (BP) gene ontology (GO) terms significantly enriched among the protein hits identified by PCIF1 BioID. (B) Protein neighbours network of PCIF1 identified by BioID. Shared hits from filtered Limma and SAINT data are depicted. Proteins binding RNAPII are marked with an asterisk. Interactions detected also by Strep II-tag pull-downs are connected by grey lines. (C) Strep II-tag pull-down of PCIF1 or eGFP fusion proteins from whole-cell extracts from 293T cells. Western blot analysis show efficient pull-down and interaction between PCIF1 and Ser5-phosphorylated RNAPII. FT: unbound fraction. (D) Volcano plot representing enrichment (log2 fold change) versus significance (–log10 adjusted P-value) of RNAse A resistant interactions identify in LC-MS/MS analysis of Strep II-tag PCIF1 relative to Strep II-tag eGFP control. Complete list of significant interactions is in Supplementary Table S7. (E) RNAPII CTD serine (Ser) phosphorylation pattern during transcription initiation, elongation and termination. Protein hits bound to a specific type of Ser phosphorylation repeat are depicted. The position of RPRD2 on the gene body is only speculative.Except for the largest subunit of RNAPII, other interactors of PCIF1 were not yet tackled. Therefore, in parallel we performed affinity purifications (AP) of Strep II-tagged PCIF1 followed by LC–MS/MS analysis in presence and absence of RNase A (Figure ​(Figure3C,3C, complete list of significant interactions in Supplementary Table S7). As a background control we used Strep II-tagged eGFP cell line. In agreement with its high affinity to Ser5-CTD of RPB1 (18,21), PCIF1 co-precipitates the whole RNAPII polymerase in an RNA independent manner. Except for RPB6 and 12, we identified the RPB1–12 subunits and GINL1A (Figure ​(Figure3D3D and Supplementary Table S7). Other two RNA-independent factors detected by AP and BioID methods were the yet uncharacterized protein CRML and DNA helicase RECQ5 (Figure ​(Figure3D).3D). In addition, PCIF1 Strep II-AP revealed an RNA independent interaction with two proteins not found in BioID, the Ser2 CTD phosphatase RPAP2 and GTPase GPN1 (Figure ​(Figure3D3D and Supplementary Table S7). RECQ5 is a protein with reported roles in transcription and DNA replication and repair (reviewed in (68)). It directly interacts with the cleft of RPB1 of RNAPII and has a negative impact on transcription (69,70).The BioID PCIF1 interactome revealed more factors involved in transcription regulation. PCIF1 is recruited by RNAPII early during transcription initiation (18), however, RNAPII often pauses early after transcription initiation of protein-coding genes, 20–60 nucleotides downstream of a transcription start site (TSS) (71,72). This promoter-proximal pausing represents an early elongation checkpoint regulated by the negative elongation factor (NELF) and the DRB-sensitivity inducing factor (DSIF) and the Integrator complexes (73). Notably, the PCIF BioID revealed an interaction with SPT5 (of DSIF), NELFA (of NELF) and three components of the integrator complex (INT4, INT6 and INT12) (Figure ​(Figure3B,3B, Supplementary Tables S1, S3). Importantly, immunofluorescence analysis of PCIF1 revealed that it co-localizes with SPT5 in the nucleoplasm (43). In addition, we observed contacts with several chromatin modifiers responsible for marking transcriptionally active chromatin, such as SETD1A and SETD1B (H3K4me3 MTs) and KMT2D (H3K4me1 MT) (Figure ​(Figure3B,3B, Supplementary Table S1). It will be interesting to test whether PCIF1 activity plays a role in promoter-proximal stalling of RNAPII and whether the transcripts regulated by this post-initiation mechanism are more frequently carrying m6Am at their 5′ termini.The cap-linked m6Am modification was found also in RNAPII transcribed snRNAs and some snoRNAs (74). In this respect, we observed interaction with several factors involved in snRNA synthesis. The BioID results revealed ICE1 and ICE2 subunits of the little elongation complex (LEC), the Integrator and PCIF11 (Figure ​(Figure3B,3B, Supplementary Tables S1 and S4) and the Strep II AP showed interaction with RPAP2 phosphatase (Figure ​(Figure3D,3D, Supplementary Table S7). RPAP2 is recruited to snRNA genes via Ser7-CTD of RPB1 and removes the Ser5 CTD marks (75). This may have a positive effect on LEC which regulates snRNA transcription elongation (76). It is possible that crosstalk between PCIF1, RPAP2 and LEC activities facilitates snRNA synthesis. It is also possible that PCIF1 interacts with the NELF complex at the snRNA locus, where it associates with the Integrator and contributes to snRNA transcription elongation and termination efficiency (77). The role of PCIF1 MT activity on snRNAs is yet to be functionally addressed.The WW domain of PCIF1 shows high homology to the CTD binding WW domain of PIN1 (43), a CTD binding protein that regulates the binding and release of CTD binding factors during RNAPII transcription (78). This could be even uncoupled from its methylation activity as the Drosophila PCIF1 homologue is inactive but binds Ser5-P CTD of RNAPII in vivo (79). Notably, the list of PCIF1 interactors includes several CTD binding proteins that recognize differently phosphorylated RNAPII CTD, such as the Integrator complex components INT4, INT6 and INT12; CMTR1; SETD2; WAC; SCAF8; PCF11 and RPRD2 (Figure ​(Figure3B,3B, proteins marked with asterisks; Figure ​Figure3E).3E). SETD2 trimethylates H3K36 in the gene body of actively transcribed genes and WAC targets the RNF20/40 ubiquitin-protein ligase complex to active transcription sites to mediate histone ubiquitination (80). Three of these proteins contain CTD-interaction domains (CID): SCAF8, PCF11 and RPRD2. SCAF8, together with SCAF4, suppress the use of early alternative polyadenylation sites on mRNAs (81) and PCF11 is an mRNA and snRNA 3’ end processing factor (82). RPRD2 is known to interact with Ser2-P, Ser7-P and Ser2-Ser7 double phosphorylated CTD, but its function remains unknown (83). PCIF1 likely meets these factors when bound to the CTD, however it is surprising that it occurs in the proximity of factors that recognize CTD modifications present during rather diverse stages of transcription. In summary, our results provided a strong evidence of the role of PCIF1 in the synthesis of snRNAs and suggest a potential role in RNAPII stalling (Figure ​(Figure3E).3E). It remains an open question whether PCIF1 could also bind Ser7-P or some other forms of modified CTD and whether its recruitment to RNAPII CTD affects the binding of some other CTD interactors.FTO on the crossroad between RNAPII transcription, pre-mRNA processing and DNA repair pathwaysFTO presents a unique feature among the list of enzymes studied in this work as it targets more than one chemical modification. It can demethylate m6A, m6Am and m1A in mRNAs and some ncRNAs in vitro and in vivo (20,45,84). FTO subcellular localization varies in different cell lines, and its localization was proposed to affect its target specificity (45). The majority of the FTO BioID hits are primarily localized to the nucleus (Supplementary Table S5), which corresponds to FTO nuclear localization in HEK293 (45). The BP GO terms analysis revealed a modest enrichment of general terms connected with transcription, splicing and other RNA metabolic processes (Figure ​(Figure4A4A and Supplementary Table S5). The m6A and m6Am deposition occur mostly co-transcriptionally (18,31–33). The FTO BioID revealed several transcription and chromatin factors indicating that FTO is also recruited to active chromatin loci and acts on nascent RNAs (Figure ​(Figure4B4B).Open in a separate windowFigure 4.FTO on the crossroad between RNAPII transcription, pre-mRNA processing and DNA repair pathways. (A) Representative biological processes (BP) gene ontology (GO) terms significantly enriched among the protein hits identified by FTO BioID. (B) Protein neighbours network of FTO identified by BioID. Shared hits from filtered Limma and SAINT data are depicted. (C) Functional states of the fully assembled spliceosome and protein hits identified in FTO BioID. (D) 293T wildtype (WT) and FTO KO cells were treated with 2 mM hydroxyurea (HU) for the indicated hours followed by immunoblotting with antibodies against the indicated proteins (left). Quantification of DNA damage marker γ-H2AX signal normalized to tubulin signal from two independent experiments (mean ± S.D.) (right). (E) 293T WT and FTO KO cells (left) and U2OS cells transfected with FTO or non-target (#) siRNAs (right) were treated with 1 μM camptothecin (CPT) for the indicated hours followed by immunoblotting with antibodies against the indicated proteins.FTO regulates alternative splicing (AS) in mouse and human cells (30,85,86), however, the mechanism of FTO in AS remains unclear. The BioID results support a direct involvement of FTO in pre-mRNA splicing because we observed contacts with spliceosome components and assembly and disassembly factors (Figure ​(Figure4B,4B, ​,C).C). Among the most significant were the U5 snRNP 52K protein (CD2BP2) (87), two factors important for the first catalytical step of splicing the DHX16 helicase (yeast Prp2) and YJU2 (CCDC94) (88), and CRNKL1 (yeast Syf3) and CWF19L2 (a homolog of yeast Cwf19) (Figure ​(Figure4C).4C). Interestingly, in yeast, Cwf19 and Syf3 are part of the excised lariat intron U2/U5/U6 complex (89). The presence of spliceosome factors on the proximity of FTO is in agreement with FTO preferential binding to introns (30,45) and suggests co-transcriptional FTO recruitment to nascent pre-mRNA. Furthermore, it raises the possibility that demethylation of pre-mRNA intronic sites directly modulates AS in vivo (30). FTO could also affect AS via targeting m6Am marks at Sm-class snRNA caps (74). In this respect, the BioID results showed FTO interactions with the snRNA transcription factors SNPC4 and ICE1, components of the SNAPc and little elongation complexes, respectively (Supplementary Tables S2 and S3). Although m6Am at snRNAs does not alter snRNP assembly (74), FTO activity may affect AS indirectly through regulating snRNA metabolism for example through pre-snRNA export to the cytoplasm (90).FTO has the potential to target m1A sites in tRNAs (45). A recent study reported that the tRNA m1G methyltransferase TRMT10A interacts with FTO and can enhance its catalytic activity in vitro (24). In vivo it appears to co-regulate some m6A sites in mRNAs (26). The possibility of additional factors mediating the interaction between FTO and TRMT10A was not excluded (24). This could explain why TRMT10A was not enriched on the FTO BioID. However, we observed interactions with three other tRNA modifying enzymes; the dihydrouridine tRNA synthase DUS2L, the guanine dimethyltransferase TRM1 and the PUS TRUB1 (Supplementary Tables S1 and S2). Follow up experiments will tackle the question of whether these enzymes could modulate FTO activity similarly to TRMT10A or whether they simultaneously modify tRNAs.The most striking result was the identification of proteins involved in DNA replication and repair (Figure ​(Figure4B),4B), present in FTO and other baits. There is growing evidence of a functional link between m6A RNA modification and DNA damage (91–93). m6A accumulates at DNA damage sites upon ultraviolet irradiation and, importantly, FTO localizes to laser-induced damage sites in U2OS cells (91). Moreover, m6A has been recently detected in R loops, a three-stranded nucleic acid structure formed by a RNA:DNA hybrid and the non-template single-stranded DNA which can be a source of genome instability for the cells (92). Notably, the most enriched and significant FTO BioID interactor was RADX (Supplementary Table S1), a single-strand DNA-binding protein that is recruited to sites of replication stress to promote replication fork stability (94,95). Along with RADX, we observed other factors involved in DNA double-strand break repair (DSB), such as XRCC4, the E3 ubiquitin-protein ligase RNF8 or the Tyrosyl DNA phosphodiesterase 2 (TDP2) (Figure ​(Figure4B,4B, Supplementary Table S1). To study the functional significance of these interactions we evaluated the effect of treating wildtype and FTO-depleted cells with different types of DNA damaging agents (Figure ​(Figure4D, E).4D, E). Similar to RADX depletion (94,95), FTO KO cells displayed accumulation of the DNA damage marker phosphorylated histone H2A variant H2AX (γ-H2AX) upon treatment with 2 mM hydroxyurea (HU) (Figure ​(Figure4D).4D). No difference between WT and FTO KO or KD cells was seen upon camptothecin (CPT) treatment (Figure ​(Figure4E).4E). HU slows down the initiation of replication and also the progression of replication forks, whereas CPT blocks DNA synthesis and induces DSBs. These results indicated that FTO could be involved in sensing of specific types of DNA replication stress such as collision between transcription and DNA replication. It remains to be addressed whether the catalytic activity of FTO participates in this process. In summary, FTO appears as a multifunctional protein acting at the intersection between RNA transcription, RNA processing and DNA replication and repair.ALKBH5 interacts with pre-mRNA processing and mRNA export factorsALKBH5 m6A DMT was implicated in many parts of mRNA metabolism including splicing regulation, mRNA export and stability of mRNA (23,27,96,97). The BP GO terms enrichment analysis of ALKBH5 in vivo interactome reflected connections to nuclear pre-mRNA processing and mRNA export (Figure ​(Figure5A).5A). In addition, we detected several TFs, as well as proteins involved in chromatin remodeling (Figure ​(Figure5B)5B) corresponding to the notion that ALKBH5, like PCIF1 and METTL3/14, associates with active chromatin and is co-transcriptionally recruited to the nascent transcripts (35). In contrary to the other baits, ALKBH5 revealed interactions with posttranscriptional mRNA biology (Figure ​(Figure5B,5B, ​,C).C). This indicated that ALKBH5 either remains bound to mRNP particles until their export to the cytoplasm or that it is recruited to (pre)mRNA at multiple steps during its biogenesis.Open in a separate windowFigure 5.ALKBH5 interacts with mRNA export and pre-mRNA processing factors. (A) Representative biological processes (BP) gene ontology (GO) terms significantly enriched among the protein hits identified by ALKBH5 BioID. (B) Protein neighbours network of ALKBH5 identified by BioID. Shared hits from filtered Limma and SAINT data are depicted. Proteins reported to localize in the nuclear speckles are marked with an asterisk (white, identified by (112); orange, Uniprot database). Proteins containing an RNA recognition motif domain are underlined in red. Interactions detected also in Strep II-tag pull-downs are connected by grey lines. (C) Schematic overview of mRNA co- and post-transcriptional processing (left side). Proteins involved in pre-mRNA processing steps enriched in ALKBH5 BioID are listed (right side). (D) Strep II-tag pull-down of ALKBH5 or eGFP fusion proteins from whole-cell extracts from 293T cells. Western blot analysis show efficient pull-down. FT: unbound fraction. (E) Volcano plot representing enrichment (log2 fold change) versus significance (–log10 adjusted p-value) of RNAse A resistant interactions identify in LC–MS/MS analysis of Strep II-tag ALKBH5 relative to Strep II-tag GFP control. Proteins detected also in BioID analysis are labelled. Complete list of significant interactions in Supplementary Table S7.Immunofluorescence analyses showed that ALKBH5 partially co-localizes with nuclear speckle markers in an RNA-dependent manner (23,97). Accordingly, our ALKBH5 BioID data revealed several nuclear speckle proteins (Figure ​(Figure5B,5B, proteins marked with asterisks). Nuclear speckles are nuclear domains enriched in pre-mRNA splicing factors located in interchromatin regions of the nucleoplasm (98). Among ALKBH5 nuclear speckle interactors, there are several alternative splicing factors and nuclear exon-junction complex (EJC) components (Figure ​(Figure5B,5B, Supplementary Figure S3A). The assembly of EJC on the mRNA is fully dependent on splicing (99). Specifically, the spliceosomal protein CWC22 interacts with eIF4A3 and serves as a connecting platform between splicing and EJC deposition (Figure ​(Figure5B,C;5B,C; Supplementary Figure S3A) (100–102). ALKBH5 also interacted with the nuclear EJC auxiliary complex PSAP (SAP18, RNPS1 and Pinin) (103) (Figure ​(Figure5B, C;5B, C; Supplementary Figure S3A).The top scoring hits in our ALKBH5 BioID were however components of the TRanscription and EXport (TREX) complex. The role of ALKBH5 in mRNA export is supported by an earlier observation that ALKBH5 depletion leads to an accumulation of polyadenylated RNA in the cytoplasm (23). ALYREF (also known as THOC4) showed the highest score followed by the other subunits of TREX complex DDX39B, CHTOP, SARNP, POLDIP3 and the THO subunit THOC3 (Figure ​(Figure5B,5B, Supplementary Figure S3B, Supplementary Table S1). The TREX complex is recruited to nascent mRNA transcripts during splicing via EJC (104). TREX components, or other export adaptors such as SR proteins, interact with the general mRNA export receptor TAP–p15 complex that transports the mRNP through the nuclear pore. ALYREF and DDX39B accompany the mRNP to the nuclear periphery where they dissociate during translocation through the pore (105). However, the export receptor TAP–p15 complex is not a significant hit in ALKBH5 BioID, indicating that ALKBH5 dissociates from the mRNP at earlier stages of the export process.Several ALKBH5 BioID interactors possess RNA recognition motifs (Figure ​(Figure5B,5B, underlined proteins). To further validate the results and assess which of the interactions are RNA independent, we performed Strep II-tag ALKBH5 AP coupled to LC–MS/MS analysis in the presence and absence of RNase A in 293T cells, respectively (Figure ​(Figure5D).5D). This experiment detected stable, RNA independent interactions with the EJC components eIF4A3, RBM8, MAGOH and Pinin (and Acinus in an RNA-dependent fashion) and the RNA export factors ALYREF and CHTOP (Figure ​(Figure5E,5E, Supplementary Figure S3, Supplementary Table S7). Other factors found by both analyses were the m6A reader and splicing factor YTHDC1 and its interacting partners SRSF9 and SRSF7, the transcription and splicing factor ERH, the ribosome biogenesis factors LAS1L, KRR1, TEX10 and MAK16, and the poly(A) binding and mRNA decay factor ZC3H14 (Supplementary Table S7).Cooperation between ALKBH5 and TREX components, export adaptors and RNA-binding proteins can modulate mRNA export. This has been shown for two protein hits from ALKBH5 BioID, YTHDC1 and ZC3H14. YTHDC1 is a nuclear m6A reader that plays a dual role in the regulation of alternative splicing and mRNA export (106,107). As for ZC3H14, it binds TREX complex components and together ensures the export of a specific subset of mature and properly processed mRNAs in the mouse brain (108). We hypothesize that ALKBH5 could also be an auxiliary factor of the export machinery. For instance, ALKBH5 could remove m6A marks to block YTHDC1 mRNA binding. Alternatively, ALKBH5 could play a scaffolding role independent of its demethylase activity. ALYREF was previously identified as a reader of m5C mRNA marks deposited by NSUN2 (109). NSUN2 depletion negatively affected ALYREF binding to m5C target sites and inhibited the export of NSUN2-modified mRNAs (109). Currently, the mechanism of ALKBH5 and ALYREF interaction in mRNA export is unclear. It is tempting to speculate that ALYREF coordinates the fate of mRNAs depending on its pattern of modifications. In this regard, the first evidence for functional crosstalk between m5C and m6A was demonstrated in the regulation of p21 expression (110). The 3’ UTR of p21 mRNA bears both m5C and m6A dependent on NSUN2 and METTL3/14 activities, respectively (110). Silencing of either of these enzymes significantly reduces both modifications concomitantly, and overexpression of NSUN2 and METTL3/14 enhaces p21 protein levels (110). Whether p21 upregulation is due to enhanced mRNA export to the cytoplasm or increased translation was not yet experimentally addressed.In summary, the interactome analyses revealed that ALKBH5 associates with (pre)mRNAs at multiple levels of their biogenesis (Figure ​(Figure5C)5C) and strongly indicated the role of ALKBH5 in mRNA export. Furthermore, in the context of other works, it will be exciting to tackle the question of functional crosstalk between different mRNA modifications in gene expression regulation.m6A and m6Am MTs and DMTs have distinctive protein contacts in vivoTo tackle whether the MTs and DMTs operate or are co-regulated by common factors or pathways, we performed a comparative analysis of the protein networks identified in this study. We first investigated the overlap of enriched BP GO terms between the baits (Figure ​(Figure6A).6A). The majority of the enriched BP GO terms (65%) were unique for each bait and 9.8% of the GO terms were shared by all four baits (Figure ​(Figure6A,6A, white borders). The list of 20 shared terms includes different aspects of (m)RNA processing and splicing (Supplementary Figure S4A). ALKBH5 hits showed the highest significance for these terms, reflecting the tighter connection of ALKBH5 with the mRNA processing machinery compared to the other protein baits. In fact, protein domains analysis uniquely identified a significant enrichment of the RNA recognition motif among ALKBH5 protein hits (Figure ​(Figure5B,5B, underlined proteins). The BP GO terms analysis between pairs of bait proteins (Figure ​(Figure6A,6A, all dashed borders) revealed the highest overlap between PCIF1 and FTO with 22 shared terms mostly linked to transcription regulation (Figure ​(Figure6B,6B, terms marked with a red line), which probably corresponds to their shared activity on m6Am marks. PCIF1, however, displayed the strongest link with transcription machinery of all the baits tested, revealing a unique enrichment for RNAPII binding, transcription regulation and histone modification (Supplementary Figure S4B, marked with a red line). The second highest overlap between pairs was found between ALKBH5 and METTL16 hits (Figure ​(Figure6A,6A, all dashed borders) that share nine GO terms, primarily connected with ribonucleoprotein complexes and ncRNA processing (Figure ​(Figure6B,6B, terms marked with a yellow line). This partial overlap could arise from the nucleolar localization of ALKBH5 and METTL16. Overall, these analyses indicated that mammalian MTs and DMTs possess rather distinctive protein networks, suggesting independent regulation of these enzymes in vivo.Open in a separate windowFigure 6.m6A and m6Am MTs and DMTs have distinctive protein contacts in vivo. (A) Venn diagram representing the overlap of enriched BP GO terms for the protein hits of the four studied protein baits. The intersection of the four baits is represented with white borders; three baits with white and dashed borders and two baits with all dashed borders. (B) Enriched BP GO terms for the protein hits shared by two protein baits. Red, shared by PCIF1 and FTO. Yellow, shared by METTL16 and ALKBH5.Here, we presented a comprehensive analysis of the interactomes of the key RNA adenosine methylases and demethylases. Altogether, our data revealed that these enzymes share a limited number of interactors, pointing to specific molecular mechanisms of their regulation. PCIF1 protein network suggests that it binds nascent RNAs mostly at the transcription loci, whereas ALKBH5 is closely linked to most aspects of pre-mRNA processing and export to the cytoplasm. METTL16 resides in subcellular compartments co-inhabited by several other RNA modifiers and processing factors. FTO interactome points to the role of this DMT at several levels between RNA transcription, RNA processing and DNA replication and repair. DATA AVAILABILITYThe mass spectrometry proteomics data have been deposited to the ProteomeXchange Consortium via the PRIDE (111) partner repository with the dataset identifier PXD021566. Supplementary Materialgkab900_Supplemental_FilesClick here for additional data file.(5.0M, zip) ACKNOWLEDGEMENTSWe thank Leona Kledrowetzova, Romana Kaceriakova and Karolina Vavrouskova for excellent technical assistance. We thank Jose Ameijeiras-Alonso and Kristina Gomoryova for the help with R scripts.\nAuthor contributions: H.C.-M. and S.V. conceived the work, designed and interpreted the experiments. H.C.-M. prepared expression vectors and stable cell lines, performed IF analysis, streptavidin affinity purifications, Strep II-tag IPs and DNA damage stress experiments. A.O. performed Strep II-tag IPs. I.P. prepared METTL16 expression vector and stable cell line and performed streptavidin affinity purification. M.D. prepared ALKBH5 expression vector and stable cell line and performed streptavidin affinity purification. P.G. prepared expression vectors and stable cell lines. S.R. and D.P. performed LC-MS/MS measurements and Limma quantitative analyses. L.G. and M.V. performed SAINT analysis. H.C.-M. prepared the figures. H.C.-M. and S.V. wrote the manuscript. NotesPresent address: Helena Covelo-Molares, Center for Research in Molecular Medicine and Chronic Diseases (CiMUS), Universidade de Santiago de Compostela (USC), Santiago de Compostela 15782, Spain.Present address: Michaela Dohnalkova, Department of Molecular Biology, Science III, University of Geneva, 30 Quai Ernest-Ansermet, 1211 Geneva, Switzerland.Present address: Pavlina Gregorova, RNAcious Laboratory, Molecular and Integrative Biosciences Research Program, Faculty of Biological and Environmental Sciences, University of Helsinki, Helsinki 00014, Finland. Contributor InformationHelena Covelo-Molares,  \nCentral European Institute of Technology (CEITEC), Masaryk University, Brno,  62500, Czech Republic.Ales Obrdlik,  \nCentral European Institute of Technology (CEITEC), Masaryk University, Brno,  62500, Czech Republic.Ivana Poštulková,  \nCentral European Institute of Technology (CEITEC), Masaryk University, Brno,  62500, Czech Republic.Michaela Dohnálková,  \nCentral European Institute of Technology (CEITEC), Masaryk University, Brno,  62500, Czech Republic.Pavlína Gregorová,  \nCentral European Institute of Technology (CEITEC), Masaryk University, Brno,  62500, Czech Republic.Ranjani Ganji,  \nCentral European Institute of Technology (CEITEC), Masaryk University, Brno,  62500, Czech Republic.David Potěšil,  \nCentral European Institute of Technology (CEITEC), Masaryk University, Brno,  62500, Czech Republic.Lisa Gawriyski,  \nInstitute of Biotechnology & HiLIFE – Helsinki Institute of Life Science, University of Helsinki, Helsinki,  00014, Finland.Markku Varjosalo,  \nInstitute of Biotechnology & HiLIFE – Helsinki Institute of Life Science, University of Helsinki, Helsinki,  00014, Finland.Štěpánka Vaňáčová,  \nCentral European Institute of Technology (CEITEC), Masaryk University, Brno,  62500, Czech Republic. REFERENCES1. \nDominissini D., Moshitch-Moshkovitz S., Schwartz S., Salmon-Divon M., Ungar L., Osenberg S., Cesarkas K., Jacob-Hirsch J., Amariglio N., Kupiec M.et al. .. \nTopology of the human and mouse m6A RNA methylomes revealed by m6A-seq. Nature. 2012; 485:201–206. [PubMed] [Google Scholar]2. \nMeyer K.D., Saletore Y., Zumbo P., Elemento O., Mason C.E., Jaffrey S.R.. \nComprehensive analysis of mRNA methylation reveals enrichment in 3′ UTRs and near stop codons. Cell. 2012; 149:1635–1646. [PMC free article] [PubMed] [Google Scholar]3. \nCovelo-Molares H., Bartosovic M., Vanacova S.. \nRNA methylation in nuclear pre-mRNA processing. Wiley Interdiscip. Rev. RNA. 2018; 9:e1489. [PMC free article] [PubMed] [Google Scholar]4. \nShi H., Wei J., He C.. \nWhere, when, and how: context-dependent functions of RNA methylation writers, readers, and erasers. Mol. Cell. 2019; 74:640–650. [PMC free article] [PubMed] [Google Scholar]5. \nMendel M., Chen K.M., Homolka D., Gos P., Pandey R.R., McCarthy A.A., Pillai R.S.. \nMethylation of structured RNA by the m(6)A writer METTL16 is essential for mouse embryonic development. Mol. Cell. 2018; 71:986–1000. [PMC free article] [PubMed] [Google Scholar]6. \nDoxtader K.A., Wang P., Scarborough A.M., Seo D., Conrad N.K., Nam Y.. \nStructural basis for regulation of METTL16, an S-adenosylmethionine homeostasis factor. Mol. Cell. 2018; 71:1001–1011. [PMC free article] [PubMed] [Google Scholar]7. \nRuszkowska A., Ruszkowski M., Dauter Z., Brown J.A.. \nStructural insights into the RNA methyltransferase domain of METTL16. Sci. Rep. 2018; 8:5311. [PMC free article] [PubMed] [Google Scholar]8. \nLiu J., Yue Y., Han D., Wang X., Fu Y., Zhang L., Jia G., Yu M., Lu Z., Deng X.et al. .. \nA METTL3-METTL14 complex mediates mammalian nuclear RNA N6-adenosine methylation. Nat. Chem. Biol. 2014; 10:93–95. [PMC free article] [PubMed] [Google Scholar]9. \nPatil D.P., Chen C.K., Pickering B.F., Chow A., Jackson C., Guttman M., Jaffrey S.R.. \nm(6)A RNA methylation promotes XIST-mediated transcriptional repression. Nature. 2016; 537:369–373. [PMC free article] [PubMed] [Google Scholar]10. \nSchwartz S., Mumbach M.R., Jovanovic M., Wang T., Maciag K., Bushkin G.G., Mertins P., Ter-Ovanesyan D., Habib N., Cacchiarelli D.et al. .. \nPerturbation of m6A writers reveals two distinct classes of mRNA methylation at internal and 5′ sites. Cell Rep. 2014; 8:284–296. [PMC free article] [PubMed] [Google Scholar]11. \nYue Y., Liu J., Cui X., Cao J., Luo G., Zhang Z., Cheng T., Gao M., Shu X., Ma H.et al. .. \nVIRMA mediates preferential m(6)A mRNA methylation in 3′UTR and near stop codon and associates with alternative polyadenylation. Cell Discov. 2018; 4:10. [PMC free article] [PubMed] [Google Scholar]12. \nRuzicka K., Zhang M., Campilho A., Bodi Z., Kashif M., Saleh M., Eeckhout D., El-Showk S., Li H., Zhong S.et al. .. \nIdentification of factors required for m6 A mRNA methylation in Arabidopsis reveals a role for the conserved E3 ubiquitin ligase HAKAI. The New Phytologist. 2017; 215:157–172. [PMC free article] [PubMed] [Google Scholar]13. \nKnuckles P., Lence T., Haussmann I.U., Jacob D., Kreim N., Carl S.H., Masiello I., Hares T., Villasenor R., Hess D.et al. .. \nZc3h13/Flacc is required for adenosine methylation by bridging the mRNA-binding factor Rbm15/Spenito to the m(6)A machinery component Wtap/Fl(2)d. Genes Dev. 2018; 32:415–429. [PMC free article] [PubMed] [Google Scholar]14. \nPing X.L., Sun B.F., Wang L., Xiao W., Yang X., Wang W.J., Adhikari S., Shi Y., Lv Y., Chen Y.S.et al. .. \nMammalian WTAP is a regulatory subunit of the RNA N6-methyladenosine methyltransferase. Cell Res. 2014; 24:177–189. [PMC free article] [PubMed] [Google Scholar]15. \nBawankar P., Lence T., Paolantoni C., Haussmann I.U., Kazlauskiene M., Jacob D., Heidelberger J.B., Richter F.M., Nallasivan M.P., Morin V.et al. .. \nHakai is required for stabilization of core components of the m(6)A mRNA methylation machinery. Nat. Commun. 2021; 12:3778. [PMC free article] [PubMed] [Google Scholar]16. \nWang Y., Zhang L., Ren H., Ma L., Guo J., Mao D., Lu Z., Lu L., Yan D.. \nRole of Hakai in m(6)A modification pathway in Drosophila. Nat. Commun. 2021; 12:2159. [PMC free article] [PubMed] [Google Scholar]17. \nHarper J.E., Miceli S.M., Roberts R.J., Manley J.L.. \nSequence specificity of the human mRNA N6-adenosine methylase in vitro. Nucleic Acids Res. 1990; 18:5735–5741. [PMC free article] [PubMed] [Google Scholar]18. \nAkichika S., Hirano S., Shichino Y., Suzuki T., Nishimasu H., Ishitani R., Sugita A., Hirose Y., Iwasaki S., Nureki O.et al. .. \nCap-specific terminal N (6)-methylation of RNA by an RNA polymerase II-associated methyltransferase. Science. 2019; 363:eaav0080. [PubMed] [Google Scholar]19. \nKruse S., Zhong S., Bodi Z., Button J., Alcocer M.J., Hayes C.J., Fray R.. \nA novel synthesis and detection method for cap-associated adenosine modifications in mouse mRNA. Sci. Rep. 2011; 1:126. [PMC free article] [PubMed] [Google Scholar]20. \nMauer J., Luo X., Blanjoie A., Jiao X., Grozhik A.V., Patil D.P., Linder B., Pickering B.F., Vasseur J.J., Chen Q.et al. .. \nReversible methylation of m6Am in the 5′ cap controls mRNA stability. Nature. 2017; 541:371–375. [PMC free article] [PubMed] [Google Scholar]21. \nFan H., Sakuraba K., Komuro A., Kato S., Harada F., Hirose Y.. \nPCIF1, a novel human WW domain-containing protein, interacts with the phosphorylated RNA polymerase II. Biochem. Biophys. Res. Commun. 2003; 301:378–385. [PubMed] [Google Scholar]22. \nJia G., Yang C.G., Yang S., Jian X., Yi C., Zhou Z., He C.. \nOxidative demethylation of 3-methylthymine and 3-methyluracil in single-stranded DNA and RNA by mouse and human FTO. FEBS Lett. 2008; 582:3313–3319. [PMC free article] [PubMed] [Google Scholar]23. \nZheng G., Dahl J.A., Niu Y., Fedorcsak P., Huang C.M., Li C.J., Vagbo C.B., Shi Y., Wang W.L., Song S.H.et al. .. \nALKBH5 is a mammalian RNA demethylase that impacts RNA metabolism and mouse fertility. Mol. Cell. 2013; 49:18–29. [PMC free article] [PubMed] [Google Scholar]24. \nTung Y.C., Gulati P., Liu C.H., Rimmington D., Dennis R., Ma M., Saudek V., O’Rahilly S., Coll A.P., Yeo G.S.. \nFTO is necessary for the induction of leptin resistance by high-fat feeding. Mol. Metab. 2015; 4:287–298. [PMC free article] [PubMed] [Google Scholar]25. \nLin L., Hales C.M., Garber K., Jin P.. \nFat mass and obesity-associated (FTO) protein interacts with CaMKII and modulates the activity of CREB signaling pathway. Hum. Mol. Genet. 2014; 23:3299–3306. [PMC free article] [PubMed] [Google Scholar]26. \nOntiveros R.J., Shen H., Stoute J., Yanas A., Cui Y., Zhang Y., Liu K.F.. \nCoordination of mRNA and tRNA methylations by TRMT10A. PNAS. 2020; 117:201913448. [PMC free article] [PubMed] [Google Scholar]27. \nZheng Q., Hou J., Zhou Y., Li Z., Cao X.. \nThe RNA helicase DDX46 inhibits innate immunity by entrapping m6A-demethylated antiviral transcripts in the nucleus. Nat. Immunol. 2017; 18:1094–1103. [PubMed] [Google Scholar]28. \nShah A., Rashid F., Awan H.M., Hu S., Wang X., Chen L., Shan G.. \nThe DEAD-box RNA helicase DDX3 interacts with m(6)A RNA demethylase ALKBH5. Stem Cells Int. 2017; 2017:8596135. [PMC free article] [PubMed] [Google Scholar]29. \nBaltz A.G., Munschauer M., Schwanhausser B., Vasile A., Murakawa Y., Schueler M., Youngs N., Penfold-Brown D., Drew K., Milek M.et al. .. \nThe mRNA-bound proteome and its global occupancy profile on protein-coding transcripts. Mol. Cell. 2012; 46:674–690. [PubMed] [Google Scholar]30. \nBartosovic M., Molares H.C., Gregorova P., Hrossova D., Kudla G., Vanacova S.. \nN6-methyladenosine demethylase FTO targets pre-mRNAs and regulates alternative splicing and 3′-end processing. Nucleic Acids Res. 2017; 45:11356–11370. [PMC free article] [PubMed] [Google Scholar]31. \nKe S., Pandya-Jones A., Saito Y., Fak J.J., Vagbo C.B., Geula S., Hanna J.H., Black D.L., Darnell J.E. Jr, Darnell R.B.. \nm6A mRNA modifications are deposited in nascent pre-mRNA and are not required for splicing but do specify cytoplasmic turnover. Genes Dev. 2017; 31:990–1006. [PMC free article] [PubMed] [Google Scholar]32. \nKnuckles P., Carl S.H., Musheev M., Niehrs C., Wenger A., Buhler M.. \nRNA fate determination through cotranscriptional adenosine methylation and microprocessor binding. Nat. Struct. Mol. Biol. 2017; 24:561–569. [PubMed] [Google Scholar]33. \nSlobodin B., Han R., Calderone V., Vrielink J.A., Loayza-Puch F., Elkon R., Agami R.. \nTranscription impacts the efficiency of mRNA translation via co-transcriptional N6-adenosine methylation. Cell. 2017; 169:326–337. [PMC free article] [PubMed] [Google Scholar]34. \nHuang H., Weng H., Zhou K., Wu T., Zhao B.S., Sun M., Chen Z., Deng X., Xiao G., Auer F.et al. .. \nHistone H3 trimethylation at lysine 36 guides m(6)A RNA modification co-transcriptionally. Nature. 2019; 567:414–419. [PMC free article] [PubMed] [Google Scholar]35. \nZhang S., Zhao B.S., Zhou A., Lin K., Zheng S., Lu Z., Chen Y., Sulman E.P., Xie K., Bogler O.et al. .. \nm6A demethylase ALKBH5 maintains tumorigenicity of glioblastoma stem-like cells by sustaining FOXM1 expression and cell proliferation program. Cancer Cell. 2017; 31:591–606. [PMC free article] [PubMed] [Google Scholar]36. \nLi Y., Xia L., Tan K., Ye X., Zuo Z., Li M., Xiao R., Wang Z., Liu X., Deng M.et al. .. \nN(6)-Methyladenosine co-transcriptionally directs the demethylation of histone H3K9me2. Nat. Genet. 2020; 52:870–877. [PubMed] [Google Scholar]37. \nRoux K.J., Kim D.I., Raida M., Burke B.. \nA promiscuous biotin ligase fusion protein identifies proximal and interacting proteins in mammalian cells. J. Cell Biol. 2012; 196:801–810. [PMC free article] [PubMed] [Google Scholar]38. \nLiu X., Salokas K., Tamene F., Jiu Y., Weldatsadik R.G., Ohman T., Varjosalo M.. \nAn AP-MS- and BioID-compatible MAC-tag enables comprehensive mapping of protein interactions and subcellular localizations. Nat. Commun. 2018; 9:1188. [PMC free article] [PubMed] [Google Scholar]39. \nKim D.I., Birendra K.C., Zhu W., Motamedchaboki K., Doye V., Roux K.J.. \nProbing nuclear pore complex architecture with proximity-dependent biotinylation. PNAS. 2014; 111:E2453–E2461. [PMC free article] [PubMed] [Google Scholar]40. \nSchweingruber C., Soffientini P., Ruepp M.D., Bachi A., Muhlemann O.. \nIdentification of Interactions in the NMD Complex Using Proximity-Dependent Biotinylation (BioID). PLoS One. 2016; 11:e0150239. [PMC free article] [PubMed] [Google Scholar]41. \nRoux K.J., Kim D.I., Burke B.. \nbioid: a screen for protein-protein interactions. Curr. Protoc. Protein Sci. 2013; 74:19.23.11–19.23.14. [PubMed] [Google Scholar]42. \nChoi H., Larsen B., Lin Z.Y., Breitkreutz A., Mellacheruvu D., Fermin D., Qin Z.S., Tyers M., Gingras A.C., Nesvizhskii A.I.. \nSAINT: probabilistic scoring of affinity purification-mass spectrometry data. Nat. Methods. 2011; 8:70–73. [PMC free article] [PubMed] [Google Scholar]43. \nHirose Y., Iwamoto Y., Sakuraba K., Yunokuchi I., Harada F., Ohkuma Y.. \nHuman phosphorylated CTD-interacting protein, PCIF1, negatively modulates gene expression by RNA polymerase II. Biochem. Biophys. Res. Commun. 2008; 369:449–455. [PubMed] [Google Scholar]44. \nWarda A.S., Kretschmer J., Hackert P., Lenz C., Urlaub H., Hobartner C., Sloan K.E., Bohnsack M.T.. \nHuman METTL16 is a N6-methyladenosine (m6A) methyltransferase that targets pre-mRNAs and various non-coding RNAs. EMBO Rep. 2017; 18:2004–2014. [PMC free article] [PubMed] [Google Scholar]45. \nWei J., Liu F., Lu Z., Fei Q., Ai Y., He P.C., Shi H., Cui X., Su R., Klungland A.et al. .. \nDifferential m(6)A, m(6)Am, and m(1)A Demethylation Mediated by FTO in the Cell Nucleus and Cytoplasm. Mol. Cell. 2018; 71:973–985. [PMC free article] [PubMed] [Google Scholar]46. \nXu W., Li J., He C., Wen J., Ma H., Rong B., Diao J., Wang L., Wang J., Wu F.et al. .. \nMETTL3 regulates heterochromatin in mouse embryonic stem cells. Nature. 2021; 591:317–321. [PubMed] [Google Scholar]47. \nChoe J., Lin S., Zhang W., Liu Q., Wang L., Ramirez-Moya J., Du P., Kim W., Tang S., Sliz P.et al. .. \nmRNA circularization by METTL3-eIF3h enhances translation and promotes oncogenesis. Nature. 2018; 561:556–560. [PMC free article] [PubMed] [Google Scholar]48. \nLesbirel S., Viphakone N., Parker M., Parker J., Heath C., Sudbery I., Wilson S.A.. \nThe m(6)A-methylase complex recruits TREX and regulates mRNA export. Sci. Rep. 2018; 8:13827. [PMC free article] [PubMed] [Google Scholar]49. \nKisseleva T., Bhattacharya S., Braunstein J., Schindler C.W.. \nSignaling through the JAK/STAT pathway, recent advances and future challenges. Gene. 2002; 285:1–24. [PubMed] [Google Scholar]50. \nBertero A., Brown S., Madrigal P., Osnato A., Ortmann D., Yiangou L., Kadiwala J., Hubner N.C., de Los Mozos I.R., Sadee C.et al. .. \nThe SMAD2/3 interactome reveals that TGFbeta controls m(6)A mRNA methylation in pluripotency. Nature. 2018; 555:256–259. [PMC free article] [PubMed] [Google Scholar]51. \nPendleton K.E., Chen B., Liu K., Hunter O.V., Xie Y., Tu B.P., Conrad N.K.. \nThe U6 snRNA m6A methyltransferase METTL16 regulates SAM synthetase intron retention. Cell. 2017; 169:824–835. [PMC free article] [PubMed] [Google Scholar]52. \nJeronimo C., Forget D., Bouchard A., Li Q., Chua G., Poitras C., Therien C., Bergeron D., Bourassa S., Greenblatt J.et al. .. \nSystematic analysis of the protein interaction network for the human transcription machinery reveals the identity of the 7SK capping enzyme. Mol. Cell. 2007; 27:262–274. [PMC free article] [PubMed] [Google Scholar]53. \nHe N., Jahchan N.S., Hong E., Li Q., Bayfield M.A., Maraia R.J., Luo K., Zhou Q.. \nA La-related protein modulates 7SK snRNP integrity to suppress P-TEFb-dependent transcriptional elongation and tumorigenesis. Mol. Cell. 2008; 29:588–599. [PMC free article] [PubMed] [Google Scholar]54. \nKrueger B.J., Jeronimo C., Roy B.B., Bouchard A., Barrandon C., Byers S.A., Searcey C.E., Cooper J.J., Bensaude O., Cohen E.A.et al. .. \nLARP7 is a stable component of the 7SK snRNP while P-TEFb, HEXIM1 and hnRNP A1 are reversibly associated. Nucleic Acids Res. 2008; 36:2219–2229. [PMC free article] [PubMed] [Google Scholar]55. \nMarkert A., Grimm M., Martinez J., Wiesner J., Meyerhans A., Meyuhas O., Sickmann A., Fischer U.. \nThe La-related protein LARP7 is a component of the 7SK ribonucleoprotein and affects transcription of cellular and viral polymerase II genes. EMBO Rep. 2008; 9:569–575. [PMC free article] [PubMed] [Google Scholar]56. \nPham V.V., Salguero C., Khan S.N., Meagher J.L., Brown W.C., Humbert N., de Rocquigny H., Smith J.L., D'Souza V.M. \nHIV-1 Tat interactions with cellular 7SK and viral TAR RNAs identifies dual structural mimicry. Nat. Commun. 2018; 9:4266. [PMC free article] [PubMed] [Google Scholar]57. \nBrown J.A., Kinzig C.G., DeGregorio S.J., Steitz J.A.. \nMethyltransferase-like protein 16 binds the 3′-terminal triple helix of MALAT1 long noncoding RNA. PNAS. 2016; 113:14013–14018. [PMC free article] [PubMed] [Google Scholar]58. \nHussain S., Sajini A.A., Blanco S., Dietmann S., Lombard P., Sugimoto Y., Paramor M., Gleeson J.G., Odom D.T., Ule J.et al. .. \nNSun2-mediated cytosine-5 methylation of vault noncoding RNA determines its processing into regulatory small RNAs. Cell Rep. 2013; 4:255–261. [PMC free article] [PubMed] [Google Scholar]59. \nSajini A.A., Choudhury N.R., Wagner R.E., Bornelov S., Selmi T., Spanos C., Dietmann S., Rappsilber J., Michlewski G., Frye M.. \nLoss of 5-methylcytosine alters the biogenesis of vault-derived small RNAs to coordinate epidermal differentiation. Nat. Commun. 2019; 10:2550. [PMC free article] [PubMed] [Google Scholar]60. \nKurimoto R., Chiba T., Ito Y., Matsushima T., Yano Y., Miyata K., Yashiro Y., Suzuki T., Tomita K., Asahara H.. \nThe tRNA pseudouridine synthase TruB1 regulates the maturation of let-7 miRNA. EMBO J. 2020; 39:e104708. [PMC free article] [PubMed] [Google Scholar]61. \nNance D.J., Satterwhite E.R., Bhaskar B., Misra S., Carraway K.R., Mansfield K.D.. \nCharacterization of METTL16 as a cytoplasmic RNA binding protein. PLoS One. 2020; 15:e0227647. [PMC free article] [PubMed] [Google Scholar]62. \nvan Tran N., Ernst F.G.M., Hawley B.R., Zorbas C., Ulryck N., Hackert P., Bohnsack K.E., Bohnsack M.T., Jaffrey S.R., Graille M.et al. .. \nThe human 18S rRNA m6A methyltransferase METTL5 is stabilized by TRMT112. Nucleic Acids Res. 2019; 47:7719–7733. [PMC free article] [PubMed] [Google Scholar]63. \nMa H., Wang X., Cai J., Dai Q., Natchiar S.K., Lv R., Chen K., Lu Z., Chen H., Shi Y.G.et al. .. \nN(6-)Methyladenosine methyltransferase ZCCHC4 mediates ribosomal RNA methylation. Nat. Chem. Biol. 2019; 15:88–94. [PMC free article] [PubMed] [Google Scholar]64. \nBoulias K., Toczydlowska-Socha D., Hawley B.R., Liberman N., Takashima K., Zaccara S., Guez T., Vasseur J.J., Debart F., Aravind L.et al. .. \nIdentification of the m(6)Am methyltransferase PCIF1 reveals the location and functions of m(6)Am in the transcriptome. Mol. Cell. 2019; 75:631–643. [PMC free article] [PubMed] [Google Scholar]65. \nSendinc E., Valle-Garcia D., Dhall A., Chen H., Henriques T., Navarrete-Perea J., Sheng W., Gygi S.P., Adelman K., Shi Y.. \nPCIF1 catalyzes m6Am mRNA methylation to regulate gene expression. Mol. Cell. 2019; 75:620–630. [PMC free article] [PubMed] [Google Scholar]66. \nSun H., Zhang M., Li K., Bai D., Yi C.. \nCap-specific, terminal N(6)-methylation by a mammalian m(6)Am methyltransferase. Cell Res. 2019; 29:80–82. [PMC free article] [PubMed] [Google Scholar]67. \nMartinez-Rucobo F.W., Kohler R., van de Waterbeemd M., Heck A.J., Hemann M., Herzog F., Stark H., Cramer P.. \nMolecular basis of transcription-coupled pre-mRNA capping. Mol. Cell. 2015; 58:1079–1089. [PubMed] [Google Scholar]68. \nAndrs M., Hasanova Z., Oravetzova A., Dobrovolna J., Janscak P.. \nRECQ5: a mysterious helicase at the interface of DNA replication and transcription. Genes. 2020; 11:232. [PMC free article] [PubMed] [Google Scholar]69. \nKassube S.A., Jinek M., Fang J., Tsutakawa S., Nogales E.. \nStructural mimicry in transcription regulation of human RNA polymerase II by the DNA helicase RECQL5. Nat. Struct. Mol. Biol. 2013; 20:892–899. [PMC free article] [PubMed] [Google Scholar]70. \nAygun O., Xu X., Liu Y., Takahashi H., Kong S.E., Conaway R.C., Conaway J.W., Svejstrup J.Q.. \nDirect inhibition of RNA polymerase II transcription by RECQL5. J. Biol. Chem. 2009; 284:23197–23203. [PMC free article] [PubMed] [Google Scholar]71. \nRougvie A.E., Lis J.T.. \nThe RNA polymerase II molecule at the 5′ end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell. 1988; 54:795–804. [PubMed] [Google Scholar]72. \nCore L.J., Waterfall J.J., Lis J.T.. \nNascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science. 2008; 322:1845–1848. [PMC free article] [PubMed] [Google Scholar]73. \nFustin J.M., Doi M., Yamaguchi Y., Hida H., Nishimura S., Yoshida M., Isagawa T., Morioka M.S., Kakeya H., Manabe I.et al. .. \nRNA-methylation-dependent RNA processing controls the speed of the circadian clock. Cell. 2013; 155:793–806. [PubMed] [Google Scholar]74. \nMauer J., Sindelar M., Despic V., Guez T., Hawley B.R., Vasseur J.J., Rentmeister A., Gross S.S., Pellizzoni L., Debart F.et al. .. \nFTO controls reversible m(6)Am RNA methylation during snRNA biogenesis. Nat. Chem. Biol. 2019; 15:340–347. [PMC free article] [PubMed] [Google Scholar]75. \nEgloff S., Zaborowska J., Laitem C., Kiss T., Murphy S.. \nSer7 phosphorylation of the CTD recruits the RPAP2 Ser5 phosphatase to snRNA genes. Mol. Cell. 2012; 45:111–122. [PMC free article] [PubMed] [Google Scholar]76. \nSmith E.R., Lin C., Garrett A.S., Thornton J., Mohaghegh N., Hu D., Jackson J., Saraf A., Swanson S.K., Seidel C.et al. .. \nThe little elongation complex regulates small nuclear RNA transcription. Mol. Cell. 2011; 44:954–965. [PMC free article] [PubMed] [Google Scholar]77. \nYamamoto J., Hagiwara Y., Chiba K., Isobe T., Narita T., Handa H., Yamaguchi Y.. \nDSIF and NELF interact with Integrator to specify the correct post-transcriptional fate of snRNA genes. Nat. Commun. 2014; 5:4263. [PubMed] [Google Scholar]78. \nHu X., Chen L.F.. \nPinning down the transcription: a role for peptidyl-prolyl cis-trans isomerase Pin1 in gene expression. Front. Cell Dev. Biol. 2020; 8:179. [PMC free article] [PubMed] [Google Scholar]79. \nPandey R.R., Delfino E., Homolka D., Roithova A., Chen K.M., Li L., Franco G., Vagbo C.B., Taillebourg E., Fauvarque M.O.et al. .. \nThe mammalian Cap-specific m(6)Am RNA methyltransferase PCIF1 regulates transcript levels in mouse tissues. Cell Rep. 2020; 32:108038. [PubMed] [Google Scholar]80. \nZhang F., Yu X.. \nWAC, a functional partner of RNF20/40, regulates histone H2B ubiquitination and gene transcription. Mol. Cell. 2011; 41:384–397. [PMC free article] [PubMed] [Google Scholar]81. \nGregersen L.H., Mitter R., Ugalde A.P., Nojima T., Proudfoot N.J., Agami R., Stewart A., Svejstrup J.Q.. \nSCAF4 and SCAF8, mRNA anti-terminator proteins. Cell. 2019; 177:1797–1813. [PMC free article] [PubMed] [Google Scholar]82. \nLicatalosi D.D., Geiger G., Minet M., Schroeder S., Cilli K., McNeil J.B., Bentley D.L.. \nFunctional interaction of yeast pre-mRNA 3′ end processing factors with RNA polymerase II. Mol. Cell. 2002; 9:1101–1111. [PubMed] [Google Scholar]83. \nNi Z., Xu C., Guo X., Hunter G.O., Kuznetsova O.V., Tempel W., Marcon E., Zhong G., Guo H., Kuo W.W.et al. .. \nRPRD1A and RPRD1B are human RNA polymerase II C-terminal domain scaffolds for Ser5 dephosphorylation. Nat. Struct. Mol. Biol. 2014; 21:686–695. [PMC free article] [PubMed] [Google Scholar]84. \nJia G., Fu Y., Zhao X., Dai Q., Zheng G., Yang Y., Yi C., Lindahl T., Pan T., Yang Y.G.et al. .. \nN6-methyladenosine in nuclear RNA is a major substrate of the obesity-associated FTO. Nat. Chem. Biol. 2011; 7:885–887. [PMC free article] [PubMed] [Google Scholar]85. \nLi Y., Wu K., Quan W., Yu L., Chen S., Cheng C., Wu Q., Zhao S., Zhang Y., Zhou L.. \nThe dynamics of FTO binding and demethylation from the m(6)A motifs. RNA Biology. 2019; 16:1179–1189. [PMC free article] [PubMed] [Google Scholar]86. \nZhao X., Yang Y., Sun B.F., Shi Y., Yang X., Xiao W., Hao Y.J., Ping X.L., Chen Y.S., Wang W.J.et al. .. \nFTO-dependent demethylation of N6-methyladenosine regulates mRNA splicing and is required for adipogenesis. Cell Res. 2014; 24:1403–1419. [PMC free article] [PubMed] [Google Scholar]87. \nLaggerbauer B., Liu S., Makarov E., Vornlocher H.P., Makarova O., Ingelfinger D., Achsel T., Luhrmann R.. \nThe human U5 snRNP 52K protein (CD2BP2) interacts with U5-102K (hPrp6), a U4/U6.U5 tri-snRNP bridging protein, but dissociates upon tri-snRNP formation. RNA. 2005; 11:598–608. [PMC free article] [PubMed] [Google Scholar]88. \nLiu Y.C., Chen H.C., Wu N.Y., Cheng S.C.. \nA novel splicing factor, Yju2, is associated with NTC and acts after Prp2 in promoting the first catalytic reaction of pre-mRNA splicing. Mol. Cell. Biol. 2007; 27:5403–5413. [PMC free article] [PubMed] [Google Scholar]89. \nChen W., Shulha H.P., Ashar-Patel A., Yan J., Green K.M., Query C.C., Rhind N., Weng Z., Moore M.J.. \nEndogenous U2.U5.U6 snRNA complexes in S. pombe are intron lariat spliceosomes. RNA. 2014; 20:308–320. [PMC free article] [PubMed] [Google Scholar]90. \nKoh C.W.Q., Goh Y.T., Goh W.S.S.. \nAtlas of quantitative single-base-resolution N(6)-methyl-adenine methylomes. Nat. Commun. 2019; 10:5636. [PMC free article] [PubMed] [Google Scholar]91. \nXiang Y., Laurent B., Hsu C.H., Nachtergaele S., Lu Z., Sheng W., Xu C., Chen H., Ouyang J., Wang S.et al. .. \nRNA m6A methylation regulates the ultraviolet-induced DNA damage response. Nature. 2017; 543:573–576. [PMC free article] [PubMed] [Google Scholar]92. \nAbakir A., Giles T.C., Cristini A., Foster J.M., Dai N., Starczak M., Rubio-Roldan A., Li M., Eleftheriou M., Crutchley J.et al. .. \nN(6)-methyladenosine regulates the stability of RNA:DNA hybrids in human cells. Nat. Genet. 2020; 52:48–55. [PMC free article] [PubMed] [Google Scholar]93. \nZhang C., Chen L., Peng D., Jiang A., He Y., Zeng Y., Xie C., Zhou H., Luo X., Liu H.et al. .. \nMETTL3 and N6-methyladenosine promote homologous recombination-mediated repair of DSBs by modulating DNA-RNA hybrid accumulation. Mol. Cell. 2020; 79:425–442. [PubMed] [Google Scholar]94. \nSchubert L., Ho T., Hoffmann S., Haahr P., Guerillon C., Mailand N.. \nRADX interacts with single-stranded DNA to promote replication fork stability. EMBO Rep. 2017; 18:1991–2003. [PMC free article] [PubMed] [Google Scholar]95. \nDungrawala H., Bhat K.P., Le Meur R., Chazin W.J., Ding X., Sharan S.K., Wessel S.R., Sathe A.A., Zhao R., Cortez D.. \nRADX promotes genome stability and modulates chemosensitivity by regulating RAD51 at replication forks. Mol. Cell. 2017; 67:374–386. [PMC free article] [PubMed] [Google Scholar]96. \nMa C., Chang M., Lv H., Zhang Z.W., Zhang W., He X., Wu G., Zhao S., Zhang Y., Wang D.et al. .. \nRNA m(6)A methylation participates in regulation of postnatal development of the mouse cerebellum. Genome Biol. 2018; 19:68. [PMC free article] [PubMed] [Google Scholar]97. \nTang C., Klukovich R., Peng H., Wang Z., Yu T., Zhang Y., Zheng H., Klungland A., Yan W.. \nALKBH5-dependent m6A demethylation controls splicing and stability of long 3′-UTR mRNAs in male germ cells. PNAS. 2018; 115:E325–E333. [PMC free article] [PubMed] [Google Scholar]98. \nSpector D.L., Lamond A.I.. \nNuclear speckles. Cold Spring Harb. Perspect. Biol. 2011; 3:a000646. [PMC free article] [PubMed] [Google Scholar]99. \nBoehm V., Gehring N.H.. \nExon junction complexes: supervising the gene expression assembly line. Trends Genet.: TIG. 2016; 32:724–735. [PubMed] [Google Scholar]100. \nSteckelberg A.L., Boehm V., Gromadzka A.M., Gehring N.H.. \nCWC22 connects pre-mRNA splicing and exon junction complex assembly. Cell Rep. 2012; 2:454–461. [PubMed] [Google Scholar]101. \nBarbosa I., Haque N., Fiorini F., Barrandon C., Tomasetto C., Blanchette M., Le Hir H.. \nHuman CWC22 escorts the helicase eIF4AIII to spliceosomes and promotes exon junction complex assembly. Nat. Struct. Mol. Biol. 2012; 19:983–990. [PubMed] [Google Scholar]102. \nAlexandrov A., Colognori D., Shu M.D., Steitz J.A.. \nHuman spliceosomal protein CWC22 plays a role in coupling splicing to exon junction complex deposition and nonsense-mediated decay. PNAS. 2012; 109:21313–21318. [PMC free article] [PubMed] [Google Scholar]103. \nMurachelli A.G., Ebert J., Basquin C., Le Hir H., Conti E.. \nThe structure of the ASAP core complex reveals the existence of a Pinin-containing PSAP complex. Nat. Struct. Mol. Biol. 2012; 19:378–386. [PubMed] [Google Scholar]104. \nMasuda S., Das R., Cheng H., Hurt E., Dorman N., Reed R.. \nRecruitment of the human TREX complex to mRNA during splicing. Genes Dev. 2005; 19:1512–1517. [PMC free article] [PubMed] [Google Scholar]105. \nKiesler E., Miralles F., Visa N.. \nHEL/UAP56 binds cotranscriptionally to the Balbiani ring pre-mRNA in an intron-independent manner and accompanies the BR mRNP to the nuclear pore. Current Biology : CB. 2002; 12:859–862. [PubMed] [Google Scholar]106. \nXiao W., Adhikari S., Dahal U., Chen Y.S., Hao Y.J., Sun B.F., Sun H.Y., Li A., Ping X.L., Lai W.Y.et al. .. \nNuclear m(6)A reader YTHDC1 regulates mRNA splicing. Mol. Cell. 2016; 61:507–519. [PubMed] [Google Scholar]107. \nRoundtree I.A., Luo G.Z., Zhang Z., Wang X., Zhou T., Cui Y., Sha J., Huang X., Guerrero L., Xie P.et al. .. \nYTHDC1 mediates nuclear export of N6-methyladenosine methylated mRNAs. eLife. 2017; 6:e31311. [PMC free article] [PubMed] [Google Scholar]108. \nMorris K.J., Corbett A.H.. \nThe polyadenosine RNA-binding protein ZC3H14 interacts with the THO complex and coordinately regulates the processing of neuronal transcripts. Nucleic Acids Res. 2018; 46:6561–6575. [PMC free article] [PubMed] [Google Scholar]109. \nYang X., Yang Y., Sun B.F., Chen Y.S., Xu J.W., Lai W.Y., Li A., Wang X., Bhattarai D.P., Xiao W.et al. .. \n5-methylcytosine promotes mRNA export - NSUN2 as the methyltransferase and ALYREF as an m5C reader. Cell Res. 2017; 27:606–625. [PMC free article] [PubMed] [Google Scholar]110. \nLi Q., Li X., Tang H., Jiang B., Dou Y., Gorospe M., Wang W.. \nNSUN2-mediated m5C methylation and METTL3/METTL14-mediated m6A methylation cooperatively enhance p21 translation. J. Cell. Biochem. 2017; 118:2587–2598. [PMC free article] [PubMed] [Google Scholar]111. \nPerez-Riverol Y., Csordas A., Bai J., Bernal-Llinares M., Hewapathirana S., Kundu D.J., Inuganti A., Griss J., Mayer G., Eisenacher M.et al. .. \nThe PRIDE database and related tools and resources in 2019: improving support for quantification data. Nucleic Acids Res. 2019; 47:D442–D450. [PMC free article] [PubMed] [Google Scholar]112. \nSaitoh N., Spahr C.S., Patterson S.D., Bubulya P., Neuwald A.F., Spector D.L.. \nProteomic analysis of interchromatin granule clusters. Mol. Biol. Cell. 2004; 15:3876–3890. [PMC free article] [PubMed] [Google Scholar]"}