{"title": "Performance of Lactate and CO 2-Derived Parameters in Predicting Major Postoperative Complications After Cardiac Surgery With Cardiopulmonary Bypass: Protocol of a Diagnostic Accuracy Study", "pubDate": "2021", "PMCID": "PMC8517114", "DOI": "10.3389/fcvm.2021.724713", "PMID": "34660725", "abstract": "Background: CO2-derived parameters are increasingly used to identify either low-flow status or anaerobic metabolism in shock resuscitation. However, the performance of CO2-derived parameters in cardiac surgical patients is poorly understood. This study aims to compare the performance of lactate and CO2-derived parameters in predicting major postoperative complications after cardiac surgery with cardiopulmonary bypass. Methods: This is a prospective, single-center, diagnostic accuracy study. All patients who receive elective cardiac surgery involving cardiopulmonary bypass will be screened for study eligibility. Blood samples will be taken for the calculation of CO2-derived parameters, including the venous-arterial difference in CO2 partial pressure (PCO2 gap), venous-arterial difference in CO2 content to arterial-venous O2 content ratio (Cv-aCO2/Ca-vO2), and venous-arterial difference in CO2 partial pressure to arterial-venous O2 content ratio (Pv-aCO2/Ca-vO2) at ICU admission, and 3, 6, and 12 h later. Baseline, perioperative data will be collected daily for 7 days; patients will be followed up for 28 days to collect outcome data. The primary endpoint is the occurrence of major postoperative complications. Receiver-operating characteristics (ROC) curve analysis will be carried out to assess the predictive performance of lactate and CO2-derived parameters. The performance of the ROC curves will be compared. Discussion: The performance of lactate and CO2-derived parameters in predicting major postoperative complications will be investigated in the non-sepsis population, which has not been extensively investigated. Our study will compare the two surrogates of respiratory quotient directly, which is an important strength. Trial Registration: ChiCTR, ChiCTR2000029365. Registered January 26th, 2020, http://www.chictr.org.cn/showproj.aspx?proj=48744.", "author": [{"author": "Xiao-Fen Zhou", "affiliation": ["Department of Critical Care Medicine, Shengli Clinical Medical College of Fujian Medical University, Fujian Provincial Hospital, Fuzhou, China."], "href": "/?term=Zhou+XF&cauthor_id=34660725"}, {"author": "Rong-Guo Yu", "affiliation": ["Department of Critical Care Medicine, Shengli Clinical Medical College of Fujian Medical University, Fujian Provincial Hospital, Fuzhou, China."], "href": "/?term=Yu+RG&cauthor_id=34660725"}, {"author": "Qian Chen", "affiliation": ["Department of Critical Care Medicine, Shengli Clinical Medical College of Fujian Medical University, Fujian Provincial Hospital, Fuzhou, China."], "href": "/?term=Chen+Q&cauthor_id=34660725"}, {"author": "Yi-Min Xue", "affiliation": ["Department of Critical Care Medicine, Shengli Clinical Medical College of Fujian Medical University, Fujian Provincial Hospital, Fuzhou, China."], "href": "/?term=Xue+YM&cauthor_id=34660725"}, {"author": "Han Chen", "affiliation": ["Department of Critical Care Medicine, Shengli Clinical Medical College of Fujian Medical University, Fujian Provincial Hospital, Fuzhou, China."], "href": "/?term=Chen+H&cauthor_id=34660725"}], "refPMID": ["31585674", "30365515", "29577924", "30365961", "16427864", "29696581", "28277327", "31924244", "28298660", "22813486", "26687885", "30664011", "31388460", "28492385", "26842697", "10446833", "12091178", "1735281", "25792204", "23812340", "28522141", "31609473", "28457779", "25575410", "31200923", "30796642", "25963349", "3136136", "25354826", "25058504", "19559822", "19559823", "19559824", "17331245", "22797452", "11430542", "22923432", "24171518", "28101605", "3203132", "6022823", "11441044"], "citedInPMID": ["34660725"], "body": " AbstractBackground: CO2-derived parameters are increasingly used to identify either low-flow status or anaerobic metabolism in shock resuscitation. However, the performance of CO2-derived parameters in cardiac surgical patients is poorly understood. This study aims to compare the performance of lactate and CO2-derived parameters in predicting major postoperative complications after cardiac surgery with cardiopulmonary bypass.Methods: This is a prospective, single-center, diagnostic accuracy study. All patients who receive elective cardiac surgery involving cardiopulmonary bypass will be screened for study eligibility. Blood samples will be taken for the calculation of CO2-derived parameters, including the venous-arterial difference in CO2 partial pressure (PCO2 gap), venous-arterial difference in CO2 content to arterial-venous O2 content ratio (Cv-aCO2/Ca-vO2), and venous-arterial difference in CO2 partial pressure to arterial-venous O2 content ratio (Pv-aCO2/Ca-vO2) at ICU admission, and 3, 6, and 12 h later. Baseline, perioperative data will be collected daily for 7 days; patients will be followed up for 28 days to collect outcome data. The primary endpoint is the occurrence of major postoperative complications. Receiver-operating characteristics (ROC) curve analysis will be carried out to assess the predictive performance of lactate and CO2-derived parameters. The performance of the ROC curves will be compared.Discussion: The performance of lactate and CO2-derived parameters in predicting major postoperative complications will be investigated in the non-sepsis population, which has not been extensively investigated. Our study will compare the two surrogates of respiratory quotient directly, which is an important strength.Trial Registration: ChiCTR, ChiCTR2000029365. Registered January 26th, 2020, http://www.chictr.org.cn/showproj.aspx?proj=48744.Keywords: lactate, Pv-aCO2/Ca-vO2, postoperative complications, cardiopulmonary bypass, diagnostic accuracy study BackgroundComplications after cardiac surgery (e.g., acute respiratory failure, circulatory failure, acute kidney injury, neurological failure, etc.) are associated with high morbidity and mortality (1–3). One crucial cause is the mismatch of oxygen delivery and consumption after the surgery, which is often the result of a decrease in cardiac output and/or an increase in oxygen demand due to stress (4, 5). The imbalance of oxygen delivery and consumption leads to tissue hypoxia. Organ injury and dysfunction can occur if tissue hypoxia is not corrected. Timely identification and management of tissue hypoxia are essential to prevent the development of organ dysfunction and postoperative complications. Several biomarkers of hypoxia have been proposed to identify tissue hypoxia (6–8).Lactate is the most widely adopted biomarker of tissue hypoxia. The occurrence rate of hyperlactatemia is ~10–20% in patients receiving cardiac surgery (9). It has long been known that decreasing oxygen delivery to the tissues increases serum lactate levels. However, as lactate is a normal end product of glucose metabolism, it may increase due to many other causes rather than hypoxia. Besides, it has been suggested that hyperlactatemia has a bimodal distribution in the perioperative period: an early-onset hyperlactatemia strongly suggests tissue ischemia and is associated with a poor outcome; in contrast, a late-onset hyperlactatemia is not caused by an impairment of tissue perfusion and has a more benign course (10). Therefore, the efficiency of this marker is still questioned, although the association between an elevated lactate level and adverse outcomes after cardiac surgery has been confirmed in several studies (9, 11).Recently, a series of CO2-derived parameters have attracted both clinicians' and researchers' attention (12–15). Current examinations are not satisfactory enough to answer the question of adequacy between oxygen supply and demand. Lactate, as previously discussed, is a sensitive marker of anaerobic metabolism, but with many false positives. Urine output, at its best, reflects the function of one organ only. The mixed venous oxygen saturation (SvO2) and the central venous oxygen saturation (ScvO2) reflect the oxygen exertion rate. However, they are often in a normal range or even in a supra-normal level in septic shock despite the presence of tissue anaerobic metabolism, partly due to microcirculatory shunting or the inability of the tissues to use oxygen (i.e., cytopathic hypoxia), or both (16, 17). CO2-derived parameters overcome many of the limitations of the previous indices in indicating anaerobic tissue metabolism. The underlying physiology rationales are discussed in detail elsewhere (18); one can briefly interpret the concept as follows: the venous-arterial difference in CO2 partial pressure (Pv-aCO2 or PCO2 gap) is a useful index of the adequacy of cardiac output (CO) for the global metabolic conditions. In other words, a decrease in CO results in an increased PCO2 gap and vice versa. However, it fails when it serves as a marker of tissue hypoxia and anaerobic metabolism (19). In contrast, the venous-arterial difference in CO2 content to arterial-venous O2 content ratio (Cv-aCO2/Ca-vO2, which is a surrogate of the respiratory quotient) could serve as a marker of global anaerobic metabolism (20). Due to the complexity of the calculation of Cv-aCO2, the formula is “simplified” by replacing Cv-aCO2 with PCO2 gap, since the relationship between Cv-aCO2 and PCO2 gap is almost linear over the physiological range (Pv-aCO2 = κ × Cv-aCO2). Thus, Cv-aCO2 can be estimated at the bedside by PCO2 gap, where the κ is the factor defining the relation between CO2 partial pressure and CO2 content.The above-mentioned CO2-derived parameters are increasingly used to identify either low-flow status (PCO2 gap) or anaerobic metabolism (Cv-aCO2/Ca-vO2 and Pv-aCO2/Ca-vO2) in shock resuscitation, particularly in septic shock (21, 22). However, they are not extensively investigated in cardiac surgery patients. Most studies focused on the predictive value of the PCO2 gap (23–26). Some other studies took the Pv-aCO2/Ca-vO2 into account as well (12, 27, 28). However, Cv-aCO2/Ca-vO2 was not measured in those studies. This study aims to compare the performance of lactate and CO2-derived parameters (i.e., PCO2 gap, Pv-aCO2/Ca-vO2, and Cv-aCO2/Ca-vO2) in predicting major postoperative complications after cardiac surgery with cardiopulmonary bypass. MethodsStudy Design OverviewThe present study is a prospective, single-center, diagnostic accuracy study involving patients undergoing elective cardiac surgery. The study will be conducted in Fujian Provincial Hospital, a tertiary hospital and a teaching hospital of Fujian Medical University.Ethical Approval and Informed ConsentThe study protocol and consent forms were approved on January 21st, 2020, by the Ethics Committee of Fujian Provincial Hospital (Approval #K2020-01-022). The study was registered on January 26th, 2020, at the Chinese Clinical Trial Registry (ChiCTR2000029365). Details including the items from the World Health Organization Trial Registration Data Set can be found on http://www.chictr.org.cn/showproj.aspx?proj=48744. Protocol amendments (if any) will be approved by the Ethics Committee.A study coordinator will be introduced to the family after the eligibility screen. The ICU physician will ensure that the family is aware of the study coordinator's credentials. The study coordinator will describe every relevant aspect of the project. Meanwhile, the study coordinator will frequently pause to ask if there is any question or request and ask the family to repeat the topic being discussed in their own words to ensure that they understand. It will be emphasized that the participants are free to decline consent without consequences and that they can withdraw consent at any time. Written consent will be obtained in the presence of a witness.Formulas and CalculationAccording to Fick's equation, we have:\nVO2=CO×(CaO2-CvO2)(1)\nVCO2=CO×(CvCO2-CaCO2)(2)\nwhere VO2 is O2 consumption, CO is cardiac output, CaO2 is arterial O2 content, CvO2 is venous O2 content, VCO2 is CO2 production, CaCO2 is arterial CO2 content, CvCO2 is venous CO2 content.From Equations (1) and (2), we have:\nVCO2VO2=(CvCO2-CaCO2)(CaO2-CvO2)\nVCO2/VO2 represents the respiratory quotient, and therefore, the right part of the equation (Cv-aCO2/Ca-vO2) serves as a surrogate of the respiratory quotient.The following formula can describe the relationship between CO2 partial pressure and CO2 content:\nPv-aCO2=k×(CvCO2-CaCO2)(3)\nCombined with Equation (2), we have:\nVCO2=CO×(PvCO2-PaCO2)/k\nRearrange:\n(PvCO2-PaCO2)=(VCO2×k)/CO\nThis relationship between CO and PCO2 gap expresses that, to a given VCO2 and κ (which will not dramatically change in a short period), the PCO2 gap inversely correlates with CO.The O2 related variables are calculated as follows:\nCaO2 = (Hb × SaO2 × 1.34) + (PaO2 × 0.0031)CvO2 = (Hb × SvO2 × 1.34) + (PvO2 × 0.0031)CO2 contents is calculated according to the Douglas formula (29):\nBlood CO2 content = plasma CO2 content × (1 – 0.0289 × Hb) ÷ (3.352 – 0.456 × SO2) × (8.142 – pH)Plasma CO2 content = 2.226 × plasma CO2 solubility × plasma PCO2 × (1 + 10pH−pK′)Plasma CO2 solubility = 0.0307 + 0.00057 × (37 – T) + 0.00002 × (37 – T)2pK′ = 6.086 + 0.042 × (7.4 – pH) + (38 – T) × [0.00472 + 0.00139 × (7.4 – pH)]Study Setting and PopulationThe study setting is the cardiac intensive care unit (ICU) (20 beds) and the department of cardiac surgery (118 beds) at a tertiary teaching hospital.All patients who receive elective cardiac surgery involving cardiopulmonary bypass (CPB) will be screened for study eligibility.The inclusion criteria are (1) Age ≥ 18; (2) Receive elective cardiac surgery involving CPB; (3) Admitted into ICU after the surgery; (4) With an arterial line and a central venous catheter in place. Exclusion criteria are: (1) Acute or chronic kidney disease prior to surgery (2) Acute or chronic hepatic insufficiency prior to surgery; (3) Malpositioning of the central venous catheter (4) History of alcohol abuse; (5) Pregnant; (6) Unwilling to provide consent.CPB and Perioperative ManagementThe induction will consist of propofol, etomidate, or ketamine as appropriate. Patients will be intubated, and a central venous catheter will be placed via the internal jugular vein or subclavian vein. The initial tidal volume will be ~8 mL/kg, and the respiratory rate will be adjusted to maintain an arterial CO2 pressure (PaCO2) of 35–40 mmHg during the surgery. Sufentanil or remifentanil will be used for analgesia. The neuromuscular blockade will be induced by using rocuronium, cisatracurium or atracurium. Continuous administration of propofol or sevoflurane will be used for anesthesia maintenance. After attaining an activating clotting time (ACT) > 480 s via heparin administration, CPB will be initiated by using an occlusive roller pump (Jostra, Germany) and a membrane oxygenator (Affinity 7,000, USA). The pump flow will be around 2.0–2.6 L/min/m2 during CPB. The mean arterial pressure (MAP) will be maintained at 60–80 mmHg. Cephazolin will be administered as perioperative antibiotic prophylaxis. Patients will be transmitted to and monitored in the ICU after the surgery.The postoperative ICU management will be as follows: fluid infusion (normal saline, Ringer's solution, or gelatin); red blood cells will be transfused to maintain hemoglobin concentration; fresh frozen plasma and platelets will be given when bleeding was suspected; vasopressors and inotropes will be continuously infused to achieve the hemodynamic targets: MAP ≥65 mmHg, urine output ≥0.5 mL/kg, cardiac index ≥2.5 L/min/m2 or a mixed venous saturation of >60%; analgesics will include sufentanil or remifentanil; sedation will consist of propofol or midazolam; ventilation will be continued until patients are awake, hemodynamic stable and with no bleeding, after that patients will be wean from the ventilator and extubated.Data Collection and Follow-UpOnce admitted into ICU, demographic data, history of past illness, diagnosis, preoperative ejection fraction, and the New York Heart Association (NYHA) functional classification will be collected. The type of surgery, duration of operation, CPB and aortic clamping, intra-operative transfusion, net fluid balance, and the doses of vasopressors and inotropic agents during the operation will also be recorded. The sequential organ failure assessment score (SOFA) and Acute Physiology and Chronic Health Evaluation (APACHE) II score at enrollment and the daily highest score during the follow-up period will be recorded. Blood samples will be drawn via both arterial line and central venous catheter for blood gas analysis (GEM 3500, Instrumentation Laboratory Co., MA, USA) at ICU admission (T0), and 3 (T3), 6 (T6), and 12 h (T12) later. No personal information will be collected.Patients will be followed up for 28 days. The occurrence of major postoperative complications (see below) will be recorded. The duration of mechanical ventilation and length of ICU stay will also be recorded. Daily fluid balance and the highest vasoactive-inotropic score (VIS) will be calculated. VIS will be calculated as dopamine dose (μg/kg/min) + dobutamine dose (μg/kg/min) + 100 × epinephrine dose (μg/kg/min) + 100 × norepinephrine dose (μg/kg/min) + 15 × milrinone dose (μg/kg/min) + 10,000 × vasopressin dose (U/kg/min) (30).Study EndpointsThe primary endpoint is the occurrence of major postoperative complications, defined according to The European Society of Anesthesiology (ESA) and the European Society of Intensive Care Medicine (ESICM) guideline (31) and Society of Thoracic Surgeons (STS) guidelines (32–34) on perioperative outcome measures. Thus we define major postoperative complications as the occurrence of any of the following: (1) acute kidney injury (AKI) stage 2 or more according to the KDIGO definition (35); (2) acute respiratory distress syndrome (ARDS) according to the Berlin definition (36) or respiratory failure (PaO2/FiO2 <300 mm Hg); (3) stroke, defined as an embolic, thrombotic or hemorrhagic cerebral event with persistent residual motor, sensory or cognitive dysfunction; (4) delirium identified using the Intensive Care Delirium Screening Checklist (37); (5) myocardial infarction: post-surgical myocardial infarction will be screened if serum cardiac biomarker (troponin I) continues to increase after surgery, or decreases and then increases again; and diagnosis will be confirmed if (i) new pathological Q waves appear in different territories than those identified before surgery, or (ii) angiographically documented new native coronary artery occlusion, or (iii) imaging evidence of new loss of viable myocardium or new regional wall motion abnormality (38); (6) circulatory shock for any cause, defined as follows: (i) systolic arterial pressure <90 mm Hg or the mean arterial pressure <70 mm Hg, or blood pressure decreases by >40 mm Hg from baseline, and (ii) clinical signs of tissue hypoperfusion, and iii) serum lactate >2 mmol/L (39); (7) severe sepsis or septic shock according to the Surviving Sepsis Guidelines definition (40); (8) abdominal compartment syndrome: intra-abdominal pressure >20 mm Hg; (9) reoperation; (10) cardiac arrest; (11) death from any cause.The secondary endpoints include the duration of mechanical ventilation, length of ICU stay, ICU mortality, and hospital mortality. Data will be collected and analyzed from all patients, even if they cannot finish the full-term follow-up (e.g., patients die or withdraw from medical care).Sample SizeThe incidence of major postoperative complications in a recent study with a similar definition was 56.5% (12). Considering this incidence rate, the variables used in sample size calculation are a ratio of sample sizes in negative/positive groups of 1, an area under the receiver-operating characteristics (ROC) curve of 0.7, a type I error probability (α) of 0.05, a type II error probability (β) of 0.1, and a null hypothesis value of 0.5. By using the MedCalc Statistical Software (Ver. 15.8, MedCalc Software Ltd., Ostend, Belgium), we calculated that 41 patients must be enrolled in each group (i.e., with or without major postoperative complications). The sample size extends to 102 patients to anticipate a drop-out rate of 20% due to missing values.Statistical AnalysisEpiData (ver. 3.1, Denmark) will be used for data entry and data quality control. Multiple imputations will be used to handle missing data. Perioperative characteristics will be compared according to the occurrence or not of major postoperative complications. Continuous variables will be assessed for normal distribution and presented as means and standard deviations or medians and inter-quartile ranges as appropriate; the inter-group comparison will be performed by using Student's t-test for normally distributed variables or Mann-Whitney U-test for non-normally distributed variables. Categorical variables will be presented as numbers and percentages and analyzed by using χ2-test or Fisher's exact tests as appropriate. Ordinal variables will be analyzed by using the rank-sum test.ROC curve analysis will be carried out to assess the predictive performance of lactate and CO2-derived parameters. The optimal thresholds for predicting major postoperative complications will be determined by maximizing the Youden index. Sensitivity, specificity, predictive values, and likelihood ratios will be calculated. The performance of the ROC curves will be compared by using DeLong's method (41). A p < 0.05 (two-tailed) will be considered significant. Analyses will be performed by using SPSS Statistical Software (Ver. 23.0, IBM Co., NY, USA) and MedCalc Statistical Software (for the comparison of ROC curves).Data Management and Dissemination of ResultsOnly members of the research team will have access to the research data. All data collected will be kept in a patient file and stored in a locker. At the completion of the study, all case report forms will be collated and archived. All electronic files will be password protected. All patient files (hard copy and electronic) will be handled consistent with the regulations of the hospital regarding the retention and disposal of patient records. No interim analyze is planned. The results of this study will be submitted to an international peer-reviewed journal. The results will also be disseminated via national and international scientific meetings. The datasets obtained from the present study will be available from the corresponding author on reasonable request. DiscussionAlthough CO2-derived parameters are increasingly used to identify either low-flow status and/or anaerobic metabolism in shock resuscitation, they are not extensively investigated in cardiac surgery patients. Most studies focused on the predictive value of the PCO2 gap (23–26). Some other studies took the Pv-aCO2/Ca-vO2 into account as well (12, 27, 28). However, Cv-aCO2/Ca-vO2 was not measured in those studies. Although both considered as a surrogate of the respiratory quotient, it is unclear whether Pv-aCO2/Ca-vO2 is interchangeable with Cv-aCO2/Ca-vO2 because the relationship between CO2 partial pressure and CO2 content is not perfectly linear and is influenced by the degree of metabolic acidosis (42, 43), which is a commonly seen situation after cardiac surgery. Our study will compare these two respiratory quotient surrogates directly, which is an important strength.There are also limitations of the study. First, this study uses a single-center study design, which limits the external validity of the results. Second, central venous rather than mixed venous blood samples will be taken for the calculation of all the CO2-derived parameters. Third, although one important purpose of the study is to compare the performance of the surrogates of the respiratory quotient, no “gold-standard” method will be used for the measurements of the respiratory quotient. Trial StatusProtocol version number and date: version 1.0, January 21st, 2020. Recruitment is not started yet, and it is expected to continue until June 2023 to complete patient recruitment. Ethics StatementThe studies involving human participants were reviewed and approved by the Ethics Committee of Fujian Provincial Hospital (Approval # K2020-01-022). The patients/participants provided their written informed consent to participate in this study. Author ContributionsAll authors edited the manuscript and approved the final manuscript. FundingThis study received funding from Fujian Puruikang Medical Equipment Co., Ltd. HC was supported by the High-level Hospital Foster Grants from Fujian Provincial Hospital (Grant Number: 2020HSJJ02). The funders were not involved in the study design, collection, analysis, interpretation of data, the writing of this article, or the decision to submit it for publication. Conflict of InterestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Publisher's NoteAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. GlossaryAbbreviationsAKIacute kidney injuryARDSacute respiratory distress syndromeAPACHE IIAcute Physiology and Chronic Health Evaluation IICOcardiac outputCPBcardiopulmonary bypassCaO2arterial O2 contentCaCO2arterial CO2 contentCvO2venous O2 contentCvCO2venous CO2 contentCv-aCO2/Ca-vO2venous-arterial difference in CO2 content to arterial-venous O2 content ratioESAEuropean Society of AnesthesiologyESICMEuropean Society of Intensive Care MedicineICUintensive care unitMAPmean arterial pressureNYHANew York Heart AssociationPCO2 gapvenous-arterial difference in CO2 partial pressurePv-aCO2/Ca-vO2venous-arterial difference in CO2 partial pressure to arterial-venous O2 content ratioSOFAsequential organ failure assessment scoreSTSSociety of Thoracic SurgeonsSvO2mixed venous oxygen saturationScvO2central venous oxygen saturationVCO2CO2 productionVISvasoactive-inotropic score. References1. Kunst G, Milojevic M, Boer C, De Somer F, Gudbjartsson T, van den Goor J, et al. . 2019 EACTS/EACTA/EBCP guidelines on cardiopulmonary bypass in adult cardiac surgery. Br J Anaesth. (2019) 123:713–57. 10.1016/j.bja.2019.09.012 [PubMed] [CrossRef] [Google Scholar]2. Abou-Arab O, Braik R, Huette P, Bouhemad B, Lorne E, Guinot PG. The ratios of central venous to arterial carbon dioxide content and tension to arteriovenous oxygen content are not associated with overall anaerobic metabolism in postoperative cardiac surgery patients. PLoS ONE. (2018) 13:e0205950. 10.1371/journal.pone.0205950 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. O'Brien SM, Feng L, He X, Xian Y, Jacobs JP, Badhwar V, et al. . The society of thoracic surgeons 2018 adult cardiac surgery risk models: part 2-statistical methods and results. Ann Thorac Surg. (2018) 105:1419–28. 10.1016/j.athoracsur.2018.03.003 [PubMed] [CrossRef] [Google Scholar]4. Lannemyr L, Bragadottir G, Hjarpe A, Redfors B, Ricksten SE. Impact of cardiopulmonary bypass flow on renal oxygenation in patients undergoing cardiac operations. Ann Thorac Surg. (2019) 107:505–11. 10.1016/j.athoracsur.2018.08.085 [PubMed] [CrossRef] [Google Scholar]5. Schultz JM, Karamlou T, Shen I, Ungerleider RM. Cardiac output augmentation during hypoxemia improves cerebral metabolism after hypothermic cardiopulmonary bypass. Ann Thorac Surg. (2006) 81:625–32; discussion: 32–3. 10.1016/j.athoracsur.2005.06.042 [PubMed] [CrossRef] [Google Scholar]6. Hare GMT, Han K, Leshchyshyn Y, Mistry N, Kei T, Dai SY, et al. . Potential biomarkers of tissue hypoxia during acute hemodilutional anemia in cardiac surgery: a prospective study to assess tissue hypoxia as a mechanism of organ injury. Can J Anaesth. (2018) 65:901–13. 10.1007/s12630-018-1140-0 [PubMed] [CrossRef] [Google Scholar]7. Andersen LW. Lactate elevation during and after major cardiac surgery in adults: a review of etiology, prognostic value, and management. Anesth Analg. (2017) 125:743–52. 10.1213/ANE.0000000000001928 [PubMed] [CrossRef] [Google Scholar]8. Raggi F, Cangelosi D, Becherini P, Blengio F, Morini M, Acquaviva M, et al. . Transcriptome analysis defines myocardium gene signatures in children with ToF and ASD and reveals disease-specific molecular reprogramming in response to surgery with cardiopulmonary bypass. J Transl Med. (2020) 18:21. 10.1186/s12967-020-02210-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Minton J, Sidebotham DA. Hyperlactatemia and cardiac surgery. J Extra Corpor Technol. (2017) 49:7–15. [PMC free article] [PubMed] [Google Scholar]10. O'Connor E, Fraser JF. The interpretation of perioperative lactate abnormalities in patients undergoing cardiac surgery. Anaesth Intensive Care. (2012) 40:598–603. 10.1177/0310057X1204000404 [PubMed] [CrossRef] [Google Scholar]11. Renew JR, Barbara DW, Hyder JA, Dearani JA, Rivera M, Pulido JN. Frequency and outcomes of severe hyperlactatemia after elective cardiac surgery. J Thorac Cardiovasc Surg. (2016) 151:825–30. 10.1016/j.jtcvs.2015.10.063 [PubMed] [CrossRef] [Google Scholar]12. Moussa MD, Durand A, Leroy G, Vincent L, Lamer A, Gantois G, et al. . Central venous-to-arterial pCO2 difference, arteriovenous oxygen content and outcome after adult cardiac surgery with cardiopulmonary bypass: a prospective observational study. Eur J Anaesthesiol. (2019) 36:279–89. 10.1097/EJA.0000000000000949 [PubMed] [CrossRef] [Google Scholar]13. Huette P, Ellouze O, Abou-Arab O, Guinot PG. Venous-to-arterial pCO2 difference in high-risk surgical patients. J Thorac Dis. (2019) 11:S1551–s7. 10.21037/jtd.2019.01.109 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. He H, Long Y, Liu D, Wang X, Tang B. The prognostic value of central venous-to-arterial CO2 difference/arterial-central venous O2 difference ratio in septic shock patients with central venous O2 saturation ≥80. Shock. (2017) 48:551–7. 10.1097/SHK.0000000000000893 [PubMed] [CrossRef] [Google Scholar]15. Mallat J, Lemyze M, Meddour M, Pepy F, Gasan G, Barrailler S, et al. . Ratios of central venous-to-arterial carbon dioxide content or tension to arteriovenous oxygen content are better markers of global anaerobic metabolism than lactate in septic shock patients. Ann Intensive Care. (2016) 6:10. 10.1186/s13613-016-0110-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Ince C, Sinaasappel M. Microcirculatory oxygenation and shunting in sepsis and shock. Crit Care Med. (1999) 27:1369–77. 10.1097/00003246-199907000-00031 [PubMed] [CrossRef] [Google Scholar]17. De Backer D, Creteur J, Preiser JC, Dubois MJ, Vincent JL. Microvascular blood flow is altered in patients with sepsis. Am J Respir Crit Care Med. (2002) 166:98–104. 10.1164/rccm.200109-016OC [PubMed] [CrossRef] [Google Scholar]18. Monnet X, Teboul JL. Central venous-to-arterial carbon dioxide partial pressure difference: In: Lima AP, Silva E, editors. Monitoring Tissue Perfusion in Shock: From Physiology to the Bedside. Cham: Springer;  (2018). p. 121–30. [Google Scholar]19. Bakker J, Vincent JL, Gris P, Leon M, Coffernils M, Kahn RJ. Veno-arterial carbon dioxide gradient in human septic shock. Chest. (1992) 101:509–15. 10.1378/chest.101.2.509 [PubMed] [CrossRef] [Google Scholar]20. Ospina-Tascon GA, Umana M, Bermudez W, Bautista-Rincon DF, Hernandez G, Bruhn A, et al. . Combination of arterial lactate levels and venous-arterial CO2 to arterial-venous O2 content difference ratio as markers of resuscitation in patients with septic shock. Intensive Care Med. (2015) 41:796–805. 10.1007/s00134-015-3720-6 [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Vallet B, Pinsky MR, Cecconi M. Resuscitation of patients with septic shock: please “mind the gap”!\nIntensive Care Med. (2013) 39:1653–5. 10.1007/s00134-013-2998-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Diaztagle Fernandez JJ, Rodriguez Murcia JC, Sprockel Diaz JJ. Venous-to-arterial carbon dioxide difference in the resuscitation of patients with severe sepsis and septic shock: a systematic review. Med Intensiva. (2017) 41:401–10. 10.1016/j.medine.2017.06.008 [PubMed] [CrossRef] [Google Scholar]23. Mahendran S, Nguyen J, Butler E, Aneman A. Prospective, observational study of carbon dioxide gaps and free energy change and their association with fluid therapy following cardiac surgery. Acta Anaesthesiol Scand. (2020) 64:202–10. 10.1111/aas.13480 [PubMed] [CrossRef] [Google Scholar]24. Guinot PG, Badoux L, Bernard E, Abou-Arab O, Lorne E, Dupont H. Central venous-to-arterial carbon dioxide partial pressure difference in patients undergoing cardiac surgery is not related to postoperative outcomes. J Cardiothorac Vasc Anesth. (2017) 31:1190–6. 10.1053/j.jvca.2017.02.015 [PubMed] [CrossRef] [Google Scholar]25. Habicher M, von Heymann C, Spies CD, Wernecke KD, Sander M. Central venous-arterial PCO2 difference identifies microcirculatory hypoperfusion in cardiac surgical patients with normal central venous oxygen saturation: a retrospective analysis. J Cardiothorac Vasc Anesth. (2015) 29:646–55. 10.1053/j.jvca.2014.09.006 [PubMed] [CrossRef] [Google Scholar]26. Zante B, Reichenspurner H, Kubik M, Schefold JC, Kluge S. Increased admission central venous-arterial CO(2) difference predicts ICU-mortality in adult cardiac surgery patients. Heart Lung. (2019) 48:421–7. 10.1016/j.hrtlng.2019.05.015 [PubMed] [CrossRef] [Google Scholar]27. Mukai A, Suehiro K, Kimura A, Funai Y, Matsuura T, Tanaka K, et al. . Comparison of the venous-arterial CO(2) to arterial-venous O(2) content difference ratio with the venous-arterial CO(2) gradient for the predictability of adverse outcomes after cardiac surgery. J Clin Monit Comput. (2020) 34:41–53. 10.1007/s10877-019-00286-z [PubMed] [CrossRef] [Google Scholar]28. Du W, Long Y, Wang XT, Liu DW. The use of the ratio between the veno-arterial carbon dioxide difference and the arterial-venous oxygen difference to guide resuscitation in cardiac surgery patients with hyperlactatemia and normal central venous oxygen saturation. Chin Med J. (2015) 128:1306–13. 10.4103/0366-6999.156770 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Douglas AR, Jones NL, Reed JW. Calculation of whole blood CO2 content. J Appl Physiol. (1988) 65:473–7. 10.1152/jappl.1988.65.1.473 [PubMed] [CrossRef] [Google Scholar]30. Chen H, Cheng ZB, Yu RG. Procalcitonin as a predictor of moderate to severe acute respiratory distress syndrome after cardiac surgery with cardiopulmonary bypass: a study protocol for a prospective cohort study. BMJ Open. (2014) 4:e006344. 10.1136/bmjopen-2014-006344 [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Jammer I, Wickboldt N, Sander M, Smith A, Schultz MJ, Pelosi P, et al. . Standards for definitions and use of outcome measures for clinical effectiveness research in perioperative medicine: European perioperative clinical outcome (EPCO) definitions: a statement from the ESA-ESICM joint taskforce on perioperative outcome measures. Eur J Anaesthesiol. (2015) 32:88–105. 10.1097/EJA.0000000000000118 [PubMed] [CrossRef] [Google Scholar]32. Shahian DM, O'Brien SM, Filardo G, Ferraris VA, Haan CK, Rich JB, et al. . The Society of Thoracic Surgeons 2008 cardiac surgery risk models: part 1-coronary artery bypass grafting surgery. Ann Thorac Surg. (2009) 88:S2–22. 10.1016/j.athoracsur.2009.05.053 [PubMed] [CrossRef] [Google Scholar]33. O'Brien SM, Shahian DM, Filardo G, Ferraris VA, Haan CK, Rich JB, et al. . The Society of Thoracic Surgeons 2008 cardiac surgery risk models: part 2-isolated valve surgery. Ann Thorac Surg. (2009) 88:S23–42. 10.1016/j.athoracsur.2009.05.056 [PubMed] [CrossRef] [Google Scholar]34. Shahian DM, O'Brien SM, Filardo G, Ferraris VA, Haan CK, Rich JB, et al. . The Society of Thoracic Surgeons 2008 cardiac surgery risk models: part 3-valve plus coronary artery bypass grafting surgery. Ann Thorac Surg. (2009) 88:S43–62. 10.1016/j.athoracsur.2009.05.055 [PubMed] [CrossRef] [Google Scholar]35. Mehta RL, Kellum JA, Shah SV, Molitoris BA, Ronco C, Warnock DG, et al. . Acute kidney injury network: report of an initiative to improve outcomes in acute kidney injury. Crit Care. (2007) 11:R31. 10.1186/cc5713 [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al. . Acute respiratory distress syndrome: the Berlin Definition. JAMA. (2012) 307:2526–33. 10.1001/jama.2012.5669 [PubMed] [CrossRef] [Google Scholar]37. Bergeron N, Dubois MJ, Dumont M, Dial S, Skrobik Y. Intensive care delirium screening checklist: evaluation of a new screening tool. Intensive Care Med. (2001) 27:859–64. 10.1007/s001340100909 [PubMed] [CrossRef] [Google Scholar]38. Thygesen K, Alpert JS, Jaffe AS, Simoons ML, Chaitman BR, White HD, et al. . Third universal definition of myocardial infarction. Circulation. (2012) 126:2020–35. 10.1161/CIR.0b013e31826e1058 [PubMed] [CrossRef] [Google Scholar]39. Vincent JL, De Backer D. Circulatory shock. N Engl J Med. (2013) 369:1726–34. 10.1056/NEJMra1208943 [PubMed] [CrossRef] [Google Scholar]40. Rhodes A, Evans LE, Alhazzani W, Levy MM, Antonelli M, Ferrer R, et al. . Surviving sepsis campaign: international guidelines for management of sepsis and septic shock: 2016. Intensive Care Med. (2017) 43:304–77. 10.1007/s00134-017-4683-6 [PubMed] [CrossRef] [Google Scholar]41. DeLong ER, DeLong DM, Clarke-Pearson DL. Comparing the areas under two or more correlated receiver operating characteristic curves: a nonparametric approach. Biometrics. (1988) 44:837–45. 10.2307/2531595 [PubMed] [CrossRef] [Google Scholar]42. McHardy GJ. The relationship between the differences in pressure and content of carbon dioxide in arterial and venous blood. Clin Sci. (1967) 32:299–309.  [PubMed] [Google Scholar]43. Jensen FB. Comparative analysis of autoxidation of haemoglobin. J Exp Biol. (2001) 204:2029–33. 10.1242/jeb.204.11.2029 [PubMed] [CrossRef] [Google Scholar]"}