{"title": "The Association between Mechanical Power and Mortality in Patients with Pneumonia Using Pressure-Targeted Ventilation", "pubDate": "2021", "PMCID": "PMC8534721", "DOI": "10.3390/diagnostics11101862", "PMID": "34679560", "abstract": "Recent studies have reported that mechanical power (MP) is associated with increased mortality in patients with acute respiratory distress syndrome (ARDS). We aimed to investigate the association between 28-day mortality and MP in patients with severe pneumonia. In total, the data of 313 patients with severe pneumonia were used for analysis. Serial MP was calculated daily for either 21 days or until ventilator support was no longer required. Compared with the non-ARDS group, the ARDS group (106 patients) demonstrated lower age, a higher Acute Physiology and Chronic Health Evaluation II score, lower history of diabetes mellitus, elevated incidences of shock and jaundice, higher MP and driving pressure on Day 1, and more deaths within 28 days. Regression analysis revealed that MP was an independent factor associated with 28-day mortality (odds ratio, 1.048; 95% confidence interval, 1.020-1.077). MP was persistently high in non-survivors and low in survivors among the ARDS group, the non-ARDS group, and all patients. These findings indicate that MP is associated with the 28-day mortality in ventilated patients with severe pneumonia, both in the ARDS and non-ARDS groups. MP had a better predicted value for the 28-day mortality than the driving pressure.", "author": [{"author": "Huang-Pin Wu", "affiliation": ["Division of Pulmonary, Critical Care and Sleep Medicine, Chang Gung Memorial Hospital, Keelung 20401, Taiwan.", "College of Medicine, Chang Gung University, Taoyuan 33302, Taiwan."], "href": "/?term=Wu+HP&cauthor_id=34679560"}, {"author": "Chien-Ming Chu", "affiliation": ["Division of Pulmonary, Critical Care and Sleep Medicine, Chang Gung Memorial Hospital, Keelung 20401, Taiwan.", "College of Medicine, Chang Gung University, Taoyuan 33302, Taiwan."], "href": "/?term=Chu+CM&cauthor_id=34679560"}, {"author": "Li-Pang Chuang", "affiliation": ["College of Medicine, Chang Gung University, Taoyuan 33302, Taiwan.", "Department of Thoracic Medicine, Chang Gung Memorial Hospital, Taoyuan 33302, Taiwan."], "href": "/?term=Chuang+LP&cauthor_id=34679560"}, {"author": "Shih-Wei Lin", "affiliation": ["College of Medicine, Chang Gung University, Taoyuan 33302, Taiwan.", "Department of Thoracic Medicine, Chang Gung Memorial Hospital, Taoyuan 33302, Taiwan."], "href": "/?term=Lin+SW&cauthor_id=34679560"}, {"author": "Shaw-Woei Leu", "affiliation": ["College of Medicine, Chang Gung University, Taoyuan 33302, Taiwan.", "Department of Thoracic Medicine, Chang Gung Memorial Hospital, Taoyuan 33302, Taiwan."], "href": "/?term=Leu+SW&cauthor_id=34679560"}, {"author": "Ko-Wei Chang", "affiliation": ["College of Medicine, Chang Gung University, Taoyuan 33302, Taiwan.", "Department of Thoracic Medicine, Chang Gung Memorial Hospital, Taoyuan 33302, Taiwan."], "href": "/?term=Chang+KW&cauthor_id=34679560"}, {"author": "Li-Chung Chiu", "affiliation": ["College of Medicine, Chang Gung University, Taoyuan 33302, Taiwan.", "Department of Thoracic Medicine, Chang Gung Memorial Hospital, Taoyuan 33302, Taiwan."], "href": "/?term=Chiu+LC&cauthor_id=34679560"}, {"author": "Pi-Hua Liu", "affiliation": ["Clinical Informatics and Medical Statistics Research Center, College of Medicine, Chang Gung University, Taoyuan 33302, Taiwan."], "href": "/?term=Liu+PH&cauthor_id=34679560"}, {"author": "Kuo-Chin Kao", "affiliation": ["College of Medicine, Chang Gung University, Taoyuan 33302, Taiwan.", "Department of Thoracic Medicine, Chang Gung Memorial Hospital, Taoyuan 33302, Taiwan."], "href": "/?term=Kao+KC&cauthor_id=34679560"}], "refPMID": ["22926653", "26181219", "28101605", "20197533", "25693014", "28124234", "32376124", "27620287", "10793162", "26872367", "31062050", "31247145", "32351988", "31773328", "17278083", "26903338", "22890468", "3928249", "22797452", "23127342", "28252536", "31101961", "29489470", "30744629", "30725138", "31359082", "21997128", "27894328", "26947624"], "citedInPMID": ["34679560"], "body": " AbstractRecent studies have reported that mechanical power (MP) is associated with increased mortality in patients with acute respiratory distress syndrome (ARDS). We aimed to investigate the association between 28-day mortality and MP in patients with severe pneumonia. In total, the data of 313 patients with severe pneumonia were used for analysis. Serial MP was calculated daily for either 21 days or until ventilator support was no longer required. Compared with the non-ARDS group, the ARDS group (106 patients) demonstrated lower age, a higher Acute Physiology and Chronic Health Evaluation II score, lower history of diabetes mellitus, elevated incidences of shock and jaundice, higher MP and driving pressure on Day 1, and more deaths within 28 days. Regression analysis revealed that MP was an independent factor associated with 28-day mortality (odds ratio, 1.048; 95% confidence interval, 1.020–1.077). MP was persistently high in non-survivors and low in survivors among the ARDS group, the non-ARDS group, and all patients. These findings indicate that MP is associated with the 28-day mortality in ventilated patients with severe pneumonia, both in the ARDS and non-ARDS groups. MP had a better predicted value for the 28-day mortality than the driving pressure. Keywords: mechanical power, driving pressure, pneumonia, acute respiratory distress syndrome, non-acute respiratory distress syndrome 1. IntroductionVentilated patients with inappropriate ventilator settings may further develop lung injury. Studies have suggested several lung protective strategies to minimize ventilator-induced lung injury (VILI) [1,2,3]. These studies recommend specific mechanical ventilation settings for patients with or without acute respiratory distress syndrome (ARDS), including (1) low tidal volume ventilation (6 mL/kg predicted body weight (PBW)), (2) relatively higher positive end-expiratory pressure (PEEP), and (3) using an upper-limit goal for end-inspiratory plateau pressures of 30 cm H2O [1,3,4]. Amato’s study reported that driving pressure was most strongly associated with survival in patients with ARDS who received mechanical ventilation in different combinations of tidal volume and PEEP [5]. In patients with severe ARDS receiving extracorporeal membrane oxygenation (ECMO), higher driving pressure during the first three days of ECMO support was independently associated with increased mortality [6]. In patients with severe pneumonia without ARDS, higher driving pressure was associated with 28-day mortality [7]. Thus, driving pressure could be used as a non-invasive method of predicting lung injury in patients with and without ARDS. Recently, a new concept of safe mechanical ventilation using mechanical power (MP) was introduced [8]. The MP registered several underlying qualities of relevance. First, it imports static compliance, which induces VILI [9]. Second, it accounts for the final effect of PEEP. The PEEP is positively associated with VILI, but PEEP may decrease the lung-dependent VILI by reducing lung inhomogeneity and intratidal alveolar collapse–decollapse. Third, transpulmonary MP increases with the respiratory rate (RR) [10]. Serpa et al. reported that the MP of ventilation in the first 48 h is associated with mortality in critically ill patients in two observational cohorts. In patients with ARDS, initial MP was also associated with mortality [11,12,13]. These four studies all used a simplified equation proposed by Gattinoni et al. to calculate MP in patients with volume-controlled ventilation [8,14].Therefore, we hypothesized that MP was a summary variable including all the components which can possibly cause VILI and had a better predicted value for mortality compared with driving pressure alone. We also tried to identify the association between MP and 28-day mortality in patients with pressure-controlled ventilation (PCV).  2. Materials and Methods2.1. ProcedureThis study is a retrospective analysis of the database of our previous consecutively sampled observational cohort of patients with severe sepsis. This study was approved by the Institutional Review Board of Chang Gung Memorial Hospital, and the need for a written informed consent was waived (201700804B0 12 June 2017). Patients with severe pneumonia admitted to the medical intensive care unit (ICU) at the Chang Gung Memorial Hospital, Keelung from July 2007 to June 2010 were selected. The exclusion criteria included infections other than pneumonia, absence of invasive ventilator support, an unknown arterial partial pressure of oxygen (PaO2)/fraction of inspired oxygen (FiO2) ratio, or death on the day of admission. None of the included patients withdrew from this study. 2.2. Disease DefinitionsDue to the fact that the database was around 10 years old, disease definitions were renewed as follows: Pneumonia was defined as a new abnormal infiltration on the chest radiograph with respiratory symptoms or fever. Severe pneumonia was defined as pneumonia complicated by acute respiratory failure requiring intubation and mechanical ventilation with or without septic shock [15]. Sepsis and septic shock were defined according to the Sepsis-3 guidelines [16]. Sepsis was defined as a suspected or documented infection with an acute increase (≥2) in the Sequential Organ Failure Assessment points. Septic shock was defined as sepsis with a blood lactate level >18 mg/dL and hypotension that was unresponsive to fluid resuscitation, requiring vasopressors to maintain a mean arterial pressure ≥65 mm Hg during the first 3 days following ICU admission. Stage 2 or 3 acute kidney injury was defined according to the Kidney Disease Improving Global Guidelines (KDIGO) [17]. Disease severity was assessed with the Acute Physiology and Chronic Health Evaluation (APACHE) II score [18]. ARDS was defined according to the Berlin definition [19]. ARDS was evaluated via chest radiographs obtained after intubation with ventilator support. Patients who survived for at least 28 days from ICU admission were considered survivors.2.3. Ventilator Settings in Our Previous CohortIn our hospital, ventilated patients routinely received pressure-targeted ventilation. Volume-controlled ventilation (VCV) was not used due to the rapid change of peak pressure, which resulted in a risk of VILI. Following intubation, all patients with ARDS and non-ARDS were routinely administered a separate target tidal volume by PCV of approximately 6 and 10 mL/kg PBW, respectively. The goal was to maintain an inspiratory plateau pressure (Pplat) of less than 30 cm H2O. The PEEP level and FiO2 were adjusted to maintain a PaO2 greater than 60 mmHg or oxygen saturation by pulse oximetry (SpO2) greater than 90%. Ventilator settings were adjusted after 2 h of the first setting. Ventilator weaning and adjustment were performed at regular intervals (every 8 h) and as necessary, based on the general weaning guidelines and clinical practice of our respiratory therapy department [20]. 2.4. Data Records in Our Previous CohortICU admission date was considered as Day 0. The next date of ICU admission was defined as Day 1. The following patient data were recorded within 24 h after admission: age, sex, medical history, and APACHE II score. Adverse events were recorded within the first 3 days following admission. Arterial blood gases demonstrating the lowest PaO2/FiO2 ratio were used within 24 h after intubation with ventilator support. Driving pressure (∆P) was defined as the difference between Pplat and PEEP [21]. Driving pressures were recorded every 8 h per day. Serial mean data of ∆Pinsp, RR, VT, and PEEP were recorded daily for either 21 days or until the ventilator support was no longer required.2.5. MP CalculationMP for pressure-targeted ventilation was calculated every 8 h per day according to the simplified equation (Equation (1)) [14,22], using RR, tidal volume size (L) (VT), ∆Pinsp, and PEEP: MP (J/min)=0.098×RR×VT×(∆Pinsp+PEEP)(1)\nwhere ∆Pinsp is the change in airway pressure during inspiration. 2.6. Statistical AnalysesStatistical analysis was performed using the Statistical Package for the Social Sciences (SPSS) version 17.0 for Windows (SPSS, Inc., Chicago, Illinois, USA). Differences in the continuous variables between the two groups were analyzed using the Student’s t-test. Differences in categorical variables between the ARDS and non-ARDS groups were compared using the Pearson chi-squared test or Fisher’s exact test. Analyses using the univariate binary logistic regression model were performed to study the association between the 28-day mortality and all variables. Statistically significant variables were entered into a multivariate binary logistic regression model to assess their independent contribution to the outcome. Since mechanical power is determined by RR, tidal volume, ∆Pinsp, and PEEP, ∆Pinsp was not used as a covariable in multivariate analysis. The binary variables included in the model were coded as present or absent. The cutoff value used for the driving pressure and MP on Day 1 to predict 28-day mortality was identified according to the receiver operating characteristic (ROC) curve (Figure 1), with areas of 0.628 (p < 0.001) and 0.730 (p < 0.001) under the ROC curve, respectively. The area under the ROC curve of MP normalized to PBW (MP/PBW) was also calculated, which was 0.734 (p < 0.001). When the cutoff value for driving pressure was set at 19 cm H2O, the sensitivity and specificity were 58.1% and 57.7%, respectively. When the cutoff value for MP was set at 27 J/min, the sensitivity and specificity were 65.0% and 64.3%, respectively. A Kaplan–Meier graph was plotted to analyze the probability of death after ICU admission. Survival times of MP between MP < 27 J/min and MP ≥ 27 J/min were compared using a log-rank test. P values less than 0.05 were considered statistically significant. Open in a separate windowOpen in a separate windowFigure 1Receiver operating characteristic (ROC) curves of driving pressure and mechanical power on Day 1 for 28-day mortality among all patients (A), the acute respiratory distress syndrome (ARDS) group (B), and the non-ARDS group (C). The areas under the ROC (AUROC) were calculated. The AUROC for driving pressure and mechanical power were 0.628 (95% confidence interval (CI), 0.566–0.691; p < 0.001) and 0.730 (95% CI, 0.673–0.787; p < 0.001), respectively, in all patients. The AUROC for driving pressure and mechanical power were 0.574 (95% CI, 0.464–0.684; p = 0.197) and 0.651 (95% CI, 0.545–0.757; p = 0.008), respectively, in ARDS patients. The AUROC for driving pressure and mechanical power were 0.645 (95% CI, 0.565–0.725; p = 0.001) and 0.735 (95% CI, 0.655–0.814; p < 0.001), respectively, in non-ARDS patients. 3. ResultsA total of 493 patients were screened (Figure 2), out of whom 313 were enrolled in this study, while 180 patients were excluded. A total of 61 ARDS patients and 56 non-ARDS patients died within 28 days of ICU admission during the course of this study. Table 1 demonstrates the baseline clinical characteristics of patients with pneumonia in the ARDS and non-ARDS groups. Some patients with the PaO2/FiO2 ratio less than 300 mm Hg were classified as non-ARDS due to the absence of bilateral opacities on their chest radiography. The ARDS group had lower age and higher APACHE II score, MP, and driving pressure than the non-ARDS group. The incidences of shock, jaundice, and death were higher and mean age was lower in the ARDS group than those in the non-ARDS group. In total, pathogens were identified in 88.2% of the patients. The most frequently isolated pathogens, in decreasing order, were Pseudomonas aeruginosa, Staphylococcus aureus, Acinetobacter baumannii, Klebsiella pneumoniae, and Escherichia coli.Open in a separate windowFigure 2Flowchart of patient inclusion criteria. During the study period, we screened 493 patients who demonstrated symptoms of infection, and excluded 180 patients. The exclusion criteria include the following: diseases other than pneumonia, no invasive ventilation, an unknown ratio of arterial partial pressure of oxygen (PaO2) to fraction of inspired oxygen (FiO2), and death on the day of admission to the intensive care unit. In total, 313 patients were enrolled for analysis, and none of the patients withdrew from the study. Among them, 106 patients and 207 patients were classified as pneumonia with acute respiratory distress syndrome (ARDS) and non-ARDS, respectively. Sixty-one patients with ARDS and 56 patients with non-ARDS died during the course of the study.Table 1Clinical characteristics and outcomes of ventilated patients with pneumonia, according to subgroups.CharacteristicsARDS(n = 106)Non-ARDS(n = 207)All Patients(n = 313)Age, years *69.1 ± 16.375.1 ± 13.1 †73.1 ± 14.5APACHE II score *27.6 ± 8.725.3 ± 6.8 †26.1 ± 7.6Sex, No. (%)\n\n\nMale75 (70.8)137 (66.2)101 (67.7)Female31 (29.2)70 (33.8)212 (32.3)History, No. (%)\n\n\nCOPD24 (22.6)49 (23.7)73 (23.3)CHF7 (6.6)20 (9.7)27 (8.6)Hypertension40 (37.7)97 (46.9)137 (43.8)Liver cirrhosis10 (9.4)13 (6.3)23 (7.3)Hemodialysis6 (5.7)21 (10.1)27 (8.6)Diabetes mellitus19 (17.9)68 (32.9) †87 (27.8)Lung cancer9 (8.5)10 (4.8)19 (6.1)Non-lung cancer29 (27.3)34 (16.4)63 (20.1)Systemic lupus erythematosus1 (0.9)1 (0.5)2 (0.6)PaO2/FiO2 ratio (mm Hg) *133.9 ± 70.3350.6 ± 199.1 †277.2 ± 195.9Adverse events, No. (%)\n\n\nShock59 (55.7)68 (32.9) b127 (40.6)Stage 2 or 3 acute kidney injury47 (44.3)78 (37.7)125 (39.9)GI bleeding18 (17.0)27 (13.0)45 (14.4)Thrombocytopenia45 (42.5)65 (31.4)110 (35.1)Jaundice15 (14.2)9 (4.3) †24 (7.7)Pathogens, No. (%)\n\n\n\nPseudomonas aeruginosa\n16 (15.1)45 (21.7)61 (19.5)\nStaphylococcus aureus\n16 (15.1)40 (19.3)56 (17.9)\nAcinetobacter baumannii\n19 (17.9)27 (13.0)46 (14.7)\nKlebsiella pneumoniae\n19 (17.9)20 (9.7)39 (12.5)\nEscherichia coli\n7 (6.6)17 (8.2)24 (7.7)\nStreptococcus pneumoniae\n5 (4.7)7 (3.4)12 (3.8)\nStenotrophomonas maltophilia\n4 (3.8)6 (2.9)10 (3.2)\nMycobacterium tuberculosis\n2 (1.9)7 (3.4)9 (2.9)\nCandida species\n4 (3.8)2 (1.0)6 (1.9)\nEnterobacter species\n2 (1.9)3 (1.4)5 (1.6)\nCitrobacter species\n1 (0.9)2 (1.0)3 (0.9)\nFusobacterium nucleatum\n1 (0.9)1 (0.5)2 (0.6)\nCorynebacterium jeikeium\n1 (0.9)1 (0.5)2 (0.6)\nCryptococcus neoformans\n0 (0.0%)1 (0.5)1 (0.3)\nStaphylococcus epidermidis\n1 (0.9)0 (0.0)1 (0.3)Mechanical power (J/min) on Day 1 *31.7 ± 10.725.8 ± 12.2 †27.8 ± 12.0Driving pressure (cm H2O) on Day 1 *19.6 ± 4.518.1 ± 4.5 †18.6 ± 4.6Death within 28 days, No. (%)61 (57.5)56 (27.1) †117 (37.4)Open in a separate windowAbbreviations: ARDS = acute respiratory distress syndrome; APACHE = Acute Physiology and Chronic Health Evaluation; COPD = chronic obstructive pulmonary disease; CHF = congestive heart failure; PaO2 = arterial partial pressure of oxygen; FiO2 = fraction of inspired oxygen; GI = gastrointestinal. * Data are shown as mean ± standard deviation. † p < 0.05 compared with the ARDS group using the Mann–Whitney U test or the chi-squared test.According to the binary logistic regression model, the variables that were independently associated with the 28-day mortality were the APACHE II score (odds ratio (OR), 1.044; 95% confidence interval (CI), 1.00–1.088), PaO2/FiO2 ratio (OR, 0.995; 95% CI, 0.993–0.997), shock (OR, 1.859; 95% CI, 1.009–3.425), thrombocytopenia (OR, 2.341; 95% CI, 1.287–4.261), and MP (OR, 1.048; 95% CI, 1.020–1.077) (Table 2). APACHE II score, shock, thrombocytopenia, and MP were positively correlated. Table 2Binary logistic regression to analyze the independent factors of 28-day mortality.VariablesUnivariate OR (95% CI)p ValueMultivariate OR (95% CI)p ValueAge0.985 (0.970–1.001)0.058\n\nAPACHE II score1.091 (1.055–1.128)<0.0011.044 (1.001–1.088)0.045Male0.985 (0.604–1.607)0.951\n\nCOPD0.906 (0.525–1.563)0.722\n\nCongestive heart failure0.824 (0.358–1.900)0.650\n\nHypertension0.530 (0.330–0.851)0.0090.616 (0.343–1.107)0.105Liver cirrhosis2.824 (1.181–6.749)0.0201.472 (0.472–4.597)0.505Hemodialysis1.913 (0.866–4.227)0.109\n\nDiabetes mellitus0.587 (0.344–1.003)0.051\n\nPaO2/FiO2 ratio (mm Hg)0.004 (0.993–0.996)<0.0010.995 (0.993–0.997)<0.001Shock3.859 (2.380–6.257)<0.0011.859 (1.009–3.425)0.047Stage 2 or 3 acute kidney injury2.522 (1.573–4.042)<0.0011.411 (0.775–2.570)0.260Gastrointestinal bleeding2.151 (1.137–4.068)0.0191.606 (0.669–3.856)0.289Thrombocytopenia4.194 (2.560–6.872)<0.0012.341 (1.287–4.261)0.005Jaundice3.056 (1.292–7.227)0.0110.766 (0.249–2.354)0.641Mechanical power (J/min) on Day 11.076 (1.051–1.101)<0.0011.048 (1.020–1.077)0.001Driving pressure (cm H2O) on Day 11.126 (1.065–1.190)<0.001\n\nOpen in a separate windowAbbreviations: OR = odds ratio; CI = confidence interval; APACHE = Acute Physiology and Chronic Health Evaluation; COPD = chronic obstructive pulmonary disease; ARDS = acute respiratory distress syndrome.The MP persisted at a high level in non-survivors and at a low level in survivors among the ARDS group, the non-ARDS group, and all patients (Figure 3). In all patients, MP in non-survivors was higher than in survivors during the 21 days recorded, except for Day 18. In the ARDS group, MP in non-survivors was higher than in survivors on Days 1–11, 16, and 20. In the non-ARDS group, MP in non-survivors was higher than in survivors on Days 1–14, and 17. The Kaplan–Meier curves showed the possibility of survival until 28 days after ICU admission for MP on Day 1 above and below 27 J/min among the ARDS group, the non-ARDS group, and all patients (Figure 4). Patients with MP < 27 J/min on Day 1 demonstrated significantly higher survival rates than those with MP ≥ 27 J/min in all patients and the non-ARDS group (p < 0.001). In the ARDS group, the patients with MP < 27 J/min did not show higher survival rates than those with MP ≥ 27 J/min (p = 0.067). Open in a separate windowFigure 3Error bars of serial mechanical powers (J/min, mean ± 1 standard error mean) from Day 1 to Day 21 between non-survivors and survivors. Asterisks represent significant differences between non-survivors and survivors using the Mann–Whitney U test. Hollow circle bars represent non-survivors, and solid triangle bars represent survivors. Serial mechanical powers were higher in non-survivors than in survivors among all patients during most of the 21-day period (A), the acute respiratory distress syndrome (ARDS) group (B), and the non-ARDS group (C).Open in a separate windowFigure 4Kaplan–Meier graphs of 28-day intensive care unit (ICU) cumulative survival among all patients (A), the acute respiratory distress syndrome (ARDS) group (B), and the non-ARDS group (C) according to mechanical power on Day 1 of ICU admission (≥ 27, < 27 J/min). 4. DiscussionAccording to the multivariate regression analysis, MP on Day 1 and the PaO2/FiO2 ratio were independent factors associated with 28-day mortality. Patients with lower MP on Day 1 had better chances of survival compared to those with higher MP on Day 1. In the univariate regression analysis, driving pressure on Day 1 was a factor associated with 28-day mortality. In the ROC curves of the ARDS group, driving pressure did not discriminate survivors from non-survivors, but driving pressure could discriminate between survivors and non-survivors in all patients and in the non-ARDS group. This suggests that ARDS confounds the association between driving pressure and 28-day mortality. Our study first found that ventilated patients with pneumonia with or without ARDS demonstrated higher serial MP in non-survivors than in survivors from Day 1 to Day 11 of ICU admission. The MP between survivors and non-survivors was only statistically similar on Day 18 of ICU admission in all patients. Our study not only confirmed that baseline MP was associated with mortality [10,11,12,13], but also found that the association persisted for 11 days. In the Kaplan–Meier curves of the ARDS group, the two curves were similar within the first 10 days and were later evidently separated. This implies that the benefit of a lower MP requires a period of time to develop. Furthermore, deep sedation significantly reduced MP in patients with moderate to severe ARDS, thereby reducing the occurrence of VILI [13]. All of the findings above suggest that MP might be the cause of VILI, resulting in an increased mortality rate. Certainly, this is reasonable since all mechanical factors in ventilation—tidal volume, driving pressure, flow, resistances, RR, and PEEP—are different components of a unique physical variable, which is the energy delivered into the lung. Up to now, no study has reported the results of mortality using MP as a guide for ventilator settings to manage critically ill patients. Further studies are required to elucidate whether MP is a predictor or a cause. In our study, MP was an independent factor associated with 28-day mortality in ventilated patients with severe pneumonia. In an experiment on mild ARDS of rats, even at low VT, high MP promoted VILI [23]. In a computational study, MP showed a strong correlation with the relative risk of death across all ranges of driving pressures and PEEP [24]. Moreover, the areas under the ROC of MP were higher than those of driving pressure in the ARDS group, the non-ARDS group, and all patients in our study. This implies that MP might be a better predictor of 28-day mortality than VT or driving pressure in patients with severe pneumonia with or without ARDS. Zhang’s study found 0.747 and 0.751 of areas under the ROC curve for MP and MP normalized to PBW, respectively [11]. For easy use in routine clinical practice, the calculation of MP instead of MP normalized to PBW might be sufficient. The MP was first determined with the simplified formula suggested by Gattinoni et al. for VCV (Equation 2) [8]:MPVCV (Jmin)=0.098×RR×VT×(peak pressure−12driving pressure)(2)As the equation for the calculation of MP is based on the assumption that the VCV has a linear increase of airway pressure during inspiration, it is not suitable for calculating MP during PCV [25]. For PCV, two accurate equations have been proposed, but both require using some parameters (resistance, respiratory system compliance) that are not usually continuously quantified and displayed in the ventilator [22,26]. Finally, we used the simplified formula for PCV proposed by Becher et al. [22] since this equation had acceptable accuracy and was routinely recorded by our respiratory therapeutist. Our study demonstrated that this simplified formula was easy to use, and the MP calculated had an acceptable discrimination for 28-day mortality. The most important current recommendation to provide lung protective ventilation in ventilated patients with pneumonia is the low tidal volume [3]. However, despite the use of lung protective ventilation proposed by the ARDSnet protocol, overall ICU and hospital mortality among ARDS patients is still higher than 40% [27]. Low tidal volume ventilation did not show any estimated benefit in patients with ARDS. It seems that low tidal volume ventilation alone is insufficient for the protection of the lung. In 2015, Amato et al. reported the results of a retrospective analysis and concluded that driving pressure was better associated with 60-day mortality in patients with ARDS than tidal volume [5]. Following this, Guerin et al. demonstrated this viewpoint [28], and a meta-analysis from Neto et al. showed that an increase in driving pressure was associated with more postoperative pulmonary complications [29]. Our previous study further found that higher driving pressure was associated with 28-day mortality in patients with severe pneumonia without ARDS [7]. In this study, the results showed that MP on Day 1 was independently and positively associated with 28-day mortality and had a better predicted value than driving pressure either in patients with ARDS or without ARDS. Our results support the hypothesis that a marker with several important indices is better than that with one index. The predicted value of MP, which included tidal volume, inspiratory pressure, RR, and PEEP, was better than driving pressure alone. This study has three limitations. First, this study was a single-center trial without thousands of case numbers. More studies are required to confirm our results. Second, chest radiograph findings might have been misinterpreted considering the presence of unilateral infiltrates or opacities due to the limitations of traditional chest radiography. Computed tomography may be a preferred technique for the detection of lung injury. Considering that the results from the ARDS and non-ARDS groups were similar, this did not significantly influence the final conclusion. Third, the mean MP in this study population was 27.8 J/min on Day 1, although the median MP in all ARDSnet trials was more than 28 J/min [11]. This is still relatively high. 5. ConclusionsOur findings imply that MP may be an important factor associated with 28-day mortality in ventilated patients with severe pneumonia, both in the ARDS and non-ARDS groups. The MP, which included tidal volume, inspiratory pressure, RR, and PEEP, had a better predicted value for 28-day mortality than driving pressure. The simplified formula for PCV to calculate MP was useful in patients ventilated with the PCV mode.  AcknowledgmentsThe authors acknowledge Chi-Yao Ke, Yi-Min Chu, Shan-Jung Lin, and Pei-Chen Wu of the Department of Respiratory Therapy for data collection. The authors acknowledge the staff of the medical intensive care unit of Chang Gung Memorial Hospital for providing clinical assistance. Author ContributionsConceptualization, H.-P.W. and K.-C.K.; data curation, H.-P.W. and C.-M.C.; formal analysis, H.-P.W., L.-P.C., S.-W.L. (Shih-Wei Lin), S.-W.L. (Shaw-Woei Leu), K.-W.C., L.-C.C. and K.-C.K.; investigation, H.-P.W., C.-M.C. and K.-C.K.; methodology, P.-H.L.; writing—original draft, H.-P.W. All authors have read and agreed to the published version of the manuscript. FundingThis study was supported in part by the Chang Gung Memorial Hospital (CORPG3G0151). Institutional Review Board StatementThis study was approved by the Institutional Review Board of Chang Gung Memorial Hospital, and the need for a written informed consent was waived (201700804B0 12/06/2017). Informed Consent StatementThe need for a written informed consent was waived due to the retrospective analysis of the database. Data Availability StatementThe datasets generated for this study are available upon request from the corresponding author. Conflicts of InterestThe authors declare that they do not have any financial or personal relationships that might inappropriately influence their actions and create a conflict of interest in relation to the content of this manuscript. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Ferguson N.D., Fan E., Camporota L., Antonelli M., Anzueto A., Beale R., Brochard L., Brower R., Esteban A., Gattinoni L., et al.  The Berlin definition of ARDS: An expanded rationale, justification, and supplementary material. Intensiv. Care Med. 2012;38:1573–1582. doi: 10.1007/s00134-012-2682-1. [PubMed] [CrossRef] [Google Scholar]2. Neto A.S., Simonis F.D., Barbas C.S., Biehl M., Determann R.M., Elmer J., Friedman G., Gajic O., Goldstein J.N., Linko R., et al.  Lung-Protective Ventilation With Low Tidal Volumes and the Occurrence of Pulmonary Complications in Patients Without Acute Respiratory Distress Syndrome: A Systematic Review and Individual Patient Data Analysis. Crit. Care Med. 2015;43:2155–2163. doi: 10.1097/CCM.0000000000001189. [PubMed] [CrossRef] [Google Scholar]3. Rhodes A., Evans L.E., Alhazzani W., Levy M.M., Antonelli M., Ferrer R., Kumar A., Sevransky J.E., Sprung C.L., Nunnally M.E., et al.  Surviving Sepsis Campaign: International Guidelines for Management of Sepsis and Septic Shock: 2016. Intensiv. Care Med. 2017;43:304–377. doi: 10.1007/s00134-017-4683-6. [PubMed] [CrossRef] [Google Scholar]4. Briel M., Meade M., Mercat A., Brower R.G., Talmor D., Walter S.D., Slutsky A.S., Pullenayegum E., Zhou Q., Cook D., et al.  Higher vs. lower positive end-expiratory pressure in patients with acute lung injury and acute respiratory distress syndrome: Systematic review and meta-analysis. JAMA. 2010;303:865–873. doi: 10.1001/jama.2010.218. [PubMed] [CrossRef] [Google Scholar]5. Amato M.B., Meade M.O., Slutsky A.S., Brochard L., Costa E.L., Schoenfeld D.A., Stewart T.E., Briel M., Talmor D., Mercat A., et al.  Driving pressure and survival in the acute respiratory distress syndrome. N. Engl. J. Med. 2015;372:747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]6. Chiu L.C., Hu H.C., Hung C.Y., Chang C.H., Tsai F.C., Yang C.T., Huang C.C., Wu H.P., Kao K.C. Dynamic driving pressure associated mortality in acute respiratory distress syndrome with extracorporeal membrane oxygenation. Ann. Intensiv. Care. 2017;7:12. doi: 10.1186/s13613-017-0236-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Wu H.P., Hu H.C., Chu C.M., Kao K.C. The association between higher driving pressure and higher mortality in patients with pneumonia without acute respiratory distress syndrome. J. Formos. Med. Assoc. 2021;120:204–211. doi: 10.1016/j.jfma.2020.04.027. [PubMed] [CrossRef] [Google Scholar]8. Gattinoni L., Tonetti T., Cressoni M., Cadringher P., Herrmann P., Moerer O., Protti A., Gotti M., Chiurazzi C., Carlesso E., et al.  Ventilator-related causes of lung injury: The mechanical power. Intensiv. Care Med. 2016;42:1567–1575. doi: 10.1007/s00134-016-4505-2. [PubMed] [CrossRef] [Google Scholar]9. The Acute Respiratory Distress Syndrome Network  Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N. Engl. J. Med. 2000;342:1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]10. Cressoni M., Gotti M., Chiurazzi C., Massari D., Algieri I., Amini M., Cammaroto A., Brioni M., Montaruli C., Nikolla K., et al.  Mechanical Power and Development of Ventilator-induced Lung Injury. Anesthesiology. 2016;124:1100–1108. doi: 10.1097/ALN.0000000000001056. [PubMed] [CrossRef] [Google Scholar]11. Zhang Z., Zheng B., Liu N., Ge H., Hong Y. Mechanical power normalized to predicted body weight as a predictor of mortality in patients with acute respiratory distress syndrome. Intensiv. Care Med. 2019;45:856–864. doi: 10.1007/s00134-019-05627-9. [PubMed] [CrossRef] [Google Scholar]12. Parhar K.K.S., Zjadewicz K., Soo A., Sutton A., Zjadewicz M., Doig L., Lam C., Ferland A., Niven D.J., Fiest K.M., et al.  Epidemiology, Mechanical Power, and 3-Year Outcomes in Acute Respiratory Distress Syndrome Patients Using Standardized Screening. An Observational Cohort Study. Ann. Am. Thorac. Soc. 2019;16:1263–1272. doi: 10.1513/AnnalsATS.201812-910OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Xie Y., Cao L., Qian Y., Zheng H., Liu K., Li X. Effect of Deep Sedation on Mechanical Power in Moderate to Severe Acute Respiratory Distress Syndrome: A Prospective Self-Control Study. Biomed. Res. Int. 2020;2020:2729354. doi: 10.1155/2020/2729354. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Giosa L., Busana M., Pasticci I., Bonifazi M., Macri M.M., Romitti F., Vassalli F., Chiumello D., Quintel M., Marini J.J., et al.  Mechanical power at a glance: A simple surrogate for volume-controlled ventilation. Intensiv. Care Med. Exp. 2019;7:61. doi: 10.1186/s40635-019-0276-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Mandell L.A., Wunderink R.G., Anzueto A., Bartlett J.G., Campbell G.D., Dean N.C., Dowell S.F., File T.M., Jr., Musher D.M., Niederman M.S., et al.  Infectious Diseases Society of America/American Thoracic Society consensus guidelines on the management of community-acquired pneumonia in adults. Clin. Infect. Dis. 2007;44((Suppl S2)):S27–S72. doi: 10.1086/511159. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Singer M., Deutschman C.S., Seymour C.W., Shankar-Hari M., Annane D., Bauer M., Bellomo R., Bernard G.R., Chiche J.D., Coopersmith C.M., et al.  The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3) JAMA. 2016;315:801–810. doi: 10.1001/jama.2016.0287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Khwaja A. KDIGO clinical practice guidelines for acute kidney injury. Nephron Clin. Pract. 2012;120:c179–c184. doi: 10.1159/000339789. [PubMed] [CrossRef] [Google Scholar]18. Knaus W.A., Draper E.A., Wagner D.P., Zimmerman J.E. APACHE II: A severity of disease classification system. Crit. Care Med. 1985;13:818–829. doi: 10.1097/00003246-198510000-00009. [PubMed] [CrossRef] [Google Scholar]19. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]20. Wu H.P., Liu Y.C., Lin S.C., Chien M.Y., Liao F.C., Chang S.C., Shieh W.B. Comparison of respiratory parameters and plasma cytokine levels between treatment with Salmeterol/fluticasone and ipratropium/terbutaline/budesonide in mechanically ventilated COPD patients. Chang Gung Med. J. 2012;35:373–381. [PubMed] [Google Scholar]21. Villar J., Martin-Rodriguez C., Dominguez-Berrot A.M., Fernandez L., Ferrando C., Soler J.A., Diaz-Lamas A.M., Gonzalez-Higueras E., Nogales L., Ambros A., et al.  A Quantile Analysis of Plateau and Driving Pressures: Effects on Mortality in Patients With Acute Respiratory Distress Syndrome Receiving Lung-Protective Ventilation. Crit. Care Med. 2017;45:843–850. doi: 10.1097/CCM.0000000000002330. [PubMed] [CrossRef] [Google Scholar]22. Becher T., van der Staay M., Schadler D., Frerichs I., Weiler N. Calculation of mechanical power for pressure-controlled ventilation. Intensiv. Care Med. 2019;45:1321–1323. doi: 10.1007/s00134-019-05636-8. [PubMed] [CrossRef] [Google Scholar]23. Santos R.S., Maia L.A., Oliveira M.V., Santos C.L., Moraes L., Pinto E.F., Samary C.D.S., Machado J.A., Carvalho A.C., Fernandes M.V.S., et al.  Biologic Impact of Mechanical Power at High and Low Tidal Volumes in Experimental Mild Acute Respiratory Distress Syndrome. Anesthesiology. 2018;128:1193–1206. doi: 10.1097/ALN.0000000000002143. [PubMed] [CrossRef] [Google Scholar]24. Das A., Camporota L., Hardman J.G., Bates D.G. What links ventilator driving pressure with survival in the acute respiratory distress syndrome? A computational study. Respir. Res. 2019;20:29. doi: 10.1186/s12931-019-0990-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Zhao Z., Frerichs I., He H., Long Y., Moller K., Serpa N.A., Schultz M.J. The calculation of mechanical power is not suitable for intra-patient monitoring under pressure-controlled ventilation. Intensiv. Care Med. 2019;45:749–750. doi: 10.1007/s00134-019-05536-x. [PubMed] [CrossRef] [Google Scholar]26. van der Meijden S., Molenaar M., Somhorst P., Schoe A. Calculating mechanical power for pressure-controlled ventilation. Intensiv. Care Med. 2019;45:1495–1497. doi: 10.1007/s00134-019-05698-8. [PubMed] [CrossRef] [Google Scholar]27. Villar J., Blanco J., Anon J.M., Santos-Bouza A., Blanch L., Ambros A., Gandia F., Carriedo D., Mosteiro F., Basaldua S., et al.  The ALIEN study: Incidence and outcome of acute respiratory distress syndrome in the era of lung protective ventilation. Intensiv. Care Med. 2011;37:1932–1941. doi: 10.1007/s00134-011-2380-4. [PubMed] [CrossRef] [Google Scholar]28. Guerin C., Papazian L., Reignier J., Ayzac L., Loundou A., Forel J.M. Effect of driving pressure on mortality in ARDS patients during lung protective mechanical ventilation in two randomized controlled trials. Crit. Care. 2016;20:384. doi: 10.1186/s13054-016-1556-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Neto A.S., Hemmes S.N., Barbas C.S., Beiderlinden M., Fernandez-Bustamante A., Futier E., Gajic O., El-Tahan M.R., Ghamdi A.A., Gunay E., et al.  Association between driving pressure and development of postoperative pulmonary complications in patients undergoing mechanical ventilation for general anaesthesia: A meta-analysis of individual patient data. Lancet. Respir. Med. 2016;4:272–280. doi: 10.1016/S2213-2600(16)00057-6. [PubMed] [CrossRef] [Google Scholar]"}